{
  "doc_type": "scientific paper",
  "title": "The Effectiveness of Unguided Internet-Based Cognitive Behavioral Therapy for Tinnitus and Misophonia",
  "authors": [
    "Aazh"
  ],
  "year": 2023,
  "journal": "journal pertain.Accepted Manuscript",
  "doi": "10.1055/a-2087-0262",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:06:22.385727Z",
  "source_pdf": "documents/research/Global/Aazh 2023 The Effectiveness of Unguided Internet-Based Cognitive Behavioral Therapy for Tinnitus and Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "This article is protected by copyright. All rights reserved.\nAccepted Manuscript\nThis is a PDF file of an unedited manuscript that has been accepted for publication. As a service \nto our customers we are providing this early version of the manuscript. The manuscript will \nundergo copyediting, typesetting, and review of the resulting proof before it is published in its \nfinal form. Please note that during the production process errors may be discovered which could \naffect the content, and all legal disclaimers that apply to the journal pertain.Accepted Manuscript\nJournal of the American Academy of Audiology\nThe Effectiveness of Unguided Internet-Based Cognitive Behavioral Therapy for \nTinnitus for Patients with Tinnitus Alone or Combined with Hyperacusis and/or \nMisophonia: A Preliminary Analysis\nHashir Aazh, Lauren Taylor, Ali A Danesh, Brian C Moore. \nAffiliations below.\nDOI: 10.1055/a-2087-0262 \nPlease cite this article as:  Aazh H, Taylor L, Danesh A A et al. The Effectiveness of Unguided Internet-Based Cognitive Behavioral Thera -\npy for Tinnitus for Patients with Tinnitus Alone or Combined with Hyperacusis and/or Misophonia: A Preliminary Analysis. Journal of the \nAmerican Academy of Audiology 2023. doi: 10.1055/a-2087-0262 \nConflict of Interest:  HA is the developer and owner of the iCBT(T) program. No conflicting interests are declared for the other authors. \nThis study was supported by  Blakeley Foundation  \nAbstract:\nBackground: In the UK, audiologist-delivered cognitive behavioral therapy (CBT) is a key intervention to alleviate the distress \ncaused by tinnitus and its comorbid hyperacusis.  However, the availability of face-to-face CBT is limited, and such therapy \ninvolves significant costs. CBT provided via the internet provides a potential solution to improve access to CBT for tinnitus. \nPurpose: The aim was to perform a preliminary assessment of the effect of a specific program of non-guided internet-based \nCBT for tinnitus, denoted iCBT(T), in alleviating the problems caused by tinnitus alone or tinnitus combined with hyperacusis.      \nResearch Design: This was a retrospective cross-sectional study.\nStudy Sample: The data for 28 people with tinnitus who completed the iCBT(T) program and answered a series of questions \nabout their tinnitus and hearing status were included in the study. Twelve patients reported also having hyperacusis (including \nfive also with misophonia). \nData collection and analysis: The iCBT(T) program has seven self-help modules. Anonymous data were collected retrospectively \nfrom patients’ answers to the questions in the iCBT(T) initial and final assessment modules. Questionnaires administered wit-\nhin the iCBT(T) program were: 4C Tinnitus Management Questionnaire (4C), Screening for Anxiety and Depression in Tinnitus \n(SAD-T), and the CBT Effectiveness Questionnaire (CBT-EQ). \nResults: Responses to the 4C showed a significant improvement from pre- to post-treatment, with a medium effect size. The \nmean improvement was similar for those with and without hyperacusis. Responses to the SAD-T questionnaire also showed a \nsignificant improvement from pre- to post-treatment with a medium effect size. The improvement was significantly greater \nfor participants with tinnitus alone than for participants who also had hyperacusis. For both the 4C and the SAD-T, the impro -\nvements were not significantly related to age or gender. Participants’ views of the effectiveness of the iCBT(T) program were \nassessed using the CBT-EQ. The mean score was 50 out of a maximum of 80, indicating moderately high effectiveness. CBT-EQ \nscores did not differ for those with and without hyperacusis.\nConclusions: Based on this preliminary analysis, the iCBT(T) program showed promising result in improving the ability to ma-\nnage tinnitus and decreasing symptoms of anxiety and depression. Future studies with larger samples and control group(s) are \nrequired to further assess various aspects of this program.   \nCorresponding Author: \nDr. Hashir Aazh, The Royal Surrey County Hospital NHS Foundation Trust, Audiology, Egerton Road, GU2 7XX  Surrey, United Kingdom  Submission Date: 2022-08-21\n Accepted Date: 2023-01-10\n Accepted Manuscript online: \n2023-05-05"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "This article is protected by copyright. All rights reserved.\nAccepted Manuscript\nThis is a PDF file of an unedited manuscript that has been accepted for publication. As a service \nto our customers we are providing this early version of the manuscript. The manuscript will \nundergo copyediting, typesetting, and review of the resulting proof before it is published in its \nfinal form. Please note that during the production process errors may be discovered which could \naffect the content, and all legal disclaimers that apply to the journal pertain.of Great Britain and Northern Ireland, hashir.aazh@nhs.net  \nAffiliations: \nHashir Aazh, The Royal Surrey County Hospital NHS Foundation Trust, Audiology, Surrey, United Kingdom of Great Britain and Northern \nIreland\nLauren Taylor, University of Surrey, Guildford, United Kingdom of Great Britain and Northern Ireland\nAli A Danesh, Florida Atlantic University, Boca Raton, United States\nBrian C Moore, University of Cambridge, CAMBRIDGE, United Kingdom of Great Britain and Northern Ireland"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "The Effectiveness of Unguided Internet-Based Cognitive Behavioral Therapy for \nTinnitus for Patients with Tinnitus Alone or Combined with Hyperacusis and/or \nMisophonia: A Preliminary Analysis  \nHashir Aazh1,2,3 \nLauren Taylor4\nAli A. Danesh2\nBrian C. J. Moore5 \n1Hashir Clinics for Tinnitus, Hyperacusis and Misophonia, Farnham Road, Guildford, \nSurrey, UK\n2 Department of Communication Sciences & Disorders, Florida Atlantic University, USA \n3Faculty of Engineering and Physical Sciences, University of Surrey, UK\n4 School of Psychology, Faculty of Health and Medical Sciences, University of Surrey, \nGuildford, Surrey, UK\n5Cambridge Hearing Group, Department of Psychology, University of Cambridge, Downing \nStreet, Cambridge, UK\nAddress for correspondence:  Dr. Hashir Aazh, Hashir Clinics for Tinnitus, Hyperacusis and\nMisophonia, 1 Farnham Road Guildford, Surrey GU2 4RG, United Kingdom\nE-mail: info@hashirtinnitusclinic.com \nAbstract\nBackground: In the UK, audiologist-delivered cognitive behavioral therapy (CBT) is a key \nintervention to alleviate the distress caused by tinnitus and its comorbid hyperacusis.  \nHowever, the availability of face-to-face CBT is limited, and such therapy involves \nsignificant costs. CBT provided via the internet provides a potential solution to improve \naccess to CBT for tinnitus. \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Purpose: The aim was to perform a preliminary assessment of the effect of a specific \nprogram of non-guided internet-based CBT for tinnitus, denoted iCBT(T), in alleviating the \nproblems caused by tinnitus alone or tinnitus combined with hyperacusis.      \nResearch Design: This was a retrospective cross-sectional study.\nStudy Sample: The data for 28 people with tinnitus who completed the iCBT(T) program \nand answered a series of questions about their tinnitus and hearing status were included in the\nstudy. Twelve patients reported also having hyperacusis (including five also with \nmisophonia). \nData collection and analysis:  The iCBT(T) program has seven self-help modules. \nAnonymous data were collected retrospectively from patients’ answers to the questions in the\niCBT(T) initial and final assessment modules. Questionnaires administered within the \niCBT(T) program were: 4C Tinnitus Management Questionnaire  (4C), Screening for Anxiety\nand Depression in Tinnitus (SAD-T), and the CBT Effectiveness Questionnaire (CBT-EQ). \nResults: Responses to the 4C showed a significant improvement from pre- to post-treatment, \nwith a medium effect size. The mean improvement was similar for those with and without  \nhyperacusis. Responses to the SAD-T questionnaire also showed a significant improvement \nfrom pre- to post-treatment with a medium effect size. The improvement was significantly \ngreater for participants with tinnitus alone than for participants who also had hyperacusis. For\nboth the 4C and the SAD-T, the improvements were not significantly related to age or \ngender. Participants’ views of the effectiveness of the iCBT(T) program were assessed using \nthe CBT-EQ. The mean score was 50 out of a maximum of 80, indicating moderately high \neffectiveness. CBT-EQ scores did not differ for those with and without hyperacusis.\nConclusions: Based on this preliminary analysis, the iCBT(T) program showed promising \nresult in improving the ability to manage tinnitus and decreasing symptoms of anxiety and \ndepression. Future studies with larger samples and control group(s) are required to further \nassess various aspects of this program.    \nTinnitus is the perception of sound without any acoustic stimulus external to the body. It can \nsignificantly affect the sufferer’s mental health, and up to 60% of patients seeking help for \ntheir tinnitus show symptoms of anxiety and mood disorders (1). Hyperacusis is the \nperception of certain everyday sounds, such as domestic noise or noise in public places, as \ntoo loud or painful (2). Misophonia is the perception of certain sounds produced by human \nbeings or animals, such as eating and breathing noises, as disgusting or offensive (3, 4). \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Hyperacusis and misophonia often lead to intolerance of certain day-to-day sounds and cause \nsignificant distress and impairment in the sufferers’ social, occupational, recreational, and \nother activities (5, 6). Tinnitus, hyperacusis and misophonia sometimes co-occur. Twelve \npercent or more of patients with misophonia also suffer from tinnitus (7, 8). Hyperacusis is \npresent for about 40% of patients with moderately severe tinnitus and for up to 80% of those \nwith severe tinnitus (9, 10).   \nIn the UK, audiologist-delivered cognitive behavioral therapy (CBT) is a key intervention to \nalleviate the distress caused by tinnitus and its comorbid hyperacusis and misophonia (11-\n16). CBT is often delivered over 6 to 14 face-to-face individual sessions. However, the \navailability of face-to-face therapy under the UK National Health Service is limited, and such\ntherapy involves significant costs. In many developing countries, tinnitus therapy is not \navailable or is unaffordable. Even in developed countries, tinnitus therapy may not be  \ncovered by health insurance (15). CBT provided via the internet (iCBT) provides a potential \nsolution to these issues. \nThere are several different approaches to iCBT. However, they mostly use an internet \nplatform similar to that for online educational training courses and utilize a mix of \neducational videos and audio recordings, text, puzzles, games, and assignments for \nparticipants to complete (17, 18). The contents are often developed based on existing self-\nhelp materials or on methods that are used in face-to-face therapy sessions, modified for \ndelivery in a self-help format. A recent meta-analysis that reviewed nine randomized \ncontrolled trials (RCT) of iCBT for tinnitus reported that iCBT led to a medium overall effect\nsize (ES) in reducing tinnitus-related distress, with Cohen’s d = 0.50 (95% confidence \ninterval, CI: 0.37–0.63) over studies using both passive and active control groups (19).     \nThere are several guided and unguided iCBT approaches that have been used for treating \npeople with bothersome tinnitus, with varied success (19). Participants who use guided iCBT \nbenefit from additional support from a clinician or therapist who can encourage them and \nhelp them to engage with the program as well as answering questions. Unguided iCBT does \nnot involve additional support from a therapist, and it appears to be somewhat less effective \nthan guided iCBT (19). However, unguided iCBT is less costly and therefore has the potential\nto be scaled up and used when face-to-face therapy is not easily accessible.    \nSeveral studies have reported that patients who have tinnitus combined with hyperacusis or \nmisophonia exhibit a more severe impact of their tinnitus and more marked symptoms of \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "anxiety and depression than those with tinnitus alone (1, 8, 20, 21). Therefore, it is not clear if\niCBT for tinnitus is as effective for patients with comorbid hyperacusis and/or misophonia as \nfor patients with tinnitus alone.   \nThis study assessed of a specific unguided iCBT program for tinnitus with seven self-help \nmodules. Hereafter, the program is designated as iCBT(T). The program was developed by \nthe first author in 2020, with input from the third and fourth authors (22). The aims of this \nstudy were: (1) to perform a preliminary assessment of the effectiveness of the iCBT(T) by \nretrospectively comparing pre- and post-treatment scores on self-report questionnaires that \nwere integrated into the program; (2) to assess participant’s views about the effectiveness of \nthe iCBT(T) program; and (3) to perform a preliminary comparison of the effectiveness of the\niCBT(T) program for participants with tinnitus alone and for those with tinnitus combined \nwith hyperacusis or misophonia.   \n  \nMethod  \nEthics\nAll participants agreed that their anonymized data could be used for service improvement and\nresearch purposes. The study was approved by the University of Surrey ethics committee \n(Project ID: FHMS 21-22 147 EGA). \nStudy Design and Participants \nThis was an exploratory study with a retrospective cross-sectional design using anonymized \ndata from 28 consecutive participants who completed the iCBT(T) program between October \nand December 2020. The participants were self-selected rather than being recruited by the \nauthors. Presumably, the participants found the program via internet search or were directed \nto the iCBT(T) website by audiologists who were aware of the program. Anonymized data \ncollection was built into the program in order to create personalized reports for the \nparticipants and to assess their feedback about the effectiveness of the iCBT(T) program. The\npreliminary assessment of the effectiveness of the iCBT(T) program in this study was \nevaluated using these data. Anonymous d emographic data about the participants, \ncharacteristics of their tinnitus, ear and hearing history, and the outcomes of their self-report \nquestionnaires were imported from their answers to the questions in the iCBT(T) initial and \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "final assessment modules.       \nThe Content of the iCBT(T) Program\nThe iCBT(T) program (version 1.1, 2020) has seven modules that were designed based on a \nspecialized CBT program for tinnitus management that has been used for over a decade by \naudiologists in the UK and elsewhere (11-14, 16, 23). Table 1 gives details of the content and\nobjectives of each module. Participants are advised to start from the first module \n(Assessment) and go on to completing the other modules in order. The amount of time \nneeded for each module ranges from 45 to 90 minutes. Participants are informed that they \nneed to allocate time to complete assignments between modules. The suggested interval \nbetween each of the first six modules is 3-4 days. This is intended to allow time to practice \nspecific exercises between each module. The final assessment (module 7) needs to be \ncompleted one month after completing the iCBT(T) program. The iCBT(T) program is self-\nexplanatory and does not require any intervention from a therapist. Figure 1 illustrates the \nstructure of the program. Audiologists or therapists also can choose to guide their patients in \ncompleting the modules if required, changing the program to guided iCBT. However, the data\nincluded in this study are for a cohort of participants who completed iCBT(T) without \nguidance from a therapist.  \n**insert Table 1 and Figure 1 here** \nFor internet therapy programs, especially those for which a therapist or clinician is not \nproviding additional support and guidance, it is important to use strategies to increase each \nparticipant’s engagement and willingness to persist. This can be facilitated by persuasive \nsystem design, which is a framework proposed by Oinas-Kukkonen and Harjumaa (24) . It \nincludes 28 recommendations for making the design of an internet therapy program more \npersuasive and engaging. Examples of such principles are reducing complex behavior into \nsimple tasks, personalized content, offering praise, reminders, and visually attractive design. \nSome of the persuasive system design principles are utilized in the iCBT(T) program and \nthese are listed in Table 2. \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "**insert table 2 here** \nSelf-report Questionnaires \nAll questionnaires described here were integral parts of the iCBT(T) program and were not \nchosen for the purpose of this study. The data collected using these questionnaires were \nanalyzed retrospectively. In what follows we describe the questionnaires and the reasons why\nthey were included in the iCBT(T) program.     \nThere can be significant differences between paper and electronic versions of a given \nquestionnaire (25, 26). Therefore, it is recommended to re-measure the reliability of a \nquestionnaire when it is used in  different format (27). In this study, Cronbach's alpha was \nestimated for each of the online versions of the questionnaires incorporated in the iCBT(T) \nprogram.   \n4C Tinnitus Management Questionnaire  \nThe 4C questionnaire was chosen for use in the iCBT(T) program because, in addition to \nbeing a validated measure of how well an individual is coping with their tinnitus (28), the 4C \nis intended to motivate the participant in engaging with the therapy process by encouraging \nthem to think about how they can become more confident in managing their day-to-day life \nevents despite having tinnitus. Unlike other commonly used tinnitus questionnaires, the 4C is \nfocused on the individual’s ability to manage the problem. For example, instead of asking \n“How often did your tinnitus make it difficult to fall asleep or stay asleep?” which is a \nquestion from the Tinnitus Functional Index (TFI) (29), the 4C asks “How confident are you \nthat you are able to rest and relax, even with tinnitus?”. Instead of asking “Does your tinnitus \nmake it difficult to enjoy life?”, which is a question from the Tinnitus Handicap Inventory \n(THI) (30), the 4C asks “How confident are you that you can enjoy your life fully, even with \ntinnitus?”. The change in focus from the problem to the individual’s ability to manage the \nproblem can help the patient to assess their strengths and weaknesses and to think about how \nto develop more confidence in dealing with the problem (31, 32). The 4C questionnaire is \npartly consistent with the Self-Efficacy for Tinnitus Management Questionnaire (SETMQ, \n(Smith & Fagelson 2011), which also focuses on assessing a participant’s confidence in their \nability to control their reaction to their tinnitus and to implement tinnitus management \nstrategies. However, the 4C has only 4 items compared to 40 items in the SETMQ. The 4C is \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "designed to be used for CBT intervention  (28), while the SETMQ has items that are not \nrelevant to CBT and are related to the use of masking and sound-generating devices.     \nThe 4C asks participants to select a number based on how they feel now for each question\n(28). The 4C items are: (1) How confident are you that you are able to carry out your day-to-\nday tasks, even with tinnitus? (2) How confident are you that you are able to rest and relax, \neven with tinnitus? (3) How confident are you that you can enjoy your life fully, even with \ntinnitus? (4) How confident are you that you can do all the above without using any \navoidance behavior?  The response choice range is from 0 to 10. 0 means “Not confident at \nall” and 10 means “Very confident”. To calculate the overall score for the 4C questionnaire, \nthe sum of the scores for the first three questions (Q1-Q3) is multiplied by the score for the \nfourth question (Q4). Then the result is divided by 3. The highest possible score is 100, so the\ntotal score can be regarded as a percentage. 4C scores between 57 percent and 100 percent \nindicate a high level of confidence. Scores between 52 percent and 57 percent indicate a fair \ndegree of confidence, scores between 37 percent and 52 percent indicate slight confidence, \nand scores between 0 and 37 percent indicate low confidence. Cronbach's alpha for the 4C \nquestionnaire in pen and paper format is 0.91 (28). \nScreening for Anxiety and Depression in Tinnitus (SAD-T)\nThe SAD-T contains four items that match those for the physical health questionnaire (PHQ-\n4; 33). Each item is rated on a four-point scale. Two items relate to experiences of anxiety \nand two relate to experiences of depression. The overall score ranges from 0 to 12. Scores ≥4 \nindicate symptoms of anxiety and/or depression. Cronbach’s alpha for the SAD-T in pen and \npaper format is 0.91 (34). This questionnaire was used in the iCBT(T) program in order to \nidentify participants who might benefit from further psychological evaluations and to make \nsuch a recommendation in their assessment reports for modules one and seven.   \nCBT Effectiveness Questionnaire (CBT-EQ)  \nThe CBT-EQ has eight questions asking about the effectiveness of the iCBT(T) program and \nits components, as judged by the participant. This questionnaire was included in the iCBT(T) \nprogram to provide a measure of the effectiveness of the program and each of its components \nfrom the participant’s perspective. Seeking users’ feedback is common for most clinical \nservices (35).   \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "The pen and paper version of the CBT-EQ has been used in a study evaluating patients’ \nperspectives about the effectiveness of face-to-face CBT for tinnitus management (11). For \neach question, the participant is asked to choose a number between 0 and 10. The total score \nranges from 0 to 80. The questions are:    \n1) How effective was iCBT in helping you manage your tinnitus? Number 0 is “Not effective \nat all” and number 10 is “Very effective”.\n2) Are you able to manage your tinnitus differently compared to before you started the iCBT?\nNumber 0 is “No” and number 10 is “Yes, a lot”.\nPlease rate the effectiveness of each of the iCBT modules in helping you manage your \ntinnitus? Number 0 is “Not effective at all” and number 10 is “Very effective”.\n3) Doing a “Behavioral Experiment” and reflecting on its outcome. \n4) Filling in the “Diary of Thoughts” and reflecting on them.\n5) Completing the Assessment & 4C questions.\n6) Learning about Positive Psychology.\n7) General learning about CBT for tinnitus.\n8) Learning how to challenge your negative thoughts. \n  \nOther Questions\nOther questions that were included in the iCBT(T) program are shown in Table 1. \nParticipant’s answers to these questions were needed to develop their module one assessment \nreport. They responded by selecting among a range of response options. The questions were \nrelated to: whether they had hearing difficulties, hyperacusis and misophonia; when the \ntinnitus started relative to when they started the iCBT(T) program; where the tinnitus \nappeared to be located; what the tinnitus sounded like; and what the likely cause of the \ntinnitus was. \nAnalysis \nDescriptive statistics, medians, means, standard deviations (SD), and 95% CIs of the scores \nfor the self-report questionnaires are reported. The reliability of the 4C, SAD-T and CBT-EQ \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "questionnaires were re-assessed using Cronbach’s alpha (36), which is a standard measure of \nreliability. To be considered as reliable, the value of alpha was required to be greater than 0.7.\nPaired t-tests were used to compare pre- and post-treatment scores for the 4C and SAD-T \nquestionnaires. Welch's t-tests (37) for unequal samples were used to compare the changes in \n4C and SAD-T scores and the scores for the CBT-EQ between patients with and without \nhyperacusis and/or misophonia, between males and females and between patients with a \nduration of tinnitus 1 month versus ≥6 months prior to enrolling in the iCBT(T) program.   \nFor ordinal data (i.e., categories of participants with abnormal SAD-T scores), Wilcoxon \nmatched-pairs signed-ranks tests were used to compare the medians of the variables before \nand after treatment. Pearson correlation was used to assess factors related to changes in 4C \nand SAD-T scores (before and after treatment) as well as the CBT-EQ total scores (after \ntreatment). \nES values, Cohen’s d, were used to assess the changes in 4C and SAD-T scores pre- and \npost-treatment. These were calculated using equation 8 of Morris and DeShon (38) . This \ntakes into account the correlation between pre- and post-treatment scores that occurs in a \nwithin-subjects design. The resulting ES values are called “corrected” ES values. ES values \nbetween 0.2 and 0.5 are considered as small, those between 0.5 and 0.8 as medium, and those\nabove 0.8 as large (39). The p-value required for statistical significance was set at p<0.05. \nThe Stata program (version 13) (40) was used for statistical analyses. \n \nResults \nCharacteristics of the Participants    \nAll 28 participants reported having bothersome tinnitus. Their a verage age was 52 years (SD \n= 16.5 years, range 18 to 75 years) and 17 were male. Based on their responses to questions \n10 and 11 listed in Table 1, twelve participants reported experiencing hyperacusis and five \nreported misophonia. All participants who reported misophonia also reported hyperacusis. \nEighteen participants reported having some hearing difficulties in addition to their tinnitus.    \nThe following are the numbers of participants who reported hearing their tinnitus in the \nspecified location(s): two outside their head; sixteen in both ears; two in one ear only; three in\nthe back of their head as well as in both ears; one in the back of their head as well as in their \nright ear; two in the front of their head in addition to both ears; one in the front of their head \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "only; and one in the front and back of their head.  \nNone of the participants reported discharge from their ears. Three participants reported ear \npain and three reported balance problems. Twenty-three participants reported that their \ntinnitus started six months or more prior to starting the iCBT(T) program. For the remaining \nfive participants, the onsets of tinnitus relative to starting the iCBT(T) program were: one \nmonth for one participant, one week for two participants and in the last 24 hours for two \nparticipants. Participants were asked to select the likely cause of their tinnitus from several \noptions. They were allowed to choose more than one option. The number of participants \nselecting each cause of tinnitus was sixteen for stress, eight for loud noise, eight for \ninfections, six for drugs, five for ear wax, and one for an accident. Eight selected \nmiscellaneous other causes, and nine reported that they did not know what might have caused\ntheir tinnitus. \nParticipants were asked to select from various options what their tinnitus sounded like. They \nwere allowed to choose as many options as they liked. Twenty participants described their \ntinnitus as a high-pitched sound, nine as a hissing noise, eight as white noise, seven as \nbuzzing, seven as ringing, five as a whistle, five as a pulsing sound, two as a humming noise, \ntwo as a heartbeat, one as clicks, one as beeps, and one as a plane taking off. Three \nparticipants did not find a description that matched their tinnitus and selected the option \n“others”.          \nDepending on their responses, some participants were recommended to see their healthcare \nproviders. The criteria used to generate a recommendation to seek medical help are \nsummarized in Table 1, in the initial “Assessment” module.     \nSixteen participants had symptoms of anxiety and depression based on their scores for the \nSAD-T. They received a recommendation to discuss their mood with their healthcare \nprovider and explore the possibility of being referred for psychological support (if they had \nnot done that already). They were also given information about general mental health support\norganizations in the UK, USA and Australia and were given the contact details of those \norganizations.   \n   \nReliability of the Questionnaires Used in the iCBT(T) Program   \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Cronbach’s alpha was 0.98 for the CBT-EQ, 0.88 for the 4C, and 0.91 for SAD-T, indicating \ngood internal consistency for all three questionnaires in online format, as used in the iCBT(T)\nprogram. \nPre- and Post-Treatment Comparison  \nTable 3 shows the mean pre-and post-treatment scores for the 4C and SAD-T across all \nparticipants. Corrected ES values were medium in size and were significant for both \nquestionnaires. The  differences between pre-and post-treatment in 4C scores were not \nsignificantly correlated with age ( r = 0.26, p = 0.18) or with pre-treatment SAD-T scores ( r = \n0.16, p = 0.42).  Similarly, the differences between pre-and post-treatment in SAD-T scores \nwere not significantly correlated with age or pre-treatment 4C scores ( r = 0.09, p = 0.63; r = \n0.22, p = 0.26, respectively). There was no significant difference in the change in 4C and \nSAD-T scores between men and women ( p = 0.1 and 0.2, respectively).  \nThe number of participants who had scores ≥4 for the SAD-T, indicating symptoms of \nanxiety and depression, reduced from sixteen before treatment to nine after treatment, and a \nWilcoxon signed-rank test showed that this difference was significant (Z = 2.11, p = 0.034). \n**insert Table 3 here** \nThe change in SAD-T score was on average 2.5 points larger (95% CI: 0.35 to 4.6) for the \nsixteen participants with tinnitus alone than for the twelve who had tinnitus combined with \nhyperacusis, and this difference was significant ( p = 0.024).     \nThe mean changes in 4C and SAD-T scores for participants whose tinnitus started one month \nor less before starting the iCBT(T) program (N=5) were 33 (SD=25) and 4 (SD=2.5), \nrespectively. These changes were larger than the changes for the participants whose tinnitus \nstarted six months or more before starting the iCBT(T) program (N=23), which were 13 \n(SD=28) for the 4C and 1.4 (SD=2.9) for the SAD-T, but the differences in change were not \nsignificant (p = 0.16 and 0.075, respectively), possibly because of the small sample sizes.     \nParticipants’ Views About the Effectiveness of the iCBT(T) Program    \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "The average total CBT-EQ score was 50 out of 80 (95% CI: 43 to 58). The average total \nCBT-EQ score for the twelve participants with tinnitus combined with hyperacusis was 52 \n(SD = 21). This did not differ significantly ( p = 0.77) from the average score of 49.5 (SD = \n19) for the sixteen participants who had tinnitus alone. There was no significant difference in \ntotal CBT-EQ scores between men and women ( p = 0.2). \nCBT-EQ total scores were not significantly correlated with age ( r = 0.23, p = 0.24), pre-\ntreatment 4C scores ( r = 0.27, p = 0.16), or pre-treatment SAD-T scores ( r = 0.37, p = \n0.055). However, CBT-EQ total scores were significantly correlated with post-treatment 4C \nscores (r = 0.66, p = 0.0001) and post-treatment SAD-T scores ( r = 0.43, p = 0.02). \nFor the question asking “How effective was iCBT in helping you manage your tinnitus?”, the \nmedian response was 6/10 (SD = 2.6). For the question asking “Are you able to manage your \ntinnitus differently compared to before you started the iCBT?”, the median response was 7/10\n(SD = 3.0). The medians and SDs of responses to the questions asking for a rating of the \neffectiveness of each of the iCBT modules in helping them manage their tinnitus were: 6/10 \n(SD = 2.5) for the “Behavioral Experiment”, 6/10 (SD = 2.6) for the “Diary of Thoughts”, \n5.5/10 (SD = 2.3) for the assessment module, 6/10 (SD = 2.5) for the “Positive Psychology” \nmodule, 7/10 (SD = 2.5) for general learning about CBT for tinnitus, and 7/10 (SD = 2.4) for \nlearning how to challenge negative thoughts. \nDiscussion \nThe results of this study need to be interpreted bearing in mind its methodological limitations.\nThe analysis was retrospective and hence was limited to data collected as an integral part of \nthe iCBT(T) program. We do not know how many people started the program without \nfinishing it. This may have led to selection bias, since the analysis was based only on \nparticipants who completed the program (41). It is possible that only those who perceived \nsome initial benefit from the program chose to continue to completion. Future studies should \nexplore the dropout rate from the iCBT(T) program, reasons for dropouts, how much time \nwas spent on each module, and if the participants completed the assignments and adhered to \nthe program.  \nThe study lacked a control group. Therefore, it is difficult to assess the extent to which the \nmeasured improvements were produced specifically by the iCBT(T) as opposed to being a \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "more general effect of receiving treatment (placebo effect) (42). Studies with an RCT design \nare required to assess the efficacy of iCBT(T) for the management of tinnitus. \nThe study had a small sample size, so the lack of statistical significance for some of the \nanalyses could reflect a type II error. Another limitation of this study is the fact it was \nconducted by the developer of the iCBT(T) program, although any biases introduced by this \ncould not have influenced the responses of the participants. Future studies addressing these \npoints and conducted independently of the developer of the iCBT(T) program are needed. \nClinicians involved with the treatment of tinnitus often wonder why many of their patients \nhave been told that “nothing can be done” for their tinnitus. It is unfortunate that, despite the \nenormous progress in tinnitus management, there are still patients who develop a great level \nof stress and anxiety about their tinnitus because someone, often a healthcare provider, told \nthem it is not curable. For many patients with tinnitus, the cost of management is a significant\nfactor. In countries with insurance-based health system, tinnitus management is not covered \nby many insurance companies. The introduction of iCBT(T) is an important step in providing\na non-invasive, supportive and affordable method of tinnitus management. The results \nshowed that the iCBT(T) program for tinnitus had a medium ES for improving participants’ \nconfidence in managing their tinnitus as measured via the 4C and a medium ES for reducing \nsymptoms of anxiety and depression as measured via the SAD-T. \nAs noted above, part of these improvements may have been due to the “participation effect”\n(43, 44) or placebo effect. It is known that almost any acceptable intervention for tinnitus \ntends to result in a reduction in the severity of tinnitus as assessed using questionnaires. The \nmagnitude of the participation effect can be estimated by comparing ES values in improving \ntinnitus distress for iCBT studies involving inactive (passive) control groups (e.g., being put \non a waiting list) and studies involving active control groups (involving some plausible type \nof treatment other than iCBT); the participation effect is likely to influence the former but not\nthe latter. In a meta-analysis of trials of iCBT, Beukes, Manchaiah (19)  found mean ES \nvalues for reducing tinnitus distress of 0.59 for studies with inactive control groups and 0.32 \nfor studies with active control groups. This suggests that the participation effect increased the\nES by about 0.27. The corrected ES for improvement in tinnitus distress as measured by the \nchange in 4C scores in the present study was 0.69, which is much larger than would be \nexpected from the participation effect alone. Hence it seems likely that a substantial part of \nthe beneficial effect of the iCBT(T) program found in the present study was not caused by the\nparticipation effect.  \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "The magnitude of the ES found here for the SAD-T is comparable to those found in \ncontrolled trials of various forms of iCBT in the management of mental illness and chronic \nconditions. For example, Mehta, Peynenburg (45)  reviewed 25 RCTs that assessed the effects\nof iCBT on anxiety and depression symptoms for participants with various chronic conditions\n(tinnitus, fibromyalgia, pain, rheumatoid arthritis, cardiovascular disease, and diabetes). Their\nmeta-analysis showed that iCBT resulted in significant improvements in anxiety and \ndepression scores, with small to medium ES. It seems likely that reduction of the distress \ncaused by tinnitus resulting from participation in the iCBT(T) program led to the observed \nreductions in anxiety and depression. \nThere was a non-significant trend for participants whose tinnitus started one month or less \nbefore commencing the iCBT(T) program to show greater improvements in their 4C and \nSAD-T scores than participants whose tinnitus started six months or more before \ncommencing. This may partly reflect spontaneous recovery from tinnitus among those with a \nrecent onset of tinnitus. Future studies should explore the effectiveness of the iCBT(T) \nprogram among participants with different durations of tinnitus, using a larger sample of \nparticipants.     \nThe improvement in SAD-T score was on average 2.5 points larger (95% CI: 0.3 to 4.6) for \nthe sixteen participants with tinnitus alone than for the twelve who had tinnitus combined \nwith hyperacusis, and this difference was significant. It is possible that the smaller \nimprovement for the participants who had tinnitus combined with hyperacusis was a \nconsequence of the fact that the iCBT(T) program was specifically targeted at helping the \nparticipant to deal with their tinnitus. It is likely that the iCBT(T) program did not markedly \nreduce the distress caused by hyperacusis and/or misophonia, and hence was less effective in \nproducing overall reductions in anxiety and depression. Another explanation is that we relied \non the single questions that were used in the iCBT(T) assessment module to detect \nhyperacusis and misophonia. Although  other researchers have also used single questions to \ndiagnose hyperacusis and misophonia (10, 46), this is not ideal. To address this limitation, \nfuture studies should use validated measures to further explore the presence and severity of \nhyperacusis and misophonia and their relationships with treatment outcome.  \nThe improvement in scores for the 4C and SAD-T questionnaires produced by participating \nin the iCBT(T) program was not significantly related to the gender or age of the participants. \nSimilarly, ratings of the effectiveness of the iCBT(T) program obtained using the CBT-EQ \nquestionnaire were not significantly related to gender or age. These outcomes suggest that the\nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "iCBT(T) program seem to be equally effective for men and women and is effective regardless\nof age over the range 18-75 years.\nCBT-EQ total scores were significantly correlated with post-treatment 4C scores ( r = 0.66, p \n= 0.0001) and post-treatment SAD-T scores ( r = 0.43, p = 0.02). In other words, the better \nthe final outcome as measured by the 4C and SAD-T questionnaires, the higher were the \nratings of effectiveness of the iCBT(T) program. This supports the convergent validity of the \nCBT-EQ questionnaire. The modules of the iCBT(T) program that were judged as most \neffective were “general learning about CBT for tinnitus” and “learning how to challenge \nnegative thoughts”, both of which received median scores of 7/10. The module judged least \neffective was the assessment module, which received a median score of 5.5/10. This is not \nsurprising since the assessment module is not primarily about therapy, although it is intended \nto allow participants to see that they have made progress.\nSeveral of the persuasive system design principles were used in the development of the \niCBT(T) program, as shown in Table 2. McCall, Hadjistavropoulos (47)  reviewed 46 RCTs \nthat used unguided iCBT for treatment of anxiety and depression symptoms. On average, the \niCBT programs utilized about five of the persuasive design principles (the range was from 1 \nto 13). The meta-analysis showed that use of a greater number of persuasive design principles\nwas associated with greater efficacy of iCBT for depression. Future studies should evaluate if\ninclusion of more of the persuasive design principles will improve the efficacy of iCBT(T). \nThe most frequent cause of tinnitus reported by the patients was stress. This may reflect the \ncommon observation that the distress caused by tinnitus becomes worse in stressful situations\n(48). It seems unlikely that tinnitus is directly caused by stress, but it may be the case that \nsome participants first became aware of their tinnitus when they were in a stressful situation \nor were first bothered by their tinnitus when they were stressed. \nConclusions\nThis study had a small sample size, no control group, and the data collection was \nretrospective and hence limited to what was collected as an integral part of the iCBT(T) \nprogram. Therefore, the results need to be considered as exploratory and interpreted with \ncaution. The results showed that the iCBT(T) program was moderately effective in improving\nthe ability to manage tinnitus as measured via the 4C questionnaire and in decreasing \nsymptoms of anxiety and depression as measured via the SAD-T. The ES reported here for \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "the iCBT(T) program are comparable to those found in controlled trials of various forms of \niCBT in the management of mental illness and chronic conditions. \nFrom the participant’s perceptive the modules of the iCBT(T) program that were judged as \nmost effective, as measured via the CBT-EQ questionnaire, were “general learning about \nCBT for tinnitus” and “learning how to challenge negative thoughts”, both of which received \nmedian scores of 7/10 (0 is “Not effective at all” and 10 is “Very effective”). \nData Availability \nThe raw data will be made available on reasonable request to the corresponding author.\nConflict of Interest\nHA is the developer and owner of the iCBT(T) program. No conflicting interests are declared\nfor the other authors.\nAcknowledgments \nThis research was partially supported via a grant to AD from the Blakeley Foundation. We \nthank two reviewers for helpful comments on an earlier version of this paper.  \nReferences \n1.Aazh H, Moore BCJ. Factors associated with depression in patients with tinnitus and \nhyperacusis. American journal of audiology. 2017;26:562-9.\n2.Aazh H, McFerran D, Salvi R, Prasher D, Jastreboff M, Jastreboff P. Insights from the\nFirst International Conference on Hyperacusis: causes, evaluation, diagnosis and treatment. \nNoise & health. 2014;16(69):123-6.\n3.Jastreboff MM, Jastreboff PJ. Decreased sound tolerance and tinnitus retraining \ntherapy (TRT). Australian and New Zealand Journal of Audiology. 2002;24(2):74-84.\n4.Aazh H, Knipper M, Danesh AA, Cavanna AE, Andersson L, Paulin J, et al. Insights \nfrom the third international conference on hyperacusis: causes, evaluation, diagnosis, and \ntreatment. Noise & health. 2018;20(95):162-70.\nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "5.Aazh H, Moore BCJ, Lammaing K, Cropley M. Tinnitus and hyperacusis therapy in a \nUK National Health Service audiology department: Patients' evaluations of the effectiveness \nof treatments. International journal of audiology. 2016;55(9):514-22.\n6.Aazh H. Hyperacusis and Misophonia In: Deshpande AK, Hall III JW, editors. \nTinnitus: Advances in prevention, assessment, and managment San Diego, USA: Plural \nPublishing, Inc. ; 2022. p. 287-310.\n7.Rouw R, Erfanian M. A Large-Scale Study of Misophonia. Journal of clinical \npsychology. 2018;74(3):453-79.\n8.Aazh H, Erfanian M, Danesh A, Moore BCJ. Audiological and other factors \npredicting the presence of misophonia symptoms among a clinical population seeking help \nfor tinnitus and/or hyperacusis. Frontiers in neuroscience. 2022;16.\n9.Aazh H, Moore BCJ. Factors related to Uncomfortable Loudness Levels for patients \nseen in a tinnitus and hyperacusis clinic. International Journal of Audiology 2017;56(10):793-\n800.\n10.Cederroth CR, Lugo A, Edvall NK, Lazar A, Lopez-Escamez J-A, Bulla J, et al. \nAssociation between Hyperacusis and Tinnitus. Journal of Clinical Medicine 2020;9(8):2412.\n11.Aazh H, Bryant C, Moore BCJ. Patients’ perspectives about the acceptability and \neffectiveness of audiologist-delivered cognitive behavioral therapy for tinnitus and/or \nhyperacusis rehabilitation. American journal of audiology. 2020;28(4):973-85.\n12.Aazh H, Moore BCJ. Proportion and characteristics of patients who were offered, \nenrolled in and completed audiologist-delivered cognitive behavioural therapy for tinnitus \nand hyperacusis rehabilitation in a specialist UK clinic. International journal of audiology. \n2018;57(6):415-25.\n13.Aazh H, Moore BCJ. Effectiveness of audiologist-delivered cognitive behavioral \ntherapy for tinnitus and hyperacusis rehabilitation: outcomes for patients treated in routine \npractice. American journal of audiology. 2018;27(4):547-58.\n14.Aazh H, Landgrebe M, Danesh A, Moore BCJ. Cognitive behavioral therapy for \nalleviating the distress caused by tinnitus, hyperacusis and misophonia: Current perspectives. \nPsychology Research and Behavior Management 2019;23(12):991-1002.\n15.Henry JA, Goodworth MC, Lima E, Zaugg T, Thielman EJ. Cognitive Behavioral \nTherapy for Tinnitus: Addressing the Controversy of Its Clinical Delivery by Audiologists. \nEar and hearing. 2021;43(2):283-9.\n16.Aazh H, Moore BCJ. Living Well with Tinnitus: A Self-help Guide Using Cognitive \nBehavioural Therapy: Little, Brown Book Group; 2022.\nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "17.Andersson G, Strömgren T, Ström L. Randomised controlled trial of Internet based \ncognitive behavior therapy for distress associated with tinnitus. Psychosomatic Medicine \n2002;64:810-6.\n18.Beukes EW, Vlaescu G, Manchaiah V, Baguley DM, Allen PM, Kaldo V, et al. \nDevelopment and technical functionality of an Internet-based intervention for tinnitus in the \nUK. Internet interventions. 2016;6:6-15.\n19.Beukes EW, Manchaiah V, Allen PM, Baguley DM, Andersson G. Internet-Based \nInterventions for Adults With Hearing Loss, Tinnitus, and Vestibular Disorders: A \nSystematic Review and Meta-Analysis. Trends in hearing. 2019;23:1-22.\n20.Aazh H, Moore BCJ. Usefulness of self-report questionnaires for psychological \nassessment of patients with tinnitus and hyperacusis and patients' views of the questionnaires.\nInternational journal of audiology. 2017;56(7):489-98.\n21.Schecklmann M, Landgrebe M, Langguth B, TRI Database Study Group. Phenotypic \ncharacteristics of hyperacusis in tinnitus. PloS one. 2014;9(1):e86944.\n22.Aazh H, Danesh A. Internet-based Cognitive Behavioral Therapy for Tinnitus: \nInsights from Health Care Professionals The Hearing Journal. 2021;74(2):20-2.\n23.Aazh H, Allott R. Cognitive behavioural therapy in management of hyperacusis: a \nnarrative review and clinical implementation. Auditory and Vestibular Research. \n2016;25(2):63-74.\n24.Oinas-Kukkonen H, Harjumaa M. Persuasive systems design: Key issues, process \nmodel, and system features. Communications of the Association for Information Systems. \n2009;24(1):486-500.\n25.Juniper EF, Langlands JM, Juniper BA. Patients may respond differently to paper and \nelectronic versions of the same questionnaires. Respir Med. 2009;103(6):932-4.\n26.Caro JJ, Sr., Caro I, Caro J, Wouters F, Juniper EF. Does electronic implementation \nof questionnaires used in asthma alter responses compared to paper implementation? Quality \nof life research : an international journal of quality of life aspects of treatment, care and \nrehabilitation. 2001;10(8):683-91.\n27.Bowling A, Ebrahim S. Handbook of health research methods: investigation, \nmeasurement and analysis: McGraw-Hill International; 2005.\n28.Aazh H, Kartsonaki C, Moore BCJ. Psychometric evaluation of the 4C Tinnitus \nManagement Questionnaire Using a Clinical Population of Adult Patients with Tinnitus \nAlone or Combined with Hyperacusis. International journal of audiology. 2022;[under \nreview]   \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "29.Meikle MB, Henry JA, Griest SE, Stewart BJ, Abrams HB, McArdle R, et al. The \ntinnitus functional index: development of a new clinical measure for chronic, intrusive \ntinnitus. Ear and hearing. 2012;33(2):153-76.\n30.Newman CW, Sandridge SA, Jacobson GP. Psychometric adequacy of the Tinnitus \nHandicap Inventory (THI) for evaluating treatment outcome. Journal of the American \nAcademy of Audiology. 1998;9(2):153-60.\n31.Miller WR, Rollnick S. Motivational Interviewing: Helping People Change. 3rd ed. \nNew York, London: The Guilford Press; 2013.\n32.Ryan RM, Deci EL. Self-determination theory: Basic psychological needs in \nmotivation, development, and wellness: Guilford Publications; 2017.\n33.Kroenke K, Spitzer RL, Williams JB, Lowe B. An ultra-brief screening scale for \nanxiety and depression: the PHQ-4. Psychosomatics. 2009;50(6):613-21.\n34.Aazh H, Hayes C, Moore BCJ, Danesh AA, Vitoratou S. Psychometric Evaluation of \nthe Hyperacusis Impact Questionnaire (HIQ) and Sound Sensitivity Symptoms Questionnaire\n(SSSQ) Using a Clinical Population of Adult Patients with Tinnitus Alone or Combined with \nHyperacusis. Journal of American Academy of Audiology. 2022;[Online ahead of print](Feb \n23).\n35.Aazh H, Ballinger J, Hayes C, Pepler A, Lammaing K, Moore BCJ, et al. \nPsychometric Evaluation of a Patient Experience Questionnaire (PEQ) for Outpatient \nAppointments: Analysis Using Data from a UK National Health Service Audiology \nDepartment. Journal of the American Academy of Audiology. 2022.\n36.Cronbach LJ. Test reliability; its meaning and determination. Psychometrika. \n1947;12(1):1-16.\n37.Delacre M, Lakens D, Leys C. Why psychologists should by default use Welch’s t-\ntest instead of Student’s t-test. International Review of Social Psychology. 2017;30(1):92-\n101.\n38.Morris SB, DeShon RP. Combining effect size estimates in meta-analysis with \nrepeated measures and independent-groups designs. Psychological Methods 2002;7(1):105-\n25.\n39.Cohen J. Statistical power analysis for the behavioral sciences. New Jersey: Lawrence\nErlbaum Associates, Inc. Publishers; 1988.\n40.StataCorp. Stata Statistical Software: Release 13. TX, USA: StataCorp LP; 2013.\n41.Pannucci CJ, Wilkins EG. Identifying and avoiding bias in research. Plastic and \nreconstructive surgery. 2010;126(2):619-25.\nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "42.Pocock SJ. Clinical trials: a practical approach. UK: Wiley Chichester; 1983.\n43.McCambridge J, Kypri K, Elbourne D. Research participation effects: a skeleton in \nthe methodological cupboard. Journal of clinical epidemiology. 2014;67(8):845-9.\n44.Aazh H. Patients' experience of motivational interviewing for hearing aid use: A \nqualitative study embedded within a pilot randomised controlled trial. Journal of Phonetics & \nAudiology. 2016;2(1):1-13.\n45.Mehta S, Peynenburg VA, Hadjistavropoulos HD. Internet-delivered cognitive \nbehaviour therapy for chronic health conditions: a systematic review and meta-analysis. \nJournal of behavioral medicine. 2019;42(2):169-87.\n46.Jaswal SM, De Bleser AKF, Handy TC. Misokinesia is a sensitivity to seeing others \nfidget that is prevalent in the general population. Scientific reports. 2021;11(1):17204.\n47.McCall HC, Hadjistavropoulos HD, Sundström CRF. Exploring the Role of \nPersuasive Design in Unguided Internet-Delivered Cognitive Behavioral Therapy for \nDepression and Anxiety Among Adults: Systematic Review, Meta-analysis, and Meta-\nregression. Journal of medical Internet research. 2021;23(4):e26939.\n48.Elarbed A, Fackrell K, Baguley DM, Hoare DJ. Tinnitus and stress in adults: a \nscoping review. International Journal of Audiology 2021;60(3):171-82.\nFigure 1. Flowchart illustrating the structure of the iCBT(T) program. The program \ncomprises assessment and therapy modules. The program automatically develops email \nreports for users at different stages of the treatment. The typical structure of the therapy \nmodules is shown under “iCBT Modules”. The two assessment modules are shown in boxes \nwith gray coloring. \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Table 1. Summary of the interventions provided in each iCBT(T) module.  \nModules Description \nAssessment The assessment module comprised a list of questions about tinnitus, ear and \nhearing problems, and two short questionnaires: the 4C tinnitus management and \nthe screening for anxiety and depression in tinnitus (SAD-T). \nAfter completing the assessment module, a report is developed automatically and\nsent to the email address that the participant provided. The report contains \nrecommendations for further medical evaluations and/or psychological support \n(if indicated based on their answers to the questions). The criteria used to \ngenerate a recommendation for seeking medical help are described below. A \nrecommendation to seek help from mental health professionals is generated when\nthe SAD-T score is ≥ 4, indicating symptoms of anxiety and/or depression. \nThe questions in the assessment module are listed below: \nDemographic questions \nAge and gender\nTinnitus questions \n1-When did your tinnitus start? \nFor this question, if the answer is less than 6 months, then the following \nrecommendation is included in the report:   \n“Given the relatively recent onset of your tinnitus, if you have not seen an Ear, \nNose and Throat (ENT) specialist recently then we would recommend you to \narrange an appointment with them in order to discuss the underlying cause(s) of \nyour tinnitus.” \n2-What do you think caused your tinnitus? \n3-What does your tinnitus sound like?  \nIf the answer is clicks, pulsing, or heartbeat, then the following recommendation \nis included in the report:   \n“Tinnitus that sounds like clicks, pulsing, or heartbeat may be related to \nproblems associated with the muscles or blood vessels in the head and neck. If \nyou have not seen an Ear, Nose and Throat (ENT) specialist recently then we \nrecommend you to arrange an appointment with them in order to discuss the \nunderlying cause(s) of your tinnitus.”       \n4-Where is your tinnitus perceived? \nIf the answer is in one ear only then the following recommendation is included in\nthe report: \n“Tinnitus which is only perceived in one ear may be associated with some \ndisorders of the auditory system. If you have not seen an Ear, Nose and Throat \n(ENT) specialist recently then we recommend you to arrange an appointment \nwith them in order to discuss the underlying cause(s) of your tinnitus.” \nEar and hearing questions \n5-Do you suffer from ear pain?  \n6-Do you have any ear discharge? \n7-Do you have any balance problems? \n8-Do you feel that you have any hearing difficulties? \nIf the answer to any of the above questions is “yes” then the following \nrecommendation is included in the report:   \n“If you have not seen an Ear, Nose and Throat (ENT) specialist recently then we \nrecommend you to arrange an appointment with them in order to discuss your \n*the item(s) chosen from the above list*.”   \n9-Do you have any medical conditions that might be relevant to your \ntinnitus? \nIf the answer is “yes” then the following recommendation is included in the \nreport: \n“If you have not seen a medical doctor about this relevant medical history then \nwe recommend you to do so.”      \n10-Do you have hyperacusis? \nHyperacusis is intolerance of certain everyday sounds. The sounds may be \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "perceived as uncomfortably loud, painful, frightening or annoying.   \n11-Do you have misophonia? \nMisophonia is a strong emotional reaction to certain sounds, such as sounds \ncreated by chewing food, swallowing, tapping, breathing, lip smacking, nose \nsniffing, and other man-made noises.       \nIntroduction to CBT for \ntinnitusIn this module, patients learn about CBT and its relevance to tinnitus distress. \nObjectives\nBy the end of this session, the participant should be able to:\n•Describe what tinnitus is.\n•Describe CBT and its relevance to tinnitus distress.   \n•Apply a simple CBT model to tinnitus distress.    \n•Differentiate between events, thoughts and emotions.  \n•Create a CBT model explaining their own experience of tinnitus distress\nand describe how this model can be used in guiding their tinnitus management.    \nBehavioral experiment \nfor tinnitusThis module provides an opportunity to explore and challenge tinnitus-related \nnegative thoughts by testing out different behaviours and how they influence any \nanxiety and negative emotions. This module has two sections. When section one \nhas been completed, an email is sent to the participant with a link to section two.\nObjectives\nBy the end of this session, participants should be able to:\n•Describe what a behavioural experiment is.\n•Explore their irrational thoughts and predictions about tinnitus and its \nimpact on them. \n•Analyse the link between automatic thoughts and emotions.     \n•Differentiate between literal facts and thoughts. \n•Design a behavioural experiment to test the validity of their tinnitus-\nrelated thoughts.\n•Challenge their unhelpful thoughts.    \n•Create some counter-statements (more helpful and rational thoughts).  \n•Use the counter-statements in real life scenarios.      \nChallenge your negative \nthoughtsIn this module participants learn about common forms of cognitive distortions \nand develop the skills to identify errors of judgment in their own tinnitus-related \nthoughts.\nObjectives \nBy the end of this module, participants should be able to: \n•Describe the relationship between tinnitus, anxiety and negative \nthoughts. \n•Differentiate the levels of thoughts: automatic thoughts, rules of life and\ncore beliefs. \n•Explain the mechanism by which tinnitus perception can lead to distress \nbased on the level of thoughts.         \n•List the 10 common forms of cognitive distortion. \n•Differentiate different forms of cognitive distortion.\n•Identify errors of judgment in their own tinnitus-related thoughts. \nDiary of thoughts and \nfeelings This module provides a tool for combining the different techniques that have \nbeen learned in the previous modules so as to identify and challenge negative \nautomatic thoughts.\nObjectives\nBy the end of this module, participants should be able to \n•Identify tinnitus-related distress in their day-to-day life.  \n•Distinguish between tinnitus-related distress and the distress caused by \nother underlying psycho-social and medical factors. \n•Explore and record what goes through their mind when they are \nbothered by their tinnitus. \n•Identify their thought distortions.\n•Identify and record their emotional reactions to tinnitus-related thoughts.\n•Develop a wide range of counter-statements that can substitute for \ntinnitus-related negative thoughts.           \nPositive psychology in The idea of this module is to use the power of positive psychology in generating \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "tinnitus management realistic optimism, which is important for improving mental health.\nObjectives\nBy the end of this module, participants should be able to \n•Describe how acceptance can help them in managing their tinnitus.  \n•List common human character strengths and virtues.  \n•Identify their own character strengths and discuss how they can help \nthem in accepting of tinnitus.  \n•Use their character strengths in generating optimism and resilience.   \nFinal assessment The final assessment module helps to (1) establish the progress each participant \nhas made in tinnitus management, and (2) enhance their confidence and \nmotivation in using CBT skills for tinnitus management. \nThe SAD-T and 4C tinnitus management questionnaires are administered again \nin this module. \nParticipants also complete a questionnaire exploring their views about the \neffectiveness of the iCBT(T) program.   \nTable 2.     Recommendations of the persuasive systems design framework (15 categories) \nused in the iCBT(T) program. \nCategories Description How these are met in iCBT(T) \nReduction A system that reduces complex behavior \ninto simple tasks helps users perform the \ntarget behavior, and it may increase the \nbenefit/cost ratio of a behavior.Each module introduces one task. For \nexample, developing a dairy for \ntinnitus-related thoughts or performing \na behavioral experiment.   \nTunneling Using the system to guide users through a \nprocess or experience provides \nopportunities to persuade along the way.Each module has an introductory video \nthat guides the participant on what to \ndo. \nPersonalization A system that offers personalized content \nor services has a greater capability for \npersuasion.The program takes into consideration \nthe participant’s answers to the \nquestions. For example, the 4C module \nask questions about the reasons for the \nchoices and what can help them to make\nan improvement.  \nSelf-monitoring A system that keeps track of one’s own \nperformance or status supports the user in \nachieving goals.Participants can monitor their progress \nby comparing the assessment and \ntreatment progress reports.  \nRehearsal A system providing means with which to \nrehearse a behavior can enable people to \nchange their attitudes or behavior in the \nreal world.The behavioral experiment module \nhelps the participant to test the results of\na change in a particular behavior. \nPraise By offering praise, a system can make \nusers more open to persuasion.The program acknowledges the correct \nanswers in quizzes.  \nReminders If a system reminds users of their target \nbehavior, the users will more likely \nachieve their goals.After completing each module, a \nreminder is sent to the participant with a\nsummary of the tasks that they need to \ncomplete before moving on to the next \nmodule. \nSuggestion Systems offering fitting suggestions will \nhave greater persuasive powers.The program gives examples and \nsuggestions about how to analyze and \nmodify tinnitus-related thoughts and \nbehaviors. \nLiking A system that is visually attractive for its \nusers is likely to be more persuasive.Most pages in the program have images \nthat are matched with the text. \nTrustworthiness A system that is viewed as trustworthy will\nhave increased powers of persuasion.The program is designed by a trusted \nsource. \nExpertise A system that is viewed as incorporating \nexpertise will have increased powers of The program is designed by experts in \ntinnitus field. \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "persuasion.\nSurface credibility People make initial assessments of the \nsystem credibility based on a firsthand \ninspection.The program is designed based on \naudiologist-delivered CBT for tinnitus, \nwhich has been tested in several \nresearch studies and used for treating \nthousands of tinnitus participants in the \nUK and elsewhere in the world.   \nReal-world feel A system that highlights people or \norganization behind its content or services \nwill have more credibility.The creator and collaborators of the \nprogram are introduced at the beginning\nof each module. \nAuthority A system that leverages roles of authority \nwill have enhanced powers of persuasion.The program is designed by experts in \ntinnitus field.\nRecognition By offering public recognition for an \nindividual or group, a system can increase \nthe likelihood that a person/group will \nadopt a target behavior.The program issues a certificate of \ncompletion after each module. \nTable 3.  Means (SDs) of scores for the 4C tinnitus management questionnaire and screening \nfor anxiety and depression in tinnitus (SAD-T) before and after undertaking the iCBT(T) \nprogram. The p values and corrected effect sizes (ES) are also reported. \nQuestionnairePre-treatment\nMean (SD)Post-treatment\nMean (SD)p valueCorrecte\nd ES\n4C 24.4 (25)41.0 (31.5)0.004-0.6\nSAD-T 4.8 (3.9)3.0 (3.5)0.0030.62\n \nThis article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "This article is protected by copyright. All rights reserved.\nAccepted Manuscript"
    }
  ]
}