{
  "doc_type": "scientific paper",
  "title": "a-preliminary-analysis-of-the-clinical-effectiveness-of-audiologist-delivered-cognitive-behavioral",
  "authors": [
    "aazh-et-al-"
  ],
  "year": 2024,
  "journal": "Sciences, University of Surrey, United Kingdom c Cambridge Hearing Group, Department of Psychology, University of",
  "doi": "10.1044/2024_AJA-23-00254",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:57:11.356872Z",
  "source_pdf": "documents/research/Global/aazh-et-al-2024-a-preliminary-analysis-of-the-clinical-effectiveness-of-audiologist-delivered-cognitive-behavioral.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Research Article \nA Preliminary Analysis of the Clinical Effectiveness \nof Audiologist-Delivered Cognitive Behavioral \nTherapy Delivered via Video Calls for Rehabilitation \nof Misophonia, Hyperacusis, and Tinnitus \nHashir Aazh,a,b Anahita Najjari,a and Brian C. J. Moorea,c \na Hashir International Specialist Clinics & Research Institute for Misophonia, Tinnitus and Hyperacusis, London, United Kingdom b Faculty of \nEngineering and Physical Sciences, University of Surrey, United Kingdom c Cambridge Hearing Group, Department of Psychology, University of \nCambridge, United Kingdom \nAR T I CLE I N F O \nArticle History: \nReceived November 12, 2023 \nRevision received February 7, 2024 \nAccepted March 9, 2024 \nEditor-in-Chief: Erin M. Picou \nEditor: Fatima T. Husain \nhttps://doi.org/10.1044/2024_AJA-23-00254 \nCorrespondence to Hashir Aazh: info@hashirtinnitusclinic.com . Dis-\nclosure: Hashir Aazh is the director of Hashir International Specialist \nClinics & Research Institute for Misophonia, Tinnitus and Hyperacusis Ltd, whose data are used for this study. The other authors have \ndeclared that no competing financial or nonfinancial interests existed at \nthe time of publication. AB ST R A C T \nPurpose: Cognitive behavioral therapy (CBT) is a key intervention for manage-\nment of misophonia, hyperacusis, and tinnitus. The aim of this study was to \nperform a preliminary analysis comparing the scores for self-report question-\nnaires before and after audiologist-delivered CBT via video calls for adults with \nmisophonia, hyperacusis, or tinnitus or a combination of these. \nMethod: This was a retrospective cross-sectional study. The data for 37 con-\nsecutive patients who received CBT for misophonia, hyperacusis, or tinnitus \nfrom a private institute in the United Kingdom were analyzed. Self-report ques-\ntionnaires taken as part of routine care were as follows: 4C Questionnaires for \ntinnitus, hyperacusis, and misophonia (4C-T, 4C-H, and 4C-M, respectively), \nTinnitus Impact Questionnaire (TIQ), Hyperacusis Impact Questionnaire (HIQ), \nMisophonia Impact Questionnaire (MIQ), Sound Sensitivity Symptoms Question-\nnaire (SSSQ), and Screening for Anxiety and Depression in Tinnitus (SAD-T). \nResponses were also obtained to other questionnaires related to tinnitus, hyper-\nacusis, insomnia, and anxiety and mood disorders. A linear mixed-model \nmethod was used to assess the changes in response to the questionnaires \npretreatment and posttreatment. \nResults: Pretreatment–posttreatment comparisons showed that scores for the \n4C-T, 4C-H, 4C-M, TIQ, HIQ, MIQ, SSSQ, and SAD-T improved, with effect sizes of 1.4, 1.2, 1.3, 2.6, 0.9, 0.7, 0.9, and 1.4, respectively (all p < .05). \nConclusions: This preliminary analysis suggests that CBT via video calls may be effective in reducing the impact of misophonia, hyperacusis, and tinnitus. However, this study did not have a control group, so its results need to be \ninterpreted with caution. \nMisophonia is characterized by reduced tolerance to \none or more specific sound(s) or stimuli associated with \nsuch sounds (Swedo et al., 2022). Common triggers \ninclude but are not limited to sounds associated with oral \nfunctions, nasal sounds, nonoral/nasal sounds produced by people, and sounds produced by objects or sounds gen-erated by animals (Hansen et al., 2021; Swedo et al., \n2022). Misophonia can limit the individual’s social life \nand lead to functional impairment, worse general health \nstatus, and poorer quality of life compared to the general \npopulation (Dibb & Golding, 2022; Holohan et al., 2023; \nJakubovski et al., 2022; Möllmann et al., 2023). About \n18% of the U.K. population are estimated to have symp-\ntoms of misophonia that can have a significant impact on \ntheir life (Vitoratou et al., 2023). Individuals with misopho-\nnia often exhibit emotional problems, avoidance behaviors, \nperfectionism, cognitive distortions, anxiety disorders, and\nAmerican Journal of Audiology •1–16 •Copyright © 2024 The Authors\nThis work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License.1\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "•depression (Dibb & Golding, 2022; Guetta et al., 2022; \nJakubovski et al., 2022; Paunovic & Milenković, 2022; \nRemmert et al., 2022; Rosenthal et al., 2022; Siepsiak \net al., 2022; Wang et al., 2022; Yektatalab et al., 2022). \nSeveral case reports suggest that cognitive behavioral \ntherapy (CBT) can be effective in alleviating the effect of misophonia on the patient’s life (Bernstein et al., 2013; \nMcGuire et al., 2015; Roushani & Mehrabizadeh \nHonarmand, 2021). Group CBT has a lso been shown to \nbe effective in helping patients to manage their misopho-nia (Ghorbani et al., 2022; Jager et al., 2021). \nHyperacusis is the perception of certain everyday \nsounds, such as domestic noise or noise in public places, \nas too loud or painful in such a way that it causes signifi-\ncant distress and impairment in social, occupational, recre-\national, and other day-to-day activities (Aazh et al., 2014, \n2016; Fagelson & Baguley, 2018). A systematic review \nreported that the prevalence of hyperacusis in the general \npopulation varies across studies from less than 1% to 17% (Ren et al., 2021). Individuals with hyperacusis often \nexhibit high levels of stress, poorer mental and physical \nhealth, and lower quality of life than the general popula-tion (Fackrell et al., 2022; Manohar et al., 2023; Sacchetto \net al., 2022). CBT has been shown to be an acceptable \ntreatment for hyperacusis from the perspective of patients \n(Aazh, Bryant, & Moore, 2019). Several studies reported \nthat CBT delivered in face-to-face sessions reduces the \nimpact of hyperacusis on the patient’s life and improves \nthe associated symptoms of anxiety and depression (Aazh & Moore, 2018a; Juris et al., 2014; Nolan et al., 2020). \nTinnitus is the perception of sound in the absence of \nacoustic stimuli external to the body. Tinnitus can lead to \nemotional distress, cognitive dysfunction, autonomic arousal, \nbehavioral changes, and functional disability, in which case it \nis called tinnitus disorder (De Ridder et al., 2021). The preva-\nlence of tinnitus in the adult population is estimated to be \nabout 14% (Jarach et al., 2022). Patients with tinnitus disorder \noften exhibit symptoms of anxiety, depression, insomnia, sui-\ncidal and self-harm ideations, and have poor quality of life \n(Aazh, Baguley, & Moore, 2019; Aazh & Moore, 2017a, 2018c; \nAsnis et al., 2018; Bhatt et al., 2017; Boecking et al., 2021; \nSalazar et al., 2019). Several randomized controlled trials (RCTs) and uncontrolled retrospective clinical studies reported \nthat CBT is acceptable and effective for the management \nof tinnitus, whether delivered by psychologists or audiolo-\ngists (Aazh, Bryant, & Moore, 2019; Aazh & Moore, \n2018a, 2018b; Barry & Marks, 2023; Beukes et al., 2018; \nCima et al., 2012). \nTo sum up, several studies support the efficacy of \nCBT for the rehabilitation of patients with misophonia, \nhyperacusis, and tinnitus (Aazh & Allott, 2016; Aazh, \nBryant, & Moore, 2019; Aazh & Moore, 2018a, 2018b; Cima et al., 2012; Jager et al., 2021; Jüris et al., 2014; \nMartinez-Devesa et al., 2010; Schroder et al., 2017). How-ever, the method of delivering CBT in all these studies \nwas largely via face-to-face sessions. The effectiveness of \naudiologist-delivered CBT for misophonia, hyperacusis, and tinnitus delivered via video calls has not, to our \nknowledge, been reported. \nDuring the COVID-19 pandemic, demand for \ntelehealth increased considerably (Wosik et al., 2020). \nAudiologist-delivered CBT given via video calls seems to be \nacceptable to most patients with tinnitus (Aazh et al., 2021). \nHowever, it is important to assess whether CBT delivered by \naudiologists via video calls is effective for the management of \nmisophonia, hyperacusis, and tinnitus. The aims of this study \nwere (a) to compare responses to self-report questionnaires \nbefore and after CBT delivered by audiologists via video calls \nto adults with misophonia, hyperacusis, and tinnitus and (b) \nto assess factors related to the treatment outcome. \nMethod \nEthical Approval \nAll participants agreed that their anonymized data \ncould be used for service improvement and research pur-\nposes. Informed consent was waived because routine clini-\ncal data were analyzed retrospectively. The study was \napproved by the University of Surrey Ethics Committee \n(Project ID: FHMS 21–22 147 EGA). \nStudy Design and Patients \nThe study was conducted at Hashir International \nSpecialist Clinics & Research Institute for Misophonia, \nTinnitus and Hyperacusis (for brevity, from now on \nHashir International Institute [HII]), Guildford and London, \nUnited Kingdom. The study population comprised 37 \nconsecutive patients who received a full course of CBT for \nmisophonia, hyperacusis, tinnitus, or some combination of \nthese, delivered by audiologists via video calls, during \n2021–2022 at HII. Demographic data for the patients and \nthe outcomes of their self-report questionnaires were \nimported from records held at the clinic. \nAs a part of history taking, each patient was asked: \n(a) if they had been prescribed any drugs for a psychiatric \ncondition or if they were undergoing any form or therapy \nin addition to CBT; (b) if they had ever received a diagno-\nsis of mental illness (denoted History of Mental Health \nProblems, HMH); and (c) if they had ever seen a mental \nhealth professional (denoted Seen Mental Health profes-sional, SMH). Parental mental health was assessed using a \nquestion adopted from the questionnaire for Adverse\n2 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Childhood Experiences (Anda et al., 2006; Felitti et al., \n1998). The question was, “While you were growing up \nduring the first 18 years of life, did your parent(s) have depression or mental illness?” (Felitti et al., 1998). The \nresponse alternatives were “yes” or “no.” The test–retest \nreliability for this question is moderate (Cohen’s κ = .48, SE = 0.052, 95% confidence interval [CI] [0.37, 0.58]; Dube et al., 2004). \nDiagnosis of Misophonia, Hyperacusis, \nand Tinnitus \nThe diagnosis of clinically significant misophonia, \nhyperacusis, and/or tinnitus was based on a clinical inter-\nview conducted by audiologists specialized in the manage-\nment of those disorders. The criteria described by Aazh, \nHayes, et al. (2024) and Aazh, Moore, et al. (2023) were \nused for the diagnosis of misophonia and hyperacusis. In \nshort, for a positive diagnosis of misophonia and/or hypera-\ncusis, the person’s sound intolerance should adversely affect \ntheir day-to-day activities, or their mood, or their ability \nto rest and relax, or the person should use avoidance \nbehaviors or rituals to cope with the sounds that bother \nthem. A sensitivity to certain sounds without this having a \nsignificant impact on their day-to-day life was not suffi-\ncient for a diagnosis of hyperacusis or misophonia. A pos-\nitive diagnosis of hyperacusis required the person to per-ceive some sounds as too loud, uncomfortable, or painful, \ntheir main complaint not being related to decreased toler-\nance to typical misophonia trigger sounds (i.e., oral and nasal sounds or repetitive sounds made by humans or \nmachines). In contrast, a positive diagnosis of misophonia required the person to perceive misophonia trigger sounds as disgusting, offensive, or annoying, their primary reaction \nto such sounds not being aural pain or physical discomfort \ndue to excessive loudness. In addition, for a positive diag-\nnosis of hyperacusis or misophonia, the person’ss o u n d \nintolerance should not be better explained by their general \nattitude toward noise and environmental noise pollution \n(e.g., noise from neighbors, nearby airports, traffic, work-\nshops, internal plumbing, air conditioning). This was \nintended to differentiate hyperacusis and misophonia from \nnoise sensitivity, which is known as a personality trait \n(Kishikawa et al., 2006). Finally, the person’s sound intol-\nerance symptoms should not be better explained by other \nunderlying medical or psychosocial conditions. \nClinically significant tinnitus, also known as tinnitus \ndisorder (De Ridder et al., 2021), was diagnosed if the \nperson showed at least one of the first four characteristics \nlisted next in addition to Characteristic 5: \n1. Tinnitus interrupts some day-to-day tasks or activities. \n2. Tinnitus adversely affects mood. 3. Tinnitus adversely affects resting, relaxing, or \nsleeping. \n4. The person uses avoidance behaviors or rituals to \ncope with their tinnitus. \n5. The effect on the person’s activities, mood, or \nbehaviors is related to the experience of tinnitus and is not better explained by other underlying medical \nor psychosocial conditions. \nSelf-Report Questionnaires \nSeveral self-report questionnaires were completed \nduring the assessment session before the start of the treat-\nment and again at the end of the last session. The self-report measures used can be divided into two distinct \ngroups: (a) disease-specific questionnaires for misophonia, \nhyperacusis, and tinnitus, and (b) mental health question-\nnaires. Table 1 lists the disease-specific questionnaires, \nwhich include the 4C Questionnaires for tinnitus, hypera-\ncusis, and misophonia (4C-T, 4C-H, and 4C-M, respec-\ntively; Aazh, Kartsonaki, & Moore, 2024); Tinnitus \nImpact Questionnaire (TIQ; Aazh, Hayes, et al., 2023); \nHyperacusis Impact Questionnaire (HIQ; Aazh et al., \n2022); Misophonia Impact Questionnaire (MIQ; Aazh, Moore, et al., 2023); Sound Sensitivity Symptoms Ques-\ntionnaire (SSSQ; Aazh et al., 2022); Tinnitus Handicap Inventory (THI; Newman et al., 1996); Hyperacusis Ques-tionnaire (HQ; Khalfa et al., 2002); Inventory of Hypera-\ncusis Symptoms (IHS; Greenberg & Carlos, 2018); and Visual Analog Scale (VAS; Maxwell, 1978). \nTable 2 summarizes the questionnaires assessing \nconstructs (mainly mental illness) that are related and/or \ncoexist with misophonia, tinnitus, and hyperacusis. These \ninclude the Screening for Anxiety and Depression in Tin-\nnitus (SAD-T; Aazh et al., 2022), Generalized Anxiety \nDisorder Questionnaire (GAD-7; Spitzer et al., 2006), \nPatient Health Questionnaire (PHQ-9; Kroenke et al., 2001), Short Health Anxiety Inventory (SHAI; Abramo-\nwitz et al., 2007), The Mini-Social Phobia Inventory \n(Mini-SPIN; Connor et al., 2001), Obsessive Compulsive \nInventory–Revised (OCI-R; Foa et al., 2002), Panic Disor-\nder Severity Scale-Self Report (PDSS-SR; Houck et al., \n2002), Penn State Worry Questionnaire–Abbreviated \n(PSWQ-A; Hopko et al., 2003), and Insomnia Severity Index (ISI; Bastien et al., 2001). Table 2 also shows the \ncutoff scores for the psychological questionnaires, as rec-\nommended by the U.K. mental health system (Improving Access to Psychological Therapies, 2011). These cutoff \nscores were used in the present study. \nAll of these questionnaires were completed as part \nof the routine care at HII. Patients completed these ques-\ntionnaires online without involvement of their audiologist.\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 3\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "•Table 1. The table shows the number of items, scoring, and internal reliability (as measured via Cronbach’s alpha) of the disease-specific \nself-report questionnaires used in the study. \nName Number of items Scoring Cronbach’s alpha \n4C Questionnaires for tinnitus, \nhyperacusis, or misophonia (4C-\nT, 4C-H, 4C-M, respectively) 4 Total score ranges between 0% and \n100%. Higher scores indicate more \nconfidence in managing their symptoms. .91 for 4C-T Not reported for \n4C-H and 4C-M \nTinnitus Impact Questionnaire (TIQ) 7 Total score ranges between 0 and 21. TIQ \nscore < 5 = no impact, TIQ score of 5 or \n6 = mild impact, TIQ score of 7 or 8 = \nmoderate impact, and TIQ score ≥ 9= \nsevere impact. .89 \nHyperacusis Impact Questionnaire \n(HIQ) 8 Total score ranges between 0 and 24. HIQ \nscore > 11 shows presence of clinically \nsignificant hyperacusis impact. .93 \nMisophonia Impact Questionnaire \n(MIQ) 8 Total score ranges between 0 and 24. .94 \nSound Sensitivity Symptoms \nQuestionnaire (SSSQ) 5 Total score ranges between 0 and 15. \nSSSQ scores ≥ 5 shows presence of sound tolerance problems. .87 \nTinnitus Handicap Inventory (THI) 25 Total score ranges between 0 and 100. THI \nscore ≤ 16 shows no handicap, scores between 18 and 36 show mild handicap, scores between 38 and 56 show \nmoderate handicap, and scores ≥ 58 show severe tinnitus handicap. .93 \nHyperacusis Questionnaire (HQ) 14. Total score ranges between 0 and 42. HQ \nscores ≥ 22 shows presence of hyperacusis handicap. .88 \nInventory of Hyperacusis Symptoms \n(IHS) 25 Total score ranges from 25 to 100. IHS \nscore ≥ 56 shows the presence of hyperacusis. .96 \nVisual Analog Scale of Tinnitus \nLoudness, Annoyance and Effect \non Life (VASL, VASA, and VASE, \nrespectively) 3 0–10 Not reported \nTable 2. Summary of information about the items, scoring, and internal reliability (as measured via Cronbach’s alpha) of questionnaires \nassessing mental illness and insomnia that may be related to and/or coexist with misophonia, tinnitus, and hyperacusis. \nName Number of \nitems Scoring Cronba ch’s \nalpha \nScreening for Anxiety and Depression in \nTinnitus (SAD-T) 4 Total score ranges between 0 and 12. SAD-T score ≥ 4 \nshows possible anxiety and/or depression. .91 \nGeneralized Anxiety Disorder \nQuestionnaire (GAD-7) 7 The total score ranges between 0 and 21. GAD-7 score ≥ \n8 indicates anxiety. .92 \nPatient Health Questionnai re (PHQ-9) 9 The total score ranges between 0 and 27. PHQ-9 score ≥ \n10 indicates presence of depression. The response to \nitem 9 of the PHQ-9 is denoted SUI (expressing suicidal \nor self-harm ideation). .89 \nShort Health Anxiety Inventory (SHAI) 18 The total score ranges between 0 and 54. SHAI score ≥ 18 \nindicates presence of health anxiety. .96 \nMini-Social Phobia Inventory (Mini-SPIN) 3 The total score is between 0 and 12. Mini-SPIN score ≥ 6 \nindicates social phobia. .94 \nObsessive Compulsive Inventory– \nRevised (OCI-R) 18 Total scores range from 0 to 72. OCI-R score ≥ 21 indi-\ncates presence of OCD. .81 \nPanic Disorder Severity Scale-Se lf \nReport (PDSS-SR) 7 The total score is between 0 and 28. PDSS-SR score ≥ 8 \nindicates presence of panic disorder. .92 \nPenn State Worry Questionnaire– \nAbbreviated (PSWQ-A) 8 The total score is betwee n 8 and 40. PSWQ-A score ≥ 23 \nindicates presence of anxiety. .89 \nInsomnia Severity Index (ISI) 7 The total score ranges from 0 to 28. ISI score ≥ 8 indicates \npresence of insomnia. .74\n4 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Audiologist-Delivered CBT \nAudiologist-delivered CBT sessions were performed \nonline using video calls. The therapy program involved 14 \none-to-one sessions. The first 10 sessions were weekly. \nThen the gap between sessions increased to 2 weeks, \n1 month, 3 months, and 6 months. Each session lasted between 45 and 60 min. The self-report questionnaires \ndescribed earlier were administered prior to the first CBT \nsession and at the final session (Session 14), which acted as a 6-month follow-up. \nThe content of the intervention was consistent with \nthe key CBT theories and methods (Beck, 2011; Greenberger \n& Padesky, 2015). However, unlike general CBT methods, the strategies used in these 14 sessions were fine-tuned to \naddress the issues that were specific to the distress caused by \nthe tinnitus, hyperacusis, and misophonia (Aazh, Landgrebe, \net al., 2019; Aazh & Moore, 2022). Table 3 summarizes the actions taken during each CBT session. The actions \nneeded to be adjusted based on the patient’s needs. \nThroughout, the principle of guided discovery (Todd & \nFreshwater, 1999) was employed, in that the patient made \ndiscoveries with the help of careful questioning from the \naudiologist rather than the audiologist giving information \nand advice. \nTraining of Audiologists \nThe CBT was delivered by three qualified audiolo-\ngists who specialized in rehabilitation of misophonia, \nhyperacusis, and tinnitus. They attended a 1-year train-\ning course based on CBT. The course included (a) lec-\ntures, practical training, and multiple-choice assessment \n(26 hr of Continuing Professional Development [CPD] or \nContinuing Education Units [CEU] points for lectures, 18 hr of CPD/CEU points for clinical supervision/case \nstudy sessions, 1 hr of CPD/CEU points for multiple-\nchoice tests); (b) directed self-study (85 hr of reading and working through the provided/recommended course materials to complete the case studies and written assign-\nments); and (c) self-directed study (20 hr of general \nreading around the subject and contributing to an online discussion forum). After attending the course, the audiol-\nogists received ongoing coaching and clinical supervision from the first author and another clinical supervisor, dur-\ning which they could discuss their difficult patients and \nreceive feedback and additional informal training when \nindicated. \nData Analysis \nThe data were anonymized prior to conducting sta-\ntistical analyses. The statistical analyses were performedTable 3. Illustration of the general structure of the cognitive behav-\nioral therapy (CBT) program and summary of the tasks performed \nin each of the CBT sessions. \nSession Actions taken in each session \nSession 1 Rapport building and getting to know the patient. \nMisophonia/hyperacusis/tinnitus education. \nEnhancing patient’s motivation for CBT. \nSession 2 Creating a CBT formulation, which is a model \ndemonstrating how the patient’s thought \nprocess and their emotional and behavioral \nreactions to tinnitus or the trigger sounds (in the \ncase of hyperacusis or misophonia) create a \nvicious cycle of distress. \nDiscussing the formulation. \nEncouraging the patient to list their avoidance and \nritualist behaviors and to plan to modify them. \nSession 3 CBT education: patients learning theoretical \nunderpinnings of CBT and its relevance to the \nmanagement of misophonia/hyperacusis/tinnitus. \nIntroducing the Diary of Thoughts and Feelings \n(DTF): This helps the patient to learn how to \nidentify and modify their tinnitus/sound-related \nerroneous thoughts and consequential emotions. \nSEL: This is an acronym for a CBT exercise (Stop– \nExpose–Learn) in which the patient is encouraged \nto Stop avoidance behaviors and rituals, Expose \nthemselves to tinnitus and/or trigger sounds, and Learn from it. \nSession 4 Review DTF. Review and escalate SEL. \nSession 5 Explore thoughts on DTF. Identify the patient’s key troublesome negative \nthoughts, also known as “hot thoughts.” \nReview and escalate SEL. \nSession 6 Educate on thought distortions. \nIdentify thought distortions in DTF. Review and escalate SEL. \nSession 7 Introduce counterstatements. Review and escalate SEL. \nSession 8 Review counterstatements. Review and escalate SEL. \nSession 9 Create list of negative thoughts and corresponding \ncounterstatements. \nReview and escalate SEL. \nSession 10 Introduce KKIS: This is an acronym for a CBT \nexercise (Know, Keep on, Identify & Substitute) in which the patient learns to Know in what \ncircumstances they need to do CBT, practice Keeping on and not to be afraid of experiencing \nthe negative emotions, Identify and analyze their thoughts and if they are irrational, then \nSubstitute them with alternative thoughts, which \nare known as counterstatements. \nSession 11 Review KKIS. Progress review. \nSession 12 Review KKIS and problem solving. \nSession 13 Review KKIS and problem solving. \nHow to manage setbacks. \nSession 14 Final review. \nCBStyle: learn how to integrate CBT into lifestyle. \nNote. This was used as a general guide and was adjusted based \non the needs of individual patients.\nAazh e t al.: CBT for Tinnitus, Hyperacusis, and Misophonia 5\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "•using R software. To account for the non-independence of \nobservations inherent in repeated-measures data, and to \naddress the unbalanced design and missing data, a linear \nmixed-model (LMM) approach was adopted.\nDiagnostic groups with a sample size of two or less, \nas noted in Table 4, were excluded from the LMM analyses. Fixed-effects factors in the analysis were time \n(pre-/posttreatment), diagnostic category for categories with a \nsample size of three or more (denoted diagnosis: tinnitus = T, \nmisophonia = M, and tinnitus with hyperacusis = TH), Drug \n(psychiatric medication or psychological therapies in addition \nto CBT; yes/no), and gender (male/female). A random inter-\ncept for patients was included to account for within-subject \ncorrelations in the random-effects design matrix. \nAll continuous outcomes from each questionnaire \nwere analyzed using LMMs with maximum-likelihood \nestimation, implemented in the lme4 package (Bates et al., \n2015). A Gamma generalized linear mixed model was used to meet the normality assumption for the PDSS-SR \nquestionnaire. Statistical significance was defined as a p value < .05. Effect sizes (ESs) were reported using Hedges’ g to correct for small sample sizes, with small \n(g = 0.2), medium (g = 0.5), and large (g = 0.8) effects \n(Hedges & Olkin, 2014). The Satterthwaite adjustment was applied to compute the degrees of freedom (Keselman \net al., 1999). Significant main effects of diagnosis led to \npost hoc pairwise comparisons with Bonferroni adjust-\nments for multiple comparisons. \nIn the present study, only the main effects were ana-\nlyzed due to the extensive number and type of question-\nnaires administered and the relatively small sample sizes \nfor certain groups. Interaction effects like Time × Diagnosis \nor Time × Diagnosis × Drug, as well as random slopes, \nwere not included due to these constraints. \nESs are reported solely for pretreatment/posttreat-\nment comparisons. Some of the patients did not complete \nall of the self-report questionnaires due to time con-\nstraints. The number of patients included in each analysis (n) is reported wherever indicated. \nResults \nCharacteristics of the Study Population \nThe average age of the patients was 45.4 years \n(SD = 17 years, range: 17–78 years), and 46% were male. \nAmong the patients, 38.5% were either taking psychiatric \nmedication or undergoing psychological therapies in addi-\ntion to CBT. A history of diagnosed mental illness was \npresent for 73% of patients, and 78% had seen mental \nhealth professionals. While they were growing up during the first 18 years of life, 65% reported that one or both of \ntheir parents had depression or mental illness. Based on \nscores for the THI and TIQ, 93% and 95% of patients with \ntinnitus (with or without hyperacusis/misophonia) had some \nlevel of tinnitus handicap, respectively. Based on scores for the SAD-T screening questionnaire, 89% of patients had \nsymptoms of anxiety and/or depression. Using two more \ncomprehensive questionnaires, namely, the PHQ-9 and \nGAD-7, 78% and 80.5% of patients had symptoms of \ndepression and anxiety, respectively. Based on their \nresponses to Question 9 of the PHQ-9, 62% of patients \nexpressed suicidal ideations. Sleep disturbances as measured \nvia the ISI were reported by 81% of patients. Based on the \nclinical interview, 33% had tinnitus only (T), 3% had hyper-\nacusis only (H), 24% had misophonia only (M), 35% had \ntinnitus combined with hyperacusis (TH), and 5% had tin-\nnitus combined with hyperacusis and misophonia (THM). \nNoncompletion Rate \nDuring 2021–2022, 41 patients enrolled in the treat-\nment but only 37 completed the course, giving a completion \nrate of 90%. Among the four patients who did not complete \ntheir treatment, two had tinnitus and hyperacusis, one had \ntinnitus, and one had misophonia. For 3/4, the reason for \ndiscontinuing the therapy was that they felt that they did not \nneed any further help as they were managing their symptoms \nwell or their tinnitus/hyperacusis was no longer a priority for \nthem due to other health or social circumstances. One \npatient completed 12 sessions but was lost to follow-up at \nSessions 13 and 14, for reasons unknown to us. \nPre–Post Comparisons for Questionnaires \nTable 4 shows the mean scores for the questionnaires \nbefore and after treatment for each diagnostic group. When \nonly one patient fell in a given diagnostic group, the score \nfor the individual patient is reported. The T, M, and TH \ngroups had more than two patients, so the pre–post com-\nparisons and post hoc analyses were focused on them. \nTable 5 compares the proportion of patients with \nabnormal scores for the self-report measures for groups T, \nM, and TH. Compared to groups T and M, group TH \nhad the highest proportion of patients with abnormal \nscores for measures of hyperacusis (HQ, HIQ, SSSQ), \ndepression (PHQ-9), generalized anxiety (GAD-7, PSWQ, \nSAD-T), and health anxiety (SHAI). Patients in group \nTH also had the highest incidence of suicidal ideations, history of mental illness, and parental mental illness in \ntheir childhood. Group M had the highest proportion of \npatients with abnormal scores for measure of misopho-\nnia (MIQ), social anxiety (Mini-SPIN), and obsessive– \ncompulsive disorder (OCD; OCI-R). Group M had the\n6 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "(table continues)Table 4. Sample size, mean, and standard deviation for the self-report questionnaires for each diagnostic category. \nQuestionnaire T H M TH THM \nn M (SD) n M (SD) n M (SD) n M (SD) n M (SD) \n4C - Tinnitus \nPre 12 11.5 (8.9) 0 NA 0 NA 11 19.7 (17.8) 0 NA \nPost 12 56.5 (33.1) 0 NA 0 NA 11 49 (34) 0 NA \n4C - Hyperacusis \nPre 0 NA 1 0 0 NA 7 13 (5.7) 0 NA \nPost 0 NA 1 22 0 NA 7 27 (11) 0 NA \n4C - Misophonia \nPre 0 NA 0 NA 9 16.7 (5.3) 0 NA 0 NA \nPost 0 NA 0 NA 9 26.1 (7.4) 0 NA 0 NA \nTIQ \nPre 8 17.5 (3.2) 0 NA 0 NA 11 16 (4.6) 1 19 \nPost 8 4.4 (4.5) 0 NA 0 NA 11 5.2 (5.5) 1 7 \nHIQ \nPre 8 8 (6.9) 1 22 9 8.8 (8.2) 11 18.5 (6.9) 1 21 \nPost 6 2.2 (3.1) 1 5 8 4.1 (3.3) 9 6.6 (7.3) 1 13 \nMIQ \nPre 8 1.6 (2.1) 1 0 9 17.8 (5.6) 11 7.4 (7.5) 1 17 \nPost 6 1.0 (2.4) 0 NA 9 9.2 (8.3) 8 3.2 (4.7) 1 14 \nSSSQ \nPre 11 3.7 (3.5) 1 11.0 9 3.4 (1.6) 13 10.4 (5.1) 2 13 (2.8) \nPost 9 1.4 (1.8) 1 5.0 8 2.2 (1.4) 9 3.3 (3.4) 1 1.00 \nSADT \nPre 11 8.5 (3.9) 1 7 9 5.9 (3.5) 13 10 (2.5) 2 6.5 (0.7) \nPost 10 1.8 (2.2) 1 0 8 3.6 (3.5) 10 3.8 (3.2) 1 2 \nTHI \nPre 12 80.5 (15) 0 NA 0 NA 13 65.8 (16.5) 2 64 (11.3) \nPost 9 30.7 (28) 0 NA 0 NA 9 27.6 (21.8) 1 44 \nHQ \nPre 11 17.1 (9.9) 1 33 9 21.7 (10) 13 24 (11) 2 21.5 (4.9) \nPost 7 10.3 (6.4) 0 NA 7 18 (5.7) 9 16.4 (11) 1 18 \nISI \nPre 12 22.1 (4.8) 1 4 9 6.7 (5.0) 13 17.2 (8.0) 2 10 (8.5) \nPost 9 9. 6 (7.7) 0 NA 6 5.8 (4.1) 8 7.4 (7.8) 1 2.00 \nVASL \nPre 12 7.8 (1.6) 0 NA 0 NA 13 7.2 (2.0) 2 9 (1.4) \nPost 9 6.1 (2.3) 0 NA 0 NA 9 4.1 (2.8) 1 8.00\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 7\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Table 4.(Continued).\nQuestionnaireT H M TH THM\nnM(SD)nM(SD)nM(SD)nM(SD)nM(SD)\n•VASA \nPre 12 8.5 (1.2) 0 NA 0 NA 13 8.1 (2.0) 2 8 (1.4) \nPost 9 4.7 (2.6) 0 NA 0 NA 9 3.9 (3.0) 1 8 \nVASE \nPre 12 8.4 (1.7) 0 NA 0 NA 13 8.1 (2.1) 2 8 (0) \nPost 9 3.6 (3) 0 NA 0 NA 9 3.9 (3.7) 1 8 \nGAD-7 \nPre 12 13.3 (7.5) 1 11 8 10.9 (6.1) 13 16.5 (3.5) 2 10 (1.4) \nPost 9 4.8 (4.5) 0 NA 5 9.0 (6.0) 9 8.0 (4.9) 2 6.5 (6.4) \nPHQ-9 \nPre 12 15.4 (7.1) 1 10 8 8.4 (5.6) 13 18.5 (5.2) 2 9 (2.8) \nPost 9 4.8 (4.6) 0 NA 7 5.3 (4.5) 9 7.2 (6.7) 2 7.5 (4.9) \nSHAI \nPre 12 18.2 (6.7) 1 20 8 17.2 (9.1) 13 24.2 (9.8) 2 14 (11.3) \nPost 7 14.4 (7.7) 0 NA 6 14.7 (10.2) 8 20.3 (9.9) 1 7.0 \nMini-SPIN \nPre 11 3.4 (3.3) 1 3 8 4.4 (2.9) 13 3.5 (3.3) 2 4.5 (3.5) \nPost 6 1.2 (1.5) 0 NA 5 3.0 (3.5) 8 2.4 (3.1) 1 0.00 \nOCI-R \nPre 11 13.4 (12.5) 1 13 8 18.8 (14.4) 13 13.1 (8.5) 2 14 (5.7) \nPost 6 6.3 (4.6) 0 NA 6 16.0 (15.4) 8 11.1 (9.5) 1 15 \nPDSS-SR \nPre 11 3.5 (4.5) 1 1.00 8 2.9 (2.8) 12 3.4 (3.9) 2 00 \nPost 7 1.7 (3.0) 0 NA 7 1.6 (2.6) 8 0.5 (1.4) 1 00 \nPSWQ-A \nPre 11 24.5 (11.8) 1 24 8 22.6 (9.1) 13 30.0 (6.1) 2 23 (4.2) \nPost 8 18.1 (7.1) 0 NA 7 19.6 (7.1) 8 24.1 (8.4) 1 10 \nIHS \nPre 11 51.5 (21.4) 1 86 9 63.5 (17.1) 12 73.5 (22) 2 78 (5.7) \nPost 6 36.3 (13.0) 0 NA 6 51.2 (10.7) 8 52.1 (21.8) 1 39 \nNote. Not available (NA) is used when no data were available for a particular group. T = tinnitus; M = misophonia; H = hyperacusis; THM = tinnitus and hyperacusis and misopho-\nnia; TH = tinnitus and hyperacusis; TIQ = Tinnitus Impact Questionnaire; HIQ = Hyperacusis Impact Questionnaire; MIQ = Misophonia Impact Questionnaire; SSSQ = Sound Sensitiv-\nity Symptoms Questionnaire; SADT = Screening for Anxiety and Depression in Tinnitus; THI = Tinnitus Handicap Inventory, HQ = Hyperacusis Questionnaire; ISI = Insomnia Severity \nIndex; VASL = Visual Analog Scale of Tinnitus Loudness; VASA = Visual Analog Scale of Tinnitus Annoyance; VASE = Visual Analog Scale of Effect of Tinnitus on Life; GAD-7 = \nGeneralized Anxiety Disorder Questionnaire; PHQ-9 = Patient Health Questionnaire; SHAI = Short Health Anxiety Inventory; Mini-SPIN = Mini-Social Phobia Inventory; OCI-R = \nObsessive Compulsive Inventory–Revised; PDSS-SR = Panic Disorder Severity Scale-Self Report; PSWQ-A = Penn State Worry Questionnaire–Abbreviated; IHS = Inventory of \nHyperacusis Symptoms.\n8 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "highest proportion of patients who were receiving counsel-\ning and/or psychiatric medication in addition to CBT. The \nposttreatment columns for these three groups show that \nafter CBT, the proportion of patients with abnormal \nscores was reduced for all measures except PDSS-SR for group T. Based on the key measures of the impact of mis-\nophonia and hyperacusis, MIQ and HIQ, about 22% in \ngroups M and TH were classified as experiencing a signifi-\ncant impact of their main compla ints post CBT. These \npercentages were lower than the pretreatment values of \n78% (group M) and 91% (group TH). Based on the mea-\nsures of the impact of tinnitus, TIQ and THI, about \n37.5% (25% severe impact and 12.5% slight impact) and 55.5% (33% slight and 22% severe impact) were classified \nas experiencing an impact of their tinnitus post CBT, \nrespectively. These percentages were lower than the pre-\ntreatment values of 100% with severe tinnitus impact as \nmeasured via the TIQ, a nd 92% with severe tinnitus \nimpact and 8% with moderate tinnitus impact as measured \nvia the THI. Pretreatment sleep difficulties as measured \nvia the ISI were moderate for 42% and severe for 58% of patients in group T and slight for 15%, moderate for \n38.5%, and severe for 31% of patients in group TH. Based \non posttreatment ISI scores, these changed to slight for 11%, moderate for 11%, and severe for 11% (group T) and \nslight for 12.5% and severe for 12.5% (group TH).Table 5. Percentage of abnormal scores for the main diagnosis groups. \nQuestionnaire Tinnitus Misophonia Tinnitus and hyperacusis \nPre Post Pre Post Pre Post \nTIQ 100 37.5 NA NA 100 45.5 \nHIQ 25 0 44 0 91 22 \nMIQ 0 0 78 22 27 12.5 \nSSSQ 27 11 22 12.5 85 22 \nSAD-T 82 20 78 50 100 50 \nTHI 100 55.5 NA NA 100 67 \nHQ 27 0 55.5 43 69 33 \nISI 100 55.5 67 33 85 62.5 \nGAD-7 67 22 62.5 60 100 55.5 \nPHQ-9 75 22 50 28.5 100 44 \nSHAI 50 29 37.5 33 85 62.5 \nMini-SPIN 27 0 50 20 23 12.5 \nOCI-R 18 0 37.5 33 23 12.5 \nPDSS-SR 9 14 0 0 8 0 \nPSWQ-A 54.5 25 62.5 29 85 50 \nIHS 27 17 78 33 83 37.5 \nSUI 54.5 22 50 14 83 33 \nHMH 67 78 77 \nPMH 50 89 61.5 \nSMH 75 78 77 \nDRUG 33 44 38.5 \nNote. Not available (NA) is used when no data were available for a particular group. TIQ = Tinnitus Impact Questionnaire; HIQ = Hyperacu-\nsis Impact Questionnaire; MIQ = Misophonia Impact Questionnaire; SSSQ = Sound Sensitivity Symptoms Questionnaire; SADT = Screening \nfor Anxiety and Depression in Tinnitus; THI = Tinnitus Handicap Inventory; HQ = Hyperacusis Questionnaire; ISI = Insomnia Severity Index; \nGAD -7 = Generalized Anxiety Disorder Questionnaire; PHQ-9 = Patient Health Questionnaire; SHAI = Short Health Anxiety Inventory; Mini-\nSPIN = Mini-Social Phobia Inventory; OCI-R = Obsessive Compulsive Inventory–Revised; PDSS-SR = Panic Disorder Severity Scale-Self Report; PSWQ-A = Penn State Worry Questionnaire–Abbreviated; IHS = Inventory of Hyperacusis Symptoms; SUI = expressing suicidal or \nself-harm ideation based on Item 9 of the PHQ-9; HMH = History of Mental Health problems; PMH = Parental Mental Health problems; \nSMH = seen Mental Health professionals in the past; DRUG = taking psychiatric medication or psychological therapies in addition to the \nCBT for tinnitus, hyperacusis, and misophonia. \nTable 6 shows the results of the LMM analyses. \nTable 7 displays the results of pairwise comparisons for the \ndifferent diagnostic groups for measures where the LMM \nshowed a significant effect of diagnosis. The LMM showed \nsignificant effects of time for all measures. In all cases, the \neffect of time reflected an improvement in scores post CBT. \nThe ESs were large at 1.4 (95% CI [0.64, 2.14]), 1.16 (95% \nCI [0.28, 2.06]), 1.32 (95% CI [0.16, 2.48]), 2.58 (95% CI \n[1.11, 4.06]), 0.95 (95% CI [0.39, 1.51]), 0.73 (95% CI [0.26, \n1.19]), 0.87 (95% CI [0.35, 1.4]), 0.93 (95% CI [0.32, 1.55]), \nand 1.4 (95% CI [0.75, 2.14]) for the 4C-T, 4C-H, 4C-M, TIQ, HIQ, MIQ, SSSQ, HQ, and SAD-T, respectively. \nPatients in group TH showed significantly higher \nscores on the HIQ than those in groups T and M. This\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 9\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "•Table 6. Linear mixed-model outcomes. \nQuestionnaire n Pre Post Time Diagnosis Drug Gender Random \neffects \nM (SD) M (SD) F p E S (g) F p F p F p Variance \nSubject \n(Intercept) \n4C - T 23 15 (14) 53 (33) 29 < .001 1.4 < .001 .98 0.26 .62 0.12 .73 56.4 \n4C - H 7 13 (5.7) 27 (12) 16 .005 1.2 9.22 .02 2.47 .16 1.34 \n4C - M 9 17 (5.3) 26 (7.4) 12 .007 1.3 0.77 .4 0.37 .56 2.24 \nTIQ 19 16.6 (4.0) 4.8 (5.0) 71 < .001 2.6 0.13 .722 1.65 .21 0.14 .71 < .001 \nHIQ 28 12.3 (8.7) 4.6 (5.3) 20 < .001 0.9 7.93 .001 0.25 .62 0.001 .97 < .001 \nMIQ 28 9.1 (8.6) 5 (6.8) 11 .003 0.7 18.5 < .001 1.1 .31 1.25 .27 4.27 \nSSSQ 33 6.3 (5) 2.3 (2.4) 17.5 < .001 0.9 12.5 < .001 1.27 .26 0.47 .49 < .001 \nSADT 33 8.4 (3.6) 3 (3.0) 44.6 < .001 1.4 2.74 .08 0.59 .45 0.21 .65 0.41 \nTHI 25 72.9 (17) 29 (24) 57 < .001 2 3.05 .09 0.44 .51 2.09 .15 < .001 \nHQ 33 21 (10) 15 (8.6) 6.5 .013 0.9 3.02 .057 1.4 .24 2.72 .1 < .001 \nISI 34 16 (8.6) 7.8 (6.9) 31.5 < .001 1.1 10.3 < .001 2.65 .11 1.22 .28 11.63 \nVASL 25 7.4 (1.8) 5.1 (2.7) 18.9 < .001 1.0 3.22 .08 0.11 .74 0.92 .35 1.13 \nVASA 25 8.3 (1.6) 4.3 (2.7) 46.3 < .001 1.7 0.62 .43 0.14 .71 4.01 .055 0.34 \nVASE 25 8.2 (1.8) 3.7 (3.2) 44.2 < .001 1.5 0.003 .95 0.07 .8 3.16 .09 0.79 \nGAD-7 33 14 (6.1) 7.0 (5.0) 28.1 < .001 1.0 2.02 .15 3.04 .09 0.45 .5 7.47 \nPHQ-9 33 14.9 (7.1) 5.8 (5.3) 35.2 < .001 1.3 6 .004 3.4 .068 0.4 .53 < .001 \nSHAI 33 20.3 (8.9) 16.7 (9.3) 11 .003 0.4 2.32 .12 3.2 .08 2.14 .15 59.95 \nMini-SPIN 32 3.66 (3.1) 2.16 (2.7) 5.5 .028 0.4 0.8 .45 0.05 .82 0.005 .94 4.53 \nOCI-R 32 14.6 (11.5) 11.1 (10.8) 5.4 .03 0.3 1.3 .28 0.0014 .97 1.15 .29 100.26 \nPDSS-SRa 31 3.3 (3.8) 1.2 (2.3) χ2 : 16.1 < .001 0.6 χ2 : 0.09 .96 χ2 : 1.77 .18 χ2 : 2.6 .1 0.34 \nPSWQ-A 32 26.2 (9.4) 20.6 (7.7) 12.7 .0014 0.5 3.19 .054 5.63 .024 4.64 .038 34.56 \nIHS 32 63.1 (22) 47.1 (17.4) 15.4 < .001 0.9 4 .029 1.56 .22 2.52 .12 98.50 \nNote. The table shows: sample size (n), time (pre/post), diagnosis (tinnitus, misophonia, or tinnitus and hyperacusis); Drug (whether they were taking psychiatric medication or psy-\nchological therapies in addition to the therapy for tinnitus, hyperacusis, and misophonia), and gender (male/female). Significant p values are in bold font. ES = effect size; 4C-T = 4C \nTinnitus Management Questionnaire; 4C-H = 4C Hyperacusis Management Questionnaire; 4C-M = 4C Misophonia Management Questionnaire; TIQ = Tinnitus Impact Questionnaire; \nHIQ = Hyperacusis Impact Questionnaire; MIQ = Misophonia Impact Questionnaire; SSSQ = Sound Sensitivity Symptoms Questionnaire; SADT = Screening for Anxiety and Depres-\nsion in Tinnitus; THI = Tinnitus Handicap Inventory; HQ = Hyperacusis Questionnaire; ISI = Insomnia Severity Index; VASL = Visual Analog Scale of Tinnitus Loudness; VASA = \nVisual Analog Scale of Tinnitus Annoyance; VASE = Visual Analog Scale of Effect of Tinnitus on Life; GAD -7 = Generalized Anxiety Disorder Questionnaire; PHQ-9 = Patient Health \nQuestionnaire; SHAI = Short Health Anxiety Inventory; Mini-SPIN = Mini-Social Phobia Inventory; OCI-R = Obsessive Compulsive Inventory–Revised; PDSS-SR = Panic Disorder \nSeverity Scale–Self Report; PSWQ-A = Penn State Worry Questionnaire–Abbreviated; IHS = Inventory of Hyperacusis Symptoms. \na Gamma-generalized linear mixed model with a log-link function was used to meet the normality assumption. Chi-square statistic χ2 is reported instead of F value. Model equation: \nscore ~ time + diagnosis + drug + gender + (1 | subject).\n10 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Table 7. Post hoc tests of the effect of diagnosis, with Bonferroni corrections. \nQuestionnaire Diagnosis \nTinnitus and hyperacusis vs. tinnitus Misophonia vs. tinnitus Tinnitus and hyperacusis vs. misophonia \nEstimate (95% CI) t p Estimate (95% CI) t p Estimate (95% CI) t p \nHIQ 7.9 [1.9, 14] 3.31 .007 1.45 [−4.8, 7.7] 0.58 1.00 6.5 [0.7, 12.3] 2.9 .023 \nMIQ 4.3 [−1.6, 10.1] 1.83 .23 12.6 [6.6, 18.5] 5.3 <. 0 0 1 −8.3 [−13.8, −2.7] 3.8 .002 \nSSSQ 4.7 [1.9, 7.5] 4.25 <. 0 0 1 0.34 [−2.6, 3.3] 0.29 1.00 4.4 [1.4, 7.3] 3.8 .002 \nISI −3.6 [−9.6, 2.4] 1.50 .43 −10.9 [−17.6, −4.4] 4.1 <. 0 0 1 7.3 [0.7, 13.9] 2.8 .024 \nPHQ-9 2.9 [−1.7, 7.5] 1.59 .37 −3.6 [−8.7, 1.5] 1.80 .24 6.5 [1.4, 11.6] 3.2 .009 \nIHS 18.3 [0.4, 36.2] 2.56 .04 11.5 [−7.8, 30.8] 1.5 .43 6.8 [−11. 9, 25.6] 0.9 1 \nNote. Significant p values are in bold font. CI = confidence interval; HIQ = Hyperacusis Impact Questionnaire; MIQ = Misophonia Impact Questionnaire; SSSQ = Sound Sensitivity \nSymptoms Questionnaire; ISI = Insomnia Severity Index; PHQ-9 = Patient Health Questionnaire; IHS = Inventory of Hyperacusis Symptoms.\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "•suggests that HIQ scores effectively discriminate between \npatients with and without a diagnosis of hyperacusis. \nMIQ scores were higher for patients in group M than for \nthose in groups T or TH, suggesting that MIQ scores \neffectively differentiate between patients with and with-\nout misophonia. For the SSSQ, pairwise comparisons \nshowed higher SSSQ scores for group TH than for \ngroups T and M. For the ISI, patients in group M had \nlower scores than those in groups T or TH. For the \nPHQ-9, patients in group TH had higher scores than \nthose in group M. For the IHS, patients in group T had \nlower scores than group TH.\nFor the 4C-H, there was a significant effect of Drug. \nPatients who were receiving psychiatric medication or psy-chological therapies in addition to CBT for hyperacusis \nhad significantly lower 4C-H scores (lower 4C scores indi-\ncate having less confidence in managing their hyperacusis) \nthan those who were not receiving additional treatments. For the PSWQ-A, there were significant effects of Drug \nand gender. Patients receiving psychiatric medication or \npsychological therapies in conjunction with CBT had signif-\nicantly lower PSWQ-A scores than those who were not \nreceiving additional treatments. Female patients had higher \nPSWQ-A scores than male patients. \nDiscussion \nTo the authors’ knowledge, this is the first study \nthat compares scores for a wide range of questionnaires \nrelated to misophonia, hyperacusis, and tinnitus and men-\ntal illness before and after CBT delivered by audiologists via video calls. A wide range of questionnaires (mainly \nabbreviated versions) were used that have been shown to \nbe useful in screening for psychological comorbidities \namong patients seeking help for misophonia, hyperacusis, and tinnitus (Aazh & Moore, 2017b). These were used to \nscreen for anxiety and mood disorders, with the intention of referring a patient to appropriate mental health services \nif they had abnormal scores. These questionnaires have \nbeen shown to be relevant and acceptable to patients seek-\ning help for tinnitus and/or hyperacusis (Aazh & Moore, \n2017b). Several validated measures were used to assess the \nimpact of tinnitus (TIQ, 4C-Tinnitus, THI, VAS), hypera-\ncusis (HIQ, SSSQ, IHS, and HQ), and misophonia \n(MIQ). However, some of the measures used here were \nnot validated (4C-misophonia and 4C-hyperacusis). \nPre- and post-CBT comparisons showed that all \nmeasures related to misophonia, hyperacusis, and tinnitus \nimproved, all with large ESs. Sleep disturbances and \nsymptoms of anxiety and mood disorders improved signif-\nicantly, with medium ESs for the SHAI, Mini-SPIN, OCI-R, \nPDSS-SR, and PSWQ-A and large ESs for the ISI, SAD-T, GAD-7, and PHQ-9. Among the psychological measures, the highest ESs were for the PHQ-9, GAD-7, and SAD-T, \nwhich assess general symptoms of anxiety and depression. \nThe lowest ESs were for measures related to specific anxiety disorders, namely, OCI-R, Mini-SPIN, SHAI, PSWQ-A, \nand PDSS-SR. These outcomes suggest that CBT deliv-\nered by audiologists via video calls for the management of \nmisophonia, hyperacusis, and tinnitus is: (a) effective in \nreducing the impact of these conditions on the patient’s \nlife; (b) effective in reducing the impact of these conditions \non psychological well-being or on possible general anxiety \nand depression symptoms; and (c) less effective in alleviat-ing specific anxiety disorders, such as panic disorder, health anxiety social phobia, and OCD. This highlights \nthe need for additional support from mental health profes-\nsionals when such psychological disorders are identified. \nIn this study, the ESs for the measures of tinnitus, \ninsomnia, anxiety, and depression were larger than for a previous study that used six sessions of face-to-face, \naudiologist-delivered CBT (Aazh, Bryant, & Moore, 2019). The ES values reported by Aazh, Bryant, and \nMoore (2019) were 1.7 for the THI, 0.51 for VAS of Tin-\nnitus Loudness (VASL), 1.2 for VAS of Tinnitus Annoy-\nance (VASA), 1.3 for VAS of Effect of Tinnitus on Life (VASE), 0.92 for the ISI, 1.1 for the GAD-7, and 1.3 for \nthe PHQ-9. In the current study, the ES values were 1.98 (95% CI [0.82, 3.15]) for the THI, 1 (95% CI [0.39, 1.7]) \nfor the VASL, 1.7 (95% CI [0.76, 2.61]) for the VASA, \n1.5 (95% CI [0.67, 2.27]) for the VASE, 1.1 (95% CI [0.57, \n1.67]) for the ISI, 1 (95% CI [0.45, 1.58]) for the GAD-7, \nand 1.3 (95% CI [0.57, 1.99]) for the PHQ-9. Although \nthese two studies were similar regarding the key princi-\nples of the CBT intervention, there were some methodo-\nlogical differences between them that could explain the \nlarger ESs observed in the current study. For example, \nthe current study differed from the study of Aazh, \nBryant, and Moore (2019) with regard to the number of \nsessions CBT sessions (14 vs. 6), method of delivery \n(video vs. face to face), the time interval between the last \ntwo sessions (6 months vs. 1 week), the completion rate \n(91% vs. 77.5%), and the study populations (self-funded \npatients being treated by a private clinic vs. patients seen \nfree of charge in the U.K. National Health Service). In \naddition, compared to the study of Aazh, Bryant, and \nMoore (2019), the patient population in the current study \nhad more severe pretreatment scores for the THI (M = \n73, SD =1 7v s . M = 62, SD =1 6 ) ,V A S L (M =7 . 4 , \nSD =1 . 8 v s . M =6 . 3 , SD = 2.1), VASA (M =8 . 3 , \nSD =1 . 6 v s . M =7 . 5 , SD = 1.7), VASE (M =8 . 2 , SD = \n1.8 vs. M =7 , SD =2 ) , G A D - 7(M =1 4 , SD =6 . 1 v s . \nM =1 2 , SD = 6), and PHQ-9 (M = 14.9, SD =7 . 1 v s . \nM = 13, SD = 6). On the one hand, worse pretreatment \nscores provide more opportunity for improvement,\n12 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "leading to larger ESs, but on the other hand, worse \nscores can indicate a more complex patient population, \nmaking the treatment more challenging and reducing the \nESs. Because of these differences across studies, no con-\nclusions can be drawn about the relative effectiveness of CBT delivered face-to-face and via video calls. \nOur results showed that 25% of patients with tinni-\ntus and 22% of patients with misophonia were classified \nas having a significant impact of their main complaints \nafter treatment. This suggests that for some patients, ongoing support may be needed, after they finish CBT. \nFuture research should explore what kind of posttreat-\nment support or interventions might further reduce the \nimpact of these conditions. \nAbnormal depression scores posttreatment occurred \nfor 22% of patients in group T and 44% of patients in \ngroup TH. For anxiety, the highest proportions of patients \nwith abnormal scores were 60% of group M for the \nGAD-7 and 62.5% of group TH for the SHAI. These out-\ncomes are consistent with previous research showing that \nabout 50% of patients with depression and/or anxiety do \nnot recover fully after taking psychiatric medication and/ \nor having psychotherapy, including CBT (Al-Harbi, 2012; \nGonzález-Valero et al., 2019; Kennedy & Giacobbe, \n2007). More research is needed to better understand the \nunderlying mechanism of comorbid depression and anxi-\nety that might exist among patients with misophonia, hyperacusis, and tinnitus and to provide clinicians with \nbetter guidance in their treatment. \nStudy Limitations \nRCTs are needed to assess more accurately the effi-\ncacy of audiologist-delivered CBT provided via video \ncalls. As this study did not have a control group, it is dif-\nficult to determine if the improvements in scores were pro-\nduced specifically by the CBT or were overestimated due \nto the placebo effect of receiving treatment from a special-\nist (Pocock, 1983). \nAnother limitation is the retrospective design, which \nlimited the study to the data collected in routine clinical \npractice. For example, misophonia was assessed with only \none questionnaire, the MIQ. This is because other miso-\nphonia questionnaires were not used in routine clinical practice at the start of the study period. \nThere were only a few patients with a diagnosis of \nH and THM. Therefore, patients who fell in these diag-\nnostic groups were excluded from most of the analyses. \nOverall, our sample size was small. Future studies with \nlarger cohorts are required to assess change in scores fol-\nlowing CBT for patients with a diagnosis of H or THM and also to address the interaction effects of taking psychiatric medication and/or other psychological thera-\npies in addition to undertaking CBT. \nConclusions \nThis preliminary study shows that audiologist-\ndelivered CBT provided via video calls gave promising \nresults in helping patients to reduce the impact of miso-\nphonia, hyperacusis, and tinnitus on their life. Mostly, the \nESs were larger for measures related to the impact of mis-\nophonia, hyperacusis, and tinnitus and for symptoms of \ngeneral anxiety and depression symptoms than for mea-\nsures related to specific anxiety disorders, namely, social \nphobia and OCD. Although most patients showed \nimprovement in their self-report measures, between 22% \nand 25% of patients were still classified as having a severe \nimpact of their main complaint (misophonia, hyperacusis, and tinnitus) after treatment. For group T, about 20% of \npatients were classified as having significant psychological \nproblems and 11% had severe insomnia after treatment. \nFor groups TH and M, 55.5% and 60% of patients, \nrespectively, were classified as having general anxiety and \n44% and 28.5%, respectively, had symptoms of depression after treatment. This suggests that for some patients, \nongoing psychological support may be needed after they \nfinish CBT. This study did not have a control group; \ntherefore, its results need to be interpreted with caution. \nData Availability Statement \nThe data can be obtained by writing to the corre-\nsponding author. \nAcknowledgments \nThis research received no specific grant from any \nfunding agency, commercial, or not-for-profit sectors. The \nauthors thank the members of staff at Hashir Interna-\ntional Specialist Clinics & Research Institute for Misopho-\nnia, Tinnitus and Hyperacusis Ltd for their help in data \ncollection. \nReferences \nAazh, H., & Allott, R. (2016). Cognitive behavioural therapy \nin management of hyperacusis: A narrative review and clinical \nimplementation. Auditory and Vestibular Research, 25(2), 63–74. \nhttps://tinnitustherapy.org.uk/media/2018/11/78-manuscript-291-\n5-10-20170423.pdf [PDF] \nAazh, H., Baguley, D. M., & Moore, B. C. J. (2019). Factors \nrelated to insomnia in adult patients with tinnitus and/or\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 13\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "•hyperacusis: An exploratory analysis. Journal of the American \nAcademy of Audiology, 30(9), 802–809. https://doi.org/10.3766/ \njaaa.18020 \nAazh, H., Bryant, C., & Moore, B. C. J. (2019). Patients’ \nperspectives about the acceptability and effectiveness of \naudiologist-delivered cognitive behavioral therapy for tinnitus \nand/or hyperacusis rehabilitation. American Journal of Audiology, \n28(4), 973–985. https://doi.org/10.1044/2019_AJA-19-0045 \nA a z h ,H . ,H a y e s ,C . ,E r f a n i a n ,M . ,M o o r e , B .C .J . ,& \nVitoratou, S. (2024). Confirmatory factor analysis of the \nHyperacusis Impact Questionnaire, Sound Sensitivity Symp-\ntoms Questionnaire, and Screening for Anxiety and Depression \nin Tinnitus, including preliminary analyses of the parent ver-\nsions for use with children. Journal of the American Academy \nof Audiology. Advance online publication. https://doi.org/10. \n1055/a-2255-7643 \nA a z h ,H . ,H a y e s ,C . , M o o r e ,B .C . J . ,D a n e s h ,A .A . , & \nVitoratou, S. (2022). Psychometric evaluation of the Hypera-\ncusis Impact Questionnaire (HIQ) and Sound Sensitivity Symp-\ntoms Questionnaire (SSSQ) using a clinical population of adult \npatients with tinnitus alone or combined with hyperacusis. Journal of the American Academy of Audiology, 33(05), 248– \n258. \nhttps://doi.org/10.1055/a-1780-4002 \nAazh, H., Hayes, C., Moore, B. C. J., & Vitoratou, S. (2023). \nPsychometric evaluation of the Tinnitus Impact Questionnaire \nusing a clinical population of adult patients with tinnitus \nalone or combined with hyperacusis. International Journal of \nAudiology, 62(9), 835–844. https://doi.org/10.1080/14992027. \n2022.2101027 \nAazh, H., Kartsonaki, C., & Moore, B. C. J. (2024). Psychomet-\nric evaluation of the 4C Tinnitus Management Questionnaire \nfor patients with tinnitus alone or tinnitus combined with hyperacusis. International Journal of Audiology, 63(1), 21–29. \nhttps://doi.org/10.1080/14992027.2022.2143430 \nAazh, H., Landgrebe, M., Danesh, A., & Moore, B. C. J. (2019). \nCognitive behavioral therapy for alleviating the distress \ncaused by tinnitus, hyperacusis and misophonia: Current per-\nspectives. Psychology Research and Behavior Management, 12, \n991–1002. https://doi.org/10.2147/PRBM.S179138 \nAazh, H., McFerran, D., Salvi, R., Prasher, D., Jastreboff, M., & \nJastreboff, P. (2014). Insights from the First International \nConference on Hyperacusis: Causes, evaluation, diagnosis and \ntreatment. Noise & Health, 16(69), 123–126. https://doi.org/10. \n4103/1463-1741.132100 \nAazh, H., & Moore, B. C. J. (2017a). Factors associated with \ndepression in patients with tinnitus and hyperacusis. American \nJournal of Audiology, 26(4), 562–569. https://doi.org/10.1044/ \n2017_AJA-17-0008 \nAazh, H., & Moore, B. C. J. (2017b). Usefulness of self-report \nquestionnaires for psychological assessment of patients with \ntinnitus and hyperacusis and patients’ views of the question-\nnaires. International Journal of Audiology, 56(7), 489–498. \nhttps://doi.org/10.1080/14992027.2017.1298850 \nAazh, H., & Moore, B. C. J. (2018a). Effectiveness of \naudiologist-delivered cognitive behavioral therapy for tinnitus \nand hyperacusis rehabilitation: Outcomes for patients treated in routine practice. American Journal of Audiology, 27(4), \n547–558. \nhttps://doi.org/10.1044/2018_AJA-17-0096 \nAazh, H., & Moore, B. C. J. (2018b). Proportion and characteris-\ntics of patients who were offered, enrolled in and completed \naudiologist-delivered cognitive behavioural therapy for tinni-\ntus and hyperacusis rehabilitation in a specialist UK clinic. \nInternational Journal of Audiology, 57(6), 415–425. https://doi. \norg/10.1080/14992027.2018.1431405 Aazh, H., & Moore, B. C. J. (2018c). Thoughts about suicide \nand self-harm in patients with tinnitus and hyperacusis. Jour-\nnal of the American Academy of Audiology, 29(3), 255–261. \nhttps://doi.org/10.3766/jaaa.16181 \nAazh, H., & Moore, B. C. (2022). Living well with tinnitus: A \nself-help guide using cognitive behavioural therapy.H a c h e t t e U K . \nAazh, H., Moore, B. C. J., Lammaing, K., & Cropley, M. \n(2016). Tinnitus and hyperacusis therapy in a UK National \nHealth Service audiology department: Patients’ evaluations of the effectiveness of treatments. International Journal of Audiology, \n55(9), 514–522. \nhttps://doi.org/10.1080/14992027.2016.1178400 \nAazh, H., Moore, B. C. J., Scaglione, T., & Remmert, N. (2023). \nPsychometric evaluation of the Tinnitus Impact Questionnaire \nusing patients seeking help for tinnitus or tinnitus with hyper-\nacusis. Journal of the American Academy of Audiology, 62(9), \n835–844. https://doi.org/10.1055/a-2192-5668 \nAazh, H., Swanepoel, D. W., & Moore, B. C. J. (2021). Tele-\nhealth tinnitus therapy during the COVID-19 outbreak in the \nUK: Uptake and related factors. International Journal of \nAudiology, 60(5), 322–327. https://doi.org/10.1080/14992027. \n2020.1822553 \nAbramowitz, J. S., Deacon, B. J., & Valentiner, D. P. (2007). \nThe Short Health Anxiety Inventory: Psychometric properties and construct validity in a non-clinical sample. Cognitive \nTherapy and Research, 31(6), 871–883. \nhttps://doi.org/10.1007/ \ns10608-006-9058-1 \nA l - H a r b i ,K .S . (2012). Treatment-resistant depression: Therapeu-\ntic trends, challenges, and future directions. Patient Preference \nand Adherence, 6, 369–88. https://doi.org/10.2147/ppa.S29716 \nAnda, R. F., Felitti, V. J., Bremner, J. D., Walker, J. D., \nWhitfield, C., Perry, B. D., Dube, S. R., & Giles, W. H. \n(2006). The enduring effects of abuse and related adverse \nexperiences in childhood: A convergence of evidence from \nneurobiology and epidemiology. European Archives of Psychi-\natry and Clinical Neuroscience, 256(3), 174–186. https://doi. \norg/10.1007/s00406-005-0624-4 \nAsnis, G. M., Majeed, K., Henderson, M. A., Sylvester, C., \nThomas, M., & De La Garza, R., II. (2018). An examination of the relationship between insomnia and tinnitus: A review \nand recommendations. Clinical Medicine Insights: Psychiatry, 9. \nhttps://doi.org/10.1177/1179557318781078 \nBarry, G., & Marks, E. (2023). Cognitive–behavioral factors in \ntinnitus-related insomnia. Frontiers in Psychology, 14, Article \n983130. https://doi.org/10.3389/fpsyg.2023.983130 \nBastien, C. H., Vallieres, A., & Morin, C. M. (2001). Validation \nof the Insomnia Severity Index as an outcome measure for \ninsomnia research. Sleep Medicine, 2(4), 297–307. https://doi. \norg/10.1016/S1389-9457(00)00065-4 \nBates, D., Mächler, M., Bolker, B., & Walker, S. (2015). Fitting \nlinear mixed-effects models using lme4. Journal of Statistical \nSoftware, 67(1), 1–48. https://doi.org/10.18637/jss.v067.i01 \nBeck, J. S. (2011). Cognitive behavior therapy: Basics and beyond. \nThe Guilford Press. \nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief \ncourse of cognitive behavioural therapy for the treatment of \nmisophonia: A case example. The Cognitive Behaviour Thera-\npist, 6, Article e10. https://doi.org/10.1017/S1754470X13000172 \nBeukes, E. W., Allen, P. M., Baguley, D. M., Manchaiah, V., & \nAndersson, G. (2018). Long-term efficacy of audiologist-\nguided Internet-based cognitive behavior therapy for tinnitus. \nAmerican Journal of Audiolgy, 27(3S), 431–447. https://doi. \norg/10.1044/2018_aja-imia3-18-0004 \nBhatt, J. M., Bhattacharyya, N., & Lin, H. W. (2017). Relation-\nships between tinnitus and the prevalence of anxiety and\n14 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "depression. The Laryngoscope, 127(2), 466–469. https://doi. \norg/10.1002/lary.26107 \nBoecking, B., Biehl, R., Brueggemann, P., & Mazurek, B. (2021). \nHealth-related quality of life, depressive symptoms, anxiety, \nand somatization symptoms in male and female patients with \nchronic tinnitus. Journal of Clinical Medicine, 10(13), Article \n2798. https://doi.org/10.3390/jcm10132798 \nCima, R. F., Maes, I. H., Joore, M. A., Scheyen, D. J., El \nRefaie, A., Baguley, D. M., Anteunis, L. J. C., van Breukelen, \nG. J. P., & Vlaeyen, J. W. S. (2012). Specialised treatment \nbased on cognitive behaviour therapy versus usual care for tin-\nnitus: A randomised controlled trial. The Lancet, 379(9830), \n1951–1959. https://doi.org/10.1016/S0140-6736(12)60469-3 \nConnor, K. M., Kobak, K. A., Churchill, L. E., Katzelnick, D., & \nDavidson, J. R. (2001). Mini-SPIN: A brief screening assess-\nment for generalized social anxiety disorder. Depression and \nAnxiety, 14(2), 137–140. https://doi.org/10.1002/da.1055 \nDe Ridder, D., Schlee, W., Vanneste, S., Londero, A., Weisz, N., \nKleinjung, T., Shekhawat, G. S., Elgoyhen, A. B., Song, J.-J., Andersson, G., Adhia, D., de Azevedo, A. A., Baguley, D. M., \nBiesinger, E., Binetti, A. C., Del Bo, L., Cederroth, C. R., \nCima, R., Eggermont, J. J., . . . Langguth, B. (2021). Chapter \n1—Tinnitus and tinnitus disorder: Theoretical and operational \ndefinitions (an international multidisciplinary proposal). In W. Schlee, B. Langguth, T. Kleinjung, S. Vanneste, & D. De \nRidder (Eds.), Progress in brain research (Vol. 260, pp. 1–25). \nhttps://doi.org/10.1016/bs.pbr.2020.12.002 \nDibb, B., & Golding, S. E. (2022). A longitudinal investigation \nof quality of life and negative emotions in misophonia. \nFrontiers in Neuroscience, 16, Article 900474. https://doi.org/10. \n3389/fnins.2022.900474 \nDube, S. R., Williamson, D. F., Thompson, T., Felitti, V. J., & \nAnda, R. F. (2004). Assessing the reliability of retrospective \nreports of adverse childhood experiences among adult HMO \nmembers attending a primary care clinic. Child Abuse & Neglect, 28(7), 729–737. \nhttps://doi.org/10.1016/j.chiabu.2003.08.009 \nFackrell, K., Sereda, M., Smith, S., Sheldrake, J., & Hoare, D. J. \n(2022). What should be considered when assessing hyperacu-sis? A qualitative analysis of problems reported by hyperacu-\nsis patients. Brain Sciences, 12(12), Article 1615. \nhttps://doi. \norg/10.3390/brainsci12121615 \nFagelson, M., & Baguley, D. M. (2018). Hyperacusis and disor-\nders of sound intolerance: Clinical and research perspectives. Plural. \nFelitti, V. J., Anda, R. F., Nordenberg, D., Williamson, D. F., \nSpitz, A. M., Edwards, V., Koss, M. P., & Marks, J. S. \n(1998). Relationship of childhood abuse and household dys-\nfunction to many of the leading causes of death in adults: The \nAdverse Childhood Experiences (ACE) study. American Jour-nal of Preventive Medicine, 14(4), 245–258. \nhttps://doi.org/10. \n1016/S0749-3797(98)00017-8 \nFoa, E. B., Huppert, J. D., Leiberg, S., Langner, R., Kichic, R., \nHajcak, G., & Salkovskis, P. M. (2002). The Obsessive– \nCompulsive Inventory: Development and validation of a short \nversion. Psychological Assessment, 14(4), 485–496. https://doi. \norg/10.1037/1040-3590.14.4.485 \nGhorbani, S., Ashouri, A., Gharraee, B., & Farahani, H. (2022). \nEffectiveness of online group-mindfulness and acceptance-\nbased therapy and cognitive-behavioral therapy on misopho-\nnia. Iranian Journal of Psychiatry and Behavioral Sciences, \n16(2), Article e120159. https://doi.org/10.5812/ijpbs-120159 \nGonzález-Valero, G., Zurita-Ortega, F., Ubago-Jiménez, J. L., \n& Puertas-Molero, P . (2019). Use of meditation and \ncognitive behavioral therapies for the treatment of stress, depression and anxiety in students. A systematic review \nand meta-analysis. International Journal of Environmental \nResearch and Public Health, 16(22), Article 4394. https://doi. \norg/10.3390/ijerph16224394 \nGreenberg, B., & Carlos, M. (2018). Psychometric properties and \nfactor structure of a new scale to measure hyperacusis: Introduc-\ning the Inventory of Hyperacusis Symptoms. Ear and Hearing, \n39(5), 1025–1034. https://doi.org/10.1097/aud.0000000000000583 \nGreenberger, D., & Padesky, C. A. (2015). Mind over mood: Change \nhow you feel by changing the way you think. Guilford Publications. \nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., & \nRosenthal, M. Z. (2022). Examining emotional functioning in \nmisophonia: The role of affective instability and difficulties \nwith emotion regulation. PLOS ONE, 17(2), Article e0263230. \nhttps://doi.org/10.1371/journal.pone.0263230 \nHansen, H. A., Leber, A. B., & Saygin, Z. M. (2021). What \nsound sources trigger misophonia? Not just chewing and \nbreathing. Journal of Clinical Psychology, 77(11), 2609–2625. \nhttps://doi.org/10.1002/jclp.23196 \nHedges, L. V., & Olkin, I. (2014). Statistical methods for meta-\nanalysis. Academic Press. \nHolohan, D., Marfilius, K., & Smith, C. J. (2023). Misophonia: \nA review of the literature and its implications for the social \nwork profession. Social Work, 68(4), 341–348. https://doi.org/ \n10.1093/sw/swad029 \nHopko, D. R., Reas, D. L., Beck, J. G., Stanley, M. A., \nWetherell, J. L., Novy, D. M., & Averill, P. M. (2003). Asses-\nsing worry in older adults: Confirmatory factor analysis of the \nPenn State Worry Questionnaire and psychometric properties \nof an abbreviated model. Psychological Assessment, 15(2), \n173–183. https://doi.org/10.1037/1040-3590.15.2.173 \nHouck, P. R., Spiegel, D. A., Shear, M. K., & Rucci, P. (2002). \nReliability of the self-report version of the Panic Disorder \nSeverity Scale. Depression and Anxiety, 15(4), 183–185. \nhttps://doi.org/10.1002/da.10049 \nImproving Access to Psychological Therapies. (2011). The IAPT \nData Handbook: Guidance on recording and monitoring out-comes to support local evidence-based practice. IAPT National \nProgramme Team. \nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A., & \nDenys, D. (2021). Cognitive behavioral therapy for misopho-\nnia: A randomized clinical trial. Depression and Anxiety, 38(7), 708–718. \nhttps://doi.org/10.1002/da.23127 \nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., & Müller-Vahl, \nK. (2022). Prevalence and clinical correlates of misophonia symp-\ntoms in the general population of Germany. Fr ontiers in Psychia-\ntry, 13, Article 1012424. https://doi.org/10.3389/fpsyt.2022.1012424 \nJarach, C. M., Lugo, A., Scala, M., van den Brandt, P. A., \nCederroth, C. R., Odone, A., Garavello, W., Schlee, W., \nLangguth, B., & Gallus, S. (2022). Global prevalence and inci-\ndence of tinnitus: A systematic review and meta-analysis. \nJAMA Neurology, 79(9), 888–900. https://doi.org/10.1001/ \njamaneurol.2022.2189 \nJüris, L., Andersson, G., Larsen, H. C., & Ekselius, L. (2014). \nCognitive behaviour therapy for hyperacusis: A randomized \ncontrolled trial. Behaviour Research and Therapy, 54, 30–37. \nhttps://doi.org/10.1016/j.brat.2014.01.001 \nKennedy, S. H., & Giacobbe, P. (2007). Treatment resistant \ndepression—Advances in somatic therapies. Annals of \nClinical Psychiatry, 19(4), 279–287. https://doi.org/10.1080/ \n10401230701675222 \nKeselman, H., Algina, J., Kowalchuk, R. K., & Wolfinger, R. D. \n(1999). The analysis of repeated measurements: A comparison of mixed-model Satterthwaite f tests and a nonpooled\nAazh et al.: CBT for Tinnitus, Hyperacusis, and Misophonia 15\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "•adjusted degrees of freedom multivariate test. Communications \nin Statistics - Theory and Methods, 28(12), 2967–2999. https:// \ndoi.org/10.1080/03610929908832460 \nKhalfa, S., Dubal, S., Veuillet, E., Perez-Diaz, F., Jouvent, R., & \nCollet, L. (2002). Psychometric normalization of a hyperacusis \nquestionnaire. Journal for Oto-Rhino-Laryngology and Its \nRelated Specialties, 64(6), 436–442. https://doi.org:67570 , \nhttps://doi.org/10.1159/000067570 \nKishikawa, H., Matsui, T., Uchiyama, I., Miyakawa, M., \nHiramatsu, K., & Stansfeld, S. A. (2006). The development of \nWeinstein’s Noise Sensitivity Scale. Noise & Health, 8(33), \n154–160. https://doi.org/10.4103/1463-1741.34703 \nKroenke, K., Spitzer, R. L., & Williams, J. B. (2001). The PHQ-\n9: Validity of a brief depression severity measure. Journal of General Internal Medicine, 16(9), 606–613. \nhttps://doi.org/10. \n1046/j.1525-1497.2001.016009606.x \nManohar, S., Chen, G.-D., Li, L., Liu, X., & Salvi, R. (2023). \nChronic stress induced loudness hyperacusis, sound avoidance \nand auditory cortex hyperactivity. Hearing Research, 431, \nArticle 108726. https://doi.org/10.1016/j.heares.2023.108726 \nMartinez-Devesa, P., Perera, R., Theodoulou, M., & Waddell, A. \n(2010). Cognitive behavioural therapy for tinnitus. Cochrane \nDatabase of Systematic Reviews, 8(9), Article CD005233. \nhttps://doi.org/10.1002/14651858.CD005233.pub3 \nMaxwell, C. (1978). Sensitivity and accuracy of the visual ana-\nlogue scale: A psycho-physical classroom experiment. British \nJournal of Clinical Pharmacology, 6(1), 15–24. https://doi.org/ \n10.1111/j.1365-2125.1978.tb01676.x \nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-\nbehavioral therapy for 2 youths with misophonia. The Journal \nof Clinical Psychiatry, 76(05), 573–574. https://doi.org/10. \n4088/JCP.14cr09343 \nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., & Kley, H. \n(2023). The central role of symptom severity and associated character-\nistics for functional impairment in misophonia. Frontiers in Psychia-try, 14, Article 1112472. \nhttps://doi.org/10.3389/fpsyt.2023.1112472 \nNewman, C. W., Jacobson, G. P., & Spitzer, J. B. (1996). Devel-\nopment of the Tinnitus Handicap Inventory. Archives of Otolaryngology—Head & Neck Surgery, 122(2), 143–148. \nhttps://doi.org/10.1001/archotol.1996.01890140029007 \nNolan, D. R., Gupta, R., Huber, C. G., & Schneeberger, A. R. \n(2020). An effective treatment for tinnitus and hyperacusis based on cognitive behavioral therapy in an inpatient setting: \nA 10-year retrospective outcome analysis. Frontiers in Psychi-\natry, 11, Article 25. \nhttps://doi.org/10.3389/fpsyt.2020.00025 \nPaunovic, K., & Milenković,S . M . (2022). The proposed criteria \nfor high perceived misophonia in young healthy adults and \nthe association between misophonia symptoms and noise sensitivity. Noise & Health, 24(113), 40– 48. \nhttps://journals. \nlww.com/nohe/fulltext/2022/24130/the_proposed_criteria_for_ \nhigh_perceived.2.aspx \nPocock, S. J. (1983). Clinical trials: A practical approach. Wiley \nChichester. \nRemmert, N., Jebens, A., Gruzman, R., Gregory, J., & Vitoratou, S. \n(2022). A nomological network for misophonia in two German sam-\nples using the S-Five model for misophonia. Frontiers in Psychology, \n13, Article 902807. https://doi.org/10.3389/fpsyg.2022.902807 \nRen, J., Xu, T., Xiang, T., Pu, J.-M., Liu, L., Xiao, Y., & Lai, \nD. (2021). Prevalence of hyperacusis in the general and special \npopulations: A scoping review. Frontiers in Neurology, 12, \nArticle 706555. https://doi.org/10.3389/fneur.2021.706555 \nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-\nRobbins, C., Guetta, R., Trumbull, J., Anand, D., Frazer-Abel, E. S., & Kelley, L. (2022). Phenotyping misophonia: Psychiatric \ndisorders and medical health correlates. Frontiers in Psychology, \n13, Article 941898. https://doi.org/10.3389/fpsyg.2022.941898 \nRoushani, K., & Mehrabizadeh Honarmand, M. (2021). The effec-\ntiveness of cognitive-behavioral therapy on anger in female \nstudents with misophonia: A single-case study. Iranian Journal \nof Medical Sciences, 46(1), 61–67. https://doi.org/10.30476/ \nijms.2019.82063 \nSacchetto, L., Apa, E., Ciorba, A., Palma, S., Caragli, V., \nGherpelli, C., Monzani, D., Genovese, E., & Nocini, R. (2022). \nPsychological profile and social behaviors of patients with hyperacusis. Journal of Clinical Medicine, 11(24), Article \n7317. \nhttps://doi.org/10.3390/jcm11247317 \nSalazar, J. W., Meisel, K., Smith, E. R., Quiggle, A., McCoy, D. B., \n&A m a n s , M .R . (2019). Depression in patients with tinnitus: \nA systematic review. Otolaryngology—Head & Neck Surgery, 161(1), 28–35. \nhttps://doi.org/10.1177/0194599819835178 \nSchroder, A. E., Vulink, N. C., van Loon, A. J., & Denys, D. A. \n(2017). Cognitive behavioral therapy is effective in misopho-nia: An open trial. Journal of Affective Disorders, 217, 289– \n294. \nhttps://doi.org/10.1016/j.jad.2017.04.017 \nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., & Dragan, W. \n(2022). Psychiatric and audiologic features of misophonia: \nUse of a clinical control group with auditory over-responsiv-\nity. Journal of Psychosomatic Research, 156, Article 110777. \nhttps://doi.org/10.1016/j.jpsychores.2022.110777 \nSpitzer, R. L., Kroenke, K., Williams, J. B., & Löwe, B. (2006). \nA brief measure for assessing generalized anxiety disorder: The GAD-7. Archives of Internal Medicine, 166(10), 1092– \n1097. \nhttps://doi.org/10.1001/archinte.166.10.1092 \nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, \nM., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, \nM. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., \nTaylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022). Consensus definition of misophonia: A Delphi study. \nFrontiers in Neuroscience, 16, Article 841816. \nhttps://doi.org/10. \n3389/fnins.2022.841816 \nTodd, G., & Freshwater, D. (1999). Reflective practice and \nguided discovery: Clinical supervision. British Journal of \nNursing, 8(20), 1383–1389. https://doi.org/10.12968/bjon.1999. \n8.20.1383 \nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., \nGraham, T., & Gregory, J. (2023). Misophonia in the UK: \nPrevalence and norms from the S-Five in a UK representative \nsample. PLOS ONE, 18(3), Article e0282777. https://doi.org/ \n10.1371/journal.pone.0282777 \nWang, Q., Vitoratou, S., Uglik-Marucha, N., & Gregory, J. \n(2022). Emotion processes predicting outbursts and functional \nimpact in misophonia. Frontiers in Psychology, 13, Article \n903142. https://doi.org/10.3389/fpsyg.2022.903142 \nWosik, J., Fudim, M., Cameron, B., Gellad, Z. F., Cho, A., \nPhinney, D., Curtis, S., Roman, M., Poon, E. G., Ferranti, J., \nKatz, J. N., & Tcheng, J. (2020). Telehealth transformation: \nCOVID-19 and the rise of virtual care. Journal of the Ameri-\ncan Medical Informatics Association, 27(6), 957–962. https:// \ndoi.org/10.1093/jamia/ocaa067 \nYektatalab, S., Mohammadi, A., & Zarshenas, L. (2022). The \nprevalence of misophonia and its relationship with obsessive-\ncompulsive disorder, anxiety, and depression in undergraduate \nstudents of Shiraz University of Medical Sciences: A cross-sectional study. International Journal of Community Based \nNursing and Midwifery, 10(4), 259–268. \nhttps://doi.org/10. \n30476/ijcbnm.2022.92902.1888\n16 American Journal of Audiology1–16\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 04/26/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    }
  ]
}