{
  "doc_type": "scientific paper",
  "title": "Conceptual Challenges and Directions for Social Neuroscience",
  "authors": [
    "Adolphs"
  ],
  "year": 2010,
  "journal": "Neuroscience",
  "doi": "10.1016/j.neuron.2010.03.006",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:07:06.022759Z",
  "source_pdf": "documents/research/Global/Adolphs 2010 Conceptual Challenges and Directions for Social Neuroscience.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Neuron\nReview\nConceptual Challenges and Directions\nfor Social Neuroscience\nRalph Adolphs1,*\n1California Institute of Technology, Pasadena, CA 91125, USA\n*Correspondence: radolphs@caltech.edu\nDOI 10.1016/j.neuron.2010.03.006\nSocial neuroscience has been enormously successful and is making major contributions to ﬁelds ranging\nfrom psychiatry to economics. Yet deep and interesting conceptual challenges abound. Is social informationprocessing domain speciﬁc? Is it universal or susceptible to individual differences and effects of culture? Arethere uniquely human social cognitive abilities? What is the ‘‘social brain,’’ and how do we map socialpsychological processes onto it? Animal models together with fMRI and other cognitive neuroscience\napproaches in humans are providing an unprecedented level of detail and many surprising results. It may\nwell be that social neuroscience in the near future will give us an entirely new view of who we are, how weevolved, and what might be in store for the future of our species.\nIntroduction\nSocial neuroscience was ﬁrst coined as a term and proposedas a ﬁeld in 1992, at the beginning of the Decade of the Brain,\nin an article that stressed the need to apply an interdisciplinary,\nmultilevel analysis to understanding social behavior and cogni-tion ( Cacioppo and Berntson, 1992 ). Yet at that time, one of the\nmajor tools available to study the social brain—neuroimaging—was limited. Following earlier studies using positron emissiontomography (PET), it took nearly a decade for functional\nmagnetic resonance imaging (fMRI) to establish itself as the\nmost prominent approach in social neuroscience. Work in the1990s instead progressed along diverse lines, including\na variety of seminal studies on afﬁliative behaviors in animals\nas well as on issues related to clinical health and socioemo-tional processes. Some of the most inﬂuential studies werebased on focal brain lesions in both monkeys and humans,\nbut these studies could only be carried out by relatively few\nlaboratories. There was also still a substantial public resistanceto the very idea of social neuroscience or indeed any approach\nthat people associated with sociobiology. Not surprisingly, at\nthat time genetics somewhat overshadowed neuroscience,both in terms of the science done and in terms of the socioeth-\nical objections to it.\nThat has changed. Although it took several more years for\nfMRI studies to follow the call of Cacioppo and Berntson’s initialarticle ( Cacioppo and Berntson, 1992 ), the year 2001 saw the\npublication of the ﬁrst edited volume on social neuroscience\nled by the same authors ( Cacioppo et al., 2001 ), as well as\na seminal article outlining explicit synergies between cognitive\nneuroscience (by then well deﬁned) and social psychology\n(Ochsner and Lieberman, 2001 ). By now everyone is aware\nthat the neurobiology of social behavior (henceforth, ‘‘social\nneuroscience’’) is a burgeoning ﬁeld: there are numerous confer-\nences, calls for funding proposals, even new journals and socie-ties attesting to its popularity (for instance, the new society for\nsocial neuroscience, www.s4sn.org ). Its impact has spread\nfrom social psychology ( Ochsner and Lieberman, 2001 ) to thestudy of decision making (as in the investigation of social factors\nin neuroeconomics) ( Camerer, 2003; Fehr and Camerer, 2007 )t o\nthe study of numerous psychiatric illnesses (from autism to\nschizophrenia) ( Cacioppo et al., 2007 ) and highlighted a number\nof animal models (see Sokolowski [this issue of Neuron ]). So\ndominant is the approach in the behavioral and social sciences,in particular the use of fMRI to probe cognitive processes, that it\nthreatens to displace traditional behavioral economics, socialpsychology, and even aspects of political science.\nMany of the foundational issues that the ﬁeld debated over\na decade ago still remain, and new ones have been added(Adolphs, 2003b ). These issues are challenges not only for\nthe study of social cognition, but important for cognitive neuro-science generally and critical to our understanding of thehuman mind in both health and disease. It is probably fair tosay that the technical advances and the sheer accrual of data\nare rapidly outstripping our ability to understand it all. In\nresponse to the ethical concerns around cognitive neurosci-ence in general, there is now a society for neuroethics. In\nresponse to methodological concerns about the statistical anal-\nyses associated with fMRI, there is now a healthy corpus ofwritings (e.g., Kriegeskorte et al., 2009; Vul et al., 2009 )a s\nwell as numerous responses and universal awareness of theissues. But conceptual challenges remain often unarticulated,a situation exacerbated by the breakneck pace of research,\nwhich leaves one little time to step back from the deluge of\nweekly papers to read and reﬂect on the questions. I stepback here and highlight some of the key questions, importantapproaches, and conceptual challenges in social neuroscience.\nMany of them make direct contact with the other reviews in this\nspecial issue. While I provide numerous examples from theliterature throughout, this is not intended to be an in-depth\nreview of social neuroscience ( Adolphs, 2003a, 2009; Amodio\nand Frith, 2006; Frith, 2007; Moll et al., 2005; Saxe, 2006b )\nbut rather a more theoretically oriented discussion of itsconceptual foundations and challenges, with an emphasis on\nstudies in humans.\n752 Neuron 65, March 25, 2010 ª2010 Elsevier Inc."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Social Perception\nSocial behavior is as ubiquitous as it is essential, since every\nspecies has more than one of its kind and depends on others\nof its kind. In a very broad sense, all life is social, a truism thatapplies equally to phylogenetic observations as it does to\neveryday life for Homo sapiens in particular. These consider-\nations threaten to equate social neuroscience with all of neuro-\nscience, with nothing proprietary left to deﬁne the ﬁeld. However,a quick sketch of how socially relevant information is processed\nbegins to show how social neuroscience is distinct and sets the\nstage for the conceptual themes and challenges we review here.There are three broad stages of social information processing to\nbrieﬂy consider: perception, cognition, and regulation ( Table 1 ).\nWe can begin with the transduction and perception of social\ninformation. Detection of pheromones, somatosensation ofaffective touch, auditory perception of conspeciﬁc songs in\npasserine songbirds, and visual perception of faces in sheepand primates, to name just a few examples, all draw uponfeatures of perception in general. But there is already a difference\nfrom perception in general here: at least some aspects of these\nexamples of social perception feature ‘‘labeled line’’ pathways,or ‘‘modular’’ central representations, that are dedicated to\nthat particular type of stimulus. Pheromonal communication\nthrough the vomeronasal organ is perhaps the clearest example,since this entire sensory modality is specialized for social infor-\nmation beginning at the periphery ( Insel and Fernald, 2004 ). A\ngood analogous example in insects is the recent discovery that\n11-cis-vaccenyl acetate is a male-speciﬁc pheromone for\naggressive behavior in ﬂies, acting through an equally speciﬁc\nolfactory receptor ( Wang and Anderson, 2010 ). A similarly\nspeciﬁc molecule and its neural signature in the olfactory systemhas been identiﬁed in mice, in this case for mate attractiveness\nthrough the molecule’s presence in mouse urine ( Lin et al.,\n2005 ). And there is a plethora of model systems in which the\nolfactory signature of a conspeciﬁc is linked in memory tospeciﬁc social behaviors, such as the well-known afﬁliative\nbehaviors of prairie voles ( Insel and Young, 2001 ) and bonding\nbetween sheep ewes and their offspring triggered by parturition\n(Broad et al., 2006 ). These last two examples involve actions of\nthe peptide oxytocin, which modulates human social behavior\n(Kosfeld et al., 2005 ) and neural responses ( Baumgartner et al.,\n2008 ) as well and is a current hot topic of social neuroscience\ninvestigations. While the role of pheromones in human socialbehavior is likely to be modest compared to other sensorymodalities, and the detailed mechanisms remain debated, there\nis a growing set of behavioral and neuroimaging studies exam-\nining this topic as well. Many of these instances are likelymediated through the main olfactory system rather than the vom-\neronasal system, which is also a major conduit for social percep-\ntion across a wide range of mammalian species ( Sanchez-\nAndrade and Kendrick, 2009 ). The existence of such ‘‘labeled\nlines’’ for social perception is probably driven by the fact thatthe stimuli are generated by conspeciﬁcs, decoupling themfrom other environmental stimuli and facilitating the coevolutionof dedicated channels for social communication.\nComplex patterned stimuli that are ingredients in social\ncommunication, while not so specialized in their perception atthe very periphery, also feature specialized central systems fortheir perception and representation: song-selective neurons inthe forebrain nuclei of passerine songbirds ( Margoliash, 1983 )\nand face-selective neurons in the temporal lobe of primates\n(Tsao et al., 2006 ) and sheep ( Tate et al., 2006 ) are examples.\nAs with the social perception of odorants, these are beautiful\nmodel systems for studying sensory processing and perceptionfor social behaviors. Once again, they have human analogs:\nfor instance, a speciﬁc region in the ventral temporal lobe of\nhumans that is selectively activated by the sight of faces(Kanwisher et al., 1997; McCarthy et al., 1997 ), a topic we take\nup in more detail below.\nSocial touch is an interesting somatosensory channel that has\nreceived some recent attention in studies in humans. Beginning\nwith observations of patients with rare demyelinating diseases\nwho could perceive a caress as pleasurable but fail to localizeit on their body ( Olausson et al., 2002 ), it has become clear\nthat there are labeled-line pathways from the skin to regionssuch as insular cortex that transmit affective properties of socialtouch ( Lo¨ken et al., 2009; Morrison, 2009 ). This modality is ripe\nfor deeper investigation in other species, especially given the\nwell-known importance of social touch for normal development\nin mammals ( Francis et al., 1999; Harlow and Harlow, 1962 )\nand the importance of social grooming for maintaining social\nrelationships in nonhuman primates ( Dunbar, 2008 ).\nThus, already at the level of perception (for pheromones and\naffective touch, already at the level of sensory transduction),\nthere is evidence for domain-speciﬁc processing of social infor-\nmation. There\nremain debates over how exactly to describe such\nspecialized processing—does it meet criteria for Fodor-stylemodularity ( Fodor, 1983 )? Is it domain speciﬁc (specialized for\na circumscribed class of stimuli) or process speciﬁc (specializedfor a particular type of computation) ( Tarr and Gauthier, 2000;\nYovel and Kanwisher, 2004 )? In terms of its neural substrates:\nare there regions and systems neuroanatomically specializedfor social perception? At the most peripheral levels, the answerseems to be a clear ‘‘yes.’’ There are specialized transduction\nchannels for social communication as noted above. On the other\nhand, there are narrow-bandwidth channels for many stimuli;Table 1. Stages of Social Information Processing\nSocial Perception Social Cognition Social Regulationpheromones theory of mind cognitive control\nface perception simulation emotion regulation\nspeech perception empathy monitoring/error correction\nsocial touch social judgment self-reﬂection\nbiological motion moral judgment deception\nPotential Attributes\nfast inferential individual differences\nautomatic automatic controlled and effortfulimplicit uniquely human uniquely human\ndomain speciﬁc context sensitive very context sensitive\nlabeled lines biased impaired in psychiatric illness\nThree broad stages of processing outlined in the main text are provided\nwith some examples, and with some of the attributes and roles they are\noften proposed to have.\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 753Neuron\nReview"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "different classes of photoreceptors and mechanoreceptors all\nfeed processing channels that are to some degree segregated\nboth functionally and anatomically. So while social perception\nmay occupy some unique channels for sensory processing, thefact that it does so is not unique.\nSocial Cognition\nSocial cognition may be another matter. Once we go beyondprocessing driven primarily by the sensory input and considerthe attributions and inferences that we make in order to\nconstruct a richer representation of the distal stimuli that caused\nthe sensory input, social cognition recruits processes that seemto ﬁnd no analog in nonsocial cognition. We quickly recognize\nhow somebody is feeling, what they intend to do, and whether\nthey are friend or foe by making such inferences. Indeed, wedo it so compulsively and automatically (as borne out in our\npropensity to anthropomorphize), that it is sometimes difﬁcult\nto appreciate the rich elaboration that is required. An importanttopic in social psychology that blossomed in the 1980s ( Fiske\nand Taylor, 1984 ), social cognition features a very rich repertoire\nof attributions that make us see the world imbued with socialmeaning. When we perceive a facial expression in a particularcontext, we not only see the face and the context, but immedi-\nately generate knowledge about something that we can never\nobserve directly: the mind of another person. So-called ‘‘theoryof mind’’ is a large topic in social neuroscience, with a huge liter-\nature questioning whether it exists in animals other than humans\n(Penn and Povinelli, 2007; Premack and Woodruff, 1978;\nTomasello et al., 2003 ), showing how to study it using fMRI ( Saxe,\n2006b ), and demonstrating its impairment in autism ( Baron-\nCohen, 1997; Frith, 2001 ); we take it up in more detail below.\nOf course, inference and ﬁlling-in are commonplace in sensory\nprocessing—as anybody who has seen the ‘‘edges’’ in an illusory\nKanisza triangle will testify. But in all those cases, what is ﬁlled in\nis more of the same stuff, just extended in space and/or time.What is ﬁlled in for the case of social cognition is another kind\nof stuff: we see a person’s face, and we ﬁll in the unobservable\npsychological states of a person by which we attempt to predicttheir behavior. The case is also disanalogous to ﬁlling-in with\ncausal perception. We do project the future trajectories of\nobjects, and we ﬁll in their physical properties from which weinfer such projections. But it is only when we engage with socialstimuli that mental attributes are inferred, typically with\na concomitant sense of reciprocal involvement and normative\nevaluation that ﬁnds no obvious parallel in nonsocial stimuli.Plausibly, there are levels of intermediate inference between\nthe physical causal attributions we make and the full-blown attri-\nbutions of another conscious mind—such as attributions ofagency and animacy that apply to a wide range of other organ-\nisms and that likely emerge earlier in development and\nphylogeny than do attributions of minds as such.\nPerhaps one of the best examples of a social inferential\nprocess is the currently hot topic of action perception throughsimulation, which is thought also to be related to emotional simu-lation in empathy ( de Vignemont and Singer, 2006 ). Intentional\nactions can be distinguished from nonintentional actions in\nseveral primate species ( Wood et al., 2007 ), and primates have\nso-called ‘‘mirror neurons’’ that respond both when the animal\nexecutes a goal-directed action and when it observes someoneelse perform that same action ( Rizzolatti and Craighero, 2004 ).\nThis mechanism may underpin aspects of social learning and\nconstitute a key component of social cognition ( Gallese et al.,\n2004 ). Again, in the absence of anthropomorphizing, it ﬁnds no\nclear analog in nonsocial cognition.\nOf course, one can argue with this view of social cognition as\nspecial and see the story instead much like what I sketched for\nsocial perception: inference, attribution, and ﬁlling-in are ofa special sort for social stimuli, but the general computational\nprocess is ubiquitous in how the brain processes information.\nPerhaps the most decisive evidence in favor of the view thatsocial cognition is special is neurobiological: different brain\nstructures are involved. Social neuroscience has now identiﬁed\na network of structures that all seem to come into play dispropor-tionately when we think about other people, as opposed to when\nwe think about nonsocial objects: it includes medial prefrontal\ncortex, sectors of the temporoparietal junction, regions contain-ing ‘‘mirror neurons,’’ and others ( Adolphs, 2009; Amodio and\nFrith, 2006; Saxe, 2006b ). While the precise anatomical delinea-\ntion of this so-called ‘‘social brain’’ remains a topic of intenseinvestigation (one which we discuss further below), its fuzzinessdoes not detract from its prominent role in carving out what is\nspecial about social cognition (indeed, some recent proposals\nargue that this will be thebasis for delineating social cognition\nas distinct [ Mitchell, 2009 ]).\nSocial RegulationFinally, we also are able to step back and regulate and controlour thinking and our behavior using metacognitive abilities.\nThis certainly plays a large role in human social behavior but\ndoes not appear to be unique to the social domain, since wehave to reﬂect on all aspects of our behavior and control all kindsof thoughts and actions all the time. It is, however, quite possible\nthat the evolution of our extensive cognitive control, especially in\nrelation to emotion regulation, was driven by social factors—notably, the advantage in being able to deceive others. I mention\nregulation here primarily for completeness and because of the\nnoted likely importance especially of emotion regulation, a topicof great interest to those studying social development and also\na major contributor to social dysfunction when impaired ( David-\nson, 2002; Ochsner and Gross, 2005 ).\nThis brings us back to a question related to the one we posed\nat the beginning of our discussion concerning the boundaries ofthe ﬁeld of social neuroscience: is all social processing\nemotional? The learning and regulation of emotions featuresvery prominently in social neuroscience ( Olsson and Ochsner,\n2008 ). Recognition of emotions is a very popular topic of study\nand constitutes\nan important aspect of social communication.\nAnd the so-called social or moral emotions are precisely that—\nthey arise only in a social context. It may be that the complexity\nof the social environment has driven the emergence of moreﬁnely differentiated emotions, and those are the ones we typi-\ncally have names for and consider emotions, even though other\nstates such as hunger and thirst play a similar functional role andshare many of the same neural substrates ( Panksepp, 1998 ).\nWhile emotion and social cognition are closely intertwined, it\nalso seems that many aspects of social cognition do not involve\nblatant emotional reactions—we can recognize the identity ofa person from their face or decide on a particular strategic\n754 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "course of deliberate action without the obvious involvement of\nemotions. An important question for the future is therefore\nwhy, when, and how emotion participates in social cognition.\nThis brief review of some of the broad components of social\ninformation processing argues that the brain treats social stimuliin many ways differently from nonsocial stimuli and suggests that\nsocial neuroscience studies a select set of processes that aredistinguished computationally, in terms of their content, and interms of their underlying neural substrates. It also points to ques-\ntions we should ask if we want to conduct investigations in social\nneuroscience. I discuss several conceptual issues further belowbut ﬁrst brieﬂy consider an overarching question regarding why\nanybody would ﬁnd this interesting in the ﬁrst place.\nWhy Is It Interesting and Important to Investigate\nSocial Neuroscience?Any researcher in the ﬁeld should be able to provide an answer to\nthe question of this section and defend it; any student in the ﬁeld\nor thinking about going into the ﬁeld should be asking the ques-tion. In fact, answers are easy to come by.\nClinical Relevance and Individual Differences\nOne answer arguably underpinning most funding to the ﬁeld isthat it is of patent clinical relevance, and there are many exam-\nples ranging from psychiatric and neurological disease to healthy\nadolescent development and aging. It will be particularly impor-tant to trace impairments in social functioning to deﬁcits inspeciﬁc stages of social information processing. Looking back\nat the stages of processing we brieﬂy outlined above, we can\nask the question to what extent a psychiatric illness might resultfrom impaired perception, cognition, or regulation. For instance,\nmany mood disorders are thought prominently to feature\ndysfunction in emotion regulation, and there are importantdiscussions about whether autism might result from sensory\nprocessing impairments or from motivational impairments (the\nlatter, in the context of a developmental disorder such as autism,may in turn give rise to the former).\nThe diseases that have been highlighted include those for\nwhich social dysfunction is part of the diagnostic criteria, suchas autism or social phobia, but in fact nearly every psychiatricillness listed in DSM-IV includes aspects of social functioning\nas a core component of real-life impairments. Mood disorders\nin general severely affect our ability to interact with other people,as do schizophrenia, personality disorders, drug addiction, and\nanorexia nervosa. Neurological diseases are also fast to list off:\nlesions in many brain structures impair social cognition, withperhaps the largest population consisting of those with damage\nto the prefrontal cortex arising from traumatic brain injury, e.g.,\nthrough automobile accidents ( Anderson et al., 1999 ). Neurode-\ngenerative disorders such as Parkinson’s, Huntington’s, and\nAlzheimer’s disease all impact social functioning, in some cases\nby disproportionately damaging regions of the ‘‘social brain’’(e.g., in frontotemporal dementia [ Kipps et al., 2009 ]). Many of\nthe psychiatric diseases are on a continuum with variability in\nthe healthy population, and overlapping sets of neural structures\nmay be responsible for individual differences and diseases ofsocial cognition. To give just one intriguing recent ﬁnding in\nthis vein: using a neuroeconomics approach, it was found that\npeople with borderline personality disorder cooperate less withothers and that this is correlated signiﬁcantly with abnormalactivation of the insula to the perception of social signals\n(King-Casas et al., 2008 ).\nThese broad perspectives are exciting, because they suggest\nthat we can understand illness in part through understandingnormal individual differences and development—or, indeed,\nwell-justiﬁed animal models. They are also theoretically excitingbecause they raise questions about the source and adaptivevalue of such variability. Is there an advantage to have evolved\nconsiderable variability in social behavior? Do other animals\nshow similar variability and similar disorders of social behavior?These questions are particularly acute these days because there\nis some evidence that certain diseases of social cognition (e.g.,\nautism) may be increasing in prevalence and because it is clearthat the modern-day social environment of humans is very\ndifferent from the social environment in which we evolved. To\nwhat extent is the human ‘‘social brain’’ maladapted for themodern social environment we have created for it?Collective Behavior\nThis brings us to a second answer to our original question. Social\nneuroscience is interesting and important for understandingcollective human behavior, ranging from the positive (coopera-\ntion and altruism) to the negative (conﬂict and war). This angle\nis of particular interest to anthropologists, economists, andcomparative biologists. From a comparative perspective, it is\nintriguing to consider the evolution of collective behavior. There\nare many examples where behaviors at the level of individualsclearly contribute to collective survival, such as in schools of\nﬁsh or ﬂocks of birds. These behaviors can be modeled by rather\nsimple local rules implemented in the brains of the individual that,once selected, render the behavior of the entire group adaptive(Couzin, 2009 ).\nHowever, much group behavior features a fundamental\nconﬂict between competition for limited resources (food, mates)and cooperation needed to compete on a larger scale. While it\nmight seem that within-group cooperation and between-group\ncompetition should be the stable solution, within-group cooper-ation is always susceptible to individual free riders that take\nadvantage of the group’s resources at the expense of other\ngroup members. Theoretical, simulation-based, and empiricalstudies have all provided strong reasons for thinking thatcooperation in humans is complex and polymorphic. Popula-\ntions of reasonably large size appear to evolve toward a dynamic\nmixture of types of individuals—some cooperate, some defect,and some are intermediate ( Nowak and Sigmund, 2004 ). This\npicture ﬁts well with empirical data as well ( Kurzban and Houser,\n2005 ) and also with emphasis on individual differences. Indeed, it\nis likely that it will be linked in part to particular genetic polymor-\nphisms that underlie these individual differences. One ingredient\nof particular recent interest is the ﬁnding that costly (altruistic)punishment to enforce cooperation can emerge and stabilize\ncooperation, likely an ingredient essential to many aspects of\nlarge-scale human social behavior ( Boyd et al., 2003; Fehr and\nGa¨chter, 2002 ).\nThe new ﬁeld of neuroeconomics has gathered tremendous\nmomentum and excitement in identifying the neural mechanismsbehind collective behaviors such as cooperation, punishment,and altruism using tools from economic decision theory\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 755Neuron\nReview"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "(Fehr and Camerer, 2007; Kable and Glimcher, 2009; Rangel\net al., 2008 ). For instance, the above-mentioned phenomenon\nof altruistic punishment has been studied using neuroimaging,\nwith the ﬁnding that the ventral striatum is activated when thirdparties punish what they view as unfair behavior in others. This\nresult can be interpreted as resulting from our motivation toward\naltruistic punishment by the prospect of feeling satisfaction,a mechanism analogous to that which motivates behavior to\nobtain expected rewards ( deQuervain et al., 2004 ). A related\nearlier ﬁnding showed that unfair offers made in a trust game re-\nsulted in rejections behaviorally and were correlated with activa-\ntion of the insula, a region known to represent pain and disgust,\nagain suggesting that basic reward-related processes alsocome into play during social interactions ( Sanfey et al., 2003 ).\nSimilarities in the processes behind reward learning and social\ninteractions have been found in many other studies as well: for\ninstance, temporal shifts in anticipating trusting behavior mirrorthose seen in anticipating rewards ( King-Casas et al., 2005 ).\nNeuroeconomic approaches to social neuroscience are forginga major quantitative contribution to the investigation of psychi-atric illness and individual differences that we noted in the\nprevious section as well. For example, speciﬁc neural signatures\nhave been identiﬁed in the brains of people with autism whenthey engage in an economic trust game ( Chiu et al., 2008 ), and\nindividual differences in altruistic behavior are correlated withindividual differences in activity within dorsolateral prefrontalcortex, a region known to be important for cognitive control(Hare et al., 2009; Knoch et al., 2009 ).\nIf the advantage to cooperate is large, such as in species\nwhere group selection may operate, eusocial behavior canemerge: the highly organized division of labor and reproduction\nseen in species such as ants, termites, and bees ( Figure 1 ). Only\ntwo species of mole rats, a fossorial rodent, have evolved euso-\ncial behavior in mammals, possibly due to the very specialized\nadaptive challenges in securing a stable food supply in those\nspecies. Other mammalian species have instead evolved moreﬂexible and less stable forms of collective behavior—in primates,ones that involve deception and strategic behavior. It is an inter-\nesting question whether human evolution would eventually result\neither in extinction of our species or in a species with stablycooperative social behaviors reminiscent of eusociality.\nInsights for Basic Research\nThere are also two less applied and more basic reasons why it isinteresting and important to do experiments in social neurosci-\nence. One valid reason is that the study of social information pro-\ncessing will inform cognitive neuroscience, and neurobiology,\nFigure 1. Two Eusocial Species\nEusociality refers to the rigid and highly organized colonial behavior seen in some insect species, such as ants, termites, and bees. It involves overlapping gener-\nations, cooperative care of the young, and specialized castes, including allocation of reproduction. On the face of it, its evolution seems impossible, since an\nindividual’s advantage in passing on its genes should always trump its eusocial role as a nonreproductive caste. However, some insects with haplodiploidy (where\nthe number of chromosome copies determines sex) feature the interesting phenomenon that an individual may be genetically more closely related to a sibling thanto their offspring, raising the possibility that kin selection can drive the evolution of eusociality. However, even this does not seem enough, and group selection\n(i.e., at the level of the entire colony) appears to be necessary and may in fact be the key driving force for the emergence of eusociality ( Wilson and Ho ¨lldobler,\n2005 ). This requires several convergent criteria that favor cooperation and can be considered a highly advanced transition into a tightly colonial existence often\ncalled a ‘‘superorganism.’’\nEvidently, it is very difﬁcult for eusociality to arise, but once established it is extremely successful and stable. For instance, out of the over 2600 families of artho-pods, only 15 contain eusocial species. Ants and termites comprise only about 2% of insect species, yet they constitute over half of the globe’s total insect\nbiomass. In vertebrates, eusociality only exists in two species of mammals, both mole rats found in Africa. Intriguingly, some of the conditions for the evolution\nof eusociality and for the highly cooperative behaviors of eusocial species have been suggested to be present in humans as well, raising the possibility that groupselection and a transition to a different form of collective existence may be at play in our species as well.\n(Left) The naked mole rat, Heterocephalus glaber , one of only two eusocial mammals. These rodents have social structures similar to those seen in bees and ants:\na single breeding queen and division of sexual reproduction and labor among all the individuals within a subterranean hive. Naked mole rats cannot live for long lefton their own and require the specialized cooperative behaviors of other members of their colony to thermoregulate, obtain food, and defend against potential\npredators. They are also fascinating because they have the longest lifespan of any rodent and a surprisingly large brain specialized for somatosensory and olfac-tory processing (image by Rochelle Buffenstein) ( Jarvis and Sherman, 2002 ).\n(Right) Excavation of a leafcutter ant nest by Bert Ho ¨lldobbler and colleagues, showing the intricate way in which this ‘‘superorganism’’ has structured its\nenvironment. Photo by Wolfgang Thaler from Ho¨lldobler and Wilson (2008) .\n756 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "more generally. A second, often more personal, reason is that it\nis fascinating to ask how and why the human mind appears to be\nso different from the minds of all other animals—how and why do\nwe have language, self-reﬂection, and conscious experience ina way other animals very likely do not (see Byrne and Bates\n[this issue of Neuron ])? Often implicit here is the assumption\nthat whatever it is that is ‘‘uniquely human,’’ it has to do with\nour social cognitive abilities. At the heart of the puzzle is ourability to step back from the current experience of the world in\nwhich we are caught up, and by doing so to generate a concept\nof the distinction between subject and object, between mind andworld. This ability is presumably also related to our concern for\nourselves and our species, because it gives us a glimpse into\nour mortality. It seems unlikely that any other animal feelsa need for religion or can contemplate suicide, just as it seems\nunlikely that any other animal can worry about the future of its\nspecies, let alone attempt to intervene in a directed way; onthe other hand, evidence to support our intuitions in this regardis extraordinarily difﬁcult to come by. Answers to this aspect of\nsocial neuroscience will recast our understanding of who we\nare, where we came from, and what we might become.\nFinally, it would be an omission not to acknowledge that of\ncourse understanding social behavior requires much morethan cognitive neuroscience, more than neurobiology, andindeed more than biology. This realization is one reason the ﬁeld\nis so exciting: it is vibrantly interdisciplinary. We can ask ques-\ntions from within philosophy, we can investigate social behaviorwith models that require no biological data at all, and we can\nengineer social robots. Social neuroscience is not, and cannot\nbe, the only way to investigate social behavior; but it will be indis-pensable if we want to uncover the underlying mechanisms,understand how individual differences arise, and formulate tar-\ngeted interventions for treating disease.\nCurrent Themes and Debates\nI will consider primarily one overarching question, which spawns\nseveral subquestions, each of them topics and challenges in\nsocial neuroscience. The question is: What is the mappingbetween brain structures and psychological processes?\nFor behavioral, systems, and cognitive neuroscience, this is\narguably the key question of all. Parts of it are straightforwardto address, other parts are extremely difﬁcult. A starting pointfor providing an answer is historical. When Franz Josef Gall\nconceived of phrenology in the late 1700s, it became wildly\nand derisively popular in America in the early 1800s. One reasonfor the popularity is that it provided a concrete basis for\npsychology—it carved the mind up into neat little modules\n(27 of them, to be exact) and put them in their place in the brain(Gall’s magnum opus was a six-volume treatise on the idea pub-\nlished between 1822 and 1825). Gall, Spurzheim, and their\nfollowers argued that speciﬁc mental ‘‘organs’’ were localizedin speciﬁc brain regions (an extreme form of anatomical modu-larity) and that, moreover, the degree of the mental ability or\npropensity was directly related to the size of the responsible\nbrain region, something that could be inferred from palpatingthe bumps on people’s skulls. While essentially every aspect of\nphrenology was grossly incorrect in its details, the approach\nwas both attractive and in fact reasonable. What have welearned since then? I think there are two important lessons: ﬁrst,no single brain structure maps any central psychological\nprocess we can conceive of, so it is a challenge to delineate\nthe neuroanatomy; second, it is unclear what psychologicalprocesses to map in the ﬁrst place.\nWhat Are the Brain Structures?\nIt is easy to see that this question, while in principle straightfor-ward, is empirically extraordinarily difﬁcult. Concepts such asthe limbic system, and even otherwise well-regarded structures\nsuch as the amygdala ( Swanson and Petrovich, 1998 ), have\nbeen cast into doubt as the right way to carve up the neural\ntissue. The idea that there are specialized structures that consti-\ntute a neural system for processing social information, the\nso-called ‘‘social brain’’ (Brothers, 1990 ), has guided social\nneuroscience studies in humans for the past two decades and\nled to a collection of structures that regularly turn up in fMRI\nstudies of social cognition ( Adolphs, 2009; Frith, 2007; Saxe,\n2006b ). Certain structures, such as medial prefrontal cortex,\nturn up so reliably across studies and across different social\nprocesses that they have been suggested by some as the neuro-\nanatomical basis for specifying a proper domain for socialpsychology ( Mitchell, 2009 ). But the exercise of outlining sets\nof structures in these studies has also begun to outline the chal-lenges faced by any attempt to delineate neuroanatomicallya system for processing social information. The relevant brain\nstructures almost never map cleanly onto some macroscopic\nregion or Brodman Area. Instead, subregions, or subpopulationsof neurons within a region, will be the relevant level of grain.\nOf course this progression is found within all cognitive neuro-\nscience, not only social neuroscience: regions originally postu-lated to implement some process become progressively morefractionated as techniques with better spatial and temporal reso-\nlution arise. One recent example is a debate about the role of the\ntemporoparietal junction (TPJ) in subserving ‘‘theory of mind,’’our ability to infer mental states from descriptions or observa-\ntions of people’s actions. On one side of the debate it was\nargued that the TPJ is selectively activated by theory-of-mindtasks ( Saxe and Powell, 2006 ); on the other side, it was argued\nthat this cortical region subserved a more general function in di-recting attention ( Mitchell, 2007 ). The debate is now partly\nresolved by the ﬁnding that separate sectors of the TPJ sub-served these two competing processes, so closely adjacent\nthat they could not be spatially resolved in the prior studies\n(Scholz et al., 2009 ).\nA similar fractionation into smaller regions has occurred for\nmany other structures, in the case of social cognition in particularfor regions of the prefrontal cortex ( Barbey et al., 2009).\nHowever, the felt need to map processes onto spatially deﬁned\nregions is giving way to multivoxel analyses, in which classiﬁca-\ntion algorithms from machine learning are applied across thebrain to decode processes without requiring clean spatial\nsegregation ( Mur et al., 2009 ). This approach emphasizes how\nthe brain represents social information—the discriminations it\nmakes—without analyzing where (although decoding ap-\nproaches can\nalso be applied in a searchlight fashion to get\nsome spatial information). Even so, BOLD-fMRI will presentfundamental limitations that preclude ﬁndings such as those ob-tained from single-unit electrophysiology. For instance, single\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 757Neuron\nReview"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "neurons in the human temporal lobe have been found to encode\nvery high-level semantic knowledge about speciﬁc people: they\nrespond both when shown the face of a famous actor and also\nwhen reading the actor’s name ( Quian Quiroga et al., 2009 ). No\nequivalent responses have yet been decoded using fMRI, and\ngiven the very sparse and diverse neuronal response categories,\nit seems unlikely that this can be achieved.\nA conceptually difﬁcult challenge is posed by the realization\nthat no brain structure, or subpopulation of neurons, operates\nin isolation: we need to look at connected systems, whose\nboundaries are even harder to deﬁne. A full understanding ofsocial information processing needs to acknowledge that the\nprocessing is not only spatially distributed but also temporally\ndispersed. This is now well known, although the bulk of lesionand functional neuroimaging studies nonetheless still produce\ndata that are phrenological in ﬂavor by concentrating on a single\nregion—often without even knowing from where it receives itsinputs nor what its projection ﬁeld encompasses. The adventof recent tools for exploring structural and functional connec-\ntivity in the brain is having some effect on the data produced,\nbut it is still difﬁcult to think about processes as implementedin dynamic brain networks. On the other hand, descriptions in\nthis spirit have been around for quite a few years in computa-\ntional neuroscience, and some empirical studies have generatedsuch a picture as well ( Laurent, 2002 ). The problem has been\nlinking such dynamic network descriptions to processes at thesystems and cognitive level in mammals. Yet the need fora distributed-systems approach is widely acknowledged; even\nLeslie Brothers’ original description of the ‘‘social brain’’\n(Brothers, 1990 ) outlined a set of distributed structures. A good\nexample of such a direction in social neuroscience is thediscovery of connected patches of temporal and frontal cortex\nthat process faces in primates ( Moeller et al., 2008 ). Ultimately,\nwe will need an account of how such distributed neuronal repre-\nsentations, at particular points in time, make explicit social infor-\nmation that can be used to guide behavior.\nAn even more challenging question is whether the body and\nthe external environment participate in psychological processes,taking social information processing outside of the brain alone.\nThere are patent ways in which this happens all the time, suchas when we use calculators, computers, or pencil-and-paperscratchpads to ofﬂoad information processing from brain to\nenvironment. There are highly contentious ways in which (to\nsome thinkers) it is conceivable that conscious experience itselfsomehow depends on more than just brain events ( Clark and\nChalmers, 1998 ). In fact, there are reasonable arguments to think\nthat this is not only possible but necessary in order to ground theotherwise meaningless events that happen in the brain: they\nmust be connected to the world in some way (the so-called clas-\nsical ‘‘symbol-grounding problem’’). These discussions arecontinuous with philosophy of mind and nonspeciﬁc to the social\ndomain; they constitute one of the most vigorous current lines of\nresearch in ‘‘embodied cognition.’’ But they have been high-lighted most visibly within social neuroscience. Investigationsof empathy, simulation, and the ‘‘mirror neuron system’’ all\npostulate the engagement in an observer of some mechanisms\nsimilar to those seen in another person, in virtue of which socialknowledge can be generated. The topic originated in thediscovery of ‘‘mirror neurons’’ that respond both to the executionand observation of a speciﬁc action in monkeys we noted earlier\n(Rizzolatti et al., 2001 ) and were quickly adopted by cognitive\nneuroscience to explain action observation more broadly in hu-\nmans as well ( Gallese and Goldman, 1999 ). While the original\nfocus, and still the best correspondence between monkey andhuman data, is restricted to goal-directed actions ( Rizzolatti\nand Fabbri-Destro, 2008 ), social neuroscience studies using\nfMRI in humans have considerably broadened the scope of\nsuch mirroring mechanisms. For instance, human fMRI studies\nhave found that the observation and imitation of facial expres-sions engage overlapping brain regions ( Carr et al., 2003 ), that\nobserving a spouse experience pain activates regions overlap-ping with those when one experiences pain oneself ( Singer\net al., 2004 ), and that more generally the experience and recog-\nnition of emotions draw on shared mechanisms ( Bastiaansen\net al., 2009; Goldman and Sripada, 2005 ). A related thread, this\ntime originating from the perceptual end rather than the motorend, is found in the idea that concepts are grounded in the\nrepresentations through which they were acquired ( Barsalou,\n1999 ). All of these accounts aim toward some kind of grounding\nof central representations in more peripheral representa-tions, whether sensory, motor, or both. Yet the literature on\n‘‘embodied’’ or ‘‘situated’’ social cognition is typically rathervague as to the exact claims.\nIs embodiment thought to literally involve the body, or just\ncentral representations of the body? Are perceptual or motoricrepresentations in the brain thought to be merely involved, or\nconstitutive of social cognition? These and other questions\nrequire careful dissection, have engaged philosophers as wellas cognitive neuroscientists ( Goldman and de Vignemont,\n2009 ), and have to some extent continued a long-standing\ndebate about the very status of simulations ( Saxe, 2005 ), reminis-\ncent in many ways of the debate about the status of visualimagery ( Kosslyn et al., 2003 ). In both of those cases, some\nthinkers ﬁnd it intuitively plausible that there are central, oftenamodal, representations that function much like sentences:\nthey represent by description (through the functional properties\nofsymbols).\nOther thinkers ﬁnd it inconceivable how there could\nbe only such representations, and believe that, at some level, the\nsymbols need to merge with what they represent: they representby resemblance, much like a map. These issues hark back to\nprovocative proposals about how all abstract thought itself might\nbe based on bodily experience ( Lakoff and Johnson, 1999 ).\nThere is also a more recent and speciﬁc debate about the\nconditions under which simulation-like mechanisms of socialcognition might be deployed, as contrasted with so-called‘‘theory-of-mind’’ mechanisms, which are presumed to generate\nsimilar knowledge of other minds, but in a more deductive\nfashion that does not require actual simulation. There is nowsome acknowledgment that there are multiple mechanisms for\ninferring the internal states of other people, relying on multiple\nneural substrates, collectively referred to as ‘‘mentalizing’’ ( Frith\nand Frith, 2006 ). The extent to which ‘‘simulation’’ versus\n‘‘theory’’-like mechanisms are used likely depends on the\ncontext, with simulation-like mechanisms perhaps coming into\nplay predominantly when we observe those people with whomwe identify the most ( Mitchell et al., 2006 ) or when we observe\n758 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "actions that are familiar ( Brass et al., 2007 ) (but see Apperly\n[2008] for the view that the simulation/theory distinction is\nconceptual and unlikely to be resolved by data). That we would\nengage simulation-like mechanisms when we observe thosepeople who are the most similar or emotionally close to ourselves\nmakes intuitive sense and is borne out in studies of both pain\n(Singer et al., 2004 ) and reward observation ( Mobbs et al., 2009 ).\nThe general issue of the extent to which central cognition\ndraws upon motor and sensory representations in the brain, on\nthe body itself, and on the external environment may be espe-\ncially acute in the case of social cognition for a number ofreasons ( Adolphs, 2006 ). One reason is that the social environ-\nment (other people) is interactive: the simplest way to ﬁnd outabout somebody else’s internal states is not necessarily throughdetailed observation, but through simply asking them how they\nfeel or what they are thinking. A second reason may be that\nsocial information is so rich, or so dynamic in nature, thatincluding the social environment in cognition makes possiblethe rapid updating of social knowledge that would otherwise\nbe difﬁcult to infer. To summarize this section: the ‘‘social brain’’\nwill likely need to include a widely distributed set of neuralregions, diverse sets of neuronal subpopulations within them,\nand may encompass aspects of the body and the environment\nin cognition.What Are the Psychological Processes?\nThe second big challenge highlighted by our historical consider-\nation of phrenology above concerns the processes to be map-ped themselves. The phrenologists came up with a list, mostly\nout of their own intuition. Cognitive psychologists and cognitive\nneuroscientists these days could produce lists of their own, andthey would include terms such as ‘‘edge detection,’’ ‘‘workingmemory,’’ ‘‘error monitoring,’’ ‘‘decision value,’’ and so on.\nThey would span many levels, from early perception to high-level\nself-reﬂection. There would be debate about the boundariesbetween them. So how can we map onto the brain processes\nwhose computational nature and boundaries we do not yet\nunderstand? This is a deep and acute problem that has beenrealized for some time. In 1994, one of the ﬁrst books illustrating\nthe beauty and seduction of the kinds of images generated by\nneuroimaging noted tellingly, ‘‘The challenge for the future is tounderstand at a deeper level the actual mental operations as-signed to the various areas .. Before this goal can be achieved,\nthe experimental strategies used in PET studies must be reﬁnedso that more detailed components of the process can be iso-lated’’ ( Posner and Raichle, 1994 ). This quote suggests an itera-\ntive strategy whereby neuroscience data can inform us of thepsychological processes and whereby controlling and manipu-lating speciﬁc parameters can allow isolation of such processes,\ntwo key issues we comment on further below.\nAt a superordinate level, carving up social cognition has pro-\nceeded analogously to carving up cognition more generally. Inparticular, a host of dual-process models have been put forth.\nWhile these initially retained some resemblance to the originalidea of controlled versus automatic processing as proposedfrom cognitive psychology ( Schneider and Shiffrin, 1977 ), they\nhave taken on a bewildering plethora of attributes, including a‘‘system 1’’ purportedly emphasizing automatic, implicit, fast,nonconscious and emotional processing, and a ‘‘system 2’’emphasizing the complements of these attributes ( Evans,\n2008 ). Within social cognition, the emphasis has been on\na distinction between explicit and implicit processing, borrowingfrom social psychology, which has long emphasized the implicitnature of social attributions ( Frith and Frith, 2008 ). The distinction\nhas been linked to some extent also to self-referential and meta-cognitive abilities, partitioning the processing into ‘‘reﬂexive’’versus ‘‘reﬂective’’ ( Lieberman, 2007 ). While these dichotomies\nhave been useful in nucleating research topics, there is a paucity\nof arguments or empirical data to suggest that they are the only\nor the best way of carving up the processing, and it seemsdoubtful that the often long lists of correlated attributes should\ncome as a package, except insofar as they are semantically\nrelated to begin with. However, there are few alternativeschemes currently available, and the effort has instead focused\non how to generate the richness and diversity of social cognition\nfrom combining the two types of processing. This ranges fromthinking of them as mostly in opposition to one another (onecan override the other) ( Frith and Frith, 2008 ) to assigning them\nto distinct temporal components of social information process-ing to considering them as dynamically iterative ( Cunningham\nand Zelazo, 2007 ).\nOne likely fallacy promoted by dual-process theories of social\ncognition is the idea that the two sets of processes constitutecoherent systems of some kind. The set of attributes listed for\none side of the dual-process dichotomy is typically simply the\ncomplement of the other; but deﬁnition by exclusion need notdelineate any inherently related set of attributes ( Keren and\nSchul, 2009 ). Take memory as a good example: declarative\nmemory has been fairly cohesively deﬁned and speciﬁc neuralstructures in the medial temporal lobe have been shown to bemost important for it (although there is of course further fraction-\nation within the domain of declarative memory, as well as\ncontinuing debates about how best to deﬁne its essentialcomputational properties). By contrast, nondeclarative memory,\ndeﬁned by exclusion, is heterogeneous, including priming,\nPavlovian conditioning, operant conditioning, motor learning,and so on. The situation with dual-process theories is even\nworse, since counterexamples to the proposed co-occurrence\nof attributes are easy to think of. Fast, nonconscious, andemotional attributes of ‘‘system 1’’ are a good example. Thereare many instances of each of these attributes within behaviors\nmore typically associated with ‘‘system 2.’’\nWhere does this leave dual-process theories of social cogni-\ntion? One original conception (controlled versus automatic[Schneider and Shiffrin, 1977 ]) may still be the most useful and\nmay isolate one particular aspect of social cognition: controlled,\nvolitional, effortful,\nreﬂective processing ( Lieberman, 2007 ). This\naspect of social cognition is most perspicuous in adult humans,and some of its neural substrates in the prefrontal cortex havebeen the topic of intense investigation. It is possible that this\nmetacognitive ability requires conscious awareness. It is unclear\nthat it requires many of the other attributes, and it is unclear that itserves to nucleate a ‘‘system’’ of any sort, let alone specifya complementary one. To summarize this section: the process\narchitecture of social cognition is still very much in need of\na detailed theory, and alternatives to dual-process modelsshould be pursued.\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 759Neuron\nReview"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "How Can We Map Processes onto the Brain?\nFinally, even if and when we have sufﬁciently detailed data from\nfunctional neuroanatomy, and even if and when we have a mature\nsocial cognitive psychology of the relevant processes to be map-ped, we need to ask what kind of relationship such a mapping\nshould fall under. This question is acute, since despite the fact\nthat neither brain circuits nor psychological processes are yetwell delineated, the main enterprise of cognitive neuroscience,including social cognitive neuroscience, has in fact been to\nmap the one onto the other. This is not as ill-founded an\nendeavor as it seems, since it may well be that it is only throughiterative attempts at such mappings that we can identify what\nshould be mapped in the ﬁrst place; our understanding of mind\nand brain will come as a package.\nMapping social cognition onto the social brain often takes\na subtractive strategy. For instance, in a seminal initial study ofthe brain regions that underly face processing, people wereshown pictures of faces while fMRI data were acquired. Thebrain activation seen under this condition was then compared\nto a large number of other stimulus conditions that attempted\nto make comparisons and control for possible confounds,such as inverted faces, scrambled faces, hands, objects, and\nso on ( Kanwisher et al., 1997 ). Recent fMRI studies in social\nneuroscience often compare social and nonsocial stimuli, as in\nthe previous example, but they also compare social and nonso-\ncial tasks. Some manipulate both: for instance, participants are\nasked to form impressions of the stimuli they see or to remembertheir order of presentation (social versus nonsocial task) with\nrespect to sentences describing people or objects (social versus\nnonsocial stimuli) ( Mitchell et al., 2005 ). Such approaches have\nfound good evidence that knowledge about people and objectsis generated through different neural substrates (Mitchell et al.,\n2002 ), and there is now a large list of studies in a similar vein.\nNeedless to say, these subtractive approaches have some\nlimitations, since multiple differences distinguish the stimulus\nand task conditions and it is impossible to conduct a subtraction\nthat is exhaustive. Another approach that may offer more insightis quasiparametric: rather than a dichotomous contrast, several\nlevels of stimulus or task could be used. The challenge with this\napproach is that it is not straightforward how to parameterizea dimension of ‘‘socialness.’’\nUltimately, the mapping challenge can only be successful if it\nis accompanied by a corresponding change in the level of expla-nation of how stimuli link to behavior. This is not yet generallyaccomplished in most studies. For instance, many fMRI studies\ninterpret activation in, for example, the insula or the ventral stria-\ntum as corresponding to a ‘‘disgust’’ or ‘‘reward’’ response, andexplain behavior accordingly, examples of so-called ‘‘reverse\ninference’’ ( Poldrack, 2006 ). Not only is this often unjustiﬁed, it\nis not really progress: the emotions thought to motivate behav-\niors have now simply been transposed into the brain, without\nany new insight into the underlying mechanisms. It will be a chal-\nlenge for future studies to pay attention to this issue and to derivefrom the data a level of explanation at the process level that goesbeyond the processes hypothesized at the outset.\nIt is possible to have a more paradigm-shifting view of how the\nmapping of mind to brain might proceed. Even once we havea useful, predictive process architecture for social cognition,many of those processes may map onto the brain only partlyand disjunctively. Conversely, if we pick a brain ‘‘system,’’\nhowever deﬁned, and ask what it does, the answer may end\nup being a hodge-podge of different processes. The hope isthat such a situation would force us to reconsider the processes\nand come up with a computational theory that meshes better\nwith the neuroscience. One would look toward the success insome parts of sensory neuroscience, where sophisticatedways of formulating and evaluating competing models lead to\ndescriptions of which partition of a stimulus space is represented\nby a region or certain neurons in the brain ( Wu et al., 2006 ). Some\nmeta-analytic approaches are beginning to provide pictures in\nthis spirit also for aspects of social neuroscience, such as\nanswers to the question, ‘‘What activates the amygdala’’?(Costafreda et al., 2008 ).\nEven if we eventually come up with a computational account of\nhow the social brain works that is truly aligned with the neurosci-ence data, it remains an open question what such an accountwould look like. It is possible that it would be so different from\nour intuitive categories for social behavior that it would literally\nbe something that we could not presently understand. This isnot necessarily because social cognition is inherently any more\ndifﬁcult to map onto the brain than any other aspect of percep-\ntion or cognition. The problem is rather that we have an intuitive,‘‘folk,’’ understanding that grounds our theories of social\nbehavior. The reason we can understand what social psycholo-\ngists, or social neuroscientists, are talking about, is that theconcepts used are to some extent continuous with our common-\nsense understanding of our minds and the minds of other people.\nIf we have to jettison that continuity, we may end up with a theoryof social behavior very different from the one we currently use ineveryday life. On the other hand, the picture of the physical world\nthat quantum mechanics provides shares these same consider-\nations, and it is an intriguing possibility that a future social neuro-science would literally allow us to understand ourselves in an\nentirely different way.\nTo summarize this section: mapping social processing onto\nsocial brain structures may be an iterative way to make progress,bootstrapping our understanding of both even though each\nrequires revision. Varying the social nature of stimuli and pro-cessing demands has begun to produce such mappings,although it remains a big open question what its endpoint might\nlook like.\nFuture Challenges\nThe quick tour of the terrain in social neuroscience we have taken\nso far points to some key open questions that future studies will\nneed to consider and from which springs much of the currentexcitement in social neuroscience ( Table 2 ). These revisit several\nof the points we raised earlier and serve to summarize and brain-storm for experiments to be done.Isolating the SocialAs we just discussed, social stimuli, and social tasks, inherently\ncontain multiple properties. Which are unique to the social\ndomain? If not unique, which sets of properties taken jointlycan be used to isolate the social? This set of questions has\na long history rooted in debates about the domain-speciﬁcity\nof social cognition. The most detailed empirical investigation\n760 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "has focused on face perception, with the well-known arguments\non the one side that face perception features specialized\npsychological and neurobiological properties ( Kanwisher and\nYovel, 2006 ), and on the other side that it is a by-product of\nmore general computational processing with demands that arenot speciﬁc to the domain of faces ( Tarr and Gauthier, 2000 ).\nAttempts to isolate ‘‘social’’ processing typically proceed by\nholding stimuli constant and asking participants to engage ineither a social (evaluative) or nonsocial task; or hold the taskconstant and vary the stimuli (social versus nonsocial). As we\nnoted above, the challenge is in trying to isolate the social\naspects from associated processing that is general: socialstimuli may attract more attention, induce more emotionalarousal, be more distinctive, and so on and so forth. One recent\nexample is the question of whether or not social reward is pro-\ncessed in the same way as nonsocial reward. The question ispart of the larger question that decision scientists are asking,\nwhether there is a common currency for processing all different\ntypes of reward, such as money, food, or friendly people. Severalstudies have now compared social and monetary reward and\ngenerally produced conclusions that social reward overlaps at\nleast partly with monetary reward in its neural implementation(Izuma et al., 2008; Zink et al., 2008 ), supplementing ﬁndings\nthat social feedback (the reliability of information from other\npeople) could be processed by associative mechanisms similar\nto reward feedback ( Behrens et al., 2008 ), and revisiting the\npoints we noted earlier in our discussion of neuroeconomics.\nYet confounds remain, because however the distinction\nbetween social and nonsocial is made by the experimenter, itconsists of a large number of correlated attributes. This is not\nnecessarily a problem for distinguishing social from nonsocial\nprocessing, but it pushes the question to a level deeper: weknow that social and nonsocial cognition differ, at least to\nsome extent. The question now is: why? Is it because social\nstimuli are less predictable? Is it because they are more salient?Is it because they are more emotionally arousing? These ques-\ntions bring us back to the old debate about the domain speci-\nﬁcity of face perception and confront us with the same dilemma.Either social cognition just poses a correlated set of computa-\ntional demands, and is typically associated with a correlated\nset of effects, none of which are unique to social information;or else social cognition is domain speciﬁc, but it is difﬁcult to\nisolate what the essential feature might be.\nUniquely Human Social CognitionOne of the motivating questions we considered above was thefascination of why humans appear so different from all other\nanimals, behaviorally and in terms of relative brain size, a differ-\nence that is most frequently presumed to be traced to ourdifferent social cognition ( Dunbar, 1998; Humphrey, 1976 ).\nComparative studies provide a rich set of data to address thisissue (see Byrne and Bates [this issue of Neuron ]), and social\nneuroscience has hypothesized some speciﬁc mechanisms\nand corresponding brain structures ( Saxe, 2006a ).\nDevelopmental and comparative psychology has been stress-\ning social learning mechanisms that may be unique to humans\n(Herrmann et al., 2007 ), although little is yet known about their\nneural basis. The ﬁndings emphasize the critical need for socialcontext during early development. For instance, infants requirethe social presence of a person in order to learn early aspects\nof language (merely listening to the voice played from a tape\nrecorder is not enough) ( Kuhl et al., 2003 ). Social learning in hu-\nmans is predicated on the expectation that others are interested\nin teaching and features generic-level knowledge that can be\nacquired through ostensive signals ( Csibra and Gergely, 2009 ).Table 2. Open Questions\nA Partial Sampling of Big Conceptual Questions for Social Neuroscience1. What are the social processes? In particular, are they computationally distinct from those that process nonsocial information? Are there a set of\nprocesses that delineate the ‘‘social mind,’’ analogously to how there might be a set of structures for the ‘‘social brain’’? Social psychology has\ngenerated a number of candidates, but it is unclear how these will be incorporated into a future social neuroscience.\n2. What is the social brain? Is there even a ‘‘social brain,’’ a set of structures specifying a neural system for processing social information? Key\nstructures proposed include parts of the temporal cortex (fusiform gyrus, superior temporal gyrus, and sulcus) involved in aspects of social\nperception, medial prefrontal cortex and temporoparietal junction involved in theory of mind, and posterior cingulate and medial parietal cortex\ninvolved in perspective taking and self-reﬂection.\n3. Is there specialization for social processing below the systems level of question 2? Von Economo neurons, a particular morphological cell type\nfound in frontoinsular cortex in apes and humans (as well as some whales and elephants) have been proposed to subserve the long-distance\nsignaling that underlies integration of information from spatially distal parts of the brain necessary for social cognition ( Allman et al., 2002 ). Oxytocin\nhas been proposed as a key neuromodulator for afﬁliative social behaviors in mammals; receptor subtypes for several biogenic amines such asserotonin have also been noted to subserve important roles in social processing. These ﬁndings in particular have great promise for\npharmacological intervention of psychiatric illnesses affecting social functioning.\n4. What social abilities might be impossible for humans? The ﬂip-side of the question of which social abilities are unique to humans is the question of\nwhether there is anything we could not learn to do. Could we all learn to live together in peace and cooperation, or would our very cognitive ﬂexibility\nalways preclude anything approaching eusocial collective behavior? This question could also be seen as related to a question about the bounds of\ncognitive and emotional regulation: if we realized the metacognitive need for a particular social behavior, do we have the control to implement itvolitionally?\n5. How could we best change our social behavior? Questions 3 and 4 point toward this question but neglect the role of context and our power to\nmodify our environment. Rather than trying to change the way our brains work, we could think about changing our environmental and social contextso as to change our social behavior. Clever changes in public policies (such as incorporating neuroscience data together with tools frommechanism design to achieve optimal public goods compliance [ Krajbich et al., 2009]), ubiquitous education, and strategic design of economic and\npolitical structures could all contribute toward such a goal in principle.\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 761Neuron\nReview"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "There is vigorous debate about the types and extent of social\nlearning mechanisms seen in other species, but humans may\nbe unique in this respect. Interestingly, our closest living rela-\ntives, the great apes, may not be all that adept at learning fromostension, but dogs are ( Miklo ´si et al., 2003 ).\nUltimately, one would want to link social cognitive abilities\nunique to humans to their correlates in the brain and in thegenome. Of particular interest here would be comparativestudies between humans and chimpanzees. There are now a\nnumber of behavioral studies (e.g., by Michael Tomasello and\nothers at the Max Planck Institute in Leipzig), but very few neuro-biological studies due to the difﬁculty of doing neuroscience in\nchimpanzees (see Parr et al., 2009 , for an exception). With the\nrecent sequencing of the chimpanzee genome, genetic differ-\nences can be pinpointed. It is of particular interest to note that\nthere appear to be genes important for social cognition on the\nsex chromosomes ( Skuse, 2006 ) and that both X ( Khaitovich\net al., 2005 ) and Y chromomosomes ( Hughes et al., 2010 ) have\ndiverged considerably between the two species (about 1/3 of\nthe sequences of the male-speciﬁc region of the Y chromosome\nhave no clear counterpart in the other species, for example).\nThe cognitive abilities of many other species can be impres-\nsive. For instance, chimpanzees can perform better than humanson some types of working memory tasks ( Inoue and Matsuzawa,\n2007 ), cephalopods (octopi, cuttleﬁsh, squid) can camouﬂage\nthemselves in the most clever ways (Hanlon, 2007 ), and corvids\n(jays and crows) take into account social observation, context,and time in caching food ( Emery and Clayton, 2009 ). What differs\nin all these cases and human cognition is ﬂexibility: we can typi-cally apply many abilities to an unlimited number of differentcontexts, while other animals show more narrowly specializedabilities that cannot be transferred as easily to other domains.\nWhat brain mechanisms mediate this ﬂexibility? Is it the way\nthe components are interconnected? Is it due to an added‘‘executive’’ metacognitive component? Both of these have\nbeen highlighted in a recent lesion study of the neuroanatomical\nsubstrates for general intelligence ( Gla¨scher et al., 2010 ).\nA perhaps related feature of human social cognition is the\nability to exercise volitional control at multiple levels, so as totake into account a broader context. For instance, humansmore so than other animals can forego a smaller immediatereward in order to obtain a larger future reward (a phenomenon\neconomists have termed ‘‘temporal discounting’’), an effect of\nthe future timeframe on subjective valuation that correlateswith neural signals in valuation regions of the brain such as the\nmedial prefrontal cortex ( Kable and Glimcher, 2007 ). Humans\nmore so than other animals can regulate their emotional\nresponses to one another in a strategic way; and humans will\ncontrol their behavior to take into account the social context. A\nrecent example of this is the ﬁnding that temporary disruptionof activity in the right dorsolateral prefrontal cortex inﬂuences\npeople’s ability to build a good reputation. In that study,\nparticipants had to inhibit a prepotent strategy to behaveselﬁshly if they wanted to obtain a good social reputation. Thisability was impaired with repetitive transcranial magnetic\nstimulation (rTMS) of the right prefrontal cortex. The ﬁnding is\nin line with a larger literature suggesting that this region of thebrain is important for cognitive and emotional control and servesas a nice example of the importance that such control playsin regulating complex, planned, social behavior. It may be\nparticularly this effortful, explicit component of social cognition\nthat is elaborated in humans and that can regulate more auto-matic, implicit social cognition ( Frith and Frith, 2008 ) (if we are\nwilling to slide for the moment into the dual-process schemefor carving up cognitive processes). Another region highlightedin the higher-order control of behavior is the frontopolar cortex(Brodmann’s Area 10), the very anterior region of the prefrontal\ncortex and the sector that shows the biggest relative increase\nbetween great apes and humans ( Semendeferi et al., 2001 ).\nThis region of the brain has been implicated by fMRI studies in\nkeeping track of alternative courses of action and in motivating\npeople to switch from one strategy to another when they feelthat the current one is no longer the best ( Boorman et al.,\n2009; Daw et al., 2006 ).\nIf the social cognitive abilities of modern humans are adaptive,\nit is somewhat puzzling that no other species appears to haveevolved them. Clearly, there must be some costs associated\nwith evolving those abilities. One obvious cost is the need for\na large brain, metabolically expensive, time-intensive to trainup, and difﬁcult to give birth to biomechanically. There is another\nmore intriguing conjecture: that some uniquely human aspects of\ncognition are potentially deleterious to the survival of thespecies. A recent letter to the editor in Nature hypothesized\nthat full self-awareness brings knowledge of one’s own mortality(and, for that matter, of one’s kin and one’s species), a possiblyfatal piece of knowledge, full understanding of which would\npreclude any motivation to survive. The hypothesis continues\nthat self-awareness could only have arisen in tandem with mech-anisms such as faith and religion, which deny the existence ofmortality and whose absence blocked the evolution of full self-\nawareness in all other species ( Varki, 2009 ).\nEffects of Context, Development, and Individual\nDifferences\nHistorically, psychology sought to identify universals across\ndifferent people. While that is still one theme, the tide has now\nturned to an emphasis on individual differences in the context\nofparticular\ncultures and in the context of development. The\nstress of the role of development and environment has long\nbeen an emphasis in social psychology, but its translation tomore cognitive and biological studies is a new theme. A good\nexample here is the perception of emotions from facial expres-\nsions. Beginning with early observations by Charles Darwin(Darwin, 1965 ), psychologists in the 1970s and onward had\nargued (albeit not without heated debate) that this ability wasuniversal across all human cultures ( Ekman, 1994, 1973 ).\nFurthermore, it was assumed that there were similarly universal\nmechanisms at the level of brain and eye movements during\nthe viewing of faces—although little had been done here in termsof cultural comparisons, there were data from nonhuman\nprimates showing similarities to humans ( Gothard et al., 2004;\nKeating and Keating, 1982 ). But more recent studies show\nspeciﬁc cultural differences: Eastern Asian people, for instance,\nmake more confusions between fear and disgust expressions\nthat can be traced to a different pattern of ﬁxations onto the\nfaces, compared to Western Caucasian people ( Blais et al.,\n2008; Jack et al., 2009 ).\n762 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Neuroscience studies of cultural differences in social cognition\nare very difﬁcult to carry out with precision in isolating the source\nof the ‘‘cultural’’ differences. Technically, one would want to\nmanipulate independently at least three different potential sour-ces of variability, which are confounded in most studies: (1)\ndifferences in race (e.g., Asian versus Caucasian), (2) differences\nin cultural environment that the person grew up in (e.g., born andraised in Japan versus born and raised in America), and (3)differences in the environment in which the testing is done\n(e.g., being scanned by Japanese researchers in a lab in Tokyo\nversus being scanned by American researchers in a lab in LosAngeles). This 2 3232 design would help pinpoint the sources\nof possible differences, although even this would leaveopen further questions since all three factors are themselvescomplex. For instance, factor (1) consists of genetic effects\nthat constitute race, and genetic effects correlated with race:\nthe serotonin reuptake transporter polymorphism (5-HTTLPR,a polymorphism that has generated a large literature on itseffects on emotion-related processing) differs systematically\nbetween Japanese and European populations, with the short\nallele considerably more prevalent in Japanese populations(/C2470% versus /C2440% [ Kim et al., 2007; Nakamura et al., 2000 ]).\nFactor (2) poses challenges nowadays since most peoplemove from place to place during their lifetime and becausecultures are no longer isolated from one another. For instance,\nit has been reported that Caucasian subjects show different acti-\nvation of the amygdala by fear faces when these are shown onAsian or on Caucasian faces—but if Caucasian subjects had\nspent some time living in Japan, this pattern changed ( Moriguchi\net al., 2005 ). The role of language in shaping cognition has a long\nhistory with perhaps some of the clearest ﬁndings coming from\nstudies showing that names for colors inﬂuence color categori-\nzation and discrimination ( Berlin and Kay, 1991; Winawer et al.,\n2007 ). The dynamic effects of cultural environment are even\nmore profound than these studies would suggest. In fact,responses to faces can change nearly instantaneously depend-\ning on what social group one identiﬁes with ( Van Bavel et al.,\n2008 ). With respect to factor (3) it seems likely that different\ntesting environments will introduce yet another source of vari-ability, a point long known from behavioral studies in mice(Crabbe et al., 1999 ). These considerations suggest that cultural\nneuroscience is wide open for detailed investigation, with a rich\narray of effects and interactions to be discovered—but care and\neffort will be required to tease them out.\nIn humans, a contextual challenge particularly acute for\nstudies of social behavior is that participants in an experimentnearly always have knowledge that this is an experiment, withall the assumptions, expectations, and biases that this knowl-\nedge introduces. Other animals typically require no elaborate\ndeceptions and treat all experiments like the real thing. Agood example of the powerful effects of people’s beliefs on\nsocial behavior is provided in a recent study of the effects of\ntestosterone on social behavior in bargaining situations.Women who were given testosterone showed fairer bargainingbehavior, somewhat counterintuitively. However, women given\nplacebo who believed they had been given testosterone also\nshowed a change in bargaining behavior—but in the oppositedirection: they were less fair in their behavior, in linewith people’s stereotypes about the effects of testosterone(Eisenegger et al., 2010 ).\nLimits and Applications of Social NeuroscienceWhat are the limits of what social neuroscience can investigate?Are there limits to what it should? And how can we use it to make\nthe world a better place? This ﬁnal set of questions of course\ndoes not admit of much in terms of an answer yet, but this shouldnot stop us from speculating.\nWith respect to the ﬁrst question, a healthy optimism would\nsuggest no limits in principle: social neuroscience is the way tounderstand all social behavior. However, this optimism shouldbe tempered with interdisciplinary tolerance, since ﬁelds from\nother social sciences, from engineering, and from computer\nscience will certainly all have something to contribute. Especiallysome of the nonclinical applications of social neuroscience\nwill need to liaise closely with these other disciplines: recom-\nmendations for public policy or designs for better socialcomputer interfaces and intelligent robots are all issues on thenot-too-distant horizon. None of them can be addressed by\nsocial neuroscience alone.\nSome of these examples may seem more like science ﬁction,\nbut they are here already. For instance, a recent study consid-ered cooperative behavior in the context of public goods\n(Krajbich et al., 2009 ). A mathematically and empirically solid\nresult from the ﬁeld of mechanism design had long shown that\ncertain public goods problems were intractable: no incentives\nwere possible that would result in stably optimal compliance tocontribute to the good. The study used fMRI decoding methods\nto ‘‘read-out’’ the value that a particular option had for the partic-\nipant and used this value in setting the public goods policy.Participants were informed of this effect, with the result thatperfect compliance was achieved, a result that was previously\nconsidered impossible.\nExamples like this, however, raise the second question: do\nwe want this kind of contribution from social neuroscience?Objections trace back to our deep-seated mistrust of biologi-\ncally deterministic accounts that seem to challenge ourfreedom. The reaction to some of the recent attempts to deter-\nmine from neuroimaging data whether people are lying or telling\nthe truth, or what their political beliefs are, illustrate the point(e.g., Aron et al., 2007 ). Of course, scientists typically do not\ncite offense to their sense of liberty as the reason and instead\nproduce (valid) arguments about the ﬂawed methodology, typi-\ncally pointing out that one cannot determine anything withstatistical reliability from an individual’s brain and that at best\ngroup effects can be shown. And group effects have indeed\nbeen shown: there are differences in judgments of competence(Todorov et al., 2005 ) and in brain responses ( Spezio et\n al.,\n2008 ) when people view the faces of (unfamiliar) politicians\nwho have lost real elections as compared to faces of (unfamiliar)politicians who have won real elections. There are psychophys-\niological differences between liberal and conservative groups\n(Oxley et al., 2008 ). There are legal implications about social\npsychological ( Gray et al., 2003 ) and neuroscience data ( Greene\net al., 2004; Koenigs et al., 2007 ) regarding people’s sense of\nright and wrong. It is just a matter of time before the signal-to-noise ratio of the methods allows us to make statements atthe level of the individual, and so it is indeed time to begin\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 763Neuron\nReview"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "thinking about the responsible use and interpretation of ﬁndings\nfrom social neuroscience.\nThese last considerations also stress the impact that social\nneuroscience is likely to have—on domains ranging from theclinical to engineering to legal. This is part of what makes the ﬁeld\nso exciting and what is drawing in young scientists from such\ndiverse backgrounds. While I have highlighted many of the chal-lenges faced by the ﬁeld, these are being tackled with vigor.Perhaps one closing caveat would be in order: social neurosci-\nence is so successful that it is at risk of losing its roots. It will\nbe important to continue to collaborate closely with neurobiolo-gists working in all species of animals, not just humans, just as it\nwill be important to collaborate with social psychologists. And\ndebate and discussion requires input from all relevant ﬁelds,including philosophy, psychology, biology, economics, and\ncomputer science. Social neuroscience straddles many disci-\nplines, but it needs all of them in order to address the conceptualissues I have discussed here.\nACKNOWLEDGMENTS\nSupported in part by grants from NIH, the Gordon and Betty Moore Founda-\ntion, the Simons Foundation, and the Tamagawa University global Centersof Excellence program of the Japanese Ministry of Education, Culture, Sports\nand Technology. I am grateful to John Cacioppo, Rebecca Saxe, Michael Spe-\nzio, Ian Krajbich, Nao Tsuchiya, Ueli Rutishauser, and four anonymous\nreviewers for helpful comments.\nREFERENCES\nAdolphs, R. (2003a). Cognitive neuroscience of human social behaviour. Nat.\nRev. Neurosci. 4, 165–178.\nAdolphs, R. (2003b). Investigating the cognitive neuroscience of socialbehavior. Neuropsychologia 41, 119–126.\nAdolphs, R. (2006). How do we know the minds of others? Domain-speciﬁcity,simulation, and enactive social cognition. Brain Res. 1079 , 25–35.\nAdolphs, R. (2009). The social brain: neural basis of social knowledge. Annu.Rev. Psychol. 60, 693–716.\nAllman, J.M., Hakeem, A., and Watson, K. (2002). Two phylogenetic speciali-\nzations in the human brain. Neuroscientist 8, 335–346.\nAmodio, D.M., and Frith, C.D. (2006). Meeting of minds: the medial frontalcortex and social cognition. Nat. Rev. Neurosci. 7, 268–277.\nAnderson, S.W., Bechara, A., Damasio, H., Tranel, D., and Damasio, A.R.(1999). Impairment of social and moral behavior related to early damage in\nhuman prefrontal cortex. Nat. Neurosci. 2, 1032–1037.\nApperly, I.A. (2008). Beyond Simulation-Theory and Theory-Theory: why socialcognitive neuroscience should use its own concepts to study ‘‘theory of mind’’.\nCognition 107, 266–283.\nAron, A., Badre, D., Brett, M., Cacioppo, J., Chambers, C., Cools, R., Engel, S.,D’Esposito, M., Frith, C., Harmon-Jones, E., et al. (2007). Politics and theBrain. The New York Times (November 14, 2007).\nBarbey, A.K., Krueger, F., and Grafman, J. (2009). An evolutionarily adaptiveneural architecture for social reasoning. Trends Neurosci. 32, 603–610.\nBaron-Cohen, S. (1997). Mindblindness: An Essay on Autism and Theory ofMind (Cambridge, MA: MIT Press).\nBarsalou, L.W. (1999). Perceptual symbol systems. Behav. Brain Sci. 22,\n577–609.Bastiaansen, J.A.C.J., Thioux, M., and Keysers, C. (2009). Evidence for mirror\nsystems in emotions. Philos. Trans. R Soc. Lond. B Biol. Sci. 364, 2391–2404.Baumgartner, T., Heinrichs, M., Vonlanthen, A., Fischbacher, U., and Fehr, E.(2008). Oxytocin shapes the neural circuitry of trust and trust adaptation in\nhumans. Neuron 58, 639–650.\nBehrens, T.E.J., Hunt, L.T., Woolrich, M.W., and Rushworth, M.F.S. (2008).\nAssociative learning of social value. Nature 456, 245–249.\nBerlin, B., and Kay, P. (1991). Basic Color Terms: Their Universality and Evolu-\ntion (Berkeley, CA: University of California Press).\nBlais, C., Jack, R.E., Scheepers, C., Fiset, D., and Caldara, R. (2008). Culture\nshapes how we look at faces. PLoS ONE 3, e3022.\nBoorman, E.D., Behrens, T.E.J., Woolrich, M.W., and Rushworth, M.F.S.\n(2009). How green is the grass on the other side? Frontopolar cortex and the\nevidence in favor of alternative courses of action. Neuron 62, 733–743.\nBoyd, R., Gintis, H., Bowles, S., and Richerson, P.J. (2003). The evolution ofaltruistic punishment. Proc. Natl. Acad. Sci. USA 100, 3531–3535.\nBrass, M., Schmitt, R.M., Spengler, S., and Gergely, G. (2007). Investigating\naction understanding: inferential processes versus action simulation. Curr.\nBiol. 17, 2117–2121.\nBroad, K.D., Curley, J.P., and Keverne, E.B. (2006). Mother-infant bonding and\nthe evolution of mammalian social relationships. Philos. Trans. R Soc. Lond. B\nBiol. Sci. 361, 2199–2214.\nBrothers, L. (1990). The social brain: a project for integrating primate behavior\nand neurophysiology in a new domain. Concepts Neurosci. 1, 27–51.\nCacioppo, J.T., Amaral, D.G., Blanchard, J.J., Cameron, J.L., Carter, C.S.,\nCrews, D., Fiske, S., Heatherton, T., Johnson, M.K., Kozak, M.J., et al.(2007). Social neuroscience: Progress and implications for mental health.\nPerspect. Psychol. Sci. 2, 99–123.\nCacioppo, J.T.,\nand Berntson, G.G. (1992). Social psychological contributions\nto the decade of the brain. Doctrine of multilevel analysis. Am. Psychol. 47,\n1019–1028.\nCacioppo J.T., Berntson G.G., Adolphs R., Carter C.S., Davidson R.J., McClin-\ntock M.K., McEwen B.S., Meaney M.J., Schacter D.L., and Sternberg E.M.,\net al., eds. (2001). Foundations in Social Neuroscience (Cambridge, MA: MIT\nPress).\nCamerer, C.F. (2003). Behavioral Game Theory: Experiments in Strategic\nInteraction (Princeton, NJ: Princeton University Press).\nCarr, L., Iacoboni, M., Dubeau, M.C., Mazziotta, J.C., and Lenzi, G.L. (2003).\nNeural mechanisms of empathy in humans: a relay from neural systems for\nimitation to limbic areas. Proc. Natl. Acad. Sci. USA 100, 5497–5502.\nChiu, P.H., Kayali, M.A., Kishida, K.T., Tomlin, D., Klinger, L.G., Klinger, M.R.,\nand Montague, P.R. (2008). Self responses along cingulate cortex reveal quan-\ntitative neural phenotype for high-functioning autism. Neuron 57, 463–473.\nClark, A., and Chalmers, D.J. (1998). The extended mind. Analysis 58, 7–19.\nCostafreda, S.G., Brammer, M.J., David, A.S., and Fu, C.H.Y. (2008). Predic-\ntors of amygdala activation during the processing of emotional stimuli:\na meta-analysis of 385 PET and fMRI studies. Brain Res. Rev. 58, 57–70.\nCouzin, I. (2009). Collective cognition in animal groups. Trends Cogn. Sci. 13,\n36–43.\nCrabbe, J.C., Wahlsten, D., and Dudek, B.C. (1999). Genetics of mouse\nbehavior: interactions with laboratory environment. Science 284, 1670–1672.\nCsibra, G., and Gergely, G. (2009). Natural pedagogy. Trends Cogn. Sci. 13,\n148–153.\nCunningham, W.A., and Zelazo, P.D. (2007). Attitudes and evaluations: a social\ncognitive neuroscience perspective. Trends Cogn. Sci. 11, 97–104.\nDarwin, C. (1965). The Expression of the Emotions in Man and Animals,\n[originally published 1872] (Chicago: University of Chicago Press).\nDavidson, R.J. (2002). Anxiety and affective style: role of prefrontal cortex and\namygdala. Biol. Psychiatry 51, 68–80.\nDaw, N.D., O’Doherty, J.P., Dayan, P., Seymour, B., and Dolan, R.J. (2006).\nCortical substrates for exploratory decisions in humans. Nature 441, 876–879.\n764 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "de Vignemont, F., and Singer, T. (2006). The empathic brain: how, when and\nwhy? Trends Cogn. Sci. 10, 435–441.\ndeQuervain, D.-J., Fischbacher, U., Treyer, V., Schellhammer, M., Schnyder,\nU., Buck, A., et al. (2004). The neural basis of altruistic punishment. Science\n305, 1254–1258.\nDunbar, R. (1998). The social brain hypothesis. Evol. Anthropol. 6, 178–190.\nDunbar, R.I.M. (2008). The social role of touch in humans and primates:behavioral function and neurobiological mechanisms. Neurosci. Biobehav.\nRev. 34, 260–268.\nEisenegger, C., Naef, M., Snozzi, R., Heinrichs, M., and Fehr, E. (2010). Preju-dice and truth about the effect of testosterone on human bargaining behaviour.\nNature 463, 356–359.\nEkman, P., ed. (1973). Darwin and Facial Expression: A Century of Research inReview (New York: Academic Press).\nEkman, P. (1994). Strong evidence for universals in facial expressions: a reply\nto Russell’s mistaken critique. Psychol. Bull. 115, 268–287.\nEmery, N.J., and Clayton, N.S. (2009). Comparative social cognition. Annu.Rev. Psychol. 60, 87–113.\nEvans, J.S.B.T. (2008). Dual-processing accounts of reasoning, judgment, and\nsocial cognition. Annu. Rev. Psychol. 59, 255–278.\nFehr, E., and Camerer, C.F. (2007). Social neuroeconomics: the neural circuitryof social preferences. Trends Cogn. Sci. 11, 419–427.\nFehr, E., and Ga ¨chter, S. (2002). Altruistic punishment in humans. Nature 415,\n137–140.\nFiske, S.T., and Taylor, S.E. (1984). Social Cognition (Reading, MA: Addison-\nWesley).\nFodor, J.A. (1983). The Modularity of Mind (Cambridge, MA: MIT Press).\nFrancis, D., Diorio, J., Liu, D., and Meaney, M.J. (1999). Nongenomic transmis-\nsion across generations of maternal behavior and stress responses in the rat.\nScience 286, 1155–1158.\nFrith, U. (2001). Mind blindness and the brain in autism. Neuron 32, 969–979.\nFrith, C.D. (2007). The social brain? Philos. Trans. R. Soc. Lond. B Biol. Sci.362, 671–678.\nFrith, C.D., and Frith, U. (2006). The neural basis of mentalizing. Neuron 50,\n531–534.\nFrith, C.D., and Frith, U. (2008). Implicit and explicit processes in social cogni-\ntion. Neuron 60, 503–510.\nGallese, V., and Goldman, A. (1999). Mirror neurons and the simulation theory\nof mind-reading. Trends Cogn. Sci. 2, 493–501.\nGallese, V., Keysers, C., and Rizzolatti, G. (2004). A unifying view of the basis ofsocial cognition. Trends Cogn. Sci. 8, 396–403.\nGla¨scher, J., Rudrauf, D., Colom, R., Paul, L.K., Tranel, D., Damasio, H., and\nAdolphs, R. (2010). Distributed neural system for general intelligence revealedby lesion mapping. Proc. Natl. Acad. Sci. USA, in press. Published onlineFebruary 22, 2010. 10.1073/pnas.0910397107.\nGoldman, A., and de Vignemont, F. (2009). Is social cognition embodied?\nTrends Cogn. Sci. 13, 154–159.\nGoldman, A.I., and Sripada, C.S. (2005). Simulationist models of face-basedemotion recognition. Cognition 94, 193–213.\nGothard, K.M., Erickson, C.A., and Amaral, D.G. (2004). How do rhesus\nmonkeys (Macaca mulatta) scan faces in a visual paired comparison task?Anim. Cogn. 7, 25–36.\nGray, N.S., MacCulloch, M.J., Smith, J., Morris, M., and Snowden, R.J. (2003).\nForensic psychology: Violence viewed by psychopathic murderers. Nature\n423, 497–498.Greene, J.D., Nystrom, L.E., Engell, A.D., Darley, J.M., and Cohen, J.D. (2004).The neural bases of cognitive conﬂict and control in moral judgment. Neuron\n44, 389–400.\nHanlon, R. (2007). Cephalopod dynamic camouﬂage. Curr. Biol. 17,\nR400–R404.\nHare, T.A.,\nCamerer, C.F., and Rangel, A. (2009). Self-control in decision-\nmaking involves modulation of the vmPFC valuation system. Science 324,\n646–648.Harlow, H.F., and Harlow, M.K. (1962). Social deprivation in monkeys. Sci. Am.\n207, 136–146.\nHerrmann, E., Call, J., Herna `ndez-Lloreda, M.V., Hare, B., and Tomasello, M.\n(2007). Humans have evolved specialized skills of social cognition: the cultural\nintelligence hypothesis. Science 317, 1360–1366.\nHo¨lldobler, B., and Wilson, E.O. (2008). The Superorganism (New York: W.W.\nNorton).\nHughes, J.F., Skaletsky, H., Pyntikova, T., Graves, T.A., van Daalen, S.K.,\nMinx, P.J., Fulton, R.S., McGrath, S.D., Locke, D.P., Friedman, C., et al.\n(2010). Chimpanzee and human Y chromosomes are remarkably divergent\nin structure and gene content. Nature 463, 536–539.\nHumphrey, N.K. (1976). The social function of intellect. In Growing Points inEthology, P.P.G. Bateson and R.A. Hinde, eds. (Cambridge, UK: Cambridge\nUniversity Press), pp. 303–317.\nInoue, S., and Matsuzawa, T. (2007). Working memory of numerals in chimpan-\nzees. Curr. Biol. 17, R1004–R1005.\nInsel, T.R., and Fernald, R.D. (2004). How the brain processes social informa-tion: searching for the social brain. Annu. Rev. Neurosci. 27, 697–722.\nInsel, T.R., and Young, L.J. (2001). The neurobiology of attachment. Nat. Rev.Neurosci. 2, 129–136.\nIzuma, K., Saito, D.N., and Sadato, N. (2008). Processing of social and mone-tary rewards in the human striatum. Neuron 58, 284–294.\nJack, R.E., Blais, C., Scheepers, C., Schyns, P.G., and Caldara, R. (2009).Cultural confusions show that facial expressions are not universal. Curr. Biol.\n19, 1543–1548.\nJarvis, J.U.M., and Sherman, P.W. (2002). Hterocephalus glaber. Mammalian\nSpecies 706, 1–9.\nKable, J.W., and Glimcher, P.W. (2007). The neural correlates of subjectivevalue during intertemporal choice. Nat. Neurosci. 10, 1625–1633.\nKable, J.W., and Glimcher, P.W. (2009). The neurobiology of decision:consensus and controversy. Neuron 63, 733–745.\nKanwisher, N., and Yovel, G. (2006). The fusiform face area: a cortical regionspecialized for the perception of faces. Philos. Trans. R. Soc. Lond. B Biol.\nSci.361, 2109–2128.\nKanwisher, N., McDermott, J., and Chun, M.M. (1997). The fusiform face area:\na module in human extrastriate cortex specialized for face perception. J. Neu-rosci. 17, 4302–4311.\nKeating, C.F., and Keating, E.G. (1982). Visual scan patterns of rhesusmonkeys viewing faces. Perception 11, 211–219.\nKeren, G., and Schul, Y. (2009). Two is not always better than one: a critical\nevaluation of two-systems theories. Perspect. Psychol. Sci. 4, 533–550.\nKhaitovich, P., Hellmann, I., Enard, W., Nowick, K., Leinweber, M., Franz, H.,Weiss, G., Lachmann, M., and Pa ¨a¨bo, S. (2005). Parallel patterns of evolution\nin the genomes and transcriptomes of humans and chimpanzees. Science309, 1850–1854.\nKim, J.-M., Stewart, R., Kim, S.-W., Yang, S.-J., Shin, I.-S., Kim, Y.-H., andYoon, J.S. (2007). Interactions between life stressors and susceptibility genes\n(5-HTTLPR and BDNF) on depression in Korean elders. Biol. Psychiatry 62,\n423–428.\nKing-Casas, B., Tomlin, D., Anen, C., Camerer, C.F., Quartz, S.R., and\nMontague, P.R. (2005). Getting to know you: reputation and trust in a two-\nperson economic exchange. Science 308, 78–83.\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 765Neuron\nReview"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "King-Casas, B., Sharp, C., Lomax-Bream, L., Lohrenz, T., Fonagy, P., and\nMontague, P.R. (2008). The rupture and repair of cooperation in borderline\npersonality disorder. Science 321, 806–810.\nKipps, C.M., Nestor, P.J., Acosta-Cabronero, J., Arnold, R., and Hodges, J.R.\n(2009). Understanding social dysfunction in the behavioural variant of fronto-temporal dementia: the role of emotion and sarcasm processing. Brain 132,\n592–603.\nKnoch, D., Schneider, F., Schunk, D., Hohmann, M., and Fehr, E. (2009).\nDisrupting the prefrontal cortex diminishes the human ability to build a good\nreputation. Proc. Natl. Acad. Sci. USA 106, 20895–20899.\nKoenigs, M., Young, L., Adolphs, R., Tranel, D., Cushman, F., Hauser, M., andDamasio, A. (2007). Damage to the prefrontal cortex increases utilitarian moral\njudgements. Nature 446, 908–911.\nKosfeld, M., Heinrichs, M., Zak, P.J., Fischbacher, U., and Fehr, E. (2005).\nOxytocin increases trust in humans. Nature 435, 673–676.\nKosslyn, S.M., Ganis, G., and Thompson, W.L. (2003). Mental imagery: againstthe nihilistic hypothesis. Trends Cogn. Sci. 7, 109–111.\nKrajbich, I., Camerer, C., Ledyard, J., and Rangel, A. (2009). Using neuralmeasures of economic value to solve the public goods free-rider problem.\nScience 326, 596–599.\nKriegeskorte, N., Simmons, W.K., Bellgowan, P.S.F., and Baker, C.I. (2009).Circular analysis in systems neuroscience: the dangers of double dipping.\nNat. Neurosci. 12, 535–540.\nKuhl, P.K., Tsao, F.-M., and Liu, H.-M. (2003). Foreign-language experience ininfancy: effects of short-term exposure and social interaction on phonetic\nlearning. Proc. Natl. Acad. Sci. USA 100, 9096–9101.\nKurzban, R., and Houser, D. (2005). Experiments investigating cooperativetypes in humans: a complement to evolutionary theory and simulations.\nProc. Natl. Acad. Sci. USA 102, 1803–1807.\nLakoff, G., and Johnson, M. (1999). Philosophy in the Flesh: The EmbodiedMind and Its Challenge to Western Thought (New York: Basic Books).\nLaurent, G. (2002). Olfactory network dynamics and the coding of multidimen-\nsional signals. Nat. Rev. Neurosci. 3, 884–895.\nLieberman, M.D. (2007). Social cognitive neuroscience: a review of coreprocesses. Annu. Rev. Psychol. 58, 259–289.\nLin, D.Y., Zhang, S.-Z., Block, E., and Katz, L.C. (2005). Encoding socialsignals in the mouse main olfactory bulb. Nature 434, 470–477.\nLo¨ken, L.S., Wessberg, J., Morrison, I., McGlone, F., and Olausson, H. (2009).\nCoding of pleasant touch by unmyelinated afferents in humans. Nat. Neurosci.\n12, 547–548.\nMargoliash, D. (1983). Acoustic parameters underlying the responses of song-\nspeciﬁc neurons in the white-crowned sparrow. J. Neurosci. 3, 1039–1057.\nMcCarthy, G., Puce, A., Gore, J.C., and Allison, T. (1997). Face-speciﬁc pro-cessing in the human fusiform gyrus. J. Cogn. Neurosci. 9, 605–610.\nMiklo ´si, A., Kubinyi, E., Topa ´l, J., Ga ´csi, M., Vira ´nyi, Z., and Csa ´nyi, V. (2003). A\nsimple reason for a big difference: wolves do not look back at humans, but\ndogs do. Curr. Biol. 13, 763–766.\nMitchell, J.P. (2007). Activity in right temporo-parietal junction is not selectivefor theory-of-mind. Cereb. Cortex 18, 262–271.\nMitchell, J.P. (2009). Social psychology as a natural kind. Trends Cogn. Sci. 13,\n246–251.\nMitchell, J.P., Heatherton, T.F., and Macrae, C.N. (2002). Distinct neural\nsystems subserve person and object knowledge. Proc. Natl. Acad. Sci. USA\n99, 15238–15243.\nMitchell,\nJ.P., Banaji, M.R., and Macrae, C.N. (2005). General and speciﬁc\ncontributions of the medial prefrontal cortex to knowledge about mental\nstates. Neuroimage 28, 757–762.\nMitchell, J.P., Macrae, C.N., and Banaji, M.R. (2006). Dissociable medialprefrontal contributions to judgments of similar and dissimilar others. Neuron\n50, 655–663.Mobbs, D., Yu, R., Meyer, M., Passamonti, L., Seymour, B., Calder, A.J.,Schweizer, S., Frith, C.D., and Dalgleish, T. (2009). A key role for similarity in\nvicarious reward. Science 324, 900.\nMoeller, S., Freiwald, W.A., and Tsao, D.Y. (2008). Patches with links: a uniﬁed\nsystem for processing faces in the macaque temporal lobe. Science 320,\n1355–1359.\nMoll, J., Zahn, R., de Oliveira-Souza, R., Krueger, F., and Grafman, J. (2005).\nOpinion: the neural basis of human moral cognition. Nat. Rev. Neurosci. 6,\n799–809.\nMoriguchi, Y., Ohnishi, T., Kawachi, T., Mori, T., Hirakata, M., Yamada, M.,\nMatsuda, H., and Komaki, G. (2005). Speciﬁc brain activation in Japanese\nand Caucasian people to fearful faces. Neuroreport 16, 133–136.\nMorrison, I. (2009). The skin as a social organ. Exp. Brain Res., in press.Published online September 21, 2009. 10.1007/s00221-009-2007-y.\nMur, M., Bandettini, P.A., and Kriegeskorte, N. (2009). Revealing representa-\ntional content with pattern-information fMRI—an introductory guide. Soc.\nCogn. Affect. Neurosci. 4, 101–109.\nNakamura, M., Ueno, S., Sano, A., and Tanabe, H. (2000). The human sero-\ntonin transporter gene linked polymorphism (5-HTTLPR) shows ten novel\nallelic variants. Mol. Psychiatry 5, 32–38.\nNowak, M.A., and Sigmund, K. (2004). Evolutionary dynamics of biologicalgames. Science 303, 793–799.\nOchsner, K.N., and Gross, J.J. (2005). The cognitive control of emotions.\nTrends Cogn. Sci. 9, 242–249.\nOchsner, K.N., and Lieberman, M.D. (2001). The emergence of social cognitive\nneuroscience. Am. Psychol. 56, 717–734.\nOlausson, H., Lamarre, Y., Backlund, H., Morin, C., Wallin, B.G., Starck, G.,Ekholm, S., Strigo, I., Worsley, K., Vallbo, A.B., and Bushnell, M.C. (2002).\nUnmyelinated tactile afferents signal touch and project to insular cortex.\nNat. Neurosci. 5, 900–904.\nOlsson, A., and Ochsner, K.N. (2008). The role of social cognition in emotion.\nTrends Cogn. Sci. 12, 65–71.\nOxley, D.R., Smith, K.B., Alford, J.R., Hibbing, M.V., Miller, J.L., Scalora, M.,\nHatemi, P.K., and Hibbing, J.R. (2008). Political attitudes vary with physiolog-ical traits. Science 321, 1667–1670.\nPanksepp, J. (1998). Affective Neuroscience (New York: Oxford University\nPress).\nParr, L.A., Hecht, E., Barks, S.K., Preuss, T.M., and Votaw, J.R. (2009). Face\nprocessing in the chimpanzee brain. Curr. Biol. 19, 50–53.\nPenn, D.C., and Povinelli, D.J. (2007). On the lack of evidence that non-humananimals possess anything remotely resembling a ‘theory of mind’. Philos.\nTrans. R. Soc. Lond. B Biol. Sci. 362, 731–744.\nPoldrack, R.A. (2006). Can cognitive processes be inferred from neuroimaging\ndata? Trends Cogn. Sci. 10, 59–63.\nPosner, M.I., and Raichle, M. (1994). Images of Mind (New York: Scientiﬁc\nAmerican Library).\nPremack, D., and Woodruff, G. (1978). Does the chimpanzee have a theory of\nmind? Behav. Brain Sci. 1, 515–526.\nQuian Quiroga, R., Kraskov, A., Koch, C., and Fried, I. (2009). Explicit encoding\nof multimodal percepts by single neurons in the human brain. Curr. Biol. 19,\n1308–1313.\nRangel, A., Camerer, C., and Montague, P.R. (2008). A framework for studying\nthe neurobiology of value-based decision making. Nat. Rev. Neurosci. 9,\n545–556.\nRizzolatti, G., and Craighero, L. (2004). The mirror-neuron system. Annu. Rev.\nNeurosci. 27,169–192.\nRizzolatti,\nG., and Fabbri-Destro, M. (2008). The mirror system and its role in\nsocial cognition. Curr. Opin. Neurobiol. 18, 179–184.\n766 Neuron 65, March 25, 2010 ª2010 Elsevier Inc.Neuron\nReview"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Rizzolatti, G., Fogassi, L., and Gallese, V. (2001). Neurophysiological mecha-\nnisms underlying the understanding and imitation of action. Nat. Rev. Neuro-\nsci.2, 661–670.\nSanchez-Andrade, G., and Kendrick, K.M. (2009). The main olfactory systemand social learning in mammals. Behav. Brain Res. 200, 323–335.\nSanfey, A.G., Rilling, J.K., Aronson, J.A., Nystrom, L.E., and Cohen, J.D.\n(2003). The neural basis of economic decision-making in the Ultimatum\nGame. Science 300, 1755–1758.\nSaxe, R. (2005). Against simulation: the argument from error. Trends Cogn.Sci.9, 174–179.\nSaxe, R. (2006a). Uniquely human social cognition. Curr. Opin. Neurobiol. 16,\n235–239.\nSaxe, R. (2006b). Why and how to study Theory of Mind with fMRI. Brain Res.\n1079 , 57–65.\nSaxe, R., and Powell, L.J. (2006). It’s the thought that counts: speciﬁc brainregions for one component of theory of mind. Psychol. Sci. 17, 692–699.\nSchneider, W., and Shiffrin, R.M. (1977). Controlled and automatic humaninformation processing: 1. Detection, search, and attention. Psychol. Rev.84, 1–66.\nScholz, J., Triantafyllou, C., Whitﬁeld-Gabrieli, S., Brown, E.N., and Saxe, R.(2009). Distinct regions of right temporo-parietal junction are selective for\ntheory of mind and exogenous attention. PLoS ONE 4, e4869.\nSemendeferi, K., Armstrong, E., Schleicher, A., Zilles, K., and Van Hoesen,\nG.W. (2001). Prefrontal cortex in humans and apes: a comparative study of\narea 10. Am. J. Phys. Anthropol. 114, 224–241.\nSinger, T., Seymour, B., O’Doherty, J., Kaube, H., Dolan, R.J., and Frith, C.D.(2004). Empathy for pain involves the affective but not sensory components of\npain. Science 303, 1157–1162.\nSkuse, D. (2006). Genetic inﬂuences on the neural basis of social cognition.\nPhilos. Trans. R Soc. Lond. B Biol. Sci. 361, 2129–2141.\nSpezio, M.L., Rangel, A., Alvarez, R.M., O’Doherty, J.P., Mattes, K., Todorov,A., Kim, H., and Adolphs, R. (2008). A neural basis for the effect of candidate\nappearance on election outcomes. Soc. Cogn. Affect. Neurosci. 3, 344–352.\nSwanson, L.W., and Petrovich, G.D. (1998). What is the amygdala? TrendsNeurosci. 21, 323–331.\nTarr, M.J., and Gauthier, I. (2000). FFA: a ﬂexible fusiform area for subordinate-\nlevel visual processing automatized by expertise. Nat. Neurosci. 3, 764–769.Tate, A.J., Fischer, H., Leigh, A.E., and Kendrick, K.M. (2006). Behavioural and\nneurophysiological evidence for face identity and face emotion processing in\nanimals. Philos. Trans. R. Soc. Lond. B Biol. Sci. 361, 2155–2172.\nTodorov, A., Mandisodza, A.N., Goren, A., and Hall, C.C. (2005). Inferences of\ncompetence from faces predict election outcomes. Science 308, 1623–1626.\nTomasello, M., Call, J., and Hare, B. (2003). Chimpanzees understand psycho-\nlogial states–the question is which ones and to what extent. Trends Cogn. Sci.\n7, 153–156.\nTsao, D.Y., Freiwald, W.A., Tootell, R.B.H., and Livingstone, M.S. (2006).A cortical region consisting entirely of face-selective cells. Science 311,\n670–674.\nVan Bavel, J.J., Packer, D.J., and Cunningham, W.A. (2008). The neural\nsubstrates of in-group bias: a functional magnetic resonance imaging investi-\ngation. Psychol. Sci. 19, 1131–1139.\nVarki, A. (2009). Human uniqueness and the denial of death. Nature 460, 684.\nVul, E., Harris, C., Winkielman, P., and Pashler, H. (2009). Puzzlingly high corre-lations in fMRI studies of emotion, personality, and social cognition. Perspect.\nPsychol. Sci. 4, 274–290.\nWang, L., and Anderson, D.J. (2010). Identiﬁcation of an aggression-\npromoting pheromone and its receptor neurons in Drosophila. Nature 463,\n227–231.\nWilson, E.O., and Ho ¨lldobler, B.\n (2005). Eusociality: origin and consequences.\nProc. Natl. Acad. Sci. USA 102, 13367–13371.\nWinawer, J., Witthoft, N., Frank, M.C., Wu, L., Wade, A.R., and Boroditsky, L.\n(2007). Russian blues reveal effects of language on color discrimination. Proc.\nNatl. Acad. Sci. USA 104, 7780–7785.\nWood, J.N., Glynn, D.D., Phillips, B.C., and Hauser, M.D. (2007). The percep-tion of rational, goal-directed action in nonhuman primates. Science 317,\n1402–1405.\nWu, M.C.-K., David, S.V., and Gallant, J.L. (2006). Complete functional charac-\nterization of sensory neurons by system identiﬁcation. Annu. Rev. Neurosci.\n29, 477–505.\nYovel, G., and Kanwisher, N. (2004). Face perception: domain speciﬁc, not\nprocess speciﬁc. Neuron 44, 889–898.\nZink, C.F., Tong, Y., Chen, Q., Bassett, D.S., Stein, J.L., and Meyer-Lindenberg, A. (2008). Know your place: neural processing of social hierarchy\nin humans. Neuron 58, 273–283.\nNeuron 65, March 25, 2010 ª2010 Elsevier Inc. 767Neuron\nReview"
    }
  ]
}