{
  "doc_type": "scientific paper",
  "title": "Assessment of working memory abilities people with and without misophonia",
  "authors": [
    "Aldine"
  ],
  "year": 2024,
  "journal": "journalofexperimental psychology.",
  "doi": "10.1177/17470218251322718",
  "abstract": null,
  "keywords": [
    "misophonia",
    "cognition",
    "working memory"
  ],
  "research_topics": [
    "misophonia",
    "cognition",
    "working memory"
  ],
  "created_at": "2025-05-05T03:45:52.992824Z",
  "source_pdf": "documents/research/Global/Aldine 2024 Assessment of working memory abilities people with and without misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:TheQuarterly journalofexperimental psychology.\nArticleTitle: EXPRESS: Assessment ofWorkingMemoryabilitiesinNormalHearingIndividuals with\nandwithoutMisophonia\nArticleAuthor: Adline\nISSN-17470218; LCN-83646618;\nPublisher: 2025-02-09\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Peer Review Version\nAssessment of Working Memory abilities in Normal Hearing \nIndividuals with and without Misophonia\nJournal: Quarterly Journal of Experimental Psychology\nManuscript ID QJE-SIP-24-069.R2\nManuscript Type: Special Issue Paper\nDate Submitted by the \nAuthor:06-Dec-2024\nComplete List of Authors: Adline, Princita; All India Institute of Speech and Hearing, Department of \nAudiology; All India Institute of Speech and Hearing,  Department of \nAudiology\nNisha, Kavassery; All India Institute of Speech and Hearing, Department \nof Audiology\nPrabhu, Prashanth; All India Institute of Speech and Hearing, Department \nof Audiology\nUppunda, Ajith; All India Institute of Speech and Hearing, Department of \nAudiology\nKeywords: misophonia, cognition, working memory\n \nQuarterly Journal of Experimental Psychology\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Peer Review VersionAssessment of Working Memory abilities in Normal Hearing Individuals with and without \nMisophonia\nPrincita \nDsouza Adline 1, Kavassery Venkateswaran Nisha,2  Prashanth Prabhu 3, Ajith Kumar \nUppunda4\nAuthor Affiliations: \n1 Princita Dsouza Adline , MSc (Audiology), ASLP Grade Ⅱ\n2 Kavassery Venkateswaran Nisha, PhD (Audiology), Scientist B \n3 Prashanth Prabhu, PhD (Audiology), Assistant Professor in Audiology\n4Ajith Kumar Uppunda, PhD (Audiology), Professor of Audiology\n1, 3 Department of Audiology, All India Institute of Speech and Hearing, Manasagangothri, Mysuru \n- 570 006, Karnataka state, India.\n2,4 Center for hearing sciences, Center of Excellence, All India Institute of Speech and Hearing, \nManasagangothri, Mysuru - 570 006, Karnataka state, India.\nAddress correspondence to:\nPrincita Dsouza Adline, Department of Audiology, All India Institute of Speech and Hearing, \nManasagangothri, Mysuru- 570 006, Karnataka state, India.\nE-mail: adline@aiishmysore.in   Contact number: +91 7996892871\nORCID ID  of authors\n1 Princita Dsouza Adline - 0000-0002-8231-2715\n2 Kavassery Venkateswaran Nisha - 0000-0003-0788-1800\n3 Prashanth Prabhu - 0000-0002-9878-4733\n4Ajith Kumar Uppunda - 0000-0002-1368-9834\nRunning Title: Working memory abilities in misophoniaPage 1 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Peer Review VersionAbstract\nPurpose: The study aimed to evaluate working memory (WM) abilities in normal hearing \nindividuals with and without misophonia using simple and complex working memory tasks and to \ncorrelate WM abilities with the severity of misophonia.\nMethod: The data was collected employing a standard group comparison and a non-probability \npurposive sampling method. The current study comprised 40 participants aged 18-30 years, who \nwere classified into two groups (with and without misophonia) based on the scores obtained in the \nMisophonia Assessment Questionnaire (MAQ).  Simple tasks including forward and backward \ndigit span and complex tasks including operation and reading span were used to assess WM \nabilities.\nResults: WM abilities, measured using simple WM tasks, were comparable between the two \ngroups. Although the operation span scores revealed no statistically significant difference among \nthe complex tasks, there was a statistically significant difference in the reading span scores.\nConclusions:  The performance of individuals with misophonia remained similar to those without \nmisophonia in simple WM tasks. However, their WM performance becomes poorer as tasks \nbecome more demanding.  \nKeywords: misophonia, cognition, working memory\nAbbreviations: WM – Working Memory, MAQ- Misophonia Assessment Questionnaire, FUEL- \nFramework for Understanding Effortful Listening\n \n \n \n \n \n Page 2 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Peer Review VersionIntroduction\nMisophonia is a complex behavioral and neurophysiologic condition that is characterized \nby intense emotional responses and aversion to particular auditory stimuli, commonly referred to \nas \"trigger sounds\" (Edelstein et al., 2013). It was originally believed that the presence or \nexpectancy of a particular sound made by a person would trigger the patient's aversive response \n(Arjan Schröder et al., 2013). However, it was later discovered that the triggering sounds could \nalso be everyday sounds – both human-made and environmental - and the reaction to sounds was \ninfluenced by the environment and the individual’s characteristics (Siepsiak & Dragan, 2019). The \nheightened emotional response in misophonics after triggers is often linked to the activation of the \nautonomic and limbic systems (Jastreboff & Jastreboff, 2002).\nThis neurophysiological link is further supported by the co-occurrence of tinnitus and \nhyperacusis in individuals with misophonia, both of which exhibit similar patterns of activation in \nautonomic and limbic mechanisms. Studies underlining the anatomical and physiological \ncorrelates of misophonia show evidence of heightened neural activity in the visual cortex, temporal \ncortex, amygdala, and anterior insula in misophonia patients compared to controls (A. Schröder et \nal., 2015). Overactivation of the insula and unusual connectivity between cortical regions, \nincluding the medial parietal, medial frontal, and medial temporal cortex, with the insula has also \nbeen reported (S. Kumar et al., 2017). The brain mechanisms underlying the emotional reactivity \nand physiological arousal in individuals with misophonia were linked to aberrant myelination in \nthe medial frontal cortex (Suárez et al., 2022). While the insula and amygdala are involved in the \nprocessing emotional stimuli, cognitive control, and regulating autonomic functions (Craig, 2009; \nShackman et al., 2011), the temporal cortex is involved in auditory signal processing (Griffiths & \nWarren, 2004; Hickok & Poeppel, 2007). The involvement of the temporal cortex suggests that \nhyperactivity of the temporal area to particular sounds (triggers) causes aversion or negative \nemotions in misophonic, which may be linked to the unusual connectivity of the insula with the \ntemporal cortex. Recent research also indicates that misophonic reactions are not solely driven by \nthe auditory characteristics of sounds; other sensory inputs, including those from different \nmodalities, significantly contribute to the aversive response (Samermit, Saal, & Davidenko, 2019; \nSamermit et al. 2022). It is also reported that responses to misophonic triggers are influenced by \nwhether the listener accurately identifies the source of the sound. Trigger sounds that were Page 3 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Peer Review Versioncorrectly identified elicited more negative reactions (Savard, Saresm Coffey & Deroche, 2022). \nInterestingly, the study found no significant difference in sound identification ability between \nindividuals with high and low misophonia symptoms. This suggests that misophonia is not \nprimarily driven by a bottom-up auditory mechanism but is more likely rooted in higher-level \nneural and cognitive processes (Savard et al. 2022).\nWhile misophonia is primarily associated with emotional responses like anxiety, anger, or \ndisgust, recent studies have suggested a potential impact on attention and cognitive underpinnings \nin misophonic reactions (Aryal & Prabhu, 2023; Palumbo et al., 2018). It is also observed that \nindividuals with misophonia tend to focus more on details and exhibit cognitive inflexibility which \ncan intensify their aversion to certain sounds, leading to a greater sensitivity associated with the \ncondition (Simner et al., 2021).  The cognitive underpinnings of misophonia can be explained \nusing the framework for understanding the effortful listening (FUEL) paradigm (Pichora-Fuller et \nal., 2016). Individuals with misophonia focus their attention excessively on the sounds that \nprovoke their symptoms. They have trouble diverting away from these unpleasant sounds, which \ncould make it difficult for them to focus on other auditory stimuli (Edelstein et al., 2013; Simner \net al., 2021). It is possible to conceptualize that this attentional shift in individuals towards triggers \nin the environment might interfere with the availability of cognitive resources. Extending \nKahneman's theory of the Capacity of Attention Model (Kahneman, 1973), Pichora-Fuller et al., \n(2016) postulated that when an input is perceived by the system, it triggers a demand for estimation \nof attention resources within the listeners' capacity. According to the estimated demand, necessary \ncognitive processes are assigned to the task execution. This process is known as resource allocation \npolicy.\nIn individuals with misophonia, the mental state of alertness and looking out for triggers in \nthe environment causes anxiety in them, which in turn limits the resources available for the \ncognitive task (Palumbo et al., 2018). Misophonia severity has been found to correlate positively \nwith anxiety levels (Huviyetli & Çakmak, 2024; Quek et al., 2018), with anxiety mediating the \nimpact of misophonia on quality of life (Huviyetli & Çakmak, 2024). The limited cognitive \nresources in turn increase listening effort (Rönnberg et al., 2014). Perceptual deficits in cognitive \ntasks vary based on the complexity of the task being performed. It can be postulated that cognitive \ndemand imparted while performing simple working memory tasks may be compensated by Page 4 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Peer Review Versionincreased listening effort (Lemke & Besser, 2016). However, as the tasks become more complex, \nindividuals with misophonia do not have sufficient cognitive resources to overcome the task \ndemand, thus resulting in poor cognitive performance. The role of cognitive processes in \nmisophonia remains largely speculative and not extensively explored.  \nWorking memory (WM) is an aspect of short-term memory, involving the storage and \nprocessing of signals in a shorter time window lasting about 20s (Baddeley, 2003). In the present \nstudy, WM tasks were chosen to assess misophonia's role in cognitive performance because \nmisophonia has been associated with heightened emotional responses to trigger sounds, which can \ndisrupt cognitive processes like attention and focus. Attention and focus on the incoming signals \nare needed for target retrieval (e.g. forward and backward digit span) and performing tasks \nincumbent with memorizing target signal train (reading and operational span tasks). The \ncomplexity of the WM task is directly proportional to exerted listening effort (Harvey et al., 2017). \nThe listening effort corresponding to the look out of sound triggers in environment, places \nmisophonics at a disadvantage in processing WM tasks, especially when they are complex tasks. \nIn other words, due to the presence of misophonia, the individual is in constant search of the \ntriggering sounds. This exerts limitations on the cognitive resources needed for listening the \nincoming sounds, and thus affecting the WM. The FUEL model provides a theoretical framework \nfor understanding how the competition for limited cognitive resources between the misophonic \nresponse and the WM task can lead to decrements in cognitive performance (Pichora-Fuller et al., \n2016). As WM impairments in misophonics can have a direct bearing on their daily functioning \nand performance in academic, occupational, and other settings, the authors have chosen to assess \nthe impact of cognitive interference due to misophonia on simple (target retrieval - eg. Forward \nand backward digit span) and complex (reading and operational span tasks) WM tasks.\nConsidering the shared cortical resources between the trigger sounds search and memory \ntask (such as WM), it can postulated that misophonics may show poorer performance in the tasks \nrequiring cognition. By investigating these cognitive dimensions based on working memory in \nmisophonic individuals, the study findings might contribute to identifying sensitive tests for \ncognitive assessment and the development of targeted interventions that can improve their quality \nof life. The purpose of the current study is to evaluate WM in simple and complex tasks in Page 5 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Peer Review Versionindividuals with and without misophonia and correlate the severity of misophonia with WM \nabilities.\n \n \nMethods\nStudy design\nStandard group comparison and non-probability purposive sampling were used to gather the data \n(Schiavetti & Metz, 2006). The participation in the study was entirely voluntary. Informed consent \nwas obtained from all the participants before the evaluations. The institutional ethics and research \nboard approved every procedure used in this investigation (Ref: SH/AUD/2022-\n23/P01II21S0022). The guidelines for conducting human bio-behavioral research constituted by \nthe institutional ethical committee (Venkatesan, 2009) were followed. These guidelines aligned \nwith the Helsinki Declaration's standards (World Medical Association, 2004).\nParticipants\nThe study included 40 participants aged 18-30 years, divided into two groups of 20 each. \nGroup 1 comprised 20 participants with misophonia (mean age: 22.3 ± 3.15 SD years; 20 females), \nand group 2 had 20 participants without misophonia (mean age: 21.8 ± 1.97 SD years, 20 females). \nTo confirm the presence of misophonia and to indicate the severity, the Misophonia Assessment \nQuestionnaire (MAQ) (Dibb et al., 2021) was administered to all the participants. The data \ncollection was initiated pre-COVID before the psychometrically validated questionnaires were \navailable. Hence, MAQ was used in the present study.  All participants had access to the \nquestionnaire via Google Forms delivered by email or social networking sites including Instagram, \nFacebook Messenger, and WhatsApp.  There were twenty-one questions on the questionnaire that \nevaluated how misophonia affected individual's social and emotional lives. The Misophonia \nAssessment Questionnaire is rated from 0 to 3 points depending on how frequently the issue \napplies (0 = not at all, 1 = occasionally, 2= frequently, and 3 =nearly always). Scores of 0-21 \nindicate mild, 22–42 moderate, and 43-63 severe Using the total score, misophonia severity is \ndetermined. Out of the 221 respondents who answered the questionnaire, 20 were included in the Page 6 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Peer Review Versionstudy based on their MAQ scores. According to a modified Kuppuswamy scale (Kumar et al., \n2022), all of the participants were in the upper-lower to upper-medium socioeconomic level. Group \n1 consisted of individuals with misophonia symptoms and a MAQ score between 1 and 64 (mean \nscore: 21.9 ±10.42), while group 2 included participants without misophonia symptoms and an \nMAQ score of 0. \n \nINSERT TABLE 1\nThe other inclusion criteria included normal peripheral hearing sensitivity, normal middle ear and \nauditory nerve functioning as inferred from pure tone hearing thresholds, tympanometry, and \nreflexometry respectively. Hearing thresholds were obtained using a two-channel diagnostic \ncalibrated audiometer Inventis Piano (Padova, Italy) with the TDH-39 headphone (Farmingdale, \nNew York, USA) at octaves from 250 Hz to 4000 Hz (Clark, 1981).  All the participants had ‘A’ \nor ‘As’ type tympanogram with acoustic reflexes present (Ipsilateral and Contralateral) at 500 Hz \nand 1000Hz at normal sensation levels, confirmed using calibrated GSI Tympstar pro (Grason \nStadler, Eden Prairie, MN, USA). Participants with co-occurring diseases such as tinnitus, \nvestibular migraine, hyperacusis, and/or hearing loss, who used hearing aids, who had received \nmusical training, or who complained of otological impairments or neurologic problems were \nexcluded from the study. Prior to each participant being included in the study, an informal \ninterview was used to gather this information.\n \nAssessment of working memory\nWorking memory was assessed using the Smriti-Shravan software (A. Kumar & Maruthy, \n2012). A laptop (Lenovo Ideapad 300-15ISK Core i5 6th Gen) with a Smriti-Shravan module \ninstalled and linked to Sennheiser HD206 headphones (Wedenmark, Germany) was used to \nprovide the stimuli. Simple WM tests including forward and backward digit span and complex \nWM tests including operation span and reading span were administered to each participant. Page 7 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Peer Review VersionForward and backward digit span: Digit sequences from 0 to 9, with the exception of 7 (which \nis bi-syllabic), were presented in auditory mode. Inter-stimulus interval of 1000 ms and a response \ntime of 10,000 ms were used.  Participants were instructed to enter the numbers on the keyboard \nin the same sequence as they appeared for the forward digit span test and in the reverse order for \nthe backward digit span test. The adaptive staircase technique (Levitt, 1971) was used to track the \nforward digit span. Based on the accuracy of the response, the software raised the level of difficulty \nof the next stimulus sequence. E.g., if the participant accurately entered 4 digits in the forward \ndigit span task, the software raised the sequence in the next presentation to have 5 digits.  Before \nbeginning with the actual test, 1 practice trial was given. The responses were statistically analyzed \nbased on the maximum number of digits recalled.\nThe conventional Digit Span test uses live-voice tests in that it commences with trials that \nascend in length until a stopping criterion is met. The maximum score of recall is termed a digit \nspan. However, in the current study, an adaptive procedure is used.  This alteration helped the \nexperimenters to immediately provide feedback to the participant, whenever wrong the software \nreduced the digit by one. Eg., if the participant was to recall 4 numbers in the digit span test, and \nonly could do so for the first 3 numbers, the software recorded the response as incorrect. Instead \nof again presenting at the same level i.e. 4 digits, the next stimuli set was adjusted to 3 digits. This \nindirectly provided feedback that the participant failed to correct recall, which in turn urged for \nallocation of better recall. This procedure for evaluating digit span for assessing working memory \nin adults is proven to increase accuracy, and internal reliability, and helps in fast automated \nscoring, making the test highly suitable for clinical use (Dillon et al., 2024).\n \nOperation span and reading span: The operation span task and reading span task which were \nused in Smrithi Shravan were adapted from the versions used by Kane et al. (2004). Both the tasks \nconsist of 12 items and the number of elements per item varied from 2 to 5. The difficulty of the \nitems was randomized such that the number of elements was unpredictable at the outset of an item.\nMonosyllabic words and arithmetic equations were presented in series for operation span \nwhereas; monosyllabic words and sentences were presented for reading span. Participants were \ninstructed to solve the arithmetic problem for the operation span task or judge the \nsemantic/pragmatic correctness of the sentence for the reading span task (secondary task) and Page 8 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Peer Review Versionremember the words. The inter-stimulus interval of 1000 ms and response time of 15,000 ms was \nused. At the end of each trial, they were asked to choose all the target words in order.\nIn the operation span task, each element consisted of a mathematical operation and a word \n(e.g., IS [8*5] -25 = 21 ? and SNOW). The participant’s task was to read the math problem aloud, \nsay yes or no to indicate whether the given answer was correct or incorrect, and then say the word. \nAfter all the elements in an item were presented the participant was required to write the words in \nthe correct serial order. In the reading span task, each element consisted of a sentence, followed \nby a letter (e.g., Suresh was stopped by the policeman because he did not use a helmet ? and R). \nThe participant’s task was to say the sentence aloud, respond yes or no to indicate whether the \nsentence made sense or not, and then say the letter. As with operation span, after all the elements \nin an item were presented, the participant was required to write the letters in the correct serial \norder.\nThe inclusion of the word element in the operation span task is likely to assess both working \nmemory and parietal function, as the task requires holding the word in memory while also \nprocessing the arithmetic operation. This dual-task requirement, involving both working memory \nand parietal function for processing the mathematical operation, may have implications for \nassessing misophonia, as both cognitive control and sensory processing are relevant to this \ncondition (Edelstein et al., 2013; S. Kumar et al., 2017). The word element in the operation span \ntask taps into verbal working memory, which is impaired in individuals with misophonia \n(Madappally et al., 2024). Additionally, the parietal cortex, which is involved in the processing of \nmathematical operations, may also be implicated in misophonia as their attention to problem-\nsolving might be compromised. Thus, the operation span task with the word element may provide \na useful tool for assessing both cognitive and parietal functioning in misophonia.\n \nThe scoring was adapted from the guidelines recommended by Conway et. al \n(2001).  Partial Credit Scores Weighted (PCSW) derived from proportion score was used to \nanalyze the response. The proportion score was obtained by dividing the number of stimuli recalled \ncorrectly by the total number of stimuli in the element (e.g., if the participant correctly recalled \ntwo of four words, then the score for that item would be 0.25*2 = 0.5). The total proportion score Page 9 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Peer Review Versionwas calculated as the average of the item proportion scores multiplied by 100 to yield a scale of \n0–100.\nStatistical analyses\nData analysis was conducted using the Statistical Package Social Sciences (SPSS), version \n26.0. To ascertain if the data was normally distributed, the Shapiro-Wilk test of normality was \nemployed. For each of the measurements (forward digit span, backward digit span, operation span, \nand reading span) for both groups, descriptive statistics (median with interquartile range- IQR) \nwere performed. Given the limited sample size, a Mann-Whitney U test (Mann & Whitney, 1947) \nwas used to compare the groups. The effect size was determined using the Rosenthal formula, re \n= /Z// √N, whenever there was a statistically significant difference between the groups (Robert & \nRubin, 2003). Also, to assess the relationship between the severity of misophonia and WM abilities \nSpearman’s correlation analysis was carried out.\n \nResults\nThe Shapiro-Wilk test of Normality was carried out on the scores of WM tests. Results \nrevealed that data follows a normal distribution for forward digit span, backward digit span, and \noperation span (p > 0.05) and a non-normal distribution for reading span (p ˂ 0.05).\nDescriptive statistics revealed that the scores of WM tests were comparable between \nindividuals with and without misophonia, except for the reading span. Median reading span scores \nfor group Ⅰ is 0.75 (± 0.11 IQR) and for group Ⅱ is 0.83 (± 0.06 IQR). Figure 1 shows the \ndescriptive statistics (with median and IQR) between the two groups. The results of the Whitney \ntest comparing the WM scores across the tasks showed that individuals with misophonia had \nsignificantly lower reading scores compared to those without misophonia. However, there was no \nsignificant difference (p > 0.05) in the performance between the two groups on all the other tasks \nconsidered in the study as shown in Table 2.\n \nINSERT FIGURE 1Page 10 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Peer Review Version \nINSERT TABLE 2\n \nSpearman’s rank correlation was computed to assess the relationship between MAQ scores \nand WM scores. There was no correlation between MAQ scores and forward digit span, backward \ndigit span, and operation span as shown in Figure 2. However, results revealed a negative \ncorrelation between MAQ scores and reading span scores, r (38)=-0.36, p=0.02.\n \nINSERT FIGURE 2\nDiscussion\nThe purpose of the current study was to examine WM among individuals with misophonia. \nAll participants underwent WM tests, and results from those with and without misophonia who \nhad normal hearing were compared. For the forward and backward digit span tests, the maximum \nnumber of digits recalled was analyzed; for the operation and reading span tests, PCSW was \nanalyzed.\nWhen the digit span scores of all the simple WM tasks (forward, backward) were \ncompared, there was no statistically significant difference obtained among the two groups (Table \n2). Based on the findings it is clear that when simple WM tasks like forward digit span and \nbackward digit span tests are used to compare WM abilities in individuals with misophonia, these \nindividuals would not differ from healthy normals. The level of mental load needed to complete \neach of the digit span tests varies, although they are all classified as simple WM tests. While \nbackward digit span involves the transformation of the sensory input where mental reordering of \nthe digits is done based on the tasks performed while maintaining the input in the short-term \nmemory store, forward digit span does not involve any transformation and is only concerned with \nshort-term memory storage (Hoosain, 1979).\nThe study conducted to evaluate WM in individuals with tinnitus exhibits these variations \nin digit spans (Nagaraj et al., 2019).  However, the current study failed to show such a trend. Also, \nwhen complex WM span tasks like reading span were administered, group differences were seen. Page 11 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Peer Review VersionThe absence of statistically significant differences in simple digit span scores between individuals \nwith misophonia and healthy controls in the current study is attributed to the participants exploiting \nthe extended spare time available in simple span tasks for encoding information. The response \ntime (RT) in the forward and backward memory span in Smriti Shravan was 10,000 ms, whereas; \nit was 15,000 ms for the reading span and operation span task. Individuals need to process and \nrecall only primary stimuli in digit span tests but need to process both primary and secondary \nstimuli while recalling only primary stimuli in operation span and reading span tasks. This absence \nof secondary stimuli with sufficient RT available for simple WM tasks could have helped in \nrehearsal, making the recall simpler in both groups. The presence of distractor stimuli interferes \nwith both encoding and rehearsal of target stimuli (Körner et al., 2019).  Hence, it is crucial to \nprioritize experiments that specifically address this aspect. To shed further light on the WM \nabilities of individuals with misophonia, an expedited presentation approach, similar to the change-\ndetection paradigm (Rouder et al., 2011) may provide more valuable insights. However, it is \nessential to note that implementing such investigations would require a departure from the memory \ntest used in the present study. Adopting a different memory test, such as the single-item-memory-\nprobe test along with reaction time measures (in contrast to serial reports like in forward and \nbackward digit span), would be crucial to make a more meaningful comparison with the existing \nliterature (Ricker & Cowan, 2014). In the current study, the participants with any co-morbid \ndisorder like Tinnitus or Hyperacusis were excluded to rule out the influence of those confounding \nfactors on Misophonia. If the comorbid disorders exist, they may cause interaction effects and \nmight skew the data.\nIn contrast to simple digit-span tasks, complex WM tasks have processing and storage \ndemands. Regarding complex WM tasks, the results of the study revealed that individuals with \nmisophonia performed significantly poorer than the non-misophonic only on the reading span, but \nnot on the operation span. This discrepancy suggests that the challenges faced by individuals with \nmisophonia in complex WM tasks are task-specific and may be related to the cognitive processes \ninvolved in reading span. The poorer performance in the reading span task for individuals with \nmisophonia could be attributed to the differences in the task-switching and resource-sharing \nmechanisms between the two tasks (Saito & Miyake, 2004). The reading span task requires not \nonly the maintenance and manipulation of information but also the integration of semantic content. Page 12 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Peer Review VersionIn contrast, the operation span task primarily involves the manipulation and storage of non-\nsemantic information (Conway et al., 1942).\nTask switching becomes more demanding in the reading span task, as both the target \n(information to be remembered) and the distracting stimuli (secondary execution task) carry \nsemantic information. This semantic overlap between target and distractors in the reading span \ntask may exacerbate interference effects and impose an additional cognitive load on individuals \nwith misophonia, contributing to their significantly poorer performance in this specific task. These \nfindings underscore the importance of considering the nature of cognitive processes involved in \ndifferent complex WM tasks when assessing the impact of misophonia.\nWhen WM abilities were compared with MAQ scores, it was found that WM abilities \ncorrelate negatively with the severity of misophonia. This is evident for complex WM tasks as \nshown in figure 2. This could be due to emotional distress associated with misophonia. As the \nseverity of misophonia increases emotional distress associated would also increase thus resulting \nin poorer WM abilities (Coifman et al., 2021). Building on this, various attention mediation \ntherapy techniques for managing misophonia, as outlined by Mattson, D'Souza, Wojcik, Guzick, \nGoodman, and Storch (2023), warrant further exploration through larger, prospective studies to \nassess their effectiveness comprehensively.\nThe current study is limited by a small sample size of 20 participants in each group which \nwould not be sufficient to generalize the findings. In addition, MAQ was used to identify the \nparticipants which may not be appropriate as it is not validated and meant for young adults (Cervin \net al. 2023). Studies in the future should verify the results by using more standardized and validated \nquestionnaires. Further studies on a larger population comparing working memory abilities using \ndifferent levels of difficulty are required. Also, assessing and comparing WM abilities across the \nseverity of misophonia is recommended.\nConclusion\nIn conclusion, individuals with misophonia demonstrated comparable performance to \nhealthy controls in simple digit span tasks, indicating similar basic WM memory abilities. \nHowever, notable differences emerged in complex WM tasks, with misophonia participants Page 13 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Peer Review Versionexhibiting significantly poorer performance in the reading span task. This task-specific impairment \nsuggests that the challenges associated with misophonia extend beyond basic WM processes, \nemphasizing the importance of considering the intricacies of cognitive mechanisms in different \ntasks. Further exploration, incorporating expedited presentation methods and alternative memory \ntests, is essential to deepen our understanding of misophonia and its impacts on cognition.  An \nadditional study involving a larger population is necessary in order to generalize the results.\nAcknowledgment\nThe authors acknowledge with gratitude Prof. M Pushpavathi, Director, All India Institute \nof Speech and Hearing, Mysore affiliated with the University of Mysore for permitting them to \nconduct the study at the institute. The authors also like to acknowledge the participants for their \ncooperation.\n \nConflicts of Interest\n The Authors declare that there is no conflict of interest\nFunding\nThis research received no specific grant from any funding agency in the public, commercial, or \nnot-for-profit sectors.\nReferences\nAryal, S., & Prabhu, P. (2023). Understanding misophonia from an audiological perspective: a \nsystematic review. European Archives of Oto-Rhino-Laryngology , 280(4), 1529–1545. \nhttps://doi.org/10.1007/S00405-022-07774-0\nBaddeley, A. (2003). Working memory: Looking back and looking forward. Nature Reviews \nNeuroscience , 4(10), 829–839. https://doi.org/10.1038/nrn1201\nCervin, M., Guzick, A. G., Clinger, J., Smith, E. E., Draper, I. A., Goodman, W. K., ... & Storch, Page 14 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Peer Review VersionE. A. (2023). Measuring misophonia in youth: A psychometric evaluation of child and \nparent measures. Journal of affective disorders, 338, 180-186.\nClark, J. G. (1981). Uses and abuses of hearing loss classification. ASHA, 23(7), 493–500.\nCoifman, K. G., Kane, M. J., Bishop, M., Matt, L. M., Nylocks, K. M., & Aurora, P. (2021). \nPredicting negative affect variability and spontaneous emotion regulation: Can  working \nmemory span tasks estimate emotion regulatory capacity? Emotion (Washington, D.C.), \n21(2), 297–314. https://doi.org/10.1037/emo0000585\nConway, A. R. A., Kane, M. J., & Al, C. E. T. (1942). Working memory span tasks: A \nmethodological review and user’s guide. Chemical & Engineering News Archive, 20(21), \n1399. https://doi.org/10.1021/cen-v020n021.p1399\nCraig, A. D. B. (2009). How do you feel--now? The anterior insula and human awareness. In \nNature reviews. Neuroscience (Vol. 10, Issue 1, pp. 59–70). \nhttps://doi.org/10.1038/nrn2555\nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The development and validation of the \nMisophonia response scale. Journal of Psychosomatic Research, 149, 110587. \nhttps://doi.org/https://doi.org/10.1016/j.jpsychores.2021.110587\nDillon, H., Boyle, C., Gaikwad, S., Luengtaweekul, P., & Cameron, S. (2024). DigiSpan: \nDevelopment and Evaluation of a Computer-Based, Adaptive Test of Short-Term Memory \nand Working Memory. Journal of Speech, Language, and Hearing Research : JSLHR , \n67(8), 2729–2742. https://doi.org/10.1044/2024_JSLHR-23-00466\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological \ninvestigations and case descriptions. Frontiers in Human Neuroscience, 7(JUN), 296. \nhttps://doi.org/10.3389/FNHUM.2013.00296/BIBTEX\nGriffiths, T. D., & Warren, J. D. (2004). What is an auditory object? Nature Reviews \nNeuroscience , 5(11), 887–892. https://doi.org/10.1038/nrn1538\nGunjan Kumar, Dash, P., Jayeshmit Patnaik, & Gitanjali Pany. (2022). Socioeconomic Status \nScale-Modified Kuppuswamy Scale for the Year 2022. International Journal of Community \nDentistry, 10(1), 1–6. https://doi.org/10.56501/intjcommunitydent.v10i1.26Page 15 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Peer Review VersionHarvey, J., Hapsburg, D., & Seeman, S. (2017). Cognitive Function Predicts Listening Effort \nPerformance D\nuring Complex Tasks in Normally Aging Adults. Noise and Health, 19(91), \n254–262. https://doi.org/10.4103/nah.NAH\nHickok, G., & Poeppel, D. (2007). The cortical organization of speech processing. Nature \nReviews. Neuroscience, 8(5), 393–402. https://doi.org/10.1038/nrn2113\nHoosain, R. (1979). Forward and Backward Digit Span in the Languages of the Bilingual. The \nJournal of Genetic Psychology , 135(2), 263–268. \nhttps://doi.org/10.1080/00221325.1979.10534079\nHuviyetli, M., & Çakmak, E. (2024). The mediating role of anxiety in the relationship between \nmisophonia and quality of life : findings from the validated Turkish version of MisoQuest. \nFrontiers in Psychology, 16(April), 1–11. https://doi.org/10.3389/fpsyg.2024.1361645\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining \ntherapy (TRT). Australian and New Zealand Journal of Audiology, 24(2), 74–84. \nhttps://doi.org/10.1375/AUDI.24.2.74.31105\nKahneman, D. (1973). Attention and effort. 1063, 218–226.\nKane, M. J., Hambrick, D. Z., Tuholski, S. W., Wilhelm, O., Payne, T. W., & Engle, R. W. \n(2004). The generality of working memory capacity: a latent-variable approach to verbal  \nand visuospatial memory span and reasoning. Journal of Experimental Psychology. \nGeneral, 133(2), 189–217. https://doi.org/10.1037/0096-3445.133.2.189\nKörner, U., Röer, J. P., Buchner, A., & Bell, R. (2019). Time of presentation affects auditory \ndistraction: Changing-state and deviant sounds disrupt similar working memory processes. \nQuarterly Journal of Experimental Psychology, 72(3), 457–471. \nhttps://doi.org/10.1177/1747021818758239\nKumar, A., & Maruthy, S. (2012). Development and Test Trail of Computer Based Auditory-\nCognitive Training Module for Individuals with Cochlear Hearing Loss. A Departmental \nProject Submitted to All India Institute of Speech and Hearing. \nhttp://203.129.241.86:8080/xmlui/handle/123456789/3946\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., Cope, Page 16 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Peer Review VersionT. E., Gander, P. E., Bamiou, D. E., & Griffiths, T. D. (2017). The Brain Basis for \nMisophonia. Current Biol\nogy, 27(4), 527–533. https://doi.org/10.1016/J.CUB.2016.12.048\nLemke, U., & Besser, J. (2016). Cognitive Load and Listening Effort: Concepts and Age-Related \nConsiderations. Ear and Hearing, 37. https://journals.lww.com/ear-\nhearing/fulltext/2016/07001/cognitive_load_and_listening_effort__concepts_and.9.aspx\nLevitt, H. (1971). Transformed Up‐Down Methods in Psychoacoustics. The Journal of the \nAcoustical Society of America, 49(2B), 467–477. https://doi.org/10.1121/1.1912375\nMadappally, H. V., Nisha, K. V., & Prabhu, P. (2024). Do Individuals with Misophonia \nExperience Challenges with Their Auditory Binaural Interaction and Integration Skills? \nAudio Vestibular Research, 34(1).\nMann, H. B., & Whitney, D. R. (1947). On a Test of Whether one of Two Random Variables is \nStochastically Larger than the Other. The Annals of Mathematical Statistics, 18(1), 50–60. \nhttps://doi.org/10.1214/aoms/1177730491\nMattson, S. A., D'Souza, J., Wojcik, K. D., Guzick, A. G., Goodman, W. K., & Storch, E. A. \n(2023). A systematic review of treatments for misophonia. Personalized medicine in \npsychiatry, 39, 100104.\nNagaraj, M. K., Bhaskar, A., & Prabhu, P. (2019). Assessment of auditory working memory in \nnormal hearing adults with tinnitus. European Archives of Oto-Rhino-Laryngology, 277(1), \n47–54. https://doi.org/10.1007/s00405-019-05658-4.\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., & Vanneste, S. (2018). Misophonia \nand potential underlying mechanisms: A perspective. Frontiers in Psychology, 9(JUN), 953. \nhttps://doi.org/10.3389/FPSYG.2018.00953/BIBTEX\nPichora-Fuller, M. K., Kramer, S. E., Eckert, M. A., Edwards, B., Hornsby, B. W. Y., Humes, L. \nE., Lemke, U., Lunner, T., Matthen, M., Mackersie, C. L., Naylor, G., Phillips, N. A., \nRichter, M., Rudner, M., Sommers, M. S., Tremblay, K. L., & Wingfield, A. (2016). \nHearing impairment and cognitive energy: The framework for understanding effortful \nlistening (FUEL). Ear and Hearing, 37, 5S-27S. \nhttps://doi.org/10.1097/AUD.0000000000000312Page 17 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Peer Review VersionQuek, T. C., Ho, C. S. H., & Choo, C. C. (2018). Misophonia in Singaporean Psychiatric \nPatients\n : A Cross-Sectional Study. IJERPH, 15(7), 2–7. \nhttps://doi.org/10.3390/ijerph15071410\nRicker, T. J., & Cowan, N. (2014). Differences between presentation methods in working \nmemory procedures: a matter  of working memory consolidation. Journal of Experimental \nPsychology. Learning, Memory, and Cognition, 40(2), 417–428. \nhttps://doi.org/10.1037/a0034301\nRobert, R., & Rubin, D. (2003). requivalent: A simple effect size indicator. Sychological \nMethods, 8(4), 492–496. https://doi.org/https://doi.org/10.1037/1082-989X.8.4.492\nRönnberg, N., Rudner, M., Lunner, T., & Stenfelt, S. (2014). Assessing listening effort by \nmeasuring short-term memory storage and processing of speech in noise. Speech, Language \nand Hearing, 17, 123–132. https://doi.org/10.1179/2050572813Y.0000000033\nRouder, J. N., Morey, R. D., Morey, C. C., & Cowan, N. (2011). How to measure working \nmemory capacity in the change detection paradigm. Psychonomic Bulletin & Review, 18(2), \n324–330. https://doi.org/10.3758/s13423-011-0055-3\nSaito, S., & Miyake, A. (2004). On the nature of forgetting and the processing–storage \nrelationship in reading span performance. Journal of Memory and Language , 50(4), 425–\n443. https://doi.org/https://doi.org/10.1016/j.jml.2003.12.003\nSamermit, P., Saal, J., & Davidenko, N. (2019). Cross-sensory stimuli modulate reactions to \naversive sounds. Multisensory Research, 32(3), 197-213.\nSamermit, P., Young, M., Allen, A. K., Trillo, H., Shankar, S., Klein, A., ... & Davidenko, N. \n(2022). Development and evaluation of a sound-swapped video database for \nmisophonia. Frontiers in psychology, 13, 890829.\nSavard, M. A., Sares, A. G., Coffey, E. B., & Deroche, M. L. (2022). Specificity of affective \nresponses in misophonia depends on trigger identification. Frontiers in Neuroscience , 16, \n879583.\nSchiavetti, N., & Metz, D. E. (2006). Evaluating Research in Communication Disorders. Allyn \n& Bacon. https://doi.org/10.1097/00003446-199710000-00011Page 18 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Peer Review VersionSchröder, A., Giorgi, R. S., Van Wingen, G., Vulink, N., & Denys, D. (2015). P.1.i.015 \nImpulsive aggress\nion in misophonia: results from a functional magnetic resonance imaging \nstudy. European Neuropsychopharmacology, 25, S307–S308. \nhttps://doi.org/10.1016/S0924-977X(15)30374-6\nSchröder, Arjan, Vulink, N., & Denys, D. (2013). Misophonia: diagnostic criteria for a new \npsychiatric disorder. PloS One, 8(1), e54706. \nhttps://doi.org/10.1371/JOURNAL.PONE.0054706\nShackman, A. J., Salomons, T. V, Slagter, H. A., Fox, A. S., Winter, J. J., & Davidson, R. J. \n(2011). The integration of negative affect, pain and cognitive control in the cingulate  \ncortex. Nature Reviews. Neuroscience, 12(3), 154–167. https://doi.org/10.1038/nrn2994\nSiepsiak, M., & Dragan, W. (2019). Misophonia - a review of research results and theoretical \nconcepts. Psychiatria Polska, 53(2), 447–458. https://doi.org/10.12740/PP/92023\nSimner, J., Koursarou, S., Rinaldi, L. J., & Ward, J. (2021). Attention, flexibility, and imagery in \nmisophonia: Does attention exacerbate  everyday disliking of sound? Journal of Clinical \nand Experimental Neuropsychology, 43(10), 1006–1017. \nhttps://doi.org/10.1080/13803395.2022.2056581\nSuárez, C., Tchounwou, P. B., Ferrer-Torres, A., & Giménez-Llort, L. (2022). Misophonia: A \nSystematic Review of Current and Future Trends in This Emerging Clinical Field. \nInternational Journal of Environmental Research and Public Health, 19(11), 6790. \nhttps://doi.org/10.3390/IJERPH19116790\nVenkatesan, S. (2009). Ethical guidelines for bio behavioral research involving human subjects \n(policy document). All India Institute of Speech and Hearing.\nWorld Medical Association. (2004). World Medical Association Declaration of Helsinki: ethical \nprinciples for medical research involving human subjects. Journal International de \nBioethique = International Journal of Bioethics, 15(1), 124–129. \nhttps://europepmc.org/article/MED/15835069Page 19 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Peer Review VersionLegends for tables and figures\nTable 1\nPure Tone Average and MA\nQ scores of all the participants\nTable 2\nTest statistics (/Z/) and significance value (p) for WM tests used in the present study.\nFigure 1 \nViolin plot showing median (centre line) and quartile deviation (error bars) along with individual \nparticipants scores (filled circles) for forward digit span, backward digit span, operation span and \nreading span\nFigure 2\nScatter plot showing Spearman’s correlation between MAQ scores and WM scoresPage 20 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Peer Review VersionTable 1\nPure Tone Average and MA\nQ scores of all the participants\nSl no. Pure Tone Average MAQ score\nRight ear Left ear\nIndividuals with Misophonia\n1 12.5 7.5 56\n2 10 11.25 24\n3 8.75 10 18\n4 11.25 8.75 15\n5 12.5 7.5 12\n6 13.75 10 28\n7 5 6.25 40\n8 6.25 12.5 25\n9 8.75 10 20\n10 13.75 11.25 19\n11 10 5 16\n12 11.25 7.5 22\n13 7.5 11.25 28\n14 10 13.75 18\n15 15 12.5 15\n16 13.75 10 16\n17 10 7.5 12\n18 11.25 11.25 23\n19 7.5 10 15\n20 13.75 13.75 16\nIndividuals without Misophonia\n1 5 12.5 0\n2 8.75 7.5 0\n3 13.75 11.25 0\n4 11.25 15 0Page 21 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Peer Review Version5 10 8.75 0\n6 11.25 12.5 0\n7 8.75 13.75 0\n8 10 12.5 0\n9 12.5 10 0\n10 11.25 8.75 0\n11 13.75 7.5 0\n12 8.75 10 0\n13 10 12.5 0\n14 7.5 12.5 0\n15 11.25 13.75 0\n16 5 11.25 0\n17 12.5 15 0\n18 10 8.75 0\n19 13.75 11.25 0\n20 8.75 12.5 0Page 22 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Peer Review VersionTable 2\nTest statistics (/Z/) and significance value (p) for WM tests used in the present study. \nTests Test statistics p-value\n (effect \nsize)\nForward max /Z/ = 0.73 0.46\nBackward max /Z/ = 0.62 0.53\nOperation \nspan /Z/ = 0.01 0.99\nReading \nspan /Z/ = 2.50 0.01*(0.40)Page 23 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Peer Review Version\n \nViolin plot showing median (centre line) and quartile deviation (error bars) along with individual participants \nscores (filled circles) for forward digit span, backward digit span, operation span and reading span \n198x212mm (300 x 300 DPI) \nPage 24 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Peer Review Version\n \nScatter plot showing Spearman’s correlation between MAQ scores and WM scores \n209x167mm (300 x 300 DPI) \nPage 25 of 25\nQuarterly Journal of Experimental Psychology1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\nDOI: 10.1177/17470218251322718\nAuthor Accepted Manuscript"
    }
  ]
}