{
  "doc_type": "scientific paper",
  "title": "Configuration of electrical synapses filters sensory information to drive behavior choices",
  "authors": [
    "Almoril-Porrras et al"
  ],
  "year": 2025,
  "journal": "Neuroscience and Department of Cell Biology, Yale University School of Medicine, New Haven, CT 06536, USA",
  "doi": "10.1016/j.cell.2024.11.037",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:01:10.737489Z",
  "source_pdf": "documents/research/Global/Almoril-Porrras et al 2025 Configuration of electrical synapses filters sensory information to drive behavior choices.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Article\nConﬁguration of electrical synapses ﬁlters sensory\ninformation to drive behavioral choices\nGraphical abstract\nHighlights\ndElectrical synapses are required to deploy context-speciﬁc\nbehavioral strategies\ndElectrical synapses dampen responses to sensory inputsin vivo in speciﬁc neuron pairs\ndDampened responses suppress context-irrelevant\nbehaviors\ndThis synaptic conﬁguration enables differential processingof sensory informationAuthors\nAgustin Almoril-Porras, Ana C. Calvo,Longgang Niu, ..., Ivy Ren,Zhao-Wen Wang, Daniel A. Colo ´n-Ramos\nCorrespondence\ndaniel.colon-ramos@yale.edu\nIn brief\nSensory information can be differentially\nprocessed, enabling similar sensory\nstimuli to elicit different , context-speciﬁc\nbehavioral strategies. This studyuncovers a conserved conﬁguration ofelectrical synapses, which enables thisdifferential processing of sensoryinformation to deploy context-speciﬁcbehavioral strategies.\nAlmoril-Porras et al., 2025, Cell 188, 89–103\nJanuary 9, 2025 ª2024 The Author(s). Published by Elsevier Inc.\nhttps://doi.org/10.1016/j.cell.2024.11.037 ll"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Article\nConﬁguration of electrical synapses ﬁlters\nsensory information to drive behavioral choices\nAgustin Almoril-Porras,1,6Ana C. Calvo,1,6Longgang Niu,2Jonathan Beagan,1Malcom Dı ´az Garcı ´a,1Josh D. Hawk,1\nAhmad Aljobeh,1Elias M. Wisdom,1Ivy Ren,1Zhao-Wen Wang,2and Daniel A. Colo ´n-Ramos1,3,4,5,7, *\n1Department of Neuroscience and Department of Cell Biology, Yale University School of Medicine, New Haven, CT 06536, USA\n2Department of Neuroscience, University of Connecticut Health Center, Farmington, CT 06030, USA\n3Wu Tsai Institute, Yale University, New Haven, CT 06510, USA\n4Marine Biological Laboratory, Woods Hole, MA 02543, USA\n5Instituto de Neurobiologı ´a,Recinto de Ciencias Me ´dicas, Universidad de Puerto Rico, San Juan 00901, Puerto Rico\n6These authors contributed equally\n7Lead contact\n*Correspondence: daniel.colon-ramos@yale.edu\nhttps://doi.org/10.1016/j.cell.2024.11.037\nSUMMARY\nSynaptic conﬁgurations underpin how the nervous system processes sensory information to produce a\nbehavioral response. This is best understood for chemical synapses, and we know far less about how elec-\ntrical synaptic conﬁgurations modulate sensory information processing and context-speciﬁc behaviors. Wediscovered that innexin 1 (INX-1), a gap junction protein that forms electrical synapses, is required to deploycontext-speciﬁc behavioral strategies underlying thermotaxis behavior in C. elegans . Within this well-deﬁned\ncircuit, INX-1 couples two bilaterally symmetric interneurons to integrate sensory information during migra-tory behavior across temperature gradients. In inx-1 mutants, uncoupled interneurons display increased\nexcitability and responses to subthreshold sensory stimuli due to increased membrane resistance andreduced membrane capacitance, resulting in abnormal responses that extend run durations and trap the an-\nimals in context-irrelevant tracking of isotherms. Thus, a conserved conﬁguration of electrical synapses en-\nables differential processing of sensory information to deploy context-speciﬁc behavioral strategies.\nINTRODUCTION\nBehavioral outputs rely on sensory information. Sensory infor-\nmation can be differentially processed based on the conﬁgura-\ntions of synapses in the circuit, enabling similar sensory stimuli\nto elicit different behavioral strategies in context-dependent\nmanners.1–15This action selection16–18enables animals to avoid\ndeploying incompatible locomotory strategies in response to\nsimilar sensory stimuli at behavioral choice points. While theimportance of action selection in behavioral choice strategies\nis well recognized,\n16–18the synaptic conﬁgurations that support\naction selection are not well understood.\nDissecting action selection mechanisms at a circuit level re-\nquires (1) deriving predictable choice points for a given behav-\nioral paradigm, (2) knowing the circuit substrates underlyingthe behavioral choice points, and (3) understanding sensory\ninput processing and locomotory strategy selection at the\nbehavioral choice points. C. elegans thermotaxis behavior\n19pro-\nvides a tractable model to interrogate the circuitry and synapticbases of action selection. C. elegans does not have an innate\npreferred temperature and instead learns to prefer the tempera-\nture at which it was cultivated in the presence of food (called‘‘cultivation temperature,’’ or T\nc).19When in a temperaturegradient, animals perform two behavioral strategies to reach\nand stay within learned T c: migrating across the gradient to arrive\nat T c(gradient migration) and tracking the isotherms upon\nencountering T c(isothermal tracking) ( Figure 1 ; Hedgecock\nand Russel19). Isothermal tracking occurs within ±2/C14C from\nTc,22and wild-type animals placed in a temperature gradient\naway from this T crange will ﬁrst perform gradient migration,\nand they will then change their behavioral strategy to isotherm-\noriented runs in part via the suppression of turns upon encoun-tering the T\ncrange ( Figures 1 A and 1E; Luo et al.22).\nBecause the action selection switch between gradient migra-\ntion and isothermal tracking occurs within the temperature win-dow at which the animal was cultivated (T\ncrange), thermotaxis\nbehavior provides an assay in which the behavioral choice point\nis both predictable and quantiﬁable. Importantly, the speciﬁcneurons that underlie thermotaxis behavior have been identiﬁed\nvia neuronal ablation and behavioral genetic studies ( Figure S1 A;\nIkeda et al.,\n11Mori and Ohshima,23Hobert et al.,24Saterlee\net al.,25Chung et al.,26Clark et al.,27Biron et al.,28Kuhara\net al.,29Beverly et al.,30and Matsuyama and Mori31) and their\nconnectivity is known.32Brieﬂy, temperature preference de-\npends on a pair of thermosensory neurons called AFDs, whichhave specialized molecular pathways that allow them to respond\nll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 ª2024 The Author(s). Published by Elsevier Inc. 89\nThis is an open access article under the CC BY-NC license ( http://creativecommons.org/licenses/by-nc/4.0/ )."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "A D\nEF G\nI J KHC B\nFigure 1. inx-1 mutants track isotherms at context-irrelevant temperatures\n(A) Track of a C. elegans , trained at 15/C14C, performing thermotaxis behavior. C. elegans perform two behavioral strategies during thermotaxis: gradient migration\ntoward their preferred temperature and isothermal tracking at their preferred temperature. In the schematic, the preferred temperature region whe re animals are\nknown to perform isothermal tracking is shaded and highlighted with a checkered goal pattern (bottom). Arrows denote direction of travel. Schematic of circuitry\ncontrolling thermotaxis behavior in Figure S1 A.\n(B) Representative image of wild-type worm tracks for animals trained at 15/C14C (checkered goal pattern). Animals start points denoted with yellow symbol (middle\nof gradient). Quantiﬁcation of time in isothermal tracking and time to reach cultivation temperature in Figures S1 B and S1C.\n(C) As (B), but for ola375 mutant worms isolated from a forward-genetic screen.\n(D) Molecular lesions present in inx-1 alleles, and their effects on the inx-1 gene and protein (topology based on Skerrett and Williams20and Sa ´nchez et al.21). The\nschematic uses inx-1a.1 isoform. Single-nucleotide polymorphisms include A>G at position X:6,948,431 forinx-1(ola375) X andC>T at position X:6,949,062 for\ninx-1(gk580946) X ). Insertion/deletions include a 16-bp deletion at position X:6,948,406..6,948,421 forinx-1(ola375) X and 238-bp deletion at position\nX:6,948,032..6,948,269 forinx-1(tm3524) X . Introduction of an early STOP codon in W127Opal for inx-1(gk580946) X and Y221Opal for inx-1(ola375) X . Additional\ninformation on genetic lesion corresponding to ola375 allele in Figure S1 F. Complementation test in Figures S1 G–S1I.\n(E) As in (A), but animal is placed on the left-hand side of the gradient and trained at 20/C14C (checkered goal pattern).\n(F) Representative image of wild-type worm tracks for animals trained at 20/C14C (checkered goal pattern). Animals start points denoted with yellow symbol. Animals\nwere placed in an H-shape conﬁguration in the gradient, as explained in STAR Methods , to better capture gradient migration from multiple directions and\nisothermal movement in the middle of the gradient. Periods of isothermal tracking automatically recognized (via a quantitative algorithm) are high lighted in red.\n(G) As (F), but for ola375 mutant worms.\n(H) Percentage of total time animals spent tracking isotherms (per worm track, which includes in the denominator the time spent performing gradient m igration) for\nwild type, ola375 mutants, and two independent inx-1- mutant alleles ( inx-1(tm3524) X and inx-1(gk580946) X ). Individual track values are presented by semi-\ntransparent single-colored dots, while assay means are represented by bigger-size, slightly transparent circles with a black border. Dark bands re present\naverage of all assays. Colors denote genotypes. ** denotes p< 0.005 and *** denotes p< 0.0005 by Tukey’s multiple comparisons test after obtaining signiﬁcance\n(p< 0.0001) in a nested one-way ANOVA test. Quantiﬁcations of locomotory strategies (omega turns and reversals) across genotypes in Figures S1 D and S1E).\n(legend continued on next page)ll\nOPEN ACCESS\n90 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "to increases and decreases of temperature as small as ±\n0.01/C14C.22,33,34Increases in temperature cause depolarization in\nAFD and activation of its only known chemical postsynaptic part-\nners: a pair of interneurons called AIYs that can initiate and sus-tain forward-moving runs in multiple behavioral contexts.\n35–40\nThe main chemical postsynaptic partners to AIYs include bilat-eral pairs of the interneurons RIAs, RIBs, and AIZs. AIYs alsoform electrical synapses with bilateral pairs of motor neuronsRIMs (White et al.\n32;Figure S1 A). Laser-ablation studies of neu-\nrons in this circuit produces defects in both isothermal tracking\nand gradient migration,11,23–27 ,41,42indicating shared circuitry\nbetween the two strategies. How synaptic conﬁgurations in\nthis circuit inﬂuence the processing of thermosensory information\nto deploy context-speciﬁc behavioral strategies is not known.\nRESULTS\nMutant allele ola375 displays abnormal persistence in\nisotherm-oriented runs\nTo uncover circuits that underpin action selection mechanisms,\nwe performed behavioral genetic experiments in C. elegans .W e\nused traditional thermotaxis assays42as well as an adapted ther-\nmotaxis assay designed to enrich for the quantiﬁcation of\nisothermal tracking and gradient migration in a population ofisogenic animals ( Figures 1 A, 1B, 1E, and 1F). Individual animals\nwere placed in speciﬁc regions of a temperature gradient with\nrespect to their preferred temperature goal (16\n/C14C for Figures\n1A–1C; 20/C14C for Figures 1 E–1G), and the locomotory trajectories\nwere recorded, segmented, and quantiﬁed while they performed\ngradient migration and isothermal tracking ( Figures 1 and S1).\nConsistent with previous reports,22wild-type C. elegans spent\nabout /C2412% of their total time on the assaying arena performing\nisothermal tracking when within ±2/C14C of their preferred temper-\nature, with each isothermal run lasting an average of 65 s ( Fig-\nures 1 B, 1F, 1H, and S1B). Distribution of the durations of\nisothermal track events followed an exponential decay with a\ntime constant of 49.6 s and a half-life of 34.4 s ( Figure 1 I; Luo\net al.22).\nTo identify molecules that underlie behavioral choice, we per-\nformed an unbiased forward-genetic screen for animals that out-performed wild-type animals in isothermal tracking, irrespectiveof their preferred temperature, and isolated allele ola375 (Figures\n1C, 1G, 1H, S1B, and S1C). The genetic lesion in ola375 animals\ndoes not affect their temperature preference (as assayed by theircapacity to migrate toward their learned cultivation temperature)\nbut displayed defects in abnormally deploying isothermal\ntracking at temperatures in which the animal would normallybe performing gradient migration ( Figures 1 A–1C, 1E–1G, S1B,\nand S1C). ola375 -mutant animals spent /C2434% of their timetracking isotherms, almost three times that of their wild-type\ncounterparts ( Figures 1 H and S1B). Moreover, the average run\nduration of the isothermal track for ola375 -mutant animals was\n140.5 s, more than doubling the wild-type average. The distribu-tion of their isothermal run durations still followed an exponential\ndecay ( Figure 1 I), but the decay rate was two times slower than\nthat of the wild type, with a time constant of 120.1 s and a half-lifeof 83.2 s. The distributions of run durations for isotherm-orientedruns were consistently higher across temperature gradients in\nola375 -mutant animals compared with wild-type animals ( Fig-\nure 1 J), with the difference being larger near T\nc. The number of\nisotherm-oriented runs initiated was inﬂuenced by the distance\nfrom their preferred temperature in both the wild type and the\nola375 mutants ( Figure 1 K). A previous study reported that the\nwild type performing isothermal tracking ‘‘strongly suppresses\nthe occurrence of abrupt reorientation maneuvers,’’ displaying\na 1.25% likelihood of terminating a run by reorientation, incontrast to the 5% likelihood of termination seen during gradientmigration.\n22Similarly, we observed that wild-type animals per-\nforming isotherms displayed 1.65% likelihood of terminating a\nrun. In contrast, ola375 animals displayed 0.7% likelihood of ter-\nminating a run, less than half of that seen in wild-type animals\nperforming isotherms. ola375 animals also displayed fewer\nomega turns, as compared with wild-type animals ( Figures\nS1D and S1E). Together, our data indicate that ola375 animals\nspent signiﬁcantly more time than wild-type animals in iso-\ntherm-oriented runs.\nThe ola375 allele carries a mutation in inx-1 , encoding a\ngap junction protein that forms electrical synapses\nGenetic characterization of the ola375 allele revealed it\nbehaved as a recessive single locus lesion. To identify the ge-\nnetic lesion resulting in the behavioral defects of ola375 ani-\nmals, we performed positional mapping and whole-genomesequencing.\n43–46These strategies revealed a missense muta-\ntion and a small insertion-deletion, resulting in an early STOP\ncodon in the ﬁfth coding exon of the gene for innexin 1(INX-1) ( Figures 1 D and S1F). Three additional lines of evidence\nsupport that ola375 is a recessive loss-of-function allele of\ninx-1 . First, if ola375 corresponds to inx-1 , we would expect\nother alleles of inx-1 to display similar defects in thermotaxis\nbehaviors. We examined two available alleles ( inx-1(tm3524)\nand inx-1(gk580946) alleles) and observed that they phenocop-\nied the ola375 allele in the behavioral defects during thermo-\ntaxis ( Figure 1 E). Second, if ola375 corresponds to inx-1 ,w e\nwould expect a transheterozygote consisting of the ola375\nallele and inx-1(tm3524) to display behavioral defects during\nthermotaxis (in other words, we could expect inx-1(tm3524)\nto fail to complement the ola375 allele). Consistent with this,\n(I) Histogram of the durations of wild-type ( n= 288) and inx-1(ola375)X (n= 354) isothermal runs. Solid lines denote best ﬁt for one phase decay curves. Half-lives of\nthe best ﬁt for one phase decay curves are 34.4 s for wild-type animals and 83.2 s for inx-1(ola375)X animals, denoted by the two vertical dotted lines. The time\nconstants of the best ﬁt one phase decay curves are t= 49.6 s for wild-type animals and t= 120.1 s for inx-1(ola375)X animals.\n(J) Semi-logarithmic (y axis in log 2) bee-swarm plot of isotherm-oriented run durations for wild type and inx-1(ola375)X , per 0.5/C14C temperature bin. Values are\nshown as median ±95% CI. * denotes p< 0.05, *** denotes p< 0.001, **** denotes p< 0.0001 by multiple Mann-Whitney tests with a false discovery rate of 1%\n(using the Benjamini, Krieger, and Yekutieli method).(K) Assay means of number of isotherm-oriented runs for wild-type and inx-1(ola375)X animals, per 0.5\n/C14C temperature bin.\nSee also Figure S1 .ll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 91Article"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "we observed that inx-1(tm3524) failed to complement ola375\nalleles ( Figures S1 G–S1I), suggesting that the tm3524 and\nola375 alleles correspond to genetic lesions within the same\ngene, inx-1 . Third, if ola375 corresponds to inx-1 , we would\nexpect transgenic expression of wild-type inx-1 genomic DNA\nto rescue the thermotaxis behavioral phenotype of inx-\n1(tm3524) mutants, which we observed ( Figure 2 A).INX-1 is a member of the innexin family of proteins, which is\nfunctionally and topologically related to vertebrate conne-\nxins.49–54Connexins can form gap junctions in vertebrates,\nand innexins do so in invertebrates.50,51,55–62InC. elegans,\ninx-1 is expressed in neurons and body wall muscles.63,64It con-\ntributes to the electrical coupling of body wall muscle cells65and\nsynchrony of neuronal activities during rhythmic behavior.66,67\nA\nD E\nFC B\nFigure 2. INX-1 is required in AIY interneurons to suppress context-irrelevant isothermal tracking\n(A) Percentage of time animals spend tracking isotherms, per worm track, for wild type, inx-1(tm3524)X mutants, and inx-1(tm3524)X; olaEx2136 (inx-1 rescue).\n**** denotes p< 0.0001 by Dunnett’s T3 multiple comparisons test after obtaining signiﬁcance in both Brown-Forsythe ( p< 0.0001) and Welch’s ( p< 0.0001)\nANOVA tests on the individual tracks. Individual track values are presented by semi-transparent single-colored dots, while assay means are represe nted with\nbigger-size, slightly transparent dots with black borders. Dark bands represent average of all assays. Colors denote genotypes.\n(B) Fluorescent micrograph of the head of an animal expressing GFP under the control of the rescuing 2.5 kb inx-1 promoter.\n(C) Fluorescent micrograph of the head of an animal expressing mCherry under the control of the 1.5 kb inx-1 promoter.\n(D) Composite of (B) and (C). Scale bar is 50 mm and applied to (A)–(C) and (E).\n(E) Neuronal pairs present under the 2.5-kb inx-1 promoter but not the 1.5-kb inx-1 promoter (for strategy, see Figure S2 A).\n(F) Percentage of time animals spend tracking isotherms, per worm track, for indicated genotypes. inx-1(ola278) (in the graph called ‘‘ inx-1 ﬂox ’’) is an engineered\ninx-1 ﬂoxed allele for conditional knockdowns using Cre recombinase (see Figure S2 B). Cre recombinase was expressed in the inx-1 ﬂoxed allele under the\nindicated promoters. Posm-6 drives expression in most ciliated neurons in C. elegans , including AFD.47Podr2b3a is a based promoter from P odr2b ,48which\ndrives expression primarily in AIZ and AIB interneurons. P cex-1 ,Pceh-16 , and P ttx-3G drive cell-speciﬁc expression in RIM, RIG, and AIY, respectively. ** denotes\np< 0.01, *** denotes p< 0.001, **** denotes p< 0.0001 by Kruskal-Wallis test. Individual track values are presented by semi-transparent single-colored dots, while\nassay means are represented by bigger-size, slightly transparent dots with a black border. Dark bands represent average of all assays.See also Figure S2 .ll\nOPEN ACCESS\n92 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "INX-1 functions in AIY interneurons to suppress context-\nirrelevant isothermal tracking\nRescue experiments with inx-1 , using different lengths of the\ninx-1 promoter, revealed that expression of wild-type inx-1 in\ninx-1(tm3524) mutants under the control of a 2.5-kb but not a\n1.5-kb promoter sequence (upstream of the inx-1 translation\ninitiation site) could rescue the mutant behavior ( Figures 2 and\nS2). To identify the neurons where INX-1 acts to regulate the\nthermotaxis behavior strategies, we expressed GFP under the\ncontrol of the Pinx-1(2.5 kb) promoter fragment ( Figure 2 B) and\nmCherry under the Pinx-1(1.5 kb) (Figure 2 C) fragment, respec-\ntively, and used a subtractive strategy to identify the neurons\nin which inx-1 is likely required for rescue ( Figures 2 B–2E and\nS2A). This strategy identiﬁed four pairs of neurons that were de-\ntected with the longer (rescuing) but not the shorter Pinx-1 pro-\nmoter fragment: AIYs, RIMs, RIGs, and an unidentiﬁed amphid\nneuron. To determine whether only one speciﬁc pair of theseneurons is required for the inx-1 function, we generated cell-spe-\nciﬁc conditional knockout strains by ﬂanking the inx-1 gene with\nloxP sites ( Figure 2 B; Dickinson et al.\n68) and expressing Cre69in\nthe candidate neurons by using cell-speciﬁc promoters ( Pttx-3G\nfor AIY, Pcex-1 for RIM, and Pceh-16 for RIG). We observed that\nknockout of inx-1 in AIYs (but not in other neurons, including RIM\nand RIGs) recapitulated the aberrant action selection phenotypeobserved in inx-1 mutants ( Figure 2 F). Consistent with this, AIY-\nspeciﬁc expression of wild-type inx-1 abrogated the isothermal\ntracking phenotype of the inx-1(tm3524) mutants. The expres-\nsion of wild-type inx-1 in AIY also caused an abnormal gradient\nmigration phenotype, presumably from inx-1 overexpression\n(Figures 2 C–2F; Hawk et al.\n70).\nINX-1 electrical synapses between AIYs serve to\ndampen excitatory inputsThe AIY neuron class consists of two bilaterally symmetric inter-\nneurons that are required for proper thermal gradient migration\nand isothermal tracking.\n11,22–24 ,31,42,71,72They are the only\nknown chemical postsynaptic partners to the bilateral pair of\nthermosensory neurons, AFDs (White et al.32and Witvliet\net al.73;Figure S1 A). AIY also forms electrical synapses onto\ninterneuron RIM, and this electrical synapse is necessary forpersistent neural activity and sustained behavioral patterns.\n74\nElectron microscopy studies of the C. elegans connectome\nhave also predicted an electrical synapse between the twoAIYs at their synaptic regions,\n32but the physiological function\nand molecular composition of these structures remain unknown.\nSince cell-speciﬁc knockout of inx-1 in RIM did not restore the\ninx-1- mutant phenotypes ( Figure 2 F), we focused our analyses\non AIY and investigated how loss of inx-1 affected AIY respo-\nnses, whether the AIY pair is electrically coupled, and whetherthis coupling relies on INX-1.\nTo answer these questions, we used transgenic animals ex-\npressing the genetically encoded calcium indicator GCaMP6 in\nAIY and assessed the effect of depolarizing one AIY (referredto as the voltage-clamped AIY [AIY\nc]) on the calcium dynamics\nof both AIY cand the unclamped AIY (AIY uc). We depolarized\nfrom /C060 to +40 mV for 1, 3, or 20 s and quantiﬁed the calcium\nsignal within a region known as zone 2 ( Figure 3 A),75where the\ntwo AIYs have been shown to respond to thermal stimuli27,70and have exhibited, by EM, morphologically deﬁned gap junc-\ntions between them.32In response to the voltage step, calcium\nsignals increased in both AIYs of wild-type animals ( Figures\n3B, 3C, and S3). In contrast, in inx-1(gk580946) -mutant animals,\nonly AIY cresponded, with the difference in the ratio of AIY uc/AIY c\ncalcium intensity being statistically signiﬁcant for the voltagesteps of 3- and 20-s durations ( Figures 3 B, 3C, S3B, and S3D).\nThe calcium signal ratio of the AIY pair (unclamped overclamped) during the depolarizing voltage step (+40 mV) was\n0.85±0.06 in the wild type and 0.19 ±0.05 in the inx-1 mutants\n(Figure 3 D), indicating that INX-1 is required for the activation of\nAIY\nuc. The calcium signal of AIY ucremained quiet prior to the\nvoltage step (while AIY cwas held at /C060 mV) in all wild-type an-\nimals, but it ﬂuctuated in four of six inx-1(gk580946) -mutant an-\nimals ( Figure 3 A). These results indicate that the hyperpolarizing\nvoltage ( /C060 mV) could effectively silence the calcium activity of\nboth AIYs in wild-type animals, but only in AIY cininx-1 mutants,\nfurther suggesting that the two AIYs are electrically coupled byINX-1 gap junctions.\nConsidering that INX-1 forms electrical synapses between the\ntwo AIYs, we explored how the absence of these electrical syn-apses might enhance isothermal tracking. To address this ques-\ntion, we began by measuring the membrane resistance (R\nm) and\nmembrane capacitance (C m) of AIY. In wild-type animals, the\nobserved responses of AIY to current injections were consistent\nwith those previously reported (membrane voltage responses to\npositive current injections were smaller than those to negativecurrent injections).\n76We then examined inx-1 mutants and\nobserved a signiﬁcant increase in R mand a substantial reduction\nin C mininx-1(tm3524) mutants, compared with the wild type\n(Figures 4 A–4C). As R mrelies on membrane conductance, and\nCmis directly proportional to the cell membrane area, our results\nsupport the idea that the measured R mand C mvalues reﬂect the\ncontributions of both AIYs in the wild type but only one AIY in theinx-1 mutant. We predicted that the increased R\nmand reduced\nCmwould make AIY neurons hyperresponsive to applied stimuli.\nIndeed, when we injected current into one AIY, it induced greaterchanges in membrane voltage of that same AIY in the inx-1\nmutant, as compared with the wild type ( Figure 4 D). Collectively,\nthese ﬁndings suggest that gap junctions may serve to dampenAIY responses to sensory inputs by shunting excitatory currents.This conﬁguration is reminiscent to that of electrical synapses\nin amacrine cells of the retina and midbrain mesencephalic tri-\ngeminal nucleus neurons (MesV), in which electrical synapsesdampen responses, resulting in reduced noise during sensory\nprocessing.\n78–81Together, our ﬁndings suggest that disrupting\ncoupling between the bilaterally symmetric AIYs enhances indi-vidual AIY responses, making them hyperresponsive to sensory\nstimuli.\nAIY sensitization in inx-1 -mutant animals increases\nresponse frequency to small temperature changes\nAIY activity is known to regulate animal locomotion by suppress-ing turns to induce and sustain bouts of forward movement, or\n‘‘runs’’\n35–40 ,82. During isothermal tracking, animals strongly sup-\npress reorientation maneuvers to persist in runs.22Since this\nphenotype is abnormally enhanced in inx-1 mutants ( Figures 1\nand S1), we hypothesized that in inx-1 -mutant animals, thell\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 93Article"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "uncoupled and hyperresponsive AIY interneurons might display\nan increased probabilistic response rate to sensory stimuli,\nincluding to small-scale changes in temperatures (like thoseexperienced by the animals tracking isotherms). The hyperres-ponsiveness in AIYs might therefore result in suppressed turns\nand sustained runs during the small temperature ﬂuctuations\nthat animals experience during isotherms.\nTo examine this hypothesis, we ﬁrst determined the tempera-\nture experiences of animals performing isothermal tracking\nversus gradient migration by modeling (1) head bends, by ﬁttinga sinusoidal function to positional measurements of the nose of\nan animal as it freely navigates a temperature gradient ( Figures5A and S4A), and (2) bouts of forward movement, by recording\nthe speed of animals as they move directly up a temperature\ngradient and ﬁtting the data with a lognormal distribution(Figures 5 A, 5B, and S4B). Our calculations indicate that animals\nperforming isothermal tracking under our experimental condi-\ntions experience oscillations, with each head bend, deviating ±\n0.011\n/C14C from the absolute temperature being tracked. This\nresult is consistent with the known AFD temperature limit of\n0.01/C14C22,33,34and consistent with previous estimates for experi-\nenced temperatures during isothermal tracking.22Therefore, an\nanimal performing a perfect isotherm in our experimental condi-\ntions will experience a net temperature change of 0.022/C14C for\nFigure 3. The bilateral pair of AIY interneurons are electrically coupled by INX-1 gap junctions\n(A) Schematic of the C. elegans head with the two AIYs labeled AIY c(voltage clamped) and AIY uc(unclamped), respectively. The arrowheads and arrows mark the\nsynaptic regions and cell bodies of the AIYs, respectively. The dashed box corresponds to the imaging region in (B).(B) Sample images of GCaMP6 ﬂuorescence in the two AIYs of wild-type and inx-1(gk580946) animals before (holding voltage /C060 mV) and during the 40-mV\nvoltage step. The arrowheads and arrows label the same regions of AIYs as in (A).(C) Group average of GCaMP6 signal over time in AIY\ncand AIY ucof wild-type and inx-1(gk580946) animals. The results of individual animals that gave rise to the\ngroup average are displayed in Figure S3 A. Traces are shown as mean ±SE.\n(D) Comparison of GCaMP6 signal ratio (AIY uc/AIY c) between wild type and the inx-1(gk580946) mutant ( n= 6 in both groups). The average GCaMP6 signal during\nthe last 15 s of the 40-mV voltage step was used for the comparison. Values are shown as mean ±SE. The asterisks (**) indicate a statistically signiﬁcant difference\ncompared with wild type ( p< 0.01, unpaired t test). For results showing varying depolarizing periods, see Figure S3 .\nSee also Figure S3 .ll\nOPEN ACCESS\n94 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "each completed head bend, but over time, as it tracks the\nisotherm, the integrated net change in temperature would bezero. In contrast, during the same head-bend period of 3 s, ani-\nmals moving up the gradient (at median speed) experience an in-\ncrease in temperature of 0.03\n/C14C(Figure 5 B), and in a period of 10\ns, they will experience temperature changes that are an order of\nmagnitude larger than the largest temperature change experi-\nenced by an animal performing isothermal tracking ( Figure 5 B).\nBased on our model and the known probabilistic nature of AIY\nresponses upon AFD activation (during increases of temperat-ure),34we hypothesized that AIY activation might be signiﬁcantly\ndifferent in inx-1 -mutant animals, compared with wild-type ani-\nmals, particularly under conditions of small-scale temperature\nchanges such as those seen during isothermal tracking.\nTo test this hypothesis, we imaged calcium dynamics of both\nAIYs in immobilized wild-type and inx-1 -mutant animals after\nconditioning them at 20/C14C for several hours and presenting\nthem with oscillating temperature stimuli (every 4.1 s) centeredaround 20\n/C14C (with an amplitude of ±0.01/C14C) (Figure 5 C). In the\nwild type, calcium transients occurred at a low rate of 0.020 Hz\nFigure 4. INX-1 electrical synapses regulate AIY excitability through effects on membrane capacitance and membrane resistance\n(A) Schematic of the bilateral AIY interneuron cell bodies and neurites with INX-1 electrical synapses in wild type, no electrical synapses in inx-1(tm3524) , and\nconnexin 36 ( Cx36 ) electrical synapses in inx-1(tm3524) expressing Cx36 in AIYs (using Pttx-3G , a promoter fragment known to express cell speciﬁcally in AIY77).\n(B) Top: representative current traces induced by a membrane test protocol (a voltage step of +20 mV for 20 ms from a holding voltage of /C060 mV). Bottom: the\nregions marked by the vertical dotted lines in the top traces are shown at a faster timescale. The displayed membrane resistance (R m) and membrane capacitance\n(Cm) values were from running the membrane test protocol.\n(C) Comparison of membrane capacitance and membrane resistance among wild type, inx-1(tm3524) , and inx-1(tm3524)- expressing Cx36 in AIYs. Values are\nshown as mean ±SE.\n(D) Voltage versus current relationships of wild type, inx-1(tm3524) , and inx-1(tm3524) -expressing Cx36 in AIYs. Values are shown as mean ±SE.\n(E) Expression of Cx36 in AIYs of inx-1(tm3524) rescued the mutant isothermal tracking phenotype. Each dot represents a single track, and each circle represents\none assay. Dark bar represents the average of all assays. Results of the transgenic group were obtained for three independent lines. In (C) and (D), the sample size\n(n) was 7 in wild type and 6 in each of the remaining two groups. The single and double asterisks (* and **) indicate statistically signiﬁcant differences a tp< 0.05\nand p< 0.01, respectively (one-way ANOVA with Tukey’s post hoc test). In (E), the single and quadruple asterisks (* and ****) denote statistically signiﬁc ant\ndifferences at p< 0.05 and p< 0.0001, respectively (Dunn’s multiple comparisons test following a Kruskal-Wallis test).ll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 95Article"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "A\nD ECB\n(legend on next page)ll\nOPEN ACCESS\n96 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "(one response every /C2450 s). These responses in the wild type\nwere often concurrent in the two AIYs, with a Pearson’s correla-\ntion coefﬁcient of 0.72 ( Figures 5 C, 5D, and S4C). In contrast,\ncalcium transients occurred at a signiﬁcantly higher frequencyof 0.031 Hz (or one response every /C2432 s) and were more asyn-\nchronous (Pearson’s correlation coefﬁcient of 0.36 between the\ntwo AIYs) in inx-1(tm3524) -mutant animals, as compared with\nthe wild type ( Figures 5 C, 5D, and S4C;Videos S1 and S2).\nOur ﬁndings support a model in which the uncoupled AIYs in\ninx-1 mutants respond more frequently than those in wild-type\nanimals to changes in temperature, including small-magnitudetemperature changes like those seen during isothermal tracking.\nIn combination with previous ﬁndings that determined that\nactivation of AIY sustains forward movement runs,\n35–40 ,82our\ndata support a model in which inx-1 -mutant animals are ‘‘trap-\nped’’ in long runs in response to subthreshold sensory stimuli, re-\nsulting in increased isothermal tracking behavior ( Figure 5 E). Our\nmodel predicts that inx-1 animals would perform longer runs un-\nder all conditions, including those outside of a temperature\ngradient, as AIY would also become activated by sensory stimuli\nand lock animals in runs (but not in isotherms, as they would notbe in a temperature gradient). To test this, we performed run\ndispersion assays in an arena without a temperature gradient\n(in these assays, AIY responses are still expected due to existingpresynaptic inputs and sensory stimuli, including those from\nchemosensory neurons that directly innervate AIY\n32). Consistent\nwith our hypothesis, we observed that inx-1(ola375) mutants per-\nformed signiﬁcantly longer runs, as compared with wild-type an-\nimals ( Figure S4 D).\nExpression of Cx36 just in AIYs suppresses context-\nirrelevant isothermal tracking in inx-1 mutants\nInnexins can form homotypic or heterotypic gap junctions be-tween neighboring cells.\n83Our loss-of-function experiments indi-\ncate that INX-1 is necessary, cell speciﬁcally, in the AIYs to\ncouple these bilaterally symmetric interneurons. But the INX-1-dependent gap junction could be forming between the twoAIYs or onto other cells (such as RIM, which is also electrically\ncoupled to AIY\n32,74). The question arises, is a gap junction be-\ntween just the two AIYs sufﬁcient to explain the observed behav-ioral phenotypes? To address this, we introduced vertebrate con-\nnexin 36 ( Cx36 ) speciﬁcally into AIYs of inx-1(tm3524) animals (byusing the cell-speciﬁc promoter fragment, Pttx-3G\n77) and exam-\nined if reconstituting this heterologous gap junction was sufﬁcient\nto suppress the electrophysiological and behavioral inx-1- mutant\nphenotypes. Vertebrate connexins do not interact with theendogenous innexins, and introduction of Cx36 cell speciﬁcally\nonto AIY would only couple the bilaterally symmetric AIYs.\n84,85\nWe observed that expression of Cx36 speciﬁcally on AIYs sup-\npressed the signiﬁcant increase in R mand the reduction in C m\nininx-1(tm3424) mutants, restoring them to wild-type levels\n(Figures 4 A–4D). Moreover, the transgenic animals expressing\nCx36 speciﬁcally in the AIY interneurons exhibited a signiﬁcant\ndecrease in the time spent on isothermal tracking, compared\nwith the original inx-1(tm3524) mutant ( Figure 4 E). These results\nprovide further support to the idea that the abnormal thermotaxisbehavior of the inx-1 mutants speciﬁcally results from the loss of\nelectrical coupling between the two AIYs.\nDISCUSSION\nWe uncovered a speciﬁc conﬁguration of electrical synapses\nwhich is necessary in vivo for context-dependent action selec-\ntion. These electrical synapses form between bilaterally symmet-\nric AIY interneurons to decrease R\nmand increase C m, which in\nturn dampen the effects of subthreshold excitatory synaptic in-puts onto AIYs. The bilateral coupling of the AIY interneurons is\nnecessary for animals to ‘‘ﬁlter’’ sensory information of sub-\nthreshold magnitude and for the animal to suppress isothermsto correctly migrate across the temperature gradients toward\nits preferred temperature. INX-1 has been previously shown as\nnecessary for the execution of rhythmic behavior regulated bythe AVL and DVB neurons. These two neurons are coupled via\nan INX-1-dependent electrical synapse that synchronizes their\npresynaptic terminals and inhibits their ectopic activation be-tween rhythmic cycles.\n66Our ﬁndings are consistent with these\nroles of inx-1 in inhibiting ectopic responses and extend them to\ndemonstrate that in AIYs this coupling is necessary to inhibit acti-vation in response to subthreshold sensory stimuli. Uncoupledinterneurons in the inx-1 mutants result in hyperresponsive\nAIYs that trap animals in context-irrelevant isotherms, affecting\ncorrect action selection during thermotaxis behavior.\nAIY calcium activity is required to initiate and sustain a\nforward-moving run in multiple behavioral contexts.\n35–40Our\nFigure 5. AIY sensitization in inx-1 -mutant animals increases response frequency to small temperature changes\n(A) Diagram depicting modeled temperature changes induced by head bends in isothermal run (top) and forward movement directly up temperature gradie nt\n(bottom). The calculations used for the model are in Figures S4 A and S4B and are consistent with previous studies.22\n(B) Quantiﬁcation of total temperature changes evoked by models presented in (A) as a function of run duration.\n(C) Calcium responses of wild type (top) and inx-1 mutants (bottom) immobilized animals when stimulated by an isotherm ( ±0.01/C14C oscillations around Tc 20/C14C\n[schematic of stimuli above plots]). Color scale indicates DF/F GCaMP intensity, with red being more intense than blue. For each animal (numbered to the left of\nthe calcium traces), the two bilaterally symmetric AIYs were recorded (indicated as ‘‘a’’ and ‘‘b’’). See also related Videos S1 andS2andFigures S4 C and S4D.\n(D) Frequency of individual AIY calcium transients in wild-type animals (12 animals, 24 AIYs) and inx-1(tm3524) mutants (12 animals, 24 AIYs). Values are shown as\nmean ±SE and the asterisks ** denotes p< 0.01 by two-tailed Mann-Whitney test.\n(E) Schematic model of AFD to AIY signaling, and resulting behavior, in wild type versus inx-1 mutants. In wild-type animals, coupled AIYs have lower resistance,\nwhich would result in dampened responses to thermosensory stimuli coming from AFD. These dampened responses enable AIYs to integrate larger changes of\nthermosensory information as animals perform gradient migration. In inx-1 mutants, uncoupled AIYs are hyperexcitable due to a change in their electrophysi-\nological properties resulting from the uncoupling. This hyperexcitability results in AIYs responding to subthreshold sensory signals. Activatio n of AIY initiates and\nsustains a forward-moving run,35–40and their hyperresponsiveness to subthreshold stimuli would result in a higher probability of animals abnormally persisting in\nisotherms.See also Figure S4 .ll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 97Article"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "ﬁndings support a model in which the probability of AIY activa-\ntion accounts for the behavioral differences observed between\nthe wild type and the inx-1 mutants. In wild-type animals, AIYs\nhave a low level of activity at the initiation of an isotherm-orientedrun far away from their preferred temperature. The absence of\nactivity would result in the probabilistic exit from the isothermal\norientation via the execution of a reversal or pirouette,\n22,39\nthereby ending the run and reorienting the animal in a different\ndirection. However, hyperresponsive AIYs in inx-1 mutants\nwould be activated by stimuli that are subthreshold for AIY acti-\nvation in wild-type animals. The hyperresponsiveness of AIYs ininx-1 mutants would lead to the persistence of isotherm-oriented\nruns and for animals to be ‘‘trapped’’ in this behavioral state.\nWild-type animals also track isotherms, but unlike inx-1 mu-\ntants, this behavioral strategy is restricted to a temperature\ncontext near ( ±2\n/C14C) of their cultivation temperature (T c).11,19,22\nLike inx-1 mutants, wild-type animals also suppress reorienta-\ntions and turns to persist in runs during isotherms, but unlikeinx-1 mutants, they do so in the correct context (near T\nc).22\nWe hypothesized that in the wild-type animals near T c, signal\ngains in the AFD /AIY synapse lead to activation of AIY in\nresponse to smaller temperature derivatives at the preferred\ncultivation temperature to promote isothermal tracking perfor-\nmance near T c. The gain of AFD /AIY could be achieved\nvia INX-1, which could serve as a regulatory switch for modu-\nlating action selection in wild-type animals. In C. elegans ,\nexpression of innexins can be plastically regulated in aneuron-type and environment-speciﬁc manner.\n64The open/\nclose states of electrical synapses can also be regulated by\nother molecules or posttranslational modiﬁcations.57,60,86–90\nWe therefore posit that regulation of INX-1 may be a molecular\nsubstrate that enables a plastic uncoupling of the AIY pair and\nthat this uncoupling could change sensory processing to ulti-\nmately affect action selection.\nSpeciﬁc conﬁgurations of electrical synapses can support cir-\ncuit architectures with unique properties, and the organization of\nelectrical synapses between the two AIYs might be a conservedand important conﬁguration in sensory processing. For example,\nin vertebrates and invertebrates, a central hub neuron can be\nelectrically coupled to multiple input neurons to form hub-and-spoke circuits. Hub-and-spoke circuits can modulate integrationof sensory processing, perception, and behavioral respon-\nses.\n91,92In AIY, coupling of this interneuron to motor neuron\nRIM via an electrical synapse is important for encoding both tem-perature and motor-state information.\n74In this study, we ﬁnd\nanother conﬁguration of electrical synapses, linking bilaterally\nsymmetric interneurons to alter their electrophysiological re-sponses and sensory processing. Most interneurons in C. ele-\ngans are bilaterally symmetric and coupled via gap junctions,\n32\nand we speculate that this architecture might represent a circuit\nmotif by which the system modulates neural gain. Consistent\nwith this, in our previous study, we identiﬁed an electrical\ncoupling between right and left AVA locomotor interneurons,which equilibrates asymmetric synaptic inputs from inhibitoryGABAergic neurons to guide correct behavioral selection in\nresponse to mixed threat and reward sensory cues.\n93These\nconﬁgurations are reminiscent of the gap junction organizationbetween amacrine cells in the retina. Amacrine cells are coupledby gap junctions that are critical for coincidence detection by\nphotoreceptors, noise reduction, and sensory processing during\nlight adaptation.\n78–81Ininx-1 mutants, synchronous excitation\nbetween the two AIY pairs is also lost and might also representa property of the circuit in performing coincidence detection,\nwhich could then be important in noise reduction and sensory\nprocessing of the temperature gradient, or its integration withother sensory responses. Together, our ﬁndings reveal a con-served electrical synapse conﬁguration that might confer circuits\nthe ability to deploy context-dependent plastic responses by dy-\nnamically modulating sensory information processing, therebyincreasing the versatility of neural circuits during sensory stimuli.\nLimitations of the study\nIn this study, we uncovered a role for INX-1 in AIY in regulating its\nelectrophysiological properties to modulate sensory processing\nand action selection. While our cell-speciﬁc knockouts of INX-1in AIY show that INX-1 is necessary in AIY for the observed phe-\nnotypes, and our expression of Cx36 in AIY of inx-1 mutants\ndemonstrate that an electrical synapse between the two AIYsis sufﬁcient to reverse the inx-1 phenotypes, our experiments\ndo not exclude the possible requirement of other innexins that\nmight pair with INX-1 in forming the electrical synapse betweenthe two AIYs.\nOur ﬁndings provide a molecular foothold to understand how\naction selection in the thermotaxis behavioral paradigm mighthappen in wild-type animals, but our study focused on under-standing inx-1 mutants and did not examine its molecular\nregulation in wild-type animals or the changes wild-type ani-\nmals undergo when performing isothermal tracking. Whilewe speculate that INX-1 might be a substrate for regulation\nin wild-type animals, this needs to be empirically tested. We\nalso emphasize that there could be other ways beyond theregulation of INX-1 electrical synapses, which could affect sen-\nsory processing in the AFD /AIY synapse and which would\nbe consistent with our results, including presynaptic facilitationor increased responses of AFD near the cultivation tempera-\nture range.\nOur ﬁndings demonstrate a role for INX-1 in modulating R\nm\nand C min AIY, as well as its responses to sensory stimuli. While\nit is known that activation of AIYs results in suppression of turns\nand forward movement,38the link between increased AIY activity\nobserved in inx-1 mutants and forward movement is based on\nthe untested assumption that activation of a single AIY inter-\nneuron is sufﬁcient to result in forward movement. INX-1 couples\nthe two AIYs, and coupling of the AIYs might contribute to coin-cidence detection. Coincidence detection could occur from sig-\nnals from the two AFD sensory neurons or from other sensory\nneurons known to form presynaptic specializations onto AIYs(including chemosensory neurons AWA, AWC, and ASE).\n32\nC. elegans crawls on its side (ﬂexing in a dorsoventral direction),\nand in our assays (performed in ﬂat plates), the bilaterally sym-\nmetric AFDs are sampling the same thermal space of thegradient. However, C. elegans evolved to navigate a 3D environ-\nment, and in that context, the two AFD neurons might sample\ndifferent thermal spaces in ways in which coincidence detec-tion would be important for tracking 3D isotherms. Future behav-\nioral studies examining responses in freely moving animals,ll\nOPEN ACCESS\n98 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "preferably in 3D environments, will be necessary for understand-\ning the role of coincidence detection proceeding from AFD or\nother sensory neurons in these responses.\nDespite these limitations of the study, our data support the\nfollowing mode: electrical coupling of the AIY interneurons via\nINX-1 electrical synapses is necessary for animals to ‘‘ignore’’\nisotherms in contexts in which they perform gradient migration.Ininx-1 mutants, AIY interneurons are uncoupled, displaying\nincreased excitability due to increased R\nmand reduced C m.\nThis causes AIY to respond to the subthreshold sensory stimuli\nlike those encountered during isotherms. Because stimulationof AIY suppresses turns and promotes runs, this excitability\nwould cause extended run durations and ‘‘trap’’ animals in iso-\ntherms, including isothermal runs in the incorrect contexts. Theobserved conﬁguration of electrical synapses might be a\nconserved circuit conﬁguration that enables differential process-\ning of sensory information to deploy context-speciﬁc behavioralstrategies.\nRESOURCE AVAILABILITY\nLead contact\nFurther information and requests for resources and reagents should bedirected to and will be fulﬁlled by the lead contact, Daniel Colo ´n-Ramos\n(daniel.colon-ramos@yale.edu ).\nMaterials availability\nPlasmids and strains generated in this study are available upon request to thelead contact .\nData and code availability\ndAll behavior raw data can be found as of the date of publication, on\nGitHub: https://doi.org/10.5281/zenodo.14170612 . Calcium-imaging\nacquisitions are available upon request to the lead contact due to the\nlarge ﬁle sizes.\ndAll original codes can be found on the publicly available GitHub: https://\ndoi.org/10.5281/zenodo.14170612 .\ndAny additional information needed to reanalyze the data reported here\ncan be obtained from the lead contact .\nACKNOWLEDGMENTS\nWe thank the members of the Colo ´n-Ramos lab and the scientiﬁc community\nfor their thoughtful comments on the project. We thank Netta Cohen (Univer-sity of Leeds), Alberto Pereda (Albert Einstein College of Medicine), and PeriKurshan (Albert Einstein College of Medicine) for constructive feedback and\nhelpful discussions on the project. We thank the Caenorhabditis Genetics\nCenter (supported by the National Institutes of Health [NIH], Ofﬁce ofResearch Infrastructure Programs [P40 OD010440]); the C. elegans Reverse\nGenetics Core Facility at the University of British Columbia, which is part ofthe International C. elegans Gene Knockout Consortium; and Shohei Mitani\n(Tokyo Women’s Medical University, Tokyo, Japan) for nematode strains.We thank Bill Schafer (MRC Laboratory of Molecular Biology) for kindlyproviding us with their connexin 36 construct.\n84The diagrams used in the ﬁg-\nures are modiﬁed versions of diagrams provided by Z. Altun ( www.\nwormatlas.org ) and BioRender ( https://app.biorender.com ; D.A.C.-R. [2024]\nhttps://BioRender.com/j08h349 ). We thank Aravi Samuel (Harvard University)\nfor generous assistance with technical knowledge in the development ofbehavioral rigs and calcium-imaging platforms. We thank Hari Shroff (JaneliaResearch Campus) and Andrew Lauziere (University of Maryland) for imageprocessing codes used for videos of freely moving animals. The work inZ.-W.W.’s lab was supported by R01NS109388 and R01MH085927.Research in the D.A.C.-R. lab was supported by NIH R01NS076558, NationalScience Foundation (NSF IOS 1353845), DP1NS111778, and an HHMI\nScholar Award.\nAUTHOR CONTRIBUTIONS\nA.C.C. identiﬁed the behavioral phenotype of inx-1 -mutant animals resulting in\nabnormal isothermal tracking and identiﬁed the AIY neurons as the site of ac-\ntion via a subtractive labeling strategy and the generation of a conditionalknockout strain for the inx-1 gene. A.A.-P. performed the original genetic\nscreen that isolated the ola375 allele and identiﬁed the ola375 allele as a ge-\nnetic lesion in the inx-1 gene, performed characterization and analyses of\nthe behavioral phenotypes associated with inx-1 mutants, performed and\nanalyzed calcium-imaging experiments in immobilized animals when pre-sented with temperature stimuli, and performed and analyzed behavioral sup-pression experiments using mammalian Cx36 gap junction constructs. J.B.\nperformed the modeling experiments. M.D.G. performed dispersion assays,calcium-imaging experiments, and analyses and assisted with all the revisions.L.N. performed and analyzed the electrophysiological experiments. I.R.,E.M.W., and J.D.H. assisted in experimental design, data acquisition, andanalysis. A.A.-P. and D.A.C.-R. prepared the manuscript with the assistanceof all authors, in particular Z.W.-W., J.B., and M.D.G.\nDECLARATION OF INTERESTS\nThe authors declare no competing interests.\nSTAR+METHODS\nDetailed methods are provided in the online version of this paper and include\nthe following:\ndKEY RESOURCES TABLE\ndEXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS\nBC. elegans\ndMETHOD DETAILS\nBMolecular biology\nBNematode Strains and maintenance\nBGenotyping of mutant strains\nBGeneration of transgenic strains\nBSensitized forward-genetic screens\nBIdentiﬁcation of ola375 causative lesions\nBGeneration of ‘‘ﬂoxed’’ inx-1(ola278) for conditional Knock-Out\nexperiments\nBComplementation Assays\nBThermotaxis Behavioral Assays\nBShallow gradients for Gradient Migration Quantiﬁcation\nBModerate and steep gradients for Isothermal TrackingQuantiﬁcation\nBDispersion Assays\nBConfocal imaging\nBCalcium Imaging\nBElectrophysiological experiment and analyses\ndQUANTIFICATION AND STATISTICAL ANALYSIS\nBStatistical Tests\nBQuantiﬁcation of isothermal tracking\nBQuantiﬁcation of behavior\nBQuantiﬁcation of calcium imaging in AIY\nSUPPLEMENTAL INFORMATION\nSupplemental information can be found online at https://doi.org/10.1016/j.cell.\n2024.11.037 .\nReceived: November 17, 2023\nRevised: July 26, 2024Accepted: November 27, 2024Published: December 31, 2024ll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 99Article"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "REFERENCES\n1. Murakami, H., Bessinger, K., Hellmann, J., and Murakami, S. (2005). Ag-\ning-dependent and -independent modulation of associative learningbehavior by insulin/insulin-like growth factor-1 signal in Caenorhabditiselegans. J. Neurosci. 25, 10894–10904. https://doi.org/10.1523/JNEUR-\nOSCI.3600-04.2005 .\n2. Faumont, S., Lindsay, T.H., and Lockery, S.R. (2012). Neuronal microcir-\ncuits for decision making in C. elegans. Curr. Opin. Neurobiol. 22,\n580–591. https://doi.org/10.1016/j.conb.2012.05.005 .\n3. Collins, K.M., and Koelle, M.R. (2013). Postsynaptic ERG potassium\nchannels limit muscle excitability to allow distinct egg-laying behaviorstates in Caenorhabditis elegans. J. Neurosci. 33, 761–775. https://doi.\norg/10.1523/JNEUROSCI.3896-12.2013 .\n4. Satoh, Y., Sato, H., Kunitomo, H., Fei, X., Hashimoto, K., and Iino, Y.\n(2014). Regulation of experience-dependent bidirectional chemotaxisby a neural circuit switch in Caenorhabditis elegans. J. Neurosci. 34,\n15631–15637. https://doi.org/10.1523/JNEUROSCI.1757-14.2014 .\n5. Collins, K.M., Bode, A., Fernandez, R.W., Tanis, J.E., Brewer, J.C.,\nCreamer, M.S., and Koelle, M.R. (2016). Activity of the C. elegansegg-laying behavior circuit is controlled by competing activation andfeedback inhibition. eLife 5, e21126. https://doi.org/10.7554/eL-\nife.21126 .\n6. Guillermin, M.L., Carrillo, M.A., and Hallem, E.A. (2017). A Single Set of\nInterneurons Drives Opposite Behaviors in C. elegans. Curr. Biol. 27,\n2630–2639.e6. https://doi.org/10.1016/j.cub.2017.07.023 .\n7. Hampel, S., McKellar, C.E., Simpson, J.H., and Seeds, A.M. (2017).\nSimultaneous activation of parallel sensory pathways promotes a groom-ing sequence in Drosophila. eLife 6, e28804. https://doi.org/10.7554/eL-\nife.28804 .\n8. Amin, H., and Lin, A.C. (2019). Neuronal mechanisms underlying innate\nand learned olfactory processing in Drosophila. Curr. Opin. Insect Sci.36, 9–17. https://doi.org/10.1016/j.cois.2019.06.003 .\n9. Grunwald Kadow, I.C. (2019). State-dependent plasticity of innate\nbehavior in fruit ﬂies. Curr. Opin. Neurobiol. 54, 60–65. https://doi.org/\n10.1016/j.conb.2018.08.014 .\n10. Wang, Y., Zhang, X., Xin, Q., Hung, W., Florman, J., Huo, J., Xu, T., Xie,\nY., Alkema, M.J., Zhen, M., et al. (2020). Flexible motor sequence gener-ation during stereotyped escape responses. eLife 9, e56942. https://doi.\norg/10.7554/eLife.56942 .\n11. Ikeda, M., Nakano, S., Giles, A.C., Xu, L., Costa, W.S., Gottschalk, A.,\nand Mori, I. (2020). Context-dependent operation of neural circuitsunderlies a navigation behavior in Caenorhabditis elegans. Proc. Natl.Acad. Sci. USA 117, 6178–6188. https://doi.org/10.1073/pnas.\n1918528117 .\n12. Dal Bello, M., Pe ´rez-Escudero, A., Schroeder, F.C., and Gore, J. (2021).\nInversion of pheromone preference optimizes foraging in C. elegans. eL-ife10, e58144. https://doi.org/10.7554/eLife.58144 .\n13. Tao, L., and Bhandawat, V. (2022). Mechanisms of Variability Underlying\nOdor-Guided Locomotion. Front. Behav. Neurosci. 16, 871884. https://\ndoi.org/10.3389/fnbeh.2022.871884 .\n14. Hiroki, S., Yoshitane, H., Mitsui, H., Sato, H., Umatani, C., Kanda, S., Fu-\nkada, Y., and Iino, Y. (2022). Molecular encoding and synaptic decodingof context during salt chemotaxis in C. elegans. Nat. Commun. 13, 2928.\nhttps://doi.org/10.1038/s41467-022-30279-7 .\n15. Yang, W., Wu, T., Tu, S., Qin, Y., Shen, C., Li, J., Choi, M.K., Duan, F., and\nZhang, Y. (2022). Redundant neural circuits regulate olfactory integra-tion. PLoS Genet. 18, e1010029.\nhttps://doi.org/10.1371/journal.pgen.\n1010029 .\n16. Huda, R., Goard, M.J., Pho, G.N., and Sur, M. (2019). Neural mechanisms\nof sensorimotor transformation and action selection. Eur. J. Neurosci. 49,\n1055–1060. https://doi.org/10.1111/ejn.14069 .17. Takagi, S., and Nose, A. (2019). Circuit architecture for somatotopic ac-\ntion selection in invertebrates. Neurosci. Res. 140, 37–42. https://doi.\norg/10.1016/j.neures.2018.08.008 .\n18. Hulse, B.K., Haberkern, H., Franconville, R., Turner-Evans, D., Take-\nmura, S.Y., Wolff, T., Noorman, M., Dreher, M., Dan, C., Parekh,R., et al. (2021). A connectome of the Drosophila central complex re-veals network motifs suitable for ﬂexible navigation and context-dependent action selection. eLife 10, e66039. https://doi.org/10.\n7554/eLife.66039 .\n19. Hedgecock, E.M., and Russell, R.L. (1975). Normal and mutant thermo-\ntaxis in the nematode Caenorhabditis elegans. Proc. Natl. Acad. Sci.USA 72, 4061–4065. https://doi.org/10.1073/pnas.72.10.4061 .\n20. Skerrett, I.M., and Williams, J.B. (2017). A structural and functional com-\nparison of gap junction channels composed of connexins and innexins.Dev. Neurobiol. 77, 522–547. https://doi.org/10.1002/dneu.22447 .\n21. Sa ´nchez, A., Castro, C., Flores, D.L., Gutie ´rrez, E., and Baldi, P. (2019).\nGap Junction Channels of Innexins and Connexins: Relations andComputational Perspectives. Int. J. Mol. Sci. 20, 2476. https://doi.org/\n10.3390/ijms20102476 .\n22. Luo, L., Clark, D.A., Biron, D., Mahadevan, L., and Samuel, A.D.T.\n(2006). Sensorimotor control during isothermal tracking in Caenorhabdi-tis elegans. J. Exp. Biol. 209, 4652–4662. https://doi.org/10.1242/\njeb.02590 .\n23. Mori, I., and Ohshima, Y. (1995). Neural regulation of thermotaxis in Cae-\nnorhabditis elegans. Nature 376, 344–348. https://doi.org/10.1038/\n376344a0 .\n24. Hobert, O., Mori, I., Yamashita, Y., Honda, H., Ohshima, Y., Liu, Y., and\nRuvkun, G. (1997). Regulation of interneuron function in the C. elegansthermoregulatory pathway by the ttx-3 LIM homeobox gene. Neuron19, 345–357. https://doi.org/10.1016/s0896-6273(00)80944-7 .\n25. Satterlee, J.S., Sasakura, H., Kuhara, A., Berkeley, M., Mori, I., and Sen-\nGupta, P. (2001). Speciﬁcation of thermosensory neuron fate in C. ele-gans requires ttx-1, a homolog of otd/Otx. Neuron 31, 943–956.\nhttps://doi.org/10.1016/s0896-6273(01)00431-7 .\n26. Chung, S.H., Clark, D.A., Gabel, C.V., Mazur, E., and Samuel, A.D.T.\n(2006). The role of the AFD neuron in C. elegans thermotaxis analyzed us-\ning femtosecond laser ablation. BMC Neurosci. 7, 30. https://doi.org/10.\n1186/1471-2202-7-30 .\n27. Clark, D.A., Biron, D., SenGupta, P., and Samuel, A.D.T. (2006). The AFD\nsensory neurons encode multiple functions underlying thermotacticbehavior in Caenorhabditis elegans. J. Neurosci. 26, 7444–7451.\nhttps://doi.org/10.1523/JNEUROSCI.1137-06.2006 .\n28. Biron, D., Wasserman, S., Thomas, J.H., Samuel, A.D.T., and SenGupta,\nP. (2008). An olfactory neuron responds stochastically to temperatureand modulates Caenorhabditis elegans thermotactic behavior. Proc.Natl. Acad. Sci. USA 105, 11002–11007. https://doi.org/10.1073/pnas.\n0805004105 .\n29. Kuhara, A., Okumura, M., Kimata, T., Tanizawa, Y., Takano, R., Kimura,\nK.D., Inada, H., Matsumoto, K., and Mori, I. (2008). Temperature sensing\nby an olfactory neuron in a circuit controlling behavior of C. elegans. Sci-\nence 320, 803–807. https://doi.org/10.1126/science.1148922 .\n30. Beverly, M., Anbil, S., and SenGupta, P. (2011). Degeneracy and neuro-\nmodulation among thermosensory neurons contribute to robust thermo-sensory behaviors in Caenorhabditis elegans. J. Neurosci. 31, 11718–\n11727. https://doi.org/10.1523/JNEUROSCI.1098-11.2011 .\n31. Matsuyama, H.J., and Mori, I. (2020). Neural Coding of Thermal Prefer-\nences in the Nematode Caenorhabditis elegans. eNeuro 7, ENEURO.\n0414-19.2020. https://doi.org/10.1523/ENEURO.0414-19.2020 .\n32. White, J.G., Southgate, E., Thomson, J.N., and Brenner, S. (1986). The\nstructure of the nervous system of the nematode Caenorhabditis ele-gans. Philos. Trans. R. Soc. Lond. B Biol. Sci. 314, 1–340. https://doi.\norg/10.1098/rstb.1986.0056 .ll\nOPEN ACCESS\n100 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "33. Ramot, D., MacInnis, B.L., and Goodman, M.B. (2008). Bidirectional tem-\nperature-sensing by a single thermosensory neuron in C. elegans. Nat.Neurosci. 11, 908–915. https://doi.org/10.1038/nn.2157 .\n34. Goodman, M.B., and SenGupta, P. (2018). The extraordinary AFD ther-\nmosensor of C. elegans. Pﬂugers Arch. 470, 839–849. https://doi.org/\n10.1007/s00424-017-2089-5 .\n35. Tsalik, E.L., and Hobert, O. (2003). Functional mapping of neurons that\ncontrol locomotory behavior in Caenorhabditis elegans. J. Neurobiol.\n56, 178–197. https://doi.org/10.1002/neu.10245 .\n36. Gray, J.M., Hill, J.J., and Bargmann, C.I. (2005). A circuit for navigation in\nCaenorhabditis elegans. Proc. Natl. Acad. Sci. USA 102, 3184–3191.\nhttps://doi.org/10.1073/pnas.0409009101 .\n37. Chalasani, S.H., Chronis, N., Tsunozaki, M., Gray, J.M., Ramot, D.,\nGoodman, M.B., and Bargmann, C.I. (2007). Dissecting a circuit for olfac-tory behaviour in Caenorhabditis elegans. Nature 450, 63–70. https://doi.\norg/10.1038/nature06292 .\n38. Kocabas, A., Shen, C.H., Guo, Z.V., and Ramanathan, S. (2012). Control-\nling interneuron activity in Caenorhabditis elegans to evoke chemotacticbehaviour. Nature 490, 273–277. https://doi.org/10.1038/nature11431 .\n39. Li, Z., Liu, J., Zheng, M., and Xu, X.Z.S. (2014). Encoding of both analog-\nand digital-like behavioral outputs by one C. elegans interneuron. Cell\n159, 751–765. https://doi.org/10.1016/j.cell.2014.09.056 .\n40. Liu, H., Yang, W., Wu, T., Duan, F., Soucy, E., Jin, X., and Zhang, Y.\n(2018). Cholinergic Sensorimotor Integration Regulates Olfactory Steer-ing. Neuron 97, 390–405.e3. https://doi.org/10.1016/j.neuron.2017.\n12.003 .\n41. Kuhara, A., Ohnishi, N., Shimowada, T., and Mori, I. (2011). Neural coding\nin a single sensory neuron controlling opposite seeking behaviours inCaenorhabditis elegans. Nat. Commun. 2, 355. https://doi.org/10.1038/\nncomms1352 .\n42. Luo, L., Cook, N., Venkatachalam, V., Martinez-Velazquez, L.A., Zhang,\nX., Calvo, A.C., Hawk, J., MacInnis, B.L., Frank, M., Ng, J.H.R., et al.(2014). Bidirectional thermotaxis in Caenorhabditis elegans is mediatedby distinct sensorimotor strategies driven by the AFD thermosensoryneurons. Proc. Natl. Acad. Sci. U. SA. 111, 2776–2781. https://doi.org/\n10.1073/pnas.1315205111 .\n43. Davis, M.W., Hammarlund, M., Harrach, T., Hullett, P., Olsen, S., and Jor-\ngensen, E.M. (2005). Rapid single nucleotide polymorphism mapping inC. elegans. BMC Genomics 6, 118. https://doi.org/10.1186/1471-2164-\n6-118 .\n44. Doitsidou, M., Poole, R.J., Sarin, S., Bigelow, H., and Hobert, O. (2010).\nC. elegans mutant identiﬁcation with a one-step whole-genome-sequencing and SNP mapping strategy. PLoS One 5, e15435. https://\ndoi.org/10.1371/journal.pone.0015435 .\n45. Zuryn, S., Le Gras, S., Jamet, K., and Jarriault, S. (2010). A strategy for\ndirect mapping and identiﬁcation of mutations by whole-genomesequencing. Genetics 186, 427–430. https://doi.org/10.1534/genetics.\n110.119230 .\n46. Minevich, G., Park, D.S., Blankenberg, D., Poole, R.J., and Hobert, O.\n(2012). CloudMap: a cloud-based pipeline for analysis of mutant genome\nsequences. Genetics 192, 1249–1269. https://doi.org/10.1534/genetics.\n112.144204 .\n47. Collet, J., Spike, C.A., Lundquist, E.A., Shaw, J.E., and Herman, R.K.\n(1998). Analysis of osm-6, a gene that affects sensory cilium structureand sensory neuron function in Caenorhabditis elegans. Genetics 148,\n187–200. https://doi.org/10.1093/genetics/148.1.187 .\n48. Chou, J.H., Bargmann, C.I., and SenGupta, P. (2001). The Caenorhabdi-\ntis elegans odr-2 gene encodes a novel Ly-6-related protein required forolfaction. Genetics 157, 211–224. https://doi.org/10.1093/genetics/157.\n1.211 .\n49. Goodenough, D.A., Goliger, J.A., and Paul, D.L. (1996). Connexins, con-\nnexons, and intercellular communication. Annu. Rev. Biochem. 65,\n475–502. https://doi.org/10.1146/annurev.bi.65.070196.002355 .50. Phelan, P., Bacon, J.P., Davies, J.A., Stebbings, L.A., Todman, M.G., Av-\nery, L., Baines, R.A., Barnes, T.M., Ford, C., Hekimi, S., et al. (1998). In-nexins: a family of invertebrate gap-junction proteins. Trends Genet. 14,\n348–349. https://doi.org/10.1016/s0168-9525(98)01547-9 .\n51. Bao, L., Samuels, S., Locovei, S., Macagno, E.R., Muller, K.J., and Dahl,\nG. (2007). Innexins form two types of channels. FEBS Lett. 581, 5703–\n5708. https://doi.org/10.1016/j.febslet.2007.11.030 .\n52. Cheung, G., Chever, O., and Rouach, N. (2014). Connexons and pannex-\nons: newcomers in neurophysiology. Front. Cell. Neurosci. 8, 348.\nhttps://doi.org/10.3389/fncel.2014.00348 .\n53. Palacios-Prado, N., Huetteroth, W., and Pereda, A.E. (2014). Hemichan-\nnel composition and electrical synaptic transmission: molecular diversityand its implications for electrical rectiﬁcation. Front. Cell. Neurosci. 8,\n324. https://doi.org/10.3389/fncel.2014.00324 .\n54. Curti, S., Davoine, F., and Dapino, A. (2022). Function and Plasticity of\nElectrical Synapses in the Mammalian Brain: Role of Non-JunctionalMechanisms. Biology (Basel) 11, 81. https://doi.org/10.3390/biology\n11010081 .\n55. Starich, T., Sheehan, M., Jadrich, J., and Shaw, J. (2001). Innexins in C.\nelegans. Cell Commun. Adhes. 8, 311–314. https://doi.org/10.3109/\n15419060109080744 .\n56. Bauer, R., Lo ¨er, B., Ostrowski, K., Martini, J., Weimbs, A., Lechner, H.,\nand Hoch, M. (2005). Intercellular communication: the Drosophila innexinmultiprotein family of gap junction proteins. Chem. Biol. 12, 515–526.\nhttps://doi.org/10.1016/j.chembiol.2005.02.013 .\n57. Starich, T.A., Xu, J., Skerrett, I.M., Nicholson, B.J., and Shaw, J.E. (2009).\nInteractions between innexins UNC-7 and UNC-9 mediate electrical syn-\napse speciﬁcity in the Caenorhabditis elegans locomotory nervous sys-tem. Neural Dev. 4, 16. https://doi.org/10.1186/1749-8104-4-16 .\n58. Oshima, A., Matsuzawa, T., Nishikawa, K., and Fujiyoshi, Y. (2013). Olig-\nomeric structure and functional characterization of Caenorhabditis ele-gans Innexin-6 gap junction protein. J. Biol. Chem. 288, 10513–10521.\nhttps://doi.org/10.1074/jbc.M112.428383 .\n59. Hall, D.H. (2017). Gap junctions in C. elegans: Their roles in behavior and\ndevelopment. Dev. Neurobiol. 77, 587–596. https://doi.org/10.1002/\ndneu.22408 .\n60. Jang, H., Levy, S., Flavell, S.W., Mende, F., Latham, R., Zimmer, M.,\nand Bargmann, C.I. (2017). Dissection of neuronal gap junction circuitsthat regulate social behavior in Caenorhabditis elegans. Proc. Natl.Acad. Sci. USA 114, E1263–E1272. https://doi.org/10.1073/pnas.\n1621274114 .\n61. Jin, E.J., Park, S., Lyu, X., and Jin, Y. (2020). Gap junctions: historical dis-\ncoveries and new ﬁndings in the Caenorhabditis elegans nervous sys-tem. Biol. Open 9, bio053983. https://doi.org/10.1242/bio.053983 .\n62. Walker, D.S., and Schafer, W.R. (2020). Distinct roles for innexin gap\njunctions and hemichannels in mechanosensation. eLife 9, e50597.\nhttps://doi.org/10.7554/eLife.50597\n.\n63. Altun, Z.F., Chen, B., Wang, Z.W., and Hall, D.H. (2009). High resolution\nmap of Caenorhabditis elegans gap junction proteins. Dev. Dyn. 238,\n1936–1950. https://doi.org/10.1002/dvdy.22025 .\n64. Bhattacharya, A., Aghayeva, U., Berghoff, E.G., and Hobert, O. (2019).\nPlasticity of the Electrical connectome of C. elegans. Cell 176, 1174–\n1189.e16. https://doi.org/10.1016/j.cell.2018.12.024 .\n65. Liu, P., Chen, B., Altun, Z.F., Gross, M.J., Shan, A., Schuman, B., Hall,\nD.H., and Wang, Z.W. (2013). Six innexins contribute to electricalcoupling of C. elegans body-wall muscle. PLoS One 8, e76877. https://\ndoi.org/10.1371/journal.pone.0076877 .\n66. Choi, U., Wang, H., Hu, M., Kim, S., and Sieburth, D. (2021). Presynaptic\ncoupling by electrical synapses coordinates a rhythmic behavior by syn-chronizing the activities of a neuron pair. Proc. Natl. Acad. Sci. USA 118,\ne2022599118. https://doi.org/10.1073/pnas.2022599118 .\n67. Jiang, J., Su, Y., Zhang, R., Li, H., Tao, L., and Liu, Q. (2022). C. elegans\nenteric motor neurons ﬁre synchronized action potentials underlying thell\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 101Article"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "defecation motor program. Nat. Commun. 13, 2783. https://doi.org/10.\n1038/s41467-022-30452-y .\n68. Dickinson, D.J., Pani, A.M., Heppert, J.K., Higgins, C.D., and Goldstein,\nB. (2015). Streamlined Genome Engineering with a Self-Excising DrugSelection Cassette. Genetics 200, 1035–1049. https://doi.org/10.1534/\ngenetics.115.178335 .\n69. Hubbard, E.J.A. (2014). FLP/FRT and Cre/lox recombination technology\nin C. elegans. Methods 68, 417–424. https://doi.org/10.1016/j.ymeth.\n2014.05.007 .\n70. Hawk, J.D., Calvo, A.C., Liu, P., Almoril-Porras, A., Aljobeh, A., Torruella-\nSua´rez, M.L., Ren, I., Cook, N., Greenwood, J., Luo, L., et al. (2018). Inte-\ngration of Plasticity Mechanisms within a Single Sensory Neuron of C. el-\negans Actuates a Memory. Neuron 97, 356–367.e4. https://doi.org/10.\n1016/j.neuron.2017.12.027 .\n71. Narayan, A., Laurent, G., and Sternberg, P.W. (2011). Transfer character-\nistics of a thermosensory synapse in Caenorhabditis elegans. Proc.Natl. Acad. Sci. USA 108, 9667–9672. https://doi.org/10.1073/pnas.\n1106617108 .\n72. Gomez, M., De Castro, E., Guarin, E., Sasakura, H., Kuhara, A., Mori, I.,\nBartfai, T., Bargmann, C.I., and Nef, P. (2001). Ca2+ signaling via theneuronal calcium sensor-1 regulates associative learning and memoryin C. elegans. Neuron 30, 241–248. https://doi.org/10.1016/s0896-\n6273(01)00276-8 .\n73. Witvliet, D., Mulcahy, B., Mitchell, J.K., Meirovitch, Y., Berger, D.R.,\nWu, Y., Liu, Y., Koh, W.X., Parvathala, R., Holmyard, D., et al. (2021).Connectomes across development reveal principles of brain mat-uration. Nature 596, 257–261. https://doi.org/10.1038/s41586-021-\n03778-8 .\n74. Ji, N., Venkatachalam, V., Rodgers, H.D., Hung, W., Kawano, T.,\nClark, C.M., Lim, M., Alkema, M.J., Zhen, M., and Samuel, A.D.(2021). Corollary discharge promotes a sustained motor state in aneural circuit for navigation. eLife 10, e68848. https://doi.org/10.\n7554/eLife.68848 .\n75. Colo ´n-Ramos, D.A., Margeta, M.A., and Shen, K. (2007). Glia promote\nlocal synaptogenesis through UNC-6 (netrin) signaling in C. elegans. Sci-ence 318, 103–106. https://doi.org/10.1126/science.1143762 .\n76. Liu, Q., Kidd, P.B., Dobosiewicz, M., and Bargmann, C.I. (2018).\nC. elegans AWA Olfactory Neurons Fire Calcium-Mediated All-or-NoneAction Potentials. Cell 175, 57–70.e17. https://doi.org/10.1016/j.cell.\n2018.08.018 .\n77. Wenick, A.S., and Hobert, O. (2004). Genomic cis-regulatory architecture\nand trans-acting regulators of a single interneuron-speciﬁc gene battery\nin C. elegans. Dev. Cell 6, 757–770. https://doi.org/10.1016/j.devcel.\n2004.05.004 .\n78. Bloomﬁeld, S.A., and Dacheux, R.F. (2001). Rod vision: pathways and\nprocessing in the mammalian retina. Prog. Retin. Eye Res. 20,\n351–384. https://doi.org/10.1016/s1350-9462(00)00031-8 .\n79. Masland, R.H. (2001). The fundamental plan of the retina. Nat. Neurosci.\n4, 877–886. https://doi.org/10.1038/nn0901-877 .\n80. Hanson, L., Ravi-Chander, P., Berson, D., and Awatramani, G.B. (2023).\nHierarchical retinal computations rely on hybrid chemical-electricalsignaling. Cell Rep. 42, 112030. https://doi.org/10.1016/j.celrep.2023.\n112030 .\n81. Alcamı ´,P., and Pereda, A.E. (2019). Beyond plasticity: the dynamic\nimpact of electrical synapses on neural circuits. Nat. Rev. Neurosci. 20,\n253–271. https://doi.org/10.1038/s41583-019-0133-5 .\n82. Wakabayashi, T., Kitagawa, I., and Shingai, R. (2004). Neurons regulating\nthe duration of forward locomotion in Caenorhabditis elegans. Neurosci.Res. 50, 103–111. https://doi.org/10.1016/j.neures.2004.06.005 .\n83. Phelan, P. (2005). Innexins: members of an evolutionarily conserved fam-\nily of gap-junction proteins. Biochim. Biophys. Acta 1711 , 225–245.\nhttps://doi.org/10.1016/j.bbamem.2004.10.004 .84. Rabinowitch, I., Chatzigeorgiou, M., Zhao, B., Treinin, M., and Schafer,\nW.R. (2014). Rewiring neural circuits by the insertion of ectopic electricalsynapses in transgenic C. elegans. Nat. Commun. 5, 4442. https://doi.\norg/10.1038/ncomms5442 .\n85. Rabinowitch, I., Colo ´n-Ramos, D.A., and Krieg, M. (2024). Understanding\nneural circuit function through synaptic engineering. Nat. Rev. Neurosci.25, 131–139. https://doi.org/10.1038/s41583-023-00777-8 .\n86. Bouhours, M., Po, M.D., Gao, S., Hung, W., Li, H., Georgiou, J., Roder,\nJ.C., and Zhen, M. (2011). A co-operative regulation of neuronal excit-ability by UNC-7 innexin and NCA/NALCN leak channel. Mol. Brain 4,\n16.https://doi.org/10.1186/1756-6606-4-16 .\n87. Correa, P.A., Gruninger, T., and Garcı ´a, L.R. (2015). DOP-2 D2-Like Re-\nceptor Regulates UNC-7 Innexins to Attenuate Recurrent Sensory Motor\nNeurons during C. elegans Copulation. J. Neurosci. 35, 9990–10004.\nhttps://doi.org/10.1523/JNEUROSCI.0940-15.2015 .\n88. Liu, P., Chen, B., Mailler, R., and Wang, Z.W. (2017). Antidromic-recti-\nfying gap junctions amplify chemical transmission at functionally mixedelectrical-chemical synapses. Nat. Commun. 8, 14818. https://doi.org/\n10.1038/ncomms14818 .\n89. Voelker, L., Upadhyaya, B., Ferkey, D.M., Woldemariam, S., L’Etoile,\nN.D., Rabinowitch, I., and Bai, J. (2019). INX-18 and INX-19 play distinctroles in electrical synapses that modulate aversive behavior in Caeno-rhabditis elegans. PLoS Genet. 15, e1008341. https://doi.org/10.1371/\njournal.pgen.1008341 .\n90. Choi, M.K., Liu, H., Wu, T., Yang, W., and Zhang, Y. (2020). NMDAR-\nmediated modulation of gap junction circuit regulates olfactory learningin C. elegans. Nat. Commun. 11, 3467. https://doi.org/10.1038/s41467-\n020-17218-0 .\n91. Chatzigeorgiou, M., and Schafer, W.R. (2011). Lateral facilitation be-\ntween primary mechanosensory neurons controls nose touch perceptionin C. elegans. Neuron 70, 299–309. https://doi.org/10.1016/j.neuron.\n2011.02.046 .\n92. Macosko, E.Z., Pokala, N., Feinberg, E.H., Chalasani, S.H., Butcher,\nR.A., Clardy, J., and Bargmann, C.I. (2009). A hub-and-spoke circuitdrives pheromone attraction and social behaviour in C. elegans. Nature458, 1171–1175. https://doi.org/10.1038/nature07886 .\n93. Liu, P., Chen, B., and Wang, Z.W. (2020). GABAergic motor neurons bias\nlocomotor decision-making in C. elegans. Nat. Commun. 11, 5076.\nhttps://doi.org/10.1038/s41467-020-18893-9 .\n94. Gershow, M., Berck, M., Mathew, D., Luo, L., Kane, E.A., Carlson, J.R.,\nand Samuel, A.D.T. (2012). Controlling airborne cues to study small ani-\nmal navigation. Nat. Methods 9, 290–296. https://doi.org/10.1038/\nnmeth.1853 .\n95. Schindelin, J., Arganda-Carreras, I., Frise, E., Kaynig, V., Longair, M.,\nPietzsch, T., Preibisch, S., Rueden, C., Saalfeld, S., Schmid, B., et al.(2012). Fiji: an open-source platform for biological-image analysis. Nat.Methods 9\n, 676–682. https://doi.org/10.1038/nmeth.2019 .\n96. Ershov, D., Phan, M.S., Pylva ¨na¨inen, J.W., Rigaud, S.U., Le Blanc, L.,\nCharles-Orszag, A., Conway, J.R.W., Laine, R.F., Roy, N.H., Bonazzi,D., et al. (2022). TrackMate 7: integrating state-of-the-art segmentationalgorithms into tracking pipelines. Nat. Methods 19, 829–832. https://\ndoi.org/10.1038/s41592-022-01507-1 .\n97. Edelstein, A.D., Tsuchida, M.A., Amodaj, N., Pinkard, H., Vale, R.D., and\nStuurman, N. (2014). Advanced methods of microscope control usingmManager software. J. Biol. Methods 1,1 . https://doi.org/10.14440/\njbm.2014.36 .\n98. Brenner, S. (1974). The genetics of Caenorhabditis elegans. Genetics 77,\n71–94. https://doi.org/10.1093/genetics/77.1.71 .\n99. Merritt, C., and Seydoux, G. (2010). Transgenic solutions for the germ-\nline. WormBook 1–21 , 1–21. https://doi.org/10.1895/wormbook.1.148.1 .\n100. Mello, C., and Fire, A. (1995). DNA transformation. Methods Cell Biol. 48,\n451–482. https://doi.org/10.1016/S0091-679X(08)61399-0 .ll\nOPEN ACCESS\n102 Cell 188, 89–103, January 9, 2025Article"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "101. Okochi, Y., Kimura, K.D., Ohta, A., and Mori, I. (2005). Diverse regulation\nof sensory signaling by C. elegans nPKC-epsilon/eta TTX-4. EMBO J. 24,\n2127–2137. https://doi.org/10.1038/sj.emboj.7600697 .\n102. Stiernagle, T. (2006). Maintenance of C. elegans. WormBook 1–11 , 1–11.\nhttps://doi.org/10.1895/wormbook.1.101.1 .103. Goodman, M.B., Klein, M., Lasse, S., Luo, L., Mori, I., Samuel, A., Sen-\nGupta, P., and Wang, D. (2014). Thermotaxis navigation behavior. Worm-Book 1–10 , 1–10. https://doi.org/10.1895/wormbook.1.168.1 .\n104. Kimura, K.D., Miyawaki, A., Matsumoto, K., and Mori, I. (2004). The C. el-\negans thermosensory neuron AFD responds to warming. Curr. Biol. 14,\n1291–1295. https://doi.org/10.1016/j.cub.2004.06.060 .ll\nOPEN ACCESS\nCell 188, 89–103, January 9, 2025 103Article"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "STAR+METHODS\nKEY RESOURCES TABLE\nREAGENT or RESOURCE SOURCE IDENTIFIER\nDeposited data\nGitHub: https://doi.org/10.5281/zenodo.14170612 This paper GitHub: https://doi.org/10.5281/\nzenodo.14170612\nExperimental models: Organisms/strains\nC. elegans : Strain N2: Bristol wild-type strain Caenorhabditis Genetics Center N2\nC. elegans : Strain DCR7342: inx-1(ola375)\nX outcrossed 1 timeThis paper DCR Lab Strain ID: DCR7342\nC. elegans : Strain DCR5281: inx-1(tm3524)\nX outcrossed 6 timesThis paper DCR Lab Strain ID: DCR5281\nC. elegans : Strain DCR5283: inx-1(gk580946)\nX outcrossed 4 timesThis paper DCR Lab Strain ID: DCR5283\nC. elegans : Strain CB4856 Hawaiian wild-type strain Caenorhabditis Genetics Center CB4856\nC. elegans : Strain DCR3542: pkc-1(nj1) V; inx-1(ola375) X This paper DCR Lab Strain ID: DCR3542\nC. elegans : Strain IK105: pkc-1(nj1) V Caenorhabditis Genetics Center IK105\nC. elegans : Strain FX03524: inx-1(tm3524) X Shohei Mitani/ NBRP FX03524\nC. elegans : Strain FX16643:\ntmIs1091[Pttx-3::nCRE, Plin-44::GFP]Shohei Mitani/ NBRP FX16643\nC. elegans : Strain DCR3682: inx-1(tm3524) X;\nolaEx2136[Pinx-1(2.5kb)::INX-1gene::SL2::GFP\n(10 ng/ul), Punc-122::RFP (35 ng/ul)]This paper DCR Lab Strain ID: DCR3682\nC. elegans : Strain DCR4453: inx-1(tm3524) X;\nolaEx2619[Pmod-1::INX1AcDNA +INX1BcDNA::\nSL2::GFP (10ng/mL each); Punc122::GFP] Line 2This paper DCR Lab Strain ID: DCR4453\nC. elegans : Strain DCR4116: olaEx2390[Pinx-\n1(2.5kb)::GFP, Pinx-1(1.5kb)::mCherry, Punc-122::GFP]This paper DCR Lab Strain ID: DCR4116\nC. elegans : Strain DCR4708: inx-1(ola278) X This paper DCR Lab Strain ID: DCR4708\nC. elegans : Strain DCR4997:inx-1(ola278) X,\n3 times outcrossed with N2This paper DCR Lab Strain ID: DCR4997\nC. elegans : Strain DCR4984: inx-1(ola278) X; olaEx2943\n[Pinx-1(2.5kb)::nCRE (25 ng/ul), Punc-122::RFP] Line 1This paper DCR Lab Strain ID: DCR4984\nC. elegans : Strain DCR4985: inx-1(ola278) X; olaEx2944\n[Pinx-1(2.5kb)::nCRE::3UTR; Punc122:RFP] Line 2This paper DCR Lab Strain ID: DCR4985\nC. elegans : Strain DCR4986: Inx-1(ola278) X; olaEx2945\n[Pinx-1(2.5kb)::nCRE::3UTR; Punc122:RFP] Line 3This paper DCR Lab Strain ID: DCR4986\nC. elegans : Strain DCR4990: inx-1(ola278) X; olaEx2949\n[Pinx-1(1kb)::nCRE (25 ng/ul), Punc-122::RFP] Line 1This paper DCR Lab Strain ID: DCR4990\nC. elegans : Strain DCR4991: inx-1(ola278) X;\nolaEx2950[Pinx-1(1kb)::nCRE::3UTR (25 ng/ul),Punc-122::RFP] Line 2This paper DCR Lab Strain ID: DCR4991\nC. elegans : Strain DCR4992: inx-1(ola278) X; olaEx2951\n[Pinx-1(1kb)::Ncre::3UTR (25 ng/ul), Punc-122::RFP] Line 3This paper DCR Lab Strain ID: DCR4992\nC. elegans : Strain DCR4993: inx-1(ola278) X; olaEx2952\n[Pinx-1(1kb)::Ncre::3UTR (25 ng/ul), Punc-122::RFP] Line 4This paper DCR Lab Strain ID: DCR4993\nC. elegans : Strain DCR5027: inx-1(ola278) X; olaEx2976\n[Pcex-1::nCRE::3UTR (25 ng/ul), Punc-122::RFP] Line 1This paper DCR Lab Strain ID: DCR5027\nC. elegans : Strain DCR5028: inx-1(ola278) X; olaEx2977\n[Pcex-1::nCRE::3UTR (25 ng/ul), Punc-122::RFP] Line 2This paper DCR Lab Strain ID: DCR5028\nC. elegans : Strain DCR5029: inx-1(ola278) X; olaEx2978\n[Pcex-1::nCRE::3UTR (25 ng/ul), Punc-122::RFP] Line 3This paper DCR Lab Strain ID: DCR5029\n(Continued on next page )ll\nOPEN ACCESS\ne1 Cell 188, 89–103.e1–e8, January 9, 2025Article"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Continued\nREAGENT or RESOURCE SOURCE IDENTIFIER\nC. elegans : Strain DCR5030: inx-1(ola278) X; olaEx2979\n[Podr-2b3a::nCRE (25 ng/ul), Punc-122::RFP] Line 1This paper DCR Lab Strain ID: DCR5030\nC. elegans : Strain DCR5031: inx-1(ola278) X; olaEx2980\n[Podr-2b3a::nCRE (25 ng/ul), Punc-122::RFP] Line 2This paper DCR Lab Strain ID: DCR5031\nC. elegans : Strain DCR5032: inx-1(ola278) X; olaEx2981\n[Podr-2b3a::nCRE (25 ng/ul), Punc-122::RFP] Line 3This paper DCR Lab Strain ID: DCR5032\nC. elegans : Strain DCR5035: inx-1(ola278) X; olaex2984\n[Pttx-3::SL2::nCRE::3UTR (25ng/ml), Punc122:RFP] Line 1This paper DCR Lab Strain ID: DCR5035\nC. elegans : Strain DCR5036: inx-1(ola278) X; olaex2985\n[Pttx-3::SL2::nCRE::3UTR (25ng/ml), Punc122:RFP] Line 2This paper DCR Lab Strain ID: DCR5036\nC. elegans : Strain DCR5037: inx-1(ola278) X; olaex2986\n[Pttx-3::SL2::nCRE::3UTR (25ng/ml), Punc122:RFP] Line 3This paper DCR Lab Strain ID: DCR5037\nC. elegans: Strain DCR4987:Inx-1(ola278); olaEx2946\n[Posm-6::nCRE::UTR (25ng/mL); Punc122:RFP] Line 1This paper DCR Lab Strain ID: DCR54987\nC. elegans: Strain DCR4988: Inx-1(ola278); olaEx2947\n[Posm-6::nCRE::UTR (25ng/mL); Punc122:RFP] Line 2This paper DCR Lab Strain ID: DCR4988\nC. elegans: Strain DCR4989: Inx-1(ola278); olaEx2948\n[Posm-6::nCRE::UTR (25ng/mL); Punc122:RFP] Line 3This paper DCR Lab Strain ID: DCR4989\nC. elegans: Strain DCR5108: inx-1(ola278) X; olaEx3041\n[Pceh-16::nCRE::3UTR, Punc-122::RFP] Line 1This paper DCR Lab Strain ID: DCR5108\nC. elegans: Strain DCR5109: inx-1(ola278) X; olaEx3042\n[Pceh-16::nCRE::3UTR, Punc-122::RFP] Line 2This paper DCR Lab Strain ID: DCR5109\nC. elegans : Strain DCR3056 olaIs17 [Pmod-1::GCaMP6s\n(25ng/ul), Pttx -3::mCherry (25ng/ul),\nPunc -122::dsRed (40ng/ul)] IHawk et al.70DCR Lab Strain ID: DCR3056\nC. elegans : Strain DCR5438: olaIs17 [Pmod -1::GCaMP6s\n(25ng/ul), Pttx -3::mCherry (25ng/ul),\nPunc -122::dsRed (40ng/ul)] I; inx-1(gk580946) XThis paper DCR Lab Strain ID: DCR5438\nC. elegans: Strain DCR9642: inx-1(tm3524) X;\nolaEx5669[Pttx-3:GFP; Punc122:GFP] Line 4This paper DCR Lab Strain ID: DCR9642\nC. elegans: Strain DCR9646: olaEx5669\n[Pttx-3:GFP; Punc122:GFP] Line 4This paper DCR Lab Strain ID: DCR9646\nC. elegans: Strain DCR9643: inx-1(tm3524) X; olaIs72\n[Pelt-7::mCherry; Pttx-3G::Sl2::CX36::mCherry];olaEx5670 [Pttx-3:GFP; Punc122:GFP] Line 1This paper DCR Lab Strain ID: DCR9643\nC. elegans : Strain DCR8947: inx-1(tm3524) X;\nolaEx5356[Pttx-3G::SL2::Cx36::mCherry (25ng/ul),Pelt -7::mCherry (25ng/ul)]This paper DCR8947\nC. elegans : Strain DCR4466: olaIs17 [Pmod -1::GCaMP6s\n(25ng/ul), Pttx -3::mCherry (25ng/ul),\nPunc -122::dsRed (40ng/ul)] I; inx-1(tm3524) XThis paper DCR Lab Strain ID: DCR4466\nOligonucleotides\nSee Table S1 in the supplemental information\ndocument for the complete listThis paper N/A\nRecombinant DNA\nPlasmid: DACR2397: Pttx-3G::sl2::CX36::mCherry Hawk et al.\n70DCR Lab Plasmid ID: DACR2397\nPlasmid: DACR2217: Pceh-16::nCRE::unc54UTR This paper DCR Lab Plasmid ID: DACR2217\nPlasmid: DACR2206: Pcex-1:nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2206Plasmid: DACR2194: Podr2b3a:nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2194Plasmid: DACR2188: Posm-6:nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2188Plasmid: DACR2186: Pttx-3:SL2:nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2186Plasmid: DACR2193: Pinx-1(1kb):nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2193Plasmid: DACR2192: Pinx-1(2.5):nCRE:unc54UTR This paper DCR Lab Plasmid ID: DACR2192\n(Continued on next page )ll\nOPEN ACCESS\nCell 188, 89–103.e1–e8, January 9, 2025 e2Article"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Continued\nREAGENT or RESOURCE SOURCE IDENTIFIER\nPlasmid: DACR1605: Pinx-1:INX1gene:SL2:GFP This paper DCR Lab Plasmid ID: DACR1605\nPlasmid: DACR1815: Pmod-1:INX-1B:unc54 3UTR This paper DCR Lab Plasmid ID: DACR1815Plasmid: DACR1816: Pmod-1:INX-1A:unc54 3UTR This paper DCR Lab Plasmid ID: DACR1816\nSoftware and algorithms\nMagat Analyzer Software Package Gershow et al.\n94N/A\nLabView 2011 National Instruments www.ni.com/en.html?cid=PSEA-\n7013q000001fLKAAA2-CONS-Bing_1239149829979437&utm_keyword=national%20instruments&msclkid=\nab7b918cdac01b423c37f716bfc82087\nMATLAB R2023a Mathworks www.mathworks.com/products/\nmatlab.html\nTime in isothermal tracking quantiﬁcation Matlab\ncode: GitHub: https://doi.org/10.5281/zenodo.14170612This paper https://github.com/colonramoslab/\nAlmoril-Porras-et-al.-2023-Inx-1-\nRun duration quantiﬁcation code for dispersion analysis\nMatlab code: GitHub: https://doi.org/10.5281/zenodo.\n14170612This paper https://github.com/colonramoslab/\nAlmoril-Porras-et-al.-2023-Inx-1-\nGeneral behavior cuantiﬁcation matlab code: Github:\nhttps://doi.org/10.5281/zenodo.14170612This paper https://github.com/colonramoslab/\nAlmoril-Porras-et-al.-2023-Inx-1-\nTime to reach isothermal tracking region Python\ncode: GitHub: https://doi.org/10.5281/zenodo.14170612This paper https://github.com/colonramoslab/\nAlmoril-Porras-et-al.-2023-Inx-1-\nCalcium Imaging Analysis Python code: GitHub: https://\ndoi.\norg/10.5281/zenodo.14170612This paper https://github.com/colonramoslab/\nAlmoril-Porras-et-al.-2023-Inx-1-\nPython Python Software Foundation www.python.org/\nPrism Graphpad Software Inc https://www.graphpad.com/\nAdobe Adobe https://www.adobe.com/products/\nillustrator.html\nFiji Schindelin et al.\n95https://imagej.net/Fiji/Downloads\nTrackMate Ershov et al.96www.imagej.net/plugins/trackmate/\nNIS-ELEMENTS Nikon www.microscope.healthcare.nikon.\ncom/products/software/nis-elements\nMicroManager Edelstein et al.97www.micro-manager.org\nClampex Molecular Devices www.moleculardevices.com/products/\naxon-patch-clamp-system/acquisition-\nand-analysis-software/pclamp-\nsoftware-suite\nOther\nMightEx BCE-B050-U Mightex www.mightexbio.com\nLeica DM5500 Leica Microsystems www.leica-microsystems.com\nLeica DM6B Leica Microsystems www.leica-microsystems.com\nHamamatsu ORCA-FUSIONBT SCMOS Haamamatsu https://www.hamamatsu.com/jp/en/\nproduct/cameras/cmos-cameras/\nC15440-20UP.html\nconfocal spinning disk CSU-W1 System Yokogawa https://www.yokogawa.com/solutions/\nproducts-and-services/life-science/\nspinning-disk-confocal/csu-w1-\nconfocal-scanner-unit/\nCFI PLAN APO LAMBDA 60X OIL objective Nikon https://www.microscope.healthcare.\nnikon.com/products/optics/cﬁ-plan-apochromat-lambda-series\nNikon Ti2-E Inverted Microscope Nikon www.microscope.healthcare.nikon.com/\ndPatch Low-Noise Ultra-Fast Digital\nPatch Clamp Ampliﬁer SystemSutter Instrument www.sutter.com/AMPLIFIERS/dpa.html\n(Continued on next page )ll\nOPEN ACCESS\ne3 Cell 188, 89–103.e1–e8, January 9, 2025Article"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "EXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS\nC. elegans\nNematodes were regularly maintained at room temperature (20-23/C14C) or inside Precision 815 (Thermo Scientiﬁc) or I-36NL (Percival\nScientiﬁc) incubators at 20/C14C, grown on bacterial lawns of Escherichia coli strain OP50 seeded onto Nematode Growth Medium, ac-\ncording to husbandry standards.98One-day adult hermaphrodite worms were used in all experiments unless otherwise noted. The\nN2Bristol strain was used as the wild-type background. See the key resources table for a complete list of the strains used in this study.\nMETHOD DETAILSMolecular biology\nPlasmids were generated using Gibson Assembly (New England Biolabs) or the multi-site Gateway cloning system (Invitrogen). EitherPhusion or Q5 High-Fidelity DNA-polymerase (NEB) were used for cloning or subcloning elements into the Gateway entry vectors.\nCell-speciﬁc promoter fragments were ampliﬁed from genomic DNA or preexisting plasmids and introduced into pENTR41 orpENTR\n50-TOPO vectors (Invitrogen); CDS of interest were inserted into pDONR221[1-2] (Invitrogen); and preexisting 3’UTR regions of\ncommonly used genes ( unc-54, let-858 ) into pDONR221[2-3] were used. Every insert was sequenced in their respective entry vector\nprior to the four-component LR recombination to generate the ﬁnal expression plasmid.\n99\nNematode Strains and maintenanceNematodes were regularly maintained at room temperature (20-23\n/C14C) or inside Precision 815 (Thermo Scientiﬁc) or I-36NL (Percival\nScientiﬁc) incubators at 20/C14C, grown on bacterial lawns of Escherichia coli strain OP50 seeded onto Nematode Growth Medium, ac-\ncording to husbandry standards.98One-day adult hermaphrodite worms were used in all experiments unless otherwise noted. The\nN2Bristol strain was used as the wild-type background.\nGenotyping of mutant strains\nAdult worms were lysed following standard protocols and PCRs were performed using GoTaq Green Master Mix (Promega, REF-M7123). Mutant alleles were distinguished from wild type by imaging Restriction Fragment Length Polymorphisms (RFLP) on an\nagarose gel or by Sanger Sequencing performed by GENEWIZ (Azenta Life Sciences). The full set of genotyping primerscan be found\nin the key resources table , and supplemental information sections.\nFor genotyping the inx-1(tm3524) X allele, the annealing temperature was 55\n/C14C, and elongation 1 minute at 72/C14C. Ampliﬁed prod-\nucts were run on a 2% agarose gel. Homozygous wild type produces 542bp & 159bp bands, while homozygous inx-1(tm3524) X pro-\nduces a single 304bp band, and a heterozygous inx-1(+/tm3524) X will produce three bands at 542bp, 304bp & 159bp.\nForinx-1 exome sequencing, annealing temperature was 55/C14C, elongation time 1 minute and 15 seconds at 72/C14C. Resulting prod-\nucts were sent out for Sanger Sequencing performed by GENEWIZ (Azenta Life Sciences). Products are 576bp, 982bp, 994bp and\n250bp for each respective exome primer sets.\nGeneration of transgenic strains\nTransgenic C. elegans strains were generated by microinjection of the plasmids of interest into the gonad syncytia following standard\napproaches.100Transgenic lines were selected and maintained based on the expression of one or multiple of the followingContinued\nREAGENT or RESOURCE SOURCE IDENTIFIER\niXonEM + 885 Electron Multiplying CCD camera Oxford Instruments andor.oxinst.com/products/ixon-\nemccd-cameras-for-life-science\n59222 ET ﬁlter set Chroma Technology Corp. www.chroma.com/products/sets/\n59222-et-egfp-mcherry-or-ﬁtc-txred-\nwith-single-band-exciters\nLight Source Sutter Instrument sutter.com/IMAGING/lambdaxl_frame.html\nMulticlamp 700B ampliﬁer Molecular Devices www.moleculardevices.com/products/\naxon-patch-clamp-system/ampliﬁers/axon-instruments-patch-clamp-ampliﬁers\nAxon Digidata 1550B Low-Noise\nData Acquisition System plus HumSilencerMolecular Devices www.moleculardevices.com/products/\naxon-patch-clamp-system/digitizers/axon-digidata-1550b-plus-humsilencer\nNikon FN-1 Nikon www.microscope.healthcare.nikon.com/\nproducts/upright-microscopes/eclipse-fn1ll\nOPEN ACCESS\nCell 188, 89–103.e1–e8, January 9, 2025 e4Article"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "co-injection markers: Punc-122::GFP, Punc-122::RFP, Punc-122::dsRed Pmyo-3::mCherry, Pelt-7::GFP::NLS orPelt-7::mCherry::\nNLS. Extrachromosomal arrays were integrated into the nematode genome via UV-activated trimethylpsoralen (TMP, Sigma,\nT6137 ), following standard methods. For a full list of strains used and generated by this work, please refer to key resources table .\nSensitized forward-genetic screens\nTo unbiasedly ﬁnd new genes that might regulate or modulate the distinct thermotaxis gradient migration and isothermal tracking\nbehaviors, forward-genetic screens were performed on pkc-1(nj1) loss-of-function mutants (strain IK105 in key resources table ),\nwhich perform constitutively thermophilic behaviors. This screen resulted in recovery of ola375 . In addition to suppressing the\npkc-1(nj1) mutant phenotype of migrating up a shallow temperature gradient regardless of their preferred trained temperature,101\nthese animals tracked isotherms more often, and further away from their preferred temperature. We mapped the causative lesion\nto a 5 Mb region in Chromosome X (genomic position /C243Mb to /C248Mb) by Hawaiian SNP mapping43and Whole-Genome Sequencing\n(WGS)44,45making use of the CloudMap pipeline.46Whole-Genome Sequencing (WGS) was performed by the Yale Center for\nGenome Analysis (YCGA).\nIdentiﬁcation of ola375 causative lesions\nWe further characterized the causative molecular lesion of ola375 by ﬁne mapping using SNPs present in the divergent, Hawaiian\nwild-type strain ( CB4856 )43and outcrossing SNPs with the reference N2 wild-type strain. When recombinants with wild-type DNA\nregions within the 5Mb previously-mapped region were recovered, from either the 3Mb or the 8Mb ﬂank, both the suppressingpkc-1(nj1) phenotype and the isothermal ‘‘hypertracking’’ phenotype were greatly diminished. Further analysis of the behavioral phe-\nnotypes, in combination with underlying molecular lesions in that region, led us to identify a mutant allele for gap junction innexin gene\ninx-1(ola375) , which was exclusively responsible for the isothermal ‘‘hypertracking’’ phenotype under a wild-type background. This\ngenetic lesion consists on both a missense SNP and a small indel in the ﬁfth coding exon, resulting in an early STOP codon (see\nFigure1 D;Figure S1 ;supplemental information ). We established that inx-1(ola375) is the causative lesion to the isothermal tracking\ndefects detected in this screen via four approaches: 1) examining additional alleles of inx-1, namely tm3524 andgk580946 , and deter-\nmining that they phenocopy the behavioral phenotypes (persistent isothermal tracking) observed for inx-1(ola375) ; 2) performing\ncomplementation tests to allele tm3524 and determining that inx-1(ola375) fails to completement the observed behavioral pheno-\ntypes; 3) performing genetic rescue experiments with a genomic region of inx-1 and observing that is sufﬁcient to rescue the behav-ioral phenotypes and 4) performing conditional knock-out experiments and observing that cell-speciﬁc knockouts of inx-1 in the AIY\ninterneurons are sufﬁcient to reconstitute the observed behavioral phenotype for inx-1(ola375) .\nGeneration of ‘‘ﬂoxed’’ inx-1(ola278) for conditional Knock-Out experiments\nWe inserted LoxP sites ﬂanking the endogenous inx-1 genomic coding locus via the CRISPR-based, genomic edition protocol\ndetailed in Dickinson et al.\n68This strain also carries an inserted tagRFP sequence and a Hygromycin B resistance gene after the\n30LoxP insertion ( Figure S1 F). Complete inserted sequence can be found in Data S1 .\nComplementation Assays\nTo obtain inx-1(tm3524)/ola375 transheterozygous animals, inx-1(tm3524) males that have coelomocytes tagged with GFP (see key\nresources table ) were crossed with ola375 hermaphrodites. From the progeny, hermaphrodites possessing the marker were picked\nin L4 stage for running behavioral assays at 0.8/C14C/cm gradient.\nThermotaxis Behavioral Assays\nFor all behavior experiments, the animals’ developmental stage was synchronized by either allowing gravid adults to lay eggs in a\nseeded plate for two hours, three days prior to the assay or by picking L4 animals – identiﬁed by the clear half-moon patch in the\nmidsection of the animal – the day before the experiment. The plates were then kept in Precision 815 (Thermo Scientiﬁc) orI-36NL (Percival Scientiﬁc) incubators at 20\n/C14C up to the time of the experiment for experiments with a cultivation temperature of\n20/C14C, or shifted to the appropriate temperature 4-6 hours prior to testing, in the case of temperature shift assays. Behavioral analyses\nwere performed as described previously.42,70A population of synchronized one-day adult hermaphrodites were picked onto an un-\nseeded plate and washed in M9.1023-5 worms were then transferred by micropipette on a 3 ml M9 droplet to the respective starting\npoints on the assay plates,103equilibrated for 5-10 min, and they were allowed to freely crawl on the arena for 30-60 min, acquiring\nimages at 2fps with a MightEx BCE-B050-U camera. Nematode tracks were identiﬁed from the collected images using theMagatAnalyzer software package with modiﬁcations as previously indicated.\n42,70,94\nShallow gradients for Gradient Migration Quantiﬁcation\nThe original suppressor screen was performed on equipment previously described,42,70monitoring nematode gradient migration in\nthe presence of a shallow temperature gradient (0.18/C14C/cm). Brieﬂy, two pairs of thermoelectric components controlled by two Ac-\ncuthermo FTC100D PID controllers sit at either side of an aluminum slab, and generate a deﬁned linear temperature gradient. The\nsystem is cooled by a closed refrigeration system connected to a liquid cooling radiator in contact with dry ice. The aluminumslab in turn contacts a square assay plate (Corning /C226) with a 224 x 224 mm internal arena where the worms will perform. To ensurell\nOPEN ACCESS\ne5 Cell 188, 89–103.e1–e8, January 9, 2025Article"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "efﬁcient heat transfer between the slab and the arena, either a volume of glycerol was used, or a ﬁtted smaller aluminum sheet was\nintercalated between the aluminum slab and the assay plate. Red LEDs parallel to the plate generate a dark background image with\nbright outlines of the nematodes, captured by a MightEx camera (BCE-B050-U) above, at 2 frames per second, for 30-60 min. The\nwhole system is encased in a modiﬁed cabinet. Unless otherwise explicitly noted, the gradient of the arena goes from 18/C14Ct o2 2/C14C,\nand animals are placed in the middle of the arena, near 20/C14C. 24-33 animals are tested per assay.\nModerate and steep gradients for Isothermal Tracking Quantiﬁcation\nC. elegans perform maximal isothermal tracking behavior at /C240.6/C14C/cm gradients or higher.22To generate these gradients, we used a\nmodiﬁed, smaller version of the equipment described above and previously,42,70kindly gifted to us by Aravi Samuel (Harvard Univer-\nsity). Unless otherwise explicitly noted, the gradient on the arena is centered on 20/C14C and goes from 17/C14Ct o2 3/C14C for 0.6/C14C/cm\ngradient and 16/C14Ct o2 4/C14C for 0.8/C14C/cm gradient. For the classical assay placement, 9 animals in 3 droplets were placed along\nthe 20C isothermal line in the middle of the arena. To quantitatively assess and adequately quantify isothermal tracking across\nthe full gradient, a population of animals is assayed by starting in an H conﬁguration, as shown in Figures 1 F and 1G (yellow start\nsites). The ‘‘H-format’’ assay was intentionally developed to examine the choices of animals performing isotherms when they areplaced above, below or at T\ncfor the examined genotypes. For an assessment of animals performing more isothermal tracking or un-\nder the wrong context, four starting droplets at each respective edge of the gradient were used. 24–27 animals are tested per assay.\nDispersion Assays\nL4 stage hermaphrodites were picked into a plate seeded with E. coli the day before the experiment, and kept overnight at 20/C14C.N o\nless than 1 hour before the experiment, the plates were placed next to the assay arena to acclimate animals to ambient temperature.\nUnlike for thermotaxis assays, in dispersion the heating and cooling units were turned off to not generate a predetermined temper-ature gradient. Animals were then washed in M9 buffer and unto an unseeded plate, and transferred into the 22x22cm agarose arena\nin 3mL droplets, each with approximately 3 animals. Animals were distributed in the arena as to avoid collisions (in the top left, bottom\nleft, center, top right and bottom right areas of the arena). Acquisition started no less than 10mins after placing the last droplet.\nConfocal imaging\nYoung adults or L4 hermaphrodite animals were mounted in 2% agarose dissolved in M9 buffer pads and anaesthetized with 10mMlevamisole (Sigma). Confocal images were acquired with dual Hamamatsu ORCA-FUSIONBT SCMOS cameras on a Nikon Ti2-E In-\nverted Microscope using a confocal spinning disk CSU-W1 System, 488nm and 561nm laser lines and a CFI PLAN APO LAMBDA 60X\nOIL objective. Images were captured using the NIS-ELEMENTS software, with 2048px x 2048px, 16-bit depth, 300nm step size,300ms of exposure time and enough sections to cover the whole worm depth.\nCalcium Imaging\nImaging calcium dynamics was performed as previously described,\n70with some modiﬁcations. The sample mounting protocol was\nmodiﬁed to enrich the samples with animals positioned dorsoventrally, allowing for imaging of both AIY neurons simultaneously.\nTemperature control elements and most microscopy elements remain identical to Hawk et al.,70with a Leica DM6B being used in\naddition of Leica DM5500. Image acquisition was performed using MicroManager.97For imaging calcium dynamics, the imaging\npad was ﬁrst made by placing 5% Agarose dissolved in M9 buffer unto a 22x22mm glass slide and pressing it with a larger\n25x75cm microscope slide. 18ul Levamisole was then placed on top of the pad. Using a minimal amount of bacteria, worms were\npicked from their respective cultivation plate, unto one without bacteria, removing excess bacteria afterwards. It was then ﬂoodedwith M9 buffer, then pipetted as many as possible in 2 droplets of 3ul into the imaging pad. The levamisole, M9 buffer, and NGM platewithout bacteria were maintained at cultivation temperature of 20C. To enrich for dorsoventral view, a 5mins rest time was given\nbefore proceeding. Any excess liquid remaining was removed by slightly tilting the coverslip while keeping the worms uphill, and\nthen removing the excess on the bottom by cutting that part of the pad. The worms were grouped together using an eyelashpick. Once the pad is almost dry, the top coverslip was carefully placed. The imaging pad was then moved to the temperature stage,\npreviously set to constant 20C, while the image was focused to start acquisition.\nThe temperature stage consists of a black painted Peltier plate surface. A cooling system removing excess heat runs through a\ncopper cooling block attached to the bottom surface of the stage. Temperature was controlled through custom LabView (National\nInstruments) software and H-bridge ampliﬁer (Accuthermo FTXD700D) and controller (Accuthermo FTC200), that obtain temperature\nmeasurements from a thermal probe (Omega SRTD-2). Micromanager\n97was used to acquire ﬂuorescence images over time at\n250ms exposure time, 1fps and 1x1 binning. A Leica DM5500 and Leica DM6B microscope with a 10XX/0.40 HC PL APO air objec-\ntive, Photometrics Dual-View 2 (DV2) optical splitter and Hamamatsu ORCA-Flash 4.0 LT camera were used to acquire images with\nboth green and red channels.\nElectrophysiological experiment and analyses\nThe electrophysiological experiments involving calcium imaging of AIY neurons were conducted using transgenic strains expressing\nPmod -1::GCaMP6s andPttx -3::mCherry , in both wild type and inx-1(gk580946) mutants. Experiments performed for measuring AIY\nmembrane resistance, membrane capacitance and membrane voltage response to current injections were conducted in transgenicll\nOPEN ACCESS\nCell 188, 89–103.e1–e8, January 9, 2025 e6Article"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "strains expressing P ttx-3G::GFP in wild type and inx-1(tm3524) mutants. In each experiment, a young adult hermaphrodite animal\nwas immobilized on a Sylgard-coated circular coverglass by applying Vetbond Tissue Adhesive (3M Company) along the anterior\ndorsal region. A longitudinal cut ( /C24200mm) was made by a diamond dissecting tool in the glued area. The cuticle above the cut\nwas gently pulled back and afﬁxed to the coverglass, exposing head neurons. The coverglass was then placed in a recording cham-ber ﬁlled with extracellular solution (composition: NaCl 140 mM, KCl 5 mM, CaCl\n25 mM, MgCl 25 mM, dextrose 11 mM and HEPES\n5 mM, pH 7.2). The pipette solution contained (in mM) KCl 120, KOH 20, Tris 5, CaCl 20.25, MgCl 24, sucrose 36, EGTA 5 and Na 2ATP\n4 (pH 7.2). The two AIYs were identiﬁed based on either mCherry or GFP ﬂuorescence, and one of them was patch-clamped to estab-lish the classical whole-cell conﬁguration.\nSince this study represents, to our knowledge, the ﬁrst-time information about gap junction function in C. elegans has been\nobtained based on the voltage clamp of a single neuron, we implemented a new system (dPatch-2, Sutter Instruments) and meth-\nodologies that were optimized in collaboration with technical staff from Sutter Instruments towards measurements of membraneresistance and membrane capacitance of very small cells (like C. elegans neurons). Membrane capacitance and resistance were\ndetermined using the Membrane Test function of a dPatch-2 digital patch clamp ampliﬁer system (Sutter Instruments). In voltage-\nclamp experiments for assessing membrane depolarization on calcium signals, one AIY was stepped from -60 mV to +40 mV for20 seconds before returning to -60 mV. Calcium transients of both AIYs were imaged before (10 sec), during (20 sec), and after\n(30 sec) the voltage step at 1-second intervals using an electron-multiplying CCD camera (iXonEMþ885, Andor Technology), a\nFITC ﬁlter set (59222, Chroma Technology Corp.), a light source (Lambda XL, Sutter Instrument), and NIS-Elements software (Nikon).TTL signals from the camera synchronized the recordings of calcium transients with the voltage-clamp protocol. In current-clampexperiments for assessing the effect of current injections on membrane voltage, negative and positive currents ranging from\n-10 pA to +20 pA at 2.5-pA intervals were injected into a clamped AIY for 5 seconds per step. Except for the voltage-clamp exper-\niments for measuring membrane capacitance and membrane resistance, all electrophysiological experiments were conducted usinga Multiclamp 700B ampliﬁer (Molecular Devices, Sunnyvale, CA), a digitizer (Digidata 1550B, Molecular Devices), and Clampex soft-\nware (version 11, Molecular Devices) with data ﬁltered at 2 kHz and sampled 10 kHz. The voltage-clamp experiments for measuring\nmembrane resistance and membrane capacitance were conducted using a digital patch clamp ampliﬁer system (d-Patch-2, SutterInstrument). Borosilicate glass pipettes with a tip resistance of approximately 20 MOhm were used as electrodes in all electrophys-\niological recordings. The electrophysiological and calcium imaging experiments utilized a Nikon FN-1 microscope equipped with a\n40X water immersion objective, an electron-multiplying CCD camera (iXonEM+885, Andor Technology), a light source (Lambda XL,Sutter Instrument) with a ﬁlter wheel, and the NIS-Elements software (Nikon).\nQUANTIFICATION AND STATISTICAL ANALYSIS\nStatistical Tests\nStatistical tests of dispersion assay results were performed using Python version 3.11, Python Software Foundation, www.python.\norg. All other statistical tests were performed using GraphPad Prism version 9 for Windows, GraphPad Software, San Diego, Cali-\nfornia USA, www.graphpad.com . Chosen statistical tests are described in the relevant ﬁgure legends. All the codes used in the study\ncan be accessed at the following repository: GitHub: https://doi.org/10.5281/zenodo.14170612 .\nQuantiﬁcation of isothermal tracking\nWorm tracks were ﬁrst analyzed and segmented by a modiﬁed MAGATAnalyzer software package.\n42,94These trajectories were then\nﬁltered into periods of isothermal tracking, deﬁned as forward motion events in which at least 90% of the displacement occurred inthe vertical, isotherm orientation, for a minimum of 25 seconds; and periods of non-isothermal tracking in which the movement of theworm did not pass the isothermal tracking ﬁlter. The segmented isothermal tracking periods were further analyzed by their duration in\nseconds, temperature at which the period started and number of events.\nQuantiﬁcation of behavior\nQuantiﬁcations of turns, thermotaxis indices and other parameters relevant to gradient migration were automatically scored per\nworm track by an adapted MAGATAnalyzer software package, previously described.\n42,94For dispersion assays, worm tracks\nwere ﬁrst analyzed and segmented by the same modiﬁed MAGATAnalyzer software package. Then in custom MATLAB scripts tra-\njectories movements were ﬁltered into 2 categories: runs, which are deﬁned as forward motion events where the direction of travel\ndoes not change abruptly by more than 25 degrees, and is sustained for at least 22.5 seconds; and other forms of movements liketurns. We note that using other parameters similar results. Statistical analysis and plotting were done on python. All codes used in the\nstudy can be accessed at GitHub: https://doi.org/10.5281/zenodo.14170612 .\nThe time taken to reach the isothermal tracking region (14\n/C14C for the 0.8/C14C/cm gradient going from 16/C14Cto 24/C14C) was obtained by\nidentifying the time point corresponding to when the X coordinates for the tracks ﬁrst registered to reach or pass the positional co-ordinate pertaining to 14\n/C14C.Tracks that, within the experimental time of 1 hour,never met this criteria were not included in the average\nand analysis. This procedure was coded in Python.ll\nOPEN ACCESS\ne7 Cell 188, 89–103.e1–e8, January 9, 2025Article"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Quantiﬁcation of calcium imaging in AIY\nFIJI95with TrackMate96plugin were used to deﬁne the portion of each AIY at zone 2 as regions of interest, track over time and calcu-\nlate the intensities. Tracking was done with the semiautomatic tracking feature. Downstream processing was done with custom Py-\nthon scripts, which includes alignment of intensities with temperature, response detection and heatmap generation. Responses werescored as the initial rise of the AIY calcium signal as determined by an automated response calling based on signal intensity and its\nderivative.ll\nOPEN ACCESS\nCell 188, 89–103.e1–e8, January 9, 2025 e8Article"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Supplemental ﬁgures\nFigure S1. Strategies, strains, and quantiﬁcations, related to Figure 1\n(A) Schematic of the core part of the thermotaxis circuit. All neurons outlined here are bilaterally symmetric. Sensory neuron AFD is the main thermos ensory\nneuron of the circuit,23,33,34,104and its only known chemical synaptic outputs are onto interneuron AIY.32AIY also receives chemical synaptic outputs from other\nsensory neurons and interneurons (not shown in this schematic), and it forms presynaptic specializations primarily onto interneurons AIZ, RIA, and RIB. AIY is also\nknown to form electrical synapses onto motor interneuron RIM.32\n(B) Percentage of total time animals spend tracking isotherms (per worm track, which includes in the denominator the time spent performing gradient m igration)\nfor wild type and ola375 mutants in experiments corresponding to Figures 1 B and 1C. Individual track values are presented by single-colored dots, n= 26 and 53\ntracks over multiple experiments for wild type and ola375 , respectively. Colors denote genotypes. Values are shown as mean ±SE and **** denotes p< 0.0001 by\ntwo-tailed Mann-Whitney.(C) Average time to reach the cultivation temperature region ( ±2\n/C14C). Individual track values are presented as single-colored dots. n= 50 tracks for wild type and 37\ntracks for ola375 . Values are shown as mean ±SE. Colors denote genotypes and **** p< 0.0001 by two-tailed Mann-Whitney test.\n(D) Number of omega turns, in data presented in Figure 1 B. *, **, and *** denote p< 0.05, p< 0.01, and p< 0.001, respectively. Values are shown as mean ±SE and\ncolors denote genotypes.(E) As in (D), but the number of reversals. Statistics by Dunn’s multiple comparisons test following a Kruskal-Wallis test.\n(legend continued on next page)ll\nOPEN ACCESS Article"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "(F) Schematic and sequence information for the inx-1(ola375) allele isolated in this study from forward-genetic screens.\n(G) Complementation test between allele ola375 andinx-1(tm3524) (by building transheterozygote inx-1(tm3524/ola375) ) and as quantiﬁed by the percentage of\ntotal time spent in isothermal tracking behavior. Individual track values are presented by single-colored dots, where n= 46 (wild-type tracks), n=5 0\n(transheterozygote tracks), and n=3 5( ola375 tracks). Bars represent mean ±SE and **** denotes p< 0.0001 by Dunn’s multiple comparisons test following a\nKruskal-Wallis test. Colors denote genotypes. Note how the transheterozygote allele inx-1(tm3524/ola375) displays the same mutant phenotype as the ho-\nmozygote ola375 allele, indicating that it fails to complement the phenotype, consistent with the phenotypes in ola375 corresponding to a genetic lesion in the\ninx-1 gene (in F).\n(H) Tracks of wild-type animals trained to prefer 15/C14C. Animals start points denoted with yellow symbol.\n(I) As in (H), but for transheterozygote inx-1(tm3524/ola375) that was quantiﬁed in (G).ll\nOPEN ACCESS Article"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Figure S2. Examination of the site of action of INX-1 for the observed thermotaxis behavioral defects, related to Figure 2\n(A) Schematic of the subtractive labeling strategy to identify the INX-1 site of action. A genomic fragment containing promoter fragment of 2.5 kb can drive\nexpression of inx-1 and rescue the observed thermotaxis defects for the inx-1 mutants, while a promoter fragment of 1.5 kb is insufﬁcient to do so. By creating\ntranscriptional fusions of both promoter fragments, we identiﬁed candidate neurons that are uniquely labeled by the rescuing promoter fragment.\n(B) Schematic of inx-1(ola278) , a ﬂoxed allele engineered for conditional knockdowns of the inx-1 gene.\n(C) Tracks of wild-type animals trained to prefer 15/C14C. Animals start points denoted with yellow symbol.\n(D) As in (C), but for inx-1(tm3524) mutants.\n(E) As in (C), but expressing the inx-1 (isoform A and isoform B) cell speciﬁcally in AIY by using the mod-1 promoter. Note how the expression of the cDNA of inx-1 in\nAIY suppresses the isothermal tracking phenotype, but it also results in a gain-of-function phenotype of animals moving toward warmed temperatures under\nconditions in which they were trained to prefer 15/C14C (compare with C), also in Hawk et al.70\n(F) Percentage of total time isothermal tracking for the experiments shown in (C)–(E), where n= 35 (wild type), n=5 6( inx-1(tm3524) +inx-1 cDNA in AIY), and n=3 7\ninx-1(tm3524) tracks over multiple experiments. ** and *** denote p< 0.01 and p< 0.001, respectively. Tested by Dunn’s multiple comparisons test followed by\nKruskal-Wallis test. Values are shown as mean ±SE.ll\nOPEN ACCESS Article"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Figure S3. Examination of AIY coupling by INX-1, related to Figure 3\nGCaMP6 signal strength over time in clamped AIY (AIY c) and unclamped AIY (AIY uc) of wild type (left) and the inx-1 mutants (right). Shown here are results of\nindividual animals normalized by the peak ﬂuorescent signal of AIY c.\n(A) represents the individual traces used for Figure 3 C.\n(B) corresponds to stimuli with varying time lengths, as indicated, with comparative quantiﬁcations (similar to Figure 3 D) in the graphs to the bottom right. Values\nare shown as mean ±SE.ll\nOPEN ACCESS Article"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Figure S4. Thermotaxis modeling parameterization and Pearson coefﬁcient correlation between AIY pairs, related to Figure 5\n(A) Data from a freely moving animal during a run, displaying the position of the nose tip (dots) and ﬁt with a sinusoidal curve.\n(B) Histogram of the speeds of runs of animals trained at 25/C14Cand placed at 20/C14Cand moving up the gradient toward their preferred temperature, with a\nlognormal ﬁt (in red).(C) Pearson’s coefﬁcient in AIY pairs between wild-type animals ( n= 12) and inx-1(tm3524) (n= 12). Values are shown as mean ±SE. The asterisk * denotes\np< 0.05 from two-tailed Mann-Whitney test.\n(D) Mean run durations of inx-1 (ola375) mutants and wild-type animals in dispersion assays. No less than 15 animals were analyzed per experiment, and a total of\n3 assays were conducted for wild-type and various alleles of inx-1 mutants, including inx-1(gk580946) and inx-1(tm3524) alleles, which similarly displayed\nsigniﬁcantly higher run duration as compared with wild type (wild-type run duration = 94.71 s, inx-1(gk580946) run duration = 113.92 s, and inx-1(tm3524) run\nduration = 119.96 s). Error bars are shown as ±SE, and *** denotes p< 0.001, by two-tailed Mann-Whitney test.ll\nOPEN ACCESS Article"
    }
  ]
}