{
  "doc_type": "scientific paper",
  "title": "A symptom network model of misophonia  From heightened sensory sensitivity to clinical",
  "authors": [
    "Andermane"
  ],
  "year": 2024,
  "journal": "Psychology, University of Sussex,",
  "doi": "10.1002/jclp.23552",
  "abstract": null,
  "keywords": [
    "anxiety",
    "comorbidity",
    "interoception",
    "misophonia",
    "network model"
  ],
  "research_topics": [
    "anxiety",
    "comorbidity",
    "interoception",
    "misophonia",
    "network model"
  ],
  "created_at": "2025-05-05T04:06:05.908240Z",
  "source_pdf": "documents/research/Global/Andermane 2024 A symptom network model of misophonia  From heightened sensory sensitivity to clinical.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Received: 6 February 2023 |Accepted: 31 May 2023\nDOI: 10.1002/jclp.23552\nRESEARCH ARTICLE\nA symptom network model of misophonia: From\nheightened sensory sensitivity to clinicalcomorbidity\nNora Andermane |Mathilde Bauer |Julia Simner |Jamie Ward\nSchool of Psychology, University of Sussex,\nBrighton, UK\nCorrespondence\nJamie Ward, School of Psychology, University\nof Sussex, Falmer, Brighton BN1 9QH, UK.\nEmail: jamiew@sussex.ac.uk\nFunding information\nThe Misophonia Research Fund of the REAM\nFoundationAbstract\nObjectives: Misophonia —an unusually strong intolerance of\ncertain sounds —can cause significant distress and disrup-\ntion to those who have it but is an enigma in terms of ourscientific understanding. A key challenge for explaining\nmisophonia is that, as with other disorders, it is likely to\nemerge from an interaction of traits that also occur in the\ngeneral population (e.g., sensory sensitivity and anxiety)\nand that are transdiagnostic in nature (i.e., shared withother disorders).\nMethods: In this preregistered study with a large sample of\nparticipants ( N= 1430), we performed a cluster analysis\n(based on responses to questions relating to misophonia)\nand identified two misophonia subgroups differing in\nseverity, as well as a third group without misophonia. A\nsubset of this sample ( N= 419) then completed a battery of\nmeasures designed to assess sensory sensitivity and clinical\ncomorbidities.\nResults: Clinical symptoms were limited to the most severe\ngroup of misophonics (including autistic traits, migraine\nwith visual aura, anxiety sensitivity, obsessive ‐compulsive\ntraits). Both the moderate and severe groups showed\nelevated attention ‐to‐detail and hypersensitivity (across\nmultiple senses). A novel symptom network model of the\nJ Clin Psychol . 2023;79:2364 –2387. 2364|wileyonlinelibrary.com/journal/jclpThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and\nreproduction in any medium, provided the original work is properly cited.\n© 2023 The Authors. Journal of Clinical Psychology published by Wiley Periodicals LLC."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "data shows the presence of a central hub linking\nmisophonia to sensory sensitivity which, in turn, connects\nto other symptoms in the network (relating to autism,\nanxiety, etc.).\nConclusion: The core features of misophonia are sensory ‐\nattentional in nature with severity linked strongly to\ncomorbidities.\nKEYWORDS\nanxiety, comorbidity, interoception, misophonia, network model,\nsensory sensitivity\n1|INTRODUCTION\nMisophonia is a disorder of decreased tolerance to specific sounds, referred to as triggers (Jastreboff & Jastreboff,\n2001 ,2002 ; Swedo et al., 2022 ). Trigger sounds can be idiosyncratic but are often human ‐made noises that\noriginate from the mouth (lip ‐smacking, crunching, chewing, breathing). Triggers can also include repetitive noises\n(e.g., clicking and tapping) or sounds made by animals or inanimate objects (e.g., clocks, fans, bass from speakers\netc.). While most people perceive such triggers as moderately irritating or might even fail to notice them, theemotional reactions experienced by misophonics include anger, disgust, anxiety, and feelings of powerlessness, as\nwell as physiological responses such as increased heart rate, sweating and a strong wish to escape consistent with\nthe fight ‐or‐flight response (Dozier & Morrison, 2017 ; Edelstein et al., 2013 ; Rouw & Erfanian, 2018 ; Schröder\net al., 2013 ,2019 ). Although little is known about its epidemiology, misophonia is thought to be relatively common.\nJakubovski et al. ( 2022 ) found that 5% of a German representative sample reported what they described as\nclinically significant misophonia. Misophonia is often comorbid with other clinical disorders and symptoms such asgeneralized anxiety (Wu et al., 2014 ), autism (Cassiello ‐Robbins et al., 2021 ; Rinaldi, Simner, et al., 2022 ) and\nobsessive ‐compulsive personality traits (Brout et al., 2018 ; Cavanna & Seri, 2015 ; Schröder et al., 2013 ). These\nprofiling studies represent important first steps in characteristing misophonia but what is lacking is a mechanistic\nunderstanding of how and why these features co ‐occur.\nCurrent approaches to understanding mental disorders typically regard them as emerging from multiple simpler\ninteracting elements that are, to some degree, prevalent within the general population and shared by other\ndisorders (i.e., transdiagnostic). For example, Insel et al. ( 2010 ) proposed a new framework for research on mental\ndisorders, which treats any contributing factor as interacting elements they term “domains, ”in an approach the\nauthors call Research Domain Criteria, RDoC. These domains consist of systems such as learning, arousal, and so on,\nwith the ultimate goal of having a diagnosis and treatment based on an understanding of these mechanisms (Inselet al., 2010 ). A related mathematical modeling approach regards mental disorders as a network of symptoms (Fried\net al., 2017 ), and symptoms themselves potentially explicable as a network of interacting simpler elements (like the\ndomains in the RDoC approach). When several symptoms interact with each other they would appear, in a networkmodel, as an inter ‐connected hub. These hubs may approximate traditional multi ‐symptom diagnostic categories.\nBut note that they emerge in a data ‐driven way from sets of partial correlations (e.g., worry symptoms correlating\nwith negative affect symptoms) independently of clinical judgments. Crucially, comorbidities arise because some\nsymptoms/domains are shared between hubs (Fried et al., 2017 ). In this scenario, comorbidities are a natural\nproduct of how disorders arise, rather than a failure to develop sufficiently precise clinical classifications to avoid\nthis situation in the first place (Borsboom, 2017 ). Network approaches naturally lend themselves to “spectrum ”ANDERMANE ET AL. |2365\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "views where each disorder can vary in terms of both severity and symptom presentation. This creates complex\nissues about how to diagnose and treat misophonia (Schröder et al., 2013 ) and, from a scientific perspective, how to\nidentify relevant elements and understand their interactions. Network models are informative in this regard\nbecause it is possible to quantify whether symptoms are central (influence many other symptoms) or peripheral\n(having little influence) by, for example, summing the partial correlations emanating from each. The networkapproach has been applied to disorders such as post ‐traumatic stress disorder (Armour et al., 2017 ), bipolar disorder\n(Pfennig et al., 2016 ; Ritter et al., 2015 ) and psychosis (Isvoranu et al., 2016 ). Here we apply it to the first time to\nmisophonia.\nIn terms of the simpler domains relevant to misophonia, there are several candidates which we explain in turn\nbelow: interoception (and/or physiological reactivity), sensory sensitivity (Wu et al., 2014 ), and social ‐emotional\ncognition (e.g., Cusack et al., 2018 Eijsker et al., 2019 ; Jager et al., 2020 ). Interoception refers to our ability to detect\nand interpret signals from the body (heart, viscera, etc.) and can itself be divided into further domains (e.g.,interoceptive accuracy v. interoceptive awareness, Garfinkel et al., 2015 ). These processes may be linked to\nmisophonia because auditory triggers elicit strong bodily reactions (Dozier, Lopez, et al., 2017 ; Edelstein et al.,\n2013 ) and neural activity in regions linked to interoception (Kumar et al., 2017 ). Sensory sensitivity is our\nresponsiveness to the exteroceptive world (e.g., our responses to lights, sounds, tastes, odors etc.), and can be\nclassified as hyper ‐sensitivity (over responsiveness, e.g., finding lights too bright) or hypo ‐sensitivity (under\nresponsiveness, e.g., failing to notice smells, sounds etc.). Misophonia may be similar to a family of potentiallyrelated conditions that share this trait of sensitivity, including hyperacusis (Fackrell et al., 2017 ), autism (Ward et al.,\n2017 ), and migraine (Hibbard & O'Hare, 2015 ). There is some evidence that people with misophonia experience\ndiscomfort in response to a broad range of sounds not limited to their own triggers (Hansen et al., 2021 ) and this\nsensitivity even extends into heightened responses in the nonauditory domain (e.g., sensitivity to smells, tastes etc.,:Rinaldi, Simner, et al., 2022 ; Wu et al., 2014 ). Finally, social skills may be implicated at the core of misophonia given\nthat misophonia is characterized by interpersonal difficulties (e.g., annoyance with others), and changes in social\nbehavior (e.g., avoiding family meals; Rinaldi et al., 2021 ) and since most misophonic triggers are human ‐made\nsounds (Edelstein et al., 2013 ).\nIn this study we test the hypothesis that misophonia co ‐occurs with a number of symptoms and traits,\nspecifically: autistic traits (measured via the Autism Spectrum Quotient [AQ]; Baron ‐Cohen et al., 2006 ), anxiety\n(measured by the Anxiety ‐Sensitivity Index [ASI ‐3]; Taylor et al., 2007 ), migraines (measured via the Penn Online\nEvaluation of Migraines [POEM]; Kaiser et al., 2019 ), obsessive ‐compulsive traits (measured via the Obsessive ‐\nCompulsive Inventory [OCI]; Foa et al., 1998 ), as well as other hearing ‐related conditions (e.g., tinnitus, hyperacusis;\nAazh et al., 2022 ). We also hypothesize that misophonia is directly related to heightened sensory sensitivity, as\nmeasured by the self ‐report Glasgow Sensory Questionnaire (GSQ) (Robertson & Simmons, 2013 ) which asks about\ndifferent sensory modalities, and a task ‐based measure of “visual stress ”termed the Pattern Glare test (Braithwaite\net al., 2013 ). Here, striped patterns of different spatial frequencies are presented on a screen and participants\nexperience mid ‐and high ‐spatial frequencies as particularly aversive, generating visual distortions (i.e., bending of\nlines and jittering) and somatic discomfort (i.e., headache and dizziness). Interoceptive sensibility can be regarded as\na particular form of (embodied) sensory sensitivity and the multidimensional assessment of interoceptiveawareness (MAIA) (Mehling et al., 2012 ) asks how much people notice, rely on, trust (etc.) their body sensations.\nIn terms of measuring and diagnosing misophonia i tself, there are a variety of measures that have\nrecently been developed that have good convergent validity with each other. Here we use the Sussex\nMisophonia Scale (SMS; Rinaldi et al., 2021 ;R i n a l d i ,S m e e s ,e ta l . , 2022 ) which asks about common\nmisophonia triggers and contains a set of Likert questions which, when responses are summed together,\noffers excellent dis criminative validity (Rinaldi et al., 2021 ). It has been independently validated against the\nm o s tw i d e l yu s e dm i s o p h o n i am e a s u r et od a t e( t h eM i s o p h o n i aQ u e s t i o n n a i r e[ M Q ] ;W ue ta l . , 2014 ) and has\nboth convergent validity and divergent validity (Rinaldi et al., 2021 ). Another reason for choosing this\nmeasure is that it consists of five factors. This ena bled us to explore possible heterogeneity amongst2366 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "misophonics (see also Norris et al., 2022 ). For example, some misophonics may be misophonic via high scores\no nF a c t o r s1a n d2a n do t h e r sv i aF a c t o r s3 −5. To anticipate our results, we will present a cluster analysis\nwhere we find that the misophonia subgroups are not d efined according to individual factors, they are\ndefined in terms of misophonia severity (i.e., high, medium, and low across all factors). We further\ndemonstrate that severity is a strong predictor of co ‐morbidity of clinical symptoms. Finally, having five\nfactors relating to misophonia enables these to b e modeled separately withi n a symptom network model\nleading to a better understanding of how different facets of misophonia are linked to sensory sensitivities and\nclinical symptoms.\n2|METHOD\nThe method and analysis plan were fully preregistered ( https://osf.io/27fgv/ ) and any deviations to the plan are\nexplicitly noted. The anonoymised data (raw and processed) are available at the same OSF location, alongside\nanalysis scripts.\n2.1 |Participants\nParticipants were recruited into a two ‐part online study from a variety of sources likely to favor either people with\nmisophonia or non –misophonics. In the former case, a very large group of self ‐reported misophonics joined our\nparticipant pool following a BBC radio interview where we discussed misophonia and invited misophonics tocontact us (May 18, 2021); we received N= 1158 responses after exclusions. In addition, a group of people were\nrecruited via the student body, via acquaintances, and via an online participation panel (hosted by https://www.\nprolific.co ); together these comprised N= 272 after exclusions. Assignment into groups was based on a cluster\nanalysis of the factors scores from a validated measure of misophonia (SMS; Rinaldi et al., 2021 ) rather than the\ninitial recruitment stream. Hence, the details of the extracted groups are reported in the Results (and their\ndemographic details summarized in Table 1). To anticipate these results, we found that participants fell into three\ngroups: non –misophonics, moderate misophonics, and severe misophonics (see Results and Table 1).\nThe inclusion criteria were being aged 18 −70 years with self ‐reported normal or corrected ‐to‐normal\nvision and hearing. In Part 2, participants with epileps y were excluded (a normal criteria for the Pattern Glare\ntest; Braithwaite et al., 2013 ; Evans & Stevenson, 2008 ). Additionally, participants were excluded after data\ncollection if their responses were su bstantially incomplete (to be include d participants needed to complete all\nof the questionnaires except the pattern glare task) or unfeasibly fast (<25 min across all measures, or <8 min\non the Phenomenological Responses to Sounds task). Duplicate attempts at completing the task battery from\nthe same participant were excluded (with the last full a ttempt retained). Details about excluded participants\nfrom Part 2 can be found in the Supporting Information Material.\nOur final participants repr esented a combined sample of N= 1430, all of whom completed Part 1 of the\nstudy (misophonia screening and hearing profile), and a subgroup ( N= 419) completed Part 2 (clinical\ncomorbidities and sensory sensitivity). There w as a small amount of missing data from the included\nparticipants ( N= 26 for the pattern glare, N= 1 for the auditory sensory sensiti vity task). For Part 2, an a priori\npower analysis, conducted in G*Power, based on N= 201 in two groups showed that this sample size would\nbe sensitive to detect small effect sizes (Cohen's d=0 . 3o rP e a r s o n ' s r= 0.15 and above) at a power of 85%,\nα= 0.05. Comparing sub ‐groups of N= 105 would be sufficient to detect medium effect sizes size (Cohen's\nd= 0.5 or equivalent) with a power of 95%, α= 0.05.\nThis study was approved by The Cross ‐Schools Science and Technology Research Governance and Ethics\nCommittee of the University of Sussex, UK.ANDERMANE ET AL. |2367\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "2.2 |Materials and procedure\nPart 1 comprised the Hearing Questionnaire and SMS. All other measures were taken in Part 2. All research was\nconducted online with the tasks hosted on our own website ( https://www.misophonia-hub.org/ ). The median time\nto complete Part 1 of the study was 7.77 min and for Part 2 it was 46.38 min. All questionnaire items required a\nforced response, whereas responses for the Phenomenological Responses to Sounds (considered elsewhere) and\nPattern Glare task descriptors used a Visual Analog Scale (with an initial default of 0). Participants completing Part 2were required to use a computer screen (a necessity for the Pattern Glare task) and ideally headphones (for theTABLE 1 Demographic details of participants who completed the first and second parts of the study (the latter\nis a subsample of the former).\nPart 1: Participant characteristics following cluster analysis\nNon–misophonic\n(Cluster 1)Moderate misophonia\n(Cluster 2)Severe misophonia\n(Cluster 3)\nN= 1430 367 643 420\nAge in years 38.38 (17.38) 47.17 (13.74) 43.28 (14.14)\nGender (F: M: Non ‐bin) 260: 103: 3 514: 126: 1 344: 65: 9\nSussex Misophonia Scale, SMS\nN triggers (/48) 10.27 (7.70) 20.85 (9.42) 27.50 (10.35)\nTotal score 17.65 (13.85) 65.18 (13.39) 102.17 (14.92)\nTotal score > 50.5 0% 83.8% 100%F1: Feelings of isolation 7.63 (7.90) 30.93 (8.57) 45.30 (7.79)\nZ=−1.32 (0.49) Z= 0.11 (0.53) Z= 0.99 (0.48)\nF2: Life consequences 0.89 (1.45) 5.19 (3.45) 12.20 (4.58)\nZ=−0.95 (0.26) Z=−0.17 (0.63) Z= 1.10 (0.83)\nF3: Inter ‐social Reactivity 1.12 (1.55) 6.51 (3.21) 10.93 (3.73)\nZ=−1.12 (0.33) Z=−0.02 (0.68) Z= 0.95 (0.79)\nF4: Avoidance Repulsion 7.10 (4.93) 18.62 (3.87) 24.07 (3.74)\nZ=−1.33 (0.64) Z=−0.18 (0.51) Z= 0.89 (0.49)\nF5: Pain 0.90 (1.77) 3.93 (3.24) 9.67 (3.59)\nZ=−0.87 (0.39) Z=−0.20 (0.72) Z= 1.07 (0.79)\nPart 2: Assessment of clinical comorbidities and sensory sensitivity\nNonmisophonic\n(Cluster 1)Moderate misophonia\n(Cluster 2)Severe misophonia\n(Cluster 3)\nN= 419 196 113 110\nAge in years 33.08 (14.29) 42.09 (14.70) 40.92 (13.95)\nGender (F: M: Non ‐bin) 140: 55: 1 86: 25: 2 90: 17: 3\nNote : Division into three groupings was made via a cluster analysis on the five factors (F1 −F5) of the Sussex Misophonia\nScale (SMS) on the data collected in Part 1 ( N= 1430). Figures in parentheses show 1 S.D.2368 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Phenomenological Responses to Sounds task), or a computer speaker. A summary of the list of materials and\nprocedure is given below in the order in which they are completed by participants.\n2.2.1 |Hearing questionnaire\nThe hearing questionnaire describes distinct experiences of sound intolerance and hearing problems. Participants\nare asked “Do any of these apply to you? ”and given descriptions of migraine phonophobia, phonophobia,\nmisophonia, hyperacusis, tinnitus, and hearing difficulties. These were adapted from several sources (Dawes et al.,2020 ; Fackrell et al., 2017 ; Swedo et al., 2022 ) in consultation with a Clinical Audiologist. The descriptions are listed\nbelow.\n“Migraine phonophobia: A temporary increase in sound intolerance that is related to a migraine\nattack and fades away after the event. ”\n“Phonophobia: When some or all sounds consistently cause extreme fear or anxiety which does not\nbother other people in the same way. ”\n“Misophonia: When sounds (e.g., crunching) consistently cause extreme emotions like anger or\ndisgust which does not bother other people in the same way. ”\n“Hyperacusis: When everyday sounds feel overwhelming, loud, intense, or painful that do not bother\nother people in the same way. ”\n“Tinnitus: Experiencing persistent or intermittent noises (such as ringing or buzzing) in your head or\nin one or both ears that lasts for more than 5 min at a time (even if you haven't been exposed to loudnoises or music). ”\n“Hearing difficulties: Do you find it very difficult to follow a conversation if there is background noise\n(such as TV, radio, children playing)? ”\nParticipants answered these questions on a 4 ‐point scale ( “This definitely does NOT apply to me, ”“I don't think\nthis applies to me ”,“This may apply to me, ”“This definitely DOES apply to me ”). Additionally, we asked whether\nparticipants had sought any help (e.g., from a doctor, audiologist, and psychiatrist) for one or more of theseproblems with options Yes/No.\n2.2.2 |SMS\nThe SMS is a two ‐part questionnaire with Part 1 eliciting infor mation about specific triggers for misophonia\n(e.g., chewing sounds) and Part 2 comprising 39 Likert ‐type questions about the associated experiences of\npeople with misophonia (e.g., feelings, behaviors and life consequences) (Rinaldi et al., 2021 ). Hence, Part 1\ncontains 48 potential triggers for misophonia (e.g. , crunching) grouped into eight categories (e.g., “Ih a t e …the\nsound of people eating ”) followed by the specific related triggers (e.g., “crunchy foods [e.g., apples] ”,“crispy\nsnacks, ”“chewing ”etc.). The questionnaire items in Part 2 (e.g., “I avoid going to work because of difficulties\nwith sounds ”) are rated on a scale from 0 to 4 (Never, Hardly Ever, Sometimes, Often, Always), with the total\nscore ranging from 0 to 156. The items in part 2 fall into fiv e factors as follows: feelings/isolation (16 items),\nlife consequences (work/friends) (6 items), inter ‐social reactivity (5 items), avoidance/repulsion (8 items), and\npain (4 items). Rinaldi et al. ( 2021 ) show that a cut ‐off value of 50.5 on the SMS has “excellent ”discriminative\nability between misophonics and non ‐misophonics (AUC = 0.91). The Cronbach's alpha reliability of SMS in\nour sample was 0.98.ANDERMANE ET AL. |2369\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "2.2.3 |Phenomenological responses to sounds\nThis task is written up as a separate study (Andermane et al., 2023 ), with the detailed methodology including\nstimulus creation described in the pre ‐registration ( https://osf.io/27fgv/ ). This task is an extension of prior research\nin which misophonics are presented with a range of sounds and asked to rate them for discomfort (Edelstein et al.,2013 ; Hansen et al., 2021 ). The sound clips lasted 15 s each and belonged to four different categories, with 8\nsounds per category (human oral ‐nasal, other human, nonhuman, and scrambled sounds). The key innovation in our\ntask was to obtain a multivariate profile of responses across 17 descriptors (e.g., pain, rage, disgust and soothing)\nwhen listening to 32 sound clips.\n2.2.4 |AQ\nThe AQ is 50 ‐item questionnaire comprising five subscales: attention switching, attention to detail, communication,\nimagination, and social skill. The scores on each subscale can range from 1 to 10 (Baron ‐Cohen et al., 2001 ).\nExample items include “I would rather go to a library than a party ”and “I enjoy doing things spontaneously ”(reverse\ncoded). Responses are given on a 4 ‐point scale (Definitely disagree, Slightly disagree, Slightly agree, and Definitely\nagree) and recoded as 1 or 0 depending on whether the trait resembles an autistic behavior or not. The Cronbach'salpha reliability of the AQ in our sample was 0.85.\n2.2.5 |The GSQ\nThe GSQ is a 42 ‐item questionnaire with the total score ranging from 0 to 168 (Robertson & Simmons, 2013 ). Items\ncovering seven sense domains ( visual ,auditory ,gustatory ,olfactory ,tactile ,vestibular, proprioception ) with half of all\nitems measuring Hyper ‐sensitivity (e.g., “Do you hate the feeling or texture of certain foods in your mouth? ”) and half\nmeasuring hypo ‐sensitivity (e.g., “Do you enjoy wearing very strong perfumes/after ‐shaves? ”). Responses are given\non a 5 ‐point scale coded from 0 to 4 (Never, Rarely, Sometimes, Often, and Always). The Cronbach's alpha reliability\nof the GSQ in our sample was 0.90.\n2.2.6 |The ASI ‐3\nThe ASI ‐3 includes 18 questions that are divided in three subscales: Cognitive, Physical, and Social (Taylor et al.,\n2007 ). Example items include “I worry that other people will notice my anxiety ”(Social) and “When I have trouble\nthinking clearly, I worry that there is something wrong with me. ”(Cognitive). Responses are given on a 5 ‐point scale\nfrom 0 to 4 (Very little, A little, Some, Much, Very much). The scores on each subscale can range from 0 to 24 and\nthe total score from 0 to 72. The Cronbach's alpha reliability of the ASI ‐3 total in our sample was 0.93. The ASI was\nchosen over alternative measures (e.g., STAI State ‐Trait Anxiety Index, Spielberger et al., 1983 ) because the division\ninto three factors fitted well with the symptom ‐level approach of this study but with the caveat that this may be\ncapturing anxiety ‐related processes rather than longer ‐term history of clinical anxiety.\n2.2.7 |The MAIA\nThe MAIA is a 32 ‐item questionnaire that assesses interoceptive abilities or bodily awareness relating to distinct\naspects of embodied experience (Mehling et al., 2012 ). It consists of eight subscales: Noticing (4 items), Not2370 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Distracting (3 items), Not Worrying (2 items), Attention Regulation (7 items), Emotional Awareness (5 items), Self ‐\nRegulation (4 items), Body Listening (3 items), and Trusting (3 items). Examples include items such as “I listen to my\nbody to inform me about what to do ”(Body Listening) and “I notice when I am uncomfortable in my body ”\n(Noticing). The items are rated on a scale from 0 to 5 (from Never to Always) and the subscale scores are calculated\nby computing the average score in each. Five items were reverse ‐scored. The Cronbach's alpha reliability of the\ntotal MAIA score in our sample was 0.92.\n2.2.8 |OCI\nThe OCI (Foa et al., 1998 )i sa4 2 ‐item questionnaire assessing the experiences that characterize the obsessive ‐\ncompulsive disorder (e.g., “Unpleasant thoughts come into my mind against my will and I cannot get rid of them ”or\n“I check things more often than necessary ”). The items are rated on a 5 ‐point scale rated from 0 to 4 (Not at all, A\nlittle, Moderately, A lot, Extremely) and the total score ranges from 0 to 168. The 42 items form seven subscales,\nwhich are based on symptom categories that are commonly found in obsessive –compulsive disorder: Checking (9\nitems), Washing (8 items), Obsessing (8 items), Mental Neutralizing (6 items), Ordering (5 items), Hoarding (3 items),\nand Doubting (3 items). The Cronbach's αreliability of the OCI in our sample was 0.96.\n2.2.9 |Migraine and headache (POEM)\nThe POEM covers the experience of migraines and headaches (Kaiser et al., 2019 ). The questionnaire has a\nbranching logic, such that some questions are conditional on particular responses to other questions. The questions\npertain to headache history, including headache duration, frequency and severity, as well as asking about particular\nheadache types, headache triggers, and whether the headaches are accompanied by other symptoms (e.g.,sensitivity to light and sound, visual experiences or aura). Based on their responses, participants are classified into\none of seven categories: headache ‐free (HA ‐free), mild non ‐migrainous headache (MNMH), headache not\notherwise specified (NOS), migraine without aura (MwoA), migraine with visual aura, and migraine with other aura,and migraine with both visual and other aura (the latter three belonging to the broader migraine with aura (MWA)category). The POEM is moderately sensitive (i.e., 42% −83% sensitivity) but is highly specific (i.e., 84% −100%) in\nidentifying subjects as HA ‐free (those that are headache free or with mild MNMH), as well as those with migraines\nwithout aura, or migraines with aura.\n2.2.10 |Visual sensitivity: Pattern glare task\nThis task of visual sensitivity was based on previous studies on visual stress (Evans & Stevenson, 2008 ; Fong et al.,\n2019 ). Participants are asked to view black and white parallel lines of various spatial frequencies (low, middle, and\nhigh) for 12 s, and then to rate the discomfort and reactions experienced when viewing these gratings (on 19\ndescriptors, see below). The stimuli were created by Braithwaite et al. ( 2013 ) and consisted of black and white\nalternating horizontal stripes presented in an oval window around a small fixation point and against a mid ‐gray (RGB\n128,128,128) background. The low ‐, mid ‐, and high ‐spatial frequency stimuli comprised of 4.5, 31.5, and 130 cycles\n(i.e., stripes) and were always presented centrally at their actual resolution of 652 × 500 pixels. When viewed at an\nappropriate distance this corresponds to around 0.4, 3.0, and 12.4 cycles per degree (1° being around 40 pixels).\nGiven that the blind spot has a known eccentricity of 12 −15°, one can use this to calibrate a viewing distance by\nmaking two red dots located at 480 and 600 pixels (12 −15° ×40 pixels) “disappear ”—a form of “virtual chinrest ”(Li\net al., 2020 ). Participants were asked to close their left eye and stare at a central fixation cross. There were two redANDERMANE ET AL. |2371\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "dots, positioned to the right of fixation, and participants were instructed to move their head backwards and\nforwards until both dots disappeared. At this point, participants were instructed to open both eyes and remain atthis approximate distance to the screen.\nOur stimuli are known to trigger “glare ”at medium and high (but not low) spatial frequency. This glare takes a number\nof different forms from person to person (e.g., lines appear to shimmer, or bend, or blur etc.; see below), and we provided\n19 such descriptors which participants rated using a visua l analog scale with slider values ranging from 0 to 100. An\nexploratory factor analysis (EFA) based on a separate no rmative sample (see the preregistered analyses on OSF: https://\nosf.io/qpv7d ) revealed the presence of two factors that we refer to a s Visual Distortions (comprising the descriptors:\nIllusory stripes, Bending of lines, Faint lines, Shadowy shapes, Shimmering, and Flickering) and Somatic Discomfort(comprising the descriptors: Headache, Unease, Nausea, Lighthe adedness, Dizziness, Visual pain , Physical eye strain, Jitter,\nand Zooming). Factor scores were derived by averaging the res ponses across the relevant items for each spatial frequency\n(noting that two descriptors were n ot retained after factor analyses: “Colors ”and “Blur”).\n2.3 |Analysis plan\n2.3.1 |Cluster analysis based on the SMS\nA cluster analysis is a data ‐driven approach to identifying g r o u p so fp a r t i c i p a n t s( J a i n , 2010 ). This approach is considered\nappropriate given that misophonia may well show sub ‐classes (e.g., differing by severity or symptom profile) even though\nthere is currently no commonly agreed taxonomy for identify ing them. We therefore ran an an alysis that would allow us to\nstratify our sample into sub ‐groups, beyond a simple dichotomy of presence/ absence of misophonia. For this analysis, the\ndependent variables were the scores of the five factors of the SM S (i.e., feelings/isolation, life consequences, intersocial\nreactivity, avoidance/repulsion, and pain), here converted to z ‐scores to ensure they are on the same scale (given the\ndiffering numbers of items within each factor). In theory, th is type of approach could identify a subgroup of misophonics\nwho are high on, for example, factors 1, 2 and 3 versus another subgroup high on 4 and 5. A two ‐step cluster analysis was\nperformed (Zhang et al., 1996 ). The first step involves hi erarchical clustering, using Ward's method (Ward, 1963 ), and\nserves the purpose of identifying a plausi ble number of clusters and generating an in itial set of cluster centroids (i.e. group\nmeans across the five factors). The seco nd step involves a nonhierarchical k ‐m e a n sa n a l y s i sw i t h5 0i t e r a t i o n s ,w h i c h\ngenerates a final set of centroids and classifies each particip ant in one of the groups. Extracting three or more groups offers\na way of exploring stratification beyond a simple dichotomy o f presence/absence of misophonia and allows us to explore\nhow participants might differ in their expression of misophonia.\n2.3.2 |Inferential statistics\nThe questionnaires with continuous dependent variables (AQ, GSQ, OCI, MAIA, and ASI ‐3) were analyzed as mixed\nlinear models ( ttests, analysis of variance [ANOVA]) with participant group as a between ‐subject independent\nvariable. Following the cluster analysis, the participants were grouped in three groups: nonmisophonic, moderate\nmisophonia, and severe misophonia. Subscale was an additional independent variable (e.g., the AQ comprises five\nsubscales). When appropriate, we applied post hoc one ‐way ANOVAs on each variable and Tukey HSD or\nDunnett's T3 comparisons to identify group differences depending, respectively, on whether equal variances areassumed or not (as indicated by the Levene's test). Categorical dependent variables (e.g., for headache data in the\nPOEM) are analyzed via chi ‐square against group membership. To account for multiple comparisons, we employed\nfalse discovery rate (FDR, Benjamini & Hochberg, 1995 ) on the set of pvalues for the group differences.\nEffect sizes (Cohen's d) and Bayes factors are calculated for each measure separately. Bayes factors are\ncomputed using the Dienes ( 2014 ) calculator implemented in R. The observed data for calculating Bayes factors is2372 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "the difference in means between the groups and the standard error (SE) of the difference. The prior was modeled\nusing the room ‐to‐move heuristic (Dienes, 2019 ). This heuristic makes the assumption that small group differences\nare more probable than larger differences and, moreover, that the ceiling of any such difference is the ceiling of the\nscale itself. Specifically, the distance between the non ‐misophonic mean and the scale ceiling is operationalized as\ntwo standard deviations of the half ‐normal.\n2.3.3 |Symptom network modeling\nWe included 31 nodes in the model, one for each of the following symptoms (e.g., scale factors): SMS ( N=5 ) ,A Q( N=5 ) ,\nGSQ ( N= 1, i.e., taking the overall score), OCI ( N=7 ) , M A I A ( N=8 ) , A S I ‐3(N= 3), and visual pattern glare responses to\nmedium spatial frequency stimuli ( N= 2). As these scales are continuous data, a Gaussian Graphical Model was used. This\nwas conducted in R using the qgraph package with the c ode and data made public. The model also contains “edges, ”which\nare the connections between nodes (symptoms), and are partia l correlations estimated by pairwise random Markov fields\n(Epskamp et al., 2012 ). For example, an edge between the symptoms of anx iety sensitivity and sensory sensitivity would\nrepresent the connection between these symptoms in terms of t heir partial correlations in our data. Model selection was\nbased on EBIC (Extended Bayesian Inform ation Criteria) and the default gamma parameter of 0.5 (which controls how\nsparse the model is so not all noes are fully connected). The graphical LASSO (least absolute shrinkage and selection\noperator) is applied for regularization, that is, to reduce over ‐fitting, using the R glasso packag e. This shrinks all coefficients\nin a systematic way and sets small ones to zero (Friedman et al., 2008 ).\nAfter the network has been estimated, the robustness and stability was explored following the guidelines of\nEpskamp et al. ( 2018 ). This was conducted in R using the bootnet package with N= 1000 bootstrapped resamples\ntaken. This ultimately replaces a single weight estimate for each edge with a distribution of weights for each edge\nfrom which other metrics can be derived: that is, each edge is a distribution of partial correlations and not a single\npartial correlation. The extent to which a node is central and can be calculated by summing the edges (partialcorrelations) emanating out of each node, and it is possible to observe how stable these measures are to changes in\nthe sample. The CS ‐coefficient (Centrality Stability) was computed with the corStability function. This measures\nwhether the order of the node centrality (ranked from most to least central) is stable after observing only portionsof the bootstrapped data. If the network properties change substantially when dropping only a small number ofparticipants, then the model is unstable. This is based on a correlation between the original and reduced datasets of\nat least r= 0.7 (the size of the reduced data set to achieve this correlation is estimated). Secondly, the function\nbootInclude returns a probability (0 −1) that an edge will be present (i.e., weighted above zero) or absent in the\nbootstrapped models. A stable network would have edges that are consistently present and consistently absent.\n3|RESULTS\n3.1 |Cluster analysis of SMS\nRecall that participants were a ssigned into three groups (non –misophonic, moderate misophonia, and severe misophonia)\nbased on their factor scores on the SMS (rather than the recruitment stream) which were entered into a cluster analysis.Visual inspection of the dendrogram (see Supporting Informa tion Results) suggested the ext raction of a small number of\ngroups (2 or 3). However, if we limit our clustering to a two ‐group solution, this adds little more value than the original\ndiagnostic cut ‐offs established via ROC curves (Rinaldi et al., 2021 ). A three ‐group solution to the cluster analysis\ngenerated groups who were low, medium, and high across al l five factors of the SMS. These became our three groups,\nrespectively, and the outcome of the cluster analysis can be seen in Table 1(where z‐scores are more informative because\nthey act as a common scale) with the full sample ( N= 1430). Specifically, the two group ss c o r i n gh i g h e s tt e n d e dt oc o m eANDERMANE ET AL. |2373\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "from the self ‐referred misophonic stream1, and generally met the diagnostic threshold for misophonia (a score > 50.5\nestablished by using a ROC analysis of the total SMS score; Rinaldi et al., 2021 ). Indeed, 84% in the moderate misophonia\ngroup and 100% of the severe misophonia group crossed this diagnostic threshold, while 0% of the non ‐misophonic group\ncrossed it. The top two groups (i.e., moderate/severe misophonia) also tended to self ‐report misophonia in the hearing\nq u e s t i o n n a i r e( 9 1 %i nt h em o d e r a t eg r o u pa n d9 8 %i ns e v e r eg r o u p ,c o m p a r e dt o0 %i nt h en o n ‐misophonia group). The\nSMS total scores have also previously contrasted with a c ommonly used measure of misophonia severity, the MQ (Wu\net al., 2014 ), where an SMS total score > 50.5 corresponds to a moderate score of ≥7 on the MQ (Rinaldi et al., 2021 ), with\nsevere scores on the MQ ( ≥10) linked to total SMS scores > 80 (see figure in Supporting Information: Results). As such, our\ndesignation of “Moderate ”and “Severe ”is in line with the nomenclature of other misophonia studies. The three groups did\nnot differ significantly according to gender but the misophonic groups tended to be older (F(2, 418) = 16.309, p< 0.001),\nwhich likely reflects the different recruitment sources (many non –misophonics were recruited from a University sample).\nThe Supporting Information Material shows a repe at of our analyses with closer demographically ‐matched samples (albeit\na smaller N) and demonstrates that the key findings are not confounded by this.\nIn summary, a cluster analysis of misophonia scores (from the SMS questionnaire) points toward three groups\nthat show a quantitative overall difference of misophonia in terms of symptom severity rather than a differentprofile across the five factors. Put differently, we do not see double dissociations among the z scores (e.g., one\ngroup high on factors 1, 2, 3, and another group high on factors 4 and 5) or even simple dissociations (e.g., one\ngroup high on four factors, and another high on all five factors). Further explorations show that the same trend (i.e.,grouping based on severity) is found when extracting four groups (see Supporting Information Materials). The sametrend is also found if factors that are highly correlated ( r> 0.7) are combined together before the analysis (as\nspecified in our preregistration). Ultimately, the utility of any stratification in misophonia can be judged by its ability\nto predict other measures and real ‐life behavior. The results reported below show exactly this: the three ‐group\nsolution (i.e., two misophonic groups differing in symptom severity plus nonmisophonics) does indeed provide\nimportant new information about clinical comorbidities.\n3.2 |Hearing questionnaire\nThe three groups differed significantly in their ratings for all the hearing ‐related conditions ( p< 0.05), as shown in\nFigure 1, with full details of the one ‐way ANOVAs and post hoc t‐tests reported in Supporting Information Materi-\nals. Most group differences were between the non ‐misophonics and the other groups, but differences amongst\nmisophonics (moderate vs. severe) were found for hyperacusis ( p= 0.005) and phonophobia ( p< 0.001).\nProfessional help ‐seeking was generally low for all conditions, although the groups also differed significantly\nhere too across the board ( p< 0.05). The sizeable difference between help ‐seeking in severe and moderate\nmisophonia groups (22% vs. 6%) provides further external validity to the SMS and the notion of real ‐word\ndifferences between misophonic groups beyond a single diagnostic cut ‐off.\n3.3 |Clinical comorbidities\nPart 2 of the study assessed comorbidities and sensory sensitivity. The comorbidities that we considered are\nanxiety sensitivity (measured by the ASI ‐3), autism spectrum traits (measured by the AQ), obsessive ‐compulsive\ntendencies (measured by the OCI), and migraines/headaches (measured by the POEM). The results are summarized\nin Figure 2(overall scores) and Figure 3shows the effect sizes broken down by subscale (with means and SDs for\nsubscale scores in the Supporting Information Materials).\nFor the AQ, there were significant main effects of group ( F(2, 416) = 10.69, p< 0.001, η2= 0.05), subscale\n(F(4, 1664) = 188.54, p< 0.001, η2= 0.31), and a significant group X subscale interaction ( F(8, 1664) = 2.569,2374 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "p< 0.001, η2= 0.01). Post ‐hoc analyses showed significant group effects for social skills ( F(2, 416) = 3.76, p= 0.024,\nη2= 0.02), attention to detail ( F(2, 416) = 17.10, p< 0.001, η2= 0.08), and communication ( F(2, 416) = 7.46,\np< 0.001, η2= 0.04). Neither attention switching nor imagination were linked to significant group differences\n(F(2, 416) = 2.91, p= 0.056, η2= 0.01, and F(2, 416) = 2.76, p= 0.065, η2= 0.01, respectively). Post hoc pairwise\ncomparisons showed that all three groups differed from each other on attention ‐to‐detail (severe vs. moderate:\np= 0.034; severe vs. non –misophonics: p< 0.001, moderate v. non ‐misophonics: p= 0.008) but the differences\non social and communication subscales were driven by severe misophonics (social: severe vs. non –misophonics\np= 0.025; communication: severe vs. non –misophonics p< 0.001, severe vs. moderate p= 0.016).\nFIGURE 1 Hearing profile as a function of misophonia severity: (top) mean agreement scores relating to\nwhether they felt this symptom applied to them (using a 4 ‐point scale where 0 is neutral, error bars denote ± 1\nSEM), (bottom) percentage of participants in each group who have sought professional help for each symptom.ANDERMANE ET AL. |2375\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "For the ASI ‐3, there were significant main effects of group ( F(2, 416) = 8.06, p< 0.001, η2= 0.04) and subscale\n(F(2, 832) = 73.66, p< 0.001, η2= 0.15), but no significant group X subscale interaction ( F(4, 832) = 1.97, p= 0.10,\nη2= 0.01). Post ‐hoc tests, combining subscale scores, showed that severe misophonics differed significantly from\nmoderates and non ‐misophonics (both p= 0.001), with the latter groups not differing significantly ( p= 0.867).\nFor the OCI, there were significant main effects of group ( F(2, 416) = 6.84, p= 0.001, η2= 0.03) and subscale ( F\n(6, 2496) = 117.38, p< 0.001, η2= 0.22), and a significant group X subscale interaction ( F(12, 2496) = 2.09, p=\n0.015, η2= 0.01). Post hoc analyses showed significant group differences in five subscales (washing, checking,\nobsessing, ordering, doubting) which, in all cases, were due to significant differences between severe misophonicsand non ‐misophonics ( p= 0.004, 0.025, 0.045, <0.001, and 0.002 respectively), with no significant differences\nbetween moderate misophonics and non ‐misophonics. The difference between severe and moderate groups was\nsignificant for checking and ordering ( p= 0.026 and 0.031, respectively).\nThe POEM classifies individuals according to how they exper ience headaches in distinct classifications (see above).\nOne category, nonvisual aura, was rare in iso lation (generating expected counts < 5 in the χ\n2) so these cases was excluded\nfrom the analysis. Among the remaining categories, the associ ation between participant group and headache category was\nFIGURE 2 Group differences in clinical traits measured by the total Autism Spectrum Quotient (AQ) scores,\ntotal Anxiety Sensitivity Index (ASI ‐3) scores, and total Obsessive ‐Compulsive Inventory (OCI) scores. Mean ± 1\nSEM. The lower panels show the POEM headache categories: headache free (HA ‐free), mild nonmigrainous\nheadache (MNMH), headache not otherwise specified (NOS), migraine without aura (MwoA), and migraine withaura (MWA). The MWA category is broken down into three specific aura symptoms (final panel).2376 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "significant, χ2(10, N= 403) = 21.54, p= 0.018. The severe misophonic grou p were more likely than the other two\nparticipant groups to experience migraines with aura (and less likely to have mild MNMH). Pairwise, severe misophonicsdiffered from non ‐misophonics ( χ\n2(5,N= 293) = 16.22, p= 0.006) but moderate misophonics did not differ significantly\nfrom either the severe or non ‐misophonic groups ( χ2(5,N= 297) = 6.67, p=0 . 2 4 6 a n d χ2(5,N= 216) = 7.94, p=0 . 1 6 0 ) .\nIn summary, our research confirms findings of comorbidities b etween misophonia and autistic traits (Rinaldi, Simner,\net al., 2022 ), anxiety sensitivity (Cusack et al., 2018 ), and obsessive ‐compulsive tendencies (Norris et al., 2022 ). We show,\nfor the first time, a link between misophonia and MWA. The key n ovel contribution of our research is to show that clinical\ncomorbidities are linked to the severity of misophonia rathe r than to misophonia status per se. We find only one trait that\nshows a significant difference linked to both groups of mis ophonia (moderate and severe) and this is unusual in that it\nrelates to a cognitive ability rather than a problem/deficit (attention ‐to‐detail from the AQ).\n3.4 |Sensory sensitivity\nOur measures of sensory sensitivity consisted of questionnaires examining hyper ‐and hypo ‐sensitivity in seven\ndifferent senses (the GSQ), as well as interoceptive awareness/sensibility (the MAIA), together with a test of visual\nstress (the Pattern Glare task).\nFor the GSQ scores, a one ‐way ANOVA revealed a statistically significant difference between groups, F(2,\n416) = 24.16, p<0 . 0 0 1 , η2= 0.10, driven by differences between severe mi sophonics. The other two groups did not differ.\nFor exploratory analyses (not preregistered), the GS Q can also be broken down by se nsory modality and hyper ‐versus\nhypo ‐sensitivity (over and under ‐responsiveness to incoming sensory informa tion, respectively). This is summarized, as\nCohen's d effect sizes, in Figure 4.F o rG S Qh y p e r ‐sensitivities, there were signi ficant main effects of group, ( F(2,\n416) = 49.97, p<0 . 0 0 1 , η2=0 . 0 7 ) , m o d a l i t y ( F(6, 2496) = 374, p< 0.001, η2= 0.30), and a significant group X modality\ninteraction ( F(12, 2496) = 16.40, p<0 . 0 0 1 , η2= 0.03). Post hoc analyses showed significant group differences in most\nHypersensitivity subscales (Visual, Audit ory, Gustatory, Olfactory, Tactile, and V estibular) which were due to significant\ndifferences between participants with severe misophonia and non ‐misophonics across all modalities ( pvalues of <0.001,\n<0.001, <0.001, 0.001, 0.019, and <0.001, respectively). Par ticipants with moderate misophonia were also significantly\nFIGURE 3 Effect sizes (Cohen's d) for the misophonic groups, relative to nonmisophonics, on individual\nsubscales of the clinical questionnaires (left) and the Glasgow Sensory Questionnaire (right).ANDERMANE ET AL. |2377\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "different from non ‐misophonics in terms of Auditory and Olfactory hypersensitivity ( p<0.001 and 0.002 respectively;\nindividual auditory hyper ‐sensitivity questions are analyzed in the Suppo rting Information Results). Additionally,\nparticipants with moderate misophonia were significantly d ifferent from the severe group across all modalities. The\ngroups also differed significantly on hyposensitivity ( F(2, 416) = 6.52, p=0 . 0 0 2 , η2= 0.03), with marginally higher scores for\nsevere misophonics relative to non –misophonics ( p= 0.073) and significantly higher scores for severe misophonics relative\nto moderate misophonics ( p=0 . 0 0 1 ) .\nFor the MAIA, there was no significant main effect of group ( F(2, 416) = 2.21, p= 0.111, η2= 0.01) and no\nsignificant group X subscale interaction ( F(14, 2912) = 1.536, p= 0.090, η2= 0.01). The effect of subscale was\nsignificant ( F(7, 2912) = 67.48, p< 0.001, η2= 0.14). This lack of difference in the interoceptive domain stands in\ncontrast to the differences observed for exteroceptive senses. Post hoc group comparisons of groups are not\nreported due to lack of significant group effects. The Supporting Information Material reports individual subscales\nfor completeness and alternative ways of grouping them.\nRecall that the Pattern Glare task consists of three visual stim uli varying in spatial frequency (low, mid, and high), with a\nseries of 17 descriptions (e.g., shimmer) broken into two diffe rent factors (somatic discomfort, visual distortions). These\nacted as repeated measures in a 3 x 2 x 3 mixed ANOVA, with participant group as a between ‐subjects factor with three\nlevels (non –misophonic, moderate misophonia, and severe misophonia), crossed with descriptor factor (somatic and visual),\nand spatial frequency of the grating (low, middle, and high spatial frequency). In previous literature, low spatial frequencies\nof visual gratings are not linked to visually induced stress and act here as a “sanity check ”(e.g., to ensure we do not have\nFIGURE 4 Sensory sensitivity questionnair es (mean ± 1 SEM) that focus on exteroceptive senses (GSQ, Glasgow\nSensory Questionnaire) or interoception (MAIA, Multid imensional Assessment of Interoceptive Awareness).2378 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "biased or false responding). Figure 5shows that the severe misophonic group g ave higher ratings than other groups for\nboth the mid ‐and high ‐spatial frequency conditions, which is confirmed by the analysis. There was a main effect of\nparticipant group ( F(2, 388) = 7.07, p< 0.001, η2= 0.02), a main effect of spatial frequency ( F(2, 388) = 138.77, p<0 . 0 0 1 ,\nη2= 0.07), and a main effect of descriptor factor ( F(1, 388) = 204.27, p< 0.001, η2= 0.07). There was also a group x spatial\nfrequency interaction ( F(4, 776) = 4.49, p=0 . 0 0 1 , η2= 0.004), such that the groups differed in terms of their ratings in the\ndifferent spatial frequencies; and a significant inter action between spatial frequ ency and descriptor factor ( F(4,\n776) = 67.38, p<0 . 0 0 1 , η2= 0.02), such that the different spatial frequencies were rated differently depending on which\ndescriptor factor they belonged to. There was no significant three ‐way interaction. Post hoc analyses of the group x spatial\nfrequency interaction were performed (collapsing the visual and somatic factors by averaging the two scores). The three\nparticipant groups differed significantly at high ( F(2, 389) = 8.90, p<0 . 0 0 1 , η2=0 . 0 4 ) a n d m i d d l e ( F(2, 389) = 4.83, p=\n0.008, η2= 0.02) spatial frequencies, but not low spatial frequency ( F(2, 389) = 1.26, p=0 . 2 8 6 , η2=0 . 0 4 ) . T h e g r o u p\ndifferences were driven by the severe misophonia group in these two spatial frequency conditions.\n3.5 |Bayes factors and multiple comparisons\nConsidering the N= 7 main effects of group (AQ, ASI, OCI, POEM, GSQ, MAIA, and Pattern Glare) all except the\nMAIA were significant, and these six significant results survive correction for multiple comparisons using FDR.\nBayes Factors were computed at the level of scale and subscale ( N= 36 variables) and reported in full in the\nSupporting Information Material. Comparing the moderate misophonia group against non ‐misophonics there were\ntwo sensitive (BF > 3) rejections of the null for AQ attention ‐to‐detail and GSQ hypersensitivity (with almost all\nother results being sensitive null results of BF < 1/3). Comparing the severe misophonia group against non ‐\nmisophonics there were thirteen sensitive (BF > 3) rejections of the null for AQ total score, AQ attention ‐to‐detail,\nAQ communication, GSQ total score, GSQ hyper ‐sensitivity, GSQ hypo ‐sensitivity, ASI total score, ASI physical\nconcerns, ASI cognitive concerns, OCI total score, OCI washing, OCI ordering, OCI doubting, and Pattern Glare\nsomatic symptoms from high spatial frequency visual stimuli (other results were either insensitive or sensitive nulls).\nFIGURE 5 The average ratings for visual and somatic descriptors (left and right panels, respectively) for the\nthree spatial frequencies of gratings (low, middle, and high). Group mean ± 1 SEM.ANDERMANE ET AL. |2379\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "3.6 |Symptom network modeling\nFigure 6shows the modeled symptom network based on partial correlations using the pre ‐registered dependent variables.\nFor this approach, we no longer make use of three different gr oups but instead directly model the SMS factor scores as\ncontinuous variables (noting that our previous three gr oups are ranked by severity using the same factors, so is\nconceptually similar). In interpreting the model, we advise the reader that any nonzero weighted association can beinterpreted as making a significant contribution to the mode l. The thickness of the lines indicates the strength of the\nassociation measured as partial correlations (these numeri c values are provided in Supporting Information Results along\nwith exploratory, not preregistered, networks that yield si milar results). The spatial separation of the symptoms, for\nvisualization purposes, is also based on t he strength of association ignoring wheth er the partial correlation is positive or\nnegative (termed a spring layout; Kamada & Kawai, 1989 ). Symptoms known to belong to the same construct (e.g.,\ndifferent subscales of the AQ) tend to associate together and this is to be expected if the construct is meaningful (a ‘clique ’\nin network terms occurs when a set of node s is fully interconnected as happens here for SMS with other constructs being\nnear ‐cliques). There are notable exceptions. The AQ Attention ‐to‐detail (but not other AQ subsca les) has significant partial\ncorrelations to the Ordering and Hoarding subscales of the O CI which results in it being placed closer to the OCI than to\nother AQ subscales in the diagram. A simila r mismatched pattern emerges for the Not ‐Distracting subscale of the MAIA\n(e.g., “I try to ignore pain ”), which negatively connects with other constructs such as GSQ and OCI ‐Doubting and is perhaps\nconceptually more related to a ttention than interoception.\nThere are several measures of centrality which give an indication of the relative importance of a symptom in\nthe network (see Figure 7). First, degree centrality sums all the connection strengths emanating from each symptom\n(ignoring sign). This means that symptoms with a higher degree centrality either have more links than others, or a\nFIGURE 6 A symptom network model showing the relationship between misophonia (in turquoise) and other\nsymptoms/behaviors. The strength of the lines indicates degree of association with blue depicting positiveassociations and red depicting negative associations. Comorbidities can be understood, in this approach, throughmutual influence of associated symptoms (which spread throughout the network).2380 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "FIGURE 7 Different measure of centrality. Top: Betweenness centrality measures the extent to which a node\nserves as a bridge from one part of the network to another (unweighted shorted paths). Middle: Most nodesincrease their degree centrality by forming clique ‐like arrangements with similar subscales, and the middle panel\nstrips this away to show summed “bridge ”weights to different measures. Bottom: Degree centrality measure the\nsum of weights emanating from each symptom.ANDERMANE ET AL. |2381\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "smaller number of very strong links. Second, bridge centrality is mathematically equivalent to degree centrality\nexcept that it selects only those weights between (not within) different measures (Jones et al., 2021 ): in Figure 6we\ncan think of it in terms of summing only the connections between different colored circles. Third, betweenness\ncentrality is related to how many shortest paths between all pairs pass through a given symptom: an analogy is that\nthe shortest path between two cities in the United Kingdom, in terms of rail connections, is often via London (i.e.,London has very high betweenness centrality). To calculate betweenness centrality, every pair in the network isconsidered and one counts how many times a node can interrupt the shortest path between the two nodes of the\npair. The GSQ (sensory sensitivity) occupies a key position in the symptom network on all counts (see below), and\nthis is maintained even if sensory sensitivity it is split into separate hyper ‐and hypo ‐sensitivity variables (see\nSupporting Information Results). Within the five SMS subscales, the one with the highest bridge and betweenness\ncentrality is Pain. Summing connections between the SMS and the different AQ subscales we find the strongest link\nto attention ‐to‐detail. The overall results of the network simulation support the conclusion that comorbidities\nlinked to misophonia occur primarily via sensory ‐attentional symptoms that are themselves transdiagnostic (i.e.,\nlinked to constructs such as autism, OCD, and anxiety). This finding is not trivial insofar as there were other\nplausible outcomes that could have emerged. For example, social ‐based symptoms (the social subscales of the AQ,\nSMS, MAIA, etc.) could intuitively have formed a central clique but did not.\nThe network model was explored following a bootstrap analysis, in which participants are randomly sampled\nwith replacement. The bootstrapped CS ‐coefficient was 0.75 where a value greater than 0.5 is considered good and\na value less than 0.25 is poor. This means that up to 75% of cases could be dropped and one would still obtain acorrelation of 0.7 (the recommended value of Epskamp et al., 2018 ) between the original and reduced datasets (in\nterms of degree centrality estimates). This is akin to a post ‐hoc power analysis because it determines whether the\nactual sample size is adequate to achieve network stability.\nFurther, post hoc, explorations of the network were conducted and summarized here (see Supporting\nInformation Materials for full details). The GSQ continues to occupy a central position even after all auditory items\nare removed. In this revised model, the strongest connections from the SMS are still to the GSQ with AQ attention ‐\nto‐detail as a second bridge symptom (both emanating from the SMS Pain factor). We also reran an exploratory\nnetwork analysis dividing our sample into misophonics and non –misophonics (taking the groups derived from the\nearlier cluster analysis) and show that the overall network structure is similar. One potentially important differenceis that the bridge symptom linking misophonia (the SMS subscales) to the remaining network shifts from theAvoidance subscale (considering non ‐misophonics alone) to Pain (misophonics alone, and in the combined sample).\nThis suggests a transition from aversion to sensitization along the misophonia spectrum.\n4|DISCUSSION\nIn the present study we aimed to characterize the perceptual, affective, and cognitive profile of individuals who\nexperience misophonia, a type of aversive emotional and physiological reaction to classes of everyday sounds (e.g.,\nhuman ‐made or repetitive). We also set out to explore whether misophonia can be categorized into distinct\nsubgroups, and if so, whether groups of misophonics tend to differ quantitatively or qualitatively in the severity of\ntheir experience, as well as their sensory sensitivities and the tendency for clinical traits. The associations between\nour variables were modeled using a symptom network approach to identify how these are related.\nWe used a validated measure, the SMS (Rinaldi et al., 2021 ), to identify symptoms and traits of misophonia. For\nthe present research this measure has the advantage of having five factors, which can capture heterogeneity in\nsymptoms. Importantly, its questions were written to be understandable to people without misophonia and can\ntherefore also be modeled as a continuous variable (spectrum). Our cluster analysis revealed that our sample ofparticipants can be categorized into three groups, based on their standardized scores on the five factors of the SMS.\nThe groups were distinguished by the severity of misophonia: the upper two groups largely self ‐identified as having2382 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "misophonia and would exceed the threshold value for diagnosing misophonia from the SMS (i.e., when a single\nscore is calculated across all factors). The third group would fall below the threshold of SMS and compriseparticipants who were recruited as controls and who do not self ‐identify as misophonic. Whereas other studies\nhave noted the continuous nature of misophonia symptoms using other measures (Edelstein et al., 2013 ;W u\net al., 2014 ), here we have shown that three distinct groupings fall out from a cluster analysis. Crucially, these three\ngroups also show differences in their sensory sensitivity profile and clinical traits.\nThe group we classed as moderate misophonia are similar to the non ‐misophonic group on most measures (i.e.,\nanxiety, migraine, pattern glare, obsessive ‐compulsive traits, and most AQ subscales) but are nevertheless different\nin some important ways (i.e., AQ attention to detail, GSQ hyper ‐sensitivity in auditory and olfactory modalities, and\nhearing comorbidities such as hyperacusis). In effect, there are multiple transitions in symptom profile that coincide\nwith increasing misophonia severity. The moderate group, while still being “misophonic ”(i.e., experiencing its\nnegative impact in important ways), will not necessarily all have clinical needs , in the sense that they can likely\nfunction in life without external intervention. The fact that the moderate group often lack comorbidities (sensitive\nnull results) suggests that these comorbidities are not a primary cause of misophonia, although they may play a role\nin the transition to a more severe profile. Those in the severe group are likely to be at a higher clinical symptomlevel, both in terms of their misophonia itself but also from their wider clinical profile. A recent study also applied\nclustering methods in misophonia and, like our study, identified three groups differing in severity (including one\nwithout misophonia) but, unlike our study, found more clinical comorbidities in the moderate group (Norriset al., 2022 ). There are multiple differences between the studies that may have affected the results. In our study,\nthe clustering was based on the misophonia profile alone (with other measures acting as independent tests of the\nclusters) whereas Norris et al. ( 2022 ) derived their clusters from a mix of misophonia and clinical measures. Our\nstudy used purposive sampling (explicitly targeting misophonics of different severity levels) whereas Norris et al.(2022 ) used opportunity sampling (from the general population) such that people with clinically significant\nmisophonia were a minority in all of their clusters (0.8%, 18.6%, and 33.3%). Thus, it is hard to be certain of the\nextent to which their cluster differences are directly attributable to misophonia.\nOur symptom network model showed that some symptoms/t raits are closely connected to misophonia while others\nare more distant. In terms of our groups, we can think of this in terms of severe misophonia having a wider reach within\nthe network, and moderate misophonia having a more local symptom profile. The key statistical innovation of the\nsymptom network is its use of partial correlations over regular correlations. Thus, in a three ‐symptom network A ↔B↔C,\nthe correlation between A and C would be close to 1 and the p artial correlation would be close to 0. Having a sparser\nnetwork model is also achieved through a process called regul arization (where weak connections are forced to zero) with\nthe degree of regularization itself based on the goodness of fi t of model to data (using EBIC, Extended Bayesian Inference\nCriteria) (Epskamp et al., 2018 ). Sparser models, fit to a statistically optimal c riteria, help us to understand the relationship\nbetween symptoms. But it is not a causal model. In parti cular, we cannot conclude that misophonia causes the\ncomorbidities or vice versa, but we can conclude that closer and stronger connections have greater mutual influence over\neach other. Specifically, the main bridge between misophonia and other clinical symptoms appears to be via sensory\nsensitivity. This includes auditory sensory sensitivity but is not limited to it, and it is important to note that the auditory\nquestions in the GSQ hypersensitivit y subscale are not necessarily asking about misophonia itself (e.g., “Do you react very\nstrongly when you hear an unexpected sound?, ”“Do you dislike loud noises? ”). As a limitation of our network model, it is\nconceivable that sensory sensitivity ceases to be central when other important, but presently omitted, symptoms are\nadded (Neal et al., 2022 ). However, we made reasonable efforts to in clude a set of symptoms based on our current\nknowledge of the field.\nIncreased sensory sensitivity may lead to the experience of pain and affective (emotional) dysregulation,\ncorresponding to anxiety and other clinical traits. However, the exact mechanism is yet to be fully explained. Other\nresearchers have proposed that in misophonia there is an increased sensory (auditory cortex) functionalconnectivity to anterior insula, which represents interoceptive maps and moment ‐to‐moment general emotional\nwellbeing of the individual (Kumar et al., 2017 ; McGeoch & Rouw,\n2020 ). This increased connectivity may be theANDERMANE ET AL. |2383\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "neural mechanism that is formed when associations between auditory input and negative valence emotions are\nlearned (McGeoch & Rouw, 2020 ). In our research individual differences linked to interoceptive awareness (as\nmeasured by the self ‐report MAIA, Mehling et al., 2012 ) were not strongly related to misophonia. It is possible that\nalternative measures of interoception (e.g., Garfinkel et al., 2015 ; Garfinkel et al., 2016 ; Miller et al., 1981 ) will be\nmore strongly related to misophonia. It is also possible that it is the production of autonomic responses to soundsthat is atypical in misophonia, rather than the ability to sense them (via interoception).\nPrevious observations in misophonia have noted the presence of visual triggers (e.g., repetitive actions) but it is\nunclear whether this can be related to visual sensitivity per se or the fact that these actions imply a sound (Edelstein\net al., 2013 ). Our research provides the most compelling evidence, to date, that misophonia is linked to visual\nsensitivity, at least in the more severe cases. This is manifested in terms of reports of migraine (specifically for\nMWA) and in terms of both somatic reactions and visual distortions to aversive striped patterns. These two\nobservations —migraine and pattern glare —are known to be linked (see Marcus & Soso, 1989 ; Wilkins et al., 1984 )\nand have a shared putative neural mechanism of increased (visual) cortical excitability (Hibbard & O'Hare, 2015 ;\nHuang et al., 2003 ). That is, it need not be the case that misophonia causes migraine, or vice versa, but that both are\ndifferent clinical outcomes of a common mechanism (increased cortical excitability). A stronger influence of thismechanism may give rise to stronger symptom severity and increased chances of co ‐morbidity as multiple brain\nsystems become affected.\nTo summarize, severe misophonia differs from moderate misophonia not only in terms of quantitative\ndifferences in symptom severity (i.e., SMS factor scores) but also qualitatively in the perceptual and clinical traits ofthese groups. Specifically, severe misophonics differ from moderates in the breadth of sounds that are reported as\ntriggers, in a broader profile of sensory sensitivities (i.e., visual, tactile), elevated clinical traits (autism spectrum,\nanxiety sensitivity, and obsessive ‐compulsive traits), a greater tendency to have migraines and experience other\nhearing related issues (e.g., hyperacusis). Notably, moderate misophonics did not differ from controls in terms of\nclinical traits. From this comparison of misophonia subgroups, it appears that elevated sensory sensitivity and\nassociated pain ‐like experiences in response to sensory stimuli may be the primary cause for the aversive effects of\nmisophonia on mental health and life consequences of the severe group. This is in line with our network analyses,\nshowing that sensory sensitivity is the central trait, connecting to the misophonic experiences (especially the SMS\nfactor of pain in misophonia), and the other sensory and clinical traits.\nACKNOWLEDGMENTS\nWe are grateful to the late Professor David Baguley, University of Nottingham (UK), who helped with the\nformulation and design of our research study. This research was funded by the Ream Foundation's MisophoniaResearch Fund. Authors received funding from the REAM foundation, Misophonia Research Fund initiative.\nCONFLICT OF INTEREST STATEMENT\nThe authors declare no conflict of interest.\nDATA AVAILABILITY STATEMENT\nThe data that support the findings of this study are openly available in Open Science Framework at https://doi.org/\n10.17605/OSF.IO/27FGV .\nORCID\nJamie Ward\nhttp://orcid.org/0000-0001-7007-1902\nPEER REVIEW\nThe peer review history for this article is available at https://www.webofscience.com/api/gateway/wos/peer-\nreview/10.1002/jclp.23552 .2384 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "ENDNOTE\n1Of the N= 1158 recruited as self ‐reported misophonics following the radio interview N= 1031 (89%) fell into the two\nmisophonic groups, and of the N= 272 recruited as control participants from normative samples N= 240 (88%) were\nclassed as non ‐misophonic; χ2(1,N= 1430) = 689.31, p< 0.001.\nREFERENCES\nAazh, H., Erfanian, M., Danesh, A. A., & Moore, B. C. J. (2022). Audiological and other factors predicting the presence of\nmisophonia symptoms among a clinical population seeking help for tinnitus and/or hyperacusis. Frontiers in\nNeuroscience ,16, 900065. https://doi.org/10.3389/fnins.2022.900065\nAndermane, N., Bauer, M., Sohoglu, E., Simner, J., & Ward, J. (2023). A phenomenological cartography of misophonia and\nother forms of sound intolerance. iScience ,26(4), 106299. https://doi.org/10.1016/j.isci.2023.106299\nArmour, C., Fried, E. I., & Olff, M. (2017). PTSD symptomics: network analyses in the field of psychotraumatology (8,\np. 1398003). Taylor & Francis.\nBaron ‐Cohen, S., Hoekstra, R. A., Knickmeyer, R., & Wheelwright, S. (2006). The autism ‐spectrum quotient (AQ) —\nadolescent version. Journal of Autism and Developmental Disorders ,36(3), 343 –350.\nBaron ‐Cohen, S., Wheelwright, S., Skinner, R., Martin, J., & Clubley, E. (2001). The autism ‐spectrum quotient (AQ): Evidence\nfrom asperger syndrome/high ‐functioning autism, malesand females, scientists and mathematicians. Journal of Autism\nand Developmental Disorders ,31(1), 5 –17.\nBenjamini, Y., & Hochberg, Y. (1995). Controlling the false discovery rate: A practical and powerful approach to multiple\ntesting. Journal of the Royal statistical society: Series B (Methodological) ,57(1), 289 –300.\nBorsboom, D. (2017). A network theory of mental disorders. World Psychiatry: Official Journal of the World Psychiatric\nAssociation (WPA) ,16(1), 5 –13.\nBraithwaite, J. J., Broglia, E., Bagshaw, A. P., & Wilkins, A. J. (2013). Evidence for elevated cortical hyperexcitability and its\nassociation with out ‐of‐body experiences in the non ‐clinical population: New findings from a pattern ‐glare task.\nCortex ,49(3), 793 –805.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & Rosenthal, M. Z. (2018). Investigating\nmisophonia: A review of the empirical literature, clinical implications , and a research agenda. Frontiers in Neuroscience ,12, 36.\nCassiello ‐Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L., & Rosenthal, M. Z. (2021). A preliminary investigation of\nthe association between misophonia and symptoms of psychopathology and personality disorders. Frontiers in\nPsychology ,11, 519681.\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. Neuropsychiatric disease and treatment ,11, 2117 –2123.\nhttps://doi.org/10.2147/ndt.S81438\nCusack, S. E., Cash, T. V., & Vrana, S. R. (2018). An examination of the relationship between misophonia, anxiety sensitivity,\nand obsessive ‐compulsive symptoms. Journal of Obsessive ‐Compulsive and Related Disorders ,18,6 7 –72.\nDawes, P., Newall, J., Stockdale, D., & Baguley, D. M. (2020). Natural history of tinnitus in adults: A cross ‐sectional and\nlongitudinal analysis. BMJ Open ,10(12), e041290.\nDienes, Z. (2014). Using Bayes to get the most out of non ‐significant results. Frontiers in Psychology ,5, 781.\nDienes, Z. (2019). How do I know what my theory predicts? Advances in Methods and Practices in Psychological Science ,2(4),\n364 –377.\nDozier, T. H., Lopez, M., & Pearson, C. (2017). Proposed diagnostic criteria for misophonia: A multisensory conditioned\naversive reflex disorder. Frontiers in Psychology ,8, 1975.\nDozier, T. H., & Morrison, K. L. (2017). Phenomenology of misophonia: Initial physical and emotional responses. The\nAmerican Journal of Psychology ,130(4), 431 –438. https://doi.org/10.5406/amerjpsyc.130.4.0431\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience ,7, 296.\nEijsker, N., Schröder, A., Smit, D. J. A., Van Wingen, G., & Denys, D. (2019). Neural basis of response bias on the stop signal\ntask in misophonia. Frontiers in Psychiatry ,10, 765.\nEpskamp, S., Borsboom, D., & Fried, E. I. (2018). Estimating psychological networks and their accuracy: A tutorial paper.\nBehavior Research Methods ,50(1), 195 –212.\nEpskamp, S., Cramer, A. O. J., Waldorp, L. J., Schmittmann, V. D., & Borsboom, D. (2012). qgraph: Network visualizations of\nrelationships in psychometric data. Journal of Statistical Software ,48,1–18.\nEvans, B. J. W., & Stevenson, S. J. (2008). The pattern glare test: A review and determination of normative values.\nOphthalmic and Physiological Optics ,28(4), 295 –309.\nFackrell, K., Potgieter, I., Shekhawat, G. S., Baguley, D. M., Sereda, M., & Hoare, D. J. (2017). Clinical interventions for\nhyperacusis in adults: A scoping review to assess the current position and determine priorities for research. BioMed\nResearch International ,2017 ,1–22.ANDERMANE ET AL. |2385\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Foa, E. B., Kozak, M. J., Salkovskis, P. M., Coles, M. E., & Amir, N. (1998). The validation of a new obsessive –compulsive\ndisorder scale: The Obsessive –Compulsive inventory. Psychological Assessment ,10(3), 206 –214.\nFong, C. Y., Takahashi, C., & Braithwaite, J. J. (2019). Evidence for distinct clusters of diverse anomalous experiences and\ntheir selective association with signs of elevated cortical hyperexcitability. Consciousness and Cognition ,71,1–17.\nFried, E. I., van Borkulo, C. D., Cramer, A. O. J., Boschloo, L., Schoevers, R. A., & Borsboom, D. (2017). Mental disorders as\nnetworks of problems: A review of recent insights. Social Psychiatry and Psychiatric Epidemiology ,52(1), 1 –10.\nFriedman, J., Hastie, T., & Tibshirani, R. (2008). Sparse inverse covariance estimation with the graphical lasso. Biostatistics ,\n9(3), 432 –441.\nGarfinkel, S. N., Seth, A. K., Barrett, A. B., Suzuki, K., & Critchley, H. D. (2015). Knowing your own heart: Distinguishing\ninteroceptive accuracy from interoceptive awareness. Biological Psychology ,104,6 5 –74.\nGarfinkel, S. N., Tiley, C., O'Keeffe, S., Harrison, N. A., Seth, A. K., & Critchley, H. D. (2016). Discrepancies between\ndimensions of interoception in autism: Implications for emotion and anxiety. Biological Psychology ,114, 117 –126.\nHansen, H. A., Leber, A. B., & Saygin, Z. M. (2021). What sound sources trigger misophonia? Not just chewing and\nbreathing. Journal of Clinical Psychology ,77(11), 2609 –2625.\nHibbard, P. B., & O'Hare, L. (2015). Uncomfortable images produce non ‐sparse responses in a model of primary visual\ncortex. Royal Society Open Science ,2(2), 140535.\nHuang, J., Cooper, T. G., Satana, B., Kaufman, D. I., & Cao, Y. (2003). Visual distortion provoked by a stimulus in migraine\nassociated with hyperneuronal activity. Headache: The Journal of Head and Face Pain ,43(6), 664 –671.\nInsel, T., Cuthbert, B., Garvey, M., Heinssen, R., Pine, D. S., Quinn, K., Sanislow, C., & Wang, P. (2010). Research domain\ncriteria (RDoC): Toward a new classification framework for research on mental disorders (167, pp. 748 –751). Am\nPsychiatric Assoc.\nIsvoranu, A. ‐M., Borsboom, D., van Os, J., & Guloksuz, S. (2016). A network approach to environmental impact in psychotic\ndisorder: Brief theoretical framework. Schizophrenia Bulletin ,42(4), 870 –873.\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, comorbidity and\ndemographics in a large sample. PLoS One ,15(4), e0231390.\nJain, A. K. (2010). Data clustering: 50 years beyond K ‐means. Pattern Recognition Letters ,31, 651 –666.\nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., & Müller ‐Vahl, K. (2022). Prevalence and clinical correlates of misophonia\nsymptoms in the general population of Germany. Frontiers in Psychiatry ,13, 1012424. https://doi.org/10.3389/fpsyt.\n2022.1012424\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: Hyperacusis, misophonia,\nphonophobia. ITHS News Lett ,2(5–7), 1 –5.\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy (TRT). Australian and\nNew Zealand Journal of Audiology ,24(2), 74 –84.\nJones, P. J., Ma, R., & McNally, R. J. (2021). Bridge centrality: A network approach to understanding comorbidity.\nMultivariate Behavioral Research ,56(2), 353 –367.\nKaiser, E. A., Igdalova, A., Aguirre, G. K., & Cucchiara, B. (2019). A web ‐based, branching logic questionnaire for the\nautomated classification of migraine. Cephalalgia ,39(10), 1257 –1266.\nKamada, T., & Kawai, S. (1989). An algorithm for drawing general undirected graphs. Information Processing Letters ,31(1),\n7–15.\nKumar, S., Tansley ‐Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., Cope, T. E., Gander, P. E., Bamiou,\nD.‐E., & Griffiths, T. D. (2017). The brain basis for misophonia. Current Biology ,27(4), 527 –533.\nLi, Q., Joo, S. J., Yeatman, J. D., & Reinecke, K. (2020). Controlling for Participants' viewing distance in large ‐scale,\npsychophysical online experiments using a virtual Chinrest. Scientific Reports ,10, 904. https://doi.org/10.1038/\ns41598 ‐019 ‐57204 ‐1\nMarcus, D. A., & Soso, M. J. (1989). Migraine and stripe ‐induced visual discomfort. Archives of Neurology ,46(10),\n1129 –1132.\nMcGeoch, P. D., & Rouw, R. (2020). How everyday sounds can trigger strong emotions: ASMR, misophonia and the feeling\nof wellbeing. BioEssays ,42(12), 2000099.\nMehling, W. E., Price, C., Daubenmier, J. J., Acree, M., Bartmess, E., & Stewart, A. (2012). The multidimensional assessment\nof interoceptive awareness (MAIA). PLoS One ,7(11), e48230.\nMiller, L. C., Murphy, R., & Buss, A. H. (1981). Consciousness of body: Private and public. Journal of Personality and Social\nPsychology ,41(2), 397 –406.\nNeal, Z. P., Forbes, M. K., Neal, J. W., Brusco, M. J., Krueger, R., Markon, K., Steinley, D., Wasserman, S., & Wright, A. G. C.\n(2022). Critiques of network analysis of multivariate data in psychological science. Nature Reviews Methods Primers ,\n2, 90.\nNorris, J. E., Kimball, S. H., Nemri, D. C., & Ethridge, L. E. (2022). Towards a multidimensional understanding of misophonia\nusing cluster ‐based phenotyping. Frontiers in Neuroscience ,16, 8325616.2386 |ANDERMANE ET AL.\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "P f e n n i g ,A . ,R i t t e r ,P .S . ,H ö f l e r ,M . ,L i e b ,R . ,B a u e r ,M . ,W i t t c h e n ,H .U . ,&B e e s d o ‐Baum, K. (2016). Symptom\ncharacteristics of depressive episodes prior to the onset of mania or hypomania. Acta Psychiatrica Scandinavica ,\n133(3), 196 –204.\nRinaldi, L., Simner, J., Koursarou, S., & Ward, J. (2022). Autistic traits, emotion regulation, and sensory sensitivities in\nchildren and adults with misophonia. Journal of Autism and Developmental Disorders ,53, 1162 –1174.\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer Well ‐Being in children with misophonia: evidence from the\nsussex misophonia scale for adolescents. Frontiers in Psychology ,13, 808379.\nRinaldi, L. J., Ward, J., & Simner, J. (2021). A Factor Structure within Misophonia: The Sussex Misophonia Scale for researchers\nand clinicians .https://psyarxiv.com/5eb39\nRitter, P. S., Höfler, M., Wittchen, H. ‐U., Lieb, R., Bauer, M., Pfennig, A., & Beesdo ‐Baum, K. (2015). Disturbed sleep as risk\nfactor for the subsequent onset of bipolar disorder –data from a 10 ‐year prospective ‐longitudinal study among\nadolescents and young adults. Journal of Psychiatric Research ,68,7 6 –82.\nRobertson, A. E., & Simmons, D. R. (2013). The relationship between sensory sensitivity and autistic traits in the general\npopulation. Journal of Autism and Developmental Disorders ,43(4), 775 –784.\nRouw, R., & Erfanian, M. (2018). A large ‐scale study of misophonia. Journal of Clinical Psychology ,74(3), 453 –479. https://\ndoi.org/10.1002/jclp.22500\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder. PLoS One ,8(1),\ne54706.\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & Denys, D. (2019). Misophonia is\nassociated with altered brain activity in the auditory cortex and salience network. Scientific Reports ,9(1), 7542.\nSpielberger, C. D., Gorsuch, R. L., Lushene, R., Vagg, P. R., & Jacobs, G. A. (1983). Manual for the State ‐Trait Anxiety\nInventory . Consulting Psychologists Press.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z.,\nRouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022).\nConsensus definition of misophonia: A delphi study. Frontiers in Neuroscience ,16, 841816. https://doi.org/10.3389/\nfnins.2022.841816\nTaylor, S., Zvolensky, M. J., Cox, B. J., Deacon, B., Heimberg, R. G., Ledley, D. R., Abramowitz, J. S., Holaway, R. M.,\nSandin, B., Stewart, S. H., Coles, M., Eng, W., Daly, E. S., Arrindell, W. A., Bouvard, M., & Cardenas, S. J. (2007). Robust\ndimensions of anxiety sensitivity: Development and initial validation of the anxiety sensitivity Index ‐3.Psychological\nAssessment ,19(2), 176 –188.\nWard, J., Hoadley, C., Hughes, J. E. A., Smith, P., Allison, C., Baron ‐Cohen, S., & Simner, J. (2017). Atypical sensory sensitivity\nas a shared feature between synaesthesia and autism. Scientific Reports ,7(1), 41155.\nWard, Jr., J. H. (1963). Hierarchical grouping to optimize an objective function. Journal of the American Statistical Association ,\n58(301), 236 –244.\nWilkins, A., Nimmo ‐Smith, I., Tait, A., Mcmanus, C., Sala, S. D., Tilley, A., Arnold, K., Barrie, M., & Scott, S. (1984). A\nneurological basis for visual discomfort. Brain ,107(4), 989 –1017.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. Journal of Clinical Psychology ,70(10), 994 –1007. https://doi.org/10.1002/jclp.22098\nZhang, T., Ramakrishnan, R., & Livny, M. (1996). BIRCH: An efficient data clustering method for very large databases. ACM\nsigmod record ,25(2), 103 –114.\nSUPPORTING INFORMATION\nAdditional supporting information can be found online in the Supporting Information section at the end of this\narticle.\nHow to cite this article: Andermane, N., Bauer, M., Simner, J., & Ward, J. (2023). A symptom network model\nof misophonia: From heightened sensory sensitivity to clinical comorbidity. Journal of Clinical Psychology ,79,\n2364 –2387. https://doi.org/10.1002/jclp.23552ANDERMANE ET AL. |2387\n 10974679, 2023, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23552, Wiley Online Library on [26/02/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}