{
  "doc_type": "scientific paper",
  "title": ") Mimicry in misophonia Manuscript Preprint",
  "authors": [
    "Ash ("
  ],
  "year": 2022,
  "journal": "Psychology, University of Sunderland, Sunderland, UK",
  "doi": null,
  "abstract": "Background Misophonia is often referred to as a disorder that is characterized by excessive negative emotional responses, including anger and anxiety, to “trigger sounds” which are typically day-to-day sounds, such as those generated from people eating, chewing, and breathing. Misophonia (literally ‘hatred of sounds’) has commonly been understood within an auditory processing framework where sounds cause distress due to aberrant processing in the auditory and emotional systems of the brain. However, recent evidence from brain imaging showing involvement of the motor system while listening to trigger sounds suggests that it is the perception of action (e.g., mouth movement) of the trigger person, and not the sounds per se, that drives the distress in misophonia. Since observation or listening to sounds of actions of others are known to prompt automatic mimicry/imitations in perceivers, we hypothesized that mimicking the action of the trigger person may be prevalent in misophonia. Apart from a few case studies and anecdotal information, a relation between mimicking and misophonia has not been systematically evaluated. Method In this work, we addressed this limitation by collecting data on misophonia symptoms and mimicry behaviour using online questionnaires from 676 participants.",
  "keywords": [
    "misophonia",
    "mimicry",
    "social cognition"
  ],
  "research_topics": [
    "misophonia",
    "mimicry",
    "social cognition"
  ],
  "created_at": "2025-05-05T01:31:00.951974Z",
  "source_pdf": "documents/research/Global/Ash (2022) Mimicry in misophonia Manuscript Preprint.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Mimicry in misophonia: A large-scale survey of prevalence and relationship with\ntrigger sounds\nParis A Ash1, Ester Benzaquén2, Phillip E Gander3,4, Joel I Berger4, Sukhbinder Kumar4\n1School of Psychology, University of Sunderland, Sunderland, UK\n2Newcastle University Medical School, Newcastle Upon Tyne, Tyne and Wear, UK\n3Department of Radiology, University of Iowa, Iowa City, USA\n4Department of Neurosurgery, University of Iowa, Iowa City, USA\nWords: 4904 (excluding subheadings)\nAcknowledgements\nThe authors thank Elizabeth Day for assistance with data collection.\nAuthor Statement\nPA performed analyses. PA and SK wrote the manuscript with support from EB, PG, and JB.\nSK conceived and designed the study. All authors discussed the results and contributed to \nthe final manuscript. The authors have no competing interests to declare.\nAbstract\nBackground\nMisophonia is often referred to as a disorder that is characterized by excessive negative\nemotional responses, including anger and anxiety, to “trigger sounds” which are typically\nday-to-day sounds, such as those generated from people eating, chewing, and breathing.\nMisophonia (literally ‘hatred of sounds’) has commonly been understood within an auditory\nprocessing  framework  where  sounds  cause  distress due  to  aberrant  processing  in  the\nauditory and emotional systems of the brain. However, recent evidence from brain imaging\nshowing involvement of the motor system while listening to trigger sounds suggests that it is\nthe perception of action (e.g., mouth movement) of the trigger person, and not the sounds\nper se, that drives the distress in misophonia. Since observation or listening to sounds of\nactions  of  others  are  known  to  prompt  automatic  mimicry/imitations  in  perceivers,  we\nhypothesized  that  mimicking  the  action  of  the  trigger  person  may  be  prevalent  in\nmisophonia. Apart from a few case studies and anecdotal information, a relation between\nmimicking and misophonia has not been systematically evaluated. \nMethod"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "In this work, we addressed this limitation by collecting data on misophonia symptoms and\nmimicry behaviour using online questionnaires from 676 participants. \nResults\nAnalysis of these data shows that (i) the tendency to mimic varies in direct proportion to\nmisophonia severity assessed using a self-reported questionnaire, (ii) compared to other\nhuman and environmental sounds, trigger sounds of eating and chewing are more likely to\ntrigger mimicking, and (iii) the act of mimicking provides relief from distress to most people\nwith misophonia. \nLimitations\nThe format of the study as an online survey used questionnaires to assess misophonia\nstatus. The questionnaire has been used extensively in misophonia research, however it is\nnot fully validated for use in clinical populations, therefore we cannot be certain on the\ndegree of severity of symptoms reported in this study population.\nConclusion\nThis study shows that mimicry is widely prevalent in misophonia and is elicited by the most\ncommon trigger sounds of eating and chewing. These data reinforce the idea of hyper-\nmirroring in misophonia proposed in our earlier work (Kumar et al., 2021) . Thus, providing\ncrucial implications for how we treat and interpret misophonia moving forward.\nKeywords\nmisophonia, mimicry, social cognition\nIntroduction\nMisophonia,  literally  ‘hatred  of  sounds’,  is  a  disorder  characterized  by  strong  negative\nbehavioral and physiological emotional responses to certain specific sounds which we come\nacross frequently in our day-to-day life (Jastreboff and Jastreboff, 2001; Kumar et al., 2014;\nBrout et al., 2018; Swedo et al., 2022) . In typical cases of misophonia, these ‘trigger sounds’\ntend to be sounds of eating, drinking, breathing, and chewing produced by other people. The\nemotional response to trigger  sounds includes  feelings of anger, irritation,  anxiety, and\ndisgust accompanied by a strong urge to escape from the situation in which trigger sounds\nare produced. Since trigger sounds are common and almost inescapable in social situations,\nmisophonia has debilitating effects on occupational, family, and social life. A person with\nmisophonia, for example, might not have a meal or share a common space with other family"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "members, avoid using public transport for travel, and will tend to avoid social situations at\ntheir workplace. This social isolation, particularly in severe cases of misophonia, has a high\nimpact on mental health, and cases of suicide or suicide attempts have been reported in the\nacademic literature  (Siepsiak et al., 2022)  and media  (Nauman, 2017), with up to 20% of\npeople with misophonia indicating they have had thoughts of suicide (Rouw and Erfanian,\n2018). Although the exact prevalence of misophonia is not known due to a lack of any\ncomprehensive epidemiological study, a few studies  (Wu et al., 2014; Zhou et al., 2017;\nNaylor et al., 2021)  targeting specific populations (i.e., students) have reported a prevalence\nof anywhere between 5 and 20%.\nThe  mechanism  of  misophonia  remains  largely  unknown.  A  dominant  paradigm  to\nunderstand  misophonia  currently  is  the  ‘auditory  processing  framework’,  in  which\nmisophonia is considered a disorder of sound processing (Jastreboff and Jastreboff, 2001;\nJastreboff and Jastreboff, 2015) .In this framework, trigger sounds cause aberrant processing\nin  the  auditory/emotion  processing  parts  of  the  brain  which  subsequently  drives  the\nemotional response in those with misophonia (via a currently unknown mechanism). The fact\nthat many typical trigger sounds are generated by other people, is completely ignored in the\nauditory framework, as is the fact that the context in which trigger sounds are produced is\nlargely social, and that people with misophonia can be triggered by particular individuals\n(e.g., close family members or someone familiar) but not by others. In other words, the\ncurrent  auditory-focussed  model  of  misophonia  employs  a  ‘detached’  framework  where\nsounds are isolated from the social context in which they typically occur. There is now\noverwhelming evidence that the brain processes social signals in a different way to non-\nsocial signals (for reviews see (Adolphs, 2010; Molapour et al., 2021) ). For example, brain\nimaging in social cognitive neuroscience has shown that specialized cognitive processes\nimplemented  in  dedicated  brain  structures  are  employed  to  extract  socially  relevant\ninformation such as faces (Kanwisher et al., 1997) , voices (Belin et al., 2000) , the body as a\nwhole  (de Gelder et al., 2010) , and other ‘higher order’ social information such as mental\nstates of other people (Frith and Frith, 2006) . In other words, these brain structures become\nactive only in response to sensory stimulation in social situations and they work differently or\nare ‘silent’ when dealing with non-social sensory input. This has important implications for\nmisophonia: emphasis only on the auditory/sound dimension while completely ignoring or\ndelinking  the  ‘social’  aspect  of  misophonia  may  hinder  progress  in  understanding  the\nperceptual/cognitive processes and underlying brain mechanisms."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Using an integrated ‘framework’, where both trigger sounds and their social source are\nconsidered together, a different picture of misophonia emerges. Since the trigger sounds, for\nexample someone eating/chewing, are associated with an action (e.g., orofacial movement)\nof another person, it could be the case that misophonic distress is due to the perceived\naction of others and not due to the sound per se, which is a by-product of that action. In\nsocial cognition and neuroscience, it is well known that mere observation or hearing the\nsounds of actions of other leads to ‘mirroring’ or ‘mimicking’ of the same actions by the\nperceiver without any intention or awareness to do so  (Chartrand and van Baaren, 2009;\nHeyes, 2011; Chartrand and Lakin, 2013) . The mechanism behind mimicry is commonly\nunderstood within the framework of a ‘perception-action’ link, which posits that perceiving the\naction of others automatically activates representations of that action in the perceiver which,\nin turn, executes movements that are congruent to the perceived actions. With respect to\nbrain function, the ‘perception-action’ link is instantiated as communication between sensory\nareas and the motor areas of the brain. With emphasis on action of the trigger-person, could\nit be that the perception-action link is relatively stronger in misophonia which is activated by\nthe sight or sounds of action? Initial evidence for activation of the perception-action link and\n‘mirroring’ of actions in misophonia was provided by a recent study (Kumar et al., 2021)  from\nour group. The study, using functional magnetic resonance imaging (fMRI), demonstrated\nthat in the resting state, when no explicit stimuli are presented, people with misophonia, who\nhad  eating/chewing  sounds  as  their  dominant  triggers,  show  stronger  connectivity\n(compared to control subjects) of auditory and visual cortex to a part of the pre-motor cortex\ninvolved in the movement of orofacial muscles (movement of mouth, lip, tongue etc). An\nimplication of the stronger resting state connectivity is that the orofacial motor cortex may be\n‘primed’ to respond strongly to auditory and visual stimulation arising from the (orofacial)\nactions of others. This was supported by the study showing that activation of the orofacial\nmotor cortex was stronger, specifically for trigger sounds (mostly orofacial in nature) in\nmisophonia. \nOne implication of the evidence from our neuroimaging data is that mimicry should be widely\npresent in the misophonia population.  With respect to misophonia,  there are anecdotal\nreports of people mimicking the actions of the trigger person, but the effect has not attracted\nmuch attention within misophonia research, except for a couple of case reports. In a report\nof two misophonia subjects (Hadjipavlou et al., 2008) , one subject who had eating /chewing\nsounds as triggers had urges to mimic the sounds by moving their lips and mouth. In another\nstudy, Edelstein et al. (2013) reported 6 out of 11 subjects (55%) having a tendency to mimic"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "the sounds. Within the ‘auditory framework’ mimicry is difficult to explain, whereas the social/\naction framework suggests mimicry would be present in people with misophonia. \nTo  address  the  relation  between  misophonia  and  mimicry,  we  asked  more  than  600\nparticipants to complete online questionnaires relating to their misophonia severity and their\ntendency to mimic the sounds/action of the trigger person. More specifically we explored the\nfollowing: (i) with increasing misophonia severity, how likely people with misophonia are to\nmimic, (ii) whether the act of mimicking relates to a particular set of trigger sounds (i.e.,\nsocial), and (iii) what effect mimicking has on individuals with misophonia. Our data suggest\nthat  the tendency to mimic is associated  with  misophonia  severity and  that  the act  of\nmimicking provides relief. The current data, along with results from our neuroimaging study,\nprovide support for a social cognition-based model of misophonia. \nMethod\nParticipants\nParticipants for the study were recruited either by advertisements on internet websites/social\nmedia platforms that served the purpose of being misophonia support groups: ‘sounds like\nmisophonia’  ( https://soundslikemisophonia.com/ );  ‘Allergic  to  Sound’\n(https://allergictosound.com/ ), or by sending emails to volunteers registered with the Institute\nof  Neuroscience  at  Newcastle  University  (UK).  A total  of  816  participants  took part  in\ncompleting  the  online  questionnaire.  However,  in  guidance  with  exclusion  criteria,\nparticipants were removed from analysis if they: (i) did not give informed consent ( n = 20),\n(ii) were under the age of 18 years ( n = 106), or (iii) if the data were duplicated ( n = 14). Data\nfrom a final total of 676 participants (505 (74.7%) females, 166 (24.6%) males and 5 (0.7%)\n‘other’/ ‘preferred not to disclose gender’) were entered into the analysis. Participants were\naged between 18 and 81 years ( mean = 38.39 years, SD = 16.10). Participants were asked\nif they had any other neurological/psychological disorder besides misophonia, 453 (67%)\nreported ‘no’, 203 (30%) reported ‘yes’, and 20 (3%) ‘preferred not to say’. Meaning over half\nof the participants did not indicate having any other neurological/psychological disorders\noutside of their misophonia. An incentive was offered to participants where they could enter\na prize draw to win one of three £20 Amazon vouchers for their participation.\nMaterials\nA set of questionnaires using Google forms were created and an online link to these was\nmade available on internet websites/social media or by email. As part of a larger research\nprogram to collect behavioural symptoms in people with misophonia, subjects completed a"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "range of questionnaires designed to assess social, emotional, and physiological impacts of\nmisophonia.   In  the  current  study,  data  from  only  two  questionnaires,  (i)  Misophonia\nQuestionnaire (MQ) (Wu et al., 2014) and (ii) a newly developed Iowa Mimicry Questionnaire\n(IMQ), is analysed and reported. \nThe MQ consists of three parts, the first part being the Misophonia Symptom Scale which is\ndesigned  to  examine  the  specific  sound  categories  that  a  person  with  misophonia  is\nsensitive to, for example, eating, repetitive tapping and throat sounds, among others. The\nsecond  part  is  the  Misophonia  Emotions  Scale,  which  examines  the  emotional  and\nbehavioural responses associated with misophonia symptoms. Each question in these two\nparts is scored on a 5-point Likert scale from ‘Not true at all’ (0) to ‘Always true’ (4). The third\nand final part is the Misophonia Severity Scale, which allows participants to provide a rating\nof their overall sensitivity to sounds on a scale from 0 to 15 (please note that the original\nquestionnaire in Wu et al (2014), used a scale from 1 to 15. We included ‘0’ in the scale to\nindicate ‘no sensitivity at all’). A brief description of what numbers from 0 to 15 is meant to\nrepresent in relation to severity was given to help inform participants how to rate their sound\nsensitivity.  For  example,  ‘0  to  3;  Minimal  within  range  of  normal  or  very  mild  sound\nsensitivities (“I spend little time resisting or being affected by my sound sensitivities. Almost\nno or no interference in daily activity”). \nThe IMQ  was developed  in our  lab to assess prevalence  of mimicry and its effect on\nperceived distress in misophonia. The IMQ consists of a set of five questions which were\nscored on a 5-point Likert scale from ‘Never’ (0) to ‘Always’ (4). The first question (“Do you\never start mimicking the action or sound of the trigger person?”) addressed the incidence of\nmimicking. The remaining four questions, which were answered only if the answer to the first\nquestion was in the affirmative, assessed the automaticity/self-control over mimicry and the\nrelief, if any, that arises from the act of mimicking The IMQ is provided in Appendix 1.\nProcedure\nThis study was approved by the Newcastle University Ethics Committee. The questionnaires\nwere constructed and hosted using Google Forms. An information page was first displayed\nto  the  participants,  which  briefed  them  about  what  the  questionnaire  entailed  and  the\nnecessary inclusion criteria, such as the requirement to be 18 years old or above to take part\nin the study. Consent was then obtained via a Yes/No question. In conformity with data\nprotection ethics, anonymity of personal data was maintained by a randomly assigned ID.\nParticipants were reminded of their right to withdraw from the study at any time and were"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "provided with the contact details (email) of the lead researcher in case of any query from\nthem. Participants then completed the questionnaires, which comprised 64 questions in total\nthat took approximately 20 minutes to complete. When finished, participants received a\ndebrief screen thanking them for their participation and directing them to contact, if needed,\nthe researcher via email.\nStatistical Analysis\nStatistical  analysis  was  performed  using  IBM  SPSS  (28.0;  IBM  Corp,  2017),  MATLAB\n(version R2020a, MathWorks), and JASP (Version 0.16; JASP Team, 2021).  \nTo assess if the severity of misophonia predicts the prevalence of mimicry, we employed\nbinomial logistic regression with mimicking (yes/no) as a response variable and severity of\nmisophonia (range 0 to 15) as the explanatory variable. We also explored whether the\ntendency to mimic depends on any particular sound category. To assess this, we used a\nmultivariable logistic regression with mimicking (yes/no) as a response variable and the\ndistress experienced  on 7 different  sound  categories  (people  eating,  repetitive  tapping,\nrustling,  nasal  sounds,  throat  sounds,  consonant/vowels,  environmental  sounds)  as\nexplanatory variables. \nMisophonia scores for different sound categories tend to be correlated: somebody triggered\nby eating sounds could also be triggered by nasal/throat sounds and other related sounds as\nwell.  A  multivariate  analysis  using  principal  component  analysis  (PCA)  can  take  into\nconsideration the correlation among variables and aims to find common latent variable/s\nunderlying the measured variables. We ran PCA with promax rotation on the data consisting\nof  8  variables  (distress  on  7  sound  categories  and  mimicry)  from  676  participants.\nComponent loadings > 0.5 were considered meaningful and significant. \nResults\nThe distribution of the misophonia severity scores (mean = 7, standard deviation = 2.85) in\nour sample of participants ( n = 676) is shown in Figure 1A. \nFigure 1B shows the distribution of different trigger types in the current data set. Eating\nsounds are the dominant trigger type, which is consistent with previous studies (Kumar et al,\n2014; Rouw and Erfanian, 2017)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Figure 1: A. Distribution of misophonia severity scores across all participants (n = 676).  B.\nDistribution of different trigger types across all participants (n = 676).\nFigure 2A shows the relation between the likelihood of mimicry and misophonia severity\nusing univariate logistic regression. The probability to mimic increased as a function of\nmisophonia severity (X2 (1, n = 676) = 47.42, p < .001; Figure 2A). The model explained 9%\n(Nagelkerke R2) of the variance and correctly classified 59.8% of cases, with an odds ratio\n(OR) of 1.219. \nAfter confirming the relation between mimicry and overall misophonia severity we explored\nwhether mimicking was associated with triggers of a particular type. Multivariable logistic\nregression was performed, with mimicking as a response variable and sensitivity on seven\ndifferent sound categories as explanatory variables. Results of this model are shown in\nTable 1. Overall, the model could successfully predict the outcome in 59% of cases (X2 (1, n\n= 676) = 40.86, p < .001) and explained 7.8% (Nagelkerke R2) of the variance. Sensitivity for\neating sounds was the greatest predictor of mimicry (OR = 1.341;  p = .001) followed by\nsensitivity for consonant/vowel sounds (OR = 1.154; p = 0.046). No other sound category\nhad a significant relationship with mimicking.  Plots of odds ratio for each sound category\nwith 95% confidence intervals are shown in Figure 2B. \nTable  1.  Multivariable  logistic  regression,  predicting  the  likelihood  of  mimicry\noccurrence as a function of misophonia distress for different sound categories.\n95% CI for Exp(B)\nBSEWalddfpORLLUL\nEating .294.09210.0991.001**1.3411.1191.607\nRepetitive Tapping -.141.0912.4011.121.868.7261.038"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Rustling .061.078.6011.4381.062.9121.238\nNasal .185.1003.4101.0651.203.9891.463\nThroat .012.091.0181.8941.012.8461.211\nConsonant/Vowel .143.0723.9891.046*1.1541.0031.328\nEnvironment -.073.0711.0771.299.929.8091.067\nIf p-value is less than .05 (*), less than .01 (**), and less than .001 (***).\nFigure 2: A. Univariate logistic regression showing the probability to mimic in relation\nto misophonia severity score.  B. Odds Ratio (OR) with 95 % confidence limits for\ndifferent trigger sound categories.\nTo identify patterns of relationship between mimicry and different sound categories, we\nperformed principal component analysis on 8 variables: mimicry and the severity score on 7\nsound  categories.  The  PCA  revealed  two  components  which  explained  56.6%  of  the\nvariance. Loadings of the two components are shown in Figure 3. Notably, orofacial related\ntrigger sounds such as, eating, nasal, and throat sounds loaded significantly onto the second\ncomponent whereas environmental and non-orofacial sounds, such as repetitive tapping and\nrustling, loaded significantly onto the first component. Importantly, ‘mimicry’, loaded onto the\nsame component as orofacial sounds thus highlighting that mimicry and distress for orofacial\nsounds are more strongly associated with one another in relation to misophonia, compared\nto other types of trigger sounds."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Figure 3. Principal component analysis with promax rotation. The two components\nare  represented  by  circles and  the  different  variables  are  represented  by  boxes.\nValues within boxes and the thickness of arrows going from variables to a component\nrepresent the strength of loading on the two components. Blue indicates positive\nloading and orange indicates negative loading; the loading values displayed in the\nboxes are the positive direction loadings (blue arrows) corresponding to the larger of\nthe two loadings. Only loading values greater than 0.5 are shown.\nAfter  examining  the  prevalence  of  mimicry  and  its  relationship  with  different  sound\ncategories, we sought to understand what role mimicry has on misophonic distress and\nwhether it was ‘automatic’ or under voluntary control, utilizing the newly designed IMQ. In\nresponse to the question related to control of mimicry, 80.4% of participants reported that\nmimicking was under their control, and they performed it deliberately (those that responded"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "‘sometimes’, ‘often’ or always’). In terms of the effect of mimicking on distress, 68% reported\nthat mimicking provided relief from distress to triggers sounds and 60.4% reported that the\nact of mimicking makes them feel under control. Figure 4 shows the distribution of participant\nresponses on the IMQ.\n  \nFigure 4:  Response proportions for the IMQ. \nDiscussion\nExamining the largest sample of misophonia participants to date, the aim of this study was to\ninvestigate  the  relationship  between  misophonia  and  mimicry.  More  specifically,  three\nquestions were addressed: (i) relationship between the likelihood to mimic as a function of"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "misophonia severity, (ii) whether the act of mimicking was related to a particular set of trigger\nsound categories (as defined by the MQ (Wu et al., 2014)), and (iii) what benefits, if any,\nmimicking provided to people with misophonia (identified through the IMQ). \nOur results show that mimicry is widely prevalent in misophonia  and that its likelihood\nincreases with greater misophonia severity. This finding is consistent with results from a\nrecent neuroimaging study from our group (Kumar et al, 2021), which for the first time\nhypothesized the role of ‘mirroring’ the action, and not the sounds per se, as the primary\ndriving factor in misophonia. The neuroimaging study, by showing stronger resting state\nconnectivity between auditory and visual cortex and the pre-motor area of the brain in\nmisophonia, argued that watching or hearing action sounds (e.g., orofacial movement for\neating/ chewing sounds) of the trigger-person results in driving the same part of the motor\ncortex that is involved in generating the perceived action. The current study, based on self-\nreported measures of how people with misophonia respond to and cope with triggers in daily\nlife, provides support to the ‘hyper-mirroring’ hypothesis of misophonia.  \nThe  phenomenon  of  mimicry is  ubiquitous  in  social  interactions  and  has  been  a  well-\nresearched  topic  in  social  psychology  and  neuroscience  (Prochazkova  and Kret,  2017;\nArnold and Winkielman, 2020; Palagi et al., 2020) . Mimicry can be broadly divided into two\ncategories: intentional and spontaneous. Intentional mimicry (sometimes also called imitation\nor emulation) involves explicit intention to copy and reproduce somebody else’s actions. In a\nmisophonia  context,  this  would  be  the  case  when  a  person  with  misophonia,  on\nseeing/hearing  the actions (e.g.,  orofacial  movement  for  eating/chewing  sounds)  of  the\ntrigger-person, deliberately repeats the observed action. Spontaneous mimicry, on the other\nhand, is the automatic reproduction of another individual’s motor movements, behaviour, or\nfacial expression without explicit intention or awareness to do so. For example, in a seminal\nstudy  (Chartrand  and  Bargh,  1999)  demonstrating  spontaneous  mimicry,  a confederate\nmanipulated her actions while interacting with participants: in different sessions, she either\ntouched her face or shook her leg while both the confederate and participants were involved\nin an irrelevant task of describing pictures to each other. Analysis of video recording of the\ninteraction showed that participants touched their face more in the presence of a face-\ntouching  confederate  and  wiggled  their  foot  more  in  the  presence  of  a  foot-shaking\nconfederate. Debriefing after the experiment showed that participants did not notice any\n‘odd’ behaviour of the confederate and were not aware of their mimicking of the actions of\nthe confederate implying that reproduction of the actions was implicit and unintentional. With\nrespect to misophonia, spontaneous mimicry would occur if mere observation or listening to"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "the trigger  sounds  of  action automatically  elicits  a  corresponding  action (e.g.,  orofacial\nmovements for eating/chewing sounds) in a person with misophonia with them not knowing\nanything about it. Although not within the misophonia context, spontaneous mimicry has\nbeen shown in the domain of eating behaviour: people are more likely to take a bite of food\nor sip of a drink when their companion does so (Larsen et al., 2010; Hermans et al., 2012;\nBell et al., 2019). Even the sounds of eating alone can elicit eating mimicry in the listener\n(Zin et al., 2015). \nHow  does  misophonia  relate  to  mimicry?  The  basic  premise  of  our  argument  is  that\nmisophonia is a result of increased spontaneous mimicry in response to the actions (e.g.,\norofacial movement) of the trigger-person that produce trigger sounds (e.g., eating/chewing\nsounds). The excessive spontaneous mimicry, which possibly arises due to the failure of\ncontextual  modulation  (either  amplified  in  excess  or  not  suppressed  enough  by  the\ncontextual/situational settings) is then perceived as inappropriate in terms of interfering in a\nperson’s current goals and actions. This strong drive, initiated by an external source, to\nrepeat the actions can be felt as violating or invading personal space or can lead to a sense\nof  loss  of  self-control.  This  is  consistent  with  people  with  misophonia  describing  their\nexperience of trigger sounds as ‘invasive’, ‘intrusive’, ‘insulting’, ‘violating’ and ‘offensive’\n(Rouw and Erfanian, 2018) . There is also evidence that trigger sounds are perceived as\ninterfering in one’s current goals. In a study using a Stroop task, Daniels et al (2020) showed\nthat  people  with  misophonia  are  impaired  in  maintaining  the  current  goals  of  the task\nspecifically in the presence of trigger sounds. Since perceived interference, particularly when\nit is attributed to another social agent, can be a cause of anger  (Izard, 1991), this also\nexplains why anger, and in extreme cases, aggression could be a dominating emotional\nresponse in misophonia. One possible way to counter the covert drive for spontaneous\nmimicry is to overtly mimic the action of the trigger-person (e.g., orofacial movements in\nresponse  to  sounds  of  eating/chewing).  The  overt  mimicry,  in  contrast  to  implicit  and\nunintentional  spontaneous  mimicry,  is  intentional  and  done  voluntarily  as  a  coping\nmechanism to ‘cancel out’ the trigger sound. The reason why overt mimicry in misophonia\ncan ‘dampen’ the response to the external trigger is that self-executed movement alone (with\nor without any sound generation, e.g. orofacial movement) done in synchrony with external\nmovements can lead to predictions about  the upcoming stimulus, much like an efference\ncopy  or  corollary  discharge  making  a  prediction  of  the  sensory  consequences  of  self-\ngenerated actions (Blakemore et al., 2000) , which is then compared with the actual stimulus\nand the discrepancy between the two (prediction error) is processed further. The amount of\ndampening of the trigger stimulus would depend on how accurately the self-action can"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "predict the stimulus: the higher the accuracy of prediction, the lower the prediction error and\nthus the greater the relief provided by the overt mimicry. Moreover, the overt mimicry can\nprovide an increased sense of self-control: rather than being a ‘passive’ recipient of the\nexcessive drive to spontaneously mimic the actions of the trigger-person, the person with\nmisophonia can now do the same action which is under their control. This is in agreement\nwith subjective reports of several people with misophonia who describe their act of deliberate\nmimicking as a means of ‘gaining control over the situation’ (as told to the senior author in\npersonal communication/discussion). \nOur data show that the probability of mimicking increases with misophonia severity (Figure\n1). When asked about the type of mimicry, 50.5 % (sum of ‘sometimes’, ‘often’ and ‘always’,\nFigure 4(i)) described their mimicry to be spontaneous and out of their control. About 80%\n(Figure  4(ii))  of  people  who  reported  mimicking,  described  their  act  as  deliberate  and\nvoluntarily driven. As predicted by our model, intentional mimicry provides relief (reported by\n68%, Figure 4(iii)) and makes the person feel under control (60.4 %, Figure 4(iv)). \nAnalysis using multivariable logistic regression showed that, out of all the different types of\nsound categories  examined,  sensitivity to eating  sounds was the strongest  predictor  of\nmimicry  (Table  1  and  Figure  2).  Multivariate  analysis  using  PCA  showed  that\neating/nasal/throat sounds and mimicry loaded onto the same component with high positive\nloadings implying a positive association between the component and these variables. The\neating/nasal/throat  sounds  are  orofacial  (face/mouth)  sounds  involving  movement  of\norofacial  muscles  and  these  sounds  happen  to  be  the  dominant  trigger  sounds  in\nmisophonia (Schröder et al., 2013; Kumar et al., 2014; Jager et al., 2020) . We understand\nthere are trigger sounds which are of non-orofacial origins (Hansen et al., 2021)  such as pen\nclicking, keyboard typing, and other environmental sounds. Although the questionnaire did\nnot have mention of these specific sounds, it did include ‘environmental sounds’ as one of\nthe categories and no mimicking effect was observed using either logistic regression or PCA.\nHowever,  this category is very broad and whether mimicking is restricted to a specific\nexample of this category needs further investigation. The questionnaire also contained a\n‘repetitive tapping sound’ which is the closest possible to clicking pen/keyboard typing but no\nmimicking effect was observed. Although we did not find evidence of mimicking for non-\norofacial sounds, the question remains open. One explanation is likely due to the under-\nrepresentation of triggers of non-orofacial origin in the current sample size given the high\nprevalence of orofacial sounds as triggers. This would require a further study which balances\nrepresentation  of  different  trigger  types  in  the  sample.  Interestingly,  logistic  regression"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "analysis also showed consonant/vowel sounds significantly correlated with mimicry. Whether\nthese sounds trigger reaction because of the speech/linguistic content or because these\nsounds  are  mouth  sounds  is  not  clear  and  their  relation  to  mimicry  needs  further\ninvestigation.    \nWhat is the brain mechanism of excessive spontaneous mirroring in misophonia? There is\nevidence that a ‘mirror neuron system’ (MNS) which contains ‘mirror-neurons’ may underly\nmimicry in humans (Buccino et al., 2001; Rizzolatti and Craighero, 2004) . Mirror neurons fire\nnot only when the subject executes an action but also when the subject sees or hears the\naction performed by another individual, thereby creating a ‘perception-action’ link. In our\nrecent study  (Kumar et al., 2021) , based on the findings of stronger coupling between\nauditory (and visual) cortex and orofacial motor cortex in people with misophonia, we argued\nfor ‘hyper-mirroring’ as the basis of misophonia. This means that the perception of seeing or\nhearing another individual producing eating/chewing sounds is ‘mirrored’ in the orofacial\nmotor cortex to a greater degree in people with misophonia compared to control participants.\nThis hyper-mirroring then reproduces the action which manifests as (spontaneous) mimicry.\nOur brain model of ‘hyper-mirroring’ and prevalence of spontaneous mimicry in the current\nwork are therefore consistent with each other.  \n \nIn summary, our current work shows that mimicry is widely prevalent in misophonia and is\nelicited by the most common trigger sounds of eating and chewing. These data reinforce the\nidea of hyper-mirroring in misophonia proposed in our earlier work (Kumar et al., 2021) . This\nidea proposed that it was the action of the trigger-person and not the sounds per se as the\ndriving factor of distress in misophonia. By emphasizing the action of another social agent\nand not the sounds which are only a by-product of that action, the hyper-mirroring model\nrecommends  that  misophonia  should  be  understood  within  the  framework  of  social\nperception and cognition, and not within an auditory framework that only considers the\nsound and ignores the social source from which it originates. These data thus have crucial\nimplications for how we treat and interpret misophonia moving forward."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "References\nAdolphs R (2010) Conceptual challenges and directions for social neuroscience. Neuron\n65:752-767.\nArnold  AJ,  Winkielman  P  (2020)  The  Mimicry  Among  Us:  Intra-  and  Inter-Personal\nMechanisms of Spontaneous Mimicry. Journal of Nonverbal Behavior 44:195-212.\nBelin P, Zatorre RJ, Lafaille P, Ahad P, Pike B (2000) Voice-selective areas in human\nauditory cortex. Nature 403:309-312.\nBell BM, Spruijt-Metz D, Vega Yon GG, Mondol AS, Alam R, Ma M, Emi I, Lach J, Stankovic\nJA, De la Haye K (2019) Sensing eating mimicry among family members. Transl\nBehav Med 9:422-430.\nBlakemore  S-J,  Wolpert  D,  Frith  C  (2000)  Why  can't  you  tickle  yourself?  Neuroreport\n11:R11-R15.\nBrout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, Kumar S, Rosenthal MZ\n(2018)  Investigating  Misophonia:  A  Review  of  the  Empirical  Literature,  Clinical\nImplications, and a Research Agenda. Front Neurosci 12:36.\nBuccino  G, Binkofski  F,  Fink  GR,  Fadiga  L,  Fogassi  L,  Gallese  V,  Seitz RJ,  Zilles  K,\nRizzolatti G, Freund HJ (2001) Action observation activates premotor and parietal\nareas in a somatotopic manner: an fMRI study. Eur J Neurosci 13:400-404.\nChartrand TL, Bargh JA (1999) The chameleon effect: the perception-behavior link and\nsocial interaction. J Pers Soc Psychol 76:893-910.\nChartrand TL, van Baaren R (2009) Human mimicry. In: Advances in Exprimental Social\nPsychology.\nChartrand TL, Lakin JL (2013) The antecedents and consequences of human behavioral\nmimicry. Annual review of psychology 64:285-308.\nDaniels  EC,  Rodriguez  A,  Zabelina  DL  (2020)  Severity  of  misophonia  symptoms  is\nassociated with worse cognitive control when exposed to misophonia trigger sounds.\nPLOS ONE 15:e0227118.\nde Gelder B, Van den Stock J, Meeren HK, Sinke CB, Kret ME, Tamietto M (2010) Standing\nup  for  the  body.  Recent  progress  in  uncovering  the  networks  involved  in  the\nperception of bodies and bodily expressions. Neurosci Biobehav Rev 34:513-527.\nEdelstein  M,  Brang  D,  Rouw  R,  Ramachandran  VS  (2013)  Misophonia:  physiological\ninvestigations and case descriptions. Front Hum Neurosci 7:296.\nFrith CD, Frith U (2006) The neural basis of mentalizing. Neuron 50:531-534.\nHadjipavlou G, Baer S, Lau A, Howard A (2008) Selective sound intolerance and emotional\ndistress: what every clinician should hear. Psychosomatic Medicine 70:739-740.\nHansen HA, Leber AB, Saygin ZM (2021) What sound sources trigger misophonia? Not just\nchewing and breathing. Journal of Clinical Psychology 77:2609-2625.\nHermans RC, Lichtwarck-Aschoff A, Bevelander KE, Herman CP, Larsen JK, Engels RC\n(2012) Mimicry of food intake: the dynamic interplay between eating companions.\nPLoS One 7:e31027."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Heyes C (2011) Automatic imitation. Psychol Bull 137:463-483.\nIzard CE (1991) The psychology of emotions: Plenum Press, New York.\nJager I, de Koning P, Bost T, Denys D, Vulink N (2020) Misophonia: Phenomenology,\ncomorbidity and demographics in a large sample. PLoS One 15:e0231390.\nJastreboff  MM,  Jastreboff  PJ  (2001)  Components  of  Decreased  Sound  Tolerance  :\nHyperacusis, Misophonia, Phonophobia. ITHS News Letter 2:375-385.\nJastreboff PJ, Jastreboff MM (2015) Chapter 21 - Decreased sound tolerance: hyperacusis,\nmisophonia,  diplacousis,  and  polyacousis.  In:  Handbook  of  Clinical  Neurology\n(Aminoff MJ, Boller F, Swaab DF, eds), pp 375-387: Elsevier.\nKanwisher N, McDermott J, Chun MM (1997) The Fusiform Face Area: A Module in Human\nExtrastriate Cortex Specialized for Face Perception. The Journal of Neuroscience\n17:4302-4311.\nKumar S, Hancock O, Cope T, Sedley W, Winston J, Griffiths TD (2014) MISOPHONIA: A\nDISORDER  OF  EMOTION  PROCESSING  OF  SOUNDS.  Journal  of  Neurology,\nNeurosurgery &amp; Psychiatry 85:e3-e3.\nKumar S, Dheerendra P, Erfanian M, Benzaquén E, Sedley W, Gander PE, Lad M, Bamiou\nDE,  Griffiths  TD  (2021)  The  Motor  Basis  for  Misophonia.  The  Journal  of\nNeuroscience 41:5762-5770.\nLarsen H, Engels RC, Souren PM, Granic I, Overbeek G (2010) Peer influence in a micro-\nperspective: imitation of alcoholic and non-alcoholic beverages. Addict Behav 35:49-\n52.\nMolapour T, Hagan CC, Silston B, Wu H, Ramstead M, Friston K, Mobbs D (2021) Seven\ncomputations of the social brain. Soc Cogn Affect Neurosci 16:745-760.\nNauman  Z (2017)  HEARING  RED:  Woman took her own life  after  'suffering from  rare\ncondition called sound rage' which triggers anger attacks over noise of eating and\nbreathing. In: The Sun. London:.\nNaylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM (2021) The Prevalence and Severity of\nMisophonia in a UK Undergraduate Medical Student Population and Validation of the\nAmsterdam Misophonia Scale. Psychiatric Quarterly 92:609-619.\nPalagi E, Celeghin A, Tamietto M, Winkielman P, Norscia I (2020) The neuroethology of\nspontaneous mimicry and emotional contagion in human and non-human animals.\nNeuroscience & Biobehavioral Reviews 111:149-165.\nProchazkova E, Kret ME (2017) Connecting minds and sharing emotions through mimicry: A\nneurocognitive  model  of  emotional  contagion.  Neuroscience  &  Biobehavioral\nReviews 80:99-114.\nRizzolatti G, Craighero L (2004) The mirror-neuron system. Annu Rev Neurosci 27:169-192.\nRouw R, Erfanian M (2018) A Large-Scale Study of Misophonia. J Clin Psychol 74:453-479.\nSchröder A, Vulink N, Denys D (2013) Misophonia: diagnostic criteria for a new psychiatric\ndisorder. PLoS One 8:e54706.\nSiepsiak  M, Rosenthal  MZ, Raj-Koziak D, Dragan W (2022) Psychiatric  and audiologic\nfeatures  of  misophonia:  Use  of  a  clinical  control  group  with  auditory  over-\nresponsivity. J Psychosom Res 156:110777.\nSwedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, Jastreboff PJ, Kumar S,\nRosenthal MZ, Rouw R, Schiller  D, Simner J, Storch EA, Taylor S, Werff KRV,\nAltimus CM, Raver SM (2022) Consensus Definition of Misophonia: A Delphi Study.\nFrontiers in Neuroscience 16.\nWu MS, Lewin AB, Murphy TK, Storch EA (2014) Misophonia: incidence, phenomenology,\nand clinical correlates in an undergraduate student sample. J Clin Psychol 70:994-\n1007.\nZhou  X,  Wu  MS,  Storch  EA  (2017)  Misophonia  symptoms  among  Chinese  university\nstudents:  Incidence,  associated  impairment,  and  clinical  correlates.  Journal  of\nObsessive-Compulsive and Related Disorders 14:7-12.\nZin  N,  Baharin  H,  Rosli  A  (2015)  Can  auditory  icons  induce  food  intake  mimcry?  In:\nProceedings  of  the  5th  International  Conference  on  Computing  and  Informatics.\nIstanbul, Turkey."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": ""
    }
  ]
}