{
  "doc_type": "scientific paper",
  "title": "Disrupted computations of social control in individuals with obsessive-compulsive and misophonia symptoms",
  "authors": [
    "Banker"
  ],
  "year": 2022,
  "journal": "Science",
  "doi": "10.1016/j.isci.",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:46:40.638818Z",
  "source_pdf": "documents/research/Global/Banker 2022 Disrupted computations of social control in individuals with obsessive-compulsive and misophonia symptoms.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "iScience\nArticle\nDisrupted computations of social control in\nindividuals with obsessive-compulsive andmisophonia symptoms\nSarah M. Banker,\nSoojung Na,\nJacqueline\nBeltra ´n, Harold W.\nKoenigsberg,\nJennifer H. Foss-\nFeig, Xiaosi Gu,\nDaniela Schiller\nxiaosi.gu@mssm.edu (X.G.)\ndaniela.schiller@mssm.edu\n(D.S.)\nHighlights\nFactor analysis of\npsychiatric survey items inover 1,000 subjectsreveals three factors\nMisophonia and\nobsessive-compulsive(OC) symptoms load onto\nthe same factor\nThose with high miso-OC\nfactor scores display\nillusory perceptions of\nsocial control\nThe same individuals also\nshow increased aversion\nto unexpected socialevents\nBanker et al., iScience 25,\n104617July 15, 2022 ª2022 The\nAuthor(s).\nhttps://doi.org/10.1016/\nj.isci.2022.104617\nll\nOPEN ACCESS"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "iScience\nArticle\nDisrupted computations of social\ncontrol in individualswith obsessive-compulsive and misophonia symptoms\nSarah M. Banker,1,4,6Soojung Na,1,6Jacqueline Beltra ´n,1,4Harold W. Koenigsberg,2,7Jennifer H. Foss-Feig,2,4,5\nXiaosi Gu,1,2,3,6,8,*and Daniela Schiller1,2,3,6,8,9,*\nSUMMARY\nMisophonia is a disorder in which certain sounds produced by other people lead\nto intense negative reactions. It remains unknown how misophonia relates to\nother psychiatric conditions or impairments. To identify latent constructs under-\nlying symptoms, we conducted a factor analysis consisting of items from ques-tionnaires assessing symptoms of misophonia and other psychiatric conditions.One thousand forty-two participants completed the questionnaires and a socialexchange task in which they either could (‘‘controllable’’) or could not (‘‘uncon-trollable’’) inﬂuence future monetary offers from other people. Misophonia andobsessive-compulsive (OC) symptoms loaded onto the same factor. Comparedwith individuals with low Miso-OC factor scores, individuals with high scores\nreported higher perceived controllability of their social interactions during the\nuncontrollable condition and stronger aversion to social norm violations in the un-controllable compared with the controllable condition. Together, these resultssuggest misophonia, and OC symptoms share a latent psychiatric dimension char-acterized by aberrant computations of social controllability.\nINTRODUCTION\nMisophonia is a disorder in which sounds generated by other people—such as slurping, chewing, or click-\ning a pen—lead to intense, negative physical, and/or emotional responses, including disgust, irritation,\nrage, or anxiety in the individual ( Brout et al., 2018 ;Wu et al., 2014 ). It is estimated that as much as 20%\nof the population may experience some form of misophonia, with a smaller subset experiencing a moresevere form ( Brout et al., 2018 ;Wu et al., 2014 ). The heightened physiological responsivity and emotional\nreactivity experienced by misophonia patients in response to trigger sounds often correspond with high\nlevels of distress and debilitating impairments in daily functioning, including strained relationships andisolation due to social avoidance ( Brout et al., 2018 ;Jager et al., 2021 ).\nThe social nature of triggers in misophonia suggests tha t social impairments might play an important role in\nthe aversive response ( Rouw and Erfanian, 2018 ;Schro ¨der et al., 2013 ). Initial evidence suggests that nega-\ntive reactions are associated with the perceived source of the sound rather than its particular acoustic prop-\nerties ( Edelstein et al., 2013 ). For example, individuals with misophonia have reported that feelings of anger\nand distress often dissipate upon realization that a trigger sound is coming from a source other thananother human, such as an animal, a machine, or themselves ( Edelstein et al., 2013 ;Natalini et al., 2020 ).\nThe speciﬁcity of misophonic reactions to social sounds may be related to the idea of agency, which refers\nto voluntary control over one’s actions. Sounds produced by other people are uniquely intentional(Tomasello and Rakoczy, 2003 ) and can be misattributed to the self, especially in psychiatric populations\n(de Be ´zenac et al., 2015 ;Kashihara et al., 2017 ). Misophonia may therefore involve impairments in agency\ndiscrimination and associated disruptions in perceived controllability.\nDespite growing interest of researchers seeking to understand misophonia and a recent consensus deﬁni-\ntion ( Swedo et al., 2022 ), we still have little understanding of its exact causes, mechanisms, or comorbid-\nities, posing major challenges for patients seeking treatment ( Brout et al., 2018 ). In particular, it is unknown\nto what extent misophonia exists on a spectrum, how it relates to more established psychiatric diagnoses,\nor how social and control-related cognition may play a role in the disorder. To ﬁll these gaps in the1Nash Family Department of\nNeuroscience, Icahn School\nof Medicine at Mount Sinai,\nNew York, NY 10029, USA\n2Department of Psychiatry,\nIcahn School of Medicine at\nMount Sinai, New York, NY10029, USA\n3The Friedman Brain Institute,\nIcahn School of Medicine at\nMount Sinai, New York, NY\n10029, USA\n4Seaver Autism Center for\nResearch and Treatment,\nIcahn School of Medicine at\nMount Sinai, New York, NY\n10029, USA\n5The Mindich Child Health\nand Development Institute,\nIcahn School of Medicine at\nMount Sinai, New York, NY\n10029, USA\n6Center for Computational\nPsychiatry, Icahn School ofMedicine at Mount Sinai,\nNew York, NY 10027, USA\n7James J. Peters VA Medical\nCenter, Bronx, NY 10468,\nUSA\n8These authors contributed\nequally\n9Lead contact\n*Correspondence:\nxiaosi.gu@mssm.edu (X.G.),\ndaniela.schiller@mssm.edu\n(D.S.)\nhttps://doi.org/10.1016/j.isci.\n2022.104617\niScience 25, 104617, July 15, 2022 ª2022 The Author(s).\nThis is an open access article under the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ).1ll\nOPEN ACCESS"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "knowledge, the current study used large-scale online assessment to characterize misophonia by (1) iden-\ntifying the relationship between misophonia and existing psychiatric symptom dimensions and (2) exam-ining the role of perceived social controllability in individuals with reported misophonia symptoms.\nMisophonia shows high rates of co-occurrence with anxiety ( Quek et al., 2018 ), posttraumatic stress disor-\nder (PTSD; Erfanian et al., 2019 ;Rouw and Erfanian, 2018 ), eating disorders ( Kluckow et al., 2014 ), and\nobsessive-compulsive disorder (OCD) ( Erfanian et al., 2019 ;Jager et al., 2020 ). Such disorders share a com-\nmon feature of dysregulations in perceived controllability, which represents the amount of inﬂuence indi-viduals believe they have over their environment or their own internal states ( Wadsworth and Hayes-Skel-\nton, 2020 ). This observation raises the po ssibility that misophonia repres ents a transdiagnostic symptom\ncommon to disorders with disrupted perceptions of con trollability. Although perceived controllability\nhas yet to be directly explored in misophonia, much work has shown that anxiety, PTSD, eating disorders,and OCD symptoms are associated with low levels of perceived controllability ( Berman, 2006 ;Gallagher\net al., 2014a ;Wadsworth and Hayes-Skelton, 2020 ). In contrast, some work suggests that OCD symptoms\nare actually associated with a high illusory sense of control ( Reuven-Magril et al., 2008 ). It may be the case\nthat levels of perceived controllability in such disorders vary depending on the situation. For instance, in-\ndividuals with misophonia may present with high baseline levels of perceived controllability that become\nlow in response to trigger sounds, as control passes into the hands of another. As such, deﬁcits in theperception of controllability may represent an underlying component of these disorders.\nGiven the high rates of comorbidity between misophonia and disorders related to control, our primary hy-\npothesis explored whether items from the misophonia questionnaire loaded onto a factor with items from\nthe OC, anxiety, and eating disorder questionnaires. However, given the social nature of common trigger\nsounds, we considered the alternative hypothesis that items from the misophonia questionnaire wouldload onto a factor with items from questionnaires assessing disorders characterized by social impairment,such as autism spectrum disorder (ASD). Furthermore, given the relevance of control and social context to\nthe phenomenology of the disorder, we hypothesized that individuals with high levels of self-reported mi-\nsophonia symptoms would perceive inaccurate levels of control within a social environment and show more\naversive reactions to events that occur outside of their control. To test these hypotheses, participants\ncompleted questionnaires assessing symptoms of misophonia and 13 other psychiatric conditions. A factor\nanalysis including each individual item from the surveys was used to identify the latent constructs underly-ing these symptoms. In addition, an interactive social controllability task probed the role of control within\nsocial environments in misophonia.\nRESULTS\nMisophonia characterization\nRecruited online through Proliﬁc, 1,175 participants completed 14 questionnaires assessing symptoms of\nmisophonia and various other psychiatric conditions (see STAR Methods ). Misophonia scor es, as measured\nby the Amsterdam Misophonia Scale (A-MISO-S) range d from 0 (indicating no symptoms) to 19 (indicating\nsevere symptoms). The mean score on the A-MISO-S w as 5.47 with an SD of 3.71. 54.9% of participants had\nclinically signiﬁcant symptoms (n = 645, total score: 5 –24), although only 15.5% of participants had at least\nmoderate symptoms (n = 182, total score: 10–24). Such res ults are consistent with p rior prevalence studies\nusing this measure ( Figure 1 ;Naylor et al., 2020 ).\nFactor analysis\nIn order to identify potential latent trans diagnostic constructs in the data and to identify the natural psychi-\natric and misophonic symptom clusters among participants, a factor analysis was performed using all indi-\nvidual items from the psychiatric surveys rather than total scores (see STAR Methods ). Prior work has shown\nthis to be an effective method for identifying psychiatric symptom dimensions ( Gillan et al., 2016 ). The\nCattell-Nelson-Gorsuch (CNG) test determined three factors to be appropriate for our data. Given this,\nwe extracted three dissociable factors, which we label ed ‘‘mood,’’ ‘‘social,’’ and ‘‘Miso-OC,’’ based on\nthe individual items that loaded most highly. Speciﬁcally, the mood factor consisted of items that cameprimarily from the happiness (negatively, mean loading = /C00.72, SD = 0.11), anxiety (mean loading =\n0.65, SD = 0.11), stress (mean loading = 0.64, SD = 0.04), loneliness (mean loading = 0.56, SD =\n0.15), depression (mean loading = 0.49, SD = 0.20), and apathy (mean loading = 0.33, SD = 0.15) question-\nnaires. Items that loaded most highly onto the social f actor were primarily from the avoidant personality\ndisorder (mean loading = 0.52, SD = 0.17), social a nxiety (mean loading = 0.54, SD = 0.13), and ASDll\nOPEN ACCESS\n2 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "(mean loading = 0.43, SD = 0.20) questionnaires. Ite ms that loaded most highly onto the Miso-OC factor\nwere primarily from the misophonia (mean loadi ng = 0.30, SD = 0.05) and OC (mean loading = 0.48,\nSD = 0.05) questionnaires ( Figure 2 and Table 1 ).\nTo gain a more in-depth conceptual understanding of the factor on which misophonia symptoms loaded most\nhighly, we also identiﬁed the items that loaded most highly from other questionnaires. Such items included,\nfrom the anxiety questionnaire: ‘‘Some unimportant thoughts run through my mind and bother me,’’ ‘‘I have\ndisturbing thoughts,’’ and ‘‘I get in a state of tension or turmoil as I think over my recent concerns and interests;’’ from the depression questionnaire: ‘‘I am restless and can’t keep still; ’’ from the ASD questionnaire: ‘‘I have\nbeen told that I talk too much about certain topics; ’’ from the eating disorders questionnaire: ‘‘[I] Feel uncom-\nfortable after eating sweets;’’ and from the alcohol use questionnaire: ‘‘How often during the last year have youhad a feeling of guilt or remorse after drinking?’’ Although these items represent a diverse set of symptoms,\nthey generally reﬂect a pattern of disrupted control (i.e., intrusive thoughts and impulse control).\nSocial controllability\nIn order to investigate the role of social control in misophonia, we employed a task previously developed by\nour lab ( Na et al., 2021 ) that explores how individuals exploit controllability in their social environments\n(Figure 3 ) .T h et a s ki sat a k eo nt h ec l a s s i cu l t i m a t u mg a m e( Gu¨th et al., 1982 ), with the addition of a novel\nsocial controllability component. For the task, 1,041 participants decided whether to accept or reject a split\nof $20 proposed by other people. Participants played with two teams representing two conditions in whichthey unknowingly could (‘‘controllable’’) or could not (‘‘uncontrollable’’) inﬂuence future monetary offers\nfrom other team members. At the end of the task, participants rated how much control they felt they\nhad over each team (see STAR Methods ).\nGroup formation\nTo assess relationships between social controllability and the latent construct underlying misophonia\nsymptoms, we divided the subset of 1,041 participants who completed the questionnaires and the task\ninto groups based on the highest and lowest quartile of scores on the Miso-OC Factor (n = 260 participants\nper group; see Table 2 for group characteristics).\nModel-agnostic task behavior\nTo explore task validity, we examined descriptive tas k behavior in both low and high Miso-OC groups. Both\ngroups successfully raised the offers over time under the controllable condition compared with the\nFigure 1. Characterization of misophonia within our sample\nThe histogram shows the spread of total scores from the A-MISO-S (Amsterdam Misophonia Scale; n = 1,175). Bins are\ncolor coded by severity range (subclinical, mild, moderate, a nd severe). In total, 530 participants reported subclinical\nsymptoms (45.1%), 463 participants reported mild symptom s (39.4%), 168 participants reported moderate symptoms\n(14.3%), 14 reported severe symptoms (1.2%), and 0 reported extreme symptoms (0%).ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 3iScienc e\nArticle"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "uncontrollable condition, in which offers were random ( Figures 4 Aa n d4 B ) .T h em e a no f f e ro v e ra l lt r i a l s\nwas also comparable between the two groups for the controllable condition (mean offer low Miso-OC\ngroup = 6.03, mean high Miso-OC group = 5.96, t(517.87) = 0.425, p = 0.67).\nThe groups also showed similar rejection patterns in both the controllable [low offers: mean high Miso-OC\ngroup = 68.3%, mean low Miso-OC group = 67.7%, t(183) = 0.14, p = 0.89; medium offers: mean high Miso-\nOC group = 66.3%, mean low Miso-OC group = 66.6%, t(516.07) = /C00.11, p = 0.91; high offers: mean high\nMiso-OC group = 47.9%, mean low Miso-OC group = 45.3%, t(358.57) = 0.93, p = 0.36; Figure 4 C] and the\nuncontrollable condition [low offers: mean high Miso-OC group = 85.2%, mean low Miso-OC group =\n85.1%, t(517.28) = 0.08, p = 0.93; medium offers: m ean high Miso-OC group = 60.8%, mean low Miso-\nOC group = 58.8%, t(516.62) = 0.66, p = 0.51; high offers: mean high Miso-OC group = 16.1%, mean low\nMiso-OC group = 14.1%, t(511.77) = 0.99, p = 0.32; Figure 4 D]. These results suggest that both high and\nlow Miso-OC groups were able to distinguish between the controllable and uncontrollable environments.\nTo test our central hypothesis, we examined whether participants in the high and low Miso-OC groups differed\nin self-reported perceived controllability between the controllable and uncontrollable tasks conditions. Using\ntwo-way ANOVA, we detected a signiﬁcant interaction effect of group by condition on perceived controlla-bility (F(1034) = 7.73, p = 0.006; Figures 4 E and 4F). Parsing these effects, follow-up tests revealed that,\ncompared with the low Miso-OC group, individuals in the high Miso-OC group reported a higher level of\nperceived controllability (t(499.07) = /C04.37, p < 0.001) during the uncontrollable condition. There were no\ngroup differences in perceived controllability (t(516.28) = 0.03, p = 0.978) during the controllable condition.\nModel-based task behavior\nTo quantify the strategies used in the social controllability task, we applied a 2-step forward thinking model\nto participants’ task behavior, as in prior work ( Na et al., 2021 ). The forward thinking model outlines how\nparticipants mentally simulate future offers by calculating the downstream effects of their current decision.The number of steps (i.e., ‘‘2-step’’) represents the number of future offers that participants simulate when\nconsidering each choice. From this model, we can extract participants’ sensitivity to norm violation, which\nreﬂects aversion to offer amounts that were very different than the expected offers, and expected inﬂuence,which reﬂects the amount by which participants simulated the offers changing based on their choices. Wethen investigated group by condition interaction effects on model-derived task parameters (see STAR\nMethods for further statistical and modeling details).\nWe detected a signiﬁcant interaction effect of group by condition on the discrepancy between perceived\ncontrollability and expected inﬂuence (F (1033) = 4.67, p = 0.031, Figures 5 B and 5C), such that, relative to\nFigure 2. Visualization of factor analysis loadings\nThe plot shows the loading of each item, represented by individual bars, onto each of the three factors: mood (F1), social\n(F2), and Miso-OC (F3). Items are color coded by the psychiatri c questionnaire to which they belong. Black boxes indicate\nthe highest loading items for each factor. ASD: autism spec trum disorder; AvPD: avoidant personality disorder; BPD:\nborderline personality disorder; OC: obsessive compulsive.ll\nOPEN ACCESS\n4 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "individuals in the low Miso-OC group, those in the high Miso-OC group displayed a higher discrepancy\nduring the uncontrollable condition (t(515.82) = /C02.17, p = 0.030), indicating a higher level of perceived\nrelative to actual control. Unlike individuals in th el o wM i s o - O Cg r o u p ,t h o s ei nt h eh i g hM i s o - O Cg r o u p\nalso displayed a higher discrepancy during the uncontrollable relative to the controllable condition(t(486.99) = 2.521, p = 0.012). There were no group d ifferences in discrepa ncy (t(515.73) = 0.75, p =\n0.453) during the controllable condition.\nResults also show a signiﬁcant Miso-OC group by condition effect on sensitivity to norm violations\n(F(1033) = 4.10, p = 0.043, Figures 5 E and 5F), such that, unlike individuals in the low Miso-OC group\n(t(514.94) = 0.51, p = 0.614), those in the high Miso-OC gr oup displayed increased sensitivity to norm vio-\nlations in the uncontrollable versus controllable conditions (t(482.21) = /C03.251, p = 0.001). There was no\nsigniﬁcant group by condition effect on expected inﬂuence (F(1033) = 1.24, p = 0.265). We did not detect\nany signiﬁcant interactions for the ‘‘mood’’ (F(1033)’s < 1 .50, p’s > 0.1) or ‘‘social’’ (F(1036)’s < 1.50, p’s > 0.1)\ntransdiagnostic factors.\nDISCUSSION\nOur ﬁndings suggest that misophonia falls within a psychiatric dimension characterized by maladaptive per-ceptions of control. Questions from the misophonia and OC questionnaires loaded highly onto a common\nfactor. These disorders share a common pathology of illusory perceptions of controllability ( Natalini et al.,\n2020 ;Reuven-Magril et al., 2008 ;Schro ¨der et al., 2013 ). Consistent with this observation, in the social control-\nlability task, relative to individuals with scores in the lowest quartile for the Miso-OC factor, those in the high-\nest quartile reported heightened levels of perceived controllability as well as a higher perceived relative to\nactual control (reﬂecting a belief-behavior disconnect) during the uncontrollable condition. In addition, unlikeindividuals in the low Miso-OC group, those in the high Miso-OC group showed heightened sensitivity to\nnorm violation in the uncontrollable compared with the controllable condition. These results suggest that in-\ndividuals with stronger reported misophonia and OC symptoms have a heightened sense of control evenwhen none is actually afforded to them, as well as aversive reactions when offers do not match expectations.\nThe most commonly reported triggers in misophonia, including eating, breathing, and repetitive tapping\nsounds, are socially generated ( Rouw and Erfanian, 2018 ;Schro ¨der et al., 2013 ). The social context of these\nsounds appears to be crucial to the misophonic response, as similar sounds produced by nonsocial sour-\nces, including the individuals with misophonia themselves, do not elicit strong reactions ( Bruxner, 2016 ;Table 1. Factor analysis loadings\nFactor 1: Mood\nMean (SD)Factor 2: Social\nMean (SD)Factor 3: Miso-\nOCD Mean (SD)\nApathy 0.33 (0.15) 0.23 (0.15) /C00.06 (0.13)\nStress 0.64 (0.04) /C00.05 (0.06) 0.11 (0.15)\nHappiness /C00.72 (0.11) /C00.09 (0.01) 0.12 (0.11)\nDepression 0.49 (0.20) 0.005 (0.06) 0.10 (0.16)\nTrait Anxiety 0.65 (0.11) 0.01 (0.04) 0.10 (0.18)\nLoneliness 0.56 (0.15) 0.06 (0.22) 0.02 (0.11)\nBPD 0.06 (0.08) 0.11 (0.07) 0.15 (0.05)\nSocial Anxiety /C00.04 (0.04) 0.54 (0.13) 0.18 (0.08)\nAvPD 0.19 (0.10) 0.52 (0.17) 0.03 (0.09)\nASD 0.07 (0.12) 0.43 (0.20) 0.05 (0.19)\nEating Disorders 0.03 (0.09) 0.05 (0.06) 0.22 (0.09)\nAlcohol Use 0.06 (0.05) /C00.09 (0.05) 0.24 (0.08)\nOC 0.13 (0.16) 0.05 (0.05) 0.48 (0.05)\nMisophonia 0.09 (0.05) 0.18 (0.04) 0.30 (0.05)\nThe mean and SD for loadings of items belonging to each psychiatric questionnaire onto each factor are shown. Bold entries\nrepresent higher loading ( R0.30); underlined entries represent medium loading ( R0.2).\nASD, autism spectrum disorder; AvPD, avoidant personality disorder; BPD, borderline personality disorder; OC, obsessivecompulsive.ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 5iScienc e\nArticle"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Natalini et al., 2020 ). As a result, individuals with misophonia often actively avoid social situations that are\nlikely to provoke symptoms ( Bruxner, 2016 ;Schro ¨d e re ta l . ,2 0 1 3 ). Knowing this, we may have expected to\nsee items from the misophonia questionnaire load more highly onto the ‘‘social’’ factor alongside questions\nprobing symptoms of ASD and social anxiety. Instead, the items from misophonia questionnaire loaded\nFigure 3. Task paradigm\n(A) Panels show the screens that were presented to participants during the task. Participants played the game with two different teams sequentially, the order of\nwhich was counterbalanced. For each team, participants viewed a set of character avatars and the team’s name and then played 30 rounds of the game with\nvarious team members, represented by avatars and names. Team membership was denoted by the color of the avatars’ shirts. After the partner was present ed,\nan offer amount was shown with corresponding stacks of money. Participants could then choose to accept or reject the proposal. Choices were followed b y\noutcome presentation. At the end of the task, participants were asked to rate how much inﬂuence they thought they had on the offers from each team.\n(B) In the controllable condition, the next offer increased (or decreased) by $0, 1, or 2 with a uniform probability (1/3each) if participants rejected (or accepted).\nTable 2. Group characteristics\nHigh Miso-OCD Group\n(n = 260) mean/count (SD/%)Low Miso-OCD Group\n(n = 260) mean/count (SD/%)Group Comparison\nt/F (p value)\nAge (years) 31.6 (11.17) 39.3 (14.17) 6.9 (p < 0.001)***\nSex (female) 143 (55.0%) 114 (43.8%) 6.2 (p = 0.012)*\nGender (female) 135 (51.9%) 115 (44.2%) 8.6 (p = 0.003)**\nICAR Total 5.80 (3.31) 6.99 (3.45) 4.0 (p < 0.001)***Education Level\n(13–15 years, some\ncollege)106 (40.8%) 84 (32.3%) 2.4 (p = 0.12)\nIncome ($100,000 to\n$149,999)32 (12.3%) 43 (16.5%) 0.63 (p = 0.43)\nA-MISO-S Score 7.90 (3.77) 3.63 (2.82) /C014.6 (p < 0.001)***\nDemographic information is shown for the high (n = 260) and low (n = 260) Miso-OC groups. Welch t tests examined differ-\nences between continuous variables; one-way ANOVA examined differences between factor variables. For education,\ngender, and income levels, counts and percentages for the most common category are shown.\nA-MISO-S, Amsterdam Misophonia Scale; ICAR, International Cognitive Ability Resource.Signiﬁcance levels for Welch t tests and ANOVAs: ***p < 0.001, **p < 0.01, *p < 0.05.ll\nOPEN ACCESS\n6 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "most heavily onto a separate factor, along with items from the OC questionnaire. Such results are consis-\ntent with prior reports of high rates of comorbidities between misophonia and OCD. However, althoughthe factor analysis results suggest that symptoms of misophonia are separable from symptoms of social\nimpairment, the results from the social controllability task suggest that both social and control components\nare at play. Indeed, it appears that misophonia may be linked to the interaction between disruptions inperceived controllability and unpredictable social agents in the environment.\nConsistent with our results, some work suggests that OCD is associated with heightened illusory percep-\ntions of controllability in uncontrollable situations ( Reuven-Magril et al., 2008 ). Although other studies\nreport decreased perception of controllabi lity among individuals diagnosed with OCD ( Brown and Nara-\ngon-Gainey, 2013 ;Gallagher et al., 2014b ;Moulding et al., 2009 ;Moulding and Kyrios, 2007 ), this discrep-\nancy is likely reﬂective of differences in the deﬁnition and measurement of perceived controllability, as\nthese results are based on questionnaires assessing control in the context of anxiety and obsessive-\ncompulsive symptoms. Thus, althou gh individuals with OCD perceive a lack of control over their speciﬁc\nsymptoms, they appear to perceive a heightened sense of control over their environments in general;this may be due to a compensatory desire for control, wherein individuals with OCD have an intense\nneed to regain the control that they feel they lack over their symptoms, leading to illusory overestimations\nof their levels of control over the environment ( Moulding et al., 2009 ;Moulding and Kyrios, 2007 ;Reuven-\nMagril et al., 2008 ). Such a phenomenon could explain the intense reactions that characterize misophonia.\nIf an individual desires control and therefore perceives a high level of inﬂuence over their environments, the\nFigure 4. Model agnostic task results\n(A–D) The offer trajectories were comparable between the low and high Miso- OC groups under the (A) controllable and (B) uncontrollable conditions. T he\nrejection patterns by offer size were also comparable between grou ps under the (C) controllable and (D) uncontrollable conditions.\n(E) Bar plot shows a signiﬁcant interaction effect of Miso -OC group by condition on perceived controllability.\n(F) Estimation plot of the same data emphasizing the effect size of interest : the difference between Miso-OC group means. Here, relative to individua ls in the\nlow Miso-OC group, those in the high group report higher pe rceived controllability in the uncontrollable condition.\nError bars and shading represent SE. In the mean difference estimation plo t, dots represent each included individual. Larger circles with lines repr esent the\n95% conﬁdence intervals. Distributions of expected sampling error for the difference between the means are shown in gray.\nSee also Tables S1–S4 . Signiﬁcance levels for post-hoc Welch t tests: ***p < 0.001, **p < 0.01, *p < 0.05.ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 7iScienc e\nArticle"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "occurrence of a disturbing sound that they cannot control could disrupt their wishful prediction and cause a\nnegative reaction that seems out of proportion. As t he individual experiences symptoms that they are un-\nable to control, they may react with withdrawal, agitation, or anxiety.\nSeveral standalone items from the anxiety, depression, ASD, eating disorder, and alcohol use question-\nnaires loaded onto the same factor as the items from the misophonia and OC questio nnaires. Investigation\nFigure 5. Model-based task results\n(A) The forward-thinking model we employed assumed that individuals simulated their future actions and consequential\nfuture offers based on the ‘‘expected inﬂuence ( d)’’ and value functions. The thick and solid lines show an example of a\nsimulated path.(B) Bar plot shows a signiﬁcant interaction effect of Miso-OC group by condition on the discrepancy between perceivedand actual control.\n(C) Estimation plot of the same data emphasizing the effect size of interest: the difference between the Miso-OC group\nmeans. Here, relative to individuals in the low Miso-OC gro up, those in the high group show higher levels of reported\nperceived controllability relative to act ual control in the uncontrollable condition.\n(D) Bar plot shows a signiﬁcant interaction effect of Miso -OC group by condition on sen sitivity to norm violation.\n(E) Estimation plot of the same data emphasizing the effect size of interest: differences in the mean value for eachcondition. Here, unlike those in the low Miso-OC group, those in the high group show heightened sensitivity to normviolation in the uncontrollable relative to the controllable condition.\nError bars represent SE. In the mean difference estimation plo ts, dots represent each includ ed individual. Larger circles\nwith lines represent the 95% conﬁdence intervals. Distributi ons of expected sampling error for the difference between the\nm e a n sa r es h o w ni ng r a y .See also Tables S1–S4 . Signiﬁcance levels for post-hoc Welch ttests: ***p < 0.001, **p < 0.01, *p < 0.05.ll\nOPEN ACCESS\n8 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "of these items revealed that they reﬂect symptoms of disrupted impulse control and subsequent negative\nemotions, including intrusive thoughts, hyperactivity (restlessness and talkativeness), and guilt, after over-indulgence. The co-loading of items from a diverse set of questionnaires thus appears to have captured a\ntransdiagnostic construct of control-related symptoms, including those seen in misophonia and OCD.\nLimitations of the study\nStudy limitations include a current lack of a consensus gold-standard measure of misophonia. We believe\nthe A-MISO-S to be a robust measure of misophonia, as it has been widely used in research and shows pre-liminary validity ( Naylor et al., 2020 ;Schro ¨der et al., 2013 ). However, future work should reinvestigate the\nresults of this study once a psychometrically validat ed scale for misophonia is established. In addition,\nalthough allowing for large-scale data collection, the online nature of the study meant reliance on self-\nreport data for measures of psychiatric symptoms. Su ch data must be interpreted with caution, as the ac-\ncuracy of self-reports varies as a function of participants’ self-awareness and introspection. Furthermore,\nthe situational context presented in the task differs from the real-life contexts that would typically triggerindividuals with misophonia. Although we purposely sought to explore the isolated effects of manipulatingsocial controllability in the absence of misophonia triggers in order to investigate alterations in a baseline\nstate, future work should directly explore the relevance of these perceived controllability differences to\ntrigger response. Finally, as participants were not selected on the basis of any particular diagnoses, thesymptoms reported in this study should be interpreted as trait-level features rather than aspects of clinically\nconﬁrmed psychiatric disorders.\nIn sum, this study used digital phenotyping to investigate the relationship between misophonia and other\npsychiatric diagnoses and characterize the role of social control in the pathophysiology of the disorder.\nFuture work should further explore the role of control in misophonia, including investigation into the neuralunderpinnings of disrupted control, and whether treatments known to be effective for treating other dis-orders of control may similarly provide promise for misophonia.\nSTAR+METHODS\nDetailed methods are provided in the online version of this paper and include the following:\ndKEY RESOURCES TABLE\ndRESOURCE AVAILABILITY\nBLead contact\nBMaterial availability\nBData and code availability\ndEXPERIMENTAL MODEL AND SUBJECT DETAILS\ndMETHOD DETAILS\nBMisophonic and other psychiatric measures\nBFactor analysis\nBSocial controllability task\ndQUANTIFICATION AND STATISTICAL ANALYSIS\nBComputational modeling\nBStatistical analysis\nSUPPLEMENTAL INFORMATION\nSupplemental information can be found online at https://doi.org/10 .1016/j.isci.2022.104617 .\nACKNOWLEDGMENTS\nThis work was supported by funding from the Ream Foundation—Misophonia Research Fund and internal\ninstitutional funding from the Icahn School of Medicine at Mount Sinai. S.M.B. is supported by the NationalInstitute of Mental Health (Grant No. R01MH122611) an d the Beatrice and Samuel A. Seaver Foundation\n(Fellowship). H.W.K. is supported by the Nationa l Institute of Mental Health (Grant Nos R01MH109730,\nR01MH123069, and R61MH125130) and the Veterans Affairs M edical Center. J.F.-F. is supported by the Na-\ntional Institute of Mental Health (Grant Nos R 01MH122611 and R01MH119172), the National Institute of\nNeurological Disorders and Stroke (Grant No. R 01NS105845), the Simons Foun dation Autism Research\nInitiative, and the Seaver Foundation Rare Disease Program. X.G. is supported by the National Institutell\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 9iScienc e\nArticle"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "of Mental Health (Grant Nos R01MH122611, R01MH 123069, and R21MH120789), and the Simons Founda-\ntion Autism Research Initiative. D.S. is supported by the National Institute of Mental Health (Grant NosR01MH122611, R01MH123069, and R21MH120789), the Simons Foundation Autism Research Initiative,\nand the Ream Foundation.\nAUTHOR CONTRIBUTIONS\nConceptualization, D.S., X.G., J.F.-F., and H.W.K.; Methodology, S.M.B., D.S., X.G., and J.F.-F.; Investiga-\ntion, S.M.B., S.N., and J.B.; Writing—Original Draft, S.M.B.; Writing—Review & Editing, S.M.B., S.N., J.B.,\nD.S., X.G., J.F.-F.; Funding Acquisition, D.S. and X.G.; Resources, S.N; Supervision, D.S., X.G., J.F.-F, and\nH.W.K.\nDECLARATION OF INTEREST\nThe authors declare no competing interests in relation to this work.\nINCLUSION AND DIVERSITY\nWe worked to ensure gender balance in the recruitment of human subjects. We worked to ensure ethnic or\nother types of diversity in the recruitment of human subjects. We worked to ensure that the study question-\nnaires were prepared in an inclusive way. One or more of the authors of this paper self-identiﬁes as an un-derrepresented ethnic minority in science. One or more of the authors of this paper received support froma program designed to increase minority representation in science.\nReceived: January 7, 2022\nRevised: May 5, 2022Accepted: June 10, 2022\nPublished: July 15, 2022\nREFERENCES\nBerman, E.S. (2006). The relationship between\neating self-efﬁcacy and eating disorder\nsymptoms in a non-clinical sample. Eat. Behav. 7,\n79–90. https://doi.org/10.1016/j.eatbeh.2005.07.\n004.\nBrout, J.J., Edelstein, M., Erfanian, M., Mannino,\nM., Miller, L.J., Rouw, R., Kumar, S., andRosenthal, M.Z. (2018). Investigating misophonia:\na review of the empirical literature, clinical\nimplications, and a research agenda. Front.\nNeurosci. 12, 36. https://doi.org/10.3389/fnins.\n2018.00036 .\nBrown, T.A., and Naragon-Gainey, K. (2013).\nEvaluation of the unique and speciﬁc\ncontributions of dimensions of the triple\nvulnerability model to the prediction of DSM-IV\nanxiety and mood disorder constructs. Behav.\nTher. 44, 277–292. https://doi.org/10.1016/j.beth.\n2012.11.002 .\nBruxner, G. (2016). ‘Mastication rage’: a review of\nmisophonia – an under-recognised symptom of\npsychiatric relevance? Australas Psychiatry 24,\n195–197. https://doi.org/10.1177/\n1039856215613010 .\nCondon, D.M., and Revelle, W. (2014). The\ninternational cognitive ability resource:development and initial validation of a public-\ndomain measure. Intelligence 43, 52–64. https://\ndoi.org/10.1016/j.intell.2014.01.004 .\nde Be ´zenac, C.E., Sluming, V., O’Sullivan, N., and\nCorcoran, R. (2015). Ambiguity between self and\nother: individual differences in action attribution.\nConscious. Cognit. 35, 1–15. https://doi.org/10.\n1016/j.concog.2015.04.010 .Edelstein, M., Brang, D., Rouw, R., and\nRamachandran, V.S. (2013). Misophonia:\nphysiological investigations and case\ndescriptions. Front. Hum. Neurosci. 7, 296.\nhttps://doi.org/10.3389/fnhum.2013.00296 .\nEijsker, N., Schro ¨der, A., Smit, D.J.A., van\nWingen, G., and Denys, D. (2021). Structural and\nfunctional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 52, 62–71. https://doi.\norg/10.1016/j.euroneuro.2021.05.013 .\nErfanian, M., Kartsonaki, C., and Keshavarz, A.\n(2019). Misophonia and comorbid psychiatricsymptoms: a preliminary study of clinical ﬁndings.\nNord J Psychiatry 73, 219–228. https://doi.org/10.\n1080/08039488.2019.1609086 .\nFoa, E.B., Huppert, J.D., Leiberg, S., Langner, R.,\nKichic, R., Hajcak, G., and Salkovskis, P.M. (2002).\nThe Obsessive-Compulsive Inventory:\ndevelopment and validation of a short version.Psychol. Assess. 14, 485–496. https://doi.org/10.\n1037/1040-3590.14.4.485 .\nGallagher, M.W., Bentley, K.H., and Barlow, D.H.\n(2014a). Perceived control and vulnerability to\nanxiety disorders: a meta-analytic review. Cogn.\nTher. Res. 38, 571–584. https://doi.org/10.1007/\ns10608-014-9624-x .\nGallagher, M.W., Naragon-Gainey, K., and\nBrown, T.A. (2014b). Perceived control is atransdiagnostic predictor of cognitive-behavior\ntherapy outcome for anxiety disorders. Cognit.\nTher. Res. 38, 10–22. https://doi.org/10.1007/\ns10608-013-9587-3 .Garner, D.M., and Garﬁnkel, P.E. (1979). The\nEating Attitudes Test: an index of the symptoms\nof anorexia nervosa. Psychol. Med. 9, 273–279.\nhttps://doi.org/10.1017/S0033291700030762 .\nGillan, C.M., Kosinski, M., Whelan, R., Phelps,\nE.A., and Daw, N.D. (2016). Characterizing a\npsychiatric symptom dimension related to\ndeﬁcits in goal-directed control. eLife 5, e11305.\nhttps://doi.org/10.7554/eLife.11305 .\nGoodman, W.K., Price, L.H., Rasmussen, S.A.,\nMazure, C., Fleischmann, R.L., Hill, C.L.,\nHeninger, G.R., and Charney, D.S. (1989). The\nYale-Brown obsessive compulsive scale: I.\nDevelopment, use, and reliability. Arch. Gen.\nPsychiatr. 46, 1006. https://doi.org/10.1001/\narchpsyc.1989.01810110048007 .\nGorsuch, R., and Nelson, J. (1981). Cng Scree\nTest: An Objective Procedure for Determining\nthe Number of Factors .\nGu, X., Wang, X., Hula, A., Wang, S., Xu, S.,\nLohrenz, T.M., Knight, R.T., Gao, Z., Dayan, P.,\nand Montague, P.R. (2015). Necessary, yetdissociable contributions of the insular and\nventromedial prefrontal cortices to norm\nadaptation: computational and lesion evidence in\nhumans. J. Neurosci. 35, 467–473. https://doi.\norg/10.1523/jneurosci.2906-14.2015 .\nGu¨th, W., Schmittberger, R., and Schwarze, B.\n(1982). An experimental analysis of ultimatum\nbargaining. J. Econ. Behav. Organ. 3, 367–388.\nhttps://doi.org/10.1016/0167-2681(82)90011-7 .\nHurley, R.S.E., Losh, M., Parlier, M., Reznick, J.S.,\nand Piven, J. (2007). The Broad autism phenotypell\nOPEN ACCESS\n10 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "questionnaire. J. Autism Dev. Disord. 37, 1679–\n1690. https://doi.org/10.1007/s10803-006-0299-\n3.\nJager, I., de Koning, P., Bost, T., Denys, D., and\nVulink, N. (2020). Misophonia: phenomenology,comorbidity and demographics in a large\nsample. PLoS One 15, e0231390. https://doi.org/\n10.1371/journal.pone.0231390 .\nJager, I.J., Vulink, N.C.C., Bergfeld, I.O., van\nLoon, A.J.J.M., and Denys, D.A.J.P. (2020).\nCognitive behavioral therapy for misophonia: arandomized clinical trial. Depress. Anxiety 38,\nda.23127. https://doi.org/10.1002/da.23127 .\nKashihara, S., Kanayama, N., Miyatani, M., and\nNakao, T. (2017). Attentive observation is\nessential for the misattribution of agency to self-\nperformance. Front. Psychol. 8, 890. https://doi.\norg/10.3389/fpsyg.2017.00890 .\nKluckow, H., Telfer, J., and Abraham, S. (2014).\nShould we screen for misophonia in patients with\neating disorders? A report of three cases. Int. J.\nEat. Disord. 47, 558–561. https://doi.org/10.1002/\neat.22245 .\nLiebowitz, M.R. (1987). Social phobia. Mod. Probl.\nPharmacopsychiatr. 22, 141–173. https://doi.org/\n10.1159/000414022 .\nLiggett, J., Carmichael, K.L.C., Smith, A., and\nSellbom, M. (2017). Validation of self-report\nimpairment measures for section III obsessive–\ncompulsive and avoidant personality disorders.J. Pers. Assess. 99, 1–14. https://doi.org/10.1080/\n00223891.2016.1185613 .\nLyubomirsky, S., and Lepper, H.S. (1999). A\nmeasure of subjective happiness: preliminary\nreliability and construct validation. Soc. Indicat.\nRes. 46, 137–155. https://doi.org/10.1023/\nA:1006824100041 .\nMarin, R.S., Biedrzycki, R.C., and Firinciogullari, S.\n(1991). Reliability and validity of the apathy\nevaluation scale. Psychiatr. Res. 38, 143–162.\nhttps://doi.org/10.1016/0165-1781(91)90040-V .\nMoulding, R., and Kyrios, M. (2007). Desire for\ncontrol, sense of control and obsessive-\ncompulsive symptoms. Cogn. Ther. Res. 31,\n759–772. https://doi.org/10.1007/s10608-006-\n9086-x .Moulding, R., Kyrios, M., Doron, G., and\nNedeljkovic, M. (2009). Mediated and direct\neffects of general control beliefs on obsessive\ncompulsive symptoms. Can. J. Behav. Sci. 41,\n84–92. https://doi.org/10.1037/a0014840 .\nNa, S., Chung, D., Hula, A., Perl, O., Jung, J.,\nHeﬂin, M., Blackmore, S., Fiore, V.G., Dayan, P.,\nand Gu, X. (2021). Humans use forward thinking to\nexploit social controllability. Elife 10, e64983.\nhttps://doi.org/10.7554/eLife.64983 .\nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti,\nA., and Eibenstein, A. (2020). Misophonia,\nmaladaptive schemas and personality disorders:a report of three cases. J. Contemp. Psychother.\n50, 29–35. https://doi.org/10.1007/s10879-019-\n09438-3 .\nNaylor, J., Caimino, C., Scutt, P., Hoare, D.J., and\nBaguley, D.M. (2020). The prevalence and severityof Misophonia in a UK undergraduate medical\nstudent population and validation of the\namsterdam misophonia scale. Psychiatr Q.\nhttps://doi.org/10.1007/s11126-020-09825-3 .\nQuek, T.C., Ho, C.S., Choo, C.C., Nguyen, L.H.,\nTran, B.X., and Ho, R.C. (2018). Misophonia in\nSingaporean psychiatric patients: a cross-\nsectional study. Int J. Environ. Res. Public Health\n15, E1410. https://doi.org/10.3390/\nijerph15071410 .\nReuven-Magril, O., Dar, R., and Liberman, N.\n(2008). Illusion of control and behavioral controlattempts in obsessive-compulsive disorder.\nJ. Abnorm. Psychol. 117, 334–341. https://doi.\norg/10.1037/0021-843X.117.2.334 .\nRouw, R., and Erfanian, M. (2018). A large-scale\nstudy of misophonia. J. Clin. Psychol. 74, 453–479.\nhttps://doi.org/10.1002/jclp.22500 .\nRussell, D.W. (1996). UCLA loneliness scale\n(version 3): reliability, validity, and factor\nstructure. J. Pers. Assess. 66, 20–40. https://doi.\norg/10.1207/s15327752jpa6601_2 .\nSaunders, J.B., Aasland, O.G., Babor, T.F., De La\nFuente, J.R., and Grant, M. (1993). Developmentof the alcohol use disorders identiﬁcation test\n(AUDIT): WHO collaborative project on early\ndetection of persons with harmful alcohol con-\nsumption-II. Addiction 88, 791–804. https://doi.\norg/10.1111/j.1360-0443.1993.tb02093.x .Schro ¨der, A., Vulink, N., and Denys, D. (2013).\nMisophonia: diagnostic criteria for a new\npsychiatric disorder. PLoS One 8, e54706. https://\ndoi.org/10.1371/journal.pone.0054706 .\nSpielberger, C.D. (1983). State-trait anxiety\ninventory for adults. https://doi.org/10.1037/\nt06496-000 .\nSutton, R.S., and Barto, A.G. (2018).\nReinforcement Learning: An Introduction (MIT\nPress) .\nSwedo, S.E., Baguley, D.M., Denys, D., Dixon,\nL.J., Erfanian, M., Fioretti, A., Jastreboff, P.J.,\nKumar, S., Rosenthal, M.Z., Rouw, R., et al. (2022).\nConsensus deﬁnition of misophonia: a delphi\nstudy. Front. Neurosci. 16, 841816. https://doi.\norg/10.3389/fnins.2022.841816 .\nTomasello, M., and Rakoczy, H. (2003). What\nmakes human cognition unique? From individual\nto shared to collective intentionality. Mind Lang.\n18, 121–147. https://doi.org/10.1111/1468-0017.\n00217 .\nWadsworth, L.P., and Hayes-Skelton, S.A. (2020).\nExploring perceived control, a low-control task,\nand a brief acceptance intervention in a low and\nhigh transdiagnostic anxiety sample. Neurol.\nPsychiatr. Brain Res. 35, 1–9. https://doi.org/10.\n1016/j.npbr.2019.11.001 .\nWu, M.S., Lewin, A.B., Murphy, T.K., and Storch,\nE.A. (2014). Misophonia: incidence,\nphenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin. Psychol.\n70, 994–1007. https://doi.org/10.1002/jclp.22098 .\nZanarini, M.C., Vujanovic, A.A., Parachini, E.A.,\nBoulanger, J.L., Frankenburg, F.R., and Hennen,\nJ. (2003). Zanarini rating scale for borderline\npersonality disorder (ZAN-BPD): a continuous\nmeasure of DSM-IV borderline psychopathology.J. Pers. Disord. 17, 233–242. https://doi.org/10.\n1521/pedi.17.3.233.22147 .\nZung, W.W.K. (1986). Zung self-rating depression\nscale and depression status inventory. In\nAssessment of Depression, N. Sartorius and T.A.\nBan, eds. (Springer), pp. 221–231. https://doi.\norg/10.1007/978-3-642-70486-4_21 .ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 11iScienc e\nArticle"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "STAR+METHODS\nKEY RESOURCES TABLE\nRESOURCE AVAILABILITY\nLead contact\nRequests for additional information should be directed to the lead contacts, Daniela Schiller ( daniela.\nschiller@mssm.edu ) and Xiaosi Gu ( xiaosi.gu@mssm.edu ).\nMaterial availability\nThis study did not generate new unique reagents.\nData and code availability\ndDe-identiﬁed data have been deposited on GitHub and OSF and are publicly available as of the date of\npublication. They can be freely accessed and downloaded via https://osf.io/ad7np/ and https://github.\ncom/smbneuro5/social_controllability_miso_oc .\ndAll code associated with this paper can be freely accessed and downloaded via https://github.com/\nsmbneuro5/social_controllability_miso_oc .\ndAny additional information required to reanalyze th e data reported in this paper is available from the\nlead contact upon request.\nThe institutional review board at the Icahn School of Medicine at Mount Sinai approved the study. All\nresearch was performed in accordance with the relevant guidelines and regulations.\nEXPERIMENTAL MODEL AND SUBJECT DETAILS\nParticipants were enrolled in the study as part of a larger online project examining social cognition andmental health. Participants were recruited from Proliﬁc ( www.proliﬁc.co ), an online research participant\nrecruitment site, with the eligibility criteria of (1) age between 18 and 64, (2) currently living in the\nUnited States, (3) >90% approval rating in Proliﬁc. Potential participants opted to take part in the studybased on a brief description informing them that they would be completing surveys assessing mood,\npersonality, and sensitivity to certain sounds, as well as compensation amount ($8 in total for an\nestimated rate of $10.66 per hour). In total, 1,269 individuals attempted the study, 38 were excludedfor non-completion, 9 were excluded for exceeding the time limit, and 47 were excluded due tomissed attention checks or ID errors. This resulted in a total of 1,175 participants to be included in\nthe factor analysis. Of these participants, 1,041 indi viduals completed the social controllability task.\nThe study was approved by the Institutional Review Board at the Icahn School of Medicine at MountSinai and all participants provided informed consent online prior to participation. The authors assert\nthat all procedures contributing to this work comply with the ethical standards of the relevant national\nand institutional committees on human experiment ation and with the Helsinki Declaration of 1975, as\nrevised in 2008.REAGENT or RESOURCE SOURCE IDENTIFIER\nDeposited data\nSubject’s characteristics and psychiatric\nquestionnaire responsesThis manuscript https://osf.io/ad7np/\nSocial controllability task data This manuscript https://github.com/smbneuro5/social_\ncontrollability_miso_oc/\nSoftware and algorithms\nMatlab Mathworks www.mathworks.com/products/matlab.html\nR R Foundation for Statistical Computing https://www.r-project.org/ll\nOPEN ACCESS\n12 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "METHOD DETAILS\nMisophonic and other psychiatric measures\nTo assess levels of misophonic traits in the sample, participants completed the Amsterdam Misophonia\nScale (A-MISO-S), a 7-item self-report measure assessing the severity of misophonia symptoms including\npreoccupation with trigger sounds, negative emotional responses to trigger sounds, lack of thought con-\ntrol, and interference with daily life ( Schro ¨der et al., 2013 ). The ﬁrst 6 questions are scored on a 5-point Likert\nscale (0–4), whereas the last question allows for fre e-response. The A-MISO-S was adapted from the Yale-\nBrown Obsessive-Compulsive Scale ( Goodman et al., 1989 ). Total scores range from 0 to 24, with score cat-\negories of 0–4 (subclinical), 5–9 (mild), 10–14 (m oderate), 15–19 (sever e), and 20–24 (extreme; Schro ¨der\net al., 2013 ). There is currently no validated assessment for the diagnosis of misophonia; However, the\nA-MISO-S has been widely used in research ( Eijsker et al., 2021 ;Jager et al., 2020 ;Naylor et al., 2020 ;\nQuek et al., 2018 ;Rouw and Erfanian, 2018 ).\nIn order to compare misophonia to other psychiatric conditions, participants also completed the Broad\nAutism Spectrum Questionnaire (BAPQ; Hurley et al., 2007 ), Obsessive-Compulsive Inventory - Revised\n(OCI-R; Foa et al., 2002 ), The State-Trait Anxiety Inventory (STAI Trait questions; Spielberger, 1983 ), Liebo-\nwitz Social Anxiety Scale (LSAS Avoidance questions; Liebowitz, 1987 ), Zung Self Rating Depression Scale\n(SDS; Zung, 1986 ), Eating Attitudes Test (EAT; Garner and Garﬁnkel, 1979 ), Alcohol Use Disorders Identi-\nﬁcation Test (AUDIT; Saunders et al., 1993 ), Avoidant Personality Disorder Impairment Scale (AvPD-IS; Lig-\ngett et al., 2017 ), Zanarini Rating Scale for Borderline Personality Disorder (ZAN-BPD; Zanarini et al., 2003 ),\nApathy Evaluation Scale (AES; Marin et al., 1991 ), Subjective Happiness Scale (SHH; Lyubomirsky and Lep-\nper, 1999 ), UCLA Loneliness Scale (UCLA-LS; Russell, 1996 ). To measure conigitve ability, participants also\ncompleted the International Cognitive Ability Resource – Sample Test (ICAR; Condon and Revelle, 2014 ).\nFactor analysis\nThe factor analysis was performed in R (RStudio Versio n 1.3.959). First, we generated a correlation matrix\nconsisting of the 212 questionnaire items. Because the responses to the ZAN-BPD questionnaire weredichotomous, we used the ‘hetcor’ function in R to generate a heterogeneous correlation matrix. To deter-\nmine the appropriate number of factors for the correlation matrix, we then used the Cattell-Nelson-\nGorsuch (CNG) test, which computes the slopes of all possible sets of three adjacent eigenvalues anddetermines the point at which there is the greatest differences in slope ( Gorsuch and Nelson, 1981 ). Finally,\nwe performed the factor analysis with the ‘fa’ package in R using Maximum Likelihood Estimation (MLE) and\noblique rotation (oblimin). Factor scores for each partic ipant were calculated using the ‘factor.scores’ func-\ntion in R with the ‘tenBerge’ method due to the oblique rotation.\nSocial controllability task\nIn the social controllability game, participants are paired one by one with virtual partners from two30-person teams, representing 2 conditions consisting of 30 trials each. To create a social context withoutexplicit deception, participants were instructed that they were playing with ‘‘partners,’’ with no speciﬁca-\ntion about whether they were real people or computers. Teams are denoted by a name (‘‘Aldertown’’\nand ‘‘Banyan Bay’’) as well as a common color for the ba ckground and team members’ t-shirts. In each trial,\nthe virtual partner proposes a split of $20, and the participant must decide whether to accept or reject the\noffer. If the participant chooses to accept, both parties receive the proposed portion of the money. If they\nchoose to reject the proposal, neither party receives any money. Each team that the participant playsagainst represents a different condition: controllable and uncontrollable, though participants are not\nexplicitly told about this manipulation.\nIn the controllable condition, but not in the uncontrollable condition, participants can either increase the\nvalue of the next offer by rejecting the current offer or decrease the value of the next offer by accepting the\ncurrent offer. The amount of the offer change is determined in a probabilistic manner:\n1/3chance of chang-\ning the offer by $2,1/3chance of changing the offer by $1, and1/3chance of no change ( Figure 3 B). In\ncontrast, in the uncontrollable condition, offer amo unts are sampled from a predetermined distribution\n(mean = $5.0, SD = $2.3) and the order is randomized for each participant. In both conditions, the initial\noffer is $5 and the offers are constrained to be an integer between $1 and $9 (inclusive). The order ofthe conditions and the offers in the uncontrollable condition were randomized across participants.ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 13iScienc e\nArticle"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "At the end of the task, participants were asked to rate how much control they perceived they had over the\nproposers on each team on a scale of 0–100%.\nQUANTIFICATION AND STATISTICAL ANALYSIS\nComputational modeling\nAll computational modeling was performed in MA TLAB (MATLAB R2020a). In order to understand the\ncomputational mechanisms subserving social controllability, we applied a 2-step forward thinking model\nto task behavior, as our prior work has shown that this model best explains behavior on this task ( Na\net al., 2021 ). The forward thinking model outlines how individuals mentally simulate future outcomes by\ncomputing the downstream effects of their current action in order to guide these decisions. The number\nof steps (i.e., ‘‘2-step’’) represents the number of future trials participants take into consideration whenmaking their choices. In this model, the action taken at the i\nthtrial, which can be either acceptance or rejec-\ntion of the offer, is denoted by ai. The immediate reward (or actu al offer size) is denoted by ri,a n dt h ei n -\nternal norm (or expected offer size) is denoted by fi.\nWe assumed that the internal norm (expected offer) was updated each trial based on observations of part-\nners’ offers ( s), using Rescorla-Wagner learning ( Sutton and Barto, 2018 ) with learning rate ε(0%ε%1) that\ncould vary between participants depending on how quickly they learned what offers to expect. The initialn o r m( e x p e c t e do f f e ra tt h es t a r to ft h et a s k )w a ss e ta saf r e ep a r a m e t e rt h a tw a sa s s u m e dt ov a r yb e t w e e n\nparticipants ( $0%f\n0%$20;Gu et al., 2015 ):\nfi=fi/C01+εðsi/C0fi/C01Þ\nTo model how people decide whether to accept or reject o n a given trial, we can calculate the utility of each\nchoice, which represents the expected immediate reward for that choice. Given a certain expected offer\n(e.g., $8), the utility of the immediate reward is computed as the actual offer amount subtracted by the pre-\ndiction error (i.e., the difference between the actual and expected reward, times a), where a(0%a%1)\nrepresents how sensitive someone is to unexpected offers (sensitivity to norm violation; Sutton and Barto,\n2018 ):\nUðri;fiÞ=/C26\nri/C0amax ½fi/C0ri;0/C138if ri>0/C0\naccepted/C1\n0if ri=0ðrejected Þ/C27\nFor models considering future trials, or ‘‘steps’’, the value of the current action on a given trial was calcu-\nlated by taking the sum of 1) the utility of the expected immediate reward (see above), and 2) the utility ofthe mentally simulated outcomes in future trials. The utility of simulated future outcomes was deﬁned as\nsum of the discounted utilities of the future rewards based on hypothetical future actions (\na). The utilities\nof these future rewards are \"discounted’’ because people tend to place less value on rewards that theyhave to wait for. The future discounting factor ( g), which described how much weight one puts on future\nrewards, was ﬁxed at 0.8 following a previous study ( Na et al., 2021 ). The hypothetical trial-by-trial change\nin offer size (+/ /C0$0, $1, or $2) was contingent on one’s hypothetical choices (accept or reject) and repre-\nsented by the expected inﬂuence variable ( d;/C0$2%d%$2).dwas applied in a symmetric manner, such\nthat the offer changed by dif the prior choice was rejected and /C0dif the prior choice was accepted. The\nhypothetical offers were constrained to have a positive value, assuming that participants were awarethat the offers would always be gre ater than $0. In summary, the actio n value was computed as follows:\nvjai=Uðri;fiÞ+Xk\nj=1gj3U/C0bE/C0\nri+j/C12/C12ai;ai+1;.ai+j/C1\n;fi/C1\nThe difference in utility between accepting and rejecting was entered into a softmax function to compute\nthe trial-by-trial probability of choice. In other word s, was the participant more likely to accept or reject?\nThe ﬁrst 3 trials were excluded to account for an initial learning period, and the last 3 trials were excludedbased on the assumption that strategic behavior would differ toward the end of the task (e.g., less incentive\nto reject). The model was thus ﬁt at the individual-level for the middle 24 trials in order to focus on the\nexploitation of controllability. Parameter estimates from the 2-step model were extracted for analysis foreach participant. Speciﬁcally, we extracted the sensitivity to norm violation (reﬂecting aversion to offer\namounts that were very different than the expected offers) and expected inﬂuence (how much they\nbelieved they could change the offer based on their choices).ll\nOPEN ACCESS\n14 iScience 25, 104617, July 15, 2022iScienc e\nArticle"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Statistical analysis\nAll statistical analyses were performed in R (RStudio Ve rsion 1.3.959). In order to test for differences in task\nbehavior between individuals with and without high r ates of reported misophonia symptoms, we divided\nparticipants into two groups based on the highest and lowest quartile of scores for the factor on which mi-sophonia loaded mostly highly (see Table 2 for group characteristics). To examine the relationship between\nsymptoms and social controllability, we then assessed task outcomes in these groups. First, we examined\noffer sizes and rejection rates in each group to explore the general task performance. Welch t-tests\nexplored behavioral differences between groups. We then used ANOVA to test for effects of group-by-condition interactions on several parameters. Given our hypothesis that misophonia may be associated\nwith a disrupted illusion of control, our primary parameter of interest was perceived control, which is\nself-reported at the end of each condition in the task.\nTo explore whether any differences in perceived contro llability corresponded to differences in actual exer-\ntion of control, we also tested group-by-condition in teractions on the model-derived expected inﬂuence d,\nas well as the discrepancy between perceived and expected inﬂuence (self-reported perceived controlla-bility minus model-derived d). This discrepancy is a measurement of belief-behavior disconnect; higher\nvalues reﬂect higher perception of control relative t o mentally simulated control. Finally, to test whether\nany differences in perceived or actual control were associated with aversion to unexpected outcomes,we tested group-by-condition interactions on sensitivity to norm violation a, representing unwillingness\nto accept an offer below the expected value.\nEach model controlled for sex, age, and ICAR scores. Signiﬁcant interaction effects were followed up by\nWelch t-tests to parse the direction of the effect. To test for speciﬁcity, we conducted exploratory analyses\nto see if any signiﬁcant group-by-condition interactio n effects were present for the mood and social factors.\nTo further explore the unique contributions of misophonia and OC symptoms to task performance, we per-\nformed three additional variations of same group-by-condition interaction analyses with newly deﬁnedgroups: 1) those in the lowest vs. the highest quartiles based on misophonia symptoms alone, 2) thosein the lowest quartile based on misophonia symptoms alone vs. those in highest quartile for both misopho-\nnia and OC-symptoms, and 3) those in the lowest quartile based on misophonia symptoms alone vs. those\nin highest quartile for misophonia but lowest quartile for OC-symptoms (i.e., misophonia without comorbidOC symptoms). Additionally, to utilize the power affo rded by the full sample, we performed the group-by-\ncondition interaction analyses comparing those in the top and bottom 50% percentile on the Miso-OC fac-\ntor. Results for these additional analyses are presented in supplemental information .\nAll statistical details can be found in the Results section. For Welch t-tests and ANOVAs in all ﬁgures, three\nasterisks (***) represent p values of less than 0.001; two a sterisks (**) represent p values of less than 0.01;\none asterisk (*) represents p values of less than 0.05.ll\nOPEN ACCESS\niScience 25, 104617, July 15, 2022 15iScienc e\nArticle"
    }
  ]
}