{
  "doc_type": "scientific paper",
  "title": "A Social Cognition Perspective on Misophonia",
  "authors": [
    "Berger"
  ],
  "year": 2023,
  "journal": null,
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:40:09.072358Z",
  "source_pdf": "documents/research/Global/Berger 2023 A Social Cognition Perspective on Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Berger et al. 2023 (preprint)   1  \nA social cognition p erspective on misophonia  \nJoel I. Berger,1* Phillip E. Gander,1,2 and Sukhbinder Kumar1*\n1 Department of Neurosurgery, University of Iowa, Iowa City, 52242 USA  \n2 Division of Nuclear Medicine, University of Iowa, Iowa City, 52242 USA  \n* Correspondence should be addressed to J.I.B. (joel-berger@uiowa.edu) or S.K. (sukhbinder-kumar@uiowa.edu) \n The current dominant perspective on misophonia considers this disorder to be related to emotional sound processing, in \nwhich a “trigger sound” initiates a strong reaction in the perceiver. However, a sound processing model cannot explain all \naspects of our growing understanding of the phenomenology and empirical findings in misophonia, such as the importance \nof context, coping strategies used, and lack of trigger-specific au ditory cortical activation. In this article, we argue that a  \ncomplete model of misophonia must include the context within which a sound is perceived and the emotional reaction \ntriggered. We review the current behavioural and neuroimaging literature, which lends support to this idea. Based on the \ncurrent evidence, we propose that misophonia should be unders tood within the broader context of social perception and \ncognition, and not restricted within the narrow domain of being a disorder of auditory processing. We discuss the evidence \nin support of this hypothesis, as well as the implications for potential treatment approaches.  \n \nIntroduction \nMisophonia is a disorder characterised by an intense emo-\ntional reaction and often physical discomfort to everyday sounds, such as other people  eating, drinking, nasal and \nthroat sounds (Edelstein et al., 2013; Schroder et al., 2013; \nWu et al., 2014). Although th e condition was named and re-\nferred to in the early 2000s (Jastreboff, 2000; Jastreboff and \nJastreboff, 2001), scientific research into the condition has \nonly begun in recent years. Based on the limited evidence available, the prevalence of clinically-relevant misophonia \nis suggested to be anywhere from 5 to 20% (Wu et al., 2014; \nZhou et al., 2017; K ılıç et al., 2021; Vitoratou et al., 2023), \nindicating its wide prevalence where further research is \nnecessary. Misophonia can lead to severe social isolation \nand withdrawal from familial ac tivities (Hadjipavlou et al., \n2008), and is highly distressing to those that experience it on a frequent basis, even leading to suicidal thoughts in up \nto ~20% of sufferers (R ouw and Erfanian, 2018). \n \nCurrent model of misophonia \n \nAt present, neurophysiological or psychological models of \nmisophonia are in their infancy, partly due to a lack of re-\nsearch in the area until recent years. Thus far, the dominant \ncurrent model, put forward by Jastreboff and Jastreboff (2003, 2023), considers sounds as the main driving factor \nof misophonic distress and reaction. The model proposes \nthat the negative emotional reaction in misophonia is \ncaused specifically by the trigger sounds, after being pro-\ncessed in auditory brain regions, which in turn causes aber-\nrant activity in brain regions involved in emotion pro-cessing. Importantly, this model makes a distinction be-tween hyperacusis and misophonia: while the negative re-action in hyperacusis (increased sense of loudness discom-\nfort) depends on the acoustic features such as spectral en-\nergy of the sound, misophonia is affected by the acoustic pattern and meaning, not on the intensity of sound. It was, therefore, suggested that the negative reaction in misopho-nia was not primarily due to abnormal processing in the auditory pathways, as is the case for hyperacusis, but re-\nlated to aberrant processing in the ‘limbic’ system which \nprocesses emotion-related information of the sound. Alt-\nhough in its latest version (Jastreboff and Jastreboff, 2023) \nthe model mentions that the emotional reaction in misopho-nia depends on the context – for example, a sound from a \nparticular person in a situation or place is a trigger but not \nfrom other people/places/situations – sound remains the \nmost important component in driving the emotional reac-\ntion. Indeed, even the origin of the word misophonia is de-\nrived from the Greek words for “hate” and “sound”, alt-\nhough it is worth acknowledging that a literal interpretation \nof this definition as a basis for misophonia should be \navoided (Jastreboff and Jastreboff, 2023).  \n \nLimitations of a sound-centric model \n1. A sound-centric model ignores the source of sound \nAlthough sound is its primary focus, a key issue with a \nsound-centric model is that  it does not give due \nconsideration to the source that generates the sound. There are a number of studies which show that the source of \nsound is important for setting the context within which \nsound is perceived. For example, Reuter et al. (2011) \npresented the sound of chalk on a chalkboard, which is \ntypically perceived as aversive by most (Kumar et al., 2008), and asked a group of participan ts to rate the aversiveness \nof the sounds. Half of these participants were told the true source of sounds and the othe r half were made to believe \nthat the sound was part of contemporary music. It was \nfound that the same sound was rated less aversive and \nregistered a lower skin conductance response by the ‘musical-source’ group of participants compared to ‘chalkboard-source’ group, indicating that knowledge of the source of sounds shapes the perception and physiological \nresponse to aversive sounds. In another similar experiment, \nSamermit et al. (2019) asked participants to rate discomfort \nand unpleasantness of typical aversive sounds, such as a \nknife grating on glass, when these were presented alone or presented in association with a silent video. The silent video \ncould either be the original source of the sound or a video"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "A social cognition perspective of misophonia \n \nBerger et al. 2023 (preprint)   2source with positive attributes (e.g., silent video of bird \nchirping presented with a sound of knife grating on glass). \nImportantly, the video source with positive attributes was \ntemporally-synchronise d with the sound, so that the sound \nwas more likely to be attribut ed to the visual source. The \nresults showed that sounds that were synchronised to videos with positive attributes were rated less unpleasant, \ncaused less discomfort, and re duced the intensity of bodily \nsensations, indicating again that the perceived source of a \nsound can modulate the reaction  to that sound. A similar \nfinding was also demonstrated by Cox et al. (2008) using \nstatic images, highlighting that biasing towards a particular expected context, without the temporal dynamics that \nvideos include, can influence the perceived sound. \nIn relation to misophonia, recent work shows that the \nsource of a sound plays a crucial role in determining the \nreaction triggered by the sound.  Edelstein et al. (2020) asked misophonia subjects to  rate human eating/chewing \nsounds, which are typical trigger sounds in misophonia. In \naddition to the rating, subjects were also asked to guess the \nsource of the sound. Interestingly, misophonia subjects \nrated the correctly-identified sounds as more aversive \ncompared to incorrectly-identified sounds (e.g., human eating sounds misidentifie d as non-eating sounds). \nFurthermore, non-eating sounds incorrectly identified as \nhuman eating sounds were rated as more aversive \ncompared to correctly identified non-eating sounds. These \nfindings of sound source identification playing a role in \nmodulating the trigger reaction in misophonia have been \nfurther confirmed by more recent studies (Heller and Smith, 2022; Savard et al., 2022; Siepsiak et al., 2023). The \nimportance of social context has also been highlighted in the \nrecent consensus definition of misophonia (Swedo et al., \n2022). All of these studies highlight an important \nimplication for understanding misophonia: the perceived source of a sound is important for whether and to what degree a particular sound is experienced as a trigger sound, even in cases of incorrectly identified sound sources, \nemphasising that the sounds per se are not the driving \nfactor in misophonia. \n2. Trigger sounds activate brain areas which process social \nemotions and interpersonal stimuli  \nWithin a sound-centric model, activation of ‘limbic’ \nareas of the brain by trigger sounds is highlighted as being \none of the most important factors in the trigger reaction in \nmisophonia. Although the term ‘limbic’, in general, has been \ncriticised (Kotter and Stephan, 1997; Pessoa, 2008) for being vague and often contradict ory in its description of the \nemotional system, it typically includes brain structures like \nthe amygdala, hippocampus, thalamus, hypothalamus, basal \nganglia, and cingulate gyrus. Of the few neuroimaging \nstudies of misophonia that exist, there is only limited \nevidence for the involvement of commonly-defined ‘limbic’ structures, such as increased activation to trigger sounds in \nthe anterior cingulate cortex in  a single study (Schroder et \nal., 2019) and structural abnormalities in the amygdala in \nmisophonia participants (Eijsker et al., 2021), although the \nSchröder et al study did not find any differences in \namygdala activation between misophonia participants and \ncontrols. Contrastingly, a brain structure that has been found to \nbe consistently involved in misophonia studies is the \nanterior insula. In the very fi rst fMRI study of misophonia, \nKumar et al. (Kumar et al., 2017) showed stronger \nactivation of anterior insula in misophonia subjects \nspecifically for trigger sounds . Furthermore, the anterior \ninsula had stronger functional connectivity to areas of the \ndefault mode network, including ventromedial prefrontal \ncortex (vmPFC) and posterior cingulate. Using audiovisual \nstimuli, the findings of anterior insula by Kumar et al. \n(2017) have been replicated in two other fMRI studies \n(Schroder et al., 2019; Cerliani and Rouw, 2020, preprint). Although the precise role of anterior insula in misophonia \nremains unknown, there is now a large body of evidence \nwhich links anterior insula to social processing in general \nand processing of social emotions in particular (for a \nreview, see Lamm and Singer, 2010). Social emotions refer to processes that are generated because of interactions with other people. For example, anterior insula is activated not \nonly by the experience of self-emotions but also by \nobserving the emotional expressions of others (Wicker et \nal., 2003; Bastiaansen et al., 2009). In addition to processing \nof social emotions, anterior insula is also involved in pain experienced after social reje ction (Eisenberger, 2015), \nsocial compliance (Bellucci et  al., 2018), and recognition of \nsocial cues (Rogers-Carter and Christianson, 2019). Taken \ntogether, these results suggest that a comprehensive \ntheoretical model of misophonia should account for the \nactivation of brain structures implicated in social \nprocessing. \n3. Hyperactivation of motor cortex to trigger sounds is not \nexplained within a sound-centric model  \nIn addition to the insula, as highlighted in the previous \nsection, another brain region that has been consistently \nshown to have stronger activation to trigger sounds in misophonia subjects is the motor cortex. For example, \nKumar et al. (2021) showed stronger activation of ventral \npremotor cortex (vPMC) in misophonia subjects specifically \nin response to trigger sounds, while another imaging study \nin preprint (Cerliani an d Rouw, 2020) also found \ninvolvement of vPMC using audiovisual trigger stimuli. One \nmight argue that the activa tion of motor cortex in \nmisophonia is due to the moto r component of the emotional \nresponse, for example, stronger facial muscle activation due \nto feelings of anger/disgust, in response to trigger sounds \nin misophonia subjects. Howeve r, stronger connectivity of \nthe motor cortex to both visual  and auditory cortex in the \nresting state, i.e., when no explicit stimuli were presented, do not support this argument (Kumar et al., 2021). Using a \nsmall sample of subjects, Hansen et al. (2022) also \nreplicated this finding. Thus, involvement of motor cortex in \nmediating responses to trigger sounds in misophonia runs \ncounter to the prediction of a sound-centric model, which posits processing in auditory and limbic areas as the basis \nof misophonia. \n4. Lack of differential activation in auditory cortex to trigger \nsounds is hard to explain within a sound-centric model  \nIf we are to place misophonia within a model that \nconsiders the sound itself as the main driving factor, then one would expect that there would be some involvement of"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "A social cognition perspective of misophonia \n \nBerger et al. 2023 (preprint)   3the auditory cortex. Contrasting with this idea, in two fMRI \nstudies of misophonia subjects, Kumar et al. (2017; 2021) \ndemonstrated that there were no differences in auditory \ncortex activation to trigger sounds between misophonia \nsufferers and controls. Similarly, a recent study utilising \nauditory brainstem responses to examine the subcortical \nauditory pathway found no differences between \nmisophonia participants and controls (Aryal and Prabhu, \n2023). It should be noted that the results of Kumar et al. \n(2017; 2021) seemingly contrast with Schroder et al. \n(2019), wherein activity in the posterior portion of right \nsuperior temporal cortex was increased in misophonia subjects. However, in the Schr oder et al. study activity in \nthis area did not correlate with the severity of misophonia \nsymptoms as may be expected, although this itself could be \na consequence of the low number of trials in the study. More \nimportantly, in Schroder et al. (2019) this region did not \ncorrespond to primary auditory cortex but a higher-order area, specifically posterior superior temporal gyrus/sulcus, \nwhich are known to be multi-modal areas activated by \nmoving visual stimuli and impor tant for social perception \n(Pitcher and Ungerleider, 2021). Thus, the lack of \ndifferential activation indicates that trigger sounds are not processed differently in core auditory cortex in misophonia \nsubjects when compared to controls. \n5. A high prevalence of mimicry in misophonia  \nPotentially the strongest beha vioural evidence to move \nbeyond a purely sound-centric interpretation of misophonia comes from anecdotal reports of a high incidence of mimicry in misophonia sufferers. Even in some \nof the earliest published case studies of misophonia, \nmimicry was mentioned as an important feature of the condition (Hadjipavlou et al., 2008). Early self-report \nevidence suggested an incidence of mimicry in \napproximately 55% of misophonia sufferers, although the \nsample size was small (n = 11; Edelstein et al., 2013). Recent \nevidence from a large-scale online study (n = 676) found a \nsimilar incidence of mimicry in those with misophonia (>45%; Ash et al., 2023). Moreover, in this study, the \ntendency to mimic increased with increasing misophonia \nseverity, with the severity of misophonia predicting the \nlikelihood of mimicry. Compar ed to environmental sounds \nand other human-produced sounds, orofacial sounds \n(eating and chewing) were more likely to result in \nmimicking behaviour, and mimicry provided some relief from distress to individual s with misophonia. Why do \nmisophonia subjects mimic in response to trigger sounds, \nand why does this act often provide relief when used as a \ncoping strategy? These questions are hard to explain within \na sound-centric model of misophonia, arguing for a revision of the theoretical and concep tual model of misophonia. \n \nMisophonia: From sound perception to action \nperception \n \nUsing an integrated framework, where both trigger sounds \nand their social source are considered together, a different picture of misophonia emerges. Since the most common trigger sounds, for example someone eating/chewing, are associated with an action (e.g., orofacial movement) of an-\nother person, it could be the ca se that misophonic distress is due to the perceived action of others and not due to the \nsound per se, which is a by-product of that action. There is \nnow overwhelming evidence that the psychological/neural \nprocesses involved in social signals are different compared \nto non-social signals (for reviews see Adolphs, 2010; Mola-\npour et al., 2021). In social cogn ition and neuroscience, it is \nwell known that the mere observation or hearing the \nsounds of actions of other leads to ‘mirroring’ or ‘mimick-\ning’ of the same actions by the perceiver, without any inten-\ntion or awareness to do so (Chartrand and van Baaren, \n2009; Heyes, 2011; Chartrand an d Lakin, 2013). In this sce-\nnario, mimicry is commonly un derstood within the frame-\nwork of a ‘perception-action’ link, which posits that perceiv-\ning the action of others auto matically activates representa-\ntions of that action in the perceiver which, in turn, executes \nmovements that are congruent to the perceived actions. \nWith respect to the underlying brain function, the percep-tion-action link is suggested to be instantiated as communi-cation between sensory areas and the motor areas of the \nbrain. Thus, with emphasis on the actions of the trigger-per-\nson, could it be that the perception-action link is relatively \nstronger in misophonia which is activated by the sight or \nsounds of action? This would appear to be supported by the results of Kumar et al (2021) showing stronger resting state \nconnectivity of both auditory and visual cortex to motor \ncortex. \nThe phenomenon of imitation and mimicry has been \ncommonly studied within a social perception/cognition \nframework. Thus, given the high incidence of mimicry in \nmisophonia highlighted above, when considering misophonia from a social cognitive perspective it is useful \nto examine the role of imitation and mimicry within the \nwider social cognition literature. Non-conscious mimicry \ncan often occur in a social setting, involving matching of \nothers’ behaviours, such as particular mannerisms or gestures of those with whom the mimicker is interacting. This type of mimicry is termed the “chameleon effect”, and has been shown to potentially increase liking between \nindividuals and facilitate smoother interactions (Chartrand \nand Bargh, 1999), although the specific effects of mimicry can depend on the social context in which it takes place e.g. Stel et al., 2010), or even the specific orientation of the mimicked actions (C asasanto et al., 2020). The chameleon \neffect has been shown to be stronger in people that show a \nhigher disposition of empathy (Chartrand and Bargh, 1999). \nThe main types of empathy can be broadly defined as \ncognitive, affective, and motor (Blair, 2005), which may \nhave distinct neural correlates (Blair, 2005; Moore et al., 2015). The specific role of empathy within misophonia is \nyet to be explored. Research examining this may elucidate \nwhether mimicry potentially reflects other heightened \ncognitive processes in these individuals, or alternatively if \nit is a byproduct of the underlying neural mechanisms of misophonia, or an effective coping strategy to attempt to inhibit activity in insular cortex. Interestingly, the anterior insula, which is particularly hyperactive in misophonia, has \nbeen long implicated as a neurobiological marker of \nempathy (e.g. Singer et al., 2004; Jabbi et al., 2007; Saarela et al., 2007). Therefore, an other possibility of hyper-\nactivation in the insula is that it reflects a greater degree of a specific type of empathy in individuals with misophonia."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "A social cognition perspective of misophonia \n \nBerger et al. 2023 (preprint)   4As yet, a role for differing degrees of a particular subtype of \nempathy in misophonia has not been tested, though it is \nworth noting that the model we  are positing here considers \nthe concept of motor empathy to be a crucial one, rather \nthan necessarily the cognitive or affective construct of \nempathy, at least based on current evidence. \nThere is already neuroimaging evidence highlighting \nregions that may underlie the importance of mirroring and \ncontext in the role of misophonia. As mentioned earlier, early auditory areas such as primary auditory cortex do not show a difference between misophonia sufferers and controls (Kumar et al., 2017; Schroder et al., 2019; Kumar et al., 2021). The earliest level in the hierarchy that appears to \nshow any difference in misophonia sufferers is in the \nposterior superior temporal region (Schroder et al., 2019). Importantly, this area is also commonly implicated in imitation of others, through a proposed perception-action link mechanism (Molenberghs et al., 2010). When combined \nwith evidence of the high incidence of mimicry in \nmisophonia, it is suggestive of the possibility that “hyper-\nmirroring” may underlie the pres ence of the condition, as \nproposed by Kumar et al. (2021). \nOn the basis of the evidence presented above, we outline \na simplified neural model for a social perspective of \nmisophonia in Figure 1. From this perspective, auditory signals are conveyed through the lemniscal auditory \npathways to motor regions as well as higher levels of the auditory system, such as superior temporal sulcus, transforming the stimulus into a motor representation. Indeed, increased connectivity is evident between the \nauditory system and motor regions in misophonia subjects \n(Kumar et al., 2021). Depending on the context of the auditory stimulus, this aberrant signal is then communicated to the insula, as evidenced by increased functional connectivity between motor regions and insula (Kumar et al., 2021), causing increased activation in this \nregion (Kumar et al., 2017). Relevant to this, neuroimaging \ndata show that anterior insula is engaged when countering a mirrored action, i.e. either deliberately or unintentionally performing an opposite imit ative movement (Campbell et \nal., 2018), suggestive of an erro r signal being conveyed to \nthis region. The insula then in turn may communicate this \nsignal to the amygdala, resulting in an emotional response, as well as areas involved in autonomic reactions, such as \nperiaqueductal gray, causing previously observed changes \nin physiology (e.g., heart rate, galvanic skin response; \nKumar et al., 2017; Grossini et al., 2022). This neurobiology \nof misophonia involving a perception-action network \nhighlights a potential explanation for the high incidence of \nmimicry, which may involve either unconscious or deliberate imitation, in an attempt to provide relief to the \nperson experiencing misophonia and thus inhibit a \nhyperactive insula. \nA potential therapeutic implication of a model \nincorporating the social cognitive aspects of misophonia would be to consider whether the underlying \nneurobiological or physiological responses to trigger \nsounds are changed by an altered context of the stimulus, in \na similar manner to the premise of Samermit et al. (2019). \nThat is, if a person with misophonia experiences a trigger sound re-framed in a different context, does this diminish the severity of their response ? In the context of a social \ncognitive model of misophonia, one may assume that \ntraining subjects to re-frame  the context of the stimulus \ncould provide relief and act as a treatment strategy. Relevant to this, in a study of non-misophonia participants, galvanic skin responses – an indicator of stress – caused by ‘nails screeching’ on a blackboard were diminished and auditory stimuli were rated less unpleasant if subjects were \nunder the false impression that the stimulus was from a \npiece of contemporary musi c (Reuter and Oehler, 2011). \nAdditionally, any therapies based around a model that places a greater emphasis on the context of the stimulus, rather than the stimulus per se, would likely be \ngeneralisable to the visual analog of misophonia, i.e. \nmisokinesia, of which to-date - to our knowledge - only two \ndedicated studies exist (Jas wal et al., 2021; Webb, 2022). \nIndeed, preliminary evidence suggesting some efficacy from \ncognitive behavioural therapy for misophonia is based on \nthe premise that context is a critical component of the \naversive response (Bernstein et al., 2013; Roushani and \nMehrabizadeh Honarmand, 2021). \nThere are clearly a number of as yet untested \nhypotheses laid out here. The precise neural mechanisms of \naction perception in general is still under considerable \ndebate, although the role of mirror neurons in underlying Figure 1: Simplified outline of proposed model.  Simplified outline o f\nproposed model. Sounds travel from the ear through lemniscal and non-\nlemniscal pathways auditory pathways, to be processed by higher levelauditory cortex. Additionally, this signal is transmitted to motor regions\nto form a motor representation, which in the case of trigger sounds in\nmisophonia is conveyed by an aberrant signal to the insula, causing hy-peractivation of this region. The insula in turn communicates this to the\namygdala, causing an emotional response and heightened autonomic\nprocesses (e.g., increased heart rate). Red arrows indicate part of path-\nway along which current evidence points to an aberrant signal being\nconveyed. Importantly, although we have implied unidirectionality in this\nmodel, there are likely bidirectional processes (such as those posited bypredictive coding frameworks), that are as yet unknown and need fur-ther studies to explore."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "A social cognition perspective of misophonia \n \nBerger et al. 2023 (preprint)   5imitation – defined as neurons that fire both when \nobserving and executing an action – is  supported even by \nthe most prominent critics (Heyes, 2011; Hickok, 2014). \nFurther exploration of the role of the perception-action \nsystem in mimicry in people with and without misophonia \nwill help to inform the underl ying neural basis of mimicry, \nboth as it relates to this condition and also in a broader \nsocial cognitive framework. Furthermore, it is likely that \nfurther refinements of this model – or indeed any other \nmodels - will need to attemp t to account for heterogeneity \nof trigger types in the condition. As is evident with other \nconditions, such as tinnitus, a homogenous approach that ignores the non-uniformity of a particular condition can \noften result in overlooking certain treatment strategies for \nparticular subtypes, due to these same strategies not \nworking for other su btypes of the particular condition \n(Cederroth et al., 2019; Hansen et al., 2022). With such a strategy, treatments can then be developed to attempt to \nalleviate misophonia on an individualised basis and \nhopefully minimise variatio n in treatment response. \nIn summary, how does considering misophonia within a \nsocial perception/cognition  framework overcome the \nlimitations of a sound-centric model? One, shifting the focus from sounds to the underlying action of the trigger person \nemphasis the importance of social context in misophonia. \nTwo, the action perception framework also explains why \nbrain structures such as anterior insula, which processes \nsocial signals, are activated in misophonia. Third, since \nmere observation of action of others is known to activate \nmotor cortex (e.g. Buccino et al., 2001), the action perception framework accounts for the involvement of \nmotor cortex in misophonia. Fourth, this model does not \nposit involvement of the auditory system beyond normal \nprocesses. Lastly, since the phenomenon of mimicry is \ncommon within social contex ts, the high prevalence of \nmimicry in misophonia can be understood within this framework. \nReferences \nAdolphs R (2010) Conceptual Challenge s and Directions for Social Neuro-\nscience. Neuron 65:752-767. \nAryal S, Prabhu P (2023) Auditory brainstem functioning in individuals \nwith misophonia. J Otol 18:139-145. \nAsh PA, Benzaquén E, Gander PE, Berger JI, Kumar S (2023) Mimicry in \nmisophonia: A large-scale survey of prevalence and relationship with trigger sounds. J Clin Psychol In press. \nBastiaansen JACJ, Thioux M, Keysers C (2009) Evidence for mirror systems \nin emotions. Philos T R Soc B 364:2391-2404. \nBellucci G, Feng CL, Camilleri J, Eickhoff SB, Krueger F (2018) The role of \nthe anterior insula in social norm compliance and enforcement: Evi-\ndence from coordinate-based and functional connectivity meta-anal-\nyses. Neurosci Biobehav R 92:378-389. \nBernstein RE, Angell KL, Dehle CM (2013) A brief course of cognitive be-\nhavioural therapy for the treatment of misophonia: a case example. \nThe Cognitive Behaviour Therapist 6:e10. \nBlair RJ (2005) Responding to the emot ions of others: dissociating forms \nof empathy through the study of ty pical and psychiatric populations. \nConscious Cogn 14:698-718. \nBuccino G, Binkofski F, Fink GR, Fadiga L, Fogassi L, Gallese V, Seitz RJ, Zilles \nK, Rizzolatti G, Freund HJ (2001) Action observation activates premo-tor and parietal areas in a somatotopic manner: an fMRI study. Eur J Neurosci 13:400-404. \nCampbell MEJ, Mehrkanoon S, Cunni ngton R (2018) Intentionally not imi-\ntating: Insula cortex engaged for to p-down control of action mirror-\ning. Neuropsychologia 111:241-251. Casasanto D, Casasanto LS, Gijssels T, Hagoort P (2020) The Reverse Cha-\nmeleon Effect: Negative Social Consequences of Anatomical Mimicry. \nFront Psychol 11:1876. \nCederroth CR, Gallus S, Hall DA, Kleinjung T, Langguth B, Maruotti A, Meyer \nM, Norena A, Probst T, Pryss R, Searchfield G, Shekhawat G, Spiliopou-lou M, Vanneste S, Schlee W (2019) Editorial: Towards an Under-standing of Tinnitus Heterogeneity. Frontiers in Aging Neuroscience 11. \nCerliani L, Rouw R (2020) Increased orbitofrontal connectivity in misopho-\nnia. bioRxiv:2020.2010.2029.346650. \nChartrand TL, Bargh JA (1999) The Chameleon effect: The perception-be-\nhavior link and social interactio n. J Pers Soc Psychol 76:893-910. \nChartrand TL, van Baaren R (2009) Human mimicry. In: Advances in ex-\nperimental social psychology, Vol 41., pp 219-274. San Diego, CA, US: \nElsevier Academic Press. \nChartrand TL, Lakin JL (2013) The Antecedents and Consequences of Hu-\nman Behavioral Mimicry. Annual Review of Psychology, Vol 64 \n64:285-308. \nCox TJ (2008) The effect of visual stimuli on the horribleness of awful \nsounds. Appl Acoust 69:691-703. \nEdelstein M, Brang D, Rouw R, Ra machandran VS (2013) Misophonia: \nphysiological investigations and case descriptions. Front Hum Neuro-sci 7:296. \nEdelstein M, Monk B, Ramachandran VS, Rouw R (2020) Context influences \nhow individuals with misophonia respond to \nsounds.2020.2009.2012.292391. \nEijsker N, Schroder A, Smit DJA, van Wingen G, Denys D (2021) Structural \nand functional brain abnormalities in misophonia. Eur Neuropsycho-\npharmacol 52:62-71. \nEisenberger NI (2015) Social Pain and the Brain: Controversies, Questions, \nand Where to Go from Here. Annu Rev Psychol 66:601-629. \nGrossini E, Stecco A, Gramaglia C, De Zanet D, Cantello R, Gori B, Negroni D, \nAzzolina D, Ferrante D, Feggi A, Carriero A, Zeppegno P (2022) Miso-\nphonia: Analysis of the neuroanatomic patterns at the basis of psychi-\natric symptoms and changes of the orthosympathetic/ parasympa-\nthetic balance. Front Neurosci 16:827998. \nHadjipavlou G, Baer S, Lau A, Howard A (2008) Selective sound intolerance \nand emotional distress: what every clinician should hear. Psychosom Med 70:739-740. \nHansen HA, Stefancin P, Leber AB, Saygin ZM (2022) Neural evidence for \nnon-orofacial triggers in mild misophonia. Front Neurosci \n16:880759. \nHeller LM, Smith JM (2022) Identification of Everyday Sounds Affects Their \nPleasantness. Frontiers in Psychology 13. \nHeyes C (2011) Automatic Imitation. Psychol Bull 137:463-483. \nHickok G (2014) The myth of mirror neurons: The real neuroscience of \ncommunication and cognition. New York, NY, US: W W Norton & Co. \nJabbi M, Swart M, Keysers C (2007) Empathy for positive and negative \nemotions in the gustatory cortex. Neuroimage 34:1744-1753. \nJastreboff MM, Jastreboff PJJINL (2 001) Components of decreased sound \ntolerance: hyperacusis, miso phonia, phonophobia. 2:1-5. \nJastreboff PJ (2000) Tinnitus habituation therapy (THT) and tinnitus re-\ntraining therapy (TRT). In: Tinnitus handbook (Tyler RS, ed), pp 357–376: London: Singular Publishing Group. \nJastreboff PJ, Jastreboff MM (2003) Ti nnitus retraining therapy for patients \nwith tinnitus and decreased sound tolerance. Otolaryngol Clin North \nAm 36:321-336. \nJastreboff PJ, Jastreboff MM (2023) The neurophysiological approach to \nmisophonia: Theory and treatment. Front Neurosci 17:895574. \nJaswal SM, De Bleser AKF, Handy TC (2 021) Misokinesia is a sensitivity to \nseeing others fidget that is prevalent in the general population. Sci \nRep 11:17204. \nKılıç C, Öz G, Avano ğlu KB, Aksoy S (2021) The prevalence and character-\nistics of misophonia in Ankara, Turkey: population-based study. \nBJPsych open 7:e144. \nKotter R, Stephan KE (1997) Useless or helpful? The \"limbic system\" con-\ncept. Rev Neurosci 8:139-145. \nKumar S, Forster HM, Bailey P, Griffiths TD (2008) Mapping unpleasant-\nness of sounds to their auditory representation. The Journal of the Acoustical Society of America 124:3810-3817. \nKumar S, Dheerendra P, Erfanian M, Benzaquen E, Sedley W, Gander PE, \nLad M, Bamiou DE, Griffiths TD (2021) The motor basis for misopho-\nnia. J Neurosci. \nKumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen M, \nCope TE, Gander PE, Bamiou DE, Griffiths TD (2017) The Brain Basis \nfor Misophonia. Curr Biol 27:527-533."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "A social cognition perspective of misophonia \n \nBerger et al. 2023 (preprint)   6Lamm C, Singer T (2010) The role of anterior insular cortex in social emo-\ntions. Brain Struct Funct 214:579-591. \nMolapour T, Hagan CC, Silston B, Wu H, Ramstead M, Friston K, Mobbs D \n(2021) Seven computations of the social brain. Soc Cogn Affect Neu-rosci 16:745-760. \nMolenberghs P, Brander C, Mattingley JB, Cunnington R (2010) The role of \nthe superior temporal sulcus and the mirror neuron system in imita-tion. Hum Brain Mapp 31:1316-1326. \nMoore RC, Dev SI, Jeste DV, Dziobek I, Eyler LT (2015) Distinct neural cor-\nrelates of emotional and cognitive empathy in older adults. Psychiatry \nRes 232:42-50. \nPessoa L (2008) On the relationship between emotion and cognition. Na-\nture Reviews Neuroscience 9:148-158. \nPitcher D, Ungerleider LG (2021) Evidence for a Third Visual Pathway Spe-\ncialized for Social Perception. Trends Cogn Sci 25:100-110. \nReuter C, Oehler M (2011) Psychoacoustics of chalkboard squeaking. The \nJournal of the Acoustical Society of America 130:2545-2545. \nRogers-Carter MM, Christianson JP (2019) An insular view of the social de-\ncision-making network. Neurosci Biobehav Rev 103:119-132. \nRoushani K, Mehrabizadeh Honarmand M (2021) The Effectiveness of Cog-\nnitive-behavioral Therapy on Anger in Female Students with Miso-phonia: A Single-Case Study. Iran J Med Sci 46:61-67. \nRouw R, Erfanian M (2018) A Large-Sc ale Study of Misophonia. J Clin Psy-\nchol 74:453-479. \nSaarela MV, Hlushchuk Y, Williams ACD, Schürmann M, Kalso E, Hari R \n(2007) The compassionate brain:: Humans detect intensity of pain \nfrom another's face. Cerebral Cortex 17:230-237. \nSamermit P, Saal J, Davidenko N (2 019) Cross-Sensory Stimuli Modulate \nReactions to Aversive Sounds. Multisens Res 32:197-213. \nSavard MA, Sares AG, Coffey EBJ, Deroche MLD (2022) Specificity of Affec-\ntive Responses in Misophonia Depends on Trigger Identification. \nFront Neurosci-Switz 16. \nSchroder A, Vulink N, Denys D (2013)  Misophonia: Diagnostic Criteria for \na New Psychiatric Disorder. Plos One 8. \nSchroder A, van Wingen G, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, \nDenys D (2019) Misophonia is associ ated with altered brain activity \nin the auditory cortex and salience network. Sci Rep 9:7542. \nSiepsiak M, Vrana SR, Rynkiewicz A, Ro senthal MZ, Dragan WL (2023) Does \ncontext matter in misophonia? A multi-method experimental investi-gation. Front Neurosci-Switz 16. Singer T, Seymour B, O'Doherty J, Kaube H, Dolan RJ, Frith CD (2004) Em-\npathy for pain involves the affective but not sensory components of \npain. Science 303:1157-1162. \nStel M, Blascovich J, Mccall C, Mastop  J, Van Baaren RB, Vonk R (2010) Mim-\nicking disliked others: Effects of liking on the mimicry-liking link. Eur J Soc Psychol 40:867-880. \nSwedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, Jastreboff \nPJ, Kumar S, Rosenthal MZ, Rouw R, Schiller D, Simner J, Storch EA, \nTaylor S, Werff KRV, Altimus CM, Raver SM (2022) Consensus Defini-\ntion of Misophonia: A Delphi Study. Front Neurosci 16:841816. \nVitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham T, Gregory J \n(2023) Misophonia in the UK: Prevalence and norms from the S-Five \nin a UK representative sample. PLoS One 18:e0282777. \nWebb J (2022) beta-Blockers for the Treatment of Misophonia and Misoki-\nnesia. Clin Neuropharmacol 45:13-14. \nWicker B, Keysers C, Plailly J, Royet JP, Gallese V, Rizzolatti G (2003) Both \nof us disgusted in My insula: the common neural basis of seeing and \nfeeling disgust. Neuron 40:655-664. \nWu MS, Lewin AB, Murphy TK, Storch EA (2014) Misophonia: Incidence, \nPhenomenology, and Clinical Correlates in an Undergraduate Student Sample. J Clin Psychol 70:994-1007. \nZhou X, Wu MS, Storch EAJJoO-C, Disorders R (2017) Misophonia symp-\ntoms among Chinese university students: Incidence, associated im-pairment, and clinical correlates. 14:7-12. \nAcknowledgements \nThe authors wish to thank Paris Ash, Ben Berger, Rachel Desmarest, Alexa \nFriesen-Haarer and Timothy Griffiths for helpful discussions around this \ntopic. Figure 1 was created using BioR ender. J.I.B., P.E.G and S.K. are all \nfunded by the Misophonia Research Fund . J.I.B. is additionally funded by a \nMedical Research Council grant (MR-T032553-1).  \nAuthor contributions \nJ.I.B, P.E.G. and S.K. conceptualized the paper, J.I.B. and S.K. wrote the initial \ndraft. J.I.B., P.E.G and S.K. all edited the final version. \nCompeting interest statement \nNo competing interests declared."
    }
  ]
}