{
  "doc_type": "scientific paper",
  "title": "A brief course of cognitive behavioral therapy for the treatment of misophonia",
  "authors": [
    "Bernstein"
  ],
  "year": 2013,
  "journal": "Psychology, University of Oregon, Eugene, Oregon, USA",
  "doi": "10.1017/S1754470X13000172PRACTICE",
  "abstract": null,
  "keywords": [
    "Case study",
    "4S",
    "misophonia",
    "selective sound sensitivity",
    "soft sound sensitivity syndrome"
  ],
  "research_topics": [
    "Case study",
    "4S",
    "misophonia",
    "selective sound sensitivity",
    "soft sound sensitivity syndrome"
  ],
  "created_at": "2025-05-05T02:35:56.402694Z",
  "source_pdf": "documents/research/Global/Bernstein 2013 A brief course of cognitive behavioral therapy for the treatment of misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The Cognitive Behaviour Therapist (2013), vol. 6, e10, page 1 of 13\ndoi:10.1017/S1754470X13000172PRACTICE ARTICLE\nA brief course of cognitive behavioural therapy for the\ntreatment of misophonia: a case example\nRosemary E. Bernstein∗, Karyn L. Angell and Crystal M. Dehle\nDepartment of Psychology, University of Oregon, Eugene, Oregon, USA\nReceived 25 April 2013; Accepted 16 September 2013\nAbstract. Misophonia is a condition of unknown cause characterized by atypically\nintense negative physiological and emotional reactions to hearing certain sounds –\nmost often those associated with oral functions. Individuals with misophonia oftenreport high levels of psychological distress and avoidance behaviours that seriously\ncompromise their occupational and social functioning. As of yet, no effective treatment\nof misophonia has been identiﬁed, and health care providers often struggle whenthey encounter clients who have it. This case report describes the assessment, case\nformulation, and treatment of a client with misophonia using cognitive behavioural\ntherapy (CBT), and serves as an initial contribution to the evidence base for the efﬁcacyof CBT in the treatment of misophonia.\nKey words: Case study, 4S, misophonia, selective sound sensitivity, soft sound sensitivity syndrome.\nIntroduction\nMisophonia – a condition characterized by disproportionately strong affective and\nphysiological reactions to certain sounds – is a relatively recently identiﬁed †condition that\nis empirically poorly understood (Schwartz et al. 2011). Sometimes called selective sound\nsensitivity syndrome (SSSS or 4S) or soft sound sensitivity, misophonia is not included in\nDSM-V (APA, 2013), has no formal diagnostic formulation, and has been referenced in onlya few research articles ‡. Many had never heard of the condition before it was featured in\nnews reports from the New York Times (Cohen, 2011) and the Today Show (Carroll, 2011)\namong others (e.g. Berman, 2011; Hufﬁngton Post Healthy Living, 2011; Kivi, 2011; Smith-Squire, 2011; Cohen, 2012; Deutsch, 2012; Leaker, 2012). One positive consequence of this\nrecent surge of media recognition is that it prompted sufferers to come forward in greater\n∗Author for correspondence: Ms. R. E. Bernstein, Department of Psychology, University of Oregon, 1227 University\nof Oregon, Eugene, Oregon 97403, USA (email: reb@uoregon.edu).†Historically, the same constellation of symptoms have fallen under the umbrella terms noise aversions or noise\nphobias, and have often been misdiagnosed as obsessive compulsive disorder or as part of the general sensorysensitivity frequently associated with autism spectrum and other developmental disorders (Robertson & Simmons,2013).\n‡Electronic database searches (via PsycINFO and Pubmed) for the term ‘misophonia’ on 17 January 2013 yielded\na combined seven journal articles or book chapters published between 2002 and 2012. Searches for related terms‘sound sensitivity syndrome’ and ‘selective sound sensitivity’ yielded zero publications.\n© British Association for Behavioural and Cognitive Psychotherapies 2013"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 R. E. Bernstein et al.\nnumbers. Unfortunately, however, with such a dearth of research on misophonia and its\ntreatment, the practitioners (most of whom are audiologists) receiving this new wave of\npatients often struggle with how to care for them. Presently, the most typical form of treatmentfor misophonia involves a tinnitus retraining therapy device (Jastreboff et al. 1996; Jastreboff\n& Jastreboff, 2003) or other wearable white-noise generator to minimize awareness of the\noffending sounds (Jastreboff, 2001). While this form of intervention can be helpful withmanaging symptoms, it does not treat the underlying syndrome.\nIn this paper we suggest that cognitive behavioural therapy (CBT) may be an effective\ntreatment for the underlying mechanisms involved in misophonia. Based on the assumptionthat the condition is not an auditory disorder caused by any anatomical anomaly (Møller,\n2010), but instead arises from an overly sensitized connection between the limbic and\nsympathetic nervous systems (SNS; Jastreboff & Hazell, 2004), we hypothesize that thisSNS hypersensitivity may represent a threshold effect amenable to changes in cognition,\nphysiology, and behaviour. Further rationale for the utility of CBT comes from the fact that\nmisophonia sufferers often have much stronger negative reactions to the sounds produced byclose others compared to those made by strangers, indicating a potent attributional component\nto the syndrome. Indeed, there is already some anecdotal evidence to suggest that CBT might\neffectively treat misophonia. Recent medical journal articles (e.g. Schwartz et al. 2011) posit\nthat CBT may help clients manage their emotions and behaviours when hearing or anticipating\noffending sounds. However, no empirical study has tested the efﬁcacy of CBT for treatingmisophonia, nor has any case study documented a successful CBT treatment protocol. In this\npaper, we present a CBT anxiety protocol adapted to treat a case of misophonia in a student\npresenting to a university training clinic.\nWhat is misophonia?\nThe marked intolerance of speciﬁc sounds that characterizes misophonia was ﬁrst termed\nselective sound sensitivity syndome (4S) by audiologist Marsha Johnson in the 1990s.\nLater, neuroscientist Pawel Jastreboff used the word misophonia (‘ miso ’ hatred and ‘ phonia ’\nsound) to refer to the same ‘abnormally strong negative reactions of the autonomic and\nlimbic systems to speciﬁc sounds resulting from enhanced functional connections between\nthe auditory and limbic systems’ (Tinnitus and Hyperacusis Clinic, 2010). According totheir conceptualization, the auditory system functions normally, without abnormally high\nactivation. At the behavioural level, however, triggering sounds evoke strong negative\nreactions (Misophonia UK, 2010).\nThe most common reaction is extreme rage, but can also include feelings of anxiety,\nfrustration, disgust, and harm ideation (Jastreboff & Hazell, 2004). Physiologically, the\ntriggering sound can induce an overwhelming SNS (i.e. a ‘ﬁght or ﬂight’) response. Sufferers\nmay experience a panicked desire to escape, or violent urges directed at the individual making\nthe noxious sound. The aversive reactions misophonia sufferers experience are often so potentthat they can dominate lifestyle and occupational choices. People with the condition often\nalienate the people they are closest to, resulting in relationship dissolution, unemployment,\nand social isolation (Schwartz et al. 2011). The most frequently implicated triggering sounds\nin misophonia are those associated with oral functions (i.e. breathing, yawning, chewing,\nsnifﬂing, swallowing), but can also include typing, pencil scratching, trickling water, or\ncrinkling paper (Schwartz et al. 2011)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Cognitive behavioural treatment of misophonia 3\nAetiology and symptom development\nThe aetiology of misophonia remains unknown. A sudden onset often occurs in late childhood\nor early adolescence (Cohen, 2011). Initial symptoms involve noticing a particular feature ofa loved one’s eating or breathing habits. The afﬂicted individual quickly becomes obsessed\nby and hypersensitive to the sound(s). This sensitivity typically becomes worse over time, and\noften generalizes to other noises, other people, and to visual images and actions associatedwith the noise (Cohen, 2011). Family members often react to sufferers’ ﬁrst complaints with\nannoyance or dismissiveness. As afﬂicted individuals realize that their sensitivity is unique,\nthey often feel ashamed, restrict requests for accommodation, and increase avoidance to\nminimize exposure. Unfortunately, sufferers tend to be triggered most by those to whom they\nare closest (Misophonia UK, 2010).\nCase study\nClient characteristics and presenting problems\nLiz\n∗, a 19-year-old college student, was referred to our clinic for a profound aversion to\nthe sounds of people’s slurping, swallowing, and chewing. Although she found the chewing\nnoises of both close others and strangers unpleasant, she did not react to the same degree withstrangers as with housemates and family members. She typically responded to these sounds\nwith disgust and intense irritation towards the perpetrator, often feeling an intense desire to\nharshly scold them. In reality, she tended to respond to triggers by glaring at the perpetrator\nor sighing repeatedly in exasperation. She speculated that she probably came across to others\nas angry or annoyed. Because she regarded these sentiments as sharply inconsistent with herself-identity as a compassionate and loving person, she felt helpless, deeply ashamed of her\nsensitivity and remorseful that she was in any way imposing upon or limiting the personal\nfreedoms of others.\nAt intake, Liz reported no current or past medical conditions or mental health treatment\nhistory. She reported no familial history of mental illness, although one immediate family\nmember had a history of tinnitus. She reported ﬁrst noticing her symptoms during familydinners in middle childhood. She used to complain or sometimes exaggeratedly mimic\nnoxious chewing noises in an attempt to communicate her distress to others, though her family\nmembers thought she was ‘just being a brat’. They sometimes temporarily (and begrudgingly)stopped making the sound, but they habitually forgot and typically reoffended minutes later.\nLiz had quickly grown frustrated by this pattern, which she saw as inevitable (‘no one thinks\nabout these things like I do – of course they’ll forget’). She told very few people about her\nmisophonia, and reported signiﬁcant functional impairment, including an inability to enjoy\nsocial meals, and avoidance of social events. At intake Liz was clear in her conceptualization\nof her sensitivity as a personal, non-relational problem, and identiﬁed ‘ﬁxing it’ as her sole\ntreatment goal. Together with her therapist, realistic and time-limited treatment goals were\noperationalized as (1) signiﬁcantly increasing her threshold for triggering sounds such that\n∗Names and some identifying details have been changed to preserve the client’s anonymity. Liz originally gave her\nwritten informed consent to receive an untested treatment that we hoped would be effective for her. After we saw thattreatment had been effective, we obtained Liz’s permission to publish her case in this journal via subsequent consentprocess."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 R. E. Bernstein et al.\nnoises deemed highly aversive or unbearable at pretreatment would become merely unpleasant\nand tolerable 6–12 weeks into treatment (the typical range for CBT interventions in the\nuniversity training clinic), (2) increasing the proportion of meals eaten in common areas withher housemates from 25% to 75%, and (3) increasing the proportion of social invitations\naccepted from 33% to 75%.\nAssessment procedures\nLiz’s initial intake assessment included the Structured Clinical Interview for DSM-IV Axis I\nDisorders (SCID; First et al. 2002), the Stages of Change Questionnaire (SOC; McConnaughy\net al. 1983), Beck Anxiety Inventory (BAI; Beck & Steer, 1993), Beck Depression Inventory\nII (BDI-II; Beck et al. 1996), and Beck Hopelessness Scale (BHS; Beck et al. 1974). She did\nnot meet diagnostic criteria for any Axis I disorder. She reported slight discomfort with publicspeaking, but no more than the average person. She reported past periods of sadness, but had\nnever met criteria for depression. She endorsed no symptoms of disordered eating, no fear of\nweight gain, and reported a stable body mass index. Liz’s SOC scores indicated she was in thecontemplation and action phases. Her self-reported scores were: BAI =1, BDI =4, BHS =\n3, indicating minimal levels of anxiety, depression, and hopelessness. Her Global Assessment\nof Functioning (GAF) score was 70, reﬂecting impairments in her social and occupationalfunctioning\n∗.\nTreatment rationale\nBecause Liz’s reactivity to auditory triggers differed by source, we hypothesized that her\ncognitions inﬂuenced her interpretation of and threshold for unpleasant sounds. Given\nthe theoretical link CBT proposes between cognition, behaviour, and physiology, we\nhypothesized that this threshold would be sensitive to changes not only in cognition but\nin physiology and behaviour as well. We designed a brief, targeted course of CBT to treatmisophonia, informed by the anxiety and hypothalamic-pituitary-adrenal (HPA) axis literature\n(e.g. Gaab et al. 2003), that aimed to disrupt the pattern of negative reactivity, change coping,\nand decrease distress. The treatment plan included: ( a) a cognitive component to challenge\ndysfunctional automatic thoughts, ( b) a behavioural component to interrupt maladaptive and\navoidant coping strategies and practice helpful ones, and ( c) a physiological component to\nhelp recalibrate her autonomic reactivity.\nInformed consent\nA consent form was designed to inform Liz that there was no established treatment protocol\nfor misophonia, and that we had never treated misophonia in our clinic. We explained that\nwe had created an experimental protocol that we believed would work, but that she would\nbe the ﬁrst to try it. As alternative options, we also provided a referral list of other treatmentproviders in the community.\n∗Impairments in Liz’s social functioning included moderate misophonia-related reluctance to socialize and strained\ninterpersonal relationships, and those in occupational functioning included moderate distractibility in academicsettings that negatively impacted her school performance."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Cognitive behavioural treatment of misophonia 5\nTable 1. Trigger hierarchy\nSituation SUD\nSounds of my own chewing 0\nCrunching, belching, hiccupping, whistling 5\nTyping, nail clippers 15\nSight of open-mouth chewing (no sound) 20Loud chewing on television 30\nStranger swallowing loudly 60\nStranger chewing gum behind me in class 65Housemate swallowing with background noise 75\nClose relative swallowing water with no distractor 75\nAnticipating someone about to start chewing 90Housemate swallowing loudly with no distractor 100\nSUD, Subjective units of distress ratings were made on a 0–100 scale (0 =no\nrage, 100 =highest rage possible).\nSession outline\nSession 1: Creating a misophonia hierarchy and introducing the CBT model\nLiz and her therapist created an exposure hierarchy to systematically review the scope of her\ntriggers. Subjective units of distress (SUD) ratings were made on a 0–100 scale (Table 1). Liz\ndescribed substantial variability in her reactivity depending on her relationship to the offender,her mood at the time, and the context of the event. After identifying a range of triggers,\nthe therapist selected several to illustrate the interrelatedness of her cognitions, physiology,\naffect, and behaviour. In the ﬁrst diagram (Fig. 1), the therapist emphasized the power ofher cognitive attributions by mapping Liz’s differential responses to the swallowing sounds\nmade by close others whom she believed were trying to be mindful of their noises (a relative,\nSUD=75)vs. those made by people who, despite knowing of her sensitivity, ‘seemed to\nhave forgotten’ (her housemate, SUD =100). A second diagram (Fig. 2) highlighted the\nmoderating inﬂuence of behaviour on her affect by illustrating how different coping strategies\nto the same moderate trigger (SUD =65) led to divergent functional and affective outcomes.\nFor example, while promptly leaving the vicinity was associated with immediate relief but\nlonger-term feelings of disappointment; ‘sticking it out’ was associated with feelings of\npride and accomplishment. This understanding increased Liz’s motivation to persevere duringtriggers.\nLiz and the therapist concluded from this exercise that (1) her thoughts were central\ndeterminants of her affective response such that different attributions about the intentions\nand understanding of others lead to divergent affective and physiological outcomes, and (2)\ncoping behaviours were key moderators of distress. Given the ﬁrst of these two conclusions,the therapist used Socratic questioning to challenge Liz’s reluctance to talk to her roommates\nabout her sensitivities and open her to the possibility that ongoing dialogue could alter her\nattributions and hence decrease negative affective response.\nHomework . (1) Start a monitoring record for all upcoming social eating situations recording:\n(a) details of the situation, ( b) automatic thoughts, ( c) her behavioural response, ( d)"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 R. E. Bernstein et al.\nFig. 1. CBT model for situation 1. The interconnectivity between affect, physiology, behaviour, and\ncognition were illustrated in a ﬁve-column diagram. Two variants of a similar situation (one involvinga housemate, the other, one immediate family member) reveal different cognitive appraisals, with\ndivergent associated behavioural, physiological, and emotional responses. SNS, sympathetic nervous\nsystem.\nFig. 2. CBT model for situation 2. The interconnectivity between affect, physiology, behaviour, and\ncognition were illustrated in a ﬁve-column diagram. While the behaviour of attending to sounds served\nto amplify her anxiety and physiology; leaning forward and redirecting focus acted to reduce her noticing\nand thinking about the noises, dampen her anxiety, and decrease her ﬁght-or-ﬂight response. SNS,sympathetic nervous system."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Cognitive behavioural treatment of misophonia 7\nher physiological response, and ( e) her feelings; and (2) discuss her condition with her\nhousemates.\nSession 2: Deﬁning the problem\nLiz’s second session began with a review of her monitoring homework. She recorded one\nevening when she had ‘glared’ at her housemate who was eating a meal noisily. She suspected\nthat her housemates discussed the incident among each other, for the next night a different\nhousemate ate her meal extremely slowly and carefully. Liz initially felt regret and shame atthis possibility, although via Socratic questioning, Liz accepted the possibility that her house-\nmate’s behaviour might signal care and consideration rather than annoyance and resentfulness.\nLiz and the therapist created a reactivity timeline to identify speciﬁc micro-processes in\nher response to auditory triggers. This revealed that, in anticipation of an impending trigger,\nshe experienced a short period of anxiety and dread, and maintained an increased focus on the\nsound source. Once the trigger could be heard, her feelings of rage and physiological reactionsbegan. This timeline highlighted the fact that whenever she resisted the urge to leave the room,\nshe found that her rage reliably subsided or habituated over time, rather than increasing until\nescape.\nLiz and the therapist explored the strengths and limitations of her current behavioural\nrepertoire by creating an exhaustive list of actual and possible coping strategies. Liz expressedreluctance to ‘overstep [her]bounds’, and a relatively low level of assertiveness. Using\nhumour and hyperbole, the therapist modelled both appropriate and inappropriate affective\nresponses, having Liz join her in creating outlandish possibilities. Liz and the therapist thenestimated the utility of each strategy in a variety of contexts. Liz decided that the most\neffective strategies were: (1) distracting herself by creating other noises (e.g. humming,\nshufﬂing papers), (2) refocusing on the person instead of the triggering sounds they aremaking, and (3) refocusing on other available auditory stimuli (e.g. background music).\nAlthough she had only done so twice (with family members), (4) explaining her sensitivity and\npolitely asking people to try not to make the sounds had been both helpful and well received(providing evidence that others may also be receptive).\nLess effective strategies tended to be less direct and included, in order of descending\nutility, (5) leaning away from the source of the sound, (6) leaving the room, which, althougheffective, came with signiﬁcant negative consequences, (7) ‘gritting her teeth and bearing\nit’, (8) glaring at the person making offensive sounds but saying nothing, and (9) mocking\nthem sarcastically. Although Liz had never utilized it as a strategy, she predicted that (10)yelling, lashing out, and/or throwing food at them (hyperbolic suggestion) would be the most\nineffective strategy. Liz and the therapist reﬂected on the fact that although she used a number\nof effective strategies, all were regulatory and post hoc – occurring after her physiological\nand emotional reactions had begun. They brainstormed ways to modify these strategies for\nearlier use to prevent the response cascade before it began. For example, she might distract\nherself with humming, shufﬂing papers, or focusing on background noise prior to becoming\nphysiologically aroused, or engaging in conversation with someone before they start eating to\npromote a focus on the person rather than the offensive sound.\nLiz had not completed her homework because she did not have a conversation with her\nhousemates about her misophonia. She reported that she had not found the ‘right opportunity’\nas she did not want to ‘disrupt or shame’ them while they were eating. In the spirit of using"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 R. E. Bernstein et al.\npre-emptive strategies, she offered to initiate such a conversation while they were not making\noffensive noises. Liz was nervous about initiating this conversation ‘out of the blue’, but the\ntherapist reminded her that evidence from previous interactions with relatives and housematessuggested that she was more likely be met with sensitivity and care than anger and resistance.\nHomework. (1) Continue practising effective regulatory coping strategies, (2) start using new\npreventative strategies, and (3) use a four-column format to record behaviours, thoughts,\nemotions, and physiology. Such monitoring would help test whether disrupting her automatic\nthoughts might prevent distress escalation, and to determine the ﬂexibility of her cognitions.\nSession 3: Testing physiology\nOn the third session, Liz’s monitoring noted one instance of her looking away before a\nhousemate drank water, which had kept her from becoming agitated. She also reported that\nshe had talked with two of her housemates while out on a walk about her continued reactionto their eating sounds. Her housemates seemed surprised by her admission. They told her\nthey had been respecting her previous assurance to them that the problem was hers; and that\nthey should not change their behaviour on her account. Her housemates had listened and\nremained non-defensive during this conversation. However, she noted little if any difference\nin their behaviour since, which left her feeling irritated, exasperated, and doubtful thatthey could change. Using Socratic questioning and reviewing the evidence, Liz re-evaluated\nher scepticism, and reasoned that given many requests she had made of her family, one\nconversation with her housemates would not likely resolve everything. Reframed, this wasseen as a ﬁrst step towards a constructive, open dialogue, which engendered more optimism.\nLiz reported that she looked forward to continuing the conversation with more speciﬁcs about\nthe triggers that are especially bothersome.\nNext, the therapist introduced the role of physiology in misophonia. She described the role\nof the HPA axis in sound reactivity via the ﬁght-or-ﬂight mechanism, and the ﬂexibility of this\nsystem to change. A brief psychoeducational segment outlined how physical exercise servestwo important therapeutic functions: (1) it modiﬁes HPA axis reactivity, and (2) increases\nendorphins (notable here as Liz had previously reported lowered reactivity to offensive sounds\nwhen in a good mood). Liz reported having no current meditation or exercise routine otherthan bike-commuting to campus. She enthusiastically agreed to complete 20 minutes of\nexercise immediately before dinner for three or four nights during the week. Refraining\nfrom exercising the remaining nights would serve as an experimental manipulation to testthe hypothetical association between physical activity and symptomology.\nHomework. (1) Eat all her evening meals in the company of others, (2) track her reactions\nto eating sounds after exercise, and (3) document her thoughts using a thought record during\nthese exposures.\nSession 4: Developing alternative strategies\nLiz reported improvement in her symptoms. Twice she had exercised before dinner, so she\nand the therapist reviewed her detailed thought record. Although she enjoyed feeling more\nactive, her uniformly low levels of self-reported distress throughout the week made it difﬁcult"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Cognitive behavioural treatment of misophonia 9\nto conclude whether exercise was a factor in this. Liz partially attributed her good week to\nher realization that ‘if someone makes an effort for me or asks questions, I’m more lenient\n...[and more ]. . . willing to make the effort for them [to be forgiving or patient ]because\nthey did the same for me’. This realization came after a conversation with a housemate, who\nasked if it was okay to ask questions about her symptoms. To this, Liz felt immense warmth\nand gratitude. Liz’s report of this interaction in session led to a conversation about her currentcommunicative tendencies, and an examination of their effectiveness. The four people with\nwhom she had discussed her symptoms responded positively and non-defensively, and three\nof those had made accommodative efforts. This again provided evidence that close others arereceptive to these requests even though she feels reluctance and shame bringing them up.\nNext, Liz and the therapist examined the difference between direct speciﬁc requests and\nvague or non-speciﬁc methods. They concluded that Liz’s non-speciﬁc sighs and glares doa good job at communicating displeasure, but do not help the offender understand how\nthey might behave differently. Direct speciﬁc requests, on the other hand, may seem more\nconfrontational (and thus aversive) but are more likely to solve the problem. Liz furtherreﬂected that over time, her own indirect pleas for accommodation may have perpetuated\nher aggravation with others (i.e. ‘ why don’t they get that I’m mad, and why won’t they ask me\nabout it? ’). The self-effacing verbal qualiﬁers she had given her housemates (e.g. ‘ I’m going\nto therapy to work on this myself ’, and ‘ please don’t feel you have to change for me, I know\nit’s my issue ’) were counterproductive. Once Liz understood why her current methods might\nbe ineffective, she and the therapist role-played ways of talking openly to her housemates that\nfelt sensitive, not demanding, and sufﬁciently speciﬁc. In this way, Liz would also be able to\nmodel to them that the topic was not taboo.\nOnce again, the therapist used humour and hyperbole to challenge Liz’s conception of\nwhat was ‘too’ demanding, and to facilitate a more realistic, balanced example of appropriate\nassertiveness. Using a continuum, the therapist plotted extreme demanding and rude behaviour(e.g. ‘Shut up, idiot!’) at one end of the continuum and the most passive and non-speciﬁc\nmethods (e.g. glaring, sighing) on the other. The therapist then prompted Liz to imagine what\nmight belong in the middle. Via an iterative process, Liz generated language that was speciﬁc,friendly, optimistic, and collaborative (e.g. inviting continued dialogue, joint problem solving,\nand labeling offensive noises.) Using this new language, she anticipated that her housemates\nmight feel a better sense of control, she would feel more comfortable making speciﬁc requestsin ways that her housemates preferred, and all parties might feel more effective in their\ncommunication. Liz wrote down what she had composed in session, and expressed excitement\nabout her next talk with her housemates.\nHomework. (1) New communication with housemates, (2) continue exercising before meals,\nand (3) practice the behavioural pre-emptive and coping strategies previously covered.\nSession 5: Consolidating gains\nLiz continued to report improvement. She had a productive, open conversation with her\nhousemates who reacted positively and appeared more relieved than defensive. Together, theyagreed on a method by which Liz could offer feedback when she was triggered. Liz reported\nthat she did not have to do so, however, as she had not noticed a single instance of being\nbothered that week."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 R. E. Bernstein et al.\nDespite these major gains, Liz reported some uncertainties about her improvement and fears\nabout getting better, namely, that (1) now that the ‘big stuff’ was no longer bothering her, ‘the\nlittle things’ (like crunching) would become bothersome; (2) that by talking to people morecandidly about her symptoms and becoming more mindful of their oral noises, they might\ndevelop misophonia; (3) that by continuing to initiate anxiety-provoking conversations about\nher symptoms she might ‘use up’ her complaint ‘allowance’ on this issue, and would ‘not beable to get upset about other things like not washing dishes’; and (4) that the progress she\nmade might be due to the weekly reinforcement of therapy, and that she might relapse without\nit.\nThe therapist responded by examining the evidence for each of her concerns. Regarding\nthe ﬁrst concerns, Liz admitted that she had not yet experienced any such change. Without\nsupporting evidence, this fear became less concerning. Regarding her second worry, shereported that two people had reported being more bothered by eating noises since Liz had\ndiscussed her symptoms with them. Through Socratic questioning, Liz was able to distinguish\n‘normal’ displeasure in hearing noises generally considered unattractive and rude from amisophonia sufferer’s discomfort and rage. She concluded that other people’s increased\ndistaste for such sounds was less likely indicative of contagion and more likely due to an\nincreased mindfulness towards its impoliteness. Still, Liz decided she did not want to tell\nothers with whom she was not close, and felt that confrontation in those cases was not worth\nthe effort, time, or embarrassment.\nRegarding her third fear, Liz conﬁrmed that her aversion to confrontation generalizes across\ndomains, and that ‘in any situation, [she is ]always the one to concede and let other people’s\nneeds come before [hers]’. Although being confrontational had been universally difﬁcult, she\nreported generally feeling good about its outcome. Liz noticed her conﬁdence growing, and\nshe felt more assertive in other domains. She attributed this to the conversation she had with\nher housemates about the importance of honesty and open communication. Her fourth concernprompted a discussion about treatment termination and relapse prevention. The therapist\nsuggested that they meet in 2 weeks to test whether Liz could maintain her healthy attitude\nwithout ‘weekly reminders’. At that time, they would discuss criteria for ending treatment,including Liz’s perceived readiness, and strategize around relapse prevention.\nHomework. (1) Track the number of times she felt bothered or irritated by misophonia to\ndetermine if her irritation escalated as more time passed from her last therapy session, and (2)\ncontinue with exercise, communication, behaviour coping.\nSession 6: Termination\nLiz reported that the last 2 weeks had ‘ﬂown by’. She reported noticing only a few instances\nof loud chewing at a recent function, but explained they had not escalated into any strongemotional reaction. She reported that she no longer felt symptomatic as her coping had\nbecome ‘automatic’. She found different coping strategies to be helpful in different situations.\nWith close others, she asked them to stop (despite any awkwardness); within group settings,she redirected her attention to background sounds or music.\nLiz and the therapist reﬂected that she had entered therapy with a very speciﬁc goal, and that\nit appeared that she was happy with the progress she had made. Her fears about other problems"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Cognitive behavioural treatment of misophonia 11\nhad subsided, and she no longer felt her progress was dependent on attending therapy. She had\nthe tools she needed moving forward. Hence, Liz and her therapist terminated therapy.\nTreatment summary and conclusions\nThroughout treatment, Liz was timely, cooperative, honest, motivated, articulate, and\nconsistently worked on, if not completed her homework. The therapeutic relationship was\ncollaborative and strong. The intervention was experimental, but was clearly outlined to the\nclient before treatment began. Progress was linear although not well measured by traditionalsymptom inventories, and relied instead on reports of distress and functional interference by\nthe patient. Liz’s treatment entailed physiological, cognitive, and behavioural interventions.\nPhysiological interventions used exercise before expected exposure to triggers in an effort toreduce the HPA axis threshold in sound reactivity. Because HPA activation was not directly\nmeasured, it is unknown whether this occurred.\nCognitive intervention was central to Liz’s course of treatment. Detailed four-column\ntracking and the therapist’s Socratic questioning enabled identiﬁcation and subsequent\nmodiﬁcation of the maladaptive thoughts that contributed to Liz’s high levels of distress. More\nspeciﬁcally, Liz came to realize that her rage was not a response to the auditory input itself\nas much as a reaction to an underlying core belief that her needs were not important to those\nclose to her. Prior to treatment, Liz had assumed that because close others had not responded toher non-speciﬁc covert signals, they were imperceptive, selﬁsh, uncaring, unaccommodating,\nand dismissive of her needs – beliefs that led to feelings of rage and resentment. Because\nthese feelings were inconsistent with her self-identity as a compassionate and loving person,they perpetuated secondary feelings of shame and a core belief of helplessness regarding her\ncondition.\nAlso central to treatment was Liz and the therapist’s identiﬁcation and critical consideration\nof intermediate assumptions (i.e. ‘if I am assertive, others will reject me’; ‘disgust and\nrage are intolerable’), and the automatic thoughts that reinforced them (e.g. ‘I have to\nleave now’) to reduce Liz’s affective responses and maladaptive behaviours to auditorytriggers. Using Socratic questioning, the therapist repeatedly challenged Liz to examine the\neffectiveness of her passive communication style and aversion of confrontation to suggest\nchanges that might reduce her symptoms. The therapist identiﬁed evidence of being met withpatient understanding and earnest efforts at accommodation when she honestly and openly\ncommunicated with others.\nBehavioural interventions included identifying existing pre-emptive and restorative\nstrategies, outlining the contexts in which they worked best, discussing the ways in which\nthey might be improved, and articulating novel methods. Effective coping strategies included\nregular exercise, redirecting her attention towards other ambient or self-made sounds, and\nfocusing on people over their eating sounds. Ineffective behavioural strategies (e.g. sighing,\neye rolling, glaring) were extinguished. Additionally, therapist modelling and client–therapistrole-plays allowed Liz to observe and practice new forms of sensitive assertiveness. Learning\nhow to broach sensitive matters emerged as an important skill, as candid conversations with\nothers led to signiﬁcant symptom reduction in the context of those relationships.\nAt end of treatment, Liz still found chewing noises unpleasant, but these triggers no\nlonger impaired her social or occupational functioning. She felt able to assert her needs and\ncommunicate effectively, and knew how to implement effective coping techniques ﬂexibly"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 R. E. Bernstein et al.\nand automatically. Her GAF was assessed at 85, representing absent to minimal symptoms,\nhigh life satisfaction, and good functioning across domains. These gains appeared stable for at\nleast the 4 months following treatment, as Liz reported no symptoms of relapse at a follow-upmeeting regarding the present case study, Liz’s success with a brief course of CBT provides\npromising preliminary support for its use in treating misophonia. Future case studies and\nempirical work will be needed to conﬁrm that CBT is an effective treatment for misophonia,and to identify the most ‘active ingredients’ of the multidimensional approach described here.\nAcknowledgements\nThe authors thank Liz for her consent and input, and the University of Oregon Psychology\nClinic’s practicum student cohort of 2010–2011 for their helpful discussions and support.\nDeclaration of Interest\nNone.\nRecommended follow-up reading\nMisophonia UK (2012). Frequently asked questions (http://www.misophonia-uk.org/faqs.html).\nSchröder A, Vulink N, Denys D, (2013). Misophonia: diagnostic criteria for a new psychiatric disorder.\nPLoS ONE 8: e54706.\nReferences\nAPA (2013). Diagnostic and Statistical Manual of Mental Health Disorders: DSM-5 (5th edn).\nWashington, DC: American Psychiatric Publishing.\nBeck AT, Steer RA (1993). Manual for the Beck Anxiety Inventory . San Antonio, TX: Psychological\nCorporation.\nBeck AT, Steer RA, Brown GK (1996). Manual for the Beck Depression Inventory – II . San Antonio,\nTX: Psychological Corporation.\nBeck AT, Weissman A, Lester D, Trexler L (1974). The measurement of pessimism: the Hopelessness\nScale. Journal of Consulting and Clinical Psychology 42, 861–865.\nBerman MR (2011). Kelly Ripa diagnoses herself with mysterious neurological disorder. Medpage\nToday , 12 September 2011 (http://www.medpagetoday.com/Blogs/CelebrityDiagnosis/28464).\nCarroll L (2011). When annoying sounds spark major rage: driven to distraction, and worse, by noise,\nmisophonia sufferers seek a solution. Today Health, NBCNEWS.com. (http://www.today.com/id/44438402/site/todayshow/ns/today-today_health/t/when-annoying-sounds-spark-major-rage/#.\nUP9mrKFk5ZU).\nCohen J (2011). When a chomp or a slurp is a trigger for outrage. The New York Times , 5 September\n2011 (http://www.nytimes.com/2011/09/06/health/06annoy.html?_r =1&).\nCohen J (2012). Rare sensitivity triggers undue rage, Hamden audiologist explains. New Haven\nRegister, 29 March 2012 (http://nhregister.com/articles/2012/03/29/news/metro/doc4f751aaf9f-602298998941.tx)\nDeutsch G (2012). Do you have misophonia? ABC News, 17 May 2012 (http://abcnews.go.com/blogs/\nhealth/2012/05/17/do-you-have-misophonia/)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Cognitive behavioural treatment of misophonia 13\nFirst MB, Spitzer RL, Gibbon M, Williams JBW (2002). Structured Clinical Interview for DSM-IV-\nTR Axis I Disorders, Research Version, Patient Edition With Psychotic Screen (SCID-I/P W/ PSY\nSCREEN). New York: Biometrics Research, New York State Psychiatric Institute, November 2002.\nGaab J, Blättler N, Menzi T, Pabst B, Stoyer S, Ehlert U (2003). Randomized controlled evaluation of\nthe effects of cognitive-behavioral stress management on cortisol responses to acute stress in healthy\nsubjects. Psychoneuroendocrinology 28, 767–779.\nHufﬁngton Post Healthy Living (2011). Misophonia: when annoying noises send you into a rage.\nHufﬁngton Post Healthy Living, 8 September 2011 (http://www.hufﬁngtonpost.com/2011/09/08/\nmisophonia-annoying-noises-disorder_n_953892.html#comments).\nJastreboff MM (2001). Hyperacusis (http://www.audiologyonline.com/articles/hyperacusis-1223).\nJastreboff PJ, Gray WC, Gold SL (1996). Neurophysiological approach to tinnitus patients. American\nJournal of Otology 17, 236–240.\nJastreboff PJ, Hazell JWP (2004). Tinnitus Retraining Therapy: Implementing the Neurophysiological\nModel . Cambridge University Press.\nJastreboff PJ, Jastreboff MM (2003). Tinnitis retraining therapy for patients with tinnitus and\ndecreased sound tolerance. Otolaryngologic Clinics of North America 36: 321–336.\nKivi R (2011). Misophonia in the classroom: students with a decreased sound tolerance disorder.\nBright Hub Education (http://www.brighthubeducation.com/student-assessment-tools/27648-sound-\nsensitivity-in-school-aged-children-misophonia/).\nLeaker G (2012). Misophonia. Cosmos , 5 April 2012 (http://www.cosmosmagazine.com/factﬁle/5487/\nmisophonia).\nMcConnaughy EA, Prochaska JO, Velicer WF (1983). Stages of change in psychotherapy:\nMeasurement and sample proﬁles. Psychotherapy: Theory, Research & Practice 20, 368–375.\nMisophonia UK (2010). A Misophonia UK information leaﬂet (revised April 2010). (http://www.\nmisophonia-uk.org/useful-leaﬂets.html).\nMøller AR (2010). Misophonia, Phonophobia, and ‘Exploding Head’ Syndrome. In: Textbook of\nTinnitus . New York: Springer, 2010.\nRobertson AE, Simmons DR (2013). The relationship between sensory sensitivity and autistic traits in\nthe general population. Journal of Autism and Developmental Disorders 43, 775–784.\nSchwartz P, Leyendecker J, Conlon M (2011). Hyperacusis and misophonia: the lesser-known siblings\nof tinnitus. Minnesota Medicine 94, 42–43.\nSmith-Squire A (2011). Eat quietly or mum will lose her lunch. The Sun , 21 April 2011 (http://www.\nthesun.co.uk/sol/homepage/woman/health/health/3539291/Woman-sufferes-from-a-phobia-to-the-\nsound-of-people-eating.html).\nTinnitus and Hyperacusis Clinic (2010). What is misophonia? (http://www.tinnitusclinicminnesota.\ncom/misophonia.html).\nLearning objectives\n(1) Become familiar with misophonia and the current empirical literature on its\ntreatment.\n(2) Be able to formulate a CBT case conceptualization and treatment plan for\nsymptoms of misophonia.\n(3) Identify cognitive, behavioural, and physiological interventions intended to address\nsymptoms of misophonia."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Reproduced with permission of copyright owner. Further\nreproduction prohibited without permission."
    }
  ]
}