{
  "doc_type": "scientific paper",
  "title": "Foucauldian_Diagnostics_Space_Time_and_t",
  "authors": [
    "Bishop"
  ],
  "year": 2007,
  "journal": "Journal of Medicine and Philosophy , 34 : 328 – 349, 2009",
  "doi": "10.1093/jmp/jhp027",
  "abstract": null,
  "keywords": [
    "Foucault",
    "Kant",
    "metaphysics",
    "space"
  ],
  "research_topics": [
    "Foucault",
    "Kant",
    "metaphysics",
    "space"
  ],
  "created_at": "2025-05-05T02:53:51.336080Z",
  "source_pdf": "documents/research/Global/Bishop 2007 Foucauldian_Diagnostics_Space_Time_and_t.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal of Medicine and Philosophy   ,  34 :  328 – 349, 2009\n doi:10.1093/jmp/jhp027 \nAdvance Access publication on June 22, 2009\n© The Author 2009. Published by Oxford University Press, on behalf of the Journal of Medicine and Philosophy Inc. \nAll rights reserved. For permissions, please e-mail: journals.permissions@oxfordjournals.org               Foucauldian Diagnostics: Space, Time, and the \nMetaphysics of Medicine    \n  JEFFREY P.     BISHOP       \n Vanderbilt University School of Medicine, Nashville, Tennessee, USA \n             This essay places Foucault’s work into a philosophical context, \nrecognizing that Foucault is difﬁ  cult to place and demonstrates \nthat Foucault remains in the Kantian tradition of philosophy, even if \nhe sits at the margins of that tradition. For Kant, the forms of \nintuition — space and time — are the a priori conditions of the pos-\nsibility of human experience and knowledge. For Foucault, the a \npriori conditions are political space and historical time. Foucault \nsees political space as central to understanding both the subject \nand objects of medicine, psychiatry, and the social sciences. \nThrough this analysis one can see that medicine’s metaphysics is a \nmetaphysics of efﬁ  cient causation, where medicine’s objects are \nsubjected to mechanisms of efﬁ  cient control.   \n Keywords:     Foucault   ,    Kant   ,    metaphysics   ,    space       \n I.       INTRODUCTION \n Our thinking becomes almost immediately mechanical because it is our habit \nto think instrumentally. Old habits are hard to break, preventing us from \nthinking differently; not that thinking differently is impossible, just difﬁ  cult. \nPreventing our practices in medicine from becoming thoughtless, thus, \nmeans that we must once again turn to how we think about what it is that \nwe do. But then thinking differently about what we do, paradoxically per-\nhaps, calls for us to realize that all thinking is also a kind of doing.  Theoria   \nand  praxis   and subjects and objects are strictly thought separable in the \nWest. In a way, it is a false division, but it is a division that continues to ﬂ  our-\nish in our practices and our thinking. Some thinkers, like  Nietzsche (1999)  \nand  Heidegger (1996) , believe these lines sit at the very heart of the history \n Address correspondence to: Jeffrey P. Bishop, MD, Center for Biomedical Ethics and Society, \nVanderbilt    University, 2525 West End Ave., 4th Floor, Suite 400, Nashville, TN 37203, USA. E-mail: \njeffrey.bishop@Vanderbilt.Edu"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Foucauldian Diagnostics 329\nof the West, or perhaps these lines between subject and object and theoria \nand praxis are just an aberration of late Western Scholasticism, as held by \n Milbank (2003 ,  2006 ) or  Pickstock (1998) , or are lines drawn at the Enlight-\nenment, as held by  MacIntyre (1984 ,  1990 ). If we accept Foucault’s position, \nwe know that there are various kinds of practices implicit in all theoretical \nendeavors, and at the same time, there are implicit theoretical stances in all \nthat we do. \n In this essay, I shall do two things. The ﬁ  rst is to place Foucault into a \nphilosophical context. The ﬁ  rst claim is that Foucault sits in the Kantian tra-\ndition of philosophy, even while sitting at the margin of that tradition. Like \nKant, he too is concerned with the a priori of time and space but not as \ntranscendental time and space. For Foucault, they are oxymoronically a pri-\nori, no longer transcendentals but fully immanent. No longer are we dealing \nwith time and space as pure forms of intuition, they are now conceived as \nhistorical time and political space. \n The second claim that I shall make in this essay is that it is because Fou-\ncault sees deeply into the metaphysical position of the West that his work on \nmedicine remains relevant even today because medicine continues to de-\nploy, in the name of care and concern, the same metaphysical violences \nover and over again. No one dares to acknowledge these violences. It is hard \nfor us to accept that our practices continue to repeat these violences, even \nwhile they are meant to do good, to bring good effects into the world. \n Medicine as a discipline is mostly concerned with the effects it brings \nabout in the world and how to pragmatically produce or cause those effects \nin the world. It is perhaps in this sense that medicine has become thought-\nless as it is mostly about pragmatic doing, utilitarian maximization, and efﬁ  -\ncient control. Or, as Carl  Elliott (1999)  points out, medicine collapses into an \nunthinking pragmatism. It is the possibility of controlling the world that justi-\nﬁ es information as knowledge, to be able to do something with it. Medi-\ncine’s metaphysical stance then is a metaphysics of efﬁ  cient causality, \nconcerned with the empirical realm of effects and the rational working out \nof their causes for the purposes of bringing about some good. Among Aris-\ntotle’s four causes, efﬁ  cient causality took precedence and reigns supreme in \nall technological thinking. At least since Bacon, it has been understood that \nknowledge is power gained to relieve the human condition ( Bacon, 2000 , \n60, 221/Book I, LXXIII, Book II, LII). That is to say, true knowledge can do \nthings with the real world, and the real world is what can be manipulated \nwith real power/true knowledge. The purpose of knowing — the end of \nknowing — is to bring about effects in the world. Yet, medicine seems to \ndeny having a metaphysics and thus gives no thought to its metaphysics. \nThus, for Western medicine, indeed perhaps all scientiﬁ  c and technological \nthought, the important bit about the world is how to manipulate it in order \nto get the effects that we desire. It is in this sense that Eric  Krakauer (1998)  \nhas said that medicine is the standard bearer of Western metaphysics. The"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Jeffrey P. Bishop 330\nworld stands before us as a manipulable object and all thinking about the \nworld becomes instrumental doing, and to be good and to do good, we must \nmanipulate the world and show our effects. \n In this essay, then, I argue that Foucault’s insights are adequate to his \nanalysis of medicine precisely because he sees the metaphysical structure at \nthe heart of the West. Foucault’s place in philosophy and history is a subject \nof some controversy for a myriad of reasons, but his method sees deeply \ninto the thinking that animates medical practices and brings into relief medi-\ncine’s metaphysics. Thus, his method is central to the thesis of this essay \nbecause he recognizes that medicine’s thinking about doing is related to the \nmetaphysical thinking of the West. Method cannot be taken as separable \nfrom metaphysics, for Foucault notes — in a vein similar to the Kantian tradi-\ntion in philosophy — that notions of space and time, subjects and objects, \nstasis and ﬂ  ux, and bounded and unbounded freedom relate to how we \nconceive doing in the West. And it is this insight that Foucault brings in his \nanalysis of the rise of medicine in France, and how for medicine, the dead \nbody becomes the normative body, and how for the allied social sciences, \nthe disciplinary power of expertise is deployed.   \n II.       FOUCAULT’S PROJECT \n As with any project that begins by taking up a thesis of Michel Foucault, one \nmust ﬁ  rst place Foucault himself. But this is no little foray into Foucault’s \nmethod simply to deﬁ  ne my methodology. Foucault’s method is adequate \nto his inquiries into both medicine and the human sciences. But engaging \nFoucault is no easy task. Foucault has occupied a questionable place as both \nhistorian ( Rousseau, 1972 ;  Megill, 1987 ) and philosopher ( Tallis, 1999 ). His-\ntorians often reject him as a historian but are willing to entertain him as a \nphilosopher; and philosophers often reject him as a philosopher but enter-\ntain his work as a historian. I embrace him as both a philosopher of histo-\nry — where history becomes a philosophical category of analysis — and as an \nhistorian of philosophy — where philosophy is understood as an endeavor to \nunderstand what animates very particular practices in very particular places \nat very particular times. Yet, Foucault refuses the manacle of historian of the \ngreat ideas (Gutting, 1994   ) and, instead of writing histories of great ideas, \nwrites the histories of the others of those great ideas. He writes histories of \nthought about problems ( Foucault 1978 ,  1984a ). He takes for himself the \nmoniker of historian of thought or historian of problematizations ( Foucault, \n1984a ). These are the sorts of distinctions that Foucault makes in the endless \ninterviews published after his death — distinctions that drove contemporaries \nof Foucault — and for that matter distinctions that continue to drive scholars \ntoday — mad. Yet, even those who ﬁ  nd Foucault maddening cannot dispute \nhis inﬂ  uence or the complexity of his work. As pointed out by Gutting"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Foucauldian Diagnostics 331\n(1994), Foucault’s writing, for all of its modernist reservations, demands in-\nterpretation. Thus, it is difﬁ  cult to embrace his methodology or take up a \nthesis from Foucault without ﬁ  rst placing his work in some sort of context. \n  Dreyfus and Rabinow (1983)  present Foucault as both historical and philo-\nsophical; they think of Foucault as offering an interpretative analytics. Fou-\ncault is analytic in the Kantian sense as he searches out the conditions for \nthe possibility of unreason in  Madness and Civilization   (1988) 1 ; of medicine \nin  The Birth of the Clinic   (1991); and of life, language, and labor in  The Order \nof Things   (1994); but he also searches out the sources and legitimate uses of \nour various knowledges. His work is interpretative in that it seeks a prag-\nmatic reading of the coherence of our practices — practices in which our \nknowledges are instantiated. \n Gutting, on the other hand, does not wish to look for easy ways to make \nFoucault’s work to cohere. For instance, Gutting separates Foucault’s works \ninto three distinct eras: (1) Archaeology of discourse –  – including  History of \nMadness   ( 2006 ),  The Birth of the Clinic   (1991),  The Order of Things   (1994), \nand  The Archaeology of Knowledge   (1991); (2) Genealogy of power relations —\n including  Discipline and Punish (1995) and The history of sexuality, Volume \nI  (1978); and (3) The problematization of ethics –  – including  The Use of Plea-\nsure  ( 1990 ) and  The Care of the Self   ( 1988c ) –  – (Gutting, 1994   , 2). \n In other words, to say that Foucault has a project, it is almost an un-\nFoucauldian position to take. As Gutting notes, Foucault was prone to inter-\npreting his own works differently at different times. Taking the early works \nup to  Order of Things   as an instance, Gutting notes that in 1969 Foucault \nclaims that these works were imperfect sketches of an archaeological \nmethod. In 1976, Foucault claims that these early works are about power \nrelations, and then in 1982 he claims that they are not about power relations \nbut about the subject (Gutting, 1994, 4). Thus, even for Foucault, the idea of \na project is at best a moving target if not an outright fabrication. \n Moreover, in the interviews and writings in  Power-Knowledge  , Foucault \nclearly refuses to be hemmed-in by labels or categories or roles. For in-\nstance, he questions the practice of trying to ﬁ  nd the unifying authority at \nthe core of an essay or of a book — an  oeuvre  , a work — or at the core of a \nbody of works; that is to say, he questions the practice of trying to ﬁ  nd the \nauthor, the essential originary    point of the work ( Foucault, 1984b ) and thus \nthe original intention or meaning of the work. As Jon  Simons (1995)  points \nout, Foucault would object to the placing of his work as either his or as a \nbody of work. His writings suggest that to create the work or to put the \nworks together so as to capture the thinker is to render that thinker as a \nsubject or to perpetuate the author function — a kind of essential ground of \nauthority ( Foucault, 1984b ), when in fact works are open to interpretation. \nIn an effort to remain antiessentialist — as having no essential core — Foucault \nresisted being made that kernel of origin of any one work, and he resisted \npulling all his works together and ﬁ  nding FOUCAULT, writ large, as the origin"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Jeffrey P. Bishop 332\n( Foucault, 1980a ). Thus, any attempt to unify Foucault through creating him \nin the mode of an author is to render him in the terms of modernity, which \ngoes counter to his work. \n It is clear that Foucault realizes that he has been thrown into the world in \na particular place and at a particular time. It is also clear that he thinks that \nthe  polis  and the history into which he is thrown is already ongoing and that \nthis particular place and this particular history form the conditions for the \npossibility of his work. Thus, Foucault is as much a product of his place and \ntime as he is a free agent, author, or subject who writes about the conditions \nof his time and place. And Foucault, writing philosophical histories, neces-\nsarily writes of particular times and of particular places — time and space. \n Thus, as Gutting states in no uncertain ter ms, each of the works should be \nread as idiosyncratic, as a work unto itself (Gutting, 1994, 2). Indeed,  Foucault \n(1984c)  hints at the need for idiosyncratic studies as central to both under-\nstanding the Enlightenment and ourselves. Foucault himself in his lifetime \nrefused to be reduced to an author with originary intention ( 1984b , 101 – 2) \nor to allow himself to be categorized according to various ideologies —\n Marxist, liberal, or humanist — or to a particular discipline — intellectual histo-\nrian or philosopher ( 1980a ,  1980b ,  1984a ). Foucault’s  “ analyses are effective \nprecisely because they are speciﬁ  c to the particular terrain of the discipline \nhe is challenging, not determined by some general theory or methodology ”  \n(Gutting, 1994, 3). Gutting goes on to say that none of Foucault’s major \nworks refer to one another, this despite the fact that both  History of Madness   \nand  The Birth of the Clinic   share a similar space — medicine. \n Gutting seems correct at one level but incorrect at another. True,  History \nof Madness   does not seem to have an agenda or cause, even while — as \nnoted by those who translated it in its entirety into English only very recently —\n the ﬁ  rst translators of it into  Madness and Civilization   had an agenda in \npsychiatry. Yet,  History of Madness   is not so much an examination of the \nbirth of the discipline of psychiatry but rather as a particular occasion to re-\nﬂ ect on the notion of reason and its other, unreason. It serves as a chance to \ncapture the ﬂ  uid movement of an unreasonable object — madness or the per-\nson suffering madness — in terms of a reasonable subject whose position of \npower stands as relation to the power of medicine and the state. Reason and \nunreason are deﬁ  ned one against the other. But reason, that Nietzschean \nmask for the will to power, has the power to deﬁ  ne its object. Reason, with \nits ﬁ  xed power, comes to ﬁ  x the ﬂ  uidity of unreason, to deﬁ  ne it as an ob-\nject. Thus,  History of Madness   is a work on reason and power as the condi-\ntions of possibility for a new object — unreasonableness/madness/mental \nillness — to appear on the scene. It is a work examining the interplay of the \nApollonian and the Dionysian elements in the post-Enlightenment land-\nscape, not unlike Nietzsche’s  Birth of Tragedy   (1999). \n The task of  The Birth of the Clinic   is not just an examination of the birth \nof a discipline so much as it is an examination of the discontinuities of history"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Foucauldian Diagnostics 333\n(Foucault, 1973, xvi – xviii) — where ideas and practices with different histo-\nries are joined together. It is an occasion to see once again the excess that \nlanguage betrays and begets but oddly also delimits (Foucault, 1973, xvi – -\nxviii). It is the occasion to see how medical practice missed the idea that the \ngap between signiﬁ  ers and the signiﬁ  ed create the need to endlessly com-\nment upon commentary (Foucault, 1973, xvi – xviii), and how medical prac-\ntice conceived signs as speaking their truth without remainder or excess; no \ninterpretation necessary (Foucault, 1973, xvii and 88 – 106). In another sense, \nit is also a reﬂ  ection on the task of the historian and upon the intractability \nof writing and interpreting. Thus, Foucault’s projects are broad and yet, \nstrangely, speciﬁ  c. His work operates on many different levels and, in that \nway, is philosophical. \n In this very broad sense, then, Foucault is a philosopher. On the one hand, \nI am in agreement with those who would keep us from reducing Foucault to \na subject position (Foucault, 1972, 54 – 5) or author function ( Foucault, 1984b ) \nor from reducing Foucault to a Marxist or a liberal or a philosopher. Not only \ndoes Foucault reject such easy categorization in the interviews but the vari-\nous works themselves, taken individually or in aggregate, also resist such \neasy labeling. I am in agreement with those who would point out to us that \nto reduce the idiosyncratic nature of Foucault’s various works is to stiﬂ  e and \nindeed to kill the very object of inquiry. Yet, at the same time, it seems odd \nto me to think that somehow Foucault would have objected to the work of \nthe archaeologist or genealogist in examining a major ﬁ  gure of our present \nmoment, namely, this Foucault ﬁ  gure, who wished to remain an ephem-\neral ghost rather than a substantial object. Indeed, it was only as an ephem-\neral ghost that he could remain free against the tide of history and the \npolitical spaces that had come to shape his works on both our thinking \nand our practices, including our practices of thinking and our thinking on \nour doing. \n Although it indeed sounds odd to deﬁ  ne a Foucauldian project, it is odder \nstill to think that one ought not to search for the historical and political condi-\ntions of the possibility of the works of this ghostly Foucault ﬁ  gure, this phe-\nnomenon that appears on the scene in late modernity. On Foucault’s view, \nwe are becoming subjects historically constituted by power/knowledge \nstructures — even if those structures are subliminally operative — even while \nwe might be freely engaged in aesthetical and ethical self-creation ( Foucault, \n1988b ). Thus, the endeavor to ﬁ  nd the task that engaged Foucault and pro-\nduced his writings — even when he resists our making him into an author, \nhistorian, or Marxist (a role, a member of a discipline, or an ideologue) — is \nitself to do what Foucault does. The task of the historian of the present is \nalways a task to ﬁ  nd the historical and political conditions for the possibility \nof what we ﬁ  nd interesting about our time and about ourselves. \n It is this interest in ourselves that Foucault says is unique to the \nEnlightenment — its concern with the present, the history of the present, and"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Jeffrey P. Bishop 334\nwhy things are the way they are for us — why things appear to us in the ways \nthat they do ( Foucault, 1984b ). We are concerned with what is present — near \nto us in space; after all, that is the task of the scientist to look at things pres-\nent in front of us. We are concerned with what is present — near to us in time; \nafter all that is the task of the social scientist to look at the behaviors of this \nobject called society and to describe what is happening in real time. Thus, \nFoucault is concerned with objects — madness and disease — and subjects —\n doctors, historians, and authors. He is concerned with time (genealogy) and \nspace (archaeology). In this way, Foucault plays within the ﬁ  eld created by \nEnlightenment ﬁ  gures. In this way, he sees deeply into the metaphysics of \nthe West.   \n III.       FOUCAULT AND THE PROBLEMS OF THE KANTIAN TRADITION \n If one takes a note from the pseudonymous Maurice Florence, one might \nﬁ nd the general area of thought that occupied Foucault:  “ If Foucault is in-\ndeed perfectly at home in the philosophical tradition, it is within the criti-\ncal tradition of Kant, and his undertaking could be called  A Critical History \nof Thought   ”  ( Florence, 1994, 314 ). If we take Foucault at his word — for \nFoucault wrote this about himself as Maurice Florence — then we shall have \nto say that insofar as he is a philosopher, Foucault is a Kantian. That is to say, \nhe falls within the Kantian tradition. By  “ tradition ”  I mean what MacIntyre \nmeans. Tradition is not some sort of longing for a romantic past — the good \nold days. Rather, a tradition is a dynamic set of practices, which may even \nbe practices of intellectual and theoretical inquiry. Traditions have  telei , ends, \nand purposes, as well as notions of their origins and starting points; and \ntraditions have notions for what counts as rational. But even within a par-\nticular tradition, origins,  telei , and rationality can be contested by insiders or \noutsiders to the tradition. Someone can call into question one’s origins, the \n telos , or even what counts as rational –  – including what counts as rational \nargumentation. Depending on how convincing the arguments are, those \nwho participate in the tradition might change their practices or their beliefs \nabout the origins or  telos  of that tradition, or indeed, they might even change \nwhat counts as rational. Traditions are moving in space and time, according \nto MacIntyre. \n Yet, problematic for my claim that Foucault operates in the Kantian tradition —\n as deﬁ  ned by MacIntyre — is that  MacIntyre (1990)  opposes tradition to ge neal-\nogy, a task that engaged Foucault. In  Three Rival Versions of Moral Enquiry  , \nMacIntyre notes that those modes of thinking and knowing born out of the \nEnlightenment, explicitly opposed themselves to tradition, abandoning it, \nthrowing it off, and indeed, as noted above, rejecting traditional metaphysics \nfor a metaphysics of efﬁ  cient causality. Instead, the thinkers of the Enlighten-\nment attempted to ground their projects not in the authority of what had \ngone before but instead grounded them in the new empiricism ( Hume, 1977 ;"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Foucauldian Diagnostics 335\n Locke, 1996 ;  Bacon, 2000 ), rationalism ( Descartes, 1980 ), rational and skepti-\ncal empiricism, the sciences, or Kantian reason. \n According to MacIntyre, the various Enlightenment projects gave rise to \nwhat he calls  “ encyclopedic efforts ” ; that is to say, efforts to catalogue knowl-\nedge, including ethical knowledge. Foucault does not fall within the ency-\nclopedic mode of inquiry on MacIntyre’s reading. Rather, Foucault takes up \nthe Nietzschean banner of genealogy that exploration of the  “ history of those \nsocial and psychological formations in which the will to power is distorted \nand concealed by the will to truth ”  ( MacIntyre, 1990 , 39). MacIntyre thinks \nthat Nietzsche fails in his attempt to abandon standards of moral inquiry \nbecause the  Genealogy of Morals   is precisely his attempt to make the argu-\nment according to the standards of the very academy against which Nietz-\nsche is writing ( MacIntyre, 1990 , 44). Nietzsche moves from the professoriate \nto become a homeless wanderer. But, oddly, claims MacIntyre, Foucault be-\ngins without a home (is he historian, philosopher, or someone wandering \naround outside of the academy?) and makes his way to the professoriate and \nnot just at the College de France. He becomes a professor to the world, hold-\ning appointments in Lille, Warsaw, California, Brazil, and Tunisia, with con-\ncerns about China and Iran. Foucault becomes the professor of professors. \nMoreover, claims MacIntyre, Foucault’s style becomes rather more academic \nin the series of books on the  History of Sexuality   and submits itself to these \nrather more mundane academic standards. MacIntyre reads this as Foucault’s \nabandonment of genealogy and asks if genealogy is even a sustainable \ntask. \n Thus, adding to the oddity of my claim that Foucault has a project, it is \nodder still for me to claim that Foucault is operating within a tradition. Yet, \nhe does end up as a quintessential ﬁ  gure in the academy. Just as noted by \nMacIntyre, traditions are not static but are instead ongoing interpretations \nand readings of practices, and these traditions happen upon new events and \nchallenges in time. A tradition often must search out its authorities and \nsources, whether historical or scientiﬁ  c, when it butts up against an impasse. \nAnd I believe that Foucault is himself doing the same sort of inquiry. It \nseems to me that Foucault is attempting to offer answers to the problems \npresented to us after Kant, particularly the incoherencies within Kant’s  Cri-\ntiques  . For both Foucault and MacIntyre, what animates thought is the solv-\ning of problems. Foucault calls them  “ problematizations of thought ” ; \nMacIntyre calls them  “ epistemological crises. ”  \n So, as noted by MacIntyre, Foucault begins outside the University. He be-\ngins writing  Histoire de la folie à l ’ âge classique   while he worked in Sweden \nas a cultural attaché and initially had proposed it as a doctoral dissertation at \nthe University of Uppsala, where it was rejected ( Macey, 1993 , 78 – 80). In \naddition, at the Sorbonne, where the thesis was accepted, even the  souten-\nance  committee criticized points where it thought Foucault had lapsed in his \nacademic rigor ( Macey, 1993 , 110 – 3). Even after its publication, Foucault"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Jeffrey P. Bishop 336\nreceived mixed reviews, some positive, many negative, and most were not \ndirected at the thesis of the book itself but at its lack of the accepted aca-\ndemic standards. Philosophy and history, not to mention other of the sci-\nences, had become great encyclopedic efforts to catalogue the world \n( MacIntyre, 1984 , 264 – 78,  1990 , 9 – 31); yet, despite Nietzsche’s work, the \ninstitutions of philosophical inquiry remained intact. Foucault rejected the \ngrand unifying themes in philosophy, which had been designed to catalogue \nthe world, knowledge, metaphysics, and other typically philosophical en-\ndeavors. Foucault looked at very narrow, particular sets of practices and \nhow these instantiated thought. Foucault’s endeavor is a threat to a philo-\nsophical discipline that sees itself as sharpening the mind for accurate analy-\nses, for saying what might be said that is true at all times and in all places. \n Yet, Foucault — who would note that even truth has a history — cannot help \nbut be shaped by Kant, who is looking for the a priori conditions for the \npossibility of knowledge. Kant seeks those features of knowledge that exist \nprior to our experience of whatever occupies our attention. As is so widely \nknown, those a priori features are the pure forms of the intuition — space and \ntime. As noted by Beatrice Han in her exhaustive treatment of  Foucault’s \nCritical Project   (2002), Foucault needed to settle a problem presented \nby Kant, namely the exact moment when the transcendental theme — the a \npriori of space and time — came to coincide with the studies of man — studies \nthat occupied so much of Foucault’s later work. In fact, Foucault’s comple-\nmentary thesis of 1961, which was not published during his lifetime, is a com-\nmentary on Kant’s  Anthropology from a Practical Point of View   ( Foucault, \n2008 ). Thus, his complementary thesis becomes central in forming Foucault’s \nquestions, for this is precisely the point very early in Foucault’s studies that \nhe began to seek a relationship between Kant’s  Anthropology   and the \n Critiques  . Where the critiques are seeking to articulate the transcendental \nconditions for the possibility of knowledge, in Kant’s  Anthropology  , Foucault \nalready sees ambivalence between the transcendental constituting subject \nand the already constituted object. Han states:  “ The object of the  Anthropol-\nogy  would therefore be neither the  ‘ subject in itself ’  of the Second Critique, \nnor the  ‘ pure I ’  as studied in the ﬁ  rst, but an  ‘ object-I ’  — also  ‘ subject ’  —\n in other words, man in his paradoxical identity as determined and determin-\ning ”  ( Han, 2002, 20 ). This idea of the constituted subject and the constituting \nsubject — the empirical – transcendental doublet — would be more clearly \narticulated by Foucault in Order of Things. The  “ I ”  that knows that I experi-\nence myself having an experience is the transcendental  “ I ” . The subject is \nempirical because it recognizes itself in its experiences and transcendental in \nthat it forgets itself in experiencing itself. So, early on in his studies, we \nsee Foucault at play in the terrain mapped out by Kant, but Foucault is \naddressing the  “ crises ”  or  “ problematizations ”  created by Kant and which \nmanifest themselves in the practices of psychiatry, medicine, and other of \nthe social sciences."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Foucauldian Diagnostics 337\n Moreover, in Foucault’s  Introduction to Kant’s Anthropology  , we even be-\ngin to see some of the problems associated with genealogical studies. He \nnotes that Kant’s  Anthropology   developed over a 30-year period and be-\nmoans the fact that there are not earlier versions of the manuscript available \n( Foucault, 2008 , 17 – 23). We even see the outlines of Foucault’s method \nwhen he states,  “ it is impossible to make a clear distinction between the \ngenetic perspective and the structural method in analysis of [Kant’s \n Anthropology  ] ”  ( Foucault, 2008 , 22 – 3). In other words, in this very early \nwork, we see that Foucault not only concerns himself with the subject that \nbecomes its own object of investigation, creating the Kantian problematic, \nbut also with his own method of discovering the conditions of possibility for \nthis problem to emerge as a problem. In other words, we see in a very cur-\nsory form the outlines of the intersections of Foucault’s genealogical (genetic \nperspective) and archaeological (structural method) studies. In this way, \nFoucault has a project that plays itself out within the Kantian tradition, pre-\ncisely because he is concerned with subjects and objects, and what consti-\ntutes certain kinds of objects and subjects, and the prior conditions of \npossibility for our present situation. \n In addition, Han notes that if Foucault has a project, there needs to be an \norganizing question. According to Han, that question is: How is it possible \nto have true knowledge, and what are the necessary conditions of that \nknowledge? ( Han, 2002 , 2). It is this question that animates Foucault’s work, \nand it is this question that is Kantian. Foucault is at play at the margins of the \nﬁ eld demarcated by Kant. Furthermore, Han notes that Foucault attempts to \nsolve the problem of subjectivity while avoiding the transcendental reduc-\ntion. So the organizing question is about the conditions of the possibility for \ntrue knowledge, but to get at that Foucault keeps butting up against ques-\ntions about subjects and objects and their constitution but now not in terms \nof the pure forms of intuition — space and time — and categories of knowl-\nedge but in terms of historical time and political space. Foucault is not inter-\nested in pure theoretical knowledge per se but in how that knowledge is \ninstantiated in various practices. \n Foucault, thus, is solving certain problems and incoherencies of Kantianism, \nparticularly around supposed stable objects: madness ( History of Madness  ), \nnotions of the subject ( The Birth of the Clinic  ), the subject being the doctor, \nand the subject that becomes its own object — the transcendental – empirical \ndoublet ( The Order of Things  ). He is showing how objects are produced by \na supposedly static reason, with the quintessential object being the other of \nreason, namely unreason. He is showing how the subject — the doctor — is \nproduced in a ﬁ  eld of political circumstances and how the good citizen be-\ncomes the healthy citizen in Republican France. He takes a little foray into \nthe human sciences in  The Order of Things  , examining life, labor, and \nlanguage — biology, economics, and linguistics — looking at the oddities of \nman who becomes his own object, that is to say, when the empirical subject"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Jeffrey P. Bishop 338\nbecomes object to the transcendental subject. This problem of the doublet \nself, the self that comes to know itself as object — in other words, the self that \nis both constituting and constituted — does not get solved by Foucault except \nin some sort of mystical disappearance of man-the-subject, that will be \nerased,  “ like a face drawn in the sand at the edge of the sea ”  (Foucault, \n1970, 387). \n The  Archaeology of Knowledge   is an attempt to ﬁ  nd a new way into the \nproblematics of subjects and objects and of the historical and political con-\nstitution of subjects and objects. In this work on methodology, Foucault ex-\npounds on an insight gained in the  Birth of the Clinic  , namely that one does \nnot have to do deep genealogical studies in order to see how perspectives \nchange. Where the genealogist digs deeply into the past — into time — looking \nfor hidden continuities, the archaeologist takes a good look around the space \nin a very narrow time period. The genealogist looks for continuities; the ar-\nchaeologist sees discontinuities. The genealogist sees how old things shape \nnew things. The archaeologist sees how new things appear on the scene \nbecause of the immediate conditions in that very narrow time period. The \ngenealogist is more concerned with time; the archaeologist is more con-\ncerned with space. New objects emerge not only because they are begotten \nby the past but also because of the space in which they emerge. \n  Discipline and Punish   returns to the subject but now not the self-\nconstituting subject. He examines the prisoner, that form of being that is \nsubjected to the forces of surveillance and how surveillance itself comes to \nproduce conformity in the bodies of prisoners to the will of those in power. \nThe inside casts out the prisoner; but then the outside comes to shape the \ninterior lives of outcasts.  Discipline and Punish  , then, is about the produc-\ntion of subjects. Foucault notes how prisons and judges take on a therapeu-\ntic model of incarceration where bodies and minds are normalized so that \nthey can return to society. The power inevitably becomes internalized by \nthose subjected to the categories created by those in power and how those \nin power are informed by the psychological and sociological disciplines. \nAlthough power no longer manifests itself in the direct subjugation of the \nbody — as in the graphic depiction at the beginning of  Discipline and Punish   —\n those in power control bodies through more subtle means. Thus,  Discipline \nand Punish   serves as the  “ historical background to various studies of power \nof normalization and the formation of knowledge in modern society ”  \n( Foucault, 1995 , 308). And thus Foucault’s interest in power/knowledge is \nborn. Through the internalization and habituation of dispersed power/\nknowledges, the subject is created. \n Yet, although there are certainly oppressive forces at work that come to \nsubjugate the body of the criminal — himself a creation of society — Foucault \nbegins to see that power/knowledge is not only oppressive but at the same \ntime opens onto new possibilities, new vitalities, and freedoms. Like Kant, \nwhose ethics — on my reading — is attempting to carve out a space for human"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Foucauldian Diagnostics 339\nfreedom in the face of determinative heteronymous forces, Foucault is trying \nto ﬁ  nd a place for human freedom in a world of historical and political deter-\nminism. Foucault attempts to ﬁ  nd a little freedom for the self somewhere be-\ntween the determining and determined subject. As pointed out by Jon Simons, \npower is, for Foucault, not so much about oppression in his later works as it \nis about that which forms the conditions for the possibilities that shape our \nforms of life ( Bishop, 2008 ). We oscillate between the unbearable heaviness \nof being constituted by those powers that would rigidly oppress us and the \nunbearable lightness of being if those powers are not structured enough. 2  As \nnoted by Han, Foucault is trying to ﬁ  nd freedom without appeal to the tran-\nscendental ( Han, 2002 , 174 – 96). In later Foucault, however, we ﬁ  nd that the \nself either accepts or resists the power structures into which she is thrown, \nand it is this self-creating that deﬁ  nes authentic subjectivity for Foucault. It is \nhere between the lightness and heaviness of being that Foucault tries to carve \nout a space of freedom for self-creation, the freedom of becoming. \n Yet, those spaces of freedom are only carved out of the forces that shape \nand mold the uses of the body and the forces that shape and mold psyches. \nThat is to say, those forces, those powers, are not merely social or political \npowers instantiated in the state but also the powers that shape the forms of \nlife itself, such as medicine, psychiatry, and other of the human sciences. \nThis is a power of expertise, the power of knowledge. And part of Foucault’s \npoint is that knowledge is not discovered so much as it is created. The pow-\nerful forces of politics are not merely placed in the hands of the Sovereign \nbut in those forces that both oppress and sustain our forms of life. In this \nsense, Foucault begins to talk about a biopolitics.   \n IV.       HEIDEGGER, FOUCAULT; TIME AND SPACE \n So far I have mostly covered epistemological points about Foucault’s work. We \ncan see, therefore, how Foucault understands that human life is not just some \nsort of object awaiting discovery by scientists. Life, and even the scientiﬁ  c study \nof life, is shaped not only by history but also by the coincidence of factors in \nthe surrounding space, each having their own historical development. Sure, \nthere are continuities, but there are also discontinuities. And the coincidence \nof continuities and discontinuities form the conditions for the possibility of the \ntruth claims, whether made by scientists, by doctors, or by social scientists. \nFoucault therefore plays within the ﬁ  eld demarcated by Kant, even if at the \nmargins of that ﬁ  eld. He is looking at the powers of constitution and at what is \nconstituted. He is concerned with objects and subjects, and the a priori condi-\ntions necessary for knowledge. He is concerned with marking out a zone of \nfreedom, all the while attempting to steer clear of Kant’s transcendentals. He is \nalso concerned with space and time, now political space and historical time. \n Edward  Casey (1987)  and Charles  Scott (1987)  both bring into relief the \nimportance of space in relation to time in Foucault. Both draw our attention"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Jeffrey P. Bishop 340\nto the importance of space for Foucault’s  Birth of the Clinic  ; indeed I would \nargue for the whole of his work, and I shall illustrate this by looking at \nFoucault’s relationship to Heidegger. Hubert Dreyfus notes similarities \nbetween Foucault’s notion of biopolitics and Heidegger’s notion of technol-\nogy. Dreyfus notes that Foucault uses power in a way similar to the way that \nHeidegger uses Sein. For Heidegger, there are epochs of the history of Being; \nfor Foucault, there are regimes of truth in the history of power. Where \nHeidegger is interested in the way things appear for us in the clearing that \nboth opens and limits what can show up, Foucault is interested in the way \npeople act in relation to power that both limits the ﬁ  eld of possibility and \nmakes it possible ( Dreyfus, 1992 ). \n Dreyfus further describes similarities between  Seinsgeschichte   and geneal-\nogy. For Heidegger, there is in the  “ age of the world-picture ”  –  – that is to say, \nin the age of representation –  – something that fundamentally changes meta-\nphysics and gives birth to modernity. It is with his analyses of  Las Meninas   \nthat Foucault begins his analysis of representation and the transition to mo-\ndernity in  The Order of Things  . Heidegger notes that man becomes both the \nsource of meaning of objects and an object in the world; Foucault notes that \nman is both the constituting subject and the constituted subject in the world. \nAnd both Heidegger and Foucault look forward to the death of humanism, \nman being the source and object, the central ﬁ  gure in all of thinking. Yet, \nboth thinkers in their mature work come to realize that man is produced by \ntechnology for Heidegger and by biopower for Foucault. \n Dreyfus further notes that Foucault is interested almost exclusively in peo-\nple, and Heidegger is interested in things. Both are concerned with represen-\ntation and man as the origin of things (Heidegger referring to Kant) and man \nas the origin of  ‘ man ’  (Foucault referring to Kant). We are once again back \nto the old problem of subjects and objects. Heidegger: How do things appear \nfor us? Foucault: How is it possible for man to appear as his own object? \nBoth are concerned for how we are thrown into time (Heidegger) and place \n(Foucault) and how our times and places produce things and people. \n Time and space then link both Heidegger and Foucault back to Kant. Kant \ngave us the pure forms of the intuition: space and time. Kant notes in the \n Critique of Pure Reason  :\n  This schematism of our understanding with regard to appearances and their mere \nform is a hidden art in the depths of the human soul, whose true operations we \ncan divine from nature and lay unveiled before our eyes only with difﬁ  culty. ( Kant, \n1998 , 273, A141/B180 – 1)  \nKant continues:\n  The schemata are therefore nothing but a priori time-determinations in accordance \nwith rules, and these concern, according to the categories, the time-series, the con-\ntent of time, the order of time, and ﬁ  nally the sum total of time in regard to all pos-\nsible objects. ( Kant, 1998 , 275, A145/B184 – 5)"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Foucauldian Diagnostics 341\nTime is the form of intuition that determines the imagination — the  “ depths \nof the human soul ”  ( Kant, 1998 , 273, A141/B180 – 1). Out of this form of in-\ntuition, Kant holds that the time series, the order of time, and other objective \nmeasures of time are possible and that time is the form of intuition of the \ninterior life of the mind, the  “ depths of the soul ”  ( Kant, 1998 , 273, A141/\nB180 – 1). \n This point about the centrality of the schematism and the depths of the \nhuman soul are speciﬁ  cally noted by Heidegger in  Being and Time   — a ques-\ntion and problem from which Kant shrinks according to Heidegger.  “ As pure \nintuition, time is that which furnishes an aspect prior to all experience, ”  \nHeidegger says about Kant and time ( Heidegger, 1996 , 21). However, the \npoint of  Being and Time   is that time is operative for all categorizations of \nordinary and scientiﬁ  c time and for the appearance of all objects, but not as \npure intuition, not as the pure form. Time, for Heidegger, is not univocal. \nThere are a myriad of times that structure our ways of experiencing those \nthings that appear for us. One’s time in history is a kind of time into which \none is thrown and which structures the kinds of projects in which one en-\ngages. Where Heidegger’s claim is that time can be experienced but not \nrepresented, he seems to be claiming that death can be represented but not \nexperienced in itself. Thus, death itself, as the end of one’s time, also struc-\ntures one’s experience allowing certain kinds of objects or things or even \nprojects to come into relief. Thus, all forms of objective marking of time rest \non the existential running into the future, toward death, toward the end of \ntime. Death time structures our experience, the objects that emerge for us, \nand the projects in which we are engaged. Thus, like Kant in the schema-\ntism, Heidegger grants a priority to time over subjects, objects, and space, \neven while time takes on a very different kind of meaning for Heidegger. \nAnd Foucault turns that around and grants priority of space over time. \n Catherine Pickstock has also noted this priority of space over time in Western \nthinking and brings into relief several points that are central to the thesis of \nthis essay and further emphasizes points made by Foucault. Pickstock tracks \nthis shift through Descartes and undercuts the well-known claim that Des-\ncartes grounds knowledge in subjectivity. Pickstock’s point is that Descartes ’  \n cogito   is a regulative spatialization. For Descartes, singularity and homogene-\nity are preferred to multiplicity and diversity ( Pickstock, 1998 , 58). There is \nlittle doubt that Descartes believes science is best done without the opinions \nof many, but by the one shut up in a room, left alone to converse with him-\nself ( Pickstock, 1998 , 52;  Descartes, 1980 , 6). Pickstock notes that the second \nhalf of the  Discourse on Method   uses the notion of the city — a politics — as the \nanalogy for his organization of knowledge, knowledge that is unassailable \nfrom enemies. Cities designed by a single planner are more proportionate \nand more efﬁ  cient than those that have developed over time and with a \nmyriad of craftsmen. And Pickstock notes that Descartes cites Sparta as an \nexample of the well-designed city because it was designed along military"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Jeffrey P. Bishop 342\nlines for the  “ defence of its own absolute interior ”  ( Pickstock, 1998 , 59). Thus, \nfor Descartes, the impure, which must be excluded from the city and from \nknowledge, is that which bears  “ traces of time, multiplicity, and difference ”  \n( Pickstock, 1998 , 59). Thus, claims Pickstock, prior to Descartes ’   cogito   is a \nwell-deﬁ  ned interior space, unassailable from the outside, and from this space \nof the unassailable interior, time might emerge in a more orderly fashion of \ntime determinations. For our purposes, and as noted above, Kant claims that \ntime is the form of intuition operative in the depths of the soul ( Kant, 1998 , \n273, A141/B180 – 1). Time is the pure form of the interior life. Thus, time, even \nfor Kant, is not prior to the space of the depths of the human soul. Even for \nKant, then, Descartes ’  interior space — the depths of the soul — is prior to the \nintuition of time. Time, even for Kant, has been spatialized. \n This priority of space over time, then, has repercussions for our under-\nstanding of things and people and objects and subjects, including medical \nobjects — mental illness, disease, and life — and medical subjects — doctors, \nnurses, social workers, and psychologists. In the classical and early middle \nages, things were thought to be real and to exist prior to knowledge. It was \nalso held that something true could be said about things, even though there \nwas no sense in which the thing in its entire truth could be completely grasp-\nable by the human mind. And neither could the mind exhaust the myriad of \npresentations of the thing. In other words, in classical thought, there is the \nsense that things exceeded the categories into which the human mind tried to \nplace them. Yet, with the rise of Cartesian spatialization and mathesis, as de-\nscribed by Pickstock and by Foucault, we begin to see representation and \nepistemology as prior to ontology and prior to the things and people emer-\ngent from a chaotic reality in ﬂ  ux. Thus, the mind becomes its own absolute \ninterior space demarcated from the ﬂ  ux of time, from the complexity and di-\nversity of reality, and from things outside itself — things which we cannot be \nsure exist because they are outside of that absolute interior. It is an act of the \nmind that acts to stabilize those things of ﬂ  ux and diversity, ﬁ  xes them so that \nthey can be known. \n  “ There arises, therefore, an epistemological circuit whereby knowledge is \nbased entirely on objects, whose  ‘ being ’  does not exceed the extent to which \nthey are known ”  ( Pickstock, 1998 , 63). In this way, after Descartes, what is \nmeasurable becomes the standard for what is  “ knowable, ”  which in turn \nbecomes the standard for what  “ is ” . Pickstock concludes that prior to the \nsubject is a schema of the  “ internally mapped spatialized city: there will fol-\nlow absolute divisions between the mind and body newly conceived as  ‘ ar-\neas, ’  and the mind itself conceived as the spatial traverse of an inevitable \norder of intuited deductions ”  ( Pickstock, 1998 , 61). \n Thus, things have ceased being things that appear of their own accord, \nlending themselves to interpretation in time. After Descartes, things become \nobjects that have extension according to the measurable interiority of the \nsubject, the mathesis, the mathematization — a spatialization, as it is called by"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Foucauldian Diagnostics 343\nPickstock. For our purposes, two important themes emerge from this history \ntold by both Pickstock and Foucault. First, the body becomes an object that \nmust submit to the measure of the gaze. Making this measuring difﬁ  cult is \nthat this body, as alive, is in constant ﬂ  ux. But the dead body is more stable, \nmore knowable, and, as a kind of template for knowing, more transferable \nto other bodies in the space of the polis. \n Second, not only is mathesis applied to the dead body of the individual but \nalso is applicable to the bodies within the space of the polis. Hobbes would \ncome to describe a city set up according to a geometer king, the king who \nbuilds society according to the rules of geometric space. But, objects — bodies —\n manifest themselves in other mathematical modes, such as in statistics and \nprobabilities. With the work of Petty and Graunt in the seventeenth century, \nwe see the rise of statistical thinking and measuring for the beneﬁ  t of \nthe King, who must know the state of his dominion ( Porter, 1986 ,  1995 ; \n Desrosières, 1998 ). The long development of probability and statistics would \nﬁ nd fruition in the work of Sir Francis Galton, whose work not only inﬂ  u-\nenced what in his day was called eugenics and today is called sociobiology \nbut also psychology and sociology and evidence-based medicine as well. \nThese disciplines use statistics to make stable what is in reality unstable \nwithin political space, and these forced stabilities have come to shape not \nonly medicine but also other of the human sciences. \n Thus, the mathematical table, the geometric rules, and the mathematical \nstatistical models are the unmoving, timeless certainties on which the ﬂ  ux \nand ﬂ uidity of the chaos of real things can be mapped, for what is mapped \nbecomes stable as knowable. Through the process of mathesis, the chaotic \nreality of things and people — giving themselves in appearance and open to \ninterpretation — becomes the stable objects of knowledge. Spatialization is an \nattempt to control the chaos and to deﬁ  ne the boundaries, the interiors and \nexteriors, and what can be tossed out, and what can be left in. Space takes \npriority for Foucault as a mode of analysis, precisely because so much of our \nthinking after Descartes and Kant places priority on the dead, immovable \nspace of interiority. \n Thus, what begins as an essay on Foucauldian method ends as an essay on \nmetaphysics; for our methods are derived to get at something about the \nworld, whether that be space, time, violence, or death. Our apparatuses for \nknowing the world are built out of how we think reality is. Our methods are \nbelieved to be adequate to the world; the world is subjected to our measure-\nment. And for the medicine and the science of the eighteenth and early nine-\nteenth centuries, the world is exhausted through measurement and through \na medical language, which, as noted by Foucault, comes to capture disease \nand people in its truth. Medical language became a kind of mathematics spo-\nken by those who were initiated into the space of the clinic (Foucault, 1973, \n107 – 23). But insofar as medicine could efﬁ  ciently manipulate things within a \ndelimited and controlled space, it deploys a metaphysics."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Jeffrey P. Bishop 344\n And this is precisely Foucault’s point in  Birth of the Clinic  . The book be-\ngins,  “ This book is about space ”  (Foucault, 1973, ix). Foucault documents \nhow different spaces came to inﬂ  uence the practice of medicine for the pur-\nposes of controlling bodies, diseases, and death. There was the intellectual \nabstract space of formal medicine, bent on the formal arrangements of \nknowledge in tables; there was the qualitative space of the disease and how \nit manifests itself in qualities of the body; there was the tertiary spaces of the \nhome and society and the natural space for the occurrence of both disease \nand healing. And ﬁ  nally, there is the space of the body, which became pos-\nsible due to a mutation in medical thinking. The space carved out by the \nclinic is a coming together of each of these; each of these spaces described \nin  Birth of the Clinic   has a separate genealogy, and each arrives on the scene \nin the political space surrounding the French revolution in the late eigh-\nteenth and early nineteenth centuries.  The Birth of the Clinic   is an archaeol-\nogy because it takes this moment in time when all these histories — these \nideas with different histories in time — come together. Foucault cuts trans-\nversely through that time period to see how this little space of the clinic \ncame to be. Foucault himself is concerned with taking a good look around \nthe space in which different histories came together to create the new space \nof the clinic. Foucault’s method of analysis of the clinic matches the meta-\nphysical beliefs of the clinic. \n What does he ﬁ  nd in the space of the clinic? Foucault notes that the politi-\ncal space of Republican France inﬂ  uenced the development of medicine by \nproviding the stability of the body politic and a means to control disease. \nThe good citizen is the healthy citizen, and the drive for good health begins \nwith the drive for good government ( Foucault, 1991 , 33). Moreover, the ﬂ  ux \nof time, the ﬂ  ux of life itself, prevents medicine from having a stable object \nof knowledge. Death is the zero point, the point where that ﬂ  ux of life be-\ncomes static, where true knowledge becomes possible in medicine. That \nstasis can be found, according to  The Birth of the Clinic  , in the space of the \nbody. The body had to be opened up as close to the time of death — as close \nto death time — as possible, so that true knowledge of death could be seen \nclearly in the light of reason (Foucault, 1973, 124 – 48). In medicine, claims \nFoucault, it is space that holds primacy over time; or, perhaps better, time \nand space coincide in the dead body. Time is spatialized in the dead body, \nﬁ xed in the moment of death in the space of the body. The ﬂ  ux of life ceases \nwith death, and the new medicine is born. But, Foucault is not only con-\ncerned with the object of the dead body but also concerned with the gaze \nof the subject and how that subject is transformed by its new object and how \nthe space of the clinic shapes what is possible for those whose bodies be-\ncome ill and are subjected to medicine. \n Thus, it is not so much that Foucault’s analyses are focused on space or \nthat they are done from the perspective of space, but that in his researches \nhe notices the priority of space over time in the various disciplines — from"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Foucauldian Diagnostics 345\npsychology to medicine to other of the human sciences — especially in \nthe elaborate tables created for the encyclopedic classiﬁ  cation of disease \n(Foucault, 1973, 3 – 21) and in the biological classiﬁ  cations schemes, like \nthose of Linnaeus, in which living organisms are classiﬁ  ed by genus and \nspecies ( Foucault, 1994 , 250 – 302). Thus, what something is depends on how \nit is classiﬁ  ed within the space of the table. \n Space is about organizing, about placing living beings into classiﬁ  catory \ntables — and this is precisely what the Diagnostic and Statistical Manual of \nMental Disorders (DSM IV, American Psychiatric Association, 1994)    is for \nmodern psychiatry. This person is a depressive; that person is a schizo-\nphrenic; he is a homosexual, as if there is something essential, some onto-\nlogical characteristic that deﬁ  nes that person, qua diagnostic category \n( Pickstock, 1998 , 49 – 57). 3  Space — the space of the table, for instance — thus \norganizes knowledge and provides the conditions of power over those things \nor people in the table. \n In  The Order of Things   (1970), Foucault makes the claim that medicine is \nthe queen of the human sciences. What he means by this is that medicine —\n at the time of his writing in 1976 — tended to order the other human sciences, \nto decide which of the sciences were important to human thriving generally, \nas well as in the particular circumstances of particular patients. Foucault \nwould later think of this relationship between the individual and the social \nin terms of a biopolitics ( Bishop, 2008 ) — the  “ politics of life itself ”  as one \ncommentator ( Rose, 2007 ) has called it — where the body and soul of the \nindividual are shaped by the historical and political circumstances of the \nsociety into which he is born. In retrospect, Foucault’s work seems prophetic \nbecause shortly after the publication of  The Order of Things  , we ﬁ  nd medi-\ncine rethinking itself in response to a crisis with the publication of George \nEngel’s  “ The Need for a New Medical Model ”  ( 1977 ). In this model, exper-\ntise, and thus power, is diffused out to those sociologists and psychologists \nwho come to deﬁ  ne human thriving in psychosocial medicine and into the \neven newer and more comprehensive medicine — biopsychosociospiritual \nmedicine ( Bishop, Rosemann, and Schmidt, 2008 ;  Bishop, 2009 ). Thus, the \nhuman will is no free agent acting to fulﬁ  ll her desires but instead is a being \ndelimited by the sum of the comprehensive caregivers. \n Radically reinterpreting freedom, Foucault’s essay  What is enlightenment?   \nclearly takes up the mantle from Kant’s  Was ist Äufklarung?   Rereading Kant’s \nanswer to the question, Foucault begins to articulate what the contemporary \nscholar does that is similar to Kant’s  Was ist Äufklarung?   In this little reﬂ  ec-\ntion, Foucault reads Kant as arguing that Enlightenment is the freeing of the \nself in private matters but binding oneself in public matters. It is this tradition \nin which Foucault seems to be working, hoping to open up a modicum of \nfreedom for the self in private matters, even while bound by powerful forces \nthat constitute that subjectivity, all the while avoiding the problems pre-\nsented by the various humanisms — where man is both subject and object of"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Jeffrey P. Bishop 346\nknowledge — and the various liberalisms — where man is both Sovereign and \nsubject to that sovereignty. \n Where Kant attempts to ﬁ  nd the place of freedom in the transcendental \nsubject, Foucault attempts to navigate a space between the historical and \nthe transcendental. In other words, Foucault’s works emerge on the histori-\ncal scene like any other work — on the historical scene of Kantian philoso-\nphy. No longer are we dealing with time and space as pure forms of \nintuition, but now we are dealing with historical time and political space. \nThus, Foucault is concerned with the historical and political production of \nsubjects. In the  Birth of the Clinic  , Foucault works out the production of the \nsubject — the doctor — in relation to the dead body. In  The Order of Things  , \nFoucault turns his attention to relationship of subjectiﬁ  cation — the produc-\ntion of subjects — and objectiﬁ  cation — the production of objects, and the \nproduction of man that is both the subject and object of the human sciences \n( Foucault, 1994 , 303 – 43). \n Thus, I am arguing a thesis not dissimilar to those theses of Gerald  McKenny \n(1997) , Carl  Elliott (2003) , and Brent  Waters (2007) . In my estimation, these \nthinkers are saying that the problematic of our time, especially with regard \nto medicine and its technologies, is the tension between the individual and \nsociety, where the will of the individual seeks to enact its desires through \nmanipulating the body or realizing the true desires of a deep and essential \nself. As Milbank points out, this is also the paradigmatic relationship of West-\nern politics — the  “  ‘ bodily ’  mediation between the unlimited sovereignty of \nthe State and the self-will of the individual ”  ( Milbank, 2006 , 103). The battle \nlines of the culture wars — the so-called culture of life and culture of death —\n are then around when the individual is free to do what she desires and when \nsociety can curb her freedom. When can Sovereign society subject the indi-\nvidual, with her own absolutely interior life, to its demands, and when does \nthat excursion of the social into the desires of the individual violate the sov-\nereignty of the individual? \n I am saying something only slightly different. The expert knowledges of \nthe various disciplines — that is to say, disciplinary power — comes to shape \nthose desires in very subtle, but powerful ways. Biopsychosociospiritual \nmedicine is one of those mechanisms that shapes the forms of our lives. The \ntrajectory of contemporary medicine begins in biomedicine — a medicine of \ndoctor – disease relations — that mutates into a medicine of doctor – body rela-\ntionships, then into doctor – patient, and then into a biopsychosociospiritual \nmedicine. Yet, the biopsychosociospiritual medicine of doctor – patient rela-\ntionships remains a medicine of subject – object relationships, precisely be-\ncause of the priority of space over time. The static object — the dead \nbody — and the stable subject — the dead gaze — cross one another in the \nclinic, where not only the bodies are totalized but also the psychosocial, and \nindeed the spiritual, comes to ﬁ  nd its place in the ordering space of the clinic. \nThe doctor, the psychiatrist, the social worker, and the hospital chaplain, all"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Foucauldian Diagnostics 347\nseek to manipulate bodies for the beneﬁ  t of those bodies and psyches that \nare manipulated. Thus, by taking a Foucauldian look at medicine, one can see \nmedicine at work, where bodies and psyches are efﬁ  ciently and effectively \nmolded, manipulated, controlled, and even coerced, by surgery, drugs, tech-\nnologies, and techniques deployed by physicians, surgeons, machines, psy-\nchologists, social workers, and chaplains. The metaphysics of medicine is a \nmetaphysics of efﬁ  cient causation.   \n NOTES \n    1  .   Note that  Madness and Civilization   is a translation of the 1964 abridged French version of his \nlarger work  Folie et déraison. Histoire de la folie à l’âge classique  , published in 1961. It has only recently \nbeen translated into English as  History of Madness   (2006).  \n   2  .   Simons borrows Kundera’s felicitous phrase — the unbearable lightness of being — in order to \nshow that if the structures that bound us are too oppressive, the subject succumbs to the heaviness of \noppression. But likewise, if we free ourselves totally, we suffer from the lightness of life without direction \nor purpose or meaning.  \n   3  .   Pickstock makes several key points about how Peter Ramus, a sixteenth-century logician, oper-\nates on the spatialization of knowledge. She shows how that space of tables becomes a regulative space, \nwhich in turn comes to be thought of as essential to uncovering supra-real realities, a deeper reality than \nthe one that is available to someone who experiences the world without aid of the table. That space \nbecomes a regulative space. It is not true knowledge if it is not able to be represented spatially.  \n    REFERENCES \n   American Psychiatric Association  .   1994.   Diagnostic and Statistical Manual of Mental Disor-\nders,     4th ed  .   Washington, DC  :   American Psychiatric Association  .   \n     Bacon  ,   F    .   2000  .   The New Organon    , ed.    M.     Silverthorne    .   Cambridge  :   Cambridge University \nPress  .   Originally published as Novum Organum in 1620  .   \n     Bishop  ,   J. P    .   2008  .   Biopolitics, Terri Schiavo, and the sovereign subject of death  .   Journal of \nMedicine and Philosophy      34  :  338   –   57  .   \n    —  —  —   .   2009  .   Culture wars: Biopsychosociospiritual medicine and other political schemes  . \n  Christian Bioethics    15  .   Forthcoming     .   \n     Bishop  ,   J. P.   ,    P.     Rosemann   , and    F.     Schmidt      .   2008  .   Fides ancilla medicinae: On the ersatz liturgy \nof death in biopsychosociospiritual medicine  .   Heythrop Journal XLIX      20   –   43  .   \n     Casey  ,   E    .   1987  .   The place of space in The Birth of the Clinic  .   Journal of Medicine and Philosophy    \n  12  :  351   –   6  .   \n     Descartes  ,   R.         1980  .   Discourse on method  . In   Rene descartes: Discourse on method and medi-\ntations on ﬁ  rst philosophy    (pp.   1   –   42  ), Trans.     Donald A.     Cress       Indianapolis,   IN:   Hackett \nPublishing  .   Originally published in French in 1637     .   \n     Desrosières  ,   A    .   1998  .   The politics of large numbers: The history of statistical reasoning  , Trans. \n    Camille     Naish    .   Cambridge, MA  :   Harvard University Press  .   Originally published by Édi-\ntions La Décourverte in 1993 as La politique des grands nombres: histoire de la raison \nstatistique  .   \n     Dreyfus  ,   H.       1992  .   On the ordering of things: Being and power in Heidegger and Foucault  . In \n  Michel Foucault, philosopher   ,    ed.    F.     Ewald    , Trans.     Timothy J.     Armstrong    ,   New York  : \n  Routledge  .   Originally published in 1989 in French by Éditions du Seuil under the title of \nMichel Foucault philosophe   (pp.   81   –   2  )."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Jeffrey P. Bishop 348\n     Dreyfus  ,   H.   , and    P.     Rabinow      .   1983  .   Michel Foucault: Beyond structuralism and hermeneutics   . \n  Chicago, IL  :   University of Chicago Press  .   \n     Elliott  ,   C    .   1999  .   Bioethics, culture, and identity: A philosophical disease   .   New York  : \n  Routledge  .   \n    —  —  —   .   2003  .   Better than well: American medicine meets the American dream   .   New York  : \n  Norton and Company  .   \n     Engel  ,   G    .   1977  .   The need for a new medical model: A challenge for biomedicine  .   Science    \n  196  :  129   –   36  .   \n     Florence  ,   M.         1994  .   Michel Foucault  . Trans.     Catherine     Porter    . In   The Cambridge compan-\nion to Foucault    , ed.    G.     Gutting    .   Cambridge  :   Cambridge University Press  .   \n     Foucault  ,   M    .   1978  .   The history of sexuality   ,   vol. 1  .   New York  :   Random House, Vintage Books  . \n  Originally published as La volente de Savoir  .   \n    —  —  —   .   1980a  .   Questions of geography  . In   Power/knowledge: Selected interviews and other \nwritings 1972 – 1977       (pp.   1   –   36  ),   ed.     C.     Gordon    .   New York  :   Pantheon Books  .   \n    —  —  —   .   1980b  .   On popular justice: A discussion with Maoists  . In   Power/knowledge    (pp.   1   –   36  ), \ned.     C.     Gordon    .   New York  :   Pantheon Books  .   \n    —  —  —   .   1984a  .   Polemics, politics, problems  . In   The Foucault reader      (pp.   381   –   9  ),   ed.     P.      Rabinow    . \n  New York  :   Pantheon Books     .   \n    —  —  —   .   1984b  .   What is an author?   In   The Foucault reader    (pp.   101   –   20  ), ed.     P.     Rabinow    .   New \nYork  :   Pantheon Books  .   \n    —  —  —   .   1984c  .   What is enlightenment?   In   The Foucault reader    (pp.   32   –   50  ), ed.     P.     Rabinow    . \n  New York  :   Pantheon Books  .   \n    —  —  —   .   1988a  .   Madness and civilization: A history of insanity in the age of reason  . Trans. \n    Richard     Howard    .   New York  :   Vintage Books  .   \n    —  —  —   .   1988b  .   Technologies of the self  . In   Technologies of the self: A seminar with Michel \nFoucault      (pp.   16   –   49  )  , eds     L. H.     Martin  ,     H.     Gutman  , and     P. H.     Hutton    .   Amherst  :   Univer-\nsity of Massachusetts Press.   \n    —  —  —   .   1988c  .   The care of the self: The history of sexuality  ,   vol. 3  .  Trans .     Robert     Hurley    .   New \nYork  :   Vintage Books  .   Originally published in France by Editions Gallimard in 1984 as Le \nSouci de soi  .   \n    —  —  —   .   1990  .   The use of pleasure: The history of sexuality  ,   vol. 2  . Trans.     Robert   Hurley    .   New \nYork  :   Vintage Books  .   Originally published in France by Editions Gallimard in 1984 as \nL’Usage des plaisirs  .   \n    —  —  —   .   1991  .   The birth of the clinic: An archaeology of medical perception   .   Trans.     A.M.     Sheridan \nSmith    .   New York  :   Vintage Books  .   Originally published by Presses Universitaires de \nFrance in 1963 as Naissance de la Clinique  .   \n    —  —  —   .   1994  .   The order of things: An archaeology of the human sciences   .   New York  :   Random \nHouse  .   Originally published in France by Editions Gallimard in 1966 as Les Mots et les \nchoses  .   \n    —  —  —   .   1995  .   Discipline and punish: The birth of the prison   . Trans.     Alan     Sheridan    ,   New York  : \n  Random House, Vintage Books  .   Originally published in French by Editions Gallimard in \n1975 as Surveiller et Punir: Naissance de la prison  .   \n    —  —  —   .   2006  .   History of madness   .   London  :   Routledge  .   Originally published in 1961 as Folie \net déraison. Histoire de la folie à l’âge classique  .   \n    —  —  —   .   2008  .   Introduction to Kant’s Anthropology  . In     R.     Nigro  , ed    . Trans.     Roberto     Nigro    and \n   Kate     Briggs    .   Los Angeles, CA  :   Semiotext  .   Originally published as     Introduction à \nl’“Anthropologie” de Kant    by Libraire Philosophique     J  .   Vrin       in 2008     ."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Foucauldian Diagnostics 349\n     Gutting  ,   G    .   1994  .   Introduction  :   Michel Foucault: a User’s Manual  . In   The Cambridge compan-\nion to Foucault    (pp.   1   –   27  ),    ed.    G.     Gutting    .   Cambridge  :   Cambridge University Press  .   \n     Han  ,   B    .   2002  .   Foucault’s critical project: Between the transcendental and the historical   .   Trans. \n    Edward     Pile    .   Stanford, CA  :   Stanford University Press  .   \n     Heidegger  ,   M    .   1996  .   Being and time   . Trans.     Joan     Stambaugh    .   New York  :   SUNY Press  .   Origi-\nnally published in 1927 as Sein und Zeit  .   \n     Hume  ,   D    .   1977  .   An enquiry concerning human understanding    , ed.    E.     Steinberg    ,   2nd ed  . \n  Indianapolis, IN  :   Hackett Publishing  .   \n     Kant  ,   I    .   1998  .   Critique of Pure Reason    , eds    P.     Guyer  , and     A. W.     Wood    .   Cambridge  :   Cambridge \nUniversity Press     .   The ﬁ  rst edition was originally published in 1781 as  Kritik der reinen \nVernuft   ;   second edition published in 1787.   \n     Krakauer  ,   E    .   1998  .   Prescriptions: Autonomy, humanism, and the purpose of health technol-\nogy  .   Theoretical Medicine and Bioethics      19  :  522   –   45  .   \n     Locke  ,   J    .   1996  .   An essay concerning human understanding   . ed.    K.     Winkler    .   Indianapolis, IN  : \n  Hackett Publishing  .   Originally published under the same title in 1689.   \n     Macey  ,   D    .   1993  .   The lives of Michel Foucault   .   New York  :   Random House  .   \n     MacIntyre  ,   A    .   1984  .   After virtue   ,   2nd ed  .   Notre Dame, IN  :   University of Notre Dame Press  .   \n    —  —  —   .   1990  .   Three rival versions of moral enquiry: Encyclopedia, genealogy, and tradition   . \n  Notre Dame, IN  :   University of Notre Dame Press  .   \n    —  —  —   .   1997  .   To relieve the human condition: Bioethics, technology, and the body   .   Albany, \nNY  :   State University of New York Press  .   \n     Megill  ,   A    .   1987  .   The reception of Foucault by historians  .   Journal of the History of Ideas    \n  48  :  117   –   41  .   \n     Milbank  ,   J    .   2003  .   Being reconciled: Ontology and pardon   .   London  :   Routledge Press  .   \n    —  —  —   .   2006  .   Theology and social theory: Beyond secular reason   ,   2nd ed  .   London  : \n  Routledge  .   \n     Nietzsche  ,   F    .   1999  .   The birth of tragedy  . In   The Birth of Tragedy and other writings     (pp.   3   –   116  ), \neds    R.     Guess  , and     R.     Speirs    .   Cambridge  :   Cambridge University Press  .   Originally published \nin 1871 and 1886 as Die Geburt der Tragödie aus dem Geiste der Musik  .   \n     Pickstock  ,   C    .   1998  .   After writing: The liturgical consummation of philosophy   .   Oxford  : \n  Blackwell  .   \n     Porter  ,   T    .   1986  .   The rise of statistical thinking, 1820 – 1900   .   Princeton, NJ  :   Princeton University \nPress  .   \n     Porter  ,   T    .   1995  .   Trust in numbers: The pursuit of objectivity in science and public life   .   Princeton, \nNJ  :   Princeton University Press  .   \n     Rose  ,   N    .   2007  .   The politics of life itself   .   Princeton, NJ  :   Princeton University Press  .   \n     Rousseau  ,   G. S    .   1972 – 3  .   Whose enlightenment? not man’s: The case of Michel Foucault  .   Eigh-\nteenth Century Studies      6  :  283   –   6  .   \n     Scott  ,   C    .   1987  .   The power of medicine, the power of ethics  .   Journal of Medicine and Philoso-\nphy     12  :  335   –   50  .   \n     Simons  ,   J    .   1995  .   Foucault and the political   .   London  :   Routledge Press  .   \n     Tallis  ,   R    .   1999  .   Enemies of hope: A critique of contemporary pessimism   .   London  :   Palgrave \nMacMillan  .   \n     Waters  ,   B    .   2007  .   Disability and the quest for perfection: A moral and theological inquiry  . In \n  Theology, disability and the new genetics: Why science needs the church    , eds    J.     Swinton  , \nand     B.     Brock    .   London  :   T&T Clark  ."
    }
  ]
}