{
  "doc_type": "scientific paper",
  "title": "Misophonia and Hearing Comorbidities",
  "authors": [
    "Brennan"
  ],
  "year": 2023,
  "journal": "Science, University of Illinois Urbana-",
  "doi": "10.1097/AUD.0000000000001435",
  "abstract": null,
  "keywords": [
    "Decreased sound tolerance",
    "Hyperacusis",
    "Misophonia"
  ],
  "research_topics": [
    "Decreased sound tolerance",
    "Hyperacusis",
    "Misophonia"
  ],
  "created_at": "2025-05-05T03:45:04.320923Z",
  "source_pdf": "documents/research/Global/Brennan 2023 Misophonia and Hearing Comorbidities.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Earandhearing.\nArticleTitle: Misophonia andHearingComorbidities inaCollegiate Population\nArticleAuthor: Brennan\nISSN-01960202; LCN-80644108;\nPublisher: 2023-10-04\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.\n<zdoi; 10.1097/AUD.0000000000001435>11Department of Speech and Hearing Science, University of Illinois Urbana-\nChampaign, Champaign, IL, USA; 2Department of Psychology, University \nof Illinois Urbana-Champaign, Champaign, IL, USA; 3The Neuroscience \nProgram, University of Illinois Urbana-Champaign, Champaign, IL, \nUSA; and 4The Beckman Institute for Advanced Science and Technology, \nUniversity of Illinois Urbana-Champaign, Champaign, IL, USA.Misophonia and Hearing Comorbidities in a Collegiate \nPopulation\nCaroline R. Brennan, AuD,1,4 Ragnar R. Lindberg, BS,1,4 Gibbeum Kim, MS,1,4  \nAriana A. Castro, MS,2 Rafay A. Khan, PhD,3,4 Howard Berenbaum, PhD,2 and  \nFatima T. Husain, PhD1,3,4   \nObjectives: Misophonia is a little-understood disorder in which certain \nsounds cause a strong emotional response in those who experience it. \nPeople who are affected by misophonia may find that noises like loud \nchewing, pen clicking, and/or sniffing trigger intense frustration, anger, \nor discomfort. The relationship of misophonia with other auditory disor -\nders including loudness hyperacusis, tinnitus, and hearing loss is largely \nunderexplored. This project aimed to investigate the prevalence and \nhearing-health comorbidities of misophonia in a college-aged popula-\ntion by using an online survey.\nDesign: A total of 12,131 undergraduate and graduate students between \nthe ages of 18 and 25 were given the opportunity to answer an in-depth \nonline survey. These students were sampled in a roughly 50 of 50 sex \ndistribution. The survey was created using Qualtrics and included the \nfollowing components: electronic consent, demographics questionnaire, \nMisophonia Questionnaire (MQ), Khalfa’s Hyperacusis Questionnaire \n(HQ), Tinnitus and Hearing Survey, and Tinnitus Functional Index (TFI). \nTo be eligible for compensation, answers for each of the above com-\nponents were required, with the exception of the TFI, which was only \npresented to students who indicated that they experienced tinnitus. \nRespondents were determined to have high or possible likelihood of \nhaving misophonia if they gave specific answers to the MQ’s Emotion \nand Behavior Scale or the MQ Severity Scale.\nResults: After excluding duplicate responses and age-related outliers, \n1,084 responses were included in the analysis. Just over 20% (n = 217) \nof the sample was determined to have a high or probable likelihood of \nhaving misophonia. The sample was primarily White, female, and of \nmid-to-high socioeconomic status. There was a strong positive cor -\nrelation between MQ total scores and HQ total scores. High likelihood \nmisophonia status showed a significant relationship with self-reported \nhearing loss and tinnitus. No statistically significant relationship was \nfound between misophonia and age, ethnicity, or socioeconomic sta-\ntus. MQ total scores differed significantly when separating respon-\ndents by sex, self-reported tinnitus, and loudness hyperacusis. White \nrespondents had significantly higher MQ total scores than Asian/Asian \nAmerican respondents.\nConclusions: The estimated prevalence of misophonia was about 8% to \n20% of the sample, which agrees with most of the currently published \nresearch examining misophonia symptoms in collegiate populations. \nResults of data analysis suggest that misophonia severity may be related \nto loudness hyperacusis, sex, and possibly tinnitus. Future studies are \nneeded to further examine the characteristics of these relationships, \npossibly in populations more optimized to reflect the general population \nor those with hearing-health disorders.Key words: Decreased sound tolerance, Hyperacusis, Misophonia, \nSurvey study, Tinnitus, Young adults.\n(Ear & Hearing 2023;XX;00–00)\nINTRODUCTION\nMisophonia, initially defined by Jastreboff and Jastreboff  \nin 2001, is a decreased sound tolerance disorder that causes \npatients to have a negative involuntary emotional and physical \nresponse to specific sounds. Since its initial description, there \nhas been an increased clinical and academic interest in miso-\nphonia and other sound tolerance disorders to better understand \nthe nature of misophonia and its symptoms. Current attitudes \nreflect that misophonia is not the hatred of sounds in general, \nbut rather adverse reactions to a select set of specific auditory \nstimuli that vary between individuals, without a known relation \nto a person’ s hearing thresholds (Jastreboff & Jastreboff 2001; \nSiepsiak & Dragan 2019). Despite the surge of interest in the \ndisorder, misophonia is still critically under-researched and its \nprevalence is still unclear.\nMisophonic Trigger Sounds and Reactions\nCommon misophonic trigger sounds include chewing, slurp-\ning, pen-clicking, breathing, lip-smacking, sniffing, and tapping, \namong others (Edelstein et al. 2013; Wu et al. 2014; Potgieter et \nal. 2019). Sources of misophonic triggers may be specific to or \nheightened by familiar people, such as family members, friends, \nand coworkers (Edelstein et al. 2013). Individuals with misopho-\nnia may have multiple triggers, each causing a unique variety of \nemotional and physical reactions. Emotional reactions to trigger \nsounds can present in a wide range from disgust, repulsion, and \nanxiety to anger and violent thoughts (Kumar et al. 2014; Wu \net al. 2014). It has been observed that somatic responses may \nalso accompany these emotions, including difficulty breathing, \nincreased body temperature, increased heart rate, and pressure \nin the chest based on patient self-report (Edelstein et al. 2013) \nand in-person lab testing (Kumar et al. 2017). Consequently, \nmisophonia symptoms can lead to maladaptive and avoidance \nbehaviors, which may significantly impair an individual’ s level \nof functioning (e.g., social and occupational).\nEvaluation and Diagnosis of Misophonia\nSwedo et al. (2022) developed a consensus definition using \nthe Delphi method to describe misophonia. They defined miso-\nphonia as a disorder of decreased tolerance to specific sounds \nor trigger stimuli, which are unpleasant or distressing and elicit \nnegative emotional, physiological, and behavioral responses. \nSwedo et al. (2022) also described reactions to triggers, \nLww0196/0202/XXX/XXXX-00/0 • Ear & Hearing • Copyright © 2023 Wolters Kluwer Health, Inc. All rights reserved • Printed in the U.S.A.\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.2  BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00\ninfluences on reactions, functional impairments, relation-\nships to other conditions/disorders, and misophonic triggers. \nHowever, the thresholds at which reactions to such triggers rise \nto the level of a disorder, such as misophonia, are not defined. \nThe introduction of a consensus definition is a promising step \nforward in the arena of misophonia research. It is expected that \nas understanding of misophonia and the amount of research sur -\nrounding it grows, this definition will continue to evolve and \nchange.\nPresent literature supports a differential diagnosis approach \nto evaluate whether a patient is presenting with misophonia or \nnot (Siepsak & Dragan 2019). Although it is a distinct disorder, \nmisophonia’ s similarities to other decreased sound tolerance \ndisorders, such as hyperacusis, provide a challenge for accurate \nidentification. Hyperacusis refers to when an individual experi-\nences discomfort listening to a broad range of sounds that are \nacceptable to individuals with normal hearing (Khalfa et al. \n2002). In addition, hyperacusis has been further categorized \ninto four categories: (1) loudness hyperacusis, discomfort to \nmoderately loud sounds, (2) annoyance hyperacusis, negative \nemotional reaction to sound, (3) fear hyperacusis, avoidance, or \nanticipatory response to sound, and (4) pain hyperacusis, expe-\nrience pain at lower sound levels than individuals with normal-\nhearing (Tyler et al. 2014). Situating misophonia within this \nframework, involves very specific trigger sounds akin to fear \nand/or annoyance hyperacusis, whereas loudness hyperacusis \ninvolves heightened sensitivity to a broad range of sounds and \nmay be treated as the more general form of hyperacusis. In this \narticle, the discussion of hyperacusis will pertain to loudness \nhyperacusis. Note Tyler et al. (2014) describe subcategories of \nhyperacusis but the overlap between categories is not character -\nized, nor is there an assumption in the framework that having \none subtype of hyperacusis correlates with having another sub-\ntype. Furthermore, Swedo et al. (2022) do not mention loudness \nhyperacusis. Thus, distinguishing between these commonly \noccurring conditions is important.\nMisophonia may also be comorbid or share characteristics \nwith certain psychological conditions, like anxiety disorders \nand obsessive-compulsive disorder (OCD), furthering the chal-\nlenge of untangling misophonia and its symptoms from other \ndiagnoses (Wu et al. 2014; Bruxner 2015). Complexity of \nmisophonia comes from the lack of consensus on a universally \naccepted definition used in past misophonia research and evalu-\nation tools and comorbidity and association with other psycho-\nlogical conditions.\nIn the past decade, several clinical tools have been devel-\noped with the purpose of gauging the severity of a person’ s \nmisophonia symptoms. The Amsterdam Misophonia Scale \n(A-MISO-S) is an adaptation of the Y ale-Brown Obsessive-\nCompulsive scale and features six items meant to assess the \nlevel of impact misophonia has on various aspects of a patient’ s \nsocial life and emotions. The A-MISO-S scoring method groups \npatients into subclinical, mild, moderate, severe, and extreme \nsymptom categories based on the patient’ s overall score on the \nsix items (Schröder et al. 2013). Wu et al. (2014) developed \nthe Misophonia Questionnaire (MQ), a three-part self-report \nquestionnaire that aims to identify specific trigger sounds, \nemotional and behavioral misophonic reactions, and overall \nsensitivity to sound. A third questionnaire developed in Polish, \nthe MisoQuest, was created and validated in 2020 by Siepsiak, \nŚliwerski, & Dragan and displayed excellent reliability and features items based on the diagnostic criteria for misophonia \nproposed by Schröder et al. (2013). Most recently, the Duke \nMisophonia Questionnaire was developed and initially validated \nby Rosenthal et al. (2021), and aimed to measure five different \nfacets of an adult’ s misophonia: the frequency at which they are \naffected by misophonic sounds; the degree of their misophonic \nresponse across domains of functioning; impairment caused by \nmisophonia; coping mechanisms used before, during, and after \nexposure to a misophonic sound; and beliefs about self, others, \nand the world in relation to misophonia symptoms.\nAlthough the development of these questionnaires is benefi-\ncial to misophonia diagnosis and assessment, their reliance on \nsubjectivity and lack of universally agreed-upon scoring cutoffs \nand groupings means that a complete picture of a person’ s miso-\nphonia is not yet attainable. Further research is needed to repli-\ncate and validate the results of the studies to improve or confirm \ntheir reliability, accuracy, and generalizability. Due to the dif-\nferent tools used in the published literature and differing crite-\nria for identifying clinically significant misophonic symptoms, \nestimating the prevalence of misophonia is especially challeng-\ning. More research and more validated tools are needed to esti-\nmate the prevalence of misophonia in the greater population.\nMisophonia Prevalence\nCurrent literature posits that the onset of misophonic \nsymptoms typically occurs in late childhood and adolescence \n(Potgieter et al. 2019), making young adults an optimal demo-\ngraphic to examine for studies interested in prevalence of \nmisophonia. The majority of information on prevalence from \nlarge-scale studies comes from three studies that focus on the \nincidence of misophonia among college-aged university stu-\ndents, which estimates that misophonia affects between 20 \nand 50% of their samples with limited generalizability to the \nlarger population (Wu et al. 2014; Zhou et al. 2017; Naylor et \nal. 2020).\nA sample of 482 undergraduate students at the University of \nSouth Florida completed the MQ along with other self-report \nmeasures of OCD, depression, impairment/disability, and sen-\nsory defensiveness to give a picture of the dynamics and preva-\nlence of misophonia in a large sample. The study determined \nthat around 20% of survey participants reported clinically \nsignificant misophonia symptoms (Wu et al. 2014). It should \nbe considered that the criteria for distinguishing clinically sig-\nnificant misophonia symptoms from subclinical misophonia \nsymptoms were the score indicated on a single item, the MQ \nMisophonia Severity Scale, in which participants rated their \noverall sensitivity to sound on a visual analog scale from 1 to 15 \n(minimal-very severe).\nLater, Zhou et al. (2017) completed an article-and-pencil \nsurvey study in a group of 415 college students at Shanghai \nNormal University and Shanghai Polytechnic University using \na similar test battery to Wu et al. (2014). Although the cutoff  \nto identify clinically significant misophonia symptoms using \nthe MQ remained the same as it was in the 2014 study, a score \nof 12 or higher on the Sheehan Disability Scale—Misophonia \n(SDS-M) was added to the inclusion criteria for the clinically \nsignificant group. The results of this study without the addi-\ntional impairment criterion were consistent with the previous \nfindings by Wu et al. (2014), with around 20% of the students \nwho participated in the study indicating clinically significant \nmisophonia symptoms (Zhou et al. 2017). When the impairment \nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited. BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00 3\ncriterion was considered, the levels of impairment decreased to \nonly 6% of the study, suggesting that while sound sensitivity \nmay affect a large percentage of the sample, a much smaller por -\ntion experienced moderate impairment attributed to decreased \nsound tolerance (Zhou et al. 2017).\nMost recently, in 2020 a sample of 336 students from the \nSchool of Medicine at the University of Nottingham were \nrecruited to complete an online test battery examining miso-\nphonia using the A-MISO-S with a total score of five or more \nindicating clinically significant misophonia symptoms (Naylor \net al. 2020). Estimations of misophonia incidence among the \nsample were markedly higher than those established by previ-\nous studies (Wu et al. 2014; Zhou et al. 2017), with 49.1% of \nthe sample indicating clinically significant misophonia (Naylor \net al. 2020). It should be noted; however, that the definition for \nclinically significant misophonia in the study included people \nwho scored in mild to extreme categories, whereas the previous \nstudies only considered those who displayed moderate to severe \nmisophonia symptoms as defined on the MQ.\nRecently, studies have begun examining the prevalence of \nmisophonia in the general population. Jakubovski et al. (2022) \nused MQ and A-MISO-S Revised (AMISOS-R) to conduct a \nlarge-scale representative population survey in Germany. In a \nsample of 2519 participants, clinically significant misophonia \nwas found in 5% as measured by the MQ and 5.9% as mea-\nsured by the AMISOS-R. Similarly, Kılıç et al. (2021) sampled \n541 participants from 300 Turkish households. Using their own \ndiagnostic criteria, they found that misophonia was found in \n12.8% of the Turkish population. Vitoratou et al. (2023) esti-\nmated misophonia in a large representative sample of the UK \ngeneral population. They estimated that 18.4% of UK partici-\npants had misophonia which causes significant burden. These \nstudies typically do not report on any comorbid hearing issues, \nalthough Kılıç et al. (2021) did examine a history of tinnitus and \nmisophonia symptoms but did not find a significant relationship.\nGoals of the Study\nThe goal of this study was to further examine misophonia in \na large and heterogeneous collegiate sample using an extensive \nsurvey test battery of audiological and psychological question-\nnaires, with the goal of further understanding the prevalence \nand hearing-health comorbidities of the disorder. This allowed \nus to partially replicate existing studies (using the Wu et al., \nMQ, which was used in both Wu et al. (2014) and Zhou et al. \n(2017). In addition, in a misophonia sample group, we discuss \nthe proportion of demographic characteristics and comorbid \nhearing-related conditions such as loudness hyperacusis, tinni-\ntus, and hearing loss; and their relationship to misophonia.\nMATERIALS AND METHODS\nSurvey Construction and Surveys Used\nThe survey was constructed using Qualtrics and included \nthe following components: electronic consent, demographics \nquestionnaire, MQ, Khalfa’ s Hyperacusis Questionnaire (HQ), \nTinnitus and Hearing Survey (THS), Tinnitus Functional Index \n(TFI), and the Obsessive-Compulsive Inventory-Revised (OCI-\nR). For the purpose of this article, the results of the OCI-R will \nnot be discussed, as a more in-depth analysis of that data will \nbe included in a forthcoming article. Although the study used a different test battery than previous research into misopho-\nnia prevalence (Wu et al. 2014; Zhou et al. 2017; Naylor et al. \n2020), the age range used for the study remained similar, to \nallow for a replication of the college-aged respondents recruited \nin previous studies.\nThe MQ is an assessment tool that aims to assess a patient’ s \nmisophonia symptoms, misophonic reactions, and overall sever -\nity of sound sensitivity (Wu et al. 2014). It contains three sections \nwith good internal consistency as reported in the initial publica-\ntion: the Misophonia Symptom Scale (Cronbach’ s α = 0.86), \nthe Misophonia Emotions and Behaviors Scale (Cronbach’ s α \n= 0.86), and the Misophonia Severity Scale (Cronbach’ s α = \n0.89). The Misophonia Symptoms Scale provides insight into \nthe presence of sound sensitivities and that specific sounds \nprompt a misophonic response from the respondent. The final \nitem on the survey, the Misophonia Severity Scale, was based \non the National Institute of Mental Health Global Obsessive-\nCompulsive Scale and is a single visual analog scale that allows \nthe participant to indicate their subjective perception of overall \nsound sensitivity from a score of 1 indicating “minimal” sound \nsensitivity to a score of 15 indicating “very severe” sound sen-\nsitivity; a score of 7 or higher was determined to indicate clini-\ncally significant misophonia symptoms (Wu et al. 2014). The \nMQ is one of the most widely used tools to assess misophonia \nseverity and its impact on an individual’ s quality of life.\nThe HQ is a screening tool used to assess a patient for symp-\ntoms of loudness hyperacusis, a decreased sound tolerance \ndisorder in which a person experiences extreme sensitivity to \nsounds that may be perceived as normal intensity by the aver -\nage listener. The HQ evaluates loudness hyperacusis in three \ndifferent dimensions: attentional, social, and emotional; but the \nextent to which these dimensions characterize subcategories as \ndiscussed in Tyler et al. (2014) is not known. Often, hearing \nthresholds in patients with loudness hyperacusis are within nor -\nmal limits and, much like misophonia, most of the assessment \nand diagnosis of hyperacusis is based on subjective patient self-\nreport, and there are currently no universally agreed-upon mea-\nsures to diagnose the disorder. Aazh and Moore (2017) suggest \nan HQ total score of 22, whereas Khalfa et al. (2002) recom-\nmend a cutoff score of 28. Because the study intended to recruit \nboth hyperacusis participants and participants who experience \nhyperacusis comorbid with misophonia, this was a useful tool \nto include in the survey. The internal consistency of the HQ was \nacceptable ranging from Cronbach’ s α = 0.66 to 0.68.\nThe THS is a brief 10-item survey intended for use to screen \npatients for symptoms of three auditory conditions: tinnitus, \nhearing loss, and decreased sound tolerance disorders. It was \nincluded to supplement information on whether a respondent \nhas hearing loss, tinnitus, or both, should the determination be \nneeded for the in-person portion of the study. The THS reported \ngood to excellent internal consistency with Cronbach’ s α of \n0.86 to 0.94 (Henry et al. 2015).\nParticipant Recruitment\nThis research study was conducted at the University of \nIllinois at Urbana-Champaign (UIUC). Because the onset of \nmisophonia symptoms typically occurs in late childhood and \ninto early adulthood (Potgieter et al. 2019), a college-aged \nyoung adult population was selected for participant recruit-\nment. A total of 12,131 undergraduate and graduate students at \nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.4  BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00\nUIUC between the ages of 18 to 25 were given the opportunity \nto answer an in-depth online survey. A total number of 10,000 \nof these students were randomly sampled with the assistance of \nthe Dean of Students of the institution in a roughly 50/50 sex \ndistribution. The number of students contacted in each round of \nrecruitment using samples from the Dean of Students, ranged \nfrom 1000 to 3000 per email blast. The remaining 2131 students \nwere undergraduate and graduate students currently enrolled in \nthe home college of several of the investigators of this study and \nwere invited to complete the survey to increase survey yield; \nall students in the college between the ages of 18 and 25 were \ninvited to complete the survey.\nStudy participants were compensated with a $5 Amazon \neCard if the surveys were completed in full. To be eligible for \ncompensation, answers to the electronic consent, demographics \nquestionnaire, MQ, HQ, THS, and the OCI-R were required. \nThe only survey that did not need to be completed for every \nstudent was the TFI, which was only presented to students \nwho indicated that they experienced tinnitus. This study was \napproved by the relevant UIUC institutional review board pro-\ntocol number 21268.\nData Organization and Participant Categorization\nA total of 1084 complete responses were included in the \ndata analysis. Once the HQ and MQ responses were formatted, \nthe data were analyzed using SPSS (IBM SPSS Statistics for \nWindows, Version 27.0) analytic software to identify partici-\npants who fit each of the following criteria: high likelihood of \nhaving misophonia, possible likelihood of having misophonia, \nhigh likelihood of having hyperacusis, and possible likelihood \nof having hyperacusis. Respondents with an overall score of 29 \nor greater on the HQ were considered to have a high likelihood \nof hyperacusis and respondents with an overall score between \n23 and 28 on the HQ were considered to have a possible likeli-\nhood of having hyperacusis. Criteria for inclusion were deter -\nmined with the aim of encompassing some of the wide spectrum \nof possible trigger sounds, reactions, and symptoms related to \nmisophonia, so as not to exclude anyone with misophonia-like \nsymptoms. Single-item indicators of misophonia that assessed \nimpairment and/or severity were incorporated into the present \nstudy’ s respondent classification schema for different likeli-\nhoods of misophonia, which is thought to parallel the criteria of \nZhou et al. (2017) with only the MQ.\nRespondents classified as high likelihood of misophonia had \nat least one of the following characteristics: a score of 12 or \nhigher on the MQ Severity Scale; self-report of always having \nto leave the room in the presence of trigger sounds; self-report \nof actively avoiding trigger sounds; self-report of always having \nviolent thoughts in the presence of trigger sounds, self-report of \nalways becoming verbally aggressive in the presence of trigger \nsounds, or self-report of often becoming physically aggressive \nin the presence of trigger sounds. Cutoff scores of 12 and 10 \non the MQ Severity Scale were chosen to designate high and \npossible likelihoods of having misophonia, respectively, as they \ndesignate moderate to severe sound sensitivity and would pro-\nvide a higher level of confidence that participants selected for \nthe in-person portion of the study were experiencing clinically \nsignificant symptoms of misophonia. These characteristics of \nhigh likelihood misophonia reflect intense reactions to trigger \nsounds. For a respondent to be classified as possibly having misophonia, one or more of the following characteristics were \npresent: a score of 10 or 11 on the MQ Severity Scale; self-report \nof sometimes becoming physically aggressive in the presence of \ntrigger sounds; self-report of often becoming verbally aggres-\nsive in the presence of trigger sounds; or self-report of often \nexperiencing violent thoughts in the presence of trigger sounds. \nThe categorization criteria for those with a possible likelihood \nof having misophonia involved a self-report of milder, but still \nimpactful, symptoms than those of the high likelihood miso-\nphonia group. Our categorization criteria (other than the MQ \nSeverity Scale score) emphasized aggression, which is typically \nprecipitated by anger and which can be used as an indicator of \nanger severity (that does not require the respondent to explicitly \nacknowledge angry feelings). This was based on the salience of \nanger in so many sets of proposed diagnostic criteria for miso-\nphonia (e.g., Schroeder et al. 2013; Lewin et al. 2015; Dozier \net al. 2017).\nAssessment of hearing loss was changed into a dichotomous \nvariable where positive responses for “no hearing loss” and “not \nsure about hearing loss” were combined as “no hearing loss.” \nTinnitus was also transformed into a dichotomous variable \nwhere “no tinnitus” and “not sure about tinnitus” were com-\nbined as “no tinnitus.” The response options for self-reporting \ntinnitus and hearing loss were formatted similarly because rep-\nresenting respondents with uncertainty as positive indications \nof each disorder would drastically overestimate the presence of \nthese disorders in a young collegiate sample.\nData Analysis\nPearson correlation between the MQ and HQ total scores \nwas computed first. Pearson Chi-Square test of independence \nwas also used to examine associations between respondents cat-\negorized as having a high likelihood of misophonia and other \ncategorical variables such as hyperacusis, tinnitus, hearing loss, \nrace, ethnicity, sex, and parental education. Independent sample \nt-tests were used to determine whether there were differences in \nMQ total score and MQ severity for individuals for the presence \nor absence of hyperacusis, tinnitus, and hearing loss separately. \nDue to large differences in sample size, equal variances were \nnot assumed. One-way analysis of variance was employed to \ndetermine differences in MQ total score and MQ severity for \ncategorical variables with more than two levels. Cohen’ s d and r \ncriteria were used to interpret effect sizes (Cohen 1988).\nExclusionary Criteria\nOn the self-report survey, participants were given the follow-\ning options to report gender identity: female/primarily feminine, \nmale/primarily masculine, both male and female, neither male \nnor female, or do not know. A very small number of respondents \n(n = 28) responded with one of the latter three answers. For \nthis reason, responses from these participants were excluded for \nthe purpose of analyzing the data, and misophonia was instead \nexamined in relation to felt female/primarily feminine or male/\nprimarily masculine sex. Similarly, there was a small sampling \nin the study of American Indian (n = 2) and Native Hawaiian/\nPacific Islander (n = 7); these responses were excluded from \ndata analysis. In addition, although participants were advised to \ncomplete the survey only once, several participants submitted \nmultiple responses; all additional responses beyond the initial \nsubmission were excluded for the purpose of data analysis.\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited. BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00 5\nRESULTS\nDescriptive Analysis\nProportional data for respondents categorized as having a high \nand possible likelihood of misophonia and a high likelihood of \nhyperacusis are shown in Table 1. Using the operationalizations \ndescribed earlier, 8.12% (n = 88) of respondents had a high like-\nlihood of misophonia, and 11.9% (n = 129) of respondents had \na modest likelihood of misophonia. Respondents with a high \nlikelihood of having hyperacusis comprised 3.9% (n = 42) of the \nsample, with those having symptoms indicative of possible hyper -\nacusis comprising 8.2% (n = 89) of the sample. Demographic \ninformation on the respondents’ race, age, gender, and paren-\ntal education is shown in Table  2. Race demographics revealed \nslightly over half of respondents were White, just under a third \nwere Asian/Asian American, a tenth were Black or multiracial, and \nthe remainder were American Indian or Native Hawai’ian/Pacific \nIslander. Slightly more than a tenth of our sampling identified as \nLatinx. In our sample, just under two-thirds were female; slightly \nless than a third were male; and the remainder identified as a dif-\nferent gender. This sample of students had well-educated parents, \nwith slightly less than half holding a graduate degree; over a third \nholding a bachelor’ s degree; and the remainder having an associ-\nate’ s degree, high school, or grade school education. Tinnitus was \nreported in 27.7% (n = 300), hearing loss was reported in 3.3% \n(n = 36), and hyperacusis was reported in 23.9% (n = 259) of all \nparticipants. See Table 2 for complete details. The study sample’ s \nMQ revealed Cronbach’ s α  values comparable to Wu et al. (2014) \nfor each subscale: Misophonia Symptoms Scale (Cronbach’ s α  \n= 0.84), Misophonia Emotions and Behaviors Scale (Cronbach’ s \nα = 0.89), and MQ Total Score (Cronbach’ s α  = 0.92). In addi-\ntion, the present study’ s HQ internal consistencies were generally \nstronger than that reported in the study by Khalfa et al. (2002) \nvalues for each subscale: attentional (Cronbach’ s α  = 0.77), social \n(Cronbach’ s α = 0.76), and emotional (Cronbach’ s α  = 0.81).\nIndividual misophonia symptom frequency was also \nassessed. The most common misophonia stimuli reported to \nbe “often” or “always” bothersome among the sample included \nsounds of eating (39.5% of sample), nasal sounds (29.7% of \nsample), and throat and tapping sounds (both 25.4% of sample) \nfollowed by environmental sounds (17.0% of sample), sounds \nof rustling (14.8% of sample), other sounds not listed (14.6% \nof sample), and 4.1% to consonant/vowels sounds (4.1). See \nTable 3 for complete details.\nRelationship of Misophonia and Hyperacusis\nPearson Chi-square test of independence demonstrated a sig-\nnificant association between high misophonia and hyperacusis \nclassification [χ2(1) = 87.17, p  < 0.001, phi = 0.284]. MQ total scores showed a strong positive correlation with HQ total scores \n[r (1082) = 0.676, p  < 0.001]. These findings suggest a relation-\nship between misophonia and hyperacusis. The scatterplot of \nHQ total scores and MQ total scores illustrates their possible \nrelationship in Figure 1. Independent samples t -test revealed a \nstatistically significant difference in MQ total scores [t  (173.75) \n= 18.69, p  < 0.001] between respondents with possible or high \nlikelihood hyperacusis (M = 36.89, SD = 10.65) and respon-\ndents without hyperacusis (M = 19.26, SD = 11.16) with a large \neffect size (d  =1.59), underscoring the high comorbidity between \nhyperacusis and misophonia. Similarly, respondents with hyper -\nacusis (M = 8.78, SD = 2.62) had significantly larger MQ sound \nseverity scale scores [t  (175.81) = 14.78, p  < 0.001] than respon-\ndents without hyperacusis (M = 5.09, SD = 2.89), with a large \neffect size (d  = 1.3). In addition, there was a significant effect \n[F(2, 1081) = 120.66, p  < 0.001)] for misophonia group status \non HQ scores where those with a high likelihood of having miso-\nphonia (M = 21.5, SD = 9.47) scored significantly higher than \nthose with possible likelihood of having misophonia (M = 18.1, TABLE 1. Misophonia and hyperacusis proportions within the \nsample\n Frequency (n) % of Sample \nHigh misophonia 88 8.12\nPossible misophonia 129 11.90\nHigh hyperacusis 42 3.87\nPossible hyperacusis 89 8.21\nControl 813 75.00\nTable illustrates participant categorizations based on this study’s inclusion/exclusion cri-\nteria.TABLE 2. Summary of demographics within the sample of \nrespondents\n Frequency (n) % of Sample \nHearing health comorbidities\n Tinnitus\n  No Tinnitus 784 72.32\n  Tinnitus 300 27.68\n Hearing loss\n  No hearing loss 1048 96.68\n  Hearing loss 36 3.32\n Hyperacusis\n  No hyperacusis 825 76.11\n  Hyperacusis 259 23.89\nDemographic information\n Race\n  White 576 57.20\n  Asian/Asian American 319 31.70\n  Black 41 4.10\n  Multiracial 62 6.20\n  American Indian 7 0.70\n  Native Hawai’ian/Pacific Islander 2 0.20\n Parent education\n  Grade school 21 1.94\n  High school 165 15.22\n  Associate degree 61 5.63\n  Bachelor’s degree 368 33.95\n  Graduate school 469 43.27\n Ethnicity\n  Latinx 138 12.86\n  Not Latinx 935 87.14\n Age\n  18 yrs old 138 12.70\n  19 yrs old 278 25.60\n  20 yrs old 268 24.70\n  21 yrs old 114 10.50\n  22 yrs old 67 6.20\n  23 yrs old 82 7.60\n  24 yrs old 70 6.50\n  25 yrs old 67 6.20\n Gender\n  Female 710 65.50\n  Male 346 31.90\n  Other 28 2.6\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.6  BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00\nSD = 7.23), with both groups scoring significantly higher HQ \nscores than the no misophonia likelihood group (M = 11.47, SD \n= 6.47). Thus, we observed that there was a high co-occurrence \nof hyperacusis and misophonia and that the severity of miso-\nphonic symptoms was higher in individuals with hyperacusis.\nRelationship of Misophonia and Tinnitus\nIndividuals with a high likelihood of misophonia demon-\nstrated a statistically significant relationship with self-reporting \ntinnitus [χ2(1) = 5.75, p = 0.016, phi = 0.073]. MQ total scores \nof respondents self-reporting having tinnitus (M=22.87, SD = \n13.00) were significantly larger [t (514.23) = 2.38, p = 0.018] \nthan respondents without tinnitus (M = 20.81, SD = 12.26) with \na small Cohen’ s d of 0.166. A significant difference in means \nbetween respondents with tinnitus (M = 6.07, SD = 3.22) and \nrespondents without tinnitus (M = 5.36, SD = 3.04) on the MQ \nsound sensitivity scale was also determined [t (496.64) = 3.24, p \n= 0.001] with a small Cohen’ s d of 0.231. These findings suggest \nthere may be an association between misophonia and tinnitus, \nwith a small effect size reflecting the need for further examina-\ntion to determine the relationship between the conditions.\nRelationship of Misophonia and Hearing Loss\nThere was no statistically significant relationship between \nself-perceived hearing loss and a high likelihood of misophonia [χ2(1) = 0.328, p = 0.567, phi = –0.017]; it should be noted \nthat the majority of respondents within this sample denied any \nperceived hearing loss. This sample is not optimized to examine \nthe relationship between misophonia and hearing loss. There \nwere no significant differences in MQ total scores based on self-\nreported hearing status [t (37.06) = 1.890, p = 0.067] or the MQ \nsound sensitivity scale [t(30.91) = 0.971, p = 0.339].\nRelationship of Misophonia With Demographic \nCharacteristics\nDue to very limited data collected from participants with a \nfelt gender of both female and male, neither female nor male \nnor “don’t know,” a dichotomous sex variable featuring solely \nfemale/primarily feminine and male/primarily masculine \nwas created and used in the analysis. Pearson Chi-Square test \nfound no significant relationship between dichotomous sex and \ndichotomous high likelihood misophonia group status [χ2(1) = \n3.07, p = 0.08, phi = –0.054].\nIndependent samples t-tests showed a statistically significant \ndifference in means between male (M = 17.40, SD = 12.00) \nand female (M = 23.15, SD = 12.29) participants for MQ total \nscore [t (698.97) = 7.25, p < 0.001] with a medium effect size \n(Cohen’ s d = 0.47). Similarly, female subjects (M = 5.79, SD \n= 3.08) demonstrated significantly larger MQ sound sensitivity \nscale scores [t (614.21) = 4.16, p < 0.001] than did males (M = \n4.93, SD = 3.06) with a small effect size (Cohen’ s d = 0.282). \nThis suggests that misophonic symptoms may be more severe \nin females.\nThe statistical analysis for race was reduced to four cate-\ngories (White, Black, multiracial, Asian/Asian American) due \nto limited sampling of American Indian and Native Hawaiian/\nPacific Islander groups (n = 2 and n = 7, respectively). There \nwere no significant relationships between participants catego-\nrized with high likelihood misophonia and race [χ2(3) = 3.55, \np = 0.314, phi = 0.060], or parental education [χ2(4) = 4.28, \np = 0.370, phi = 0.063], or age [χ2(7) = 2.95, p = 0.89, phi = \n0.052], or ethnicity [χ2(1) = 1.62, p = 0.203, phi = –0.039]. \nWhen evaluating differences in MQ total score and MQ sound \nsensitivity scale on different categorical variables, there were no \nsignificant effects for parental education (“what is the highest \nlevel of education completed by your parent(s)”) on MQ total \nscore [F(4,1079) = 0.085, p = 0.987] or MQ Sound sensitivity \n[F(4,1026) = 0.255, p = 0.907]; no significant differences in eth-\nnicity for MQ total score [t (168.63) = 0.183, p = 0.855] or MQ \nsound sensitivity scale [t (175.90) = 0.172, p = 0.864]. However, \nthere was a significant effect for race when comparing MQ total \nscores [F (3, 994) = 5.621, p = 0.001], but not the MQ sound TABLE 3. Individual symptoms endorsed on the Misophonia Questionnaire\nMisophonia Questionnaire item Mean SD Range Frequency of endorsement\n0 1 2 3 4 \nPeople eating 1.95 1.33 0–4 197 219 279 216 173\nRepetitive tapping 1.71 1.18 0–4 203 270 335 192 84\nRustling 1.19 1.15 0–4 387 304 233 118 42\nNasal sounds 1.69 1.31 0–4 262 250 250 207 115\nThroat sounds 1.56 1.28 0–4 290 272 247 180 95\nConsonants and/or vowels 0.55 0.88 0–4 705 220 114 33 12\nEnvironmental sounds 1.23 1.22 0–4 399 281 220 120 64\nOther sounds 1.17 1.16 0–4 415 266 245 116 42\nFig. 1. Scatterplot comparing MQ total scores to HQ total scores. HQ indi-\ncates Khalfa’s Hyperacusis Questionnaire; MQ, Misophonia Questionnaire.\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited. BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00 7\nsensitivity scale [F (3, 944) = 1.805, p = 0.145]. Post hoc com-\nparison using the Bonferroni correction (p = 0.003) revealed the \neffect for race came from Whites (M = 22.67, SD = 12.71) hav-\ning significantly larger MQ total scores [t (697.95) = 3.56, p < \n0.001] than Asians/Asian Americans (M = 19.12, SD = 11.81).\nDISCUSSION\nThe goal of this study was to estimate the proportion of \nmisophonia in a collegiate population, as well as to explore pos-\nsible links between misophonia and demographic information, \ntinnitus, HL, and hyperacusis. Estimated proportion of high \nlikelihood misophonia and modest likelihood of misophonia \nwas a combined 20% in our study. There was a positive cor -\nrelation between HQ and MQ scores. Furthermore, our find-\nings indicated there were significant differences in both MQ \ntotal scores and MQ sound sensitivity scores between male and \nfemale respondents, people who reported having tinnitus and \nthose who did not, and people with and without hyperacusis.\nMisophonia and Hearing Health Conditions\nDiscussion of hyperacusis and misophonia definition and \nboundaries that incorporate the wealth of research for each dis-\norder are scant (Tyler et al. 2014; Swedo et al. 2022). Although \nmisophonia may share characteristics of annoyance hyperacusis \nwithin Tyler et al., (2014) framework, its co-occurrence with \nloudness hyperacusis is not delineated in the literature. Our \nstudy found a positive significant correlation between MQ and \nHQ scores, suggesting misophonia and loudness hyperacusis \nmay be often comorbid in the same individual. In addition, indi-\nviduals with loudness hyperacusis may experience misophonia \nsymptoms more severely, and vice versa.\nIn addition to suggesting that misophonia and hyperacusis \n(as measured by MQ and HQ, respectively) are associated, our \nresults also suggested that these two conditions are distinct given \nthat there was a large minority that had only one of the two con-\nditions. It should be noted that there are similarities in the types \nof items included in the questionnaire measures of misophonia \nand hyperacusis, it is possible that the results of this study over -\nestimated the strength of the association between them. It will \nbe important for future research to use additional approaches to \nmeasuring misophonia and hyperacusis when estimating their \nassociation. Our findings are novel and clinicians interested in \ntreating either disorder will need to be cognizant of the symp-\ntoms of both disorders when planning targeted interventions. In \nthe same vein, brain imaging studies are needed to map out the \nsimilarities and differences in the neural correlates of loudness \nhyperacusis and misophonia.\nFew studies have used specific questions or questionnaires \nto characterize hyperacusis and misophonia to examine their \nassociation with each other, and thus there are limited options \nwithin the currently published literature to compare with this \nstudy’ s results. Aazh et al. (2022) examined audiological and \npsychological characteristics in hyperacusis and tinnitus \npatients with or without misophonia symptoms. 23% of par -\nticipants in their sample were categorized as having misophonia \nusing question 4 of the sound sensitivity symptoms question-\nnaire (SSSQ4). SSSQ4 asks “Over the last 2 weeks, how often \nhave you been feeling angry or anxious when hearing certain \nsounds related to eating noises, lip smacking, sniffling, breath-\ning, clicking sounds, tapping?” and respondents reporting occurrences for seven or more days were categorized as having \nmisophonia. They found that 73% of individuals categorized \nas having misophonia had a significant impact on hyperacusis \nand found that SSSQ4 strongly correlated with patient scores \non the Hyperacusis Impact Questionnaire. In total, Aazh and \ncolleagues reported 42% of their sample as having some miso-\nphonia symptoms.\nEnzler et al. (2021) developed a psychoacoustic test for \nmisophonia and recruited participants through misophonia and \naudiology-specific communities. They categorized participants \nwith misophonia who had a MisoQuest score of ≥ 61 and also \nself-reported misophonia. Their sampling revealed that in par -\nticipants with misophonia, 73% self-reported hyperacusis, 19% \nself-reported tinnitus, and 22% self-reported hearing issues. It \nshould be noted that Aazh et al. (2022) and Enzler et al. (2021) \nexamined a broad range of ages (17 to 97 years in the former \nand a mean age of 33 years in the latter). The present study \nfound that among collegiate students who self-reported miso-\nphonia, 23.9% self-reported hyperacusis, 27.7% self-reported \ntinnitus, and 3.3% self-reported hearing loss.\nThis study noted statistically different means on both the MQ \nand the MQ Sound Sensitivity Severity Scale within the tin-\nnitus self-report variable. Aazh et al. (2022) reported that 74% \nof their patients categorized with misophonia had severe tinni-\ntus and found that the SSSQ4 strongly correlated with Tinnitus \nImpact Questionnaire scores. The present study found a sig-\nnificant relationship between our categorization of misophonia \nstatus and self-reported tinnitus. In addition, respondents with \ntinnitus had higher MQ total scores than those without tinnitus. \nWhile this finding suggests that people with tinnitus may expe-\nrience misophonia differently or more severely than those who \ndo not have tinnitus, it is important to note that the self-report \nof tinnitus was extremely high for this sample and may not be \nreliable (n = 300, 27.67%, age range = 18 to 25 years). In Jarach \net al. (2022) recent meta-analysis, tinnitus prevalence in young \nadults (age range 18 to 44 years) was found to be 9.7%. The \nquestion regarding tinnitus may have been confusing in that it \ndid not seek to differentiate between chronic or temporary tin-\nnitus and could be answered in the affirmative in either case \n(i.e. “Y es” or “Not sure”). Our findings are also different from \nthose of Kılıç et al. (2021), who did not observe any association \nbetween a history of tinnitus and misophonia in their study.\nOther in-person studies have examined the relationship \nbetween misophonia and hearing-related disorders. Schröder et \nal. (2013) randomly selected 5 of 42 participants to complete \na measure of loudness discomfort levels (LDL) and audiom-\netry but found no hearing disorders. Jager et al. (2020) evalu-\nated hearing thresholds in 109 of 575 participants referred for \nmisophonia. They found the prevalence of hearing loss in their \nsample was less than the general population, which may suggest \nno relationship between misophonia and hearing loss. Siepsiak \net al. (2022) measured pure-tone audiometric thresholds and \nLDL in participants who reported misophonic or misophonic-\nlike symptoms and healthy controls. They found no significant \ngroup differences in LDL or hearing loss. In general, the preva-\nlence of hearing disorders observed in the misophonia popula-\ntion is relatively small.\nLDLs or a measure of loudness growth are endorsed as a \nmethod of assessing loudness hyperacusis, apart from self-\nreports, whereas the other subcategories of hyperacusis may \nonly be evaluated by questionnaires on interviews (Pienkowski \nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.8  BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00\net al. 2014). Nevertheless, instructions on patient’ s internal cri-\nteria and hearing sensitivity may vary, which makes it difficult \nto compare across studies and establish norms based on loud-\nness level. Patient self-reporting, questionnaires, and interview-\nstyle questions may lack the objectivity desired for targeted \ndiagnosis of loudness hyperacusis but would reveal the other \nsubcategories of hyperacusis. This variability of each measure \nemphasizes the importance of using multiple measures to char -\nacterize all subcategories of hyperacusis.\nMisophonia in a Large Collegiate Sample\nThis study estimated the proportion of misophonia within a \nlarge (n > 1000) sample of collegiate students to be between 8% \nand 20.02%. This finding is in agreement with the conclusions \nof Wu et al. (2014) and Zhou et al. (2017) who found, in their \ncollege-aged samples, a misophonia prevalence of about 20% \nwhen using the study by Wu et al. original criteria, and a prev-\nalence of about 6% when including an impairment criterion. \nThe tools used to evaluate participants as well as the criteria \nused to determine whether a participant would be categorized as \nmeeting the threshold for “clinically significant” misophonia for \nthe purpose of this study were most similar to that of Wu et al. \n(2014) study than that of the Naylor et al. (2020) study, which \nused more liberal criteria to determine what constitutes “clini-\ncally significant” misophonia and had a much higher estimated \nprevalence among their sample.\nThe present study identified a statistically significant dif-\nference in MQ total score means and overall sound sensitiv-\nity between men and women. This finding diverges from the \nresults of Wu et al. (2014), who found no significant relation \nbetween gender and MQ total score. To further compare the \nfindings of the present study to that of Wu et al. (2014), the \npresent sample was categorized using Wu et al.’ s (2014) criteria \nof the MQ Severity Scale ≥7 indicating clinically significant \nsymptoms. This study’ s criteria found that the proportion of \nwomen with a high likelihood of misophonia exceeded that of \nmen (8.9% women vs. 5.8% men), but respondent sex was not \na factor when considering the possible likelihood of misopho-\nnia (11.7% women vs. 11.8% men). Using Wu et al.’ s (2014) \ncriteria in the present sample resulted in 29.1% of men and \n39.1% of women being identified as having misophonia-like \ntraits. Using Wu et al.’ s (2014) criteria in the present sample \nresulted in 29.1% of men and 39.1% of women being identified \nas having misophonia-like traits. This suggests that whereas in \nour study the proportion of females reporting misophonia far \noutnumbered males when using the study by Wu et al. (2014) \ncriteria, such observations are sensitive to the criteria used \nand broader claims about gender disparity should be carefully \nexamined in future studies. Literature reviews previously have \nnot found consistent information regarding misophonia occur -\nrence and severity disparities between men and women (Brout \net al. 2018; Potgieter et al. 2019); however, recent reports have \nnoted a higher prevalence of misophonia in young women com-\npared with other demographic groups (Kılıç et al. 2021; Ertuerk \net al. 2023).\nNo statistically significant relationships were found between \nour categorization of high likelihood misophonia and ethnic-\nity, parental education level, or age. In regard to parental edu-\ncation level, US census data for 2021 cited by the National \nCenter for Education Statistics (2022), the proportion of US parents holding a graduate degree (22.3%), or bachelor’ s degree \n(24.4%) was much lower than parents of respondents in the \npresent study who held a graduate degree (43.3%) or bache-\nlor’ s degree (34.0%). The present study also found that Whites \nhad significantly higher MQ total scores than Asians/Asian \nAmericans. Wu et al. (2014) found no significant relationships \nbetween age or race/ethnicity and misophonia symptoms; they \ndid not consider parental education level.\nWhen comparing the frequency of misophonic trigger \nsounds in this study’ s sample with that observed in the stud-\nies by Wu et al. (2014) and Zhou et al. (2017), eating sounds, \nnasal sounds, throat sounds, and repetitive/tapping noises were \nthe four most commonly observed trigger sounds in all three \nsamples. However, this study recorded a higher proportion of \nrespondents noting eating sounds as triggers (39.5%) compared \nwith that of Zhou et al. (16.6%) and Wu et al. (22.8%).\nLimitations of the Study\nAlthough the sample size of this study was large and the sur -\nvey was extensive, there were several limitations to the analysis \nand generalizability of the study. It should be acknowledged \nthat this study is exploratory; there are currently no widely \nendorsed clinical guidelines to diagnose misophonia. This study \nused unvalidated hyperacusis and misophonia evaluative tools \nout of necessity. At the time of this study’ s conception, there \nwere no validated tools to evaluate misophonia and the hyper -\nacusis questionnaire has not been validated in English. Fackrell \net al. (2015) attempted to validate the HQ in a tinnitus popula-\ntion but could not confirm the structure of the questionnaire. \nThey recommended the English-language HQ be validated in \nthe general population.\nThe variables used for tinnitus and hearing loss were based \nentirely on patient self-report and the number of positive indi-\ncations for tinnitus seemed exceptionally large for a young col-\nlegiate sample (n = 300, age range = 18 to 25 years). This may \nbe due in part to the wording of the survey questions, which did \nnot specify what type of “ringing in the ears” constituted a par -\nticipant having tinnitus (e.g., chronic, constant, nonbothersome, \netc.). In addition, based on hyperacusis self-report, a similar \noverestimation was observed (n = 259, reported having hyper -\nacusis). It should be noted that respondents who experience \nhearing health conditions, including tinnitus and hyperacusis, \nmay have been more motivated to answer the survey since the \ncontent is closely related to their personal experience, which \ncould also have contributed to the large amount of self-reported \ncomorbidities in this sample. Although hearing loss is one of the \nhearing health comorbidities examined for the purpose of this \nstudy, the number of participants who reported having hearing \nloss was small (n = 35; 3.23% of the total sample; age range \n= 18 to 25 years). This is expected for a young, healthy colle-\ngiate population, but nonetheless limits the reliability of analy-\nsis when considering misophonia’ s relationship to hearing loss. \nThis sample was not optimized to examine participants with \nhearing loss.\nAll students recruited for this study belonged to a very spe-\ncific age range, were attending a prestigious 4-year university at \nthe time of their response, and the majority came from highly \neducated home backgrounds and high socioeconomic statuses \nwhich inherently limits potential generalizability to the general \npopulation.\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited. BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00 9\nFuture Directions for Research and Clinical Practice\nMoving forward, research into decreased sound tolerance \ndisorders should continue to examine hearing loss, tinnitus, and \nhyperacusis in relation to misophonia. Developing a standard-\nized set of diagnostic guidelines for misophonia is crucial for \nboth people with misophonia and the health professionals who \ncare for them. Clinically speaking, it is key that healthcare pro-\nfessionals who may interact with people experiencing misopho-\nnia are educated on similar decreased sound tolerance disorders \nand comorbidities that may accompany misophonia so that this \ncan be accounted for in the evaluation and treatment of their \nsymptoms.\nIndividuals with misophonia may seek out hearing health \nprofessionals for help with their symptoms. Being aware of \ntheir strong reaction to auditory stimuli, they may appropriately \nconsult an audiologist for evaluation and counseling due to their \nexpertise in hearing and auditory-related concerns. Although a \nclinical diagnosis of misophonia may involve a semi-structured \ninterview (Schröder et al. 2013), an interprofessional approach \ninvolving audiologists will often include ruling out associated \nneurological or psychiatric disorders and other decreased sound \ntolerance disorders like hyperacusis (Swedo et al. 2022).\nIt is within an audiologist’ s scope of practice to determine if \na patient’ s symptoms stem from misophonia, a combination of \ndisorders like loudness hyperacusis which may co-occur with \nmisophonia, or a different condition entirely, in which case a \nphysician or otolaryngologist would be necessary for further \nevaluation to determine the root cause of the patient’ s symp-\ntoms. Some audiologists consider misophonia to be akin to \n“annoyance hyperacusis” and treat them accordingly (Tyler et \nal. 2014). It is important that audiologists identify patients who \nmay have misophonia and counsel them on treatment options \nor appropriately refer them. Too often patients with misophonic \nsymptoms are passed between clinicians without any diagnosis \nor treatment, which can leave those who experience misophonia \nfeeling frustrated or defeated. It is crucial that audiologists feel \ncomfortable and confident assessing a patient’ s symptoms and \ngetting them the help they need. It is also important to acknowl-\nedge that, whereas cognitive-behavioral therapy is available and \nused to treat misophonia therapeutically, there are currently no \nevidence-based treatments available for the disorder.\nContinued education for audiologists, psychologists, allied \nhealth professionals, and the public on the disorder is needed to \nincrease awareness and clinical competence. Validation of new \nand existing evaluative tools for misophonia (including those \nfocused on the functional impact of misophonia, similar to what \nhas been done in the case of tinnitus) should take place and small-\nscale studies should continue to be replicated to confirm findings.\nConclusions\nAround 8 to 20% of this study’ s sample reported symp-\ntoms consistent with the formulated criteria for “clinically \nsignificant” misophonia. Results of data analysis indicated that \nmisophonia was more likely to affect people who had loudness \nhyperacusis, with increasing severity of misophonia symptoms \ncorrelated with worse hyperacusis. In addition, misophonia \nsymptoms were reported to be more severe in women than in \nmen and in those with self-reported tinnitus. The findings of \nthe present study advance our knowledge about misophonia \nand other sound sensitivity disorders, but further research is \nneeded to establish a well-defined and universally agreed-upon characterization of misophonia and loudness hyperacusis and \ntheir differences for appropriate diagnosis and treatment.\nACKNOWLEDGMENTS\nResearch funding was generously granted by the Misophonia Research \nFoundation to PI Husain.\nC.B. designed the study, conducted the statistical analysis, and wrote the \narticle; R.L. designed the data analysis, interpreted the results, and con-\ntributed to the writing of the article; G.B., R.K., and A.C. contributed to \nthe study design, analysis, and writing of the article; H.B. provides expert \nadvice on the design, statistical analysis, interpretation of the results, and \nwriting of the article; F .H. secured funding, planned the study, designed the \nanalysis, interpreted the results, and contributed to the writing of the article.\nThe authors have no conflicts of interest to declare.\nAddress for correspondence: Fatima Husain, University of Illinois Urbana-\nChampaign, Department of Speech and Hearing Science, 901 South Sixth \nStreet, Champaign, IL 61820, USA. E-Mail: husainf@illinois.edu\nReceived January 22, 2023; accepted July 20, 2023\nREFERENCES\nAazh, H., & Moore, B. (2017). Usefulness of self-report questionnaires for \npsychological assessment of patients with tinnitus and Hyperacusis and \npatients’ views of the questionnaires. Int J Audiol, 56, 489–498.\nAazh, H., Erfanian, M., Danesh, A., Moore, B. (2022). Audiological and \nother factors predicting the presence of misophonia symptoms among \na clinical population seeking help for tinnitus and/or hyperacusis. Front \nNeurosci, 16, 793–800.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, \nR., Kumar, S., Rosenthal, M. Z. (2018). Investigating misophonia: A \nreview of the empirical literature, clinical implications, and a research \nagenda. Front Neurosci, 12, 36.\nBruxner, G. (2015). “mastication rage”: A review of Misophonia—an under-\nrecognised symptom of psychiatric relevance? Australas Psychiatry, 24, \n195–197.\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. \nNeuropsychiatr Dis Treat, 2117, 2117.\nCohen, J. (1988). Statistical power analysis for the behavioral sciences. \nRoutledge.\nDozier, T. H., Lopez, M., Pearson, C. (2017). Proposed diagnostic crite-\nria for misophonia: A multisensory conditioned aversive reflex disorder. \nFront Psychol, 8, 1975.\nEdelstein, M., Brang, D., Rouw, R., Ramachandran, V . S. (2013). \nMisophonia: Physiological investigations and case descriptions. Front \nHum Neurosci, 7, 296.\nEnzler, F ., Loriot, C., Fournier, P ., Noreña, A. (2021). A psychoacoustic test \nfor misophonia assessment. Sci Rep, 11, 11044.\nErtuerk, E., Işık, U., Aktepe, E., Kılıç, F . (2023). Examining the correlation \nbetween misophonia symptoms and autistic traits in general population. \nInt J Dev Disabil:1–7. doi.org/10.1080/20473869.2023.2165231\nFackrell, K., Fearnley, C., Hoare, D. J., Sereda, M. (2015). Hyperacusis \nquestionnaire as a tool for measuring hypersensitivity to sound in a tin-\nnitus research population. Biomed Res Int, 2015, 290425.\nFoa, E. B., Huppert, J. D., Leiberg, S., Langner, R., Kichic, R., Hajcak, \nG., Salkovskis, P . M. (2002). The obsessive-compulsive inventory: \nDevelopment and validation of a short version. Psychol Assess, 14, \n485–496.\nHenry, J. A., Griest, S., Zaugg, T. L., Thielman, E., Kaelin, C., Galvez, G., \nCarlson, K. F . (2015). Tinnitus and hearing survey: A screening tool to \ndifferentiate bothersome tinnitus from hearing difficulties. Am J Audiol, \n24, 66–77.\nJager, I., de Kopning, P ., Bost, T., Denys, D., Vulink, N. (2020). Misophonia: \nPhenomenology, comorbidity and demographics in a large sample. PLoS \nOne, 15, e0231390.\nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., Müller-Vahl, K. (2022). \nPrevalence and clinical correlates of misophonia symptoms in the gen-\neral population of Germany. Frontiers in psychiatry, 13, 1012424.\nJarach, C., Lugo, A., Scala, M., van den Brandt, P ., Cederroth, C., Odone, \nA., Garavello, W ., Schlee, W ., Langguth, B., Gallus, S. (2022). Global \nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Copyright © 2023 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.10  BRENNAN ET AL. / EAR & HEARING, VOL. XX, NO. XX, 00–00\nprevalence and incidence of tinnitus: A systematic review and meta-anal-\nysis. JAMA Neurol, 79, 888–900.\nJastreboff, P . J., & Jastreboff, M. M. (2001). Hyperacusis. AudiologyOnline \nhttps://www.audiologyonline.com/articles/hyperacusis-1223\nJastreboff, M. M., & Jastreboff, P . J. (2002). Decreased sound tolerance and \ntinnitus retraining therapy (TRT). Aust N Z J Audiol, 24, 74–84.\nKhalfa, S., Dubal, S., Veuillet, E., Perez-Diaz, F ., Jouvent, R., Collet, L. \n(2002). Psychometric normalization of a hyperacusis questionnaire. \nORL, 64, 436–442.\nKılıç, C., Öz, G., Avanoğlu, K., Aksoy, S. (2021). The prevalence and char -\nacteristics of misophonia in Ankara, Turkey: Population-based study. \nBJPsych Open, 7, E144.\nKumar, S., Hancock, O., Cope, T., Sedley, W ., Winston, J., Griffiths, T. \nD. (2014). Misophonia: a disorder of emotion processing of sounds. J \nNeurol, Neurosurg Psychiatry, 85, e3–e3.\nKumar, S., Tansley-Hancock, O., Sedley, W ., Winston, J. S., Callaghan, M. \nF ., Allen, M., Cope, T. E., Gander, P . E., Bamiou, D. E., Griffiths, T. D. \n(2017). The brain basis for misophonia. Curr Biol, 27, 527–533.\nLewin, A. B., Storch, E. A., Murphy, T. K. (2015). Like nails on a chalk-\nboard: A misophonia overview. OCD Newsletter, 29, 15-17.\nMeinkle, M. B., Henry, J. A., Griest, S. E., Stewart, B. J., Abrams, H. B., \nMcArdle, R., Myers, P . J., Newman, C. W ., Sandridge, S., Turk, D. C., \nFolmer, R. L., Fredrick, E. J., House, J. W ., Jacobson, G. P ., Kinney, S. E., \nMartin, W . H., Nagler, S. M., Reich, G. E., Searchfield, G., Vernon, J. A. \n(2012). The Tinnitus Functional Index. Ear Hear, 33, 443.\nNational Center for Educational Statistics. (2022, January). Number and per -\ncentage distribution of children under age 18, by parents’ highest level of \neducational attainment, child’ s age group and race/ethnicity, and household \ntype: 2010 and 2021. National Center for Educational Statistics. \nNaylor, J., Caimino, C., Scutt, P ., Hoare, D. J., Baguley, D. M. (2020). The \nprevalence and severity of misophonia in a UK undergraduate medical \nstudent population and validation of the Amsterdam Misophonia scale. \nPsychiatr Q, 92, 609–619.\nPienkowski, M., Tyler, R. S., Roncancio, E. R., Jun, H. J., Brozoski, T., \nDauman, N., Coelho, C. B., Andersson, G., Keiner, A. J., Cacace, A. T., \nMartin, N., Moore, B. C. (2014). A review of hyperacusis and future \ndirections: Part II. Measurement, mechanisms, and treatment. Am J \nAudiol, 23, 420–436.Potgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., Hoare, \nD. J. (2019). Misophonia: A scoping review of research. J Clin Psychol, \n75, 1203–1218.\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, \nR. E., Trumbull, J., Kelley, L. D. (2021). Development and initial vali-\ndation of the Duke misophonia questionnaire. Front Psychol, 12, 1-21.\nSchröder, A., Vulink, N., Denys, D. (2013). Misophonia: Diagnostic criteria \nfor a new psychiatric disorder. PLoS One, 8, e54706.\nSiepsiak, M., & Dragan, W . (2019). Misophonia—a review of research \nresults and theoretical conceptions. Psychiatr Pol, 53, 447–458.\nSiepsiak, M., Śliwerski, A., Dragan, W . (2020). Development and psycho-\nmetric properties of MisoQuest—a new self-report questionnaire for \nmisophonia. Int J Environ Res Public Health, 17, 1797.\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., Dragan, W . (2022). \nPsychiatric and audiologic features of misophonia: Use of a clinical \ncontrol group with auditory over-responsivity. J Psychosom Res, 156, \n110777.\nSwedo, S., Baguley, D., Denys, D., Dixon, L., Erfanian, M., Fopretto, \nA., Jastreboff, P ., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, \nD., Simner, J., Storch, E., Taylor, S., Werff, K., Altimus, C., Sylvina, \nR. (2022). Consensus definition of misophonia: A Delphi study. Front \nNeurosci, 16, 1-16.\nTunç, S., & Başbu ğ, H. S. (2017). An extreme physical reaction in miso-\nphonia: Stop smacking your mouth! Psychiatr Clin Psychopharmacol, \n27, 416–418.\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., \nDauman, N., Dauman, N., Andersson, G., Keiner, A. J., Cacace, A. T., \nMartin, N., Moore, B. C. (2014). A review of hyperacusis and future direc-\ntions: Part 1. Definitions and manifestations. Am J Audiol, 23, 402–419.\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., \nGregory, J. (2023). Misophonia in the UK: Prevalence and norms from \nthe S-Five in a UK representative sample. PLoS One, 18, e0282777.\nWu, M. S., Lewin, A. B., Murphy, T. K., Storch, E. A. (2014). Misophonia: \nIncidence, phenomenology, and clinical correlates in an undergraduate \nstudent sample. J Clin Psychol, 70, 994–1007.\nZhou, X., Wu, M. S., Storch, E. A. (2017). Misophonia symptoms among \nChinese university students: Incidence, associated impairment, and clini-\ncal correlates. J Obsessive-Compuls Relat Disord, 14, 7–12.\nDownloaded from http://journals.lww.com/ear-hearing by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hC\nywCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 10/09/2023"
    }
  ]
}