{
  "doc_type": "scientific paper",
  "title": "Investigating Misophonia A Review of the Emperical Literature, Clinical Implications, and a Research Agenda",
  "authors": [
    "Brout"
  ],
  "year": 2018,
  "journal": "Neuroscience | www.frontiersin.org 1 February 2018 | Volume 12 | Article 36Editedby:",
  "doi": "10.3389/fnins.2018.00036",
  "abstract": null,
  "keywords": [
    "misophonia",
    "sensory processing",
    "sensory over-re sponsivity",
    "fear circuitry",
    "defensive motivational"
  ],
  "research_topics": [
    "misophonia",
    "sensory processing",
    "sensory over-re sponsivity",
    "fear circuitry",
    "defensive motivational"
  ],
  "created_at": "2025-05-05T04:05:09.265757Z",
  "source_pdf": "documents/research/Global/Brout 2018 Investigating Misophonia A Review of the Emperical Literature, Clinical Implications, and a Research Agenda.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "REVIEW\npublished: 07 February 2018\ndoi: 10.3389/fnins.2018.00036\nFrontiers in Neuroscience | www.frontiersin.org 1 February 2018 | Volume 12 | Article 36Editedby:\nIsabellePeretz,\nUniversitédeMontréal,Canada\nReviewedby:\nAndreaEugenioCavanna,\nBirminghamandSolihullMental\nHealthNHSFoundationTrust,\nUnitedKingdom\nClaudeAlain,\nRotmanResearchInstitute(RRI),\nCanada\n*Correspondence:\nM.ZacharyRosenthal\nmark.rosenthal@duke.edu\nSpecialtysection:\nThisarticlewassubmittedto\nAuditoryCognitiveNeuroscience,\nasectionofthejournal\nFrontiersinNeuroscience\nReceived: 13July2017\nAccepted: 15January2018\nPublished: 07February2018\nCitation:\nBroutJJ,EdelsteinM,ErfanianM,\nManninoM,MillerLJ,RouwR,\nKumarSandRosenthalMZ(2018)\nInvestigatingMisophonia:AReviewof\ntheEmpiricalLiterature,Clinical\nImplications,andaResearchAgenda.\nFront.Neurosci.12:36.\ndoi:10.3389/fnins.2018.00036Investigating Misophonia: A Review\nof the Empirical Literature, Clinical\nImplications, and a Research Agenda\nJenniferJ.Brout1,MirenEdelstein1,2,MercedeErfanian1,3,MichaelMannino4,\nLucyJ.Miller1,5,RomkeRouw6,SukhbinderKumar1,7andM.ZacharyRosenthal1,8,9*\n1InternationalMisophoniaResearchNetwork,NewYork,NY,Un itedStates,2DepartmentofPsychology,CenterforBrainand\nCognition,UniversityofCalifornia,SanDiego,SanDiego, CA,UnitedStates,3DepartmentofPsychologyandNeuroscience,\nMaastrichtUniversity,Maastricht,Netherlands,4CenterforComplexSystemsandBrainSciences,FloridaAtla nticUniversity,\nBocaRaton,FL,UnitedStates,5DepartmentofPsychology,BrainandCognition,AmsterdamU niversity,Amsterdam,\nNetherlands,6BrainandCognition,DepartmentofPsychology,University ofAmsterdam,Amsterdam,Netherlands,\n7AuditoryGroup,InstituteofNeuroscience,NewcastleUnive rsity,Newcastle,UnitedKingdom,8DepartmentofPsychiatry\nandBehavioralScience,DukeUniversityMedicalCenter,Du rham,NC,UnitedStates,9DepartmentofPsychologyand\nNeuroscience,DukeUniversity,Durham,NC,UnitedStates\nMisophonia is a neurobehavioral syndrome phenotypically c haracterized by heightened\nautonomic nervous system arousal and negative emotional re activity (e. g., irritation,\nanger, anxiety) in response to a decreased tolerance for spe ciﬁc sounds. The aims of\nthisreviewareto(a)characterizethecurrentstateoftheﬁ eldofresearchonmisophonia,\n(b) highlight what can be inferred from the small research li terature to inform treatment\nof individuals with misophonia, and (c) outline an agenda fo r research on this topic. We\nextend previous reviews on this topic by critically reviewi ng the research investigating\nmechanisms of misophonia and differences between misophon ia and other conditions.\nInaddition,weintegratethissmallbut growing literature withbasicandappliedresearch\nfrom other literatures in a cross-disciplinary manner.\nKeywords: misophonia, sensory processing, sensory over-re sponsivity, fear circuitry, defensive motivational\nsystems, emotion regulation\nINTRODUCTION\nMisophoniaisacomplexneurophysiologicalandbehavioralsyndr omecharacterizedbyheightened\nphysiologicalresponsivityandahighmagnitudeofemotional reactivityresultingfromintolerance\nto speciﬁc auditory stimuli ( Jastreboﬀ and Jastreboﬀ, 2001, 2014; Møller, 2011; Wu et al., 20 14).\nOriginally described by Jastreboﬀ and Jastreboﬀ (2001) , individuals with misophonia are believed\ntodemonstrateincreasedsympatheticnervoussystemarousa l,accompaniedbyemotionaldistress\ninresponsetospeciﬁcpattern-basedsounds,irrespectiveofde cibellevel( JastreboﬀandJastreboﬀ,\n2001; Edelstein et al., 2013 ). Examples of these sounds include other people chewing, throa t\nclearing,slurping,ﬁngertapping,footshuﬄing,keyboardtappi ng,andpenclicking( Jastreboﬀand\nJastreboﬀ,2001;Edelsteinetal.,2013;Schröderetal.,2013 ;Wuetal.,2014 ).Theacousticpatternof\nthesesoundsandtheirelicitedresponsevaryacrossindivid uals.Bothsoundsandreactionsappear\ntotakeonidiosyncraticforms,suggestingthatindividual diﬀerences,learningandcontextmayplay\naroleinaversiveresponding.\nSounds are referred to as “triggers” and as “misophonic sound s” by suﬀerers in social media\nsupport forums and by researchers in the emerging scientiﬁc li terature. Similarly, responses to\ntrigger sounds are often referred to as “misophonic responses .” Upon exposure to misophonic"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brout et al. Investigating Misophonia\ntrigger sounds, emotional responses frequently include ang er\n(ranging from irritation to rage), anxiety, disgust, avoid ance,\nescape behavior as well as a feeling of being overwhelmed\nand/or overloaded by auditory stimuli. As noted in the\nnascent literature, this newly deﬁned syndrome may, for som e\nindividuals, lead to severe impairments in daily functionin g\n(e.g., occupationally, interpersonally, academically) and may\ncontributetothedevelopmentofbehavioralhealthproblems.\nAlthough syndromal features have begun to be characterized\nempirically, misophonia has not been formally recognized as a\nspeciﬁctypeofneurological,audiological,orpsychiatricdi sorder.\nOver-responsivity to auditory stimuli is a feature observed\namong a wide range of neurological, auditory, medical and\npsychiatric disorders such as tinnitus, hyperacusis ( Jastreboﬀ\nand Jastreboﬀ, 2001 ), migraine headaches ( Sullivan et al., 2013 ),\nautism spectrum disorder ( Ben-Sasson et al., 2009a; Danesh\nand Kaf, 2012; Lane et al., 2012 ), posttraumatic stress disorder\n(Attias et al., 1996; Finsterwald and Alberini, 2014 ), borderline\npersonality disorder ( Rosenthal et al., 2016 ), bipolar disorder,\nand schizophrenia ( Cabranes et al., 2013 ). The precise nature\nof the relationship between misophonia and these disorders\nis unknown. However, intolerance to aversive sounds does\nnot appear to be a phenomenon that co-occurs uniquely and\nspeciﬁcally with any one disorder. Indeed, rigorously condu cted\nresearch is needed to elucidate whether misophonia is a uniqu e\nconstellation of symptoms or a transdiagnostically co-occu rring\nsyndromefoundacrossotherdisorders( Stansfeldetal.,1985 ).\nThesmallbodyofresearchinvestigatingmisophoniainclude s\nstudies conducted in the ﬁelds of audiology, otolaryngolog y,\npsychiatry, psychology, and the neurosciences. Although\nsome promising research examining the neurobiological\nunderpinnings of misophonia recently has been conducted,\nmuch of the early literature describes the phenotypic expressi on\nand preliminary associations between symptoms of misophonia\nandpsychiatricdisorders.\nThe primary aim of this paper is to review research on\nmisophonia using a cross-disciplinary approach, with the\ngoal of generating testable hypotheses and advancing the\nconceptualization of this recently identiﬁed syndrome. In\naddition, recent neuroscience-based paradigms of emotion\nemphasizing the defense/fear circuitry are described to\ncontextualize the extant research and inform future studie s.\nSpeciﬁcally, we begin by detailing Jastreboﬀ and Jastreboﬀ\n(2001)original theoretical model of misophonia and related\nconditions. Next, we review the current research literatur e on\nmisophonia, with a brief discussion of the early case studies a nd\nthe small number of empirical studies that have followed. Last ,\nwe synthesize the empirical literature, outline a research a genda,\nand highlight several key considerations in the treatment o f\nthosewithmisophonia.\nORIGIN OF MISOPHONIA: THE\nJASTREBOFFS’ MODEL\nIn this section, we trace the development of Jastreboﬀ and\nJastreboﬀ’s ( Jastreboﬀ and Jastreboﬀ, 2001 ) conceptualizationof misophonia. Although other models of sound intolerance\nhave been posited ( Pienkowski et al., 2014; Tyler et al., 2014 ),\nmisophonia as a speciﬁc syndrome was initially described by\nthe Jastreboﬀ’s ( Jastreboﬀ and Jastreboﬀ, 2001 ). The model\nbegan with Pawel Jastreboﬀ’s phantom model of tinnitus\n(Jastreboﬀ, 1990 ) and was inﬂuenced by Jastreboﬀ’s work\nwith hyperacusis ( Jastreboﬀ and Jastreboﬀ, 2001, 2002, 2014 ).\nTinnitus is a complex neurological condition with multiple\npotential etiological pathways ( Baguley, 2016 ). Individuals with\ntinnitus experience ringing in one or both of their ears, and\nthe condition often is associated with hearing loss. Jastre boﬀ’s\nneurophysiological model of tinnitus as a phantom perception\ngained wide acceptance when he published it in 1990 ( Baguley,\n2016). According to this theory, tinnitus arises due to abnormal\npatterns of neural activity in auditory neural pathways. These\nabnormalactivitypatterns,possiblyoriginatingfromtheco chlea\n(or in the subcortical structures in the auditory neurologi cal\npathway)aredetectedbytheneocortexwheretheyareperceive d\nas a ringing noise. Essential to this model of tinnitus is the\ndiﬀerence between perception of tinnitus per seand emotional\nresponses to these symptoms. Reacting negatively to tinnitus\nfacilitates attention to it, which further ampliﬁes the percept of\ntinnitus. With repetition of such responses, associative lea rning\nbetweentinnitusandthesenegativeemotionalresponsesocc urs.\nIn other words, whereas the perception of tinnitus involves th e\nauditorysystem,theemotionalresponsetotinnitusismodul ated\nby a wider range of neural systems, including those within\nthe limbic areas. Based on this, Pawel and Margaret Jastrebo ﬀ\ndeveloped Tinnitus Retraining Therapy (TRT), which includes\nrepeated exposure to low level, broadband noise in an eﬀort\nto facilitate habituation by interfering with the neural act ivity\nresponsibleforgeneratingtinnitus( Jastreboﬀetal.,1996 ).\nUsing a similar model, Jastreboﬀ and Jastreboﬀ (2001)\npurported that anatomical and functional links between the\ncentral auditory system and the limbic system were integral\nto the development of fear and anxiety related to hyperacusis\n(i.e., extreme sensitivity to loud noise or the perception that\nnoises are much louder than they are). This model has been\nsupported by observations that patients with hyperacusis may\npresentwithoutanyapparentdysfunctionorinvolvementwithi n\ntheperipheralauditoryapparatus( HazellandJastreboﬀ,1990 ).In\naddition, Jastreboﬀ suggested that because of hyperacusis, ma ny\nindividualsalsodevelopphonophobia(i.e.,apronouncedfearo f\nsound).Aswithtinnitus,theJastreboﬀs’( JastreboﬀandJastreboﬀ,\n2001, 2002, 2014 ) proposed using the same principles of TRT to\nhelpindividualswithhyperacusisandphonophobia( Baguleyand\nMcFerran,2011 ).\nJastreboﬀ and Jastreboﬀ (2001) coined the term misophonia\nwhile working with hyperacusis patients. They noted that some\nhyperacusis patients reacted with aversion to sounds that hav e\nspeciﬁc patterns regardless of decibel level and irrespective o f\nthe physical characteristics of sounds ( Jastreboﬀ and Jastreboﬀ,\n2001). The Jastreboﬀs reported ( Jastreboﬀ and Jastreboﬀ,\n2001) that the sounds to which misophonics responded\nincluded, as examples, slurping, lip smacking, breathing, an d\npencil tapping. In addition, unlike hyperacusis, misophonic\ntriggers were variable across people and environmental\nFrontiers in Neuroscience | www.frontiersin.org 2 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brout et al. Investigating Misophonia\ncontexts. Consequently, theJastreboﬀs( JastreboﬀandJastreboﬀ,\n2001) hypothesized that these responses were developed and\nmaintained, in part, via associative learning mechanisms\nactivated in particular contexts. Accordingly, it could be\nhypothesized from this framework that misophonic responses\nto trigger cues were grounded in neurophysiological systems\nresponsible for emotion, memory, and learning. From this\nperspective, misophonic responses to sounds may be inherently\nbothbiologicalandshapedbyenvironmentalinﬂuences.\nThus, with higher cortical brain structures involved in the\nmaintenanceofmisophonia,theJastreboﬀ’susedtheframewo rk\nof TRT to propose a treatment approach for misophonia.\nSpeciﬁcally, they proposed a treatment model using repeated\nexposure to misophonic triggers with new and positively\nexperienced conditioned responses temporarily following\nexposuretotriggers.Todate,thisretrainingintervention hasnot\nbeen experimentally tested using randomized controlled tri als,\nleavingtheeﬃcacyofthistreatmentwithoutempiricalevide nce.\nCASE STUDIES OF MISOPHONIA\nMost of the published literature exploring misophonia has\nbeen conducted using individual case descriptions or a serie s\nof case reports among small samples of adults self-reporting\nsymptoms ( Neal and Cavanna, 2012; Bernstein et al., 2013;\nFerreira et al., 2013; Johnson et al., 2013; Kluckow et al., 20 14;\nWebber et al., 2014; Dozier, 2015 ). Across these case studies,\nthe speciﬁc symptoms vary. Although the Jastreboﬀs’ original\nconceptualizationofmisophoniaincludedaversiverespondin gto\nsounds generated by both living beings and inanimate object s,\nmany case reports speciﬁcally indicate that trigger sounds ar e\ngenerated by other people (e.g., other people chewing, smacking\nlips, coughing, throat clearing; Webber et al., 2014 ). However,\nit is important to note that individuals also report aversion\nto mechanical noises, such as air-conditioners, refrigera tor\nhumming, and/or noises emanating from pets ( Møller, 2011;\nCavanna and Seri, 2015 ). In addition, some case studies indicate\nthat individuals with misophonia describe experiencing aver sive\nresponses to repetitively presented visual stimuli or movemen t,\nalso known as misokinesia (e.g., seeing another person shaki ng\ntheirleg).\nThesecasereportshavebeenvaluableasinitialdocumentati on\nof misophonia as a clinical syndrome not previously described\nand found among patients presenting with other clinical\nproblems. For example, Neal and Cavanna (2013) observed\nmisophonia symptoms in one patient with Tourette’s syndrome.\nWebber et al. (2014) reported misophonia symptoms in\na pediatric patient with Tourette’s syndrome and obsessive\ncompulsive disorder (OCD). As another example, using a\ncase series approach with three patients, Ferreira et al. (2013)\nreportedmisophoniasymptomsinpatientswithseveraldiﬀerent\npsychiatric disorders. Based on these case observations, Ferreira\netal.(2013) speculatedthatmisophoniacouldbecharacterizedas\nasymptomofobsessive-compulsivedisorder,generalizedanxi ety\ndisorder(GAD),andschizotypalpersonalitydisorder.Itisu seful\nto generate hypotheses from case descriptions. However, it ispremature to use such methods to draw causal inferences or to\nextrapolate results beyond the cases being described. For mo re\ndeﬁnitive insights to be drawn from the empirical literature ,\nappropriately powered studies are needed using experimental\nmethods with testable hypotheses to elucidate the mechanism s\nunderlyingmisophonia.\nPHYSIOLOGICAL MEASURES AND\nMISOPHONIA\nAutonomic, Neurophysiological, and\nNeurobiological Studies\nA small number of studies have investigated the relationshi p\nbetween subjective and behavioral responses in misophonia and\ncorrespondingresponsesinthebrainandnervoussystem.Thes e\nstudies are the ﬁrst to begin examining whether misophonic\nindividuals respond in speciﬁc ways to misophonic trigger\nsoundsascomparedtootheraversivesounds.Importantly,the se\nstudies have begun to identify candidate neural and periphera l\npsychophysiologicalmechanismsunderlyingmisophonia.\nEdelstein et al. (2013) were the ﬁrst to apply\npsychophysiological measurements to study misophonia.\nThey measured skin conductance response (SCR) to quantify\nsympathetic nervous system reactivity in misophonic and\ncontrol participants using both unisensory1and multisensory2\nstimuli. The researchers used stimuli that ranged in emotio nal\nvalence (e.g., children laughing, birds singing, gum chewi ng\nand lip smacking) and asked participants to rate each by their\nperceived level of aversion. These self-reports were compared\nwiththephysiologicaldata.\nFirst, the subjectively reported autonomic (i.e., “ﬁght/ﬂig ht”)\nresponsewaspresentintheSCRdata.Furthermore,theresponse\nwas speciﬁc. Both aversiveness ratings and SCR data showed\nincreased responses in auditory-only stimuli in misophonics\nas compared with controls, while no signiﬁcant diﬀerence was\nobtained in visual-only stimuli. Results showed a signiﬁcan t\npositive correlation between average level of aversiveness and\nmean SCR across all participants and across unisensory and\nmultisensory trials. This ﬁnding suggests that subjective and\nphysiological responses to stimuli were consistent with one\nanother. Overall, the importance of this study is that it indic ates\n(a) misophonic responses can be measured in the autonomic\nnervoussystemand(b)misophoniaisassociatedwithheighte ned\nSCRresponsestomisophoniccues.\nThe authors note that limitations of the study include\nsmall sample size, a lack of rigorous screening for psychiatric\nor psychological problems, and the fact that SCR measures\nautonomic arousal but does not describe the nature of the\naﬀective state associated with autonomic arousal. In additi on,\nbecause this study lacked a clinical comparison group, it is\nunclear whether the ﬁndings can be attributed to misophonia\nspeciﬁcally,ortootherclinicalconditions.Indeed,recom mended\nimprovements for future studies using these methods includes\n(a) a larger sample size, (b) use of a clinical control group,\n1Unisensory(visualorauditoryalone).\n2Multisensory(visualandauditorytogether).\nFrontiers in Neuroscience | www.frontiersin.org 3 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brout et al. Investigating Misophonia\n(c) use of psychometrically validated and structured psychia tric\ndiagnostic evaluations, (d) more speciﬁc probing of trigger\nsounds (e.g., including a trigger vs. non-trigger contrast in the\nanalyses), and (e) use of dependent measures that can more\nclearly specify and diﬀerentiate exact physiological or subje ctive\nresponseselicitedbytriggersounds.\nEdelstein et al. (2013) suggest that the potential underlying\nmechanisms of misophonia may bear some similarities with\nthose of synesthesia and suggest that the two conditions may\ninformoneanother.Synesthesiaisaconditioninwhichasen sory\nstimulus or sensation (also known as an “inducer”) consiste ntly\nandautomaticallyevokes anotherseemingly unrelatedsens ation\nor association(alsoknown as a “concurrent”; Ward andSimner,\n2003; Saenz and Koch, 2008; Brang et al., 2010, 2011; Colizoli\net al., 2013 ). Though unusual, it is possible for emotion to be\na synesthetic concurrent, as indicated in previous research on\ntactile-emotionsynesthesia( RamachandranandBrang,2008 ).A\ndiﬀerence between synesthesia and misophonia, however, is th at\nsynesthetes have a more speciﬁc and complex set of inducer-\nto-concurrent associations (e.g., in a letter-color synes thete, the\nletter“A”maybebluewhiletheletter“R”ispurple).Furtherm ore,\nsynesthetic responses remain constant over the years, and it is\nnot yet clear if this is the case for misophonic responses. Stil l,\nthe knowledge acquired in the past decade on the mechanisms\ninvolved in synesthesia does oﬀer a useful preliminary model\nfor misophonic mechanisms. Speciﬁcally, Edelstein et al. sugg est\nthat akin to the abnormal brain connectivity between induce r\nand concurrent brain areas obtained in synesthetes ( Rouw and\nScholte, 2007 ), deviant anatomical or functional connections\ncouldliebetweenauditoryandlimbicregionsinmisophonics .\nSchröder et al. (2014) published the ﬁrst EEG study on\nthe neurobiological mechanisms involved in misophonia. The\nauthors examined auditory event-related potentials (ERPs),\nincluding the P1, P2, and N1 components to explore the early\nauditory processing system in participants with misophonia.\nNotably, the N1 component is often associated with auditory\nattention and abrupt changes in the detection of sounds.\nSchröder et al. presented an oddball paradigm, wherein the\nparticipantlistenedtoasequenceofstandardtones,withdev iant\ntones randomly interspersed. Based on research indicating t hat\nattentionprocessinganomaliescorrelatewithseveral psych iatric\ndisorders, Schröder et al. hypothesized that similar atypica l\nresponses would be observed in misophonics. Indeed, the N1\nERP peak evoked by the oddball tones was diminished in\nmisophonics, as compared to that of controls. The misophonics\ndid not diﬀer from controls in the P1 and P2 components of\nmisophonicsandcontrolsduringoddballtones,norinanyoft he\nERPcomponentsduringstandardtones.\nSchröder and colleagues suggest that the observed N1\nresponse may be a candidate neurophysiological marker for\npathology related to misophonia. Although these results do\nnot establish a deﬁnitive causal link between diminished N1\nand misophonia, they do represent an important early step\ntoward understanding the neural underpinnings of misophonia .\nSpeciﬁcally, this study suggests how misophonia may aﬀect\nearlyauditoryprocessingcomponents.Theﬁndingsfurthermo re\nsuggest a role for atypical auditory attentional processes inmisophonia. As a limitation of the study, the authors note\nthat the diminished N1 does not reveal the nature or level\nof the atypical processes. Further, the study results do not\ndisconﬁrm the hypothesis that diminished N1 responding may\nreﬂect transdiagnostic impairment, rather than being uniqu e to\nmisophonia per se. Accordingly, it is premature to conclude\nthat atypical N1 responses are speciﬁc to misophonia. A\nstudy contrasting electrophysiological responses in misophoni cs\nwith other clinical control groups is needed to address\nthisissue.\nA technique commonly used to oﬀer insight in the exact\nlocation of brain processes (due to higher spatial resolution ) is\nfunctional magnetic resonance imaging (fMRI). A recent study\nbyKumar et al. (2017) performed a functional neuroimaging\nas well as psychophysiological [heart rate (HR) and galvanic\nskin response (GSR)] study with misophonic and age-matched\ncontrols. Participants were presented with three sets of soun ds:\ntrigger sounds, unpleasant sounds (aversive non-misophonic\nsounds) and neutral sounds. As expected, trigger sounds evok ed\na strong misophonic reaction in misophonic participants. The\nunpleasant sounds, although perceived as annoying, did not\ntrigger a misophonic reaction, indicating a dissociation be tween\ngeneralannoyanceandmisophonicresponses.\nThe group (misophonic vs. control) by sound type\n(misophonic, unpleasant, neutral) interaction was signiﬁca nt\nin the bilateral anterior insular cortex (AIC). Speciﬁcally , the\nmisophonics showed increased activation in this region in\nresponse to trigger sounds. No diﬀerences between misophonics\nand controls were found for the unpleasant and neutral sounds .\nActivity in bilateral AIC furthermore correlated with mean\nmisophonic ratings, with increased scores related to increa sed\nactivation. Accordingly, one important conclusion from thi s\nstudy is that the AIC is a neural structure that may have a key\nroleintheprocessingofmisophonictriggers.\nThe AIC is known to be a core hub of the “salience network”\n(Seeley et al., 2007 ) which detects personally relevant stimuli\nin the environment and directs attention to these cues. In th e\nKumar et al. (2017) study, stronger activation of AIC to trigger\nsounds show that misophonic participants assigned higher\nsalience to trigger sounds. Analysis of functional connecti vity\nof AIC showed hyper-connectivity, which was again speciﬁc to\ntrigger sounds, to the default mode network (DMN) ( Raichle\net al., 2001 ) in misophonic participants. The DMN is known\nto be active during internally directed thoughts and recall of\nmemories. Stronger coupling of AIC to DMN in misophonic\nparticipantssuggeststhatprocessesrelatedtoassociativel earning\nand memory may have an important role in the heightened AIC\nactivationtotriggersounds.\nIn addition, analysis of structural brain data in Kumar et al.\n(2017)showed that misophonics had greater myelination in\nthe gray matter of ventromedial prefrontal cortex (vmPFC),\nwhich forms a node of the DMN. This structural diﬀerence\npossiblyunderliestheabnormalfunctionalconnectivityofA ICto\nDMNinmisophonics.Finally,Kumaretal.observedheightened\nautonomic responses (HR and GSR) speciﬁc to trigger sounds\nin misophonic participants, and the analysis of sources of thes e\nresponseswerelocalizedinAICareas.\nFrontiers in Neuroscience | www.frontiersin.org 4 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brout et al. Investigating Misophonia\nCollectively, the ﬁndings from Kumar et al. point to\nthe abnormal activation and functional connectivity of AIC ,\nshedding light on candidate regions and systems representin g\nthe possible neural underpinnings of misophonia. Ultimately,\nthese ﬁndings may have clinical signiﬁcance by oﬀering clini cal\nscientists key insights about possible biological mechanism s\nwhich can be targeted for change when developing ways to help\npeoplewithmisophonia.\nAn important limitation of this study is the lack of a\nclinicalcontrolgroup.Withoutcomparingmisophonicresponse s\nto those of individuals without misophonia but with other\nclinical characteristics, it is not possible to conclude tha t the\nﬁndings from this study are unique and speciﬁc to misophonia.\nAnother limitation of this study is that obtaining correlat ions\nand relationships among neural patterns of activation and\nbehavior does not warrant causal interpretations. Addition ally,\nin neuroimaging the problem of “reverse inference” makes it\ndiﬃculttoassignaspeciﬁcanduniquefunctiontoobservedbr ain\nactivity.Literatureshowinghowacertaincognitiveproces sleads\nto activation in a particular neural area, for example, does no t\nvalidate the conclusion that activation in that brain area a lways\nreﬂectsthatparticularcognitivefunction.However, Kumaretal.\n(2017)partially counters the latter issue by combining diﬀerent\ntechniques (neuroimaging, physiology, behavior) so that th e\ndiﬀerent analyses can create converging evidence on the same\ninterpretationandoutcome.\nSeveral conclusions can be drawn when considering,\ncollectively, the small number of reviewed studies using\nautonomic, neurophysiological, and neurobiological measu res.\nFirst, the subjective responses from misophonics are\ncorroborated by physiological measurements of increased\nautonomic arousal in response to misophonic triggers. This\nresearch validates the experience of suﬀerers of misophonia by\ndemonstratingthat,indeed,misophoniccuesdoelicitautom atic\nsympathetic arousal and negative aﬀective states. Similarly ,\nmisophonics show atypical neuronal and physical responses\nin the brain and nervous system in response to their triggers.\nSecond, current studies indicate a certain degree of speciﬁc ity:\nresponses to misophonic stimuli are diﬀerent from “normal”\naversivestimuli.Thestudiesalsopointataspecialroleforc entral\nauditoryprocessingimpairments.Althoughthisisaninteres ting\nnotion, the eﬀects observed thus far may partially be due to\nchoice of stimulus materials or selection bias in participant\ngroups. Finally, these studies are not conclusive about the\nmechanisms underlying misophonia, but do highlight candida te\nprocesses for further research in both central and peripheral\nnervoussystems,includingspeciﬁcsaliencetoparticularst imuli,\nearly eﬀects in the auditory system, the importance of physical\n(bodily) sensations and responses, and the integration of\nperceptual salience with atypical awareness of internal body\nstates.\nSELF-REPORT MEASURES OF\nMISOPHONIA AND MENTAL HEALTH\nA small number of studies using self-report and interview\nmeasures have begun to characterize possible psychological an dpsychiatriccorrelatesofmisophonia.Manyofthesestudiessh are\nas aims the need to characterize (a) the subjective experienc es\nand responses to triggers in those with misophonia, (b) the\nrelationship between misophonia and other conditions, and\n(c) whether misophonia should be considered unique and\ndistinct from established psychiatric disorders. The ﬁrst of\nthese studies was by Schröder et al. (2013) , who recruited 42\nDutch adults from a mental health clinic who self-reported\nmisophonia symptoms. A psychiatrist interviewed participants\nto assess psychiatric diagnoses. Results suggest that participa nts\nmet criteria for a wide range of co-occurring psychiatric\ndisorders. Speciﬁcally, the majority met criteria for obses sive-\ncompulsivepersonalitydisorder(OCPD;52.4%),whereasother s\nmet criteria for mood disorders (7.1%), ADHD 4.8%, panic\ndisorder(2.4%),andobsessivecompulsivedisorder(OCD2.4%).\nInaddition,participantsalsoself-reportedseveralcharacte ristics\nabout their responsivity to misophonic sounds, including: (1)\naversive and angry feelings evoked by particular sounds, (2)\nrare potentially aggressive responses, (3) recognition by th e\nmisophonic individual that his/her behavior is excessive, ( 4)\navoidancebehavior,and(5)distressandinterferenceindai lylife.\nBased on these results, Schröder et al. (2013) suggested the\npossibility that misophonia be considered a disorder under\nthe broader classiﬁcation Obsessive and Compulsive Related\nDisorders in the DSM-5 ( American Psychiatric Association,\n2013). However, the authors also stated that it is premature\nto make ﬁrm conclusions about this possibility. Indeed, when\nconsidering the sampling approach from one clinic, the small\nsample size, the use of a single diagnostic assessor, and the\nlack of inter-rater reliability reported for psychiatric dia gnostic\nassessment, it is premature to conclude from this study wheth er\nmisophonia is best categorized as an obsessive compulsive-\nrelated disorder. In addition, given that only 2.4% ( n=1) of\nthe sample met criteria for OCD, and that most met criteria\nfor OCPD, the results suggest that future research is needed\nto explore the co-occurrence of misophonia among those with\nOCPDsymptoms.\nSchröder et al. (2013) also suggest that misophonia be\nconsideredasadiscretepsychiatricdisorder.However,ther esults\nfrom their study do not clearly point to misophonia being a\nfeatureofanyonepsychiatricdisorder.Indeed,limitations tothe\ndesignofthisstudyprecludeconclusionsabouttheclassiﬁca tion\nof misophonia as a discrete psychiatric disorder. Additional\nresearch is needed using, for example, larger and more diverse\nsamples with rigorous methods of assessment and data analysis\nbefore it is reasonable to conclude that misophonia is best\nclassiﬁedasadiscretepsychiatricdisorder.\nAn additional consideration from Schröder et al. (2013) is\nthe possible co-occurrence between misophonia and sensory\nover-responsivity, a syndromal subtype of sensory processing\ndisorder (SPD). In noting the possible relationship between\nmisophonia and SPD, the authors state that typical auditory\nsensitivity in SPD is only in response to loud and unexpected\nnoises. However, research on sensory over-responsive childr en\nhas not diﬀerentiated between loud or softer/patterned noises3.\n3OnmanyoftheSPD/SORscalesthereareitemsthatincludebothloudno isesand\nrepetitivenoises(seeSPDfoundation.net).\nFrontiers in Neuroscience | www.frontiersin.org 5 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brout et al. Investigating Misophonia\nTherefore, associations between these two conditions warr ants\nfurther exploration. More generally, results from Schröder\net al. (2013) raise important questions about the expected co-\noccurrence between misophonia and other conditions. Indeed ,\nthe ﬁndings from this study help pave the way for future studie s\ntoinvestigateandfurthercharacterizingtherelationshi pbetween\nmisophoniaandpsychiatricdisorders.\nIn another study, Wu et al. (2014) investigated the\nincidence, phenomenology, correlates, and level of impairme nt\nassociated with misophonia symptoms in 483 undergraduate\nstudents through self-report measures. In this sample, nearly\n20% of participants reported clinically signiﬁcant misophonic\nsymptoms,asmeasuredbytheMisophoniaQuestionnaire(MQ),\na newly developed self-report inventory. Psychometric data\nsuggest that the measure had high internal consistency, and\npreliminary convergent validity was reported by a signiﬁcant\ncorrelation( r=0.50)betweenmisophoniasymptomsandaself-\nreport item assessing auditory over-responsivity from the Ad ult\nSensoryQuestionnaire( KinnealeyandOliver,2002 ).Preliminary\ndivergentvaliditywasreported,asmisophoniasymptomsonthe\nMQ were signiﬁcantly positively correlated with sensory over -\nresponsivity across other sensory domains (e.g., olfactory ,r=\n0.28; tactile, r=0.34; visual, r=0.33). In addition, higher\nsymptoms on the MQ were positively correlated with measures\nof general life impairment and were moderately associated\nwith obsessive-compulsive ( r=0.47), anxiety ( r=0.39),\nand depressive ( r=0.30) symptoms. The authors report that\nthe positive correlations between misophonia symptoms and\nsensorysensitivitiesmayindicatethatmisophoniasymptoms are\nassociated with a more general defensive motivational respo nse\nacrosssensorysystems.\nIn addition, the authors report that anxiety mediated the\nrelationship between misophonia and anger outbursts4. This\nmediational ﬁnding, though preliminary and based on cross-\nsectional data, raises the possibility that the self-reporte d\ntendency to respond with anger may be a function of the\nmagnitude of anxiety elicited by trigger cues. In other word s,\nthe experience and expression of anger may be a secondary\nemotional response following the elicitation of acute anxie ty\nstemmingfromcentraldefensivemotivationalsystemrespon ses.\nTo replicate and extend the mediational ﬁndings in Wu et al.\n(2014)future studies using prospective measurement should\nelucidatethedynamicunfoldingovertimeofaﬀectivestates and\nbehavioralresponseselicitedbymisophonictriggers.Limit ations\ntothisstudynotwithstanding(e.g.,fewmaleparticipants,r eliance\non self-report measures, use of undergraduates, preliminary\nvalidityandreliabilitydata),resultsfrom Wuetal.(2014) provide\ninitialpsychometricdatafortheMQasanappropriateself-report\nmeasureofmisophoniasymptoms.\nIn a recent replication and extension of Wu et al. (2014) ,\nZhou et al. (2017) used the MQ to explore the relationship\nbetween misophonia and psychopathology in a sample of\nChinese college students. Consistent with Wu et al. (2014) ,\n4Notably, studies that include the relationship of SOR and anxiet y (Ben-Sasson\net al., 2009b, 2010; Lane et al., 2010, 2012 ) may inform how anxiety mediates\nmisophoniaingeneralandinregardtoangeroutbursts.17% of the sample ( N=415) reported misophonia symptoms\ncaused clinically signiﬁcant impairment in their daily live s.\nHigher MQ scores were signiﬁcantly positively correlated with\nsymptoms of anxiety, depression, and OCD. This suggests\nmisophonia is not uniquely associated with anxiety, depressio n,\nor OCD per se, but may instead be more generally correlated\nwith higher levels of psychological distress. Additionally, h igher\nMQ scores were signiﬁcantly positively correlated with general\nsensory defensiveness (i.e., over-responsivity) across vi sual,\ntactile, olfactory, and auditory sensory domains. This sugge sts\nthat misophonia symptoms may be related to sensory over-\nresponsivity in general, and not to auditory over-responsivit y\nspeciﬁcally.\nIn another recent study, Dozier and Robinson (2017)\nexplored self-reported responses to misophonic cues presented\nvia teleconferencing technology to a sample of 27 adults.\nParticipants self-reported emotional responses and associat ed\nbehavioral response tendencies to trigger sounds, includin g but\nnot limited to clenching of the hands, jaw, shoulders, and ch est.\nMost participants self-reported feeling anxiety (92.3%) or ange r\n(92.3%), with approximately half indicating a desire to escape\n(53.8%) from the trigger sounds and a disgust (46.2%) response.\nBased on their ﬁndings, the authors suggest that misophonia\nsymptoms are conditioned physical and emotional responses. In\nthe absence of any experimental research on misophonia using\nconditioning paradigms, however, it is too early to make such a\nconclusion. Indeed, the role of conditioning and learning i n the\netiologyandmaintenanceofmisophonianeedstobeelucidated .\nDespitethelimitationsofasmallsamplesize,lackofacontro l\ngroup, lack of psychiatric or clinical interviews, and the absen ce\nof rigorously controlled experimental conditions, this stu dy\nhelps informs the conceptualization of misophonia in several\nways. For example, these ﬁndings provide empirical evidence\nthat emotional responses to triggers cues are likely to includ e\nboth subjective aﬀective states and associated behavioral u rges.\nAdditionally, this study highlights the complexity of aﬀecti ve\nresponses to misophonic cues, suggesting that the condition\nmay not be only or best characterized by anger. Although\nmore research is needed, one hypothesis is that activation\nof defensive motivational systems, which mediate behavior\n(e.g., ﬁght-ﬂight response) and aﬀective states, more genera lly\ncharacterize misophonia than any one speciﬁc subjectively\nexperiencedaﬀectivestate.\nRouw and Erfanian (2017) used an online recruitment\napproach to survey over 300 participants reporting misophonic\ncomplaints. Participants responded to questionnaire items\nassessing family and respondent history of misophonia,\ndevelopment of misophonia symptoms, and common responses\nto trigger sounds. Results revealed a pattern in the developmen t\nof misophonia, with symptoms starting in childhood/early\nadulthood and increasing in intensity with repeated exposure t o\ntriggers. Approximately one third of the participants reported\nfamily members with misophonic symptoms. This ﬁnding\nunderscores the need for research evaluating the environme ntal\nand genetic correlates of misophonia. In addition, there was\ndiversity in the nature and intensity of misophonia symptoms,\nincluding heterogeneity in self-reported emotional, physical\nFrontiers in Neuroscience | www.frontiersin.org 6 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brout et al. Investigating Misophonia\nand cognitive responses to triggering stimuli. This suggest s\nthe possibility of individual diﬀerences in the underlying\nmechanismsofmisophonicresponses.\nHalf of the participants reported presence of autonomous\nsensorymeridianresponsescharacterizedby“euphoric,rela xing,\nand tingling sensations with particular sounds or sights”. T his\nis particularly interesting in the light of recent ﬁndings by\nKumaretal.(2017) reportingatypicalperceptionofinternalbody\nstates in misophonia. Additionally, half of the participants i n\nthisstudyreportedmisophoniccomplaintswithoutcomorbidit y\nwith another condition. The other half reported having a\nvariety of psychiatric conditions. Only one clinical condit ion\nshowedarelationshiptomisophonia:theseverityofmisophon ic\ncomplaintswerestrongeriftheparticipantsalsoreportedhavi ng\nadiagnosisofpost-traumaticstressdisorder(PTSD).\nBecause there was no clear pattern of misophonia co-\noccurring with any psychiatric disorder across participants,\nthe authors concluded that misophonia is a unique and\nindependentcondition.However,itisimportanttohighlight that\nlimitations in the study design (i.e., self-report via onlin e data\ncollection) precluded the collection of diagnostic informa tion\nusing structured interviews. In order for clearer conclusi ons\nto be made about the relationship between misophonia and\npsychiatric disorders, it is necessary to conduct research\nusing psychometrically validated interview-based measure s of\npsychiatricdisorders.\nMcKayetal.(2017) alsorecentlyinvestigatedtherelationship\nbetween misophonia and psychopathology in a large sample\nusinganonlinerecruitmentapproach.Inthisstudy,participan ts\nwith(n=121)andwithout( n=507)highlevelsofmisophonia\nsymptoms completed self-report instruments assessing clinic al\nfeatures related to OCD, GAD, body perception, anxiety\nsensitivity, distress tolerance, depression, dissociatio n, anger,\nbehavioralinhibition/activation,andanxiety.\nUsing a multi-dimensional scaling approach, the authors\nreported obtaining a proﬁle of clinical features that signiﬁc antly\naccounted for 11% of the variance between those with and\nwithout high misophonia symptoms. This proﬁle broadly was\ncharacterized by higher scores across most of the measures o f\npsychopathology. More speciﬁcally, however, harm avoidance\nandorderingOCDsymptomswererelatedtohighermisophonia\nsymptoms, whereas neutralizing, obsessions, and washing OC D\nsymptoms were associated with lower misophonia symptoms.\nIn addition, most the variance (70%) in the diﬀerences between\ngroups with and without high symptoms of misophonia could\nnot be attributed to any measures of psychopathology. This\npattern of results suggests that misophonia may not be uniquely\nrelatedtoOCD,ortoanyspeciﬁcpsychiatricdisorder.\nOverall, results from studies using self-report measures\ncollectively indicate that misophonia symptoms (a) can be\nmeasured using self-report instruments, (b) vary in phenotypi c\nexpression across individuals, and (b) do not appear to co-occu r\nwith any one speciﬁc psychiatric disorder. Misophonia has been\nobserved across a wide variety of disorders (e.g., PTSD, OCP D),\nraising the question of whether it is a separate and unique\ncondition. Similarly, ﬁndings across multiple studies usin g self-\nreportmethodsconvergetosuggestthatmisophoniaiscorrela tedwith higher psychological distress and psychopathology in\ngeneral, but is not associated with any one speciﬁc disorder per\nse. The research to date is beginning to point to the possibility\nthat there are clear and distinct characteristics which may s et\nmisophoniaapartfrompsychiatricdisorders.However,theexac t\nnatureofwhatcharacterizesmisophoniasymptomsdiﬀerentially\nfrom existing psychiatric conditions remains unknown. Inde ed,\nthe studies described above using self-report suﬀer from\nlimitations (e.g., self-report biases) shared by all studie s using\nquestionnaires and not using random sampling. Replication\nstudiesandlargerstudiesusingstructuredpsychiatricdia gnostic\ninterviews will help to clarify whether and to what extent\nmisophonia may be correlated with other psychiatric disorders ,\nandwhethertherearesymptomsdiﬀerentiatingmisophoniabest\nfromotherdisorders.\nCROSS-DISCIPLINARY PERSPECTIVES\nBeyond studies with a primary aim of investigating misophonia,\nother bodies of research can be drawn upon that may oﬀer\nimportant insights. In particular, research examining audit ory\ngating, sensory processing, and neural processes underlying\nthese can add to a foundation for the cross-disciplinary\nconceptualization of misophonia. Although a comprehensive\nreview of all potential bodies of research that may contribut e to\nmultidisciplinaryconceptualizationofmisophoniaisbeyondt he\nscope of this paper, we review these distinct areas, with some\nspeciﬁcstudyexamples.\nAUDITORY GATING AND SENSORY OVER\nRESPONSIVITY\nPrevious research has been conducted with children and adul ts\nwho have diﬃculty modulating sensory stimuli in a graded\nmanner ( Brown et al., 2001; Kisley et al., 2004; Davies and\nGavin, 2007; Gavin et al., 2011 ). The sensory gating response is\nthe brain’s capacity to selectively regulate sensitivity to s ensory\nstimuli (Yadon et al., 2009 ), and individuals gating impairments\nspeciﬁc to the auditory modality have been studied across\nvarious samples ( Jeste and Nelson, 2009 ). Examples include\nchildren and adults with autism spectrum disorder ( Perry et al.,\n2007), SPD (Green and Ben-Sasson, 2010 ) and schizophrenia\n(McCarley et al., 1991; Brockhaus-Dumke et al., 2008 ). Previous\nresearch in this area consistently shows abnormal informat ion\nprocessing, measured in terms of early ERP5components in\nthe sensory cortex ( Brett-Green et al., 2010 ). These results are\nconsistentwiththosefrom Schröderetal.(2014) ,andsuggestthat\natypical sensory processing may be observed among adults with\nmisophoniaandchildrenwithsensorymodulationimpairments.\nIn addition, children characterized by heightened sensory\nover-responsivity have demonstrated an increased number,\nfrequency and higher magnitude of SCR responses to sensory\ncuesacrosssensorydomains,aswellasslowerratesofhabitu ation\n5ERP (event related potential) refers to positive and negative volta ge ﬂuctuations\nofthebraininresponsetostimuliasmeasuredbyanelectroencephalogram (EEG).\nFrontiers in Neuroscience | www.frontiersin.org 7 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brout et al. Investigating Misophonia\nto such cues compared to typically developing control children\n(McIntosh et al., 1999 ). Sensory over-responsive children also\ndemonstrate greater levels of baseline arousal and higher\nreactivity in response to various types of sensory stimuli tha n\nchildrenwithautismspectrumdisorders,althoughchildren with\nautismhavelowerbaselinearousal( Schoenetal.,2009 ).\nWhereas SPD, likemisophonia, is not delineatedas a discrete\nDSM-5 disorder or ICD-10 condition, and has commonly\nreceived attention in the ﬁeld of occupational therapy, audit ory\nsensory over-responsivity shares some similar phenotypic\nsigns and symptoms to those expressed by individuals with\nmisophonia.\nIn addition, when one considers that many individuals with\nmisophonia also report visual sensitivity to movement, it is\nappropriatetolookatstudiesrelatedtosensoryover-responsi vity\nacross sensory domains in an eﬀort to develop hypotheses about\npossible mechanisms underlying misophonia. Accordingly, it\nis reasonable and appropriate to consider the research on\nsensory over-responsivity as part of a broadly construed cross -\ndisciplinaryaccountofmisophonia.\nMore speciﬁcally, although both Schröder and colleagues’\nwork (Schröder et al., 2013 ) as well as studies of children with\nSPD (Davies and Gavin, 2007 ) demonstrate commonalities in\nauditory gating deﬁcits, these comparisons should be made\nsomewhat tentatively, as the sensory processing studies did not\nparse out responsivity to loud vs. soft/pattern based auditory\nstimuli, and misophonia studies have not deconstructed the\ncomplexmisophonictriggersounds,norsampledthispopulation\nin large enough studies to determine how much aversive sound s\nvary from one individual to another. In view of these studies\nthat relate to auditory gating, it is logical when returning to\nthe Jastreboﬀs’ ( Jastreboﬀ and Jastreboﬀ, 2001 ) original theory\nof misophonia as related to pattern-based sounds, to include\nrepetitionofauditorystimuliasapossiblesoundrelatedvar iable\nassociated with lack of habituation to trigger sounds and/o r to\nconsider individual diﬀerences with regard to auditory gati ng\n(or overall habituation) as a potential factor reactivity to speciﬁc\nsounds.\nStudies examining noise sensitivity (NS) and their neural\nbasis oﬀer another cross-disciplinary avenue that may inform\nmisophonia. In the context of NS, noise is any unwanted sound\nand the degree of aversive reaction to it deﬁnes NS. The avers ive\nreaction in NS does not depend on the loudness of sound and\nin that sense shares a similarity with misophonia. A few studi es\nin recent years have examined the neural basis of NS. Kliuchko\netal.(2016) measuredmulti-featuremismatchnegativity(MMN)\nalong with evoked responses by the sound onsets. They found\nthat magnitude of P1 response was smaller in subjects with\nhigher NS reﬂecting that representation of sound in the centr al\nauditory system was compromised in NS individuals. This bears\nsome resemblance to a study in misophonia by Schröder et al.\n(2014)whofoundthatmagnitudeofN1peakinmisophonicswas\nsmaller than that in controls, which also is suggestive of so und\nencodingdeﬁcitsinmisophonia.\nKliuchko et al. (2016) suggest that the relatively recent\nconcept in perception called predictive coding (PC; Pelt et al.,\n2016) could be oﬀered as a theoretical explanation for theirresults. In PC, the brain generates hypotheses or a model base d\non expectations and predictions about what sensory stimuli\nare likely to be experienced ( Seth, 2013 ). The hypotheses are\ncontinually processed and updated based on new information.\nCombining both top-down and bottom up neural processes,\nsensory stimuli are matched against the predictions; when the\nincoming information matches predictions, the prediction err or\nis small, and when they do not match, error is high. It is\npossiblethatindividualswithhighNS(andthus,highuncertai nty\nregarding sensory expectations) have impairments in the top-\ndown encoding of sound features and, accordingly, diﬃculti es\npredicting incoming sensory information. Thus, a low MMN\nresponseforparticipantswithhighNSisconsideredtobeahigh\npredictionerror,andaneuralmarkerofthisphenomenoncould\nbeasuppressedP1response( Friston,2005;Stefanicsetal.,2014 ).\nBy turning to this literature, studies examining responses t o\nmisophonictriggersoundsmayinvestigatehypothesesassoci ated\nwiththemechanismsunderlyingNS.\nIn a more recent study ( Kliuchko et al., 2017 ), gray matter\nvolumewasmeasuredinanumberofsensory(e.g.,Heschlgyrus ,\nplanum temporale) and emotion processing related areas (e.g.,\nanterior insula, amygdala). Interestingly, a positive corre lation\nbetween the volume and NS was measured in anterior insula, a\nregion which has been shown to play a key role in misophonia\n(Kumar et al., 2017 ). Further collaborative work between the\nresearchers studying misophonia and NS would be helpful to\nunderstand the similarities and diﬀerences between the two\nphenomena.\nNETWORK LEVEL APPLICATIONS TO\nMISOPHONIA\nThe conceptual framework of network level neural models\nmay be useful in the development of a model specifying\ncandidate neural mechanisms of misophonia. This approach\nemphasizes the understanding of basic brain processes at the\nnetworklevel( BresslerandMenon,2010 ).Usinganetworklevel\napproach permits testable hypotheses about multiple spatially\nseparatedbrainregionsworkinginanintegratedandcoordin ated\nmanner. Although most of our understanding of how the brain\nimplements perception, cognition and emotion processing is\nbased on the assumption of assigning a unique role to each\nregion of the brain, there is a growing realization that this\napproach is not fruitful in understanding brain function, as a\ngiven brain area can be involved in multiple functions. Instead,\nit has been proposed that functions of the brain should be\nunderstood at the network level ( Bressler and Menon, 2010 ). At\nthis level a number spatially separated brain regions coordin ate\nand integrate to implement a function. In order to pinpoint\nthe neural mechanisms behind misophonia, it will not be\nsuﬃcienttodeterminewhichbrainareasareabnormallyacti vein\nmisophonia, but also to understand how those brain areas work\natanetworklevel.\nSpeciﬁcally applied to misophonia, a network modeling\napproach may be used to elucidate underlying functional\nconnectivity and neural pathways with impaired functioning\nFrontiers in Neuroscience | www.frontiersin.org 8 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brout et al. Investigating Misophonia\nacross disparate regions of the brain. Kumar et al. (2012)\ndemonstrated the neural representation of aversive, salien t\nsounds perceived as unpleasant. Speciﬁcally, using functiona l\nmagnetic resonance imaging fMRI. Kumar et al. (2012) revealed\nbrain responses in the amygdala and the auditory cortex while\nlistening to unpleasant sounds. Interestingly, this study r evealed\nthat the amygdala encodes information concerning the valen ce\nand acoustic features of sounds, and that these characteris tics\nmodulate the functional connectivity between the amygdala and\nauditorycortex.Thishasrelevancetomisophoniaasitpoints toa\npotential mechanism via which the auditory cortex may become\nhyperactive in misophonia, possibly accounting for abnormal\nperceptual responses in those with misophonia. That is, it is\npossible that the parts of the brain which extract salience fro m\n(or assign negative or positive valence to) sounds may respond\nabnormally to the typical misophonia trigger sounds. A high\nlevel of salience and negative valence may then modulate the\nactivity of sensory (auditory) cortex. In addition, neural circuits\ncoordinating defensive motivation systems, including emo tional\nprocessing(e.g.,amygdala,insula,etc.)alsolikelyareac tivatedas\npartabroadercascadeofneurobehavioralresponses.\nSUGGESTIONS FOR A RESEARCH\nAGENDA\nIn order to advance a scientiﬁc understanding of misophonia\nthat also can be understood by the public and those who suﬀer\nfrom misophonia, it is important to use clear and consistent\nterminology. For example, although misophonia translates to\n“hatred of sound,” the phenotype of this syndrome does not\nappeartobelimitedtotheexperienceand/orexpressionofanger\nalone. Indeed, the original conceptualization by Jastreboﬀ and\nJastreboﬀ (2001) was one of decreased sound tolerance in which\nsubconscious connections between auditory and emotional\nstimuli elicit misophonia symptoms maintained by principles\nand processes governing conditioning (e.g., associative le arning\nand memory). From this perspective, conditioned responses\nmay vary across individuals and contexts. One implication of\nthis model is that anger is not a required aﬀective response in\nmisophonia. An important gap in the existing research is the\nneed to precisely characterize the nature and dynamic tempora l\nunfolding of aﬀective, cognitive, and behavioral responses t o\nmisophonictriggers.\nResearch also could beneﬁt from improved clarity and\nconsistencyinterminologyinthedescriptionofneuralproce sses\nassociated with misophonia. For example, the term “limbic\nsystem” has been used to describe the central region responsi ble\nfor mediating emotional responses in those with misophonia.\nHowever,thismaybeanoverlysimplisticexplanationthatisn ot\nwell justiﬁed in light of contemporary aﬀective neuroscienti ﬁc\nresearch demonstrating the importance of models using varied\nand integrated processes across multiple areas of the brain. P ut\ndiﬀerently, and in the context of network level neural models,\nemotional processes take place in many areas and on many\nlevelswithinthebrain. LeDoux(2015) ,forexample,describesan\nemotionasanelusiveaggregateofmanysystemsandfunction sinthenervoussystemthatinvolvebothconsciousandunconsci ous\n(older and newer) brain structures. This is relevant both to\nthe conceptualization of misophonia both diagnostically and in\nregard to how individuals with this form of decreased sound\ntoleranceformattributionsabouttheirmisophonicresponses.\nSince we do not have suﬃcient evidence to make conclusions\nabout the role of genetics in misophonia, or to ﬁrmly\nconcludehowthisconditiondevelopsinregardstocondition ing\nand associated neurobiological processes, we suggest avoid ing\nlanguage suggestive of a false dichotomy between nature and\nnurture. Describing disorders as “genetic” vs. “condition ed”\ngives way to a potentially false dichotomy that aﬀects both\ndiagnosisandtreatment.Putdiﬀerently,misophoniaisacomple x\nneurophysiological phenomenon. There are no scientiﬁc data\nto support claims that it is speciﬁcally the result of any\nsingle etiological factor or process. Because attention, lea rning,\nmemory,emotion,cognition,andotherbasicprocessesgerma ne\nto misophonia all are grounded in basic biological processes\nandinﬂuencedbyenvironmentalfactors,thedistinctionbet ween\nnatureandnurtureisnotwarranted.\nThere are several key areas of research needed to rapidly\nadvanceascientiﬁcunderstandingofthiscomplexphenomenon .\nChief among these needs are studies that add critical data to\ncharacterize the public health signiﬁcance of misophonia. For\nexample, it is important to gain a more precise understanding\nof the clinical symptoms and features that occur among\nthose who report impairment in functioning associated with\nmisophonia. Case studies and preliminary research have begun\nto address this need, though such studies have used samples\nof limited size ( Schröder et al., 2014 ) and generalizability\n(Wu et al., 2014 ). Empirical research is needed to clarify\nwhether,forexample,misophoniaisaconstellationofsymptoms\nthat can be classiﬁed categorically and discriminated from\nother related conditions and syndromes. Some researchers\nhave suggested that because misophonia symptoms have not\nbeen found to correlate speciﬁcally with any single psychiatr ic\ndisorder, perhaps misophonia should be conceptualized among\na class of psychiatric disorders or as a discrete psychiatric\ndisorder ( Schröder et al., 2014 ). However, as has been noted\nby others ( Taylor, 2017 ), we believe that there is inadequate\nscientiﬁc research to warrant clear conclusions about the ex act\nnature of misophonia as a psychiatric disorder. Although the\nexisting research does suggest that misophonia may not be\nbetter explained by an existing psychiatric disorder, whether\nmisophonia is best classiﬁed as a discrete disorder or whether\nit is a syndrome that co-occurs with OCDs, personality\ndisorders,anxietydisorders,orotherpsychiatricdisorder swillbe\ndeterminedthroughsystematicresearchusingmultiplemethod s\nand measures. Until this occurs, it is suggested that conclus ions\nfrom individual studies about how to classify misophonia be\nclearly identiﬁed as preliminary and used as hypotheses to test\nusingrigorousresearchmethods.\nIn addition, as part of investigating whether misophonia\nis best understood empirically as a categorical or dimension al\nphenotype,advancementsareneededintheself-reportmeasure s\nused to collect information from patients. To date, there are\nseveral instruments that have been developed speciﬁcally for the\nFrontiers in Neuroscience | www.frontiersin.org 9 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brout et al. Investigating Misophonia\nstudyofmisophonia(e.g.,MQ)( Wuetal.,2014 ).Aspreliminary\nself-report inventories, these measures oﬀer value as they ha ve\nhelped to begin characterizing the symptoms of misophonia.\nHowever, in order for the etiology, maintenance, and treatm ent\nof misophonia to be characterized rigorously using scientiﬁ c\nmethods,additionalresearchusingprospectivemethodologi esis\nneededtofurthervalidateself-reportinventories.\nAs self-report measures of misophonia symptoms continue\nto be developed and reﬁned, epidemiologic studies exploring\nthe prevalence and incidence of misophonia will need to be\nconducted. Such research will help to elucidate (a) the exte nt\nto which varying levels of misophonia symptom severity can\nbe expected to occur in the general population, (b) normative\ndiﬀerences in misophonia symptoms across age sex, gender, and\nother demographic factors, and (c) population level estimates of\nthe developmental, medical, and psychiatric factors associa ted\nwith misophonia. In addition, prospective epidemiologic studi es\nwould permit inferences about the relative contributions of\ngenetic and environmental inﬂuences on the expression and\ndevelopmentofmisophoniaovertime.\nIn order to elucidate the neurophysiological mechanisms\nunderlying misophonia, highly rigorous controlled researc h\nneeds to be conducted using objective laboratory measures\nand appropriately powered sample sizes. As detailed above,\npreliminaryresearchhasinvestigatedmisophoniausingaﬀect ive\nand cognitive neuroscience methods. The work done by Kumar\net al. (2012, 2017) andSchröder et al. (2014) , for example, oﬀers\nimportantinsightsintowhichneuralsystemsareactivatedw hen\nmisophonicshearcertaintriggersounds.Outsidethemisopho nia\nliterature, extensive research has been conducted in anima l\nand human studies to characterize the primary and secondary\nnervoussystemstructures,functions,andfunctionalconn ectivity\ngoverning defensive motivational responses to aversive aud itory\nstimuli. We recommend that research with the primary aim of\ninvestigating the neural underpinnings of misophonia (a) be\ngroundedinatheoreticalframeworkoﬀeringtestablehypothe ses\nand (b) leverage previous research exploring systems subserv ing\nsensory processing, emotional reactivity, and the regulati on\nof emotional arousal in clinical samples of individuals with\nheightenedanxiousarousal.Itisessentialthataudiologi sts,basic\nscientists and behavioral health researchers work togethe r in a\ncross-disciplinary manner using team-based science. This h as\nthepotentialtomorerapidlyidentifydiscoverieswithnear- term\nclinical signiﬁcance than would occur if researchers use a m ore\nsiloedmodelwithnarrowconceptualizationsofmisophoniaas a\nphenomenonpertinenttoonedisciplineortheoreticalmodel.\nFinally,thesoundsthatpeoplewithmisophoniaﬁndaversive\nshould be studied in great depth. This includes amplitude\n(loudness), pitch (or frequency of sound waves), and duratio n\n(time interval), and timber (a combination of frequency\nmodulation, the rates of change in amplitude, and elements of\nharmony).Abetterunderstandingofthespeciﬁcsoundfeatur es,\nincluding studies of reactivity when sounds are presented in a\nbimodalandunimodalmanner(soundwithoutvisualsvs.soun d\nwith visuals) as in the Edelstein et al. (2013) study, would be\nan important next step in research. Studying sound features\nand relating them to diﬀerent kinds of auditory processing, aswell as visual/auditory integrative processing, will bette r inform\nthe research related to reactivity, and help to deﬁne both th e\npopulation and the disorder. Following this line of research\nin a logical order, rather than ﬁrst comparing misophonia to\nother disorders at a time in which science still redeﬁnes brai n\nfunctioning and the nature of psychiatric and neurological\ndisorders,wouldlikelybemoreprudent.\nCLINICAL CONSIDERATIONS\nTo date, no randomized controlled trials evaluating treatm ents\nformisophoniahavebeenpublished.Casestudies(e.g., Bernstein\net al., 2013; Webber et al., 2014; McGuire et al., 2015; Schne ider\nand Arch, 2017 ) and an uncontrolled clinical trial ( Schröder\net al., 2017 ) using cognitive and behavioral interventions have\nbeen reported. There are no published studies reporting the\neﬀects of pharmacological treatments. In the absence of any\nempirically supported treatments for misophonia, how can\nhealthcareprovidersprovidecaretoindividualswhoaresuﬀer ing\nwith these symptoms? We believe there are several reasonable\napproachesthatclinicianscantakewhenapproachedbypatients\norprovidersaboutinterventionsformisophonia.First,provid ers\nneed to ethically characterize the state of empirical resear ch\non treatments to patients. As an example, it is recommended\nthat providers inform patients that there are few assessment\nmeasures to quantify misophonia symptoms, a lack of clarity in\nthe etiology of misophonia, and no known treatments shown\nto work in controlled randomized trials. Second, providers ca n\neducate patients about the uncertainty with regard to how\nto categorize misophonia. It is inappropriate at this point,\nin the absence of suﬃcient research, to deﬁne misophonia\nas a psychiatric disorder. Similarly, despite the preliminary\nresearch identifying psychiatric diagnostic correlates, it remains\nspeculative to describe misophonia as a feature or co-occurri ng\nsyndrome related to any speciﬁc psychiatric disorder or class of\ndisorders.\nWithout empirical support to characterize the treatment of\nmisophonia, a third clinical consideration is that providers\nadopt a multi-disciplinary approach to the assessment and\nintervention of misophonia and co-occurring physical and\nbehavioral health problems ( Meltzer and Herzfeld, 2014 ). Such\nan approach would beneﬁt from being individualized, such\nthat each patient’s unique history and symptoms be carefully\nconsidered by professionals across appropriate ﬁelds, such as\nneurology, audiology, occupational therapy, neuropsycholog y,\npsychiatry, and clinical psychology. Further, it is recommen ded\nthat such a multi-disciplinary approach utilize a team-based\napproach with a shared electronic medical record and regular\nteam meetings. This general framework can be described as a\nmulti-disciplinarymisophoniacaremanagementmodel.\nUsing a team-based management model, care pathways for\nmisophonia can be delineated and individualized such that, fo r\nexample, patients with co-occurring neurological condition s\nmay receive appropriate care concurrent with care these same\nindividuals might receive from a psychologist using behavioral\nmethods to improve response patterns to misophonic triggers.\nFrontiers in Neuroscience | www.frontiersin.org 10 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Brout et al. Investigating Misophonia\nAlternately, as a diﬀerent example, a higher functioning\npatient with misophonia and co-occurring generalized\nsensory over-responsivity could receive sensory integrati on\ninterventions with supportive counseling and education from\nan occupational therapist. For that patient, a psychiatric or\npsychological intervention may not be needed. However,\nfor some patients with more severe misophonia, the care\npathway might include neuropsychological testing, occupatio nal\ntherapy, psychotropic medication, and/or empirically supported\nbehavioral interventions shown to help reduce anxiety, ang er, or\notheroutcomes.\nFor patients with functional impairments and psychological\ndistress associated with misophonia, it is recommended that\nthe multi-disciplinary care pathway provide coping skills for\npatients to learn to prevent and respond more eﬀectively to\ntheir symptoms. Contemporary cognitive behavioral therapies\noﬀer empirically supported principles of change that, although\nnot tested directly for misophonia in controlled clinical tr ials,\nmay be considered as reasonable strategies to use in a\ncopingskills-basedapproach.Examplesincludeacceptance-[e. g.,\nmindfulness, cognitive defuse ( Hayes et al., 1999; Kabat-Zinn,\n2009);distresstoleranceskills( Linehan,2015 )andchange-based\nbehavioral(e.g.,interpersonalskills)andcognitive(e.g .,cognitive\nreappraisal) interventions]. However, these skills utilize d in\nisolation may not be enough. Family counseling, practical\nstrategies for knowing when and when not to avoid stimuli,\nas well as individually-driven methods for down-regulatin g the\nnervoussystemshouldalsobeincluded.\nClinicalguidelinesforthemanagementofmisophoniashould\nemphasize the use of coping skills grounded in empiricallysupported principles of change, as there is no evidence-based\nbehavioralorpharmacologicaltreatmentshowntobeeﬃcacio us\nfor misophonia. While the study of misophonia is beginning, a\nclinician would be remiss to claim that any particular treatme nt\nis “standard” or “tested” or validated. However, this populat ion\nincludes suﬀerers, including children and adults, and we\nrecommend that coping skills used to manage misophonia\nbe derived across disciplines such as psychology, psychiatry,\naudiology, occupational therapy and neurology. Clinicians f rom\neach discipline can work together in cross-disciplinary team s to\nimplementindividualizedcopingskillsplansforclients/patient s.\nUsing this approach, we recommend that clinicians from\nunique disciplines and training backgrounds work together t o\neducate each other about the neurophysiological, emotional,\ncognitive, and behavior manifestations of misophonia. Throu gh\na collaborative and team-based model, clinical interventio ns\nand treatment plans can be thoughtfully tailored to each\nindividual, with empirically supported principles of change\n(i.e., cognitive, emotional, behavioral, physiological) use d until\ntreatmentsshowntoworkthroughrigorousscientiﬁctestin gare\ndeveloped.\nAUTHOR CONTRIBUTIONS\nAll author contributed to the intellectual development and\nwriting of this manuscript. JB and MR conceptualized, wrote,\nrevised, and synthesized revisions of this manuscript. LM, RR,\nSK, MEr, MEd, MM wrote sections and helped with revisions of\nthemanuscript.\nREFERENCES\nAmerican Psychiatric Association (2013). Diagnostic and Statistical Manual of\nMentalDisorders,5thEdn .Arlington,VA:AmericanPsychiatricPublishing.\nAttias,J.,Bleich,A.,Furman,V.,andZinger,Y.(1996).Event -relatedpotentialsin\npost-traumatic stress disorder of combat origin. Biol. Psychiatry 40, 373–381.\ndoi:10.1016/0006-3223(95)00419-X\nBaguley, D. M., and McFerran, D. J. (2011). “Hyperacusis and disorde rs of\nloudness perception,” in Textbook of Tinnitus , eds A. R. Møller, B. Langguth,\nD.DeRidder,andT.Kleinjung(NewYork,NY:Springer),13–23.\nBaguley, J. (2016). Outsourcing Clinical Development: Strategies for Working w ith\nCROsandOtherPartners .NewYork,NY:CRCPress.\nBen-Sasson, A., Carter, A. S., and Briggs-Gowan, M. J. (2009b) . Sensory over-\nresponsivity in elementary school: prevalence and social-emotional co rrelates.\nJ.Abnorm.ChildPsychol. 37,705–716.doi:10.1007/s10802-008-9295-8\nBen-Sasson,A.,Carter,A.S.,andBriggs-Gowan,M.J.(2010). Thedevelopmentof\nsensoryover-responsivityfrominfancytoelementaryschool. J.Abnorm.Child\nPsychol.38,1193–1202.doi:10.1007/s10802-010-9435-9\nBen-Sasson, A., Hen, L., Fluss, R., Cermak, S. A., Engel-Yeger, B. , and\nGal, E. (2009a). A meta-analysis of sensory modulation symptoms in\nindividuals with autism spectrum disorders. J. Autism Dev. Disord. 39, 1-11.\ndoi:10.1007/s10803-008-0593-3\nBernstein, R. E., Angell, K. L., and Dehle, C. M. (2013). A brief cou rse\nof cognitive behavioural therapy for the treatment of misophonia: a\ncase example. Cogn. Behav. Ther. 6:e10. doi: 10.1017/S1754470X130\n00172\nBrang, D., Hubbard, E. M., Coulson, S., Huang, M., and Ramachandran,\nV. S. (2010). Magnetoencephalography reveals early activationof V4 in grapheme-color synesthesia. Neuroimage 53, 268–274.\ndoi:10.1016/j.neuroimage.2010.06.008\nBrang, D., Rouw, R., Ramachandran, V. S., and Coulson, S. (2011). Similarly\nshaped letters evoke similar colors in grapheme–color synesthesia.\nNeuropsychologia 49,1355–1358.doi:10.1016/j.neuropsychologia.2011.01.00 2\nBressler, S. L., and Menon, V. (2010). Large-scale brain networks in cognition:\nemerging methods and principles. Trends Cogn. Sci. 14, 277–290.\ndoi:10.1016/j.tics.2010.04.004\nBrett-Green, B. A., Miller, L. J., Schoen, S. A., and Nielsen, D. M.\n(2010). An exploratory event-related potential study of multisensory\nintegration in sensory over-responsive children. Brain Res. 1321, 67–77.\ndoi:10.1016/j.brainres.2010.01.043\nBrockhaus-Dumke, A., Mueller, R., Faigle, U., and Klosterkoetter, J . (2008).\nSensory gating revisited: relation between brain oscillations and auditory\nevoked potentials in schizophrenia. Schizophrenia Res. 99, 238–249.\ndoi:10.1016/j.schres.2007.10.034\nBrown,C.,Tollefson,N.,Dunn,W.,Cromwell,R.,andFilion,D.(2001 ).Theadult\nsensory proﬁle: measuring patterns of sensory processing. Am. J. Occup. Ther.\n55,75–82.doi:10.5014/ajot.55.1.75\nCabranes, J. A., Ancín, I., Santos, J. L., Sánchez-Morla, E., Ga rcía-Jiménez,\nM. A., Rodríguez-Moya, L., et al. (2013). P50 sensory gating is a trait\nmarker of the bipolar spectrum. Eur. Neuropsychopharmacol. 23, 721-727.\ndoi:10.1016/j.euroneuro.2012.06.008\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspecti ves.\nNeuropsychiatr.Dis.Treat. 11,2117-2123.doi:10.2147/NDT.S81438\nColizoli, O., Murre, J. M., and Rouw, R. (2013). A taste for words an d sounds: a\ncaseoflexical-gustatoryandsound-gustatorysynesthesia. FrontPsychol .4:775.\ndoi:10.3389/fpsyg.2013.00775\nFrontiers in Neuroscience | www.frontiersin.org 11 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Brout et al. Investigating Misophonia\nDanesh, A. A., and Kaf, W. A. (2012). DPOAEs and contralateral ac oustic\nstimulation and their link to sound hypersensitivity in children w ith autism.\nInt.J.Audiol. 51,345-352.doi:10.3109/14992027.2011.626202\nDavies, P. L., and Gavin, W. J. (2007). Validating the diagnos is of sensory\nprocessing disorders using EEG technology. Am. J. Occup. Ther. 61, 176-189.\ndoi:10.5014/ajot.61.2.176\nDozier, T. H. (2015). Etiology, composition, development and mainte nance of\nmisophonia: a conditioned aversive reﬂex disorder. Psychol. Thought 30, 114-\n129.doi:10.5964/psyct.v8i1.132\nDozier, T. H., and Robinson, K. L. (2017). Phenomenology of misoph onia:\ninitial physical and emotional responses. Am. J. Psychol . 130, 431–438.\ndoi:10.5406/amerjpsyc.130.4.0431\nEdelstein,M.,Brang,D.,Rouw,R.,andRamachandran,V.S.(2013 ).Misophonia:\nphysiologicalinvestigationsandcasedescriptions. Front.Hum.Neurosci. 7:296.\ndoi:10.3389/fnhum.2013.00296\nFerreira, G. M., Harrison, B. J., and Fontenelle, L. F. (2013). Hatred of sounds:\nmisophonicdisorderorjustanunderreportedpsychiatricsymptom? Ann.Clin.\nPsychiatry 25,271–274.\nFinsterwald, C., and Alberini, C. M. (2014). Stress and glucocortic oid\nreceptor-dependent mechanisms in long-term memory: from adaptive\nresponses to psychopathologies. Neurobiol. Learn. Mem. 112, 17–29.\ndoi:10.1016/j.nlm.2013.09.017\nFriston, K. (2005). A theory of cortical responses. Philos. Trans. R. Soc. Lond. B\nBiol.Sci.360,815–836.doi:10.1098/rstb.2005.1622\nGavin, W. J., Dotseth, A., Roush, K. K., Smith, C. A., Spain, H. D. , and Davies,\nP. L. (2011). Electroencephalography in children with and without se nsory\nprocessing disorders during auditory perception. Am. J. Occup. Ther. 65,\n370–377.doi:10.5014/ajot.2011.002055\nGreen, S. A., and Ben-Sasson, A. (2010). Anxiety disorders and sensory\nover-responsivity in children with autism spectrum disorders: is\nthere a causal relationship? J. Autism Dev. Disord. 40, 1495–1504.\ndoi:10.1007/s10803-010-1007-x\nHayes, S. C., Strosahl, K. D., and Wilson, K. G. (1999). Acceptance and\nCommitment Therapy: An Experiential Approach to Behavior Ch ange. New\nYork,NY:GuilfordPress.\nHazell,J.W.,andJastreboﬀ,P.J.(1990).Tinnitus.I:auditory mechanisms:amodel\nfortinnitusandhearingimpairment. J.Otolaryngol. 19,1–5.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Components of decre ased sound\ntolerance:hyperacusis,misophonia,phonophobia. ITHSNewsLett. 2,5–7.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sound t olerance\nand tinnitus retraining therapy (TRT). Aust. NZ J. Audiol. 24, 74-84.\ndoi:10.1375/audi.24.2.74.31105\nJastreboﬀ, P. J. (1990). Phantom auditory perception (tinnitus ):\nmechanisms of generation and perception. Neurosci. Res. 8, 221–254.\ndoi:10.1016/0168-0102(90)90031-9\nJastreboﬀ, P. J., Gray, W. C., and Gold, S. L. (1996). Neurophysiolo gical approach\ntotinnituspatients. Otol.Neurotol. 17,236–240.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). “Treatments for de creased sound\ntolerance (hyperacusis and misophonia),” in Seminars in Hearing , Vol. 35\n(NewYork,NY:ThiemeMedicalPublishers),105–120.\nJeste, S. S., and Nelson, C. A. III. (2009). Event related potenti als in the\nunderstanding of autism spectrum disorders: an analytical revie w.J. Autism\nDev.Disord. 39,495–510.doi:10.1007/s10803-008-0652-9\nJohnson,P.L.,Webber,T.A.,Wu,M.S.,Lewin,A.B.,Murphy,T. K.,andStorch,E.\nA.(2013).Whenselectiveaudiovisualstimulibecomeunbearable: acaseseries\nonpediatricmisophonia. Neuropsychiatry 3,569–575.doi:10.2217/npy.13.70\nKabat-Zinn,J.(2009). FullCatastropheLiving:UsingtheWisdomofYourBodyand\nMindtoFaceStress,Pain,andIllness .NewYork,NY:Delta.\nKinnealey, M., and Oliver, B. (2002). Adult Sensory Questionnaire . Unpublished\nraw data. Temple University, College of Allied Health Professionals,\nDepartmentofOccupationalTherapy3307.\nKisley, M. A., Noecker, T. L., and Guinther, P. M. (2004). Compari son\nof sensory gating to mismatch negativity and self-reported perceptua l\nphenomena in healthy adults. Psychophysiology 41, 604–612.\ndoi:10.1111/j.1469-8986.2004.00191.x\nKliuchko, M., Heinonen-Guzejev, M., Vuust, P., Tervaniemi, M. , and Brattico, E.\n(2016).Awindowintothebrainmechanismsassociatedwithnois esensitivity.\nSci.Rep.6:39236.doi:10.1038/srep39236Kliuchko, M., Puoliväli, T., Heinonen-Guzejev, M., Tervaniemi, M., Toiviainen,\nP., Sams, M. et al. (2017). Neuroanatomical substrate of noise sen sitivity.\nNeuroimage 167,309-315.doi:10.1016/j.neuroimage.2017.11.041\nKluckow,H.,Telfer,J.,andAbraham,S.(2014).Shouldwescreenfor misophonia\ninpatientswitheatingdisorders?Areportofthreecases. Int.J.Eat.Disord. 47,\n558–561.doi:10.1002/eat.22245\nKumar, S., Hancock, O. T., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM. et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi:10.1016/j.cub.2016.12.048\nKumar, S., von Kriegstein, K., Friston, K., and Griﬃths, T. D. (20 12).\nFeatures versus feelings: dissociable representations of the aco ustic\nfeatures and valence of aversive sounds. J. Neurosci. 32, 14184–14192.\ndoi:10.1523/JNEUROSCI.1759-12.2012\nLane, S. J., Reynolds, S., and Dumenci, L. (2012). Sensory overres ponsivity and\nanxietyintypicallydevelopingchildrenandchildrenwithautismand attention\ndeﬁcit hyperactivity disorder: cause or coexistence? Am. J. Occup. Ther. 66,\n595–603.doi:10.5014/ajot.2012.004523\nLane, S. J., Reynolds, S., and Thacker, L. (2010). Sensory over -responsivity and\nADHD: diﬀerentiating using electrodermal responses, cortisol, and an xiety.\nFront.Integr.Neurosci. 4:8.doi:10.3389/fnint.2010.00008\nLeDoux, J. (2015). Anxious: Using the Brain to Understand and Treat Fear and\nAnxiety.NewYork,NY:Penguin.\nLinehan, M. M. (2015). DBT Skills Training Manual . New York, NY: Guilford\nPublications.\nMcCarley, R. W., Faux, S. F., Shenton, M. E., Nestor, P. G., and A dams, J.\n(1991). Event-related potentials in schizophrenia: their biologi cal and clinical\ncorrelatesandnewmodelofschizophrenicpathophysiology. SchizophreniaRes.\n4,209–231.doi:10.1016/0920-9964(91)90034-O\nMcGuire, J. F., Wu, M. S., and Storch, E. A. (2015). Cognitive- behavioral\ntherapy for 2 youths with misophonia. J. Clin. Psychiatry 76, 573–574.\ndoi:10.4088/JCP.14cr09343\nMcIntosh, D. N., Miller, L. J., Shyu, V., and Hagerman, R. J. (1999 ). Sensory-\nmodulation disruption, electrodermal responses, and functional beha viors.\nDev.Med.ChildNeurol. 41,608–615.doi:10.1017/S0012162299001267\nMcKay,D.,Kim,S.K.,Mancusi,L.,Storch,E.A.,andSpankovic h,C.(2017).Proﬁle\nanalysisofpsychologicalsymptomsassociatedwithmisophonia:aco mmunity\nsample.Behav.Ther. doi:10.1016/j.beth.2017.07.002.[Epubaheadofprint].\nMeltzer, J., and Herzfeld, M. (2014). “Tinnitus, hyperacusis, and misophonia\ntoolbox,” in Seminars in Hearing , Vol. 35 (New York, NY: Thieme Medical\nPublishers),121–130.\nMøller,A.R.(2011).“Misophonia,phonophobia,and‘explodinghead ’syndrome,”\ninTextbook of Tinnitus , eds A. R. Møller, B. Langguth, D. DeRidder, and\nT.Kleinjung(NewYork,NY:Springer),25–27.\nNeal, M., and Cavanna, A. E. (2012). P3 selective sound sensiti vity syndrome\n(misophonia) and Tourette syndrome. J. Neurol. Neurosurg. Psychiatry 83,\ne1–e1.doi:10.1136/jnnp-2012-303538.20\nNeal, M., and Cavanna, A. E. (2013). Selective sound sensitivi ty syndrome\n(misophonia) in a patient with Tourette syndrome. J. Neuropsychiatr. Clin.\nNeurosci. 25,E01–E01.doi:10.1176/appi.neuropsych.11100235\nPelt, S. V., Heil, L., Kwisthout, J. H., Ondobaka, S., van Rooij, I . J., and\nBekkering, H. (2016). Beta-and gamma-band activity reﬂect predict ive coding\nin the processing of causal events. Soc. Cogn. Aﬀect. Neurosci. 11, 973–980.\ndoi:10.1093/scan/nsw017\nPerry, W., Minassian, A., Lopez, B., Maron, L., and Lincoln, A. (20 07).\nSensorimotorgatingdeﬁcitsinadultswithautism. Biol.Psychiatry 61,482–486.\ndoi:10.1016/j.biopsych.2005.09.025\nPienkowski, M., Tyler, R. S., Roncancio, E. R., Jun, H. J., Brozo ski, T.,\nDauman, N. et al. (2014). A review of hyperacusis and future directio ns:\npart II. Measurement, mechanisms, and treatment. Am. J. Audiol. 23, 420-36.\ndoi:10.1044/2014_AJA-13-0037\nRaichle, M. E., MacLeod, A. M., Snyder, A. Z., Powers, W. J., Gu snard, D. A., and\nShulman,G.L.(2001).Adefaultmodeofbrainfunction. Proc. Natl.Acad.Sci.\nU.S.A.98,676–682.doi:10.1073/pnas.98.2.676\nRamachandran, V. S., and Brang, D. (2008). Tactile-emotion synes thesia.\nNeurocase 14,390–399.doi:10.1080/13554790802363746\nRosenthal, M. Z., Neacsiu, A. D., and Geiger, P. J. (2016). Emot ional reactivity\nto personally-relevant and standardized sounds in borderline persona lity\ndisorder. Cogn.Ther.Res. 40,314–327.doi:10.1007/s10608-015-9736-y\nFrontiers in Neuroscience | www.frontiersin.org 12 February 2018 | Volume 12 | Article 36"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Brout et al. Investigating Misophonia\nRouw, R., and Erfanian, M. (2017). A large-scale study of misopho nia.J. Clin.\nPsychol.doi:10.1002/jclp.22500.[Epubaheadofprint].\nRouw,R.,andScholte,H.S.(2007).Increasedstructuralconnect ivityingrapheme-\ncolorsynesthesia. Nat.Neurosci. 10,792–797doi:10.1038/nn1906\nSaenz, M., and Koch, C. (2008). The sound of change: visually-i nduced auditory\nsynesthesia. Curr.Biol. 18,R650–R651.doi:10.1016/j.cub.2008.06.014\nSchneider, R. L., and Arch, J. J. (2017). Case study: a novel a pplication of\nmindfulness-and acceptance-based components to treat misophonia.\nJ. Context. Behav. Sci. 6, 221-225. doi: 10.1016/j.jcbs.2017.\n04.003\nSchoen, S. A., Miller, L. J., Brett-Green, B. A., and Nielsen, D. M. (2009).\nPhysiological and behavioral diﬀerences in sensory processing: a comparison\nof children with autism spectrum disorder and sensory modulation dis order.\nFront.Integr.Neurosci. 3:29.doi:10.3389/neuro.07.029.2009\nSchröder,A.E.,Vulink,N.C.,vanLoon,A.J.,andDenys,D.A.( 2017).Cognitive\nbehavioral therapy is eﬀective in misophonia: an open trial. J. Aﬀect. Disord.\n217,289-294.doi:10.1016/j.jad.2017.04.017\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D ., de Amesti,\nV., Vulink, N., et al. (2014). Diminished n1 auditory evoked poten tials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123.\ndoi:10.3389/fnbeh.2014.00123\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: dia gnostic\ncriteria for a new psychiatric disorder. PLoS ONE 8:e54706.\ndoi:10.1371/journal.pone.0054706\nSeeley, W. W., Menon, V., Schatzberg, A. F., Keller, J., Glover, G . H.,\nKenna, H. et al. (2007). Dissociable intrinsic connectivity net works for\nsalience processing and executive control. J. Neurosci . 27, 2349–2356.\ndoi:10.1523/JNEUROSCI.5587-06.2007\nSeth,A.K.(2013).Interoceptiveinference,emotion,andtheemb odiedself. Trends\nCogn.Sci. 17,565–573.doi:10.1016/j.tics.2013.09.007\nStansfeld, S. A., Clark, C. R., Jenkins, L. M., and Tarnopolsky, A. ( 1985).\nSensitivity to noise in a community sample: I. Measurement of psychia tric\ndisorderandpersonality. Psychol.Med. 15,243–254.doi:10.1017/S0033291700\n023527\nStefanics, G., Kremlácek, J., and Czigler, I. (2014). Visual misma tch\nnegativity: a predictive coding view. Front. Hum. Neurosci. 8:666.\ndoi:10.3389/fnhum.2014.00666Sullivan, J. C., Miller, L. J., Nielsen, D. M., and Schoen, S. A. (20 13). The\npresence of migraines and its association with sensory hyperreactiv ity and\nanxiety symptomatology in children with autism spectrum disorder. Autism\n18,743-747.doi:10.1177/1362361313489377\nTaylor, S. (2017). Misophonia: a new mental disorder?. Med. Hypotheses 103,\n109-117.doi:10.1016/j.mehy.2017.05.003\nTyler,R.S.,Pienkowski,M.,Roncancio,E.R.,Jun,H.J.,Brozo ski,T.,Dauman,N.\net al. (2014). A review of hyperacusis and future directions: part I. D eﬁnitions\nandmanifestations. Am.J.Audiol. 23,402-419.doi:10.1044/2014_AJA-14-0010\nWard, J., and Simner, J. (2003). Lexical-gustatory synaesthesi a:\nlinguistic and conceptual factors. Cognition 89, 237–261.\ndoi:10.1016/S0010-0277(03)00122-7\nWebber,T.A.,Johnson,P.L.,andStorch,E.A.(2014).Pedia tricmisophoniawith\ncomorbidobsessive–compulsivespectrumdisorders. Gen.Hosp.Psychiatry 36,\n231-e1.doi:10.1016/j.genhosppsych.2013.10.018\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). M isophonia:\nincidence,phenomenology,andclinicalcorrelatesinanundergradu atestudent\nsample.J.Clin.Psychol. 70,994–1007.doi:10.1002/jclp.22098\nYadon, C. A., Bugg, J. M., Kisley, M. A., and Davalos, D. B. (2009 ). P50 sensory\ngating is related to performance on select tasks of cognitive inhib ition.Cogn.\nAﬀect.Behav.Neurosci. 9,448–458.doi:10.3758/CABN.9.4.448\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: incidence, associated i mpairment,\nand clinical correlates. J. Obsess. Compuls. Relat. Disord. 14, 7-12.\ndoi:10.1016/j.jocrd.2017.05.001\nConﬂict of Interest Statement: The authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial relations hips that could\nbeconstruedasapotentialconﬂictofinterest.\nCopyright © 2018 Brout, Edelstein, Erfanian, Mannino, Miller, R ouw, Kumar and\nRosenthal. This is an open-access article distributed unde r the terms of the Creative\nCommons Attribution License (CC BY). The use, distribution or reproduction in\nother forums is permitted, provided the original author(s) a nd the copyright owner\nare credited and that the original publication in this journ al is cited, in accordance\nwith accepted academic practice. No use, distribution or re production is permitted\nwhichdoesnotcomplywiththeseterms.\nFrontiers in Neuroscience | www.frontiersin.org 13 February 2018 | Volume 12 | Article 36"
    }
  ]
}