{
  "doc_type": "scientific paper",
  "title": "Why Study the History of Neuroscience",
  "authors": [
    "Brown"
  ],
  "year": 2019,
  "journal": "Neuroscience?",
  "doi": "10.3389/fnbeh.2019.00082",
  "abstract": null,
  "keywords": [
    "history",
    "research",
    "archives",
    "libraries",
    "museums"
  ],
  "research_topics": [
    "history",
    "research",
    "archives",
    "libraries",
    "museums"
  ],
  "created_at": "2025-05-05T02:18:27.240498Z",
  "source_pdf": "documents/research/Global/Brown 2019 Why Study the History of Neuroscience.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "REVIEW\npublished: 22 May 2019\ndoi: 10.3389/fnbeh.2019.00082\nEdited by:\nChrystalina A. Antoniades,\nUniversity of Oxford, United Kingdom\nReviewed by:\nLazaros C. Triarhou,\nUniversity of Macedonia, Greece\nJoshua C. Brumberg,\nQueens College (CUNY),\nUnited States\n*Correspondence:\nRichard E. Brown\nrebrown@dal.ca\norcid.org/0000-0002-4762-8175\nReceived: 28 November 2018\nAccepted: 05 April 2019\nPublished: 22 May 2019\nCitation:\nBrown RE (2019) Why Study the\nHistory of Neuroscience?\nFront. Behav. Neurosci. 13:82.\ndoi: 10.3389/fnbeh.2019.00082Why Study the History of\nNeuroscience?\nRichard E. Brown*\nDepartment of Psychology and Neuroscience, Dalhousie University, Halifax, NS, Canada\nThe history of neuroscience is the memory of the discipline and this memory depends\non the study of the present traces of the past; the things left behind: artifacts,\nequipment, written documents, data books, photographs, memoirs, etc. History, in all\nof its deﬁnitions, is an integral part of neuroscience and I have used examples from the\nliterature and my personal experience to illustrate the importance of the different aspects\nof history in neuroscience. Each time we talk about the brain, do an experiment, or write\na research article, we are involved in history. Each published experiment becomes a\nhistorical document; it relies on past research (the “Introduction” section), procedures\ndeveloped in the past (“Methods” section) and as soon as new data are published, they\nbecome history and become embedded into the history of the discipline (“Discussion”\nsection). In order to be transparent and able to be replicated, each experiment requires\nits own historical archive. Studying history means researching books, documents and\nobjects in libraries, archives, and museums. It means looking at data books, letters and\nmemos, talking to scientists, and reading biographies and autobiographies. History can\nbe made relevant by integrating historical documents into classes and by using historical\nwebsites. Finally, conducting historical research can be interesting, entertaining, and can\nlead to travel to out-of-the-way and exotic places and meeting interesting people.\nKeywords: history, research, archives, libraries, museums\nINTRODUCTION\nI know of very few neuroscience programs that focus on the history of neuroscience. However,\nall research involves the study of history, even if it is only the history of a single research\ntopic. For example, a research project on ‘‘The genetic basis of Long-Term Potentiation\n(LTP)’’ would involve some history of the discovery and relevant research on LTP. Likewise,\na study on ‘‘The role of oxytocin in maternal behavior of Peromyscus ’’ would involve a\nhistory of studies of the effects of oxytocin on behavior. In other cases, researchers testing\na particular theory such as ‘‘The amyloid beta theory of Alzheimer’s disease’’ must discuss\nthe history of this theory before they can make a new contribution to it. Researchers who\nuse a particular research method, such as ‘‘single cell recording from the hippocampus’’\nmust know the history of the technique if they are going to improve upon it. Thus, all\nresearchers are involved in studying the history of their particular research project and will\nsummarize this history in the ‘‘Introduction’’ and ‘‘Discussion’’ sections of their research\narticles. Making space in a neuroscience program for a course on the history of neuroscience\ncan be a hard sell, but neuroscientists with a strong historical understanding are more equipped\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 1 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brown Why Study the History of Neuroscience?\nto understand the context of their own work and its impact\nthan those with no historical background. As noted by Shepherd\n(2010, p. 4):\n‘‘A historical perspective provides an education in how scientists are\nable to push past the limits of current concepts in order to fashion a\nnew and more comprehensive understanding of the laws of nature.’’\nIn 2008, Zoltán Molnár and I rediscovered a box of Charles\nSherrington’s histological slides at Oxford University that had\nbeen neglected for over 70 years (Molnár and Brown, 2010).\nSherrington is one of the most influential neurophysiologists in\nthe history of neuroscience, winning the 1932 Nobel Prize in\nPhysiology or Medicine (Eccles and Gibson, 1979). Considering\nthis, it is incredible that these important historical scientific\nartifacts were unknown and inaccessible for such a long period of\ntime. For every Sherrington’s box that is rediscovered and made\naccessible to scientific researchers and the public, many more\nhistorical objects are lost.\nWHAT IS HISTORY?\n‘‘Everything but tomorrow is history’’\nGrainger (1956; p. 81).\nThe definition of history and the methods used to conduct\nhistorical research are fraught with criticism and debate. Elton\n(1967) argued that historical research is the search for the\nobjective truth about the past. Carr (1961), on the other\nhand, argued that history is a product of its own time; it is\nthe interpretation of events and facts from the past through\nthe specific lens of the historian’s own ideas and ideologies.\nLater, Samuel (1992) argued that history is not a record of\nthe past, more or less faithful to the facts, but an invention\nor fiction of historians themselves. Edelman (2006) discusses\nthe concept of scientific history from the point of view of\nscientists and historians. Indeed, there are so many aspects of\nthe history of science that in some areas, such as physics, one\ncan write a history of the history of science (Južniˇ c, 2016).\nThus, the term ‘‘history’’ has multiple meanings. History is\nthe study of the past and includes the study of past events,\nthe events connected with a particular person or discovery, a\nchronological record of an experiment, a historical document,\nor events that are no longer relevant to the present. History\nis a discipline, a method, and a personal memoir. Within\nneuroscience, all of these definitions apply and this article\nwill discuss the relevance of different aspects of history to\nneuroscientists today.\nHistory as Memory\nAn approach to history that might appeal to neuroscientists\nis to treat history as memory, with all of its faults and\nflaws; its errors and omissions (Wachtel, 1986; Cubitt, 2007).\nThe conception of history as a collective memory is a useful\nperspective for the study of neuroscience. Collective memory\nis a ‘‘form of memory associated with social groups, e.g.,\nnations, families, etc’’; it is a socially constructed history of\nthe past (Poole, 2008). The recollections from one’s memoryare fallible; a memory is constructed from a series of incidents\nconnected in time and reconstructed from many components. It\nis not imprinted like a photograph. Memories are fragmented\nand very seldom do two people remember an event in the\nsame way. Forgetting and false memories occur; emotions\nand opinions can distort memories and a recalled memory\nmay become reconsolidated with erroneous information (Lee\net al., 2017). Therefore, a ‘‘perfect’’ memory may include\nerrors, omissions, distortions and false recollections (Loftus and\nPalmer, 1974; Schacter, 1996; Loftus, 2003). For example, in\nDawkins’s (2013) memoir, An Appetite for Wonder , there is\na group photograph that is captioned ‘‘The Animal Behavior\nResearch Group after the move from Bevington Road.’’ That\nmove occurred in 1971, but I am in that photograph, and I\nwas only in the ABRG in 1976 and 1977. So, when was that\nphoto taken? What was the event? My own memory of the\nevent is vague. A third person featured in the photograph,\nMarian Dawkins, recalled that it was taken at a group picnic\nin November 1977. Clearly, even our own memories of\nevents that we were involved in are subject to personal and\nunique distortions.\nIn considering the perspective of history as memory, the\ndefinition of history may shift towards the subjective perspective\nof Carr (1961) or Samuel (1992), and away from the objective\nperspective of Elton (1967). Overall, a memory can be seen\nas the raw material of history; whether it is a written or an\noral recollection, it is the source from which historians draw\ninformation. History is thus a collection of individual and\ncollective memories (Jimerson, 2003), which are the facts as we\nremember them. When the holders of these memories are gone,\nhistory becomes a cultural memory, which is the interpretation\nof these facts by someone who was not present at the event.\nLike any memory, history consists of a number of fragments\nlinked together in time, with inevitable errors, confabulations,\nomissions, and errors of reconsolidation. Despite this, it is\nall we have. The definition of history as a collective memory\ncan help to clarify the purpose of its study, as summarized\nby McNeill (1985):\n‘‘Historical knowledge is no more and no less than carefully and\ncritically constructed collective memory. As such it can both make\nus wiser in our public choices and more richly human in our private\nlives.’’\nHISTORY IS THE STUDY OF WHAT\nREMAINS\nHistory is the study of the present traces of the past. If\nobjects no longer exist, it is as though they had never\nexisted. The essential element for historical study is the\nremaining evidence of materials from the past; those that no\nlonger exist, cannot be studied (Elton, 1967). History involves\nanalyzing and interpreting the present traces of the past and\nintegrating information from different sources to develop a\n‘‘historical memory’’ of events as they occurred. An example\nof this is the study of trepanation in ancient Greco-Roman\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 2 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brown Why Study the History of Neuroscience?\nmedicine. To understand trepanation, Tullo (2010) examined\nthe osteoarcheological evidence, the material culture and the\nwritten texts from the Roman Empire. The osteoarcheological\nevidence consisted of skulls, such as the skull of Chios,\nwhich showed evidence of trepanation ( Figure 1 ). The material\nculture consisted of the tools used for trepanation, which\nwere sophisticated surgical instruments for boring holes in\nthe skull. The written texts described the procedures for\ntrepanation. For this, Tullo (2010) consulted Hippocrates, On\nHead Wounds , written in 400 BC (Panourias et al., 2005).\nEach of these present traces of the past, however, had to be\ninterpreted in the present as no physician now exists from\nancient Rome to describe the process of trepanation, why\nand how it was done, how patients were treated and how\nmany survived the treatment. Many other historical artifacts\nno longer survive. Bandages, ligatures, steel tools and otherobjects deteriorate with time and provide no present traces. Thus,\nthe study of history involves the quest for the present traces\nof the past.\nArcheological evidence and material culture are kept in\nmuseums and ancient manuscripts are kept in libraries and\narchives. These are the sites that select, classify and maintain\nthe present traces of the past; the basic materials that comprise\n‘‘archival memory’’ (Steedman, 1980; Jimerson, 2003; Rivera-\nOrraca, 2009). Like individual and collective memory, archives,\nmuseums and libraries are selective in what they collect and\nmaintain; many objects are never saved, while others are lost,\ndeteriorate or are discarded. Thus, ‘‘archival memory’’ is selective\nand subject to errors, omissions, and interpretations. Museum\ndisplays and archival documents reflect the perspectives of those\nwho decide what to save (remember) and what to discard\n(forget), and how to classify, maintain and display their holdings\nFIGURE 1 | The three elements that are necessary to understand the signiﬁcance of historical objects. In this case, the trephined skull (A)is the material object; the\ntools used for trephining (B)show how the holes might have been made, and the text from Hippocrates (C)gives a textual description of the instructions for using\nthe tools to trephine the skull. (A)The trepanned skull of Chios. The arrow points to the healed linear fracture associated with the bur hole. Used with permission of\nthe copyright holder: Copyright Hellenic Ministry of Culture and Sports, Ephorate Antiquities of Chios, Archeological Museum of Chios. Published with permission.\n(B)The raspatory (left), the serrated trepan or trephine (center), and the trepan (right) were used for scraping, sawing, and drilling, respectively. Used with permission\nfrom Tsermoulas et al. (2014). Panel (C)is adapted from Hanson (1999).\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 3 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brown Why Study the History of Neuroscience?\n(memories; Jimerson, 2003). Like individual and collective\nmemory, archival and historical memories are reconstructions\nof the past from the present traces, as organized by historians at\na particular time (defined as ‘‘the present’’) and in a particular\nplace. However, many historical artifacts are lost or destroyed.\nFor the history of neuroscience, these losses are serious. If history\nis a collective memory of the past, the loss of the historical objects\nand documents of neuroscience is equivalent to ‘‘scientific\nAlzheimer’s disease.’’ Treating this disciplinary ailment is more\nthan a matter of preserving and cataloging laboratory notes,\nspecimens, equipment, drawings and documents. This material\nneeds to be incorporated into the teaching and practice of\nneuroscience today.\nHistory is not static but is updated by new discoveries. As\nwith neuroscience itself, new discoveries enable us to update\nour knowledge of the history of neuroscience. New discoveries\nof lost manuscripts, letters or memoirs; new biographies\nand autobiographies of scientists and the discovery of new\nexperimental phenomena allow us to reconsider the course\nof history. For example, new discoveries resulted in the\nre-evaluation of the function of Golgi cells and Golgi’s theories\nof cellular connections (Kruger and Otis, 2007; Galliano et al.,\n2010). Likewise, modern discoveries in epigenetics have led\nto the up-dating of Darwin’s theory of evolution (Skinner,\n2015) and our understanding of environmental influences on\nbrain and behavior development and evolution (Keverne, 2014;\nKeverne et al., 2015). Likewise, the discovery of letters from\nSigmund Freud to his school friend, Eduard Silberstein, not\npublished until 1990 (Boehlich, 1990) give new insight into\nFreud as a student.\nSaving the Vanishing History of\nNeuroscience\nThe present traces of the past are being lost. These include\nbooks, diaries, published articles, unpublished manuscripts,\nphotographs, original data, laboratory books, equipment and\ninstruction manuals on how to use this equipment. As the\npeople, both scientists and technicians, who did the work\nretire and then die, the experimental protocols, technical skills,\nexpertise and oral history is lost with them. This matters\nbecause the crucial element for studying history is the present\nevidence of the past; with no evidence, there is no history.\nTo understand the history of neuroscience, we must save\nthe traces of neuroscience of the past and present. But how\nshould this be done? Books should be donated to and saved\nby libraries. Articles, manuscripts, diaries, lab notebooks and\ndata should be sent to archives. Equipment and the instruction\nmanuals for its use should be sent to museums. Why not\ndevelop a ‘‘History of Neuroscience Museum?’’ Lorusso et al.\n(2018) have proposed a ‘‘neuroscience without borders’’ program\nto preserve the history of neuroscience in Europe. IBRO,\nFENS and the Society for Neuroscience all have sections on\ntheir websites on the history of neuroscience and history\nposter sessions at their annual meetings. Autobiographical\naccounts of neuroscientists provide important information\non how the history of neuroscience was done by those\nwho did it (Squire, 1996–2018). More neuroscientists shouldbe encouraged to write their memoirs and send their lab\nnotes and other research materials to libraries, archives\nand museums.\nThe Virtual History of Neuroscience?\nThe internet is an important resource for saving the history of\nneuroscience. Many historical neuroscience books and journals\nare now available online as are some archives. FENS, IBRO and\nthe SfN have history websites, but what else can be done? Why\nnot develop a virtual museum of neuroscience? This was our\nthinking when we developed the Oxford History of Medicine\nwebsite, which focuses on the history of neuroscience1. On\nthis website, we have digitized the slides from the collections\nof Sir Charles Sherrington and Sir Wilfrid Le Gros Clark. A\nvariety of historical instruments, teaching models and other\nobjects have been captured using 3-D photography and can\nbe viewed on this website. There is also a collection of\nclinical neurological cases with case histories, stories about the\nobjects, art works, and videos of Oxford lectures on the history\nof neuroscience.\nWe have also developed the European Brain Museum Tour\nproject (Lorusso et al., 2018), which is a virtual tour of museums\nwith specialized collections on the brain and the history of\nneuroscience in each country of Europe2. Using this virtual tour,\nneuroscience enthusiasts can find exhibits of interest and use\nthe links on this website to view each museum’s own website.\nThis project, which is now sponsored by the FENS History\nof Neuroscience Committee, started as part of the ‘‘History of\nNeuroscience’’ course that I taught at Dalhousie University and\nwe hope that it will be useful to researchers as well as students\nin neuroscience. There are numerous other websites about the\nhistory of neuroscience, such as the milestones in neuroscience\nresearch3. These can be found using an internet search.\nWHY STUDY THE HISTORY OF\nNEUROSCIENCE?\nNeuroscience is a recent area of science, emerging as an explicit\ndiscipline in the late 20th century (Shepherd, 2010), but the\nhistory of neuroscience goes back to the ancient Egyptians\n(Breasted, 1930; Finger, 1994). Most students enter neuroscience\nto perform cutting-edge research with innovative technologies,\nto understand the complex workings of the brain and discover\nhow to repair them when mechanisms fail. Seldom do students\nenter neuroscience in order to study its history. As with other\nscientific disciplines, neuroscientists focus on new discoveries\nand contemporary theories. However, even the disproved and\nrejected theories of the past, such as phrenology, which have\nbeen relegated to cautionary anecdotes and the introductory\nsections of textbooks, may be re-evaluated in light of more recent\ndiscoveries (Jerison, 1977; Jones et al., 2018).\nMany neuroscientists are interested in the history of their\ndiscipline, but not everyone agrees that the knowledge of the\nhistory of neuroscience is helpful or important for doing modern\n1https://history.medsci.ox.ac.uk/\n2https://www.fens.org/Outreach/History/EBM/\n3https://faculty.washington.edu/chudler/hist.html\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 4 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brown Why Study the History of Neuroscience?\nneuroscience research (Falk and Falk, 2007). Neuroscientists\ntend to work pragmatically; using models that work and\nare consistent with the data without worrying about the\nphilosophical or historical issues involved. However, theoretical\nmodels break down, and at some point, they cease to be able\nto explain observed phenomena or to produce new testable\ntheories (Maienschein et al., 2008). At this point, a history\nof science perspective can be useful to analyze a theory\nhistorically, investigate the circumstances under which it was\ncreated, learn about its creators, examine the phenomena and\nthe original data incorporated into it, critique the underlying\nassumptions, and examine rival theories that were previously\nrejected (Maienschein et al., 2008). This approach offers a wealth\nof material to research scientists, who can look to these historical\nfindings to examine how theories are constructed. With a history\nof science approach, the end of a model’s productive life does not\nmean that it cannot still furnish important lessons to researchers.\nFor example, there are numerous theories of the causes of\nAlzheimer’s disease (Armstrong, 2013; Cubinkova et al., 2018;\nTable 1 ), and new research attempts to integrate behavioral,\ngenetic and environmental risk factors into an over-arching\ntheory of AD (Nehls, 2016). Once the causes of AD are known,\none should be able to follow the historical threads of each of\nthese theories.\nA history of science approach can also be an aid to\nunderstanding the interdisciplinary nature of neuroscience.\nNeuroscience, or more accurately, the neurosciences,\ninvolve anatomy, physiology, pharmacology, neurology,\npsychiatry, molecular biology, biochemistry, physics, cell\nbiology, developmental biology, evolution, physics, chemistry,\nengineering, computer science, ethology, psychology and\neconomics (Shepherd, 2010). Each of these fields has its own\ntheories, methodologies, and data, but through collaborative\nresearch projects, these influence each other. For example,\nduring the time that Star (1983) observed researchers in a\nTABLE 1 | What causes Alzheimer’s disease?\nThe amyloid cascade hypothesis (APP , PSEN 1, PSEN2)\nThe tau hypothesis (Tau)\nThe APOE4 allele hypothesis\nThe protein folding hypothesis\nThe alpha-synuclein hypothesis\nThe prion-like hypothesis\nThe synaptic pathology hypothesis\nThe abnormal neurotransmitter activity hypothesis (cholinergic, glutamatergic)\nThe neurotrophic hypothesis (BDNF)\nThe neuro-vascular hypothesis.\nThe impaired insulin, IGF-I signaling hypothesis\nThe cholesterol hypothesis\nThe neuro-inﬂammation hypothesis (astrocytes, microglia)\nThe autoimmune hypothesis\nThe slow acting infection hypothesis (HSV)\nThe mitochondrial cascade theory (rate of mitochondrial decline)\nThe oxidative stress hypothesis\nThe cell cycle hypothesis\nThe altered blood-brain barrier hypothesis\nThe trace metal hypothesis (copper, zinc, aluminum)\nThere are many hypotheses about the causes of Alzheimer’s disease, but no deﬁnitive\nsupport for any of them. How will history treat the study for the causes of AD? (from:\nArmstrong, 2013; Cubinkova et al., 2018; Makin, 2018).psychophysiology laboratory, she saw that they collaborated\nwith neurologists and imported neurological procedures into\ntheir research. In doing so, the psychophysiologists adopted\nthe assumptions about the localization of brain function made\nby the neurologists. Although this interdisciplinarity is both\nnecessary and fruitful in neuroscience (Shepherd, 2010), it\ncomes with the risks of mixing disciplinary assumptions about\nneural processes without a strong grounding in the bases for\nthese assumptions. A critical historical approach can help\nneuroscientists engaged in interdisciplinary research to navigate\nthese issues (Falk and Falk, 2007).\nThe Importance of the History of Science\nin General\nTo understand the importance of studying the history of\nneuroscience, it is useful to review the importance of historical\nresearch in science in general. To appreciate the role of science\nand its influence on society involves understanding its history\n(Nutton, 2004; Lindberg, 2007), philosophy (Godfrey-Smith,\n2003) and sociology (Merton, 1962; Bloor et al., 1996). The\nhistory of science describes the discoveries in science, their\nevolution and how they were transmitted and received (Grainger,\n1956). A textbook of neuroscience, for example, documents the\nhistory and progress of each area of neuroscience (Finger, 1994).\nDiscoveries do not appear out of the blue; they have long periods\nof incubation and their importance may not be recognized for\nmany years. New scientific knowledge is transmitted through\nbooks and journal articles, which have their own history (Gross\net al., 2002). Only when they are published can new discoveries\nbe distributed and critically evaluated.\nMany new discoveries have been rejected as ‘‘nonsense’’ when\nfirst published only to be confirmed later (Gross, 2009), resulting\nin paradigm shifts in science (Kuhn, 1962). The discovery of\na new fact is exciting, but if it is too revolutionary it will\nbe rejected by established scientists; it must be proved to be\ncorrect and doubters must be convinced by hard data. The\ndiscovery of a truth is one thing, but equally necessary is\nits transmission to other scientists and their acceptance of\nit (Grainger, 1956, p. 80). New discoveries and new theories\nresult in controversies. Of such controversies are scientific\nhistories made. For example, Vesalius’s (1543) book on human\nanatomy was rejected when first published and stimulated heated\ncontroversy that lasted decades (Montagu, 1955). The debate\non whether neural communication was electrical or chemical\n(the soups vs. the sparks debate) also continued for decades\n(Valenstein, 2002). The theory of animal electricity incited\ndebates between Galvani and Volta (Piccolino, 1998) and the\nneuron doctrine resulted in debates between Golgi and Cajal\n(Guillery, 2005). The history of neuroscience is important for\ninvestigating how advances in neuroscience occur. For example,\nwhile some would argue that new tools and techniques are\nfundamental for new discoveries in neuroscience (Bickle, 2016),\nothers would argue that conceptual change is what drives\nadvances in neuroscience (Parker, 2018).\nThe formal academic study of the history of science dates\nfrom the founding of the journal ISIS by George Sarton in\n1913 (Sarton, 1918; Barnes, 1920; Hellman, 1958) and showed\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 5 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brown Why Study the History of Neuroscience?\na significant increase in the 1950s (Albrecht-Carrie, 1951;\nGrainger, 1956). By the 1970s, Brush (1974) made the suggestion\nthat the history of science might be subversive and should be\nX-rated. He suggested, with tongue-in-cheek, that the study of\nthe history of science might pervert young minds by telling\nthem the truth about how science is done as opposed to the\nidealized methods of science presented in textbooks. By this\ntime, the traditional objective view of the history of science as\npresented by Elton (1967) was giving way to the more subjective\ninterpretational view of history given by Carr (1961) and\nrepresented by the view of history as a flawed memory process\n(Cubitt, 2007). It is interesting to compare Grainger’s (1956)\nreasons for studying the history of science ( Table 2 ), which focus\non discovering objective truths, to the more subjective reasons of\nMaienschein (2000). On the other hand, although Maienschein\n(2000) states that even if the history of science is subjective and\nriddled with errors of memory, there are still many good reasons\nfor studying it ( Table 2 ).\nGrainger (1956) painted an idealized view of the historian\nof science as someone who must have a sound knowledge of\nscience, philosophical wisdom and a historical sense, and be able\nto embrace the whole picture of the role of science in society.\nAccording to Grainger (1956), the historian of science must\nalso be aware that the education of science students focuses\non teaching ‘‘facts’’ and technological expertise. Many scientists\nare so specialized and narrow in their outlook that they reject\nthe history of science as ‘‘irrelevant’’ and a waste of time. The\nenlightened scientist, however, judges modern findings in the\nlight of history in order to understand the relationships between\nseemingly disparate studies and to use knowledge from one\narea of science to facilitate discoveries in another. Finally, the\nhistory of science, like any history, is an exercise in detective\nwork. In some ways understanding the history of a scientific\ndiscovery is almost as exciting as making the discovery itself\n(Goodfield, 1981).\nFalk and Falk (2007, p. 44) suggest that there are a number\nof benefits of scientists becoming historians. These include\nthe analysis of the social and cultural background of scientific\ndiscoveries; the context of scientific research; and the implicit\nassumptions that underlie the ‘‘dominant scientific Zeitgeist’’\nunder which scientific research is conducted. They argue\nthat scientists ‘‘adopt unawares those doctrines (and implicit\nassumptions) that are established by the dominant scientific\nZeitgeist,’’ and suggest that studying the history of science\nprovides a way that scientists can recognize and overcome their\nculturally-determined biases about their research. In the past,\nhistorians of science emphasized that scientists had an almost\nmoral duty to learn the history of science so that they could\nsituate their pursuit of knowledge in relation to the social,\ncultural and political events of their time (Grainger, 1956). This is\nstill an important reason to study the history of science. In many\ncases, scientists investigating the brain are unaware of the cultural\nbiases that influence their work (Cooter, 2014). Historians of\nscience should make, and neuroscientists should read, engaging,\ncritical, rigorous histories of the study of the brain and the\nnervous system to overcome these biases. Another benefit of\nstudying the history of science is to credit researchers whoseTABLE 2 | Why study the history of science?\nGrainger (1956).\n1. To understand scientiﬁc achievements in relation to society and culture.\n2. To indicate the directions and progress of science itself.\n3. To illustrate the creative imagination involved in basic science.\n4. To view the needs and problems of science in relation to society and\neducation.\n5. To show the long periods of innovation and development underlying new\ndiscoveries.\n6. To show the struggles of new discoveries to be accepted by other scientists\nand society.\n7. To show that what is considered “true” in science is continually being revised\nin light of new discoveries.\n8. To describe the changes in the way that new scientiﬁc discoveries change\nour beliefs about the world.\n9. To show how scientiﬁc discoveries underlie advances in engineering,\ntechnology and medicine.\n10. To humanize science, integrating the history of science with the humanities.\n11. To put current discoveries into historical perspective.\n12. To evaluate the beneﬁts and shortcomings of each side of a scientiﬁc\ncontroversy, correcting errors and pointing out contradictions equally.\n13. To illuminate how a discovery in one area of science relies on knowledge\nfrom other areas.\n14. To illuminate the sense, purpose and reasoning of science for education.\n15. To focus a critical eye on new discoveries, evaluating them in light of past\nresearch.\nMaienschein (2000).\n1. To show students and the general public how science works and how to\nimprove it.\n2. To show the greatness and the weakness, the fallibility and the humanity of\nscientists; reassuring students that scientists are, after all, only human.\n3. To show the excitement of science.\n4. To illuminate why some science ’works’ better than other science.\n5. To show that science is not a static method unchanging over time, but\nincorporates new innovations and responds to changing environments.\n6. To increase the public understanding of science and promote\nscientiﬁc literacy.\n7. To demonstrate past failures as well as past successes in order to avoid the\nformer and build on the latter.\n8. To make us better scientists; stressing creativity and humanness. To keep\nscientists from being too arrogant about successes and too despondent\nabout failures\n9. To reveal the mistakes of the past and make us more efﬁcient; recognizing\nmistakes prevents us from making the same mistakes again.\n10. To provide the larger perspective and allow scientists to make better\njudgements of their own work and that of others.\n11. To stimulate the imagination. Many new ideas and inventions are simply\nadaptations, modiﬁcations or new uses for old ideas or inventions.\n12. To show how science is really done by real people who are fallible and make\nmistakes as well as clever discoveries, and how many discoveries are the result\nof errors and good luck in addition to careful observation.\n13. To increase the public understanding of science. It makes science more\naccessible and interesting, showing the excitement of science and promotes\nscientiﬁc literacy.\ndiscoveries were premature and thus unheeded, or published in\nolder or foreign-language (non-English) journals (Gross, 2009).\nScientists who become historians also bridge the ‘‘two\ncultures’’ of the arts and social sciences and scientific research\nand are more able to see the influence of the arts on the sciences,\nand vice-versa (Edwards, 2010; Frazzetto, 2011; Garcia-Lopez,\n2012). Scientists who take a historical perspective are able to\nhave a more comprehensive perception of their scientific work\nand may see things that others miss (Root-Bernstein, 1988).\nFinally, because there is a great amount of ‘‘implicit knowledge’’\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 6 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brown Why Study the History of Neuroscience?\nin science that cannot be learned from textbooks, but only from\nhands-on research experience, the scientist-cum-historian can\nexplain the implicit rules of scientific work which are never\nincluded in published articles. Indeed, one of the most significant\ncontributions of scientists to the history of science may be\ntheir personal reminiscences, stories and anecdotes about how\ntheir research was really done. These only come to light in\nautobiographical works such as those of Watson (1968) on the\ndouble helix and Cajal (1937/1989) on his life in neurobiology.\nThe personal accounts of many neuroscientists (e.g., Hebb, 1980)\nhave been given in the many volumes of The history of psychology\nin autobiography that began as far back as the 1930s and in the\nseries of The history of neuroscience in autobiography edited by\nLarry Squire since 1996.\nFinally, scientific theories influence broader societal ideas\nabout the way the world works. The rise of the neurosciences has\nproduced a ‘‘neuroculture,’’ a distinct sociocultural phenomenon\nthat looks to neuroscience to explain all aspects of human\nbehavior (Rolls, 2012; Mora, 2015). Neuroculture has taken\nhold in literature, film, television and the visual arts, as well\nas education and even economics (Frazzetto and Anker, 2009).\nIndeed, neuroculture seems to have taken hold of all aspects\nof modern life, but it is not without its critics (Casper, 2014;\nCooter, 2014).\nIn summary, the answer to the question, ‘‘why study the\nhistory of neuroscience?’’ falls into five categories: (1) self-\nimprovement, illuminating the theories and methods of\nneuroscience and improving upon them; (2) efficiency,\navoiding past mistakes and learning from them; (3) perspective,\nproviding judgment and clarity and thus enlarging the scope\nof neuroscience; (4) imagination, offering a wide repertoire\nof ideas; and (5) education, improving scientific literacy and\nthe public understanding of neuroscience (Maienschein et al.,\n2008). Shepherd (2010) points out that studying the history of\nneuroscience helps us to understand the interdisciplinary nature\nof neuroscience, and shows how neuroscientific research extends\nacross all species, systems and levels of neural organization.\nA historical approach examines the factors that produce\ndiscoveries: the methods and techniques used, the personalities\nof the scientist themselves and the social, cultural, political and\nethical issues underlying neuroscience research.\nHOW DOES HISTORY AFFECT YOU?\nThe average neuroscientist or student of neuroscience may\nnot feel that they are affected by the history of neuroscience.\nHowever, the history of neuroscience is not just an academic\ndiscipline; history is personal and your own research history is\nimportant in three ways. The terminology you use, the scientific\narticles you write, and the integrity of your research publications\nall depend on history.\nNaming the Brain\nSimply talking about the brain is an exercise in history.\nThe term ‘‘brain’’ was first used by the ancient Egyptians in\nabout 1700 BC (Breasted, 1930); the distinction between the\n‘‘cerebrum’’ (enkephalon) and ‘‘cerebellum’’ (parenkephalis) wasfirst made by Aristotle around 300 BC, and the ‘‘entorhinal area’’\nwas defined by Brodmann in 1909 (see Swanson, 2015 for the\nhistory of neuroanatomical terminology). Likewise, the terms\n‘‘neuron,’’ ‘‘synapse,’’ and ‘‘neurotransmitter’’ all have a history\n(López-Muñoz and Alamo, 2009). Histological techniques, such\nas the Golgi stain have a history (Shepherd et al., 2011), the\n‘‘neurone doctrine’’ (Shepherd, 1991/2015), the ‘‘amyloid cascade\nhypothesis’’ of Alzheimer’s disease (Hardy, 2017) and the theory\nof the developmental origins of health and disease (DOHaD;\nHoffman et al., 2017; Suzuki, 2018) all have a history. So to talk\nabout any aspect of neuroscience is to talk about history.\nWriting a Scientiﬁc Paper\nThe completion of your research articles relies on the history\nof the problem of interest, and, when your research article is\npublished, it becomes a part of history. There are many guides\non how to write research articles (for example: Neill, 2007;\nPlaxco, 2010; Adams, 2011; Kallestinova, 2011; Saper, 2015).\nEach section of a research article involves some form of history,\nthus all scientists study history when completing a research\nproject and writing a scientific article. The ‘‘Introduction’’\nsummarizes the history of the problem that you are investigating\nand introduces the hypotheses you plan to test. It summarizes\nthe main discoveries in the area and who made them. When\nyou are testing a theory, the ‘‘Introduction’’ describes who\ndeveloped the theory, what previous data supports or refutes\nit, and describes any controversies, which you hope that your\nresearch will resolve. It provides the scientific context for your\nresearch problem with reference to theoretical and empirical\ndevelopments in the field. Your ‘‘Methods’’ section describes the\napparatus and procedures used, often discussing who developed\nthe equipment and techniques, their reliability and validity. Your\nexperimental methods, both those explicitly referenced in the\narticle and those tacitly passed on, all have a history. In some\ncases, older methods may be used to solve research problems\nin the present (Schwerdtfeger, 2018; Schwerdtfeger and Tobet,\n2018). The core of your research article is the presentation of\nnew results. Once the experiment is completed, your ‘‘Results’’\nsection is written and adds new data to the field of study.\nThese results are new today, but as soon as they are published,\nthey are history. The ‘‘Discussion’’ section describes how your\nfindings fit into the history of the problem and whether or\nnot they support the theory being tested. The ‘‘Discussion’’\nsection summarizes how your research is relevant to previous\nresearch and summarizes the advances that you have made.\nThe ‘‘Reference’’ section describes the history of the problem\nby listing the publications that you relied on to complete your\nstudy. It is a bibliographic resumé of the history of your research\ntopic. When writing a scientific article, you become a selective\nhistorian. Your introduction does not cite every article on your\ntopic; it is selective, focusing on the articles most relevant to your\nstudy. Likewise, you select the apparatus, methods and procedure\nfrom the many options available. You may even select which\nresults to publish and which to omit. Your ‘‘Discussion’’ is also\nselective, focusing on one or more of the possible theories to\nexplain your results. Finally, your reference list is also selective;\nyou do not cite every single article on your topic.\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 7 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brown Why Study the History of Neuroscience?\nOnce published, your article can become part of the history of\nsomeone else’s research project. If you write a review article, it is\na history project. Your grant proposals are also history projects:\nthey must demonstrate how the proposed research fits into the\nhistory of the field. Grant reviewers and journal referees must\nevaluate whether your research adds enough to the great chain\nof knowledge to be funded or published. This means that the\nreviewers of grants and manuscripts must know the past and\ncurrent history of the research being evaluated. Thus, everything\nthat you do in neuroscience involves history. Often without\nrealizing it, neuroscientists study history simply by conducting\ntheir research, writing review articles, grant applications and\nreviewing manuscripts.\nKeeping Your Own Historical Archives\nA scientific publication involves two types of history: the history\nof the problem being researched (the literature cited) and the\nhistory of the experimental project itself. If someone wants\nto replicate your experiment, they will need to know all of\nthe details of the methods and procedure: the subjects, the\nprotocols followed, equipment used, laboratory conditions and\nmethodological issues not included in the article and they may\nwant to see your laboratory notebooks, apparatus and methods,\nraw data, statistical analyses, etc. (Gorgolewski and Poldrack,\n2016; Gilmore et al., 2017; Zwaan et al., 2018 and the ensuing\ncommentaries). But what happens if other researchers cannot\nreplicate your findings? What if you are accused of fraud or\nresearch misconduct? Your raw data, statistical analyses, letters,\nnotebooks, diaries and e-mails will be open to scrutiny. Thus, for\neach published article, a personal archive is critical in order to\nprovide a comprehensive documentation of your experimental\nprocedures and results and to establish that there was no\nscientific misconduct, fudging of results, manipulation of data\nor photo-shopping of figures. Open and transparent research\nrelies on a careful historical account of each research project\n(Iqbal et al., 2016). To improve reproducibility of published\nfindings, many journals, such as Nature, require authors to\nsubmit research report forms that provide information on\nthe research subjects, materials used, experimental design and\nstatistical analyses (see Nature Publishing Group, 2017).\nWhat do you do when others cannot replicate your results?\nThis happened to me when other authors (Birke and Sadler,\n1984) could not replicate the results of my study on olfaction\nand scent marking in rats (Brown, 1978). By carefully examining\nthe differences in methods between the two studies, I was able\nto show that using the methods of my study, I replicated my\nresults and using the methods of Birke and Sadler (1984), I\nreplicated their results (Brown, 1991). Thus, by replicating the\ndifferent methods used in both studies, I was able to show that\nthe differences in social and sexual experience of the rats in\neach study produced the different behavioral results. There are\nmany such methodological issues in behavioral neuroscience\n(Schellinck et al., 2010). Thus, it is important to keep a research\narchive for each publication.\nWhen developing a personal research archive, many questions\nmust be answered. What should be kept? Where should it be\nkept and for how long? How can other scientists access yourarchive? Your research archive is a historical document and\nmay become subject to inspection and scrutiny. Many journals,\nuniversities, and governmental institutions now provide archives\nfor the documentation of each research project and the storage of\nraw data. For example, Cambridge University has a website with\na guide to research data management4, and there are a number of\nother guidelines to how to manage research data (see for example,\nIngram, 2016).\nThe development of data archives enables the creation of large\nneuroscience databases for data sharing (Cheung et al., 2009;\nFreeman, 2015; Wiener et al., 2016). Researchers must, therefore,\nensure that the data archived in these large scale databases are\nreliable and valid. Once such databases are created, those who\nwish to use them must learn new techniques for data-mining\nand neuroinformatics (Grisham et al., 2010, 2016; Akil et al.,\n2011; Gregory et al., 2018) and for statistical analysis (Bzdok\nand Yeo, 2017). Formal data archives have been developed in\nstructural biology (Kleywegt et al., 2018) and neuroimaging\n(Gorgolewski et al., 2016; Borghi and Van Gulick, 2018). The\nJackson Laboratory Mouse Phenome Database5is a collaborative\narchive where data collected on laboratory mouse strains and\npopulations have been collected from multiple sources. We used\nsuch public databases (The Allen Brain Atlas, STRING, GoMiner\nand Mouse Genome Informatics databases) for an in-silico\nanalysis of grooming behavior (Roth et al., 2013). New resources\nhave been published for making large databases available to\nneuroscientists (Vogelstein et al., 2018) and for searching these\ndatabases for designing and planning research projects (Matiasz\net al., 2018). Thus, if your data is included in a public database,\nyou must ensure that it is replicable.\nWhat happens if your results cannot be replicated and you are\naccused of scientific fraud (Gunsalus and Robinson, 2018)? Other\nresearchers, university administrators and granting agencies may\nwant to inspect your personal archives for each experiment. If\nscientific misconduct is found (if your experimental data does\nnot support the published results) your articles may be retracted\nand your reputation as a scientist tarnished. The Retraction\nWatch website6keeps track of retracted articles. If you cannot\nreplicate your own experiments, the published articles may also\nneed to be retracted. For example, LoLordo and Ross (1990)\nretracted their own articles because the rescoring of videotapes\non which the published data were based did not confirm the\noriginal findings. Zhang et al. (2012) had their article in the\n‘‘Neurobiology of Aging’’ retracted at the request of the Editor-\nin-chief and the authors ‘‘due to inappropriate duplication of\nphotomicrographs and errors in the description of the material’’\nwith the result that ‘‘the quantitative results reported in the article\ncannot be considered reliable’’ (Zhang et al., 2016). If you are\nfalsely accused of scientific misconduct, you will need to use\nyour scientific archive to demonstrate your research integrity\n(see Goldenring, 2010). On the other hand, some authors have\nargued that most published research is not replicable (Ioannidis,\n2005), while others argue that failure to replicate is an inherent\n4https://www.data.cam.ac.uk/data-management-guide/organising-your-data\n5https://phenome.jax.org\n6http://retractionwatch.com\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 8 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brown Why Study the History of Neuroscience?\nproperty of scientific research (Redish et al., 2018). Ioannidis\n(2014) has presented 12 steps for improving the reliability and\nvalidity of published research.\nEven if you are certain that none of your own research articles\nwill be retracted, you need to beware of referring to retracted\narticles in your research articles, reviews and grant proposals. For\nexample, in one of our articles (O’Leary et al., 2018), we referred\nto Zhang et al. (2012), but when we were doing the revisions\nto our article, we found that this article had been retracted\n(Zhang et al., 2016), and so we had to find a new reference and\nmake substantial revisions to our article. When writing review\narticles one must also beware of retracted articles. Uher and\nWeaver (2014a) wrote a commentary on a article by Perroud et al.\n(2014) that was subsequently retracted because one of the authors\nhad fabricated data (Aubry et al., 2014). As a result, Uher and\nWeaver (2014b) had to retract their commentary on this article.\nIn this case, the embarrassment of having to retract an article had\nnothing to do with the reviewers, who were innocent victims of\na third party. Thus, the Retraction Watch website and database\n(Brainard, 2018) is becoming an essential resource for preventing\nneuroscientists from becoming victims of scientific malpractice\nby others.\nIn summary, history is a personal issue in neuroscience. Each\nof your research projects relies on previous studies, methodology\nand theories. Once your article is published, it becomes a part of\nhistory. Establishing a personal archive for each research project\nis critical to ensure that future researchers can gain access to your\ndata and that your research documents are available for historical\nanalysis. Such an archive is also essential for other researchers\nwho wish to replicate your experiments and to defend yourself\nagainst claims of scientific misconduct and the danger of having\nyour articles retracted. Finally, you must be wary of citing articles\nthat have been retracted.\nHOW TO MAKE THE HISTORY OF\nNEUROSCIENCE RELEVANT TODAY\nHistory is more than a matter of cataloging and preserving\nlaboratory notes, specimens, equipment, drawings and\nphotographs. This material needs to be incorporated into\nthe teaching and practice of neuroscience research. To make\nhistory relevant to students of neuroscience, faculty could\nintegrate historical topics into their neuroscience teaching and\nresearch using websites, artifacts and historical publications.\nThrough the study of history, students can be introduced\nto the historical context of their research and learn how it\nis integrated with other disciplines and society in general.\nThe history of neuroscience can be approached through\ntextbooks (Finger, 1994, 2000; Glickstein, 2014), or books on\nspecial topics (Shepherd, 1991/2015). There are biographies\nof many neuroscienctists, including Galen (Mattern, 2013),\nHelmholtz (Meulders, 2010), Golgi (Mazzarello, 2010), and\nPavlov (Todes, 2014). Neurobiographies (Söderqvist, 2002,\n2007) and autobiographies (Squire, 1996–2018) provide personal\nhistories, describing how individual neuroscientists did their\nresearch, and bridging the gap between neuroscience and\nthe humanities.The most common way that neuroscientists do historical\nresearch is to identify past studies on the topic of interest using\nreference citations, PUBMED, Web of Science or Google Scholar\nas a guide. However, this often does not encompass the many\ntexts located on library shelves or in library special collections of\nrare books that must be accessed separately from the main library\ncatalog. Archives keep letters, diaries, photographs, memos and\nother documents donated by scientists or their families. They\nmay include drafts of articles, unpublished manuscripts, lab data\nbooks, and other valuable information. Newspaper clippings,\nawards, medals, and honorary degrees also find their way into\narchives. For example, the McGill University archives have many\nboxes of articles of Donald O. Hebb (Brown and Milner, 2003)\nand the Oxford University archives have the articles of Sir\nCharles Sherrington, but so do the archives at the University\nof Liverpool, the University of British Columbia and the Royal\nSociety of London (Molnár and Brown, 2010). The National\nArchives of each country also contain materials on the history\nof individual neuroscientists.\nHistorical objects may be kept in museums, and there are\nmany museums with brain collections that provide essential\nresources for studying comparative neurobiology and the history\nof neuroscience (Iwaniuk, 2010, 2011; Fobbs and Johnson, 2011;\nManger, 2011 and other articles in this volume). The importance\nof saving anatomical specimens in museum collections is that\nthey can be re-analyzed using modern methods to gain new\ninsights into neural disorders. Such is the case of the brains\nof Broca’s famous patients, Leborgne and Lelong, held in the\nMuseum Dupytren in Paris, which have been reanalyzed by\nmodern researchers using PET and fMRI scans to reveal the\ndamage that was unseen by Broca (Dronkers et al., 2007).\nIn addition, the old equipment used in scientific laboratories,\nincluding machinery and lab notes, become critical historical\nobjects (Ceccarelli, 2002; Arnold and Söderqvist, 2011) and\nit is important to preserve these in museum collections\n(Lorusso et al., 2018).\nBeyond these physical locations, information on the history of\nthe neurosciences is readily accessible through the internet. The\ninternet is an incredibly powerful tool for the study of the history\nof neuroscience and for engaging students in historical research.\nEven the most ancient texts can be accessed online. There are\nalso virtual archives and virtual museums. The European Brain\nMuseum Tour website7allows anyone to locate museums with\nbrain collections at the click of a button. Developing a virtual\nmuseum of neuroscience was the reasoning behind the creation\nof the Oxford History of Medical Sciences Project8where\nstudents and researchers can access slides, objects, art, stories,\ncase histories and seminars that are relevant to conducting\nhistorical research. There is also the ability to analyze historical\nequipment using this website.\nHistorical research also involves personal interactions:\ncontacting the colleagues, students, friends and families of\nneuroscientists to locate hidden information about their lives\nand work. Former students and colleagues of neuroscientists\n7https://www.fens.org/Outreach/History/EBM/\n8http://history.medsci.ox.ac.uk\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 9 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brown Why Study the History of Neuroscience?\nmay have letters, manuscripts and photographs stored away\nin filing cabinets. There may be old materials in university\nstore-rooms that have never been sent to the archives. Still,\nother historical artifacts have been stored in back rooms of\nuniversity departments, or in display cases in corridors. Other\ndocuments reside in the basements and attics of the friends and\nfamilies of neuroscientists. Interviews with colleagues, students,\nspouses, children and grandchildren of neuroscientists may turn\nup unseen documents, as well as valuable information that has\nnever been published. For example, in this way I obtained some\nletters and other documents from the families of Sir Wilfred Le\nGros Clark and Donald Hebb. Such family documents are not\npublically available and are on the verge of being lost if someone\nis not there to salvage them. Once all such information has\nbeen collected, one must sort and arrange it and decide how to\npreserve it. Too often there are large gaps, missing information\nand one-sided conversations. One may find the letters from A to\nB, but none of the letters from B to A, and so inferences must\nbe made about the information they might contain. Additionally,\nif the topic that you are researching is controversial, you may\nfind yourself the center of a war of words, as I found with my\ninvestigation of Donald Hebb’s research on sensory deprivation\n(Brown, 2007a).\nHistory is the study of the present traces of the past or the\nmemories of the past. Thus libraries, archives, and museums are\nall repositories of the memories of the history of neuroscience.\nHowever, we are now facing a number of problems in preserving\nthe history of neuroscience (Lorusso et al., 2018). Many of these\nrepositories have selective memories; some select only certain\nitems to keep and others have political and personal preferences\nfor what is collected. Some archives have online indexes and\nothers do not. Some archives no longer have archivists. Some\narchives and museums have been closed and the materials are no\nlonger accessible. In addition, libraries, archives and museums\n‘‘get rid of’’ or de-access items they no longer deem interesting.\nOld books, just the kind of thing a historian looks for, which\nhave not been taken out of the library for years, get discarded,\nso are no longer available to anyone. Archival materials sit in\nboxes without being indexed and museums reject donations of\nold equipment as they have no space for it. Most museums\nexhibit only a small fraction of their holdings; the rest is in\nstorage and may become lost. And, worst of all, documents\nand equipment may have been destroyed or thrown out by\nover-zealous administrators who just want to ‘‘get rid of all of\nthis old junk.’’ Finally, many neuroscientists do not leave their\nrecords to any library, archive or museum and these records\nget destroyed or languish unknown in attics and basements.\nMy aim in this article is to encourage the preservation of these\nhistorical documents.\nTHE EXCITEMENT OF HISTORICAL\nRESEARCH\nHistorical research is interesting, illuminating and enlightening.\nTo be able to conceptualize the perspectives of older\nneuroscientists gives us an ability to understand their discoveries\nmore deeply and make sense of our own research, theories,and methodology. In addition, historical research allows one\nto hear exciting stories and meet interesting people. If these\nare not appealing as reasons to study history, some may find\nconsolation in the fact that doing historical research often\ninvolves travel to incredible places. Some examples from my\nown research illustrate how the search for historical documents\ncan be interesting and exciting: academic detective work. These\ninclude finding ancient Greco-Roman surgical tools in Greece,\nsearching for Leonardo da Vinci in Italy, finding Sir Charles\nSherrington’s box of slides in Oxford, the search for traces of\nDonald O. Hebb in Montreal, Boston, and Chicago and the\nopportunity to visit Pavlov’s laboratories and home in Russia.\nAncient Greco-Roman Surgical Tools\nDuring a FENS meeting in Thessaloniki, Greece, in October\n2015, I visited the Archeological Museum, which had exhibits on\nFIGURE 2 | Surgical tools from the 3rd century AD. These tools are replicas\nof those on exhibit at the National Archelogical Museum of Greece and were\npurchased at the museum in Thessaloniki, Greece. On the far left is a\ncopper-alloy spoon for preparing and taking medicines and applying them to\nwounds. Next to it is a copper-alloy knife handle that is decorated with a\nsmall animal, possibly a mouse, which links the instrument with Asklepios.\nThe mouse was seen as a daemonic being with prophetic powers and was\nassociated with Apollo Smintheus, who protected people against evil and\nepidemics. The blade is missing. Because blades were made of iron, they\noften rusted away. The item at the top of the six items shown horizontally is a\ncopper-alloy double hook which is decorated with silver bands at the head\nand in the middle. It was used during surgical operations on blood vessels\n(aneurysms), on membranes in the eye, and on tonsils, and to clasp pieces of\ntissue and the edges of wounds during surgery. The second horizontal item is\na copper-alloy knife used to make incisions in the ﬂesh during operations. It\nhas an engraved depiction of a snake on the blade and a snake’s head at the\nend. The third item is a copper-alloy spoon-shaped probe that was used to\nprepare and apply medicines. The fourth is a copper-alloy needle used to sew\nbandages applied to wounds. The ﬁfth is a copper-alloy spatula probe used\nto mix and apply medicines in deep surgical incisions, to diagnose and\nmeasure the depth of injuries, and more rarely to clean internal wounds to the\nnose and other, larger wounds. The bottom item is also a copper-alloy\nspatula probe. On the far right is a copper-alloy clasp with serrated ends. This\nwas used to clasp or cut away ﬂesh and tumors during surgical operations.\nNext to this is another copper-alloy spatula used to clean wounds and\nincisions, scrape away ﬁstulae, and remove foreign bodies and broken bones\nfrom the ear and nose. In eye operations, it was used to remove cysts. It was\nalso used to prepare and apply medicines, particularly to the eyes. These\ntools are described by Bliquez (1982).\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 10 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Brown Why Study the History of Neuroscience?\ntrepanning and on ancient surgical tools. Sets of exact replicas\nof these tools were for sale in the gift shop and I bought\none to use for teaching ( Figure 2 ). These tools include hooks,\nknives, probes, needles, spatulas, spoons, and knife handles. A\ncopper-alloy knife, used to make incisions during operations,\nhas an engraved depiction of a snake on the blade and a\nsnake’s head at the end, which link the instrument to Asklepios,\nthe god of medicine. A scalpel handle carved in the shape\nof a mouse is also linked to Asklepios (see Figure 2 ). When\nI lecture on the writings of Hippocrates or Galen, I open\nthe box of ancient surgical instruments and the students are\nstruck by how ‘‘modern’’ they look. This increases their interest\nin history.\nThe Search for Leonardo\nIn order to complete a presentation on Leonardo da Vinci for\na history poster (Brown, 2014), I obtained security clearance\nto view the original pages from Leonardo’s notebooks, which\nare held in the print room at Windsor Castle in England.\nWhen I left I ordered my own copies of the prints to\nuse for teaching. During the FENS Milan meeting, Lorenzo\nLorusso organized tours of libraries and archives such as the\nBiblioteca Nazionale Braidense, which displayed Leonardo’s\ndrawings. On this tour, we visited the town of Vinci ( Figure 3 ),\nthe Leonardo museum and the house where Leonardo was\nborn. In Florence, we visited other Leonardo da Vinci\nmuseums, libraries, and exhibits where we purchased books on\nLeonardo and prints of his drawings. In researching Leonardo\nda Vinci as a neuroscientist, a tour of Italy is interesting\nand exciting.Sherrington’s Box of Wonders\nIn 2008, Zoltán Molnár discovered a box of histological slides\nused by Sherrington from 1888 to 1935 ( Figure 4 ). This\nbox contains 21 drawers of slides from Sherrington’s years\nat St. Thomas Hospital (1888–1895), Liverpool University\n(1896–1914) and Oxford University (1914–1935). It also\ncontains slides presented to him by other leading contemporary\nneuroscientists. Much of the histological data behind these\nincredible discoveries are available for research at the University\nof Oxford. This material provided information for our\npublication on the work of Sherrington (Molnár and Brown,\n2010) and the impetus to develop our History of Neuroscience\nWebsite9. This website allows the viewer to use a program\ncalled ‘‘Zoomify’’ to magnify each image as if it were\nunder a microscope. The materials in this website can\nnow be used for teaching classes anywhere in the world\n(Chang and Molnár, 2015).\nThe Man Behind the Hebb Synapse\nDonald O. Hebb’s influential book, The Organization of Behavior\n(Hebb, 1949/2002), established the concepts of synaptic change\nand cell assemblies. This was the basis for the prominent\nHebbian theory, which has been summarized as ‘‘cells that\nfire together wire together.’’ Hebb’s research was diverse and\ninvolved a wide range of ideas (Brown, 2007b) and his research\non intelligence A and B was used by Cattell to develop his theories\nof fluid and crystallized intelligence (Brown, 2016). Hebb was\nProfessor Emeritus at Dalhousie University from 1977 to 1985\n(Figure 5 ) and, after he died, a Hebb Memorial Lecture was\n9https://history.medsci.ox.ac.uk/\nFIGURE 3 | The house in Vinci, Italy, where Leonardo Da Vinci was born [Photo by Richard Brown].\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 11 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Brown Why Study the History of Neuroscience?\nFIGURE 4 | I am examining Sherrington’s box of slides at Oxford University [Photo by Zoltán Molnár].\nFIGURE 5 | At the Hebb “cottage” in Chester Basin, Nova Scotia. Hebb’s 80th birthday 1984. Left to right: Richard Brown, Donald Hebb, Raymond Klein and his\ndaughter [Photo taken by John Fentress].\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 12 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Brown Why Study the History of Neuroscience?\nestablished. I began to write the introductions to these lectures\nand this resulted in having Hebb’s book republished (Hebb,\n1949/2002) and writing articles on his life and work (Brown\nand Milner, 2003; Brown, 2007b). To research the life of Donald\nHebb took me to the archives at Dalhousie University, McGill\nUniversity, the University of Chicago, Harvard University and\nthe archives of the History of Psychology in Akron Ohio, as\nwell as to many small archives and museums. Hebb’s family\nprovided me with materials and I met his brother, Andrew (aged\n98) who told me about their childhood and schooling. I scoured\nthe National Archives of Canada in Ottawa for information\nabout Hebb and met with his former students and colleagues\nand I am not finished yet; indeed, I have my own ‘‘Quest for\nCorvo’’ (Symons, 1934/1966) in trying to write a biography of\nDonald Hebb.\nPavlov’s Physiology Labs\nIn May 2017, the FENS History committee participated in the\n100th anniversary of the Russian Physiological Society in Saint\nPetersburg Russia. During our visit, we not only presented\nlectures but also visited the laboratories used by Pavlov. The\nhighlights of the trip were our visits to the lab at Koltushi and\nto Pavlov’s apartment, where we had tea in Pavlov’s dining room\n(Brown et al., 2017).\nThese examples illustrate some of the excitement of the\nsearch for the history of neuroscience. It is interesting because\nyou discover things that you would never have expected. It is\nilluminating as it shows the ideas and methods used to make\nsome of the basic discoveries in neuroscience. Finally, it is\nenlightening to view the lives of famous neuroscientists through\ntheir writings, letters and photographs and through the eyes\nof their students and families. In the search for the history of\nneuroscience, you have the opportunities to meet interesting\npeople, hear fascinating stories and to travel to far away places.\nFinally, the study of the history of science helps you to make sense\nof your own research.\nSUMMARY AND CONCLUSIONS\nThe history of neuroscience can be important for students and\nresearchers who can use insights from the history of science\nto illuminate their work. By methodologically investigatinghistorical data, models, hypotheses and experiments, alternatives\nto contemporary theories can be contemplated. Lessons from\nthe history of neuroscience also reveal the cultural context and\nsocial responsibility of those investigating the brain. Popular\nideas about the brain influence the direction that neuroscientists\ntake in their research. Especially in the past half-century, new\ndiscoveries in neuroscience have had a widespread popular\nappeal. Nerves and brain function have become a powerful\nanalogy in spheres of thought far removed from neuroscience.\nIn order to avoid repeating prejudices, neuroscientists can take a\nhistory of science approach to their discipline.\nBecause history points out the flaws and problems with\npast research, it has been suggested that it be ‘‘X-rated,’’ as\nthe focus has moved away from the search for the ‘‘objective\ntruths’’ in history to the more subjective ‘‘memory’’ approach\nto history, with all its errors, omissions and flaws. Since all\nresearch relies on history, and each research project has its\nown history, neuroscientists rely on their historical records to\ndemonstrate their research integrity. Without history, whether\nin the form of actual physical objects, written documents,\nor personal reminiscences, neuroscientists have little context\nfor their contemporary work. Historical approaches can be\nintegrated into research and teaching in neuroscience and many\nneuroscientists will find interest and pleasure in the study of the\nhistory of neuroscience.\nAUTHOR CONTRIBUTIONS\nRB wrote the manuscript.\nFUNDING\nPublication of this article was supported, in part, by grant A7441\nfrom the Natural Sciences and Engineering Research Council\n(NSERC) of Canada.\nACKNOWLEDGMENTS\nI would like to thank my students, Brianna Aird and Jessica Pelley\nfor their assistance in the preparation of previous drafts of this\narticle, and Aimee Wong for her help in editing the article.\nREFERENCES\nAdams, J. (2011). ‘‘Writing in neurosceicne’’: a course designed for\nneuroscience undergraduate students. J. Undergrad. Neurosci. Educ. 10,\nA50–A57.\nAkil, H., Martone, M. E., and Van Essen, D. C. (2011). Challenges\nand opportunities in mining neuroscience data. Science 331, 708–712.\ndoi: 10.1126/science.1199305\nAlbrecht-Carrie, R. (1951). Of science, its history and the teaching thereof. Sci.\nMon. 73, 16–24.\nArmstrong, R. A. (2013). What causes Alzheimer’s disease? Folia Neuropathol. 51,\n169–188. doi: 10.5114/fn.2013.37702\nArnold, K., and Söderqvist, T. (2011). Medical instruments in museums:\nimmediate impressions and historical meanings. Isis 102, 718–729.\ndoi: 10.1086/663613Aubry, J. M., Dayer, A., Perroud, N., Piguet, C., Nallet, A., and Favre, S. (2014).\nRetraction of ‘‘Childhood maltreatment and methylation of the glucocorticoid\nreceptor gene NR3C1 in bipolar disorder’’. Br. J. Psychiatry 205, 164.\ndoi: 10.1192/bjp.205.2.164a\nBarnes, H. E. (1920). The historian and the history of science. Sci. Mon. 11,\n112–126.\nBickle, J. (2016). Revolutions in neuroscience: tool development. Front. Syst.\nNeurosci. 10:24. doi: 10.3389/fnsys.2016.00024\nBirke, L. I. A., and Sadler, D. (1984). Scent-marking behaviour in response to\nconspecific odours by the rat, Rattus norvegicus .Anim. Behav. 32, 493–500.\ndoi: 10.1016/s0003-3472(84)80286-9\nBloor, D., Barnes, B., and Henry, J. (1996). Scientific Knowledge: A Sociological\nAnalysis . Chicago, IL: University of Chicago Press.\nBliquez, L. J. (1982). The Tools of Asclepius: the surgical gear of the Greeks and\nRomans. Vet. Surg. 11, 150–156. doi: 10.1111/j.1532-950x.1982.tb00692.x\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 13 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Brown Why Study the History of Neuroscience?\nBoehlich, W. (Eds). (1990). The Letters of Sigmund Freud to Eduard Silberstein,\n1871–1881. Translated by Jeffrey M. Masson. Cambridge, MA: Harvard\nUniversity Press.\nBorghi, J. A., and Van Gulick, A. E. (2018). Data management and sharing\nin neuroimaging: practices and perceptions of MRI researchers. PLoS One\n13:e0200562. doi: 10.1371/journal.pone.0200562\nBrainard, J. (2018). Rethinking retractions. Science 362, 390–393.\ndoi: 10.1126/science.362.6413.390\nBreasted, J. H. (1930). The Edwin Smith Surgical Papyrus. Chicago, IL: University\nof Chicago Press.\nBrown, R. E., Molnár, Z., Filaretova, L., Ostrovskiy, M. A., Piccolino, M., and\nLorusso, L. (2017). The 100th anniversary of the Russian Pavlov Physiological\nSociety. Physiology 32, 402–407. doi: 10.1152/physiol.00023.2017\nBrown, R. E. (1978). Hormonal control of odor preferences and urine-marking\nin male and female rats. Physiol. Behav. 20, 21–24. doi: 10.1016/0031-\n9384(78)90197-x\nBrown, R. E. (1991). Effects of rearing condition, gender, and sexual experience on\nodor preferences and urine-marking in Long-Evans rats. Anim. Learn. Behav.\n19, 18–28. doi: 10.3758/bf03197856\nBrown, R. E. (2007a). Alfred McCoy, Hebb, the CIA and torture. J. Hist. Behav. Sci.\n43, 205–213. doi: 10.1002/jhbs.20225\nBrown, R. E. (2007b). The life and work of Donald Olding Hebb, Canada’s\ngreatest psychologist. Proc. N. S. Inst. Sci. 44, 1–25. doi: 10.15273/pnsis.v44\ni1.3880\nBrown, R. E. (2014). ‘‘Leonardo Da Vinci and the search for the anatomical basis of\nthe soul,’’ in Program No. 21.04SA/UU24. 2014 Neuroscience Meeting Planner\n(Washington DC: Society for Neuroscience).\nBrown, R. E. (2016). Hebb and Cattell: the genesis of the theory of fluid and\ncrystallized intelligence. Front. Hum. Neurosci. 10:606. doi: 10.3389/fnhum.\n2016.00606\nBrown, R. E., and Milner, P. M. (2003). The legacy of Donald O. Hebb: more\nthan the Hebb synapse. Nat. Rev. Neurosci. 4, 1013–1019. doi: 10.1038/\nnrn1257\nBrush, S. G. (1974). Should the history of neuroscience be rated X?: the\nway scientists behave (according to historians) might not be a good\nmodel for students. Science 183, 1164–1172. doi: 10.1126/science.183.\n4130.1164\nBzdok, D., and Yeo, B. T. T. (2017). Inference in the age of big data: future\nperspectives on neuroscience. Neuroimage 155, 549–564. doi: 10.1016/j.\nneuroimage.2017.04.061\nCajal, S. R. (1937/1989). Recollections of My Life. Cambridge, MA: MIT Press.\nCarr, E. H. (1961). What is History? Cambridge: University of Cambridge Press.\nCasper, S. T. (2014). History and neuroscience: an integrative legacy. Isis105,\n123–132. doi: 10.1086/675554\nCeccarelli, L. (2002). A scientific rhetoric [Review of Communicating Science\nby Alan G. Gross, Joseph E. Harmon and Michael Reidy]. Science 298:757.\ndoi: 10.1126/science.1076841\nChang, B., and Molnár, Z. (2015). Practical neuroanatomy teaching in the 21st\ncentury. Ann. Neurol. 77, 911–916. doi: 10.1002/ana.24405\nCheung, K. H., Lim, E., Samwald, M., Chen, H., Marenco, L., Holford, M. E.,\net al. (2009). Approaches to neuroscience data integration. Brief. Bioinform. 10,\n345–353. doi: 10.1093/bib/bbp029\nCooter, R. (2014). Neural veils and the will to historical critique: why\nhistorians of science need to take the Neuro-turn seriously. Isis105, 145–154.\ndoi: 10.1086/675556\nCubinkova, V., Valachova, B., Uhrinova, I., Brezovakova, V., Smolek, T.,\nJadhav, S., et al. (2018). Alternative hypotheses related to Alzheimer’s disease.\nBratisl. Lek. Listy 119, 210–216. doi: 10.4149/BLL_2018_039\nCubitt, G. (2007). History and Memory. Manchester: Manchester University Press.\nDawkins, R. (2013). An Appetite for Wonder: The Making of A Scientist. A Memoir.\nLondon: Bantam.\nDronkers, N. F., Plaisant, O., Iba-Zizen, M. T., and Cabanis, E. A. (2007). Paul\nBroca’s historic cases: high resolution MR imaging of the brains of Leborgne\nand Lelong. Brain 130, 1432–1441. doi: 10.1093/brain/awm042\nEccles, J. C., and Gibson, W. C. (1979). Sherrington: His Life and Thought. Berlin:\nSpringer-Verlag.\nEdelman, G. M. (2006). Second Nature: Brain Science and Human Knowledge. New\nHaven, CT: Yale University Press.Edwards, D. (2010). The Lab: Creativity and Culture. Cambridge, MA: Harvard\nUniversity Press.\nElton, G. R. (1967). The Practice of History. New York, NY: Thomas Y. Crowell.\nFalk, R., and Falk, R. (2007). ‘‘Why should scientists become historians?,’’ in\nPositioning the History of Science , eds K. Gavroglu and J. Rean (New York, NY:\nSpringer), 43–48.\nFinger, S. (1994). The Origins of Neuroscience: A History of Explorations Into Brain\nFunction. New York, NY: Oxford University Press.\nFinger, S. (2000). Minds Behind the Brain: A History of the Pioneers and Their\nDiscoveries. New York, NY: Oxford University Press.\nFobbs, A. J. Jr., and Johnson, J. I. (2011). Brain collections at the national museum\nof health and medicine. Ann. N Y Acad. Sci. 1225, E20–E29. doi: 10.1111/j.1749-\n6632.2011.06036.x\nFrazzetto, G. (2011). How to bridge neuroscience, society, and culture. PLoS Biol.\n9:e1001178. doi: 10.1371/journal.pbio.1001178\nFrazzetto, G., and Anker, S. (2009). Neuroculture. Nat. Rev. Neurosci. 10, 815–821.\ndoi: 10.1038/nrn2736\nFreeman, J. (2015). Open source tools for large-scale neuroscience. Curr. Opin.\nNeurobiol. 32, 156–163. doi: 10.1016/j.conb.2015.04.002\nGalliano, E., Mazzarello, P., and D’Angelo, E. (2010). Discovery and rediscoveries\nof Golgi cells. J. Physiol. 588, 3639–3655. doi: 10.1113/jphysiol.2010.\n189605\nGarcia-Lopez, P. (2012). Sculpting the brain. Front. Hum. Neurosci. 6:5.\ndoi: 10.3389/fnhum.2012.00005\nGilmore, R. O., Diaz, M. T., Wyble, B. A., and Yarkoni, T. (2017). Progress toward\nopenness, transparency, and reproducibility in cognitive neuroscience. Ann. N\nY Acad. Sci. 1396, 5–18. doi: 10.1111/nyas.13325\nGlickstein, M. (2014). Neuroscience: A Historical Introduction. Cambridge, MA:\nMIT Press.\nGodfrey-Smith, P. (2003). Theory and Reality: An Introduction to the Philosophy of\nScience. Chicago: University of Chicago Press.\nGoldenring, J. R. (2010). Innocence and due diligence: managing unfounded\nallegations of scientific misconduct. Acad. Med. 85, 527–530. doi: 10.1097/acm.\n0b013e3181cd4c7a\nGoodfield, J. (1981). An Imagined World: A Story of Scientific Discovery. London:\nPenguin Books.\nGorgolewski, K. J., Auer, T., Calhoun, V. D., Craddock, R. C., Das, S., Duff, E. P.,\net al. (2016). The brain imaging data structure, a format for organizing\nand describing outputs of neuroimaging experiments. Sci. Data 3:160044.\ndoi: 10.1038/sdata.2016.44\nGorgolewski, K. J., and Poldrack, R. A. (2016). A practical guide for improving\ntransparency and reproducibility in neuroimaging research. PLoS Biol.\n14:e1002506. doi: 10.1371/journal.pbio.1002506\nGrainger, T. H. (1956). Why study the history of science? Improv. Coll. Univ.\nTeach. 4, 79–82. doi: 10.1080/00193089.1956.10533944\nGregory, K., Khalsa, S. J., Michener, W. K., Psomopoulos, F. E., de Waard, A., and\nWu, M. (2018). Eleven quick tips for finding research data. PLoS Comput Biol.\n14:e1006038. doi: 10.1371/journal.pcbi.1006038\nGrisham, W., Lom, B., Lanyon, L., and Ramos, R. L. (2016). Proposed training to\nmeet challenges of large- scale data in neuroscience. Front. Neuroinform. 10:28.\ndoi: 10.3389/fninf.2016.00028\nGrisham, W., Schottler, N. A., Valli-Marill, J., Beck, L., and Beatty, J. (2010).\nTeaching bioinformatics and neuroinformatics by using free web-based tools.\nCBE Life Sci. Educ. 9, 98–107. doi: 10.1187/cbe.09-11-0079\nGross, C. G. (2009). Three before their time: neuroscientists whose ideas\nwere ignored by their contemporaries. Exp. Brain Res. 192, 321–334.\ndoi: 10.1007/s00221-008-1481-y\nGross, A. G., Harmon, J. E., and Reidy, M. (2002). Communicating Science.\nThe Scientific Article From the 17th Century to the Present. Oxford: Oxford\nUniversity Press.\nGuillery, R. W. (2005). Observations of synaptic strutures: origins of the neuron\ndoctrine and its current status. Philos. Trans. R. Soc. Lond. B Biol. Sci. 360,\n1281–1307. doi: 10.1098/rstb.2003.1459\nGunsalus, C. K., and Robinson, A. D. (2018). Nine pitfalls of research misconduct.\nNature 557, 297–299. doi: 10.1038/d41586-018-05145-6\nHardy, J. (2017). The discovery of Alzheimer-causing mutations in the APP\ngene and the formulation of the ‘‘amyloid cascade hypothesis’’. FEBS J. 284,\n1040–1044. doi: 10.1111/febs.14004\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 14 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Brown Why Study the History of Neuroscience?\nHanson, M. (1999). Hippocrates: On Head Wounds. Translation and Commentary\nby Maury Hanson CMG I 4,1. Berlin: Corpvs Medicorvm Graecorvm.\nHebb, D. O. (1949/2002). The Organization of Behaviour: A Neuropsychological\nTheory. New York, NY: Wiley. [Reprinted 2002 by Lawrence Erlbaum\nAssociates, Mahwah, New Jersey]\nHebb, D. O. (1980). ‘‘D. O. Hebb,’’ in A History of Psychology in Autobiography,\nVol VII , ed. G. Lindzey (San Francisco: WH Freeman), 273–309.\nHellman, C. D. (1958). George Sarton, historian of science and new humanist.\nScience 128, 641–644. doi: 10.1126/science.128.3325.641\nHoffman, D. J., Reynolds, R. M., and Hardy, D. B. (2017). Developmental origins\nof health and disease: current knowledge and potential mechanisms. Nutr. Rev.\n75, 951–970. doi: 10.1093/nutrit/nux053\nIngram, C. (2016). How and why you should manage your research data: a guide\nfor researchers: an introduction to engaging with research data management\nprocesses. Available online at: https://www.jisc.ac.uk/guides/how-and-why-\nyou-should-manage- your-research-data# [Accessed March 15, 2019].\nIoannidis, J. P. (2005). Why most published research findings are false. PLoS Med.\n2:e124. doi: 10.1371/journal.pmed.0020124\nIoannidis, J. P. (2014). How to make more published research true. PLoS Med.\n11:e1001747. doi: 10.1371/journal.pmed.1001747\nIqbal, S. A., Wallach, J. D., Khoury, M. J., Schully, S. D., and Ioannidis, J. P.\n(2016). Reproducible research practices and transparency across the\nbiomedical literature. PLoS Biol. 14:e1002333. doi: 10.1371/journal.pbio.10\n02333\nIwaniuk, A. N. (2010). Comparative brain collections are an indispensable\nresource for evolutionary neurobiology. Brain Behav. Evol. 76, 87–88.\ndoi: 10.1159/000320214\nIwaniuk, A. N. (2011). The importance of scientific collecting and natural history\nmuseums for comparative neuroanatomy. Ann. N Y Acad. Sci. 1225, E1–E19.\ndoi: 10.1111/j.1749-6632.2011.05977.x\nJerison, H. J. (1977). Should phrenology be rediscovered? Curr. Anthropol. 18,\n744–746. doi: 10.1086/201981\nJones, O. P., Alfaro-Almagro, F., and Jbabdi, S. (2018). An empirical, 21st century\nevaluation of phrenology. bioRxiv [Preprint]. doi: 10.1101/243089\nJimerson, R. C. (2003). Archives and memory. OCLC Syst. Serv. 19, 89–95.\ndoi: 10.1108/10650750310490289\nJužniˇ c, S. (2016). History of history of physics. Acta Balt. Hist. Philos. Sci. 4, 5–26.\ndoi: 10.11590/abhps.2016.2.01\nKallestinova, E. D. (2011). How to write your first research paper. Yale J. Biol. Med.\n84, 181–190.\nKeverne, E. B., Pfaff, D. W., and Tabansky, I. (2015). Epigenetic changes in\nthe developing brain: effects on behavior. Proc. Natl. Acad. Sci. U S A 112,\n6789–6795. doi: 10.1073/pnas.1501482112\nKeverne, E. B. (2014). Significance of epigenetics for understanding brain\ndevelopment, brain evolution and behaviour. Neuroscience 264, 207–217.\ndoi: 10.1016/j.neuroscience.2012.11.030\nKleywegt, G. J., Velankar, S., and Patwardhan, A. (2018). Structural biology data\narchiving—where we are and what lies ahead. FEBS Lett. 592, 2153–2167.\ndoi: 10.1002/1873-3468.13086\nKruger, L., and Otis, T. S. (2007). Whither withered Golgi? A retrospective\nevaluation of reticularist and synaptic constructs. Brain Res. Bull. 72, 201–207.\ndoi: 10.1016/j.brainresbull.2006.11.016\nKuhn, T. (1962). On the Structure of Scientific Revolutions. Chicago, IL: University\nof Chicago Press.\nLee, J. L. C., Nader, K., and Schiller, D. (2017). An update on memory\nreconsolidation updating. Trends Cogn. Sci. 21, 531–545. doi: 10.1016/j.tics.\n2017.04.006\nLindberg, D. C. (2007). The Beginnings of Western Science. The European Scientific\nTradition in Philosophical, Religious and Institutional Context, Prehistory to\nA.D. 1450. Chicago: University of Chicago Press.\nLoftus, E. (2003). Our changeable memories: legal and practical implications. Nat.\nRev. Neurosci. 4, 231–234. doi: 10.1038/nrn1054\nLoftus, E. F., and Palmer, J. C. (1974). Reconstruction of auto-mobile destruction:\nan example of the interaction between language and memory. J. Verbal Learn.\nVerbal Behav. 13, 585–589. doi: 10.1016/s0022-5371(74)80011-3\nLoLordo, V. M., and Ross, R. T. (1990). Retraction of Ross and LoLordo findings\nconcerning blocking in serial feature-positive discriminations. J. Exp. Psychol.\nAnim. Behav. Process. 16, 402–406. doi: 10.1037/0097-7403.16.4.402López-Muñoz, F., and Alamo, C. (2009). Historical evolution of\nthe neurotransmission concept. J. Neural Transm. 116, 515–533.\ndoi: 10.1007/s00702-009-0213-1\nLorusso, L., Brown, R. E., Motta, S., Gasparello, A., Barbara, J.-G., Molnár, Z., et al.\n(2018). Neuroscience without borders: preserving the history of neuroscience.\nEur. J. Neurosci. 48, 2099–2109. doi: 10.1111/ejn.14101\nMaienschein, J. (2000). Why study history for science? Biol. Philos. 15, 339–348.\ndoi: 10.1023/a:1006733114136\nMaienschein, J., Laubichler, M., and Loettgers, A. (2008). How can history of\nscience matter to scientists? Isis99, 341–349. doi: 10.1086/588692\nManger, P. R. (2011). Collectibles and collections for comparative and\nevolutionary neurobiological research in Africa. Ann. N Y Acad. Sci. 1225,\nE85–E93. doi: 10.1111/j.1749-6632.2010.05948.x\nMakin, S. (2018). The amyloid hypothesis on trial. Nature 559, S4–S7. doi: 10.\n1038/d41586-018-05719-4\nMatiasz, N. J., Wood, J., Doshi, P., Speier, W., Beckemeyer, B., Wang, W., et al.\n(2018). ResearchMaps.org for integrating and planning research. PLoS One\n13:e0195271. doi: 10.1371/journal.pone.0195271\nMattern, S. P. (2013). The Prince of Medicine. Galen and the Roman Empire. New\nYork, NY: Oxford University Press.\nMazzarello, P. (2010). Golgi. A Biography of the Founder of Modern Neuroscience.\nOxford: Oxford University Press. [Translated by Aldo Badiani and Henry A.\nBuchtel]\nMcNeill, W. (1985). Why study history? American historical association. Available\nonline at: https://www.historians.org/about-aha-and-membership/aha-\nhistory-and-archives/historical-archives/why-study-history [Accessed March\n15, 2019].\nMerton, R. (1962). The Sociology of Science: Theoretical and Empirical\nInvestigations. Chicago, IL: University of Chicago Press.\nMeulders, M. (2010). Helmholtz. From Enlightenment to Neurosceince. Cambridge,\nMA: The MIT Press. [Translated and edited by Laurence Garey]\nMoln Kar, Z., and Brown, R. E. (2010). Insights into the life of Sir Charles\nSherrington. Nat. Rev. Neurosci. 11, 429–436. doi: 10.1038/nrn2835\nMontagu, M. F. A. (1955). Vesalius and the Galenists. Sci. Mon. 80, 230–239.\nMora, F. (2015). ‘‘Neuroculture: a new cultural revolution?’’ in Art, Aesthetics and\nthe Brain , eds J. P. Huston, M. Nadal, F. Mora, L. F. Agnati and C. J. C. Conde\n(Oxford: Oxford University Press), 3–18.\nNature Publishing Group. (2017). Announcement: toward greater reproducibility\nfor life-sciences research in Nature. Nature 546:8. doi: 10.1038/546008a\nNehls, M. (2016). Unified theory of Alzheimer’s disease (UTAD): implications for\nprevention and curative therapy. J. Mol. Psychiatry 4:3. doi: 10.1186/s40303-\n016-0018-8\nNeill, U. S. (2007). How to write a scientific masterpiece. J. Clin. Invest. 117,\n3599–3602. doi: 10.1172/jci34288\nNutton, V. (2004). Ancient Medicine. London: Routledge.\nO’Leary, T. P., Hussin, A. T., Gunn, R. K., and Brown, R. E. (2018). Locomotor\nactivity, emotionality, sensori-motor gating, learning and memory in the\nAPPswe/PS1dE9 mouse model of Alzheimer’s disease. Brain Res. Bull. 140,\n347–354. doi: 10.1016/j.brainresbull.2018.05.021\nPanourias, I. G., Skiadas, P. K., Sakas, D. E., and Marketos, S. G. (2005).\nHippocrates: a pioneer in the treatment of head injuries. Neurosurgery 57,\n181–189. doi: 10.1227/01.neu.0000163416.66374.48\nParker, D. (2018). Kuhnian revolutions in neuroscience: the role of tool\ndevelopment. Biol. Philos. 33:17. doi: 10.1007/s10539-018-9628-0\nPerroud, N., Dayer, A., Piguet, C., Nallet, A., Favre, S., Malafosse, A., et al. (2014).\nChildhood maltreatment and methylation of the glucocorticoid receptor gene\nNR3C1 in bipolar disorder. Br. J. Psychiatry 204, 30–35. [Retracted in Br.\nJ. Psychiatry 2014, 205 (2): 164]. doi: 10.1192/bjp.bp.112.120055\nPiccolino, M. (1998). Animal electricity and the birth of electrophysiology: the\nlegacy of Luigi Galvani. Brain Res. Bull. 46, 381–407. doi: 10.1016/s0361-\n9230(98)00026-4\nPlaxco, K. W. (2010). The art of writing science. Protein Sci. 19, 2261–2266.\ndoi: 10.1002/pro.514\nPoole, R. (2008). Memory, history and the claims of the past. Mem. Stud. 1,\n149–166. doi: 10.1177/1750698007088383\nRedish, A. D., Kummerfeld, E., Morris, R. L., and Love, A. C. (2018).\nReproducibility failures are essential to scientific enquiry. Proc. Natl. Acad. Sci.\nU S A 115, 5042–5046. doi: 10.1073/pnas.1806370115\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 15 May 2019 | Volume 13 | Article 82"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Brown Why Study the History of Neuroscience?\nRivera-Orraca, L. (2009). Are museums sites of memory? New School Psychol. Bull.\n6, 32–37.\nRolls, E. T. (2012). Neuroculture: On the Implications of Brain Science. New York,\nNY: Oxford University Press.\nRoot-Bernstein, R. S. (1988). Setting the stage for discovery. Breakthroughs depend\non more than luck. Sciences , 28, 26–34.\nRoth, A., Kyzar, E., Cachat, J., Stewart, A. M., Green, J., Gaikwad, S., et al.\n(2013). Potential translational targets revealed by linking mouse grooming\nbehavioral phenotypes to gene expression using public databases. Prog.\nNeuropsychopharmacol. Biol. Psychiatry 40, 312–325. doi: 10.1016/j.pnpbp.\n2012.10.015\nSamuel, R. (1992). Reading the signs: II. Fact-grubbers and mind-readers. Hist.\nWorkshop J. 33, 220–251. doi: 10.1093/hwj/33.1.220\nSaper, C. B. (2015). Academic publishing, part III: how to write a research paper\n(so that it will be accepted) in a high-quality journal. Ann. Neurol. 77, 8–12.\ndoi: 10.1002/ana.24317\nSarton, G. (1918). The teaching of the history of science. Sci. Mon. 7,\n193–211.\nSchacter, D. L. (1996). Searching for Memory. The Brain, The Mind, and The Past.\nNew York, NY: Basic Books.\nSchellinck, H. M., Cyr, D. P. and Brown, R.E. (2010). How many ways can mouse\nbehavioral experiments go wrong? Confounding variables in mouse models of\nneurodegenerative diseases and how to control them. Adv. Study Behav. 41,\n255–366. doi: 10.1016/s0065-3454(10)41007-4\nSchwerdtfeger, L. A. (2018). Spirals of science. Science 362:1318.\ndoi: 10.1126/science.362.6420.1318\nSchwerdtfeger, L. A., and Tobet, S. A. (2018). From organotypic culture to body-\non-a-chip: a neuroendocrine perspective. J. Neuroendocrinol. 2018:e12650.\ndoi: 10.1111/jne.12650\nShepherd, G. M. (1991/2015). Foundations of the Neuron Doctrine. New York, NY:\nOxford University Press.\nShepherd, G. M. (2010). Creating Modern Neuroscience: The Revolutionary 1950s.\nNew York, NY: Oxford University Press.\nShepherd, G. M., Greer, C. A., Mazzarello, P., and Sassoè-Pognettoc, M. (2011).\nThe first images of nerve cells: Golgi on the olfactory bulb 1875. Brain Res. Rev.\n66, 92–105. doi: 10.1016/j.brainresrev.2010.09.009\nSkinner, M. K. (2015). Environmental epigenetics and a unified theory\nof the molecular aspects of evolution: a neo-Lamarckian concept that\nfacilitates neo-Darwinian evolution. Genome Biol. Evol. 7, 1296–1302.\ndoi: 10.1093/gbe/evv073\nSöderqvist, T. (2002). Neurobiographies: writing lives in the history of neurology\nand the neurosciences. J. Hist. Neurosci. 11, 38–48. doi: 10.1076/jhin.11.1.38.\n9099\nSöderqvist, T. (2007). ‘‘A new look at the genre of scientific biography,’’ in\nThe History and Poetics of Scientific Biography , ed. T. Söderqvist (Cornwall:\nAshgate), 1–15.\nSquire, L. S. (Eds). (1996–2018). The History of Neuroscience in Autobiography,\n10 Volumes. Washington, DC: Society for Neuroscience.\nStar, S. L. (1983). Simplification in Scientific Work: an example from\nneuroscience research. Soc. Stud. Sci. 13, 205–228. doi: 10.1177/0306312830130\n02002\nSteedman, C. (1980). The space of memory: in an archive. Hist. Hum. Sci. 11,\n65–83. doi: 10.1177/095269519801100405\nSuzuki, K. (2018). The developing world of DOHaD. J. Dev. Orig. Health Dis. 9,\n266–269. doi: 10.1017/s2040174417000691Swanson, L. (2015). Neuroanatomical Terminology: A Lexicon of Classical Origins\nand Historical Foundations. Oxford: Oxford University Press.\nSymons, A. J. A. (1934/1966). The Quest for Corvo. London: Penguin books.\nTodes, D. P. (2014). Ivan Pavlov. A Russian Life in Science. New York, NY: Oxford\nUniversity Press.\nTsermoulas, G., Aidonis, A., and Flint, G. (2014). The skull of Chios: trepanation\nin Hippocratic medicine. J. Neurosurg. 121, 328–332. doi: 10.3171/2014.4.\njns131886\nTullo, E. (2010). Trepanation and Roman medicine: a comparison of\nosteoarchaeological remains, material culture and written texts. J. R. Coll.\nPhysicians Edinb. 40, 165–171. doi: 10.4997/jrcpe.2010.215\nUher, R., and Weaver, I. C. (2014a). Epigenetic traces of childhood maltreatment\nin peripheral blood: a new strategy to explore gene-environment interactions.\nBr. J. Psychiatry 204, 3–5. doi: 10.1192/bjp.bp.113.127209\nUher, R., and Weaver, I. C. (2014b). Retraction. Br. J. Psychiatry 205:249.\ndoi: 10.1192/bjp.205.3.249\nValenstein, E. S. (2002). The discovery of chemical neurotransmitters. Brain Cogn.\n49, 73–95. doi: 10.1006/brcg.2001.1487\nVesalius, A. (1543). De Humani Corporis Fabrica Libri Septum. Basil: Karger.\n[Translated and Annotated by D. H. Garrison and M. H. Hast. 2014. The Fabric\nof the Human Body]\nVogelstein, J. T., Perlman, E., Falk, B., Baden, A., Gray Roncal, W.,\nChandrashekhar, V., et al. (2018). A community-developed open-source\ncomputational system for big neuro data. Nat. Methods 15, 846–847.\ndoi: 10.1038/s41592-018-0181-1\nWachtel, N. (1986). Memory and history. Hist. Anthropol. 2, 207–224.\ndoi: 10.1080/02757206.1986.9960766\nWatson, J. (1968). The Double Helix: A Personal Account of the Discovery of the\nStructure of DNA. New York, NY: Atheneum Press.\nWiener, M., Sommer, F. T., Ives, Z. G., Poldrack, R. A., and Litt, B. (2016).\nEnabling an open data ecosystem for the neurosciences. Neuron 92, 617–621.\ndoi: 10.1016/j.neuron.2016.10.037\nZhang, W., Bai, M., Xi, Y., Hao, J., Zhang, Z., Su, C., et al. (2012). Multiple\ninflammatory pathways are involved in the development and progression of\ncognitive deficits in APPswe/PS1dE9 mice. Neurobiol. Aging 33, 2661–2677.\ndoi: 10.1016/j.neurobiolaging.2011.12.023\nZhang, W., Bai, M., Xi, Y., Hao, J., Zhang, Z., Su, C., et al. (2016). Retraction notice\nto ‘‘Multiple inflammatory pathways are involved in the development and\nprogression of cognitive deficits in APPswe/PS1dE9 mice’’ [Neurobiol. Aging\n33 (2012) 2661-2677]. Neurobiol. Aging 38:219. doi: 10.1016/j.neurobiolaging.\n2016.01.005\nZwaan, R. A., Etz, A., Lucas, R. E., and Donnellan, B. (2018). Making replication\nmainstream. Behav. Brain Sci. doi: 10.1017/S0140525X17001972 [Epub ahead\nof print].\nConﬂict of Interest Statement : The author declares that the research was\nconducted in the absence of any commercial or financial relationships that could\nbe construed as a potential conflict of interest.\nCopyright © 2019 Brown. This is an open-access article distributed under the terms\nof the Creative Commons Attribution License (CC BY). The use, distribution or\nreproduction in other forums is permitted, provided the original author(s) and the\ncopyright owner(s) are credited and that the original publication in this journal\nis cited, in accordance with accepted academic practice. No use, distribution or\nreproduction is permitted which does not comply with these terms .\nFrontiers in Behavioral Neuroscience | www.frontiersin.org 16 May 2019 | Volume 13 | Article 82"
    }
  ]
}