{
  "doc_type": "scientific paper",
  "title": "Consciousness doesn_t overflow cognition",
  "authors": [
    "Brown"
  ],
  "year": 2014,
  "journal": "nature, or as an aspect of cognitivefunctioning, and those that see conscious-ness as importantly distinct from any kindof cog",
  "doi": "10.3389/fpsyg.2014.01399",
  "abstract": null,
  "keywords": [
    "phenomenological overﬂow",
    "higher-order thought theory",
    "consciousness",
    "partial report",
    "fragile visual short-term memory"
  ],
  "research_topics": [
    "phenomenological overﬂow",
    "higher-order thought theory",
    "consciousness",
    "partial report",
    "fragile visual short-term memory"
  ],
  "created_at": "2025-05-05T02:46:14.486598Z",
  "source_pdf": "documents/research/Global/Brown 2014 Consciousness doesn_t overflow cognition.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "OPINION ARTICLE\npublished: 04 December 2014\ndoi: 10.3389/fpsyg.2014.01399\nConsciousness doesn’t overﬂow cognition\nRichard Brown *\nPhilosophy Program, LaGuardia Community College, City University of New York, Long Island City, NY , USA\n*Correspondence: onemorebrown@gmail.com\nEdited by:\nAleksandra Mroczko-Wasowicz, National Yang Ming University, Taiwan\nReviewed by:\nLucia Melloni, Max Planck Institute for Brain Research, Germany\nKeywords: phenomenological overﬂow, higher-order thought theory, consciousness, partial report, fragile visual short-term memory\nTheories of consciousness can be sepa-\nrated into those that see it as cognitivein nature, or as an aspect of cognitivefunctioning, and those that see conscious-ness as importantly distinct from any kindof cognitive functioning. One version ofthe former kind of theory is the higher-order-thought theory of consciousness.This family of theories posits a funda-mental role for cognitive states, higher-order thought-like intentional states, inthe explanation of conscious experience.These states are higher-order in that theyrepresent the subject herself as being in\nvarious world-directed ﬁrst-order states\nand thus constitute a kind of cognitiveaccess to one’s own mental life. This dis-tinctive cognitive access is postulated toaccount for what it is like for one to havea conscious experience.\nOne important challenge to this\napproach is Block’s case for phenomeno-logical overﬂow ( Block, 2007, 2011, 2012 ).\nThe basic argument is that, overall, the bal-ance of evidence favors the identiﬁcationof phenomenal consciousness with ﬁrst-order non-cognitive states rather than ourcognitive access to those states. Emergingc l e a r l yf r o mt h ee n s u i n gd e b a t ei st h a tBlock’s argument is meant to establishthat phenomenology overﬂows working\nmemory. This is important because, unlikeother theories, the higher-order thoughttheory can allow that our conscious expe-rience overﬂows working memory. Inaddition, it can account for the subjec-tive impression that there is overﬂow evenif there isn’t.\nTake the so-called Amsterdam\nparadigm ( Sligte et al., 2008 ), which\nbuilds on Sperling’s (1960) partial\nreport paradigm. In these experi-ments, subjects are presented with achange-blindness-type scenario. Forinstance, they might be presented witha clock-like formation of rectangles. Onearray is presented followed by a variableinterval and a second array, which mayor may not contain a rectangle that hadchanged its orientation. Subjects are cuedto the location of the potential changeat various points during this process andthen asked at the end if anything changed.Sligte et al. distinguish between what theycall the “visual icon,” which is a highlydetailed but brief positive afterimageoccurring shortly after stimulus presenta-\ntion, and what they call “fragile short-term\nmemory,” which is less detailed but long-lasting. Subjects are able to perform thetask successfully even when cued up to6 s after the original presentation of thestimulus.\nBlock argues, largely on the basis on\ninformal reports by subjects, that the bestway to explain these ﬁndings is by positinga richly detailed phenomenally consciousexperience of all of the shapes, ratherthan a sparsely detailed conscious experi-ence corresponding to what is representedin working memory. Because the higher-order thought theory does not make theclaim that encoding in working memory isrequired for conscious experience the the-ory could in principle accept this claim.The higher-order thought theory can allowthat our phenomenal consciousness (thatis, the contents of the relevant higher-order thoughts) overﬂows working mem-ory. The relevant higher-order thoughtswill be as detailed as the stream of con-sciousness, which, however sparse that is,will still be more detailed than what isencoded in working memory. What it can-not allow is that there is phenomenalconsciousness in the absence of suitablehigher-order thoughts instantiating a kindof cognitive access to the ﬁrst-order states.\nOn the other end of the theoretical\nspectrum is the claim that only what isin working memory is phenomenally con-scious and subjects are mistaken aboutthe detail of their conscious experience. Ifso, then the conscious experience of sub-jects in the Amsterdam paradigm is tosome degree generic, partial, fragmented,or degraded. The reports of “reading theanswers off of conscious experience” may,to some extent, be confabulated. Subjectscan do the task, they have the impression\nthat they saw all of the rectangles, and they\ngive a commonsense explanation. If thisis the case then the higher-order theorywill account for this by positing corre-spondingly fragmented, generic, or par-tial contents of the relevant higher-orderstates.\nSo at this point there may or may not\nbe phenomenal consciousness that over-ﬂows working memory, but whatever theconscious experience of subjects in theseexperiments turns out to be we can explainit on the higher-order thought theory. Thisis because the higher-order thought the-ory makes the general claim that peo-ple may be aware of ﬁrst-order states invirtue of some of the state’s properties(that they are letters, that they are blocks,that they are arranged in various ways,that this particular block is oriented inthat particular orientation, etc.), but notnecessarily in virtue of all of their prop-erties. Nonetheless, the information thatthe ﬁrst-order states encode is causallyefﬁcacious. Higher-order-thought theoriesmaintain that the information that is rep-\nresented by the ﬁrst-order state is partiallyunconscious, not that the ﬁrst-order stateitself is unconscious.\nwww.frontiersin.org December 2014 | Volume 5 | Article 1399 |1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brown Consciousness doesn’t overﬂow cognition\nThere is some evidence for this inter-\npretation of the data from other workon change blindness. When subjects arenot consciously aware of the differencebetween the two stimuli, both the orig-inal shape and the changed shape showpriming effects; when the difference is con-sciously perceived only the changed stimu-lus shows those priming effects ( Silverman\nand Mack, 2006 ). In both cases, sub-\njects are aware of both stimuli, butbeing conscious of the difference betweenthe two makes a difference in mentalfunctioning. In addition, there is someevidence that subjects can detect suchchanges unconsciously ( Fernandez-Duque\nand Thornton, 2000; Laloyaux et al.,2006 ).\nBlock interprets these claims as com-\nmitting one to robust long-lasting uncon-scious working memory and he arguesthat the evidence currently doesn’t sup-port that hypothesis. For instance, he citeswork by Soto et al. (2011) that suggests\nthat unconscious working memory doesn’thave the required capacity to explain theAmsterdam results. In this study, experi-menters used masking to render a stimu-lus close to or below threshold and thenasked subjects to compare a grating toa highly visible one presented up to 5 slater. Subjects were able to do it, but at arate that is far below what subjects in theAmsterdam paradigm are capable of. Thiswas the case even though the Soto task wasmuch easier than that in the Amsterdamparadigm. In response to the criticism thatthe stimuli in the Soto experiments weremasked, Block cites Carmel et al. (2011)\nwhich suggests that unconscious represen-tations are short lived and so would notlast the up to 6 s we ﬁnd in the Amsterdamparadigm. T ogether these results suggestthat unconscious working memory is notrobust enough to explain the Amsterdamresults.\nBlock raises a legitimate worry for those\ntheories that do appeal to working mem-ory, but it would be a mistake to lump thehigher-order theory into that camp. As wehave seen above, the higher-order-thoughttheory does not rely on unconscious states,but rather on some aspects of the targetedﬁrst-order states not being represented inthe higher-order thought. We are aware ofbeing in the states, and so they are con-scious, but not in respect of all of theirproperties. By analogy compare what hap-\npens when I see a cardboard box, say,through a window but because the windowis dirty I cannot make out what the box haswritten on it. I am aware of the box but notof all of its properties.\nAnother way to make the point is by\nstipulating a distinction between phenom-\nenal consciousness —or there being some-\nthing that there is like for the creaturein question—and state consciousness —or\nbeing the target of a suitable higher-orderrepresentation ( Brown, 2012, 2014 ). In the\npartial-report paradigm, the higher-order-thought theory claims that the ﬁrst-orderstates, which are in fact the targets ofthe relevant higher-order representations,are state-conscious while the phenome-nal consciousness of the subject is deter-mined by the higher-order thought. Inthe Soto and Carmel et al. work, the rel-evant stimuli were all state-unconsciousa n ds od on o ta d d r e s st h ec l a i mm a d eb ythe higher-order thought theory. Subjectsin the Amsterdam paradigm are main-taining a phenomenally conscious visualexperience; most parties agree on that andeven if one doesn’t we can allow it forthe sake of argument. What the higher-order theorist insists on is that this phe-nomenally conscious visual experience,which is determined by the content of thehigher-order thought, may diverge fromthe informational content of the ﬁrst-order states that are represented by therelevant higher-order states.\nBlock also appeals to work from Sligte\net al. (2009) ,w h i c hf o u n da c t i v i t yi nV 4\nbut not V1. This, he suggests, is not whatwe would expect if these representationswere unconscious. However, it should nowbe clear that higher-order theory couldallow that these states in V4 may be state-conscious. If these states are actually theﬁrst-order representations of the stimuli,then they are the targets of the higher-order cognitive access. The higher-order-thought theory claims that this cognitiveaccess consists in thought-like states thatresult in one being aware of oneself asbeing in the relevant ﬁrst-order states andsince that cognitive access determines whatit is like for you, what it is like for youwill be relatively impoverished comparedto “how it could have been,” so to speak, ifmore of the mental information carried bythe ﬁrst-order states was represented in thehigher-order thought. For instance if one\nhas a maximally determinate ﬁrst-orderrepresentation of a grid and one’s higher-order thoughts represent one as seeingonly part of the grid then this is what it willb el i k ef o ry o u .O nt h eo t h e rh a n di fo n eis having a rich conscious experience as ofthe grid this will be because of the richnessof the content of the relevant higher-orderstates. But in both cases the very sameﬁrst-order states are state-conscious.\nThus, regardless of how the phe-\nnomenology of subjects turns out, thehigher-order thought theory is well-situated to account for it. In fact, positingnon-cognitive phenomenal conscious-ness itself comes with a high theoreticalcost. Phenomenal consciousness consistsin there being something that it is likefor the subject of the experience and\nthis suggests that there must be somekind of access to the experience, somekind of awareness of the experience asbeing one’s own. Block has elsewhereargued that some non-cognitive form ofawareness can account for this ( Block,\n2007 ), but no account of non-cognitive\naccess to date can explain the subjectiveappearances.\nBlock does suggest a possible form\nof non-cognitive access. Following Sosa\n(2002) he offers a deﬂationary account on\nwhich we are aware of our mental statesjust in the having of them: just as wesmile our own smiles just by smiling, sotoo we may experience our own experi-ences just by experiencing. When I feel apain, not only do I experience the painfulquality but I also experience it as mine.This is not the case when these statesare unconscious. How can the deﬂation-ary account handle this? How is the merehaving of one of these states different fromthe mere having of the other? While per-haps not an insurmountable problem, thisis a formable obstacle to any non-cognitiveaccount of awareness. Block also sug-gests the possibility of some kind of self-representational account. But there is noway to make sense of any such view exceptin higher-order terms. Block hasn’t offeredan alternative, but just appealed to therebeing one.\nSome doubt that we can decide\nthis issue in a theory neutral way(Kouider et al., 2012; Overgaard and\nGrunbaum, 2012 ) while others suggest\nFrontiers in Psychology | Consciousness Research December 2014 | Volume 5 | Article 1399 |2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brown Consciousness doesn’t overﬂow cognition\nthat non-cognitive consciousness is some-\nhow unscientiﬁc ( Cohen and Dennett,\n2011 ). I agree with Block (2012) that these\nviews are mistaken. While it seems clearthat we will never know with absolutecertainty whether cognition plays a rolein consciousness, we need not aspire tothat unreachable goal. We should askwhether, within the conﬁnes of scientif-ically acceptable standards of evidence,the balance of available evidence favorsone theory or another. I have been argu-ing that the higher-order thought theoryis in a position to provide a more par-simonious “mesh” between psychologyand neuroscience ( Block, 2007; Lau and\nBrown, in press ) but it also makes testable\npredictions.\nIf phenomenal consciousness depends\nin some way on higher-order cognitivefunctioning then we should be able to alterthe conscious experience of subjects byinterfering with areas of the brain thoughtto be involved in higher-order cognitionwhile simultaneously leaving ﬁrst-orderprocessing unchanged or alternatively toproduce conscious experience by directlystimulating the relevant areas ( Weisberg,\n2011 ). We might also expect that we could\nﬁnd cases where conscious experienceoutstrips ﬁrst-order activity and that wewould be able to “read-out” or “decode”this from activity in higher-order areas.In extreme conditions we would expectthat we might ﬁnd conscious experiencein the absence of ﬁrst-order sensory activ-ity altogether. More work needs to be donebut early attempts at testing these predic-tions have given suggestive results ( Lau\nand Rosenthal, 2011; Lau and Brown, inpress ).\nThe higher-order thought theory of\nconsciousness remains a reasonable work-ing hypothesis with a slight edge againstcompeting accounts and a robust researchprogram to pursue.ACKNOWLEDGMENTS\nThanks to Jake Berger, Ned Block, andDavid Rosenthal, and the reviewer for thisjournal, for very helpful discussion of theissues and comments on earlier drafts.\nREFERENCES\nBlock, N. (2007). Consciousness, accessibility,\nand the mesh between psychology and neu-\nroscience. Behav. Brain Sci. 30, 481–548. doi:\n10.1017/S0140525X07002786\nBlock, N. (2011). Perceptual consciousness overﬂows\ncognitive access. Trends Cogn. Sci. 12, 567–575. doi:\n10.1016/j.tics.2011.11.001\nBlock, N. (2012). Response to Kouider et al.:\nwhich view is better supported by the evi-\ndence? Trends Cogn. Sci. 16, 141–142. doi:\n10.1016/j.tics.2012.01.008\nBrown, R. (2012). “The brain and its states,” in\nBeing in Time: Dynamical Models of Phenomenal\nExperience, eds S. Edelman, T. Fekete, and N. Zach\n(Philadelphia, PA; Amsterdam: John Benjamins),\n211–238. doi: 10.1075/aicr.88.10bro\nBrown, R. (2014). The HOROR theory of phenomenal\nconsciousness. Philos. Stud . doi: 10.1007/s11098-\n014-0388-7\nCarmel, D. R., Candace, P ., Elizabeth, A., and\nCarrasco, M. (2011). Fast unconscious fear pro-\ncessing. J. Vis. 11, 314.\nCohen, M. A., and Dennett, D. C. (2011).\nConsciousness cannot be separated from\nfunction. Trends Cogn. Sci. 15, 358–364. doi:\n10.1016/j.tics.2011.06.008\nFernandez-Duque, D., and Thornton, I. M. (2000).\nChange detection without awareness: do explicit\nreports underestimate the representation of\nchange in the visual system? Vis. Cogn. 7, 324–344.\ndoi: 10.1080/135062800394838\nLaloyaux, C., Destrebecqz, A., and Cleeremans, A.\n(2006). Implicit change identiﬁcation: a replica-\ntion of Fernandez-Duque and Thornton (2003).\nJ. Exp. Psychol. Hum. Percept. Perform . 32,\n1366–1379. doi: 10.1037/0096-1523.32.6.1366\nLau, H., and Rosenthal, D. (2011). Empirical\nsupport for higher-order theories of con-\nsciousness. Trends Cogn. Sci. 15, 365–373. doi:\n10.1016/j.tics.2011.05.009\nLau, H., and Brown, R. (in press). “The emperor’s new\nphenomenology? The empirical case for conscious\nexperience without ﬁrst-order representations,” inThemes from Block , eds A. Pautz and D. Stoljar\n(MIT).\nOvergaard, M., and Grunbaum, T. (2012).\nCognitive and non-cognitive conceptions ofconsciousness. Trends Cogn. Sci . 16, 137. doi:\n10.1016/j.tics.2011.12.006\nKouider, S., Sackar, J., and de Gardelle, V . (2012).\nDo we still need phenomenal consciousness?Comment on block. Trends Cogn. Sci. 16, 140–141.\ndoi: 10.1016/j.tics.2012.01.003\nSilverman, M. E., and Mack, A. (2006). Change\nblindness and priming: when it does and does\nnot occur. Conscious. Cogn. 15, 409–422. doi:\n10.1016/j.concog.2005.08.003\nSligte, I. G., Scholte, H. S., and Lamme V . A. F.\n(2008). Are there multiple visual short-term mem-ory stores? PLoS ONE 3:e1699. doi: 10.1371/jour-\nnal.pone.0001699\nS l i g t e ,I .G .S c h o l t e ,H .S . ,a n dL a m m eV .A .F .\n(2009). V4 activity predicts the strength of visual\nshort-term memory representations. J. Neurosci .\n29, 7432–7438. doi: 10.1523/JNEUROSCI.0784-\n09.2009\nSosa, E. (2002). “Privileged access,” in Consciousness:\nNew Philosophical Perspectives , eds Q. Smith\nand A. Jokic (Oxford: Oxford University Press),273–294.\nSoto, D., Mäntylä T, and Silvanto J. (2011). Working\nmemory without consciousness. Curr. Biol . 21,\n912–913. doi: 10.1016/j.cub.2011.09.049\nSperling, G. (1960). The information available in brief\nvisual presentations. Psychol. Monogr . 74, 1–29.\ndoi: 10.1037/h0093759\nWeisberg, J. (2011). Abusing the notion of\nwhat-it-is-likeness. Analysis 71, 438–443. doi:\n10.1093/analys/anr040\nConﬂict of Interest Statement: The author declares\nthat the research was conducted in the absenceof any commercial or ﬁnancial relationships\nthat could be construed as a potential conﬂict of\ninterest.\nReceived: 23 September 2014; accepted: 16 November\n2014; published online: 04 December 2014.\nCitation: Brown R (2014) Consciousness doesn’t over-\nﬂow cognition. Front. Psychol. 5:1399. doi: 10.3389/\nfpsyg.2014.01399\nThis article was submitted to Consciousness Research, a\nsection of the journal Frontiers in Psychology.\nCopyright © 2014 Brown. This is an open-access arti-\ncle distributed under the terms of the Creative CommonsAttribution License (CC BY). The use, distribution or\nreproduction in other forums is permitted, provided the\noriginal author(s) or licensor are credited and that theoriginal publication in this journal is cited, in accor-\ndance with accepted academic practice. No use, distribu-\ntion or reproduction is permitted which does not comply\nwith these terms.\nwww.frontiersin.org December 2014 | Volume 5 | Article 1399 |3"
    }
  ]
}