{
  "doc_type": "scientific paper",
  "title": "Epistemic Injustice In Medicine and Healthcare",
  "authors": [
    "Carel and Kidd"
  ],
  "year": 2017,
  "journal": null,
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:24:13.670221Z",
  "source_pdf": "documents/research/Global/Carel and Kidd 2017 Epistemic Injustice In Medicine and Healthcare.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:TheRoutledge Handbook ofEpistemic Injustice\nAuthor:IanJamesKidd\nArticleTitle: Epistemic injusticeinmedicine andhealthcare\nArticleAuthor: HaviCarel,IanJamesKidd\nDescription: xviii,419pages\nPages:336-346\nISBN-9780367370633;\nPublisher: London;NewYork:Routledge 2017\nSource:TheRoutledge Handbook ofEpistemic Injustice\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "336 1. Introduction \n This chapter explores the relation of epistemic injustice to medicine and healthcare as they \narise from epistemic asymmetries and differential power relations. Healthcare systems rely on complex structures of epistemic norms and expectations, both implicit and explicit, that create  knowledge asymmetries –  for instance, privileging the knowledge derived from medical \ntraining and theory, rather than that potentially rooted in patient experience, which effec-tively limits epistemic authority to healthcare practitioners. The privileging of certain forms of experience ampliﬁes this by creating  experiential asymmetries : phenomenologists of illness \nhave disclosed how ill persons experience both their illness and the social world, includ-ing healthcare environments (T oombs 1987). Chronically ill patients, in particular, expe-rience their illness not as localized biological dysfunction, but as  ongoing ,  pervasive , perhaps \n all- encompassing –  a deﬁnitive ‘mode of being’. Although illness may be only one aspect of \nthat ‘mode’ or way of life, it can come to dominate their identity either as they conceive it, \nor, more signiﬁcantly, as others do. \n By contrast, most practitioners can leave the world of illness, at the end of the day, phys-\nically and psychologically, experiencing it through the context of a professionalised domain \n(see Kalanithi 2016; Klitzman 2007). The power structures of healthcare systems can also indirectly affect the epistemic conﬁdence and capacities of ill persons. Many are vulnerable and fragile in various ways – physically, emotionally, socially – as a result of their condition and treatment, and the difﬁculties of life as an ill person in an often uncooperative, uncom-passionate social world. Such fragility is apt to challenge the autonomy and dignity that epistemic agency requires – for instance, patients often require  permission  for everyday tasks, \nsuch as receiving a visitor or eating certain foods. \n1  Similarly, epistemic agency can be chal-\nlenged through one’s being complexly dependent on friends and family, healthcare staff, or \neven strangers. \n We suggest that such asymmetries, dependencies, and power relations can increase the vulner-\nability of patients to epistemic injustice. In this chapter, we describe some of the relevant struc-\ntural and epistemic features of medicine and healthcare, and indicate some potential ameliorative strategies (see Carel and Kidd 2014; Kidd and Carel 2016).  32 \n EPISTEMIC INJUSTICE IN \nMEDICINE AND HEALTHCARE \n Havi Carel and Ian James Kidd"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Epistemic injustice in healthcare\n337 2. Epistemology, illness, and healthcare \n Epistemically toned criticisms of healthcare systems are not new, but analysing them using the \nconcept of epistemic injustice is. 2  Such criticisms take two forms. The ﬁrst are  patient complaints , \nmade by ill persons, especially those with prolonged and involved experience of healthcare, who \nreport,  inter alia , that their doctor does not listen to their concerns, or that their reports about their \ncondition are marginalised during examinations, or that they encounter substantial difﬁculties in their efforts to make themselves understood to the healthcare professionals (HCPs) charged with their care. \n The second are  health professional complaints , made by practitioners, including nurses, doctors, \nsurgeons, and consultants, often but not always directed towards the perceived epistemic failures \nof patients (‘not always’, since the epistemic hierarchies among medical staff could generate  injustices – for instance, the knowledge a nurse has from daily interactions with patients may not \nbe appreciated by a doctor who only checks periodically). Practitioners often report that patients tend to provide medically irrelevant information, offer odd observations, or otherwise fail to contribute epistemically to the collection of medical data – a bad thing in a culture of deadlines, targets, and time pressure. \n Such complaints conspire to create a situation in which neither group can engage in effective \nreciprocal testimonial and hermeneutical relations. This has the result of complicating, and in \nsome cases compromising, the epistemic relationship between ill persons and HCPs. Such break-downs can have serious practical consequences. Patients may become unable or unwilling to give complete or accurate reports of their symptoms. Compliance with treatments falters. Hospitals become perceived as places of silencing and isolation, as well as sickness. HCPs may experience frustration and increased communication difﬁculties. \n It is clear that these epistemic problems are systematic and longstanding features of healthcare \nsystems, rather than isolated, incidental cases of atypical failure. There is an abundant body of \nempirical evidence – historical, sociological, and anecdotal – that documents the many forms of epistemic problems in healthcare. In the late 1960s, for instance, paediatrician Barbara M. Korsch  et al.  (1968, 1969), now an expert in medical communication, describes various ‘gaps in doctor- \npatient communication’. Her aim was not just diagnostic, but therapeutic: once the causes of \nthese gaps are identiﬁed, one can work out how to close them – by reforming doctor training, say. \n Our claim is that the sorts of epistemic problems described so far are grounded in contin-\ngent features of healthcare systems, resulting in epistemic and non- epistemic harms to patients, \nwho are not ‘heard’, or treated as subjects of knowledge, in ways that can affect their treatment and care. Such problems can, we propose, be understood and ameliorated if analysed using the concept of epistemic injustice. That concept is needed, because previous and current attempts at resolving these problems have, so far, met with little success: a vast pathographic literature – books, blogs, diaries, narratives – continues to include epistemic complaints of exclusion, ‘silenc-ing’, and marginalisation (Frank 2010) and, to take one example, the UK Patients’ Association reports that complaints about  communication  are among the most frequent it receives. \n3  Clearly \nmany ill persons will be epistemically and communicatively impaired, often as a consequence of \ntheir condition. An epistemic injustice will only occur when agential and structural factors erode or impair the testimonial and hermeneutical capacities of ill persons. Our focus is chronically somatically ill adults, setting aside paediatric and acutely ill patients and mental illness, which have their own complexities and therefore require separate treatment (on these, see Burroughs and T ollefsen 2016; Carel and Györffy 2014; Crichton, Carel, and Kidd 2016; Lakeman 2010; Scrutton 2017)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Havi Carel and Ian James Kidd\n338 3. T estimonial injustice in healthcare \n Ill persons can experience testimonial injustice during interactions with HCPs in medical \ncontexts or with non- practitioners within the wider social world – a distinction increasingly blurred within medicalised societies, in ways liable to exacerbate the vulnerability of ill persons to epistemic injustice (see Wardrope 2014). Ill persons can suffer prejudicial credibility deﬂa-tions and hermeneutical marginalisation at the hands of medical staff, strangers, colleagues, friends and family, and, perhaps more surprisingly, other ill persons. Their epistemic vulnerabil-ity  qua  ill person can intersectionally amplify other prejudices (see Collins 2017; Smith 2010). \n Agential testimonial injustice  occurs when a hearer (a HCP , say) allows a negative stereotype \nof illness to prejudice their perception and evaluation of the credibility of an ill speaker – a \npatient, say.  Structural testimonial injustice  occurs when certain types of testimonial practice suffer \nexclusion or marginalisation due to a socially and epistemically authoritative discourse, such as that of scientiﬁc medicine. \n Stereotypes, credulity, and illness \n Agential testimonial injustice is generated by culturally prevalent stereotypes of ill persons, the \nmajority of which build in negative accounts of their epistemic abilities. The ill are often ste-reotyped as,  inter alia , cognitively impaired, overwrought, unable to ‘think straight’, existentially \nunstable, anxious, morbid, and so on, due either to their condition or their psychological response to it. Such attributions are liable to prejudice how others perceive and evaluate their epistemic abilities. \n Some illnesses are also positively stereotyped, such as the ‘autistic genius’, but the overwhelm-\ning majority are not. An ill person may be perceived to necessarily lack the qualities character-\nistic of a credible epistemic agent – cool, calm, rational, detached, and objective (Goldie 2012). Moreover, testimonies ordinarily taken to be indicative of credibility, like steady, articulate speech, are liable to be interpreted as the exception – that one ‘got them on a good day’, a lucky one- off \nfor the patient. \n Many HCPs evince instances of prejudicial credibility judgment. One complained to us that \npatients ‘say a lot of irrelevant things, like, “When I eat lettuce, my elbow hurts”, [so] I have to \nlisten carefully for the important stuff and ignore the rest’. \n4  But patients tell different stories: \n I asked a professor whether being exposed to reduced oxygen levels long- term, the way \nI am, would have any detrimental effects on cognitive function e.g. would that explain why my memory had rapidly become much worse? He just laughed off my genuine and serious concern by saying he had the same problem and sometimes couldn’t even remember his wife’s name. I never did get a proper reply to that question \n I don’t mention problems because though they are real for me, they’re minor in the \ngrand scheme of things \n5  \n A more graphic historical example, offered by Daniel Dennett, concerns the use in the 1940s of \ncurare, a paralytic poison, as a general anaesthetic: \n The patients were, of course, quiet under the knife [. . .] but when the effects of the \ncurare wore off, complained bitterly of having been completely conscious and in excru-ciating pain. The doctors did not believe them. (The fact that most of the patients were infants and small children may explain this credibility gap.) Eventually a doctor bravely"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Epistemic injustice in healthcare\n339committed to an elaborate test under curare and his detailed conﬁrmation of his sub-\njects’ reports was believed by his colleagues. \n (1981: 209) \n The agential/structural distinction is complicated in these cases, because they involve not only \nindividual agency, but also a complex background of culturally prevalent stereotypes and struc-tural features of healthcare systems – time pressure, routinisation of tasks, formalisation of diag-nostic practice, to mention a few. An optimal epistemic interaction needs supporting conditions, which healthcare systems often fail to provide. Indeed, healthcare commentators, practitioners, and policymakers are engaged in vigorous debates about these problems. A good example is the emphasis currently given to the solicitation and inclusion of ‘patient perspectives’ (Coulter and Ellins 2009; Greener 2009; McIver 2011). \n Unfortunately, epistemically toned complaints by patients and practitioners persist despite \nmany reports, initiatives, studies, and reforms. A vast literature now exists on ‘listening to patients’, \n‘patient perspectives’, ‘cultural literacy’, and so on, much of it overtly concerned with enhancing the prospects for effective testimonial and hermeneutical practice in healthcare (see, e.g. Rudd 2015; Srivastava 2007). Such initiatives are not always taken seriously by medical students, which is unfortunate, not least since they arguably express a latent aspiration to epistemic justice: ‘[a]ny component of a curriculum upon which interns slap the “touchy- feely” label is doomed in terms of attendance’ (Ofri 2013, 4). \n Information and participation: two perspectives \n The testimonial injustices that ill persons suffer can have both an agential and a  structural  char-\nacter, as they are the result of the organisation of social communities, as well as the activity of \nagents. A healthcare practice or system can be informed or shaped by epistemic prejudices in a way that conﬁnes the testimonial possibilities available to ill persons. And an agent’s decisions and actions can also be informed by such prejudices. If an agent can deﬂate the credibility of a speaker, structural factors can prevent a person from  being  a speaker in a thick sense by ‘shutting \nthem out’, before silencing can even begin. \n The prejudicial credibility deﬁcits characteristic of testimonial injustice occurs during social- \nepistemic interactions with others. Christopher Hookway (2010) argues that such deﬁcits can \noccur even before those interactions begin. Prejudices can impair a person’s ability to engage in shared epistemic practice, constituting pre- emptive forms of testimonial injustice. \n6  Hookway \nsuggests that two perspectives enable us to reveal the full extent of the epistemic damage caused \nby such prejudice: a participatory perspective and an informational perspective. We discuss these each in turn. \n The starting point is the fact that our participation in shared epistemic practices, such as \ndebating or enquiring, is necessarily premised upon certain presuppositions about our epistemic \npeers. These presuppositions take the form of implicit or explicit expectations about the sorts of capacities and dispositions that our epistemic peers should typically exhibit. \n Hookway focuses on two presuppositions. First, that participants will have a  sense of relevance , a \ncapacity to determine which ideas are worth taking seriously, which objections are meritorious, \nand so on. A person who lacks a sense of relevance is likely to undermine the efﬁciency of any epistemic community by failing to properly judge the relevance of their and others’ contributions. Second, that participants have a  capacity to provide information  that can meaningfully contribute to \nthe epistemic task, for instance to provide factual corroboration or correction, or to have sufﬁ-cient background knowledge of the subject. Hookway identiﬁes two forms perspectives attached"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Havi Carel and Ian James Kidd\n340to these two presuppositions, which uncover the variety of ways in which certain persons and \ngroups can be excluded from participation in shared epistemic activities (Hookway 2010). \n The  participatory perspective  reveals how a person or group are prejudicially judged to lack \ncapacities required for having a  sense of relevance , and hence as not being suitable participants for \ncollective epistemic activity. Certain negative prejudices hamper participation because their social \nand epistemic consequence is that one is prevented from ‘recognising [a potential participant] in debate or discussion’ (Hookway 2010, 156). In such cases, a well- placed concern with epis-temic efﬁciency is corrupted by being placed in the service of an often- unconscious epistemic prejudice. \n We think that ill persons are vulnerable to participatory prejudices for two reasons. The ﬁrst is \nthat ill persons are supposed to lack the training and experience needed for the possession of a robust \nsense of relevance required for the epistemic practices of medicine. Since ill persons generally lack medical training, they may be judged to lack the prerequisites for a sense of relevance in medical contexts. This judgment relies upon the implicit co- deﬁnition of a sense of relevance with medical expertise, but this excludes the overwhelming majority of ill persons from potential possession of a sense of relevance. This form of participatory prejudice would be a structural feature of contempo-rary healthcare practice. The notion of ‘the patient expert’ and acknowledgement of the importance of patient perspective in co- design methodologies are examples of ﬁrst steps towards tackling the problem. However, in so far as the discourse and the decision making are continued to be taken to be primarily medical, the power of such prejudices may continue to exert itself. \n The second reason ill persons are vulnerable to participatory prejudices is that they are typi-\ncally regarded as the  objects  of, rather than as  participants  in, the epistemic practices of medicine. \nA patient’s participation may be conﬁned to conﬁrming basic biographical details or reporting \nsymptoms by answering questions of the ‘what sort of pain is it?’ type. If one’s stance towards a certain social group incorporates the perception of them as providers of information only in this minimal sense, then it will be difﬁcult for one to regard them as participants in a more epistem-ically substantive sense. \n Hookway also suggests we view the problem from an  informational perspective . This perspective \nreveals how a person or group are prejudicially judged to lack the ability to provide information \nrelevant in a given context and hence as being an unsuitable participant in collective epistemic activity. This problem can arise in two mutually reinforcing ways. First, a  refusal to concede  the \nsigniﬁcance of the information being offered by a particular individual or group. This is espe-cially liable to occur in cases where the type of information in question is not reﬂected in or recognised by the experience of the dominant social group, in our case, the healthy. An epistem-ically dominant group may therefore refuse to concede that certain forms of information (such as qualitative reports of illness experiences) are relevant and signiﬁcant to the epistemic task at hand, and therefore prevent it from informing the established epistemic practices; this also rules out the possibility of that information prompting  reform  of those practices (see Wainwright and \nMacnaughton 2013 for a critique of the exclusion of qualitative data from feeding into guideline creation). \n Second, we may see a  refusal to consider  presuppositions about the signiﬁcance and types of \ninformation that are legitimate and admissible. An epistemic community will typically operate \nwith a range of informational presuppositions for legitimate practical and cognitive reasons. The informational perspective can reveal how members of that community refuse to periodically reconsider those presuppositions, especially in the face of vigorous and sustained calls by groups who argue for the signiﬁcance of other forms of information. Hookway argues that because the excluded forms of information do not inform current practice, it will generally be the case that"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Epistemic injustice in healthcare\n341an informational lacuna can only be detected from the ‘participant perspective’ (2010, 158). The \nabsence of social and epistemic resources can often only be identiﬁed and appreciated by those marginalised individuals and communities who suffer from their absence – a core sentiment of standpoint epistemology (Wylie 2004). \n We think that ill persons are vulnerable to such prejudice in the two ways described. Ill per-\nsons are subject to refusals to concede the relevance of the types of information that they typically \noffer, such as information concerning their sense of bodily estrangement or worries about social isolation. Such information is not widely integrated into modern healthcare practice, and when it is, it tends to be classiﬁed as ‘subjective’ or ‘non- medical’, and does not trigger action. Ill persons are also subject to refusals to consider the possible signiﬁcance of the forms of information that are being excluded, for instance by accepting that existential changes that accompany experiences of illness are important. Despite persistent testimonies from ill persons, psychologists, philoso-phers, and phenomenologists, the epistemic norms of medicine remain focused on ‘objective’ quantitative information (Frank 2010; T oombs 1987). \n7  \n 4. Hermeneutical injustice in healthcare \n A patient is vulnerable to hermeneutical injustice if they struggle to access, employ, or share the \nresources necessary to create or share the sense of their experiences. This can take two different forms. First,  semantically- based hermeneutical injustice : a patient ﬁnds that the required resources do \nnot exist, exacerbating a painful sense of the ‘ineffability’ of illness – a frustrating sense of being unable to ‘get across’ or ‘put into words’ the lived experience of being ill (see Carel 2016). \n Second,  agency- based hermeneutical injustice : a patient is denied hermeneutical agency by being \nprevented or discouraged from participating in meaning- making practices, maybe within health-\ncare contexts dominated by the epistemic resources and practices of biomedical science (see Blease  et al.  2016). Or, of course, these two could occur together, with patients being unable to \nmake sense of their experiences or to work to create resources that might help them to. And consider, too, the more general sorts of difﬁculties that illness, across most of its forms, can impose on our epistemic and social agency. \n In the case of illness, hermeneutical injustice arises because the resources required for the \nunderstanding of the social experiences of ill persons are not accepted as part of the dominant \nhermeneutical resources. Most ill persons are capable of describing their experiences in non- expert terms, but such experiences are often considered inappropriate for public discussion and play little role in clinical processes. Such experiences are seen as private, if not shameful, and are also stigmatising (see Goffman 1963). Talking about them can exact a social and personal cost from the ill person – for example, disclosing one’s HIV status can lead to social exclusion in certain groups. \n Ill persons’ accounts are often dismissed as ‘moaning’, idiosyncratic, or as part of the ‘warm- up’ \nto the legitimate epistemic activities initiated by a healthcare practitioner. Unless constituting a \nformal complaints procedure, such experiences often remain unnoted by HCPs and healthcare institutions. Despite initiatives such as patient and public involvement (PPI), co- design method-ologies, and patient- centred care, by and large such experiences still play little role in the design of clinical services, performance review, or production of clinical guidelines. The qualitative nature of such accounts makes them difﬁcult to quantify and they are often considered inadmissible evidence by medical bodies (Wainwright and Macnaughton 2013). Recent attempts in the UK to shoehorn the diversity of illness experiences into the ‘friends and family test’ further reduce the richness of such experiences. \n8"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Havi Carel and Ian James Kidd\n342 Hermeneutical injustice can arise through two sorts of social and epistemic practices, which \nact to prevent the promotion of non- dominant hermeneutical resources. The ﬁrst are  strategies \nof exclusion , which take the form of excluding a currently hermeneutically marginalised group \nfrom the practices and places where social meanings are made, such as professional committees \nor legislative bodies. This can take agential or structural forms. Such exclusion can take different forms, from physical exclusion to subtler forms such as employment of legal or medical termi-nology and conventions, resulting in the exclusion of those who are not members of those groups from participating in deliberative processes. \n The second are  strategies of expression , in which a social group is excluded because, as Fricker \nargues, its ‘characteristic expressive style [is not] recognized as rational and contextually appro-\npriate’; if, for instance, adopting an ‘intuitive or an emotional expressive style means that one cannot be heard as fully rational’ (Fricker 2007, 160–161). If so, the style that a marginalised group uses in its efforts to make the case for the recognition of its hermeneutical resources can serve to undermine those very efforts. This can lead to a vicious circle of increasing frus-tration, leading to more extreme styles of expression, which in turn lead to further epistemic disenfranchisement. \n Are ill persons especially vulnerable to hermeneutical injustice? Our suggestion is that they \nare: ill persons typically have non- dominant hermeneutical resources that are not recognised \nor respected by the epistemically dominant medical profession, but which are essential to the understanding of the experience of illness. Ill persons can be, and often are, victims of strategies of exclusion: they report that they are forced to adopt an epistemically marginal role in consultative exercises, or that their preferred expressive styles are derogatively interpreted as irrational, perhaps as a ‘difﬁcult patient’ or the various patients who provoke ‘heartsink’ – feelings of ‘frustration, irritation, dislike’, and so on – including those labelled by Clark and Croft as ‘clingers’, ‘incom-municatives’, or ‘self- destructives’ (see Wilson and Cunningham 2014, ch.5). \n Such pejorative judgments of those expressive styles is reﬂective of a wider philosophical \nprejudice that contrasts rationality and emotionality, thereby encouraging a sense that reason \nought to be expressed dispassionately (Burley 2011; Nussbaum 1990). This prejudice is espe-cially apposite in illness because illness typically has an intense impact upon a person’s life and so invites expression in emotive and anecdotal styles. A person operating with the rationalistic prejudice will ﬁnd it difﬁcult to regard the expressive styles that ill persons ﬁnd both natural and appropriate as rational – a difﬁculty that can be resolved if one adopts a more pluralis-tic view of what counts as an appropriate expressive style, sensitive to the particularities of experiences of illness (Kidd forthcoming). Indeed, it may be a form of epistemic justice to  trust  that ill persons who narrate their experiences do often employ styles appropriate to their \nexperiences. \n These expressive styles may be overtly emotional and display socially unaccepted emotions \nsuch as anger, envy, and fear. The expression may be nonlinear and confusing, jumping between \ndifferent events and times. It may be repetitive, as part of a process of acceptance. Or the expres-sion may centre on themes that are difﬁcult to accept, such as mortality, pain, and isolation. The new areas of research and practice, such as ‘arts and health’, medical humanities, music and dance therapies, as well as the phenomenology of illness, are a critical challenge to this set of prejudices about expression, aiming to legitimate varied forms of expression. They can be seen as attempts to combat hermeneutical injustice by providing expressive means to both make sense of and communicate the experience of illness. \n The hermeneutical injustice that ill persons are particularly susceptible to generally takes \nthe form of a double injury, because the marginalisation of their resources and expressive styles"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Epistemic injustice in healthcare\n343exacerbates the already considerable hermeneutical challenges that ill persons commonly face. \nMany experiences of illness evince two hermeneutical features. The ﬁrst is  inarticulacy , the difﬁ-\nculty of communicating certain aspects of the experience of illness (Carel 2013). The second is  ineffability , the sense that certain aspects of those experiences cannot be communicated to others \nthrough propositional articulation because understanding is premised upon a person’s having \nhad the requisite bodily experiences. Typical examples of experiences that are hermeneutically accessible only to those who have had the corresponding personal experiences include child-birth, extreme pain, and religious experience (see,  inter alia , Biro 2013; Heyes 2013; Wynn 2005). \nIndeed, a striking theme of many pathographies by trained healthcare practitioners testify to shock at the inability of medical- epistemic resources to articulate the experience of illness (see Gawande 2014; Kalanithi 2016). \n 5. The harm to patients \n With the phenomena of testimonial and hermeneutical injustice in place, we can now examine \nthe nature of the primary epistemic harm they suffer. Fricker characterises that harm in terms of  objectiﬁcation , but more recently Gaile Pohlhaus, Jr. (2014) has suggested that it is more fully \nunderstood in terms of  truncated subjectivity . Pohlhaus, Jr. argued that the ‘primary harm of tes-\ntimonial injustice’ should be deﬁned as ‘being relegated to the role of epistemic other, being treated as though the range of one’s subject capacities is merely derivative of another’s’ (2014). The victim is not seen as capable of contributing to epistemic practices from her own standpoint: \n Consequently, her epistemic labour contributes to the community via which epistemic \ninterests are pursued, but she is not permitted to contribute in ways that would redirect epistemic practices toward those parts of her experienced world that extend beyond or trouble the veracity of the dominantly experienced world. Any contribution that might do so is summarily denied epistemic support and uptake by dominant members of the community. \n (2014, 107) \n Patients seem to occupy the position of ‘other’ in Pohlhaus, Jr.’s sense, in that their testimony is \nregularly solicited and indeed essential (e.g. in reporting symptoms or side effects of a drug), but nonetheless they remain a ‘derivatised subject’, i.e. a subject whose capacities are reduced to attending only to what stems from the perpetrator’s perspective (2014, 105). Patient testi-monies are sought as sources of factual information, but testimony about the lived experience of illness and the clinical encounter, which may challenge the medical view, is excluded from consideration and plays no formal role in decision- making and service design. Thus in cases of testimonial injustice, patients are perceived as ‘somewhere between an epistemic subject and object’ (2014, 107). \n Pohlhaus, Jr.’s account accurately captures the epistemic plight of many ill persons in health-\ncare contexts: ﬁrst, they are afforded limited capacities to epistemically contribute, usually by pro-\nviding factual  information , but not by offering their distinctive  experiences . Second, their epistemic \nlabour contributes to the epistemic practices of healthcare systems, but they are not permitted to contribute in ways that redirect the interests or concerns of those systems. One may call this an infringement of patients’ epistemic autonomy. These two points can only be uncovered by an epistemic analysis; this shows both the theoretical efﬁcacy and practical signiﬁcance of such an analysis, which can open the way to reforming healthcare practices in order to address this issue."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Havi Carel and Ian James Kidd\n344Both empowering patients’ epistemic practices and autonomy and tackling epistemic injustice by \ncombating negative stereotypes are required (Carel 2012). \n 6. Summary \n This chapter explored epistemic injustice in medicine and healthcare. Howsoever, several issues \nthat may also point towards future work remain unresolved. The recent ‘narrative turn’ in med-icine has had profound inﬂuence on medical education and professional development. \n9  Medical \nstudents, trainees, and practitioners have been invited to learn how to listen to patient narratives \nand how to utilise those narratives in clinical practice. We suggest that this development needs to be underpinned with a call for reﬂection on ‘ground ﬂoor’ conceptions of the nature of health and of what counts as medically relevant knowledge and understanding. This kind of reﬂec-tion is distinctly philosophical and thus complements the literary and applied work of narrative medicine. \n Perhaps we also require a deeper sense of  structural epistemic injustice : forms of injustice gen-\nerated by systems, institutions, and practices. Certain conceptions of health may contain latent \nprejudices about nature of credibility, understanding, and explanation in medical and healthcare contexts. Think, for instance, of ‘naturalistic’ characterisations of health and disease as biological dysfunctions, best understood using the concepts and practices of biological science (see, e.g. Boorse 1975, 1977). On this model, epistemic relevance is conﬁned to science and scientiﬁcally trained HCPs in a way that may generate epistemic prejudices against patients. Y et the door may swing both ways: Jeremy Wardrope (2014) has argued that medicalisation may illuminate, rather than occlude, the experiences of patients. If so, then subtle analyses of the nature of authority and credibility are needed, as they feed into our concepts of epistemic ‘peerage’ in healthcare (see Freeman 2015). \n We hope that research on these sorts of issues will give a better account of how to enable and \nenrich the testimonial and hermeneutical capacities of ill persons, healthcare practitioners, and \nthe public. \n10  \n  Related chapters:  1, 2, 3, 4, 5, 6, 10, 18, 20, 22, 26, 33\nHavi Carel’s work on this paper was generously funded by a Wellcome Trust Senior Investigator \nAward (grant no. 103340). \n Notes \n  1 Of course this is done for good medical reasons, but is still a radically different experience for most \nadults, and leads to a sense of diminished autonomy and disempowerment. \n  2 A classic example of the former is Illich (1975). \n  3 See www.patients- association.org.uk/patient- stories/ (accessed on 11 July 2016). \n  4 Personal communication. \n  5 These examples are taken from responses to a query we posted on a patient mailing list in 2012. \n  6 Fricker has recently developed the notion of ‘structural testimonial injustice’ to clarify the preemptive \ncharacter of certain testimonial injustices. See (or, rather, hear) her keynote lecture, ‘Epistemic Injustice \nRevisited’, delivered at the conference  Understanding Epistemic Injustice , University of Bristol, 26 June \n2014, available to download at www.bristol.ac.uk/philosophy/research/epistemic- injustice- / \n  7 Although many healthcare practitioners argue that such detachment is essential for emotional reasons, \nmany recent writers protest this. See, for instance, (Groopman 2008; Ofri 2013). \n  8 See www.england.nhs.uk/statistics/statistical- work- areas/friends- and- family- test/friends- and- family- \ntest- data/ (accessed on 11 July 2016)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Epistemic injustice in healthcare\n345  9 A good resource is the Columbia University Medical Centre Program in Narrative Medicine, which \nhosts  Intima: A Journal of Narrative Medicine : www.narrativemedicine.org/index.html \n 10 We are grateful to José Medina and Gaile Pohlhaus, Jr. for very helpful comments on an earlier draft of \nthis chapter. A bibliography of work on epistemic injustice and illness is maintained at www.academia.\nedu/30136837/Epistemic_Injustice_and_Illness_Bibliography \n References \n Biro, David, ‘When Language Runs Dry: Pain, the Imagination and Metaphor’, in L. Folkmarson Käll (ed.), \n Dimensions of Pain , London: Routledge, 2013, 13–26. \n Blease, Charlotte, Havi Carel, and Keith Geraghty, ‘Epistemic injustice in healthcare encounters: Evidence \nfrom Chronic Fatigue Syndrome’,  Journal of Medical Ethics , doi:10.1136/medethics- 2016- 103691 (2016). \n Boorse, Christopher, ‘On the distinction between disease and illness’,  Philosophy and Public Affairs  5.1 (1975): \n49–68. \n Boorse, Christopher, ‘Health as a theoretical concept’,  Philosophy of Science  44.4 (1977): 542–573. \n Burley, Mikel, ‘Emotion and anecdote in philosophical argument: The case of Havi Carel’s  Illness ’,  Metaphi-\nlosophy  42.1–2 (2011): 33–48. \n Burroughs, Michael and Deborah T ollefsen, ‘Learning to listen: Epistemic injustice and the child’,  Episteme  \n13.3 (2016): 359–377. \n Carel, Havi, ‘Phenomenology as a resource for patients’,  Journal of Medicine and Philosophy  37.2 (2012): \n96–113. \n Carel, Havi,  Illness: The Cry of the Flesh , London: Routledge, 2013. \n Carel, Havi,  Phenomenology of Illness , Oxford: Oxford University Press, 2016. \n Carel, Havi and Gita Györffy, ‘Seen but not heard: Children and epistemic injustice’,  The Lancet  384.9950 \n(2014): 1256–1257. \n Carel, Havi and Ian James Kidd, ‘Epistemic injustice in healthcare: A philosophical analysis’,  Medicine, Health-\ncare and Philosophy  17.4 (2014): 529–540. \n Collins, Patricia Hill, ‘Intersectionality and Epistemic Injustice’, in Ian James Kidd, Jose Medina, and Gaile \nPohlhaus, Jr. (eds.),  The Routledge Handbook of Epistemic Injustice , New Y ork: Routledge, 2017. \n Coulter, Angela and Jo Ellins,  Patient Focused Interventions: A Review of the Evidence , London: The Health \nFoundation, 2009, available at www.health.org.uk \n Crichton, Paul, Havi Carel, and Ian James Kidd, ‘Epistemic injustice and psychiatry’,  Psychiatry Bulletin , 1–6, \ndoi: 10.1192/pb.bp.115.050682. \n Dennett, Daniel,  Brainstorms , Cambridge, MA: MIT Press, 1981. \n Frank, Arthur,  The Wounded Storyteller: Body, Illness, and Ethics , Chicago: University of Chicago Press, 2010. \n Freeman, Lauren, ‘Confronting diminished epistemic privilege and epistemic injustice in pregnancy by chal-\nlenging a “panoptics of the womb”’,  Journal of Medicine and Philosophy  40.1 (2015): 44–68. \n Fricker, Miranda,  Epistemic Injustice: Power and the Ethics of Knowing , Oxford: Oxford University Press, 2007. \n Gawande, Atul,  Being Mortal: Illness, Medicine, and What Matters in the End , London: Proﬁle Books, 2014. \n Goffman, Ervin,  Stigma: Notes on the Management of Spoiled Identity , New Y ork: Simon & Schuster, 1963. \n Goldie, Peter (ed.),  The Oxford Handbook of the Philosophy of the Emotions , Oxford: Oxford University Press, \n2012. \n Greener, Ian,  Healthcare in the UK:  Understanding Continuity and Change ,  Br istol: The Policy Press, 2009. \n Groopman, Jerome,  How Doctors Think , Boston: Houghton Mifﬂin Company, 2008. \n Heyes, Cressida J., ‘Child, Birth: An Aesthetic’, in L. Folkmarson Käll (ed.),  Dimensions of Pain , London: \nRoutledge, 2013, 132–141. \n Hookway, Christopher, ‘Some varieties of epistemic injustice’,  Episteme  7 (2010): 151–163. \n Illich, Ivan,  Medical Nemesis: The Expropriation of Health , London: Calder & Boyars, 1975. \n Kalanithi, Paul,  When Breath Becomes Air , New Y ork: Random House, 2016. \n Kidd, Ian James, ‘Exemplarism, ethics, and illness narratives’,  Theoretical Medicine and Bioethics , forthcoming. \n Kidd, Ian James and Havi Carel, ‘Epistemic injustice and illness’,  Journal of Applied Philosophy  33.2 (2016): \n172–190. \n Klitzman, Robert,  When Doctors Become Patients , Oxford: Oxford University Press, 2007. \n Korsch, Barbara M., Ethel K. Gozzie, and Vida Francis, ‘Gaps in doctor- patient communication: Doctor- \npatient interaction and patient satisfaction’,  Pediatrics  42 (1968): 855–871. \n Lakeman, Richard, ‘Epistemic injustice and the mental health service user’,  International Journal of Mental \nHealth Nursing  19 (2010): 151–153."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Havi Carel and Ian James Kidd\n346 McIver, Shirley, ‘User Perspectives and Involvement’, in Kieran Walshe and Judith Smith (eds.),  Healthcare \nManagement , 2nd ed. Maidenhead: Open University Press, 2011, 354–372. \n Nussbaum, Martha,  Love’s Knowledge: Essays on Philosophy and Literature , Oxford: Oxford University Press, \n1990. \n Ofri, Danielle,  What Doctors Feel: How Emotions Affect the Practice of Medicine , Boston: Beacon Press, 2013. \n Pohlhaus, Jr., Gaile, ‘Discerning the primary epistemic harm in cases of testimonial injustice’,  Social Episte-\nmology  28.2 (2014): 99–114. \n Rudd, Rima E., ‘The evolving concept of  health literacy : New directions for health literacy studies’,  Journal of \nCommunication in Healthcare  8.1 (2015): 7–9. \n Scrutton, Anastasia, ‘Epistemic Injustice and Mental Illness’, in Ian James Kidd, José Medina, and Gaile \nPohlhaus, Jr. (eds.),  The Routledge Handbook of Epistemic Injustice , London: Routledge, 2017. \n Smith, Susan,  Sick and Tired of Being Sick and Tired: Black Women’s Health Activism in America, 1890–1950  , \nPhiladelphia: University of Pennsylvania Press, 2010. \n Srivastava, Rani,  The Healthcare Professional’s Guide to Clinical Cultural Competence , T oronto: Elsevier Health \nSciences, 2007. \n T oombs, Kay, ‘The meaning of illness: A phenomenological approach to the patient – physician relationship’, \n Journal of Medicine and Philosophy  12 (1987): 219–240. \n Vida, Francis, Barbara M. Korsch, and Marie J. Morris, ‘Gaps in doctor- patient communication II: Patients’ \nresponse to medical advice’,  The New England Journal of Medicine  280 (1969): 535–540. \n Wainwright, Megan and Jane Macnaughton, ‘Is a qualitative perspective missing from COPD guidelines?’, \n The Lancet Respiratory Medicine  1.6 (2013): 441–442. \n Wardrope, Alistair, ‘Medicalization and epistemic injustice’,  Medicine, Healthcare, and Philosophy  18.3 (2014): \n341–352. \n Wilson, Hamish and Wayne Cunningham,  Being a Doctor: Understanding Medical Practice , London: The Royal \nCollege of General Practitioners, 2014. \n Wylie, Alison, ‘Why Standpoint Matters’, in S. Harding (ed.),  The Feminist Standpoint Reader: Intellectual and \nPolitical Controversies , London: Routledge, 2004, 339–351. \n Wynn, Mark,  Emotional Experiences and Religious Understanding: Integrating Perception, Conception, and Feeling , \nCambridge: Cambridge University Press, 2005."
    }
  ]
}