{
  "doc_type": "scientific paper",
  "title": "The Mediating Role of Emotion Regulation Within the Relationship Between Neuroticism and Misophonia A Preliminary Investigation",
  "authors": [
    "Casiello Robbins"
  ],
  "year": 2020,
  "journal": "Psychiatry and Behavioral Sciences, Duke University",
  "doi": "10.3389/fpsyt.2020.00847BRIEF",
  "abstract": null,
  "keywords": [
    "misophonia",
    "emotion regulation",
    "impulse control",
    "impulsivity",
    "neuroticism"
  ],
  "research_topics": [
    "misophonia",
    "emotion regulation",
    "impulse control",
    "impulsivity",
    "neuroticism"
  ],
  "created_at": "2025-05-04T23:32:14.439911Z",
  "source_pdf": "documents/research/Global/Casiello Robbins 2020 The Mediating Role of Emotion Regulation Within the Relationship Between Neuroticism and Misophonia A Preliminary Investigation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The Mediating Role of Emotion\nRegulation Within the Relationship\nBetween Neuroticism andMisophonia: A Preliminary\nInvestigation\nClair Cassiello-Robbins1*, Deepika Anand1, Kibby McMahon1,2, Rachel Guetta1,2,\nJacqueline Trumbull1,2, Lisalynn Kelley1and M. Zachary Rosenthal1,2\n1Center for Misophonia and Emotion Regulation, Department of Psychiatry and Behavioral Sciences, Duke University\nMedical Center, Durham, NC, United States,2Department of Psychology and Neuroscience, Duke University, Durham,\nNC, United States\nMisophonia is a newly described condition characterized by heightened emotional\nreactivity (e.g., anger, anxiety, and disgust) to common repetitive sounds (e.g., oral ornasal sounds made by others), accompanied by dif ﬁculties responding to these sounds\n(e.g., intolerance, avoidance, and escape) and associated impairment in functioning.Although research indicates that problematic emotional responses are a key characteristicof misophonia, it is unknown whether individual differences in experiencing and regulatingemotional responses in ﬂuence severity of misophonia symptoms. Examination of\nindividual differences in emotional functioning will help to guide treatment developmentfor misophonia. Accordingly, the present study examined the associations among trait\nneuroticism, dif ﬁculties with emotion regulation, and symptoms of misophonia. For this\nstudy, a sample of 49 adults completed the Dif ﬁculties with Emotion Regulation Scale, the\nMisophonia Questionnaire, and the neuroticism subscale of the NEO –Personality\ninventory. Findings indicated that dif ﬁculties with emotion regulation and neuroticism\nwere signi ﬁcantly positively correlated with symptoms of misophonia. Bootstrapped\nmediation analyses suggested that dif ﬁculties controlling impulsive behavior while\nexperiencing intense negative emotions f ully mediated the relationship between\nneuroticism and symptoms of misophonia . Results from this study suggest that\nneuroticism and dif ﬁculties with emotion regulation may be important risk factors and\ntreatment targets for adults with misophonia, and dif ﬁculties controlling impulsive behavior\nwhen distressed may be an important individual difference accounting for the relationshipbetween neuroticism and misophonia.\nKeywords: misophonia, emotion regulation, impulse control, impulsivity, neuroticism\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 1Edited by:\nAmitai Abramovitch,\nTexas State University, United States\nReviewed by:\nMonica S. Wu,\nUniversity of California, Los Angeles,\nUnited States\nJoseph McGuire,\nJohns Hopkins University,\nUnited States\n*Correspondence:\nClair Cassiello-Robbins\nclair.robbins@duke.edu\nSpecialty section:\nThis article was submitted to\nPsychopathology,\na section of the journal\nFrontiers in Psychiatry\nReceived: 15 May 2020\nAccepted: 04 August 2020\nPublished: 28 August 2020\nCitation:\nCassiello-Robbins C, Anand D,\nMcMahon K, Guetta R, Trumbull J,\nKelley L and Rosenthal MZ (2020) The\nMediating Role of Emotion Regulation\nWithin the Relationship Between\nNeuroticism and Misophonia: A\nPreliminary Investigation.\nFront. Psychiatry 11:847.\ndoi: 10.3389/fpsyt.2020.00847BRIEF RESEARCH REPORT\npublished: 28 August 2020\ndoi: 10.3389/fpsyt.2020.00847"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "INTRODUCTION\nMisophonia, a condition originally described by Jastreboff and\nJastreboff ( 1), is characterized by defensive motivational system\nresponses (e.g., escape behavior, in creased sympathetic arousal, and\nnegative affect) to speci ﬁc repetitive sounds and associated stimuli\n(1). Individuals with misophonia symptoms most commonly\ndescribe reactivity to repetitive sounds produced by humans (e.g.,\nchewing, snif ﬁng, and pen clicking) or the environment (e.g., clocks\nticking) ( 2). These symptoms are linked to impairments in daily\nfunctioning and may even lead to other mental health problems [fora review, see Brout et al. ( 2)]. However, there are currently no\nevidence-based treatments for thi s condition. An important step in\ndeveloping such interventions is to identify mechanisms (i.e.,\nchangeable psychological processes) that contribute to the\ndevelopment and maintenance o f these symptoms and thus may\nbe potential targets of treatment ( 3). A growing literature suggests\nthat the way people experience and respond to strong emotions maybe a promising candidate mechanism ( 2).\nThe strong, negative emotional reactions to speci ﬁc sounds in\nmisophonia often include anger and anxiety ( 4,5). This response\nsuggests neuroticism, the trai t-like tendency to experience\nfrequent and intense negative emotions in response to stressors,may be relevant to understanding misophonia ( 6). Previous\nresearch shows that people who are extremely reactive to noisealso tend to be high on neuroticism ( 7,8) and that high levels of\nneuroticism are associated with more bothersome tinnitus ( 9),\nalthough one study reported a non-signi ﬁcant relationship\nbetween neuroticism and general sound sensitivity ( 10). With\nregard to misophonia speci ﬁcally, Jager et al. ( 11)r e p o r t e d\nindividuals with misophonia scored above average on a measureof neuroticism and Daniels et al. ( 12) indicated a signi ﬁcant\npositive relationship between neuroticism and misophonia, witha small effect size [ r=. 3 2 ;( 11,12)]. Taken together, this literature\nsuggests neuroticism may be a potential vulnerability factor for\nmisophonia, as individuals high in neuroticism might be at riskfor developing misophonic reactions to certain sounds theyﬁnd aversive.\nBeyond the experience of negative emotions, the way in\nwhich these emotions are managed may also play an important\nrole in this mechanistic pathway to misophonia. The experience\nof negative emotions in and of itself is not problematic;indeed, emotions serve an adaptive function and can motivateproductive behavioral responses. For example, anger can alertsomeone to a potential threat and motivate protective behavior(13). Emotions are typically managed through a process known as\nemotion regulation, a set of automatic and consciously mediated\nstrategies that in ﬂuence which emotions are experienced, the\nintensity of the emotion, and ways in which the emotions areexpressed ( 14). Gratz and Roemer ’s(15)i nﬂuential model\ndescribes six speci\nﬁc components of emotion regulation,\nassessed using the Dif ﬁculties with Emotion Regulation Scale\n(DERS): (1) awareness of emotions when upset, (2) ability to\ndifferentiate speci ﬁc emotions when upset, (3) non-judgmental\nacceptance of the experience of unpleasant emotions, (4) theability to engage in goal-directed behavior while experiencing\nwhen upset, (5) the capacity to inhibit impulsive urges whenupset, and (6) the belief that one has the ability to successfully usespeciﬁc strategies (e.g., problem solving) to manage unpleasant\nemotions ( 15). When individuals have dif ﬁculty effectively\nutilizing these strategies, emotions may no longer serve their\nadaptive functions and instead become associated with distress\nand impairment.\nA robust literature suggests a relationship exists between\nneuroticism and emotion regulation such that higher levels ofneuroticism are associated with gr eater engagement in ineffective\nemotion regulation strategies ( 16–18). Given the intensity of\nnegative emotionality following sounds and related stimuli in the\ncontext of misophonia, as well as pr eliminary research suggesting\nmisophonia is associated with elevated levels of neuroticism, theability to regulate emotions is likely essential to successful copingand management of this condition. F or example, dysregulated anger\nin response to distressing sounds could result in frequent arguments\nand interpersonal aggression leading to tension in meaningful\nrelationships and thus making mi sophonia even more impairing.\nResults from imaging studies support the hypothesis that emotionregulation is relevant to misophonia and report exaggeratedresponses in brain areas including the anterior insula cortex andamygdala, both of which are implica ted in emotional processing and\nregulation ( 19,20). Evidence from clinical research suggests that\nmisophonia symptoms co-occur with a wide range of psychiatric\ndisorders characterized by emotion dysregulation, includingpersonality (e.g., borderline, avoidant, and obsessive-compulsive),depressive, anxiety (e.g., panic, ag oraphobia, generalized anxiety,\nand social anxiety), and obsessive-compulsive disorders ( 11,21–23).\nTherefore, misophonia may be especially related to clinically\nrelevant dif ﬁculties with emotion regulation, which also have been\nshown to be transdiagnostic across a range of problems ( 24). At\npresent, there are no evidence-based interventions speci ﬁcally for\nmisophonia. Research elucidating which speci ﬁcf a c e t ( s )o fe m o t i o n\nregulation dif ﬁculties in ﬂuences misophonia will help identify the\ntypes of interventions that may be most effective.\nTaken together, neuroticism and dif ﬁculties with emotion\nregulation are individual differences variables that may both play\nimportant roles in the etiology and maintenance of misophonia.Even further, it is important to examine the nature of theserelationships to more thoroughly understand how tendencies toreact emotionally can contribute t o misophonia. Previous research\nhas shown that dif ﬁculties with emotion regulation (as measured by\nthe DERS) may account for the relationship between neuroticism\nand psychopathology. For example, Paulus et al. ( 25)f o u n dt h a t\ndifﬁculties with emotion regulation mediated the relationship\nbetween neuroticism and depression ( 25). Further, examination of\nspeciﬁc emotion regulation components revealed that engagement\nin goal-directed behaviors, use of speci ﬁc strategies, and impulse\ncontrol each mediated the relationship between neuroticism and\nd e p r e s s i o n .S i m i l a r l y ,M o h a m m a d k h a n ie ta l .( 26) reported\nemotion dysregulation mediated the relationship betweenneuroticism and anxiety symptoms ( 26). Demonstrating a\nmediating role of a candidate mechanism provides evidence thatCassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "targeting this mechanism with interventions may lead to desired\ntherapeutic change ( 3). These previous ﬁndings suggest that\nemotion regulation interventions may improve symptoms ofpsychopathology in people who tend to experience negativeemotions. This mechanistic relationship may also apply to thosewho suffer from misophonia.\nTo date, no studies have begun to investigate the relationships\namong neuroticism, dif ﬁculties with emotion regulation, and\nmisophonia. Exploring these relationships may provide insightinto how tendencies to experience and regulate emotions may bevulnerability factors for the onset or maintenance of misophonia.Accordingly, in an effort to help guide clinical interventions and\nresearch by identifying candidate transdiagnostic targets for\ntreatment, the primary aim of this preliminary study was toexamine the associations among trait neuroticism, dif ﬁculties\nwith emotion regulation, and misophonia. We also exploredhow speci ﬁc difﬁculties with emotion regulation may mediate\nthis relationship. It was hypothesized that (1) neuroticism,\ndifﬁculties with emotion regulation, and misophonia symptoms\nwould be positively correlated and (2) the relationship betweenneuroticism and misophonia symptoms would be mediated bydifﬁculties with emotion regulation.\nMETHOD\nParticipants\nParticipants (N = 49) were included from a parent study\nexamining the relationship between self-reported symptoms ofsensory processing dysfunction and mental health problems inadults [see McMahon et al. ( 27) for more information]. For this\nparent study, participants w ere recruited from the local\ncommunity as part of a larger program of research studying\ndifﬁculties with emotion regulation. Participants were identi ﬁed\nvialocal online postings (including university and health center\nwebsites), newspaper postings, and referrals from mental healthproviders. Exclusion criteria included age (under 18), currentmania, and/or presence of a psychotic disorder. Apart from\nthese criteria, participants were not required to meet speci ﬁc\ndiagnostic or demographic c riteria, thus allowing for a\nheterogeneous, transdiagnostic sample.\nMost participants identi ﬁed as female ( n= 42), White ( n=\n32), and non-Hispanic ( n= 46). The average age of the sample\nwas 27.02 years ( SD= 8.75). Most participants indicated they\nwere single, never married ( n= 35), had completed some college\n(n= 18), and had a salary range of $0 –$10,000 ( n= 27).\nMeasures\nMisophonia Questionnaire (MQ)\nThe MQ ( 5) contains 17 items within three subscales:\nmisophonia symptomatology, related emotions and behaviors,\nand severity of sound sensitivity. The ﬁrst two subscales inquire\nhow well a series of describe the individual in general and arerated from 0 (not at all true) to 4 (always true) and are summedfor a total score of 0 –68. The third subscale asks individuals to\nprovide a single rating of their sound sensitivity from 0 (nosound sensitivities) to 15 (very severe sound sensitivities). The\ntotal score re ﬂects a summation of ratings from the misophonia\nsymptomatology and related emotions and behaviors subscales,with higher scores re ﬂecting greater overall sensitivity and\ndistress. Initial validation of the MQ demonstrated goodinternal consistency ( a= .86 –.89) and internal consistency was\nalso high in this sample ( a= .93).\nDifﬁculties in Emotion Regulation Scale (DERS)\nThe DERS ( 15) contains 36 self-report items that assess six facets\nof emotion dysregulation: (1) nonacceptance of emotional\nresponses, (2) dif ﬁculties engaging in goal directed behavior\nwhile upset, (3) dif ﬁculties controlling impulsive behaviors while\nupset, (4) lack of emotional awareness, (5) limited access to\nemotion regulation strategies, and (6) lack of emotional clarity.Items assess how often various statements apply to an individualin general and responses are captured on a Likert scale that rangesfrom 1 (almost never) to 5 (almost always), with higher scoresindicating greater dif ﬁculty with emotion regulation. The DERS\nhas high internal consistency (Cronbach ’sa= .93), good test-\nretest reliability ( r=. 8 8 , p< .01), and adequate construct and\npredictive validity ( 15). In the current sample, internal consistency\nwas high for the DERS total score ( a= .96) as well as all subscales\n[range a= .89 (lack of emotional awareness) –.94 (nonacceptance\nof emotional responses)].\nNEO –Personality Inventory (NEO-PI-3)\nThe NEO-PI-3 ( 28) is a 240-item questionnaire that assesses the\nBig Five personality traits (neuroticism, extraversion, openness,agreeableness, and conscientiousness). Neuroticism refers to thepropensity to experience negative emotion (example item: “I\noften feel that I am not as good as others ”), and though all ﬁve\nsubscales were collected in the parent study, this is the onlysubscale used in the present study. The NEO-PI-3 is an updated\nversion of the NEO-PI-R ( 29), with items now categorized into\n30 facet scales across the ﬁve domains. All item responses are on\na Likert scale ranging from 1 (strongly disagree) to 5 (stronglyagree), with higher scores indicating greater tendency towardnegative emotion in general. Psychometric properties of theNEO-PI-3 have been cross-culturally validated, with strong\ninternal consistency, reliability, and validity ( 30). Internal\nconsistency was strong in the current sample ( a= .93).\nProcedures\nThe present study was conducted in a single laboratory visit.\nDuring their visit, participants met with a master ’sl e v e l\ndiagnostic assessor who had been rated to adherence. Uponarrival at the laboratory, participants provided written informed\nconsent using protocols approved by the Institutional Review\nBoard of the Duke University Medical Center. Participantscompleted interviews that assess for lifetime psychiatricdiagnoses (Structured Clinical Interview for DSM-IV-TR AxisID i s o r d e r s[ S C I DI ;( 31)], treatment history, and sensory\nprocessing dysfunction. They also completed a battery of self-\nreport questionnaires regarding emotional functioning, sensory\nprocessing, and psychiatric symptoms. The 49 participants whoCassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "completed the Misophonia Questionnaire [MQ; ( 5)] were\nincluded in the present study.\nData Analytic Plan\nData analyses were conducted in SPSS version 26 ( 32). Descriptive\nstatistics were calculated, including tests of normality, and datathat were not normally distributed was log transformed. The\nMQ total score was used to examine bivariate correlations of\nmisophonia symptoms with neuroticism, as indicated bythe Neuroticism subscale of the NEO-PI-3 and emotionaldysregulation, as indicated by the DERS total score. Given asigniﬁcant correlation between misophonia and global dif ﬁculties\nwith emotion regulation, bivariate correlations examined whether\nmisophonia symptoms were related to subscale scores of the\nDERS. Next, mediation models were examined using PROCESS,an SPSS macro for path-analysis based modeling ( 33), to test\nwhether subscales with signi ﬁcant zero order correlations with\nmisophonia symptoms mediated the relationship betweenneuroticism and misophonia symptom severity. The mediationmodel examined was Neuroticism subscale score from the NEO-\nPI-3 (IV)!DERS-subscale (Mediator) !Misophonia Symptoms\n(MQ; DV), with each subscale modeled separately. All possibleindirect paths were tested in these models.\nAdditionally, nonparametric bootstrapping was used to test\nthe signi ﬁcance of indirect effects, in which the effect is\ninterpreted as signi ﬁcant if 95% bias-corrected con ﬁdence\nintervals (CIs) for the effect do not include zero ( 34,35). To\nadjust for the small sample size, mediation analyses were basedon 5,000 bootstrapped samples [as recommended by Hayes ( 36)]\nusing bias-corrected 95% CIs.\nRESULTS\nTable 1 shows descriptive information for the study sample. In\nthe current sample, the most frequent current DSM-IV diagnoseswere Generalized Anxiety Disorder (n = 16), followed by MajorDepressive Disorder (n = 9), Post-traumatic Stress Disorder (n =9), Panic Disorder (n = 9), and then by Social Phobia (n = 5).Among Axis II diagnoses, the most common diagnosis was forBorderline Personality Disorder (n = 6), followed by Obsessive\nCompulsive Personality Disorder (n = 5)*.\nOn average, the sample obtained a total DERS score of 97.35,\na score 0.34 SDs higher than that reported in a sample of patientswith heterogeneous DSM-5 diagnoses ( 37). The mean score on\nthe impairment subscale of the MQ was 5.21, suggesting that thesample reported mild sound sensitivity, on average. Overall, the\nsample obtained a total neuroticism subscale score of 117.56,\nwhich is approximately 1 SD below that reported in a sample oftreatment seeking adults ( 38). The DERS subscale indicating\nnon-acceptance of emotional response (NONACCEPT) deviatedfrom a normal distribution [skewness of 0.21 (SE = 0.34) andkurtosis of −1.16 (SE = 0.67)], therefore, it was log transformed\nto reduce bias [skewness of −0.36 (SE = 0.34) and kurtosis of\n−1.05 (SE = 0.67)].Bivariate Associations\nPearson correlations indicated the MQ total score (comprised\nof the symptomatology and related emotions and behaviorssubscales) correlated signi ﬁcantly with the Neuroticism\nsubscale of the NEO-PI-3 [ r(45) = 0.38, p= 0.01] and the\nDERS total score [ r(49) = 0.40, p< 0.01]. Neuroticism was\nsigniﬁcantly correlated with DERS total score [ r(45) = 0.70, p<\n0.01]. As hypothesized, these results indicate neuroticism,difﬁculties with emotion regulation, and misophonia\nsymptoms were signi ﬁcantly positively correlated with each\nother. With regard to speci ﬁc emotion regulation dif ﬁculties,\nMQ total score was signi ﬁcantly correlated with impulse\ncontrol dif ﬁculties [ r(49) = 0.30, p<.001], dif ﬁculties engaging\nin goal directed behavior [ r(49) = 0.32, p<.001], lack of\nemotional clarity [ r(49) = 0.38, p<.001], and limited\nperceived access to emotion regulation strategies [ r(49) =\n0.36, p<.001; see Table 2 ].\nMediational Analyses\nNext, to identify whether any speci ﬁc difﬁculties with emotion\nregulation best accounted for the relationship betweenneuroticism and misophonia symptoms, mediational analyseswere conducted. As seen in Figure 1 , high neuroticism\nsigniﬁcantly predicted dif ﬁculty controlling impulsive behavior\nwhen emotionally distressed, which, in turn, predicted higher\nmisophonia symptoms. The indirect path (þ = 0.11; IE = 0.06, SE =TABLE 1 | Sample characteristics (N = 49).\nVariable M (SD) N (%)\nAge 27.02 (8.75)\nFemale 42 (85.7)\nRace\nWhite 32 (65.3)\nAfrican American 8 (16.3)\nAsian 7 (14.3)\nMore than one racial group 2 (4.1)\nIncome Level\n$0–$10,000 27 (55.1)\n$10,001 –$65,000 17 (34.6)\n> $65,001 5 (10.2)\nEducation Level\nHS graduate or less 4 (8.2)\nVocational or some college 19 (38.7)\nCollege graduate 12 (24.5)\nGraduate school (in progress or completed) 14 (28.5)\nDERS total score 97.35 (28.71)DERS Non-Acceptance Subscale 16.31 (7.12)\nDERS Goals Subscale 18.53 (5.30)\nDERS Impulse Control Subscale 12.57 (5.11)\nDERS Awareness Subscale 15.20 (5.77)\nDERS Strategies Subscale 22.29 (8.10)\nDERS Clarity Subscale 12.45 (4.50)\nMQ total score 97.35 (28.71)MQ Impairment Subscale 5.21 (2.40)\nMQ Sound Subscale 13.37 (8.19)\nMQ Reaction Subscale 13.55 (8.80)\nNEO-PI-3 Neuroticism Subscale 117.56 (31.43)\nSD, Standard Deviation; HS, High School; DERS, The Dif ﬁculties in Emotion Regulation\nScale; MQ, Misophonia Questionnaire; NEO-PI-3, NEO Personality Inventory.Cassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "0.04, Bias Corrected 95% CI: LL = 0.01, UL = 0.15) from\nneuroticism to misophonia symptoms through the mediatingeffect of impulse control dif ﬁculties was signi ﬁcant [i.e., given\nthat 0 was not included in the CI; ( 34,35)]. Further, the direct\npath from neuroticism to misophonia symptoms (c = 0.20, SE =\n0.07, t = 2.69, p < 0.05) was no longer signi ﬁcant (see Figure 1 ),\nsuggesting that dif ﬁculties controlling impulses when experiencing\nstrong unpleasant emotions fu lly mediated the relationship\nbetween neuroticism and misophonia.\nThe relationship between neuroticism and misophonia\nsymptoms was not signi ﬁcantly mediated by DERS total score\n(b= 0.22, IE = 0.11, SE = 0.07, Bias Corrected 95% CI:\nLL = −0.02, UL = 0.26), non-acceptance of emotional\nresponses ( b= 0.05, IE = 0.03, SE = 0.05, Bias Corrected 95%\nCI: LL = −0.07, UL = 0.12), dif ﬁculties engaging in goal-directed\nbehavior when upset ( b= 0.07, IE = 0.04, SE = 0.08, Bias Corrected\n95% CI: LL = −0.12, UL = 0.19), lack of emotional awareness ( b=\n0.07, IE = 0.03, SE = 0.04, Bias Corrected 95% CI: LL = −0.42, UL =\n0.12), limited access to emotion regulation strategies when upset\n(b= 0.16, IE = 0.85, SE = 0.07, Bias Corrected 95% CI: LL = -0.04,\nUL = 0.22), or lack of emotional clarity ( b=0 . 1 7 ,I E=0 . 0 9 ,S E=\n0.05, Bias Corrected 95% CI: LL = −0.001, UL = 0.21).DISCUSSION\nThe purpose of this study was to examine the relationships\namong neuroticism, dif ﬁculties with emotion regulation, and\nsymptoms of misophonia. As predicted, misophonia symptoms\nwere signi ﬁcantly and positively associated with neuroticism as\nwell as dif ﬁculties with emotion regulation. In order to begin\nidentifying speci ﬁc candidate treatment targets for misophonia,\nwe used Gratz and Roemer ’s model of emotion regulation ( 15)t o\nevaluate whether any speci ﬁc components of emotion regulation\ncould account for the relationship between higher neuroticism\nand misophonia symptoms. Results indicated that dif ﬁculties\ncontrolling impulsive behaviors when emotionally distressedfully mediated the relationship between neuroticism andmisophonia symptoms.\nParticipants who reported higher symptoms of misophonia\nwere more likely to endorse higher trait neuroticism, suggesting\nthat those who tend to experience intense, frequent negative\nemotions more generally may be at higher risk for developingmisophonia. These results extend previous research reporting arelationship between noise sensitivity and neuroticism ( 11,12).\nIn addition to this personality trait, self-reported dif ﬁculties\nregulating emotions were also signi ﬁcantly correlated with\nmisophonia. Speci ﬁcally, symptoms of misophonia had positive\nrelationships with dif ﬁculties controlling impulsive behavior\nwhile experiencing intense emotions, dif ﬁculty engaging in\ngoal-directed behavior, lack of access to emotion regulationstrategies, and emotional clarity. These results are in line withresearch showing that this con dition often co-occurs with\ndisorders known to be associated with higher levels of\nneuroticism and emotion dysregulation, such as anxiety,\ndepressive, and personality disorders ( 6). In our sample, the\npositive correlation between dif ﬁculties with emotion regulation\nand neuroticism was stronger than the relationship of either ofthese constructions with misophonia. These ﬁndings might\nsuggest that the tendency to experience frequent, intense\nemotions and dif ﬁculties regulating t hem have a reciprocal\nrelationship which confers risk for developing misophonia. The\nFIGURE 1 | Neuroticism predicting misophonia symptoms with impulse control dif ﬁculties subscale as mediator. * p< 0.01. Standard errors are in parentheses; solid\nlines represent signi ﬁcant indirect paths; a = unstandardized regression coef ﬁcient for the IV predicting the mediator, b = unstandardized regression coef ﬁcient for\nthe mediator predicting the DV with IV and mediator in the model, c ’= unstandardized coef ﬁcient for the IV predicting the DV with mediator in the model (direct\neffect); DERS -Impulse, Impulse Control Dif ﬁculties Subscale Score in Dif ﬁculty in Emotion Regulation Scale; MQ, Total Score in Misophonia Questionnaire; NEO PI-3,\nNeuroticism Subscale Score in NEO Personality Inventory-3.TABLE 2 | Bivariate correlations between Misophonia symptoms and subscales\nof the Dif ﬁculty in Emotion Regulation Scale (DERS).\nVariable 123456 7\n1. Misophonia Symptoms\n2. Goals 0.32*3. Impulse 0.38** 0.52**\n4. Awareness 0.27 0.33* 0.32*\n5. Strategies 0.36* 0.77** 0.70** 0.43**\n6. Clarity 0.38** 0.54** 0.49** 0.61** 0.71**\n7. Nonacceptance 0.17 0.57** 0.40** 0.43** 0.74** 0.63**\n8. Neuroticism 0.38* .75** .36* .45* .67** .62** .55**\nGoals, Dif ﬁculties engaging in goal directed behavior; Impulse, Impulse control dif ﬁculties;\nAware, Lack of emotional awareness; Strategies, Limited access to emotion regulation\nstrategies; Clarity, Lack of emotional clarity; Nonacceptance, Nonacceptance of emotional\nresponse. *indicates p < 0.05. **indicates p < 0.01.Cassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "temporal relationship(s) between these constructs is of interest\nfor future research studies.\nImportantly, this is the ﬁrst study to demonstrate that the\nrelationship between trait neu roticism and misophonia is\nmediated by dif ﬁculty regulating impulsive behavior when\nemotionally distressed. People experiencing misophonia\nsymptoms may respond to bothersome sounds and associated\nstimuli with impulsive aggressive behavior, such as yellingand indirect verbal aggression ( 23). A limited literature has\nexamined impulse control in ind ividuals with misophonia.\nThis work suggests adults with misophonia favor accuracy overspeed during cognitive tasks (e.g., stop-signal-task) under non-\naversive conditions ( 39) but have poor cognitive control in\nresponse to misophonic sounds ( 12). Therefore, ﬁndings from\nthis study further highlights inhibiting impulsive behavior\nwhen emotionally distressed as a candidate treatment targetfor individuals with misophonia symptoms. To further informthese intervention efforts, studies using multiple methodologies\n(e.g., behavioral, neuroscienti ﬁc, and ecological momentary\nassessment) are needed to elucidate the role of biological andenvironmental contextual factors in ﬂuencing speci ﬁc difﬁculties\nregulating emotions (e.g., impulse control) when individualswith misophonia are emotionally distressed.\nResults from the present study that highlight the role of emotion\nregulation in misophonia may have additional treatment\nimplications. Evidence-based cognitive behavioral treatments,\nwhich intervene on dif ﬁculties with emotion regulation, may\nrepresent promising approaches to consider when treatingmisophonia. Indeed, most evidence-based psychologicaltreatments include skills that facilitate awareness of one ’s\nemotions, use of effective emotion regulation skills, impulse\ncontrol, and engaging in goal-directed behavior, all of which were\nsigniﬁcantly correlated with higher m isophonia symptoms in this\nstudy sample. Based on our ﬁndings, emotion regulation\ninterventions that speci ﬁcally target impulsive behaviors, such as\nthe “STOP ”or“Opposite action ”skills from Dialectical Behavior\nTherapy ( 40), may be particularly useful for treating misophonia for\nindividuals with high neuroticism .L e a r n i n ga n da p p l y i n gs k i l l st o\nregulate the experience of strong unpleasant emotions may help\npatients manage their distressing re actions to misophonic triggers in\na goals-consistent way.\nResults from this study should be considered in the context of\ntheir limitations. First, the sample size for this preliminary study wassmall, limiting the power of the analyses and generalizability of the\nﬁndings. Although bootstrapping procedures were used to test\nmediational hypotheses, similar a n a l y s e sw i t hl a r g e rs a m p l es i z e s\nare needed to replicate and extend the present ﬁndings. Second, this\nsample predominantly identi ﬁed as female and White. Additional\nresearch should explore the relationships identi ﬁed here in more\ndiverse samples in order to understand how these relationships mayor may not differ for individuals from different backgrounds. Third,\nthe mediation analyses were cond ucted with cross-sectional data\nlimiting our ability to draw conclu sions about causal relationships\nbetween these variables, and the i nteraction among neuroticism,\nmisophonia, and emotion regulation strategies over time. Indeed,\nthe temporal relationship between neuroticism, emotion regulation,and misophonia is of interest to better understand the etiology and\nmaintenance of misophonia. It is hypothesized that neuroticism andineffective emotion regulation strategies confer vulnerability todeveloping misophonia and have a reciprocal relationship with\none another. Rigorous experimental and longitudinal research isneeded to shed light on this question. Research using longitudinal\ndata would provide insight into the directional relationships among\nthese variables. For example, rese arch using daily repeated within-\nperson measures over time (e.g., ecological momentary assessment)would indicate which speci ﬁc emotion regulation strategies are\neffective or ineffective when individuals with misophoniasymptoms are exposed to bothersome sounds and associated\nstimuli. Such discoveries would greatly inform treatment strategies\nfor individuals with misophonia.\nDespite limitations in this preliminary study, the results from\nthis empirical study indicate relationships among neuroticism,difﬁculties with emotion regulation and misophonia. To our\nknowledge, this is the ﬁrst study to demonstrate the mediating\nrole of dif ﬁculties controlling impulsive behavior when\nemotionally distressed with in the relationship between\nneuroticism and misophonia symptoms. We hope these resultswill help pave the way for future research to continue examininghow individual differences (e.g., neuroticism) may be related todifﬁculties regulating emotions among individuals with\nmisophonia. In particular, relationships among these variables\nneed to be examined in large and diverse samples using\nprospective repeated measures and multiple methods ofassessment. Such studies will, over time, provide answers to thecurrent questions about how to provide treatments for individualswith misophonia.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will bemade available by the authors, without undue reservation.\nETHICS STATEMENT\nThe studies involving human participants were reviewed andapproved by Duke University Medical Center Institutional\nReview Board. The patients/participants provided their written\ninformed consent to participate in this study.\nAUTHOR CONTRIBUTIONS\nAll authors contributed to the article and approved the submittedversion. DA conducted statistical analyses. CC-R and ZR revisedand synthesized revisions of the manuscript from other authors.\nFUNDING\nThis study received funding from the Wallace Research Foundation.Cassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "REFERENCES\n1. Jastreboff MM, Jastreboff PJ. Hyperacusis, Audiology Online. (2001).\nAvailable at: http://www.audiologyonline.com\n2. Brout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, et al.\nInvestigating misophonia: a review of the empirical literature, clinicalimplications, and a research agenda. Front Neurosci (2018) 12:36. doi:\n10.3389/fnins.2018.00036\n3. Kazdin AE. Understanding how and why psychotherapy leads to change.\nPsychother Res (2009) 19(4 –5):418 –28. doi: 10.1080/10503300802448899\n4. McKay D, Kim S-K, Mancusi L, Storch EA, Spankovich C. Pro ﬁle analysis of\npsychological symptoms associated with misophonia: a community sample.\nBehav Ther (2018) 49(2):286 –94. doi: 10.1016/j.beth.2017.07.002\n5. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence,\nphenomenology, and clinical correlates in an undergraduate student\nsample. J Clin Psychol (2014) 70(10):994 –1007. doi: 10.1002/jclp.22098\n6. Barlow DH, Sauer-Zavala S, Carl JR, Bullis JR, Ellard KK. The nature,\ndiagnosis, and treatment of neuroticism: back to the future. Clin Psychol Sci\n(2014) 2(3):344 –65. doi: 10.1177/2167702613505532\n7. Stansfeld SA, Clark CR, Jenkins LM, Tarnopolsky A. Sensitivity to noise in a\ncommunity sample: I. Measurement of psychiatric disorder and personality.\nPsychol Med (1985) 15(2):243 –54. doi: 10.1017/S0033291700023527\n8. Stansfeld SA. Noise, noise sensitivity and psychiatric disorder:\nepidemiological and psychophysiological studies. Psychol Med Monogr\nSuppl (1992) 22:1 –44. doi: 10.1017/S0264180100001119\n9. McCormack A, Edmondson-Jones M, Fortnum H, Dawes P, Middleton H,\nMunro KJ, et al. The prevalence of tinnitus and the relationship withneuroticism in a middle-aged UK population. J Psychosom Res (2014) 76\n(1):56 –60. doi: 10.1016/j.jpsychores.2013.08.018\n10. Shepherd D, Heinonen-Guzejev M, Hautus MJ, Heikkilä K. Elucidating the\nrelationship between noise sensitivity and personality. Noise Health (2015) 17\n(76):165 –71. doi: 10.4103/1463-1741.155850\n11. Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PloS\nOne (2020) 15(4):e0231390. doi: 10.1371/journal.pone.0231390\n12. Daniels EC, Rodriguez A, Zabelina DL. Severity of misophonia symptoms\nis associated with worse cognitive control when exposed to misophonia\ntrigger sounds. PloS One (2020) 15(1):e0227118. doi: 10.1371/journal.\npone.0227118\n13. Harmon-Jones E, Harmon-Jones C. Anger. In: Handbook of emotions ,4th ed.\nNew York, NY: The Guilford Press (2016). p. 779 –86.\n14. Gross JJ, Muñoz RF. Emotion regulation and mental health. Clin Psychol Sci\nPract (1995) 2(2):151 –64. doi: 10.1111/j.1468-2850.1995.tb00036.x\n15. Gratz KL, Roemer L. Multidimensional assessment of emotion regulation and\ndysregulation: development, factor structure, and initial validation of the\nDifﬁculties in Emotion Regulation Scale. J Psychopathol Behav Assess (2004)\n14:41 –54. doi: 10.1023/B:JOBA.0000007455.08539.94\n16. Connor-Smith JK, Flachsbart C. Relations between personality and coping: a\nmeta-analysis. J Pers Soc Psychol (2007) 93(6):1080\n–107. doi: 10.1037/0022-\n3514.93.6.1080\n17. Baran ́czuk U. The ﬁve factor model of personality and emotion regulation: a\nmeta-analysis. Pers Individ Differ (2019) 139:217 –27. doi: 10.1016/j.paid.\n2018.11.025\n18. Yang J, Mao Y, Niu Y, Wei D, Wang X, Qiu J. Individual differences in\nneuroticism personality trait in emotion regulation. J Affect Disord (2020)\n265:468 –74. doi: 10.1016/j.jad.2020.01.086\n19. San Giorgi R. Hyperactivity in amygdala and auditory cortex in misophonia:\npreliminary results of a functional magnetic resonance imaging study . Editor\nBoard ABC J, Editor. Amsterdam: Brain and Cognition Joural (2015). p. 21.\n2 0 . K u m a rS ,T a n s l e y - H a n c o c kO ,S e d l e yW ,W i n s t o nJ S ,C a l l a g h a nM F ,A l l e nM ,\net al. The brain basis for misophonia. Curr Biol (2017) 27(4):527 –3 3 .d o i :1 0 . 1 0 1 6 /\nj.cub.2016.12.048\n21. Frank B, McKay D. The Suitability of an Inhibitory Learning approach in\nexposure when habituation fails: a clinical application to misophonia. Cognit\nBehav Pract (2019) 26(1):130 –42. doi: 10.1016/j.cbpra.2018.04.003\n22. Natalini E, Dimaggio G, Varakliotis T, Fioretti A, Eibenstein A. Misophonia,\nmaladaptive schemas and personality disorders: a report of three cases.\nJ Contemp Psychother (2019) 50:29 –35. doi: 10.1007/s10879-019-09438-323. Schröder A, Vulink N, Denys D. Misophonia: Diagnostic criteria for a new\npsychiatric disorder. PloS One (2013) 8(1):e54706. doi: 10.1371/journal.\npone.0054706\n24. Fernandez KC, Jazaieri H, Gross JJ. Emotion regulation: a transdiagnostic\nperspective on a new RDoC Domain. Cognit Ther Res (2016) 40(3):426 –40.\ndoi: 10.1007/s10608-016-9772-2\n25. Paulus DJ, Vanwoerden S, Norton PJ, Sharp C. Emotion dysregulation,\npsychological in ﬂexibility, and shame as explanatory factors between\nneuroticism and depression. JA f f e c tD i s o r d (2016) 190:376 –8 5 .d o i :1 0 . 1 0 1 6 /\nj.jad.2015.10.014\n26. Mohammadkhani P, Abasi I, Pourshahbaz A, Mohammadi A, Fatehi M. The\nrole of neuroticism and experiential avoidance in predicting anxiety and\ndepression symptoms: mediating effect of emotion regulation. Iran J\nPsychiatry Behav Sci (2016) 10(3):e5047. doi: 10.17795/ijpbs-5047\n27. McMahon K, Anand D, Morris-Jones M, Rosenthal MZ. A path from\nchildhood sensory processing disorder to anxiety disorders: the mediating\nrole of emotion dysregulation and adult sensory processing disordersymptoms. Front Integr Neurosci (2019) 13:22. doi: 10.3389/fnint.2019.00022\n28. McCrae RR, Paul T, Costa Jr, Martin TA. The NEO –PI–3: A more readable\nrevised NEO Personality Inventory. J Pers Assess (2005) 84(3):261 –70. doi:\n10.1207/s15327752jpa8403_05\n29. Costa PT, McCrae RR. Neo personality inventory-revised (NEO PI-R).\nOdessa, FL: Psychological Assessment Resources (PAR) (1992).\n30. McCrae RR, Costa PT, de Lima MP, Simões A, Ostendorf F, Angleitner A,\net al. Age differences in personality across the adult life span: Parallels in ﬁve\ncultures. Dev Psychol (1999) 35(2):466 –77. doi: 10.1037/0012-1649.35.2.466\n31. First MB, Spitzer RL, Gibbon M, Williams JB, Benjamin L. Structured Clinical\nInterview for DSM-IV Axis I Disorders (SCID-I) New York. Biom Res (1995).\ndoi: 10.1037/t07827-000\n32.SPSS for Windows . IBM Corp: Armonk, NY.\n33. Hayes AF. Partial, conditional, a nd moderated moderated mediation:\nquanti ﬁcation, inference, and interpretation. Commun Monogr (2018) 85\n(1):4 –40. doi: 10.1080/03637751.2017.1352100\n34. Preacher KJ, Hayes AF. SPSS and SAS procedures for estimating indirect\neffects in simple mediation models. Behav Res Methods Instrum Comput\n(2004) 36(4):717 –31. doi: 10.3758/BF03206553\n35. Preacher KJ, Hayes AF. Asymptotic and resampling strategies for assessing\nand comparing indirect effects in multiple mediator models. Behav Res\nMethods (2008) 40(3):879 –91. doi: 10.3758/BRM.40.3.879\n36. Hayes AF. Beyond Baron and Kenny: Statistical mediation analysis in the new\nmillennium. Commun Monogr (2009) 76(4):408 –20. doi: 10.1080/03637\n750903310360\n37. Hallion LS, Steinman SA, Tolin DF, Diefe nbach GJ. Psychometric properties of the\nDifﬁculties in Emotion Regulation Scale (DERS) and its short forms in adults with\nemotional disorders. Front Psychol (2018) 9:539. doi: 10.3389/fpsyg.2018.00539\n38. Naragon-Gainey K, Simms LJ. Three -way interaction of neuroticism,\nextraversion, and conscientiousness in the internalizing disorders: Evidence\nof disorder speci ﬁcity in a psychiatric sample. J Res Personal (2017) 70:16 –26.\ndoi: 10.1016/j.jrp.2017.05.003\n39. Eijsker N, Schröder A, Smit DJA, van Wingen G, Denys D. Neural basis of\nresponse bias on the Stop Signal Task in misophonia. Front Psychiatry (2019)\n10:765. doi: 10.3389/fpsyt.2019.00765\n40. Linehan M. DBT Skills Training Manual .2nd ed. New York, NY: Guilford\nPublications (2014). 529 p.\nConﬂict of Interest: ZR is a scienti ﬁc advisor for BehaVR and Odin.\nThe remaining authors declare that the research was conducted in the absence of\nany commercial or ﬁnancial relationships that could be construed as a potential\nconﬂict of interest.\nCopyright © 2020 Cassiello-Robbins, Anand, McMahon, Guetta, Trumbull, Kelley\nand Rosenthal. This is an open-access article distributed under the terms of the\nCreative Commons Attribution License (CC BY). The use, distribution orreproduction in other forums is permitted, provided the original author(s) and the\ncopyright owner(s) are credited and that the original publication in this journal is\ncited, in accordance with accepted academic practice. No use, distribution or\nreproduction is permitted which does not comply with these terms.Cassiello-Robbins et al. Misophonia and Emotion Regulation\nFrontiers in Psychiatry | www.frontiersin.org August 2020 | Volume 11 | Article 847 7"
    }
  ]
}