{
  "doc_type": "scientific paper",
  "title": "A Preliminary Investigation of the Association Between Misophonia and Symptoms of Psychopathology and Personality Disorders",
  "authors": [
    "Casiello Robbins"
  ],
  "year": 2021,
  "journal": "Psychology for Clinical Settings,",
  "doi": "10.3389/fpsyg.2020.519681",
  "abstract": null,
  "keywords": [
    "misophonia",
    "psychopathology",
    "personality disorders",
    "mediation",
    "anxiety"
  ],
  "research_topics": [
    "misophonia",
    "psychopathology",
    "personality disorders",
    "mediation",
    "anxiety"
  ],
  "created_at": "2025-05-05T02:17:17.898485Z",
  "source_pdf": "documents/research/Global/Casiello Robbins 2021  A Preliminary Investigation of the Association Between Misophonia and Symptoms of Psychopathology and Personality Disorders.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 1\nBRIEF RESEARCH REPORT\npublished: 14 January 2021\ndoi: 10.3389/fpsyg.2020.519681\nEdited by:\nGianluca Castelnuovo,\nCatholic University of the Sacred\nHeart, Italy\nReviewed by:\nLaura Muzi,\nSapienza University of Rome, Italy\nReina Granados,\nUniversity of Granada, Spain\n*Correspondence:\nClair Cassiello-Robbins\nclair.robbins@duke.edu\nSpecialty section:\nThis article was submitted to\nPsychology for Clinical Settings,\na section of the journal\nFrontiers in Psychology\nReceived: 12 December 2019\nAccepted: 10 December 2020\nPublished: 14 January 2021\nCitation:\nCassiello-Robbins C, Anand D,\nMcMahon K, Brout J, Kelley L and\nRosenthal MZ (2021) A Preliminary\nInvestigation of the Association\nBetween Misophonia and Symptoms\nof Psychopathology\nand Personality Disorders.\nFront. Psychol. 11:519681.\ndoi: 10.3389/fpsyg.2020.519681\nA Preliminary Investigation of the\nAssociation Between Misophonia\nand Symptoms of Psychopathology\nand Personality Disorders\nClair Cassiello-Robbins1*, Deepika Anand1, Kibby McMahon1,2, Jennifer Brout3,\nLisalynn Kelley1and M. Zachary Rosenthal1,2\n1Department of Psychiatry and Behavioral Sciences, Center for Misophonia and Emotion Regulation, Duke University\nMedical Center, Durham, NC, United States,2Department of Psychology and Neuroscience, Duke University, Durham, NC,\nUnited States,3International Misophonia Research Network, New York, NY, United States\nMisophonia is a condition characterized by defensive motivational system emotional\nresponding to repetitive and personally relevant sounds (e.g., eating, snifﬁng).\nPreliminary research suggests misophonia may be associated with a range of psychiatric\ndisorders, including personality disorders. However, very little research has used\nclinician-rated psychometrically validated diagnostic interviews when assessing the\nrelationship between misophonia and psychopathology. The purpose of this study\nwas to extend the early research in this area by examining the relationship between\nsymptoms of misophonia and psychiatric diagnoses in a sample of community\nadults, using semi-structured diagnostic interviews. Results indicated higher misophonia\nsymptoms were associated with more clinician-rated symptoms of personality disorders,\nbut not other disorders. Anxiety partially mediated the relationship between personality\ndisorder symptoms and misophonia. These results suggest misophonia may be\nassociated with a range of psychiatric symptoms and highlight the role of anxiety in\nthis poorly understood condition.\nKeywords: misophonia, psychopathology, personality disorders, mediation, anxiety\nMisophonia (denoted as “hatred of sound”) recently has been recognized as a “complex\nneurobehavioral syndrome phenotypically characterized by heightened autonomic nervous system\narousal and negative emotional reactivity : : :” (Brout et al., 2018) in response to certain repetitive\nand pattern based sounds. Individuals with misophonia report heightened sympathetic nervous\nsystem arousal and emotional distress in response to personally relevant sounds (e.g., sniﬃng,\neating, tapping; Jastreboﬀ and Jastreboﬀ, 2001; Edelstein et al., 2013). Psychophysiological data\nindicate individuals with misophonia show heightened defensive motivational system responses\nto misophonic (e.g., eating, breathing) vs. aversive (e.g., baby cry, person screaming) sounds,\nsuggesting greater emotional reactivity in response to misophonic sounds (Kumar et al., 2017).\nResearch primarily using self-report and interview data indicate a wide range of emotions can\nbe experienced in response to misophonic sounds including anger, disgust, and anxiety (Edelstein\net al., 2013; Schröder et al., 2017).\nBeyond discrete emotional responses, preliminary research suggests misophonia may co-occur\nwith a wide range of psychiatric disorders. Much of this early research relied on convenience\nsamples and/or self-report methods. For example, studies exploring the relationship between\nFrontiers in Psychology | www.frontiersin.org 1 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 2\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nmisophonia and psychiatric diagnoses using online surveys\nand other self-report methods point to the possibility that\nhigher misophonia symptom severity may be associated with\nsymptoms or a diagnosis of attention-deﬁcit hyperactivity\ndisorder (ADHD), obsessive-compulsive disorder (OCD),\neating disorders, obsessive-compulsive personality disorder\n(OCPD), anxiety, post-traumatic stress disorder, and depression\n(Wu et al., 2014; Rouw and Erfanian, 2018). While self-\nreport data are valuable, clinician-rated interviews are\ntypically preferred as part of the assessment when diagnosing\npsychiatric disorders (Klonsky and Oltmanns, 2002). Two\nstudies investigating misophonia have used the Structured\nClinical Interview for the Diagnostic and Statistical Manual\nof Mental Disorders—4th edition (DSM-IV) personality\ndisorders (SCID-II). Natalini et al. (2019) described three\ncases in which all patients met criteria for OCPD, two met\ncriteria for co-occurring borderline personality disorder (BPD),\nand one met criteria for co-occurring avoidant personality\ndisorder (APD). Schröder et al. (2013) reported 52.4% of\nparticipants with misophonia ( N= 42) met criteria for\nOCPD. In addition to the SCID-II, Schröder et al. (2013)\nused an unspeciﬁed psychiatric interview and reported 7.1%\nof their sample met criteria for mood disorders, 4.8% for\nADHD, 2.4% for panic disorder, and 2.4% for OCD. Using\nthe SCID for DSM, 5th edition (DSM-5), Frank and McKay\n(2019) reported diagnoses in their sample ( N= 18) including\ndepressive (22%), alcohol use (11%), panic (6%), generalized\nanxiety (17%), and social anxiety (11%) disorders as well\nas speciﬁc phobia (11%), agoraphobia (11%), excoriation\n(6%), hypersomnolence (11%), and ADHD (6%). Jager\net al. (2020) used the MINI-International Neuropsychiatric\nInterview and SCID-II to assess adults reporting misophonia.\nThese researchers indicated 72% of their sample did not\nhave a comorbid psychiatric disorder. Participants with\ncomorbid disorders met criteria for mood disorders (10.1%),\nanxiety disorders (9%), autism spectrum disorder (2.4%),\nsomatoform disorder (1/4%), substance use disorder (1.6%),\nimpulse control disorder (2.1%), tic disorder (1.6%), ADHD\n(5.4%), “other” (eating, psychotic, neurocognitive disorders;\n1.4%), and personality disorders (5%). Taken together,\nthese preliminary data suggest some, but not all, adults\nwith misophonia report symptoms that co-occur with a wide\nrange of psychopathology.\nIn addition to identifying the diagnoses that co-occur\nwith misophonia, understanding the emotional patterns linking\nmisophonia with other disorders would allow clinicians to choose\ninterventions designed to speciﬁcally target these presentations.\nPrevious research provides preliminary evidence for speciﬁc\nemotional responses associated with misophonia. For example,\nanger may lead to notable impairments and daily functioning\n(Schröder et al., 2013). Wu et al. (2014) reported anxiety mediated\nthe relationship between misophonia and anger outbursts,\nraising the question as to whether other emotions underlie the\nrelationship between misophonia and anger. Thus, it is possible\nthe anger reported in misophonia may be secondary to anxiety\nexperienced in response to trigger cues. However, this study was\npreliminary and the mediating role of other emotions, such asdepression, has not been explored. Thus, there is a need for\ncontinued examining of the emotional patterns associated with\nmisophonia and psychiatric disorders.\nCurrently there is limited work examining the relationship of\nmisophonia with extant psychiatric diagnoses and exploring the\nemotions mediating these relationships. In order to characterize\nthe relationship between misophonia and psychiatric disorders,\nit is essential to use psychometrically validated semi-structured\ndiagnostic interviews. To the best of our knowledge, few studies\nhave used a validated instrument to assess both personality and\nnon-personality related psychopathology in the same sample.\nThe purpose of this paper is to continue examining these\nrelationships using clinician-rated interviews (i.e., SCID) in order\nto provide preliminary data characterizing the relationships\nbetween misophonia and psychopathology in a community\nsample of adults. Speciﬁcally, we investigated the association\nof misophonia symptoms with symptoms of psychopathology\n(e.g., depression, anxiety) and explored whether high vs. low\nmisophonia symptoms were associated with psychiatric disorders\nincluding anxiety, mood, eating, and personality disorders. We\nhypothesized (1) high levels of misophonia symptoms would\nbe associated with higher levels of depression and anxiety,\n(2) high misophonia would be associated with anxiety, mood,\neating, and personality disorders compared to low misophonia,\nand (3) consistent with Wu et al. (2014), anxiety would\nmediate the relationship between misophonia and symptoms of\npsychopathology.\nMETHODS\nParticipants\nForty-nine participants were drawn from a larger\nstudy examining the relationship between symptoms of\npsychopathology and sensory processing dysfunction in adults.\nParticipants were included in the current analyses if they\ncompleted the Misophonia Questionnaire (MQ; Wu et al.,\n2014), which was an addition to the larger study (see section\n“Procedures”). Participants were excluded from the study if\nthey were under age 18 or met criteria for current mania or\npsychotic disorder. Apart from these criteria, participants were\nnot required to meet speciﬁc diagnostic or demographic criteria\nbecause the purpose of the larger study from which these data\nwere derived was to gather information about emotion regulation\nand sensory processing from a general community sample.\nParticipants primarily identiﬁed as female ( n= 42), non-\nHispanic ( n= 46), and White ( n= 32). The average age\nof participants included in these analyses was 27.02 years\n(SD= 8.75). The majority of participants indicated they were\nsingle, never married ( n= 35), had completed some college\n(n= 18), and had a salary range of $0–$10,000 ( n= 27).\nMeasures\nMisophonia Questionnaire (MQ; Wu et al., 2014)\nThe MQ is a 17-item, three-part, questionnaire that evaluates\nthe presence of misophonia symptoms, emotions, and behaviors\nassociated with misophonic reactions, and the overall severity\nFrontiers in Psychology | www.frontiersin.org 2 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 3\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nof an individual’s sound sensitivity. The ﬁrst two subscales are\nrated on a scale of 0 (not at all true) to 4 (always true). These\ntwo parts are summed to produce a total score ranging from 0 to\n68. The severity subscale is a single item that asks an individual\nto provide a rating of their sound sensitivity on a scale from 0\n(no sound sensitivities) to 15 (very severe sound sensitivities). In\nits initial validation the MQ showed good internal consistency\n(a= 0.86–0.89). Reliability in this study was also good ( a= 0.93).\nBeck Depression Inventory-II (BDI; Beck et al., 1996)\nThis 21-item self-report measure assesses depressive symptoms\nexperienced over the past week. Items consist of clusters of a\nrange of severity for a given symptom and participants select\nthe option that applies best to them over the past 2 weeks.\nEach item is score from 0 to 3 and items are summed to\nproduce a total score. Higher total scores indicate greater severity\nof depression symptoms. This measure had sound internal\nconsistency ( a= 0.82) in its initial validation study and in the\ncurrent study ( a= 0.88).\nBeck Anxiety Inventory (BAI; Beck and Steer, 1990)\nThe BAI is a 21-item self-report measure of anxiety symptoms.\nParticipants are asked to indicate how much a given symptom\n(e.g., nervous) has bothered them during the past week on a\nscale of 0 (not at all) to 3 (severely—it bothered me a lot). Items\nare summed to produce a total score (range 0–63) with higher\nscores indicating greater symptom severity. This measure has\ndemonstrated good reliability in clinical and non-clinical samples\n(0.92 and 0.93, respectively, Beck et al., 1996). It also showed good\nreliability in this study ( a= 0.93).\nStructured Clinical Interview for DSM-IV-I (SCID-I;\nFirst et al., 1995)\nThe SCID-I is a semi-structured clinical interview designed\nto assess the presence of DSM-IV Axis I disorders. In\nthis study, current anxiety disorder was deﬁned as currently\nmeeting criteria for at least one of the follow diagnoses: panic\ndisorder, agoraphobia, social phobia, speciﬁc phobia, obsessive-\ncompulsive disorder, post-traumatic stress disorder, generalized\nanxiety disorder, anxiety due to general medical condition,\nsubstance-induced anxiety disorder, or anxiety disorder not\notherwise speciﬁed (NOS). Current mood disorder consisted\nof meeting criteria for bipolar disorder I, bipolar disorder II,\nother bipolar disorder, major depressive disorder, dysthymic\ndisorder, mood disorder due to general medical condition,\nor substance-induced mood disorder. Finally, current eating\ndisorder was deﬁned as meeting diagnostic criteria for anorexia\nnervosa, bulimia nervosa, binge eating disorder, and/or eating\ndisorder NOS. Inter-rater reliability was assessed by a blind\nrater randomly rating 20% of SCID-I interviews from the parent\nstudy. Kappas ranged from 0.63 to 1.0, reﬂecting acceptable\ninter-rater reliability.\nStructured Clinical Interview for DSM Disorders-II\n(SCID-II; First et al., 1995)\nThe SCID-II is a semi-structured clinical interview that assesses\nthe presence of DSM-IV Axis-II (personality) disorders. Inter-\nrater reliability was assessed by a blind rater randomly rating15% of SCID-II interviews from the parent study. Intraclass\ncorrelation coeﬃcients ranged from 0.66 (Schizotypal) to 1.0\n(Histrionic) indicating acceptable inter-rater reliability.\nProcedures\nThe Duke University Medical Center Institutional Review Board\napproved all procedures and all participants provided informed\nconsent before beginning study procedures. All participants who\nprovided consent completed study procedures. Recruitment for\nthe larger study consisted of local list serve notices and clinic\nﬂyers in an academic medical center outpatient clinic. Interested\nparticipants contacted the clinic, completed a phone screen to\nensure they did not meet exclusion criteria, and were scheduled\nfor an in-person study visit. All procedures took place at the\noutpatient clinic. Participants completed interviews consisting\nof SCID-I and II (see section “Measures”), treatment history,\nand sensory processing dysfunction. Assessors were ﬁve study\nstaﬀ, comprised of three clinicians with a masters in social work,\none doctoral student, and one research program leader; four\nassessors were female. All assessors were trained by observing the\nlead clinical assessor (a licensed clinical social worker) conduct\nthree SCID interviews and then conducting a minimum of three\ninterviews under observation.\nParticipants also completed a battery of self-report\nquestionnaires regarding emotional functioning, sensory\nprocessing, and psychiatric symptoms. Finally, participants\nwere debriefed, completed a relaxation exercise to reduce any\nunpleasant emotions associated with participation, and received\na list of community treatment resources. See McMahon et al.\n(2019) for a detailed description of procedures.\nData Analytic Plan\nData analyses were conducted in SPSS version 26. Correlational\nanalyses examining the relationship between misophonia\nsymptoms and self-reported anxiety and depression, as well as\nnumber of personality disorder (PD) symptoms on the SCID-II,\nwere conducted using the MQ total score as a continuous\nmeasure. Analyses also examined diﬀerences in both self-report\nand clinician rated symptoms of psychopathology between\nindividuals who reported high vs. low misophonia symptoms. To\nconduct these between-group analyses participants were divided\ninto two groups (high and low misophonia symptoms) on the\nbasis of their MQ total score. Participants with scores below 34\nwere considered to have low misophonia symptoms and those\nwith scores above 34 were in the high misophonia group. The\nscore of 34 was chosen because (a) there is no empirically derived\nor consensus standard for misophonia symptom severity on\nthe MQ and (b) individuals with this score, or higher, would\nhave an average score of 2 or higher across all the items on the\nMQ symptom and emotion subscales. Hedges g eﬀect sizes,\nwhich include a correction for small samples, were used to\nexamine the magnitude of the diﬀerence between high and low\nmisophonia groups on continuous outcomes (BAI, BDI, MQ,\nnumber of PD symptoms). Categorical analyses were conducted\nusing the high vs. low misophonia groups and the presence or\nabsence of meeting criteria for anxiety, depressive, eating, and\npersonality disorders.\nFrontiers in Psychology | www.frontiersin.org 3 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 4\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nFIGURE 1 | Personality disorder symptoms predicting mosophonia symptoms with anxiety symptoms as mediator. * p<0.05, *** p<0.001. Standard errors are in\nparentheses, solid lines represent signiﬁcant indirect paths, a = unstandardized regression coefﬁcient for the IV predicting the mediator, b = unstandardized\nregression coefﬁcient for the mediator predicting the DV with IV and mediator in the model, c = unstandardized coefﬁcient for the IV predicting the DV with the\nmediator in the model (direct effect). BAI, Beck anxiety inventory total score; MQ, Misphonia Questionaire total score; SCID-II, Structured clinical interview for DSM-IV\n(Axis II Disorders).\nFIGURE 2 | Personality disorder symptoms predicting mosophonia symptoms with anxiety symptoms as mediator. *** p<0.001. Standard errors are in parentheses,\nsolid lines represent signiﬁcant indirect paths, a = unstandardized regression coefﬁcient for the IV predicting the mediator, b = unstandardized regression coefﬁcient\nfor the mediator predicting the DV with IV and mediator in the model, c = unstandardized coefﬁcient for the IV predicting the DV with the mediator in the model (direct\neffect). BAI, Beck anxiety inventory total score; MQ, Misphonia Questionaire total score; SCID-II, Structured clinical interview for DSM-IV (Axis II Disorders).\nNext, we explored the mediating role of depression and\nanxiety in the relationship between clinician-rated psychiatric\nsymptoms and misophonia. These models were explored\nonly for diagnoses that were diﬀerentially associated with\nhigh vs. low misophonia. The models were examined using\nModel 4 in PROCESS, an SPSS macro for path-analysis\nbased modeling (Hayes, 2018). We ﬁrst explored single and\nthen double (parallel) mediational models (Hayes, 2017). The\nsingle mediator models examined were, Model 1 ( Figure 1 ):\nPsychiatric Symptoms (IV) ! Anxiety Symptoms (BAI;\nMediator)!Misophonia Symptoms (MQ; DV) and Model\n2 (Figure 2 ): Psychiatric Symptoms (IV) ! Depression\nSymptoms (BDI; Mediator) !Misophonia Symptoms (MQ;\nDV). A double (parallel) mediation model including both\ndepression and anxiety symptoms as mediators was also\nexplored. All possible indirect paths were tested in all models.\nAdditionally, non-parametric bootstrapping was used to test\nthe signiﬁcance of indirect eﬀects, in which the eﬀect is\ninterpreted as signiﬁcant if 95% bias-corrected conﬁdence\nintervals (CIs) for the eﬀect do not include zero (Preacher and\nHayes, 2004, 2008). Mediation analyses were based on 5,000bootstrapped samples (as recommended by Hayes, 2009) using\nbias-corrected 95% CIs.\nRESULTS\nShapiro-Wilk tests indicated all data were normally distributed\n(ps>0.05). Overall, the study sample met full criteria for a\nnumber of psychiatric disorders, including generalized anxiety\ndisorder (32.7%), major depressive disorder (18.4%), post-\ntraumatic stress disorder (18.4%), BPD (12.2%), OCPD (10.2%),\nsocial anxiety disorder (10.2%), APD (8.2%), and OCD (6.1%).\nDescriptive statistics for self-report measures of depression,\nanxiety, and misophonia symptoms, as well as number of\npersonality disorder symptoms in the high and low misophonia\ngroups are reported in Table 1 .\nSelf-Report\nPearson correlations were conducted to examine the relationship\nbetween misophonia and symptoms of psychopathology. These\nresults indicated misophonia symptoms were signiﬁcantly and\nFrontiers in Psychology | www.frontiersin.org 4 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 5\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nTABLE 1 | Descriptive statistics for measures of misophonia, anxiety, depression, and number of personality disorder symptoms.\nMeasures High misophonia M (SD) Low misophonia M (SD) t (47) Hedges geffect size (95% CI)\nMisophonia questionnaire 43.05 (7.52) 17.00 (9.99) \u00009.67** 2.81 (2.01, 3.61)\nBeck anxiety inventory 20.00 (10.08) 11.03 (6.64) \u00003.76** 1.09 (0.47, 1.70)\nBeck depression inventory 21.74 (12.22) 13.30 (8.83) \u00002.80* 0.81 (0.21, 1.41)\nNumber of SCID-II 11.32 (5.53) 4.62 (3.97) \u00004.89** 1.42 (0.77, 2.06)\npersonality disorder symptoms^\n*p<0.05, **p <0.001.^degrees of freedom for this t-test is 46, Personality disorder symptoms represent the total number of symptoms across all personality disorders\nthat were reported on the Structured Clinical Interview for DSM-IV (Axis II Disorders).\nTABLE 2 | Correlations between misophonia, anxiety, depression, and personality\ndisorder symptoms.\nMeasures 1 2 3 4\n1. Misophonia questionnaire\n2. Beck anxiety inventory 0.55**\n3. Beck depression inventory 0.34* 0.62*\n4. Number of SCID-II personality disorder symptoms 0.56** 0.64** 0.57**\nPersonality disorder symptoms represent the total number of symptoms across\nall personality disorders that were reported on the Structured Clinical Interview for\nDSM-IV (Axis II Disorders). *p <0.05; **p <0.01.\npositively correlated with symptoms of depression and anxiety\n(see Table 2 ). Independent samples t-tests indicated a signiﬁcant\ndiﬀerence in BDI and BAI scores between the high ( n= 19) and\nlow misophonia groups ( n= 30), such that individuals with high\nmisophonia symptoms reported greater depression and anxiety\nsymptom severity than those low in misophonia symptoms and\nthese eﬀects were large in magnitude ( Table 1 ).\nClinician Rated\nWith regard to number of PD symptoms, Pearson correlations\nindicated misophonia severity was signiﬁcantly correlated with\nthe number of PD symptoms a participant presented with for\nAPD ( r= 0.32, p= 0.03), OCPD ( r= 0.37, p= 0.01), paranoid\nPD ( r= 0.35, p= 0.02), schizoid PD ( r= 0.30, p= 0.04), and BPD\n(r= 0.46, p= 0.001). Additionally, individuals high in misophonia\nsymptoms reported a greater number of PD symptoms than those\nlow in misophonia ( Table 1 ).\nWhen examining the presence or absence of psychiatric\ndiagnoses, chi-square tests indicated no signiﬁcant diﬀerence\nbetween the high vs. low misophonia symptom groups with\nregard to the presence of a current mood disorder [ X2(1) = 1.04,\np= 0.31], current anxiety disorder [ X2(1) = 1.50, p= 0.22],\nor current eating disorder [ X2(1) = 0.11, p= 0.74]. However,\nindividuals high in misophonia were signiﬁcantly more likely to\nmeet criteria for a PD compared to those low in misophonia\n[X2(1) = 15.12, p<0.001]. With regard to speciﬁc PDs,\nindividuals high in misophonia were signiﬁcantly more likely\nto meet criteria for APD [ X2(1) = 6.66, p= 0.01] and BPD\n[X2(1) = 5.49, p= 0.02] than those low in misophonia. There\nwere no signiﬁcant diﬀerences between groups with regard to\nOCPD [ X2(1) = 0.97, p= 0.32], paranoid PD [ X2(1) = 1.56,\np= 0.21], and schizoid PD [ X2(1) = 1.56, p= 0.21]. Diﬀerences\nbetween groups in narcissistic PD, histrionic PD, schizotypal PD,antisocial PD, and dependent PD could not be examined because\nthese diagnoses were not present in the current sample.\nMediational Analyses\nNext, analyses examined whether anxiety and depression\nsymptoms mediated the relationship between symptoms of PDs\nand misophonia. First, we examined the relationship between\nmisophonia and a set of potential covariates (i.e., age, sex, and\nrace). This set of predictors was not signiﬁcant [ F(3,45) = 1.041,\np= 0.384]. Individual eﬀects showed that age [ B=\u00000.132,\nt(45) =\u00000.512, p= 0.611], sex [ B=\u00002.038, t(45) =\u00000.281,\np= 0.780] and race [ B=\u00001.467, t(45) =\u00001.601, p= 0.116] did\nnot signiﬁcantly predict misophonia. Therefore, we chose not to\ninclude these variables in subsequent analyses.\nNext, Model 1 ( Figure 1 ) was examined with anxiety disorder\nsymptoms (BAI) as the mediator. As seen in the ﬁgure,\nPD symptoms were signiﬁcantly associated with high anxiety,\nwhich in turn signiﬁcantly predicted misophonia symptoms.\nAdditionally, both the direct path and the indirect path (Index of\nMediation = 0.23, SE= 0.11, Bias Corrected 95% CI: LL = 0.03,\nUL = 0.45) from PD symptoms to misophonia symptoms was\nsigniﬁcant; i.e., because 0 is not included in the CI, we can\nconclude that the indirect eﬀect of PD symptoms on misophonia\nsymptoms through the mediating eﬀect of anxiety is signiﬁcant.\nThis result suggests anxiety symptoms partially mediated the\nrelationship between PD symptoms and misophonia symptoms.\nModel 2 was examined with depression symptoms (BDI) as\na mediator. As seen in Figure 2 , PD symptoms signiﬁcantly\npredicted high levels of depression and the direct path from\nPD symptoms to misophonia was also signiﬁcant. However,\ndepression symptoms did not signiﬁcantly predict misophonia.\nFurthermore, the indirect path between PD symptoms and\nmisophonia through depression symptoms, was not signiﬁcant\n(Index of Mediation = 0.02, SE= 0.13, Bias Corrected 95%\nCI: LL =\u00000.28, UL = 0.25), suggesting, unlike anxiety,\ndepression did not signiﬁcantly mediate the relationship between\nPD and misophonia.\nFinally, a parallel mediation model was examined, including\nboth anxiety and depression symptoms as mediators. Similar to\nthe previous models, personality disorder symptoms signiﬁcantly\npredicted high anxiety symptoms ( B= 1.03, SE = 0.18,\np<0.01) and depression symptoms ( B= 1.10, SE= 0.24,\np<0.01). Additionally, high anxiety symptoms predicted\nincreased misophonia ( B= 0.69, SE= 0.29, p<0.05). However,\nunlike the simple mediation model, depression symptoms\nFrontiers in Psychology | www.frontiersin.org 5 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 6\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nsigniﬁcantly predicted misophonia symptoms in the opposite\ndirection ( B=\u00000.016, SE= 0.22, p<0.05) (i.e., high\ndepression predicted low misophonia, when including anxiety\nas a mediator). The indirect eﬀects of both anxiety (Index of\nMediation = 0.26, SE= 0.12, Bias Corrected 95% CI: LL = \u00000.03,\nUL = 0.46) and depression (Index of Mediation = 0.02, SE= 0.13,\nBias Corrected 95% CI: LL = \u00000.33, UL = 0.24) were no\nlonger signiﬁcant.\nDISCUSSION\nThe purpose of this study was to examine associations of\nmisophonia with psychopathology and explore whether anxiety\nor depression mediated the relationship of misophonia and\npersonality disorders (PDs) using validated semi-structured\ndiagnostic interviews. To our knowledge, this is one of the ﬁrst\nstudies to use the SCID-I and SCID-II to begin investigating the\npresence of psychiatric disorders in individuals with misophonia.\nAs predicted, results indicated more severe misophonia\nsymptoms were associated with higher self-reported symptoms\nof anxiety and depression, as well as a greater number of\nPD symptoms. However, counter to predictions, clinician rated\nmeasures of psychopathology indicated no diﬀerence between\nindividuals with high vs. low misophonia symptoms with regards\nto a current diagnosis of a mood, anxiety, or eating disorder.\nOne reason for the discrepancy between the dimensional and\ncategorical results may be the small sample size, which limited\nthe ability to detect diﬀerences in diagnoses between high and\nlow misophonia groups. On the other hand, individuals high in\nmisophonia were more likely to meet criteria for a PD, speciﬁcally\navoidant or borderline PD, compared to those low in misophonia.\nOverall, these results are consistent with extant literature\nnoting relationships between misophonia and symptoms\nof psychopathology (e.g., Wu et al., 2014; Schröder et al.,\n2017; Frank and McKay, 2019; Natalini et al., 2019). The\nresults indicating a relationship between high misophonia\nsymptoms and number of PD symptoms are of particular\ninterest. The use of a dimensional measure of PDs is\na strength of this study given the signiﬁcant overlap in\ndiagnostic criteria among PDs (Krueger, 2005; Zimmermann\net al., 2019). The association of misophonia with more PD\nsymptoms may indicate symptom overlap between these\nconditions or shared vulnerabilities in the development\nof symptoms. For example, recent research indicates\nmisophonia is positively associated with neuroticism as\nwell as diﬃculties regulating emotions; these two factors\nare also implicated in the development and maintenance of\npersonality disorders such as BPD (Sauer-Zavala and Barlow,\n2014; Cassiello-Robbins et al., 2020).\nTo identify whether common symptoms of psychopathology\n(e.g., anxiety, depression) might underlie the relationship\nbetween misophonia and PD symptoms, we conducted three\nmediational analyses exploring anxiety, depression, and the\ncombination of both as mediators.\nThe combined analyses did not yield signiﬁcant eﬀects\nfor both emotions. However, consistent with our hypothesis,when looking at individual emotions, anxiety emerged as a\nsigniﬁcant mediator between misophonia and PD symptoms.\nThese results are consistent with those noted by Wu et al.\n(2014) in that anxiety partially mediated the relationship\nbetween PD and misophonia symptoms. Taken together,\nthese preliminary ﬁndings along with those of Wu et al.\n(2014) raise the possibility that anxiety may be a primary\nemotion that needs to be better understood in the assessment\nand treatment of misophonia. This result begins to raise\nthe question of whether “hatred of sound” is the most\nappropriate way to characterize misophonia and suggests more\nresearch is needed to understand the role of anxiety in the\nexperience of misophonia.\nNotably, the PDs that were signiﬁcantly related to misophonia\nin this sample (borderline and avoidant) as well as dysregulated\nanxiety are all characterized by avoidance of stimuli perceived as\naversive (e.g., anxiety-provoking stimuli, rejection; Sauer-Zavala\nand Barlow, 2014). This observation may inform treatment.\nFor example, cognitive behavioral therapies (CBTs) are well-\nestablished for the treatment of anxiety and some personality\ndisorders (e.g., BPD; Hofmann and Smits, 2008), and target\nreductions in avoidance and the acquisition and generalization\nof skills to respond eﬀectively to emotionally evocative cues.\nTreatments such as Dialectical Behavior Therapy (Linehan, 2014)\nspeciﬁcally target personality disorders symptoms by teaching\npatients skills for managing strong emotions, including anger,\nand anxiety, which are also prominent in misophonia. As\nsuch, this study contributes to a small but growing literature\nsuggesting CBT-based approaches may be eﬀective for treating\nindividuals with misophonia (Schröder et al., 2017; Frank\nand McKay, 2019; Cassiello-Robbins et al., 2020). However,\nexisting studies remain preliminary and no randomized trials\nhave been reported for misophonia to date. Thus there is\na need for future research to examine the acceptability,\nfeasibility, and eﬃcacy of these approaches for treating\nsymptoms of misophonia.\nThe results of this study should be considered in light of\nits limitations. First, similar to other preliminary studies on\nmisophonia, the sample size is relatively small, predominantly\nfemale, non-Hispanic, and White. Thus, results should be\nconsidered preliminary. Larger studies with more diverse\nsamples examining the association of misophonic symptoms\nwith the full range of psychopathology are needed in order\nto draw more generalizable conclusions. Second, participants\nwere recruited from a facility specializing in treatment of\nPDs. Therefore, it is possible the presence of PDs in the\ncurrent sample is an artifact of the center from which the\ndata were collected. Despite this possibility, our results are\nin line with other studies indicating a relationship between\nmisophonia and PDs. Third, a limitation of misophonia\nresearch in general is the lack of gold-standard assessments.\nThe MQ, which was used in this study, has demonstrated\nacceptable psychometrics with an undergraduate sample, but\nhas not been validated in clinical or community samples.\nTherefore, its validity in participants with psychiatric disorders\nis unknown. Fourth, only a subsample of the clinician-\nrated interviews were assessed for inter-rater reliability. Thus\nFrontiers in Psychology | www.frontiersin.org 6 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 7\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nit is possible rater drift still occurred in this study. Fifth,\nthe mediational analyses conducted used cross-sectional data.\nTherefore, we were not able to examine how misophonic\ntriggers, anxiety, and PD symptoms interact over time. Future\nresearch would beneﬁt from longitudinal data to provide a\nclearer understanding of how these constructs interact over\ntime and to establish directionality (or lack of) between\nthese variables.\nDespite these limitations, the results of this study add\nimportant information to the nascent ﬁeld of misophonia\nresearch. Though preliminary, these results highlight the\nco-occurrence of misophonia with symptoms of personality\ndisorders as well as the potential importance of anxiety\nin understanding this condition. Future work will beneﬁt\nfrom continuing to examine these relationships in order\nto improve our understanding of misophonia and develop\neﬃcacious treatments.\nDATA AVAILABILITY STATEMENT\nThe datasets generated for this study are available on request to\nthe corresponding author.ETHICS STATEMENT\nThe studies involving human participants were reviewed and\napproved by the Duke University Medical Center IRB. The\npatients/participants provided their written informed consent to\nparticipate in this study.\nAUTHOR CONTRIBUTIONS\nCC-R and DA conducted the statistical analyses. CC-R and\nMR wrote, revised, and synthesized revisions of the manuscript\nfrom other authors. All authors contributed to the intellectual\ndevelopment and writing of the manuscript.\nFUNDING\nDirect funding for this project was provided by the Wallace\nResearch Foundation.\nREFERENCES\nBeck, A. T., and Steer, R. A. (1990). Manual for the Beck Anxiety Inventory . San\nAntonio: TX Psychol. Corp.\nBeck, A. T., Steer, R. A., and Brown, G. K. (1996). Manual for the Beck Depression\nInventory-II . San Antonio: TX Psychol. Corp. 1:82.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: a review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull,\nJ., Kelley, L., et al. (2020). The mediating role of emotion regulation\nwithin the relationship between neuroticism and misophonia: a\npreliminary investigation. Front. Psychiatry 11:847. doi: 10.3389/fpsyt.2020.\n00847\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nFirst, M. B., Spitzer, R. L., Gibbon, M., Williams, J. B., and Benjamin, L. (1995).\nStructured Clinical Interview for DSM-IV Axis I Disorders (SCID-I) New York.\nBiom. Res. doi: 10.1037/t07827-000\nFrank, B., and McKay, D. (2019). The suitability of an inhibitory learning\napproach in exposure when habituation fails: a clinical application to\nmisophonia. Cogn. Behav. Pract. 26, 130–142. doi: 10.1016/j.cbpra.2018.\n04.003\nHayes, A. F. (2009). Beyond Baron and Kenny: statistical mediation analysis\nin the new millennium. Commun. Monogr. 76, 408–420. doi: 10.1080/\n03637750903310360\nHayes, A. F. (2017). Introduction to Mediation, Moderation, and Conditional\nProcess Analysis: A Regression-based Approach . New York, NY: Guilford\npublications.\nHayes, A. F. (2018). Partial, conditional, and moderated moderated\nmediation: quantiﬁcation, inference, and interpretation.\nCommun. Monogr. 85, 4–40. doi: 10.1080/03637751.2017.135\n2100\nHofmann, S. G., and Smits, J. A. J. (2008). Cognitive-behavioral therapy\nfor adult anxiety disorders: a meta-analyses of randomized placebo-\ncontrolled trials. J. Clin. Psychiatr. 69, 621–632. doi: 10.4088/jcp.v69\nn0415Jager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020).\nMisophonia: Phenomenology, comorbidity and demographics in\na large sample. PLoS One 15:e0231390. doi: 10.1371/journal.pone.\n0231390\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Components of decreased sound\ntolerance: hyperacusis, misophonia, phonophobia. ITHS N. Lett. 2, 5–7.\nKlonsky, E. D., and Oltmanns, T. F. (2002). Informant \u0000reports of\npersonality disorder: relation to self \u0000reports and future research\ndirections. Clin. Psychol. Sci. Pract. 9, 300–311. doi: 10.1093/clipsy.9.\n3.300\nKrueger, R. F. (2005). Continuity of axes I and II: towards a uniﬁed model of\npersonality, personality disorders, and clinical disorders. J. Personal. Disord. 19,\n233–261. doi: 10.1521/pedi.2005.19.3.233\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLinehan, M. M. (2014). DBT Training Manual . New York, NY: The Guilford Press.\nMcMahon, K., Anand, D., Morris-Jones, M., and Rosenthal, M. Z. (2019). A\nPath From Childhood Sensory Processing Disorder to Anxiety Disorders:\nThe Mediating Role of Emotion Dysregulation and Adult Sensory Processing\nDisorder Symptoms. Front. Int. Neurosci. 13:22. doi: 10.1016/s0031-398x(09)\n70239-5\nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., and Eibenstein, A. (2019).\nMisophonia, maladaptive schemas and personality disorders: a report of\nthree cases. J. Contemp. Psychother. 50, 29–35. doi: 10.1007/s10879-019-09\n438-3\nPreacher, K. J., and Hayes, A. F. (2004). SPSS and SAS procedures for estimating\nindirect eﬀects in simple mediation models. Behav. Res. Methods Instrum.\nComput. 36, 717–731. doi: 10.3758/BF03206553\nPreacher, K. J., and Hayes, A. F. (2008). Asymptotic and resampling\nstrategies for assessing and comparing indirect eﬀects in multiple\nmediator models. Behav. Res. Methods 40, 879–891. doi: 10.3758/BRM.40.\n3.879\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSauer\u0000Zavala, S., and Barlow, D. H. (2014). The case for borderline\npersonality disorder as an emotional disorder: implications for\ntreatment. Clin. Psychol. Sci. Pract. 21, 118–138. doi: 10.1111/cpsp.\n12063\nFrontiers in Psychology | www.frontiersin.org 7 January 2021 | Volume 11 | Article 519681"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fpsyg-11-519681 January 6, 2021 Time: 16:55 # 8\nCassiello-Robbins et al. Misophonia and Symptoms of Psychopathology\nSchröder, A. E., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017). Cognitive\nbehavioral therapy is eﬀective in misophonia: an open trial. J. Aﬀect. Disord.\n217, 289–294. doi: 10.1016/j.jad.2017.04.017\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.\n22098\nZimmermann, J., Kerber, A., Rek, K., Hopwood, C. J., and Krueger, R. F. (2019).\nA brief but comprehensive review of research on the Alternative DSM-5 Model\nfor Personality Disorders. Curr. Psychiatry Rep. 21:92. doi: 10.1007/s11920-019-\n1079-zConﬂict of Interest: MR is a scientiﬁc advisor for BehaVR and Odin. He also sits\non the scientiﬁc advisory board for the Misophonia Research Fund.\nThe remaining authors declare that the research was conducted in the absence of\nany commercial or ﬁnancial relationships that could be construed as a potential\nconﬂict of interest.\nCopyright © 2021 Cassiello-Robbins, Anand, McMahon, Brout, Kelley and\nRosenthal. This is an open-access article distributed under the terms of the Creative\nCommons Attribution License (CC BY). The use, distribution or reproduction in\nother forums is permitted, provided the original author(s) and the copyright owner(s)\nare credited and that the original publication in this journal is cited, in accordance\nwith accepted academic practice. No use, distribution or reproduction is permitted\nwhich does not comply with these terms.\nFrontiers in Psychology | www.frontiersin.org 8 January 2021 | Volume 11 | Article 519681"
    }
  ]
}