{
  "doc_type": "scientific paper",
  "title": "Editorial Towards an understanding of tinnitus heterogeneity",
  "authors": [
    "Cederroth Christopher"
  ],
  "year": 2019,
  "journal": "Neuroscience | www.frontiersin.org 1 March 2019 | Volume 11 | Article 53Editedandreviewedby:",
  "doi": "10.3389/fnagi.2019.00053",
  "abstract": null,
  "keywords": [
    "tinnitus",
    "heterogeneity",
    "neuroscience",
    "geneti c",
    "animal model",
    "hearing"
  ],
  "research_topics": [
    "tinnitus",
    "heterogeneity",
    "neuroscience",
    "geneti c",
    "animal model",
    "hearing"
  ],
  "created_at": "2025-05-04T23:39:51.661444Z",
  "source_pdf": "documents/research/Global/Cederroth Christopher 2019 Editorial Towards an understanding of tinnitus heterogeneity.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "EDITORIAL\npublished: 19 March 2019\ndoi: 10.3389/fnagi.2019.00053\nFrontiers in Aging Neuroscience | www.frontiersin.org 1 March 2019 | Volume 11 | Article 53Editedandreviewedby:\nThomasWisniewski,\nSchoolofMedicine,NewYork\nUniversity,UnitedStates\n*Correspondence:\nChristopherR.Cederroth\nchristopher.cederroth@ki.se\nReceived: 02January2019\nAccepted: 22February2019\nPublished: 19March2019\nCitation:\nCederrothCR,GallusS,HallDA,\nKleinjungT,LangguthB,MaruottiA,\nMeyerM,NorenaA,ProbstT,\nPryssR,SearchﬁeldG,ShekhawatG,\nSpiliopoulouM,VannesteSand\nSchleeW(2019)Editorial:Towardsan\nUnderstandingofTinnitus\nHeterogeneity.\nFront.AgingNeurosci.11:53.\ndoi:10.3389/fnagi.2019.00053Editorial: Towards an Understanding\nof Tinnitus Heterogeneity\nChristopherR.Cederroth1*,SilvanoGallus2,DeborahA.Hall3,4,5,TobiasKleinjung6,\nBertholdLangguth7,AntonelloMaruotti8,MartinMeyer9,ArnaudNorena10,\nThomasProbst11,RüdigerPryss12,GrantSearchﬁeld13,GirirajShekhawat14,\nMyraSpiliopoulou15,SvenVanneste16,17andWinfriedSchlee7\n1DepartmentofPhysiologyandPharmacology,KarolinskaInst itutet,Biomedicum,Stockholm,Sweden,2Departmentof\nEnvironmentalHealthSciences,IstitutodiRicercheFarmac ologicheMarioNegriIRCCS,Milan,Italy,3NottinghamBiomedical\nResearchCentre,NationalInstituteforHealthResearch,No ttingham,UnitedKingdom,4HearingSciences,DivisionofClinical\nNeuroscience,SchoolofMedicine,UniversityofNottingha m,Nottingham,UnitedKingdom,5UniversityofNottingham\nMalaysia,Semenyih,Malaysia,6DepartmentofOtorhinolaryngology,UniversityHospitalZ urich,UniversityofZurich,Zurich,\nSwitzerland,7DepartmentofPsychiatryandPsychotherapy,Universityof Regensburg,Regensburg,Germany,8Dipartimento\ndiGiurisprudenza,Economia,PoliticaeLingueModerne,Li beraUniversitàMariaSS.Assunta,Rome,Italy,9Neuroplasticity\nandLearningintheHealthyAgingBrain(HABLAB),Departmen tofPsychology,UniversityofZurich,Zurich,Switzerland ,\n10LaboratoireNeurosciencesIntégrativesetAdaptatives,Ai x-MarseilleUniversité,Marseille,France,11Departmentfor\nPsychotherapyandBiopsychosocialHealth,DanubeUnivers ityKrems,KremsanderDonau,Austria,12Instituteof\nDatabasesandInformationSystems,UlmUniversity,Ulm,Ger many,13SectionofAudiology,EisdellMooreCentre,The\nUniversityofAuckland,Auckland,NewZealand,14CenterforLearningandTeaching(CfLAT),AucklandUnivers ityof\nTechnology,Auckland,NewZealand,15FacultyofComputerScience,Otto-von-Guericke-Universi tyMagdeburg,\nMagdeburg,Germany,16LabforClinicalandIntegrativeNeuroscience,SchoolofBeh avioralandBrainSciences,The\nUniversityofTexasatDallas,Richardson,TX,UnitedState s,17InstituteforGlobalBrainHealthandInstituteforNeuroscie nce,\nTrinityCollegeDublin,Dublin,Ireland\nKeywords: tinnitus, heterogeneity, neuroscience, geneti c, animal model, hearing\nEditorialontheResearchTopic\nTowardsanUnderstandingofTinnitusHeterogeneity\nDespite being a common condition that aﬀects nearly 15% of the popu lation, and despite much\nresearch progress made in the recent years, tinnitus remains a scientiﬁc and clinical enigma.\nSubjective tinnitus is deﬁned as a phantom perception of a tone o r noise in the absence of any\nphysical source. It is known to be a heterogeneous condition, both in the way of manifestation\nand of generation. In general, “heterogeneity” describes th e fact that there is a non-uniform\nappearance of a substance, organism, or disease. Whenever the re is a non-uniformity in at least\none quality, we can call it “heterogeneous.” Tinnitus patient s diﬀer on at least four dimensions:\nFirst, tinnitus patients may present diverse clinical proﬁles with respect to the perception of\ntinnitus (e.g., laterality of tinnitus, tinnitus pitch, rin ging, buzzing, hissing, or cricket sounds).\nAdditionally, tinnitus can be occasional or permanent, acut e or chronic, pulsatile, or constant.\nSecond, while there are multiple ways of perceiving tinnitus, it is also associated with multiple\ncausal risk factors —hearing loss, temporomandibular joint disorder, and aging b eing among the\nmost common ones. There are also numerous related comorbidities that add to the complex\nclinical picture of tinnitus (e.g., hyperacusis, depression, sleep disorders, headache, concentration\nproblems). A third dimension is the associated tinnitus distress,the psychological reaction to the\nongoing tinnitus perception; it can diﬀer largely among patient s. Fourth, there is a large variation\noftreatmentresponses ofthetinnituspatients."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nWith the heterogeneity in these four dimensions, we describ e\na diversity of observable qualities that can be investigate d with\nthecurrentlyavailableresearch.Thecurrentinterpretati onofthis\nobserved heterogeneity is that several diﬀerent tinnitus su btypes\nmay exist and that these diﬀerent subtypes may have diﬀerent\netiologies, diﬀerent clinical proﬁles and diﬀerent treatment\nresponses. So far, the number of the potentially existing tinn itus\nsubtypes is not known, nor the diagnostic criteria to identif y\nthem. The situation gets even more complex when we consider\npatientswithacombinationofseveralsubtypes.\nThis heterogeneity culminates in the challenge for tinnitu s\ntreatment: A uniformly eﬀective treatment for all tinnitus\npatients is unlikely. For each individual patient, a personali zed\ntreatment plan has to be developed, considering the tinnitus\nproﬁle, the comorbidities, the psychological distress and th e\nprevious treatment experiences of the patient. To solve this\nclinical enigma, conceptual models of tinnitus are needed to\ndevelopinnovativesolutionsforpersonalizedmedicine.\nThe aim of this research topic is to investigate the challenge\nof tinnitus heterogeneity by involving multiple disciplines\nranging from neuroscience, neurology, genetics, audiolog y,\notolaryngology, psychology, psychiatry, pharmacology,\nepidemiology, medical informatics, data mining, and statis tics.\nThe main idea is tomove away from anabstractview of tinnitus\ntoward an detailed understanding of what could constitute\ntinnitus subtypes in view of improving fundamental knowledge\nand ultimately lead to optimized therapeutic interventions.\nWithin this topic, current knowledge is reviewed and new\ntheories of tinnitus generation are proposed, animal models ar e\nusedtounderstandtheneuralcorrelatesbetter,audiologi cal,and\npsychological aspects are explored, neuroimaging techniques\ninvestigate the involved brain networks, new questionnair e\ninstrumentsaredevelopedandothersadaptedtonewlanguages ,\ngenome-wideassociationsarepioneered,mobileapplicationsa re\nusedtoexploretinnitusonnewtime-scales,and,ﬁnally,mul tiple\ntherapeuticapproachesaretested.\nStatisticsonthisresearchtopic: Theresearchtopicwasopen\nbetween February 18, 2016 and October 29, 2017. It received\n96 submissions by 335 authors. 79 submissions were ﬁnally\naccepted after a rigorous and constructive reviewing process .\nDuring the phase in which the topic was active, it received over\ntwomillionviews.\nOverview of this research topic: To cover these themes,\nthis Frontiers research topic starts with several retrospect ive\nreviews of the current status of the ﬁeld, before introducin g a\nnumber of emerging hypotheses on how tinnitus is generated,\nand how it is experienced by individuals when it is persistent.\nThe ﬁrst chapter on the research performed on animals\naddresses the validity of existing models and improves the\nsensitivity of outcome measures. The second chapter address es\naudiological and psychological aspects to tinnitus, as well a s\nthe accompanying co-morbidities. The third chapter concerns\nthe instruments and technologies to assess tinnitus, rangi ng\nfrom questionnaires, neuroimaging methods, and mobile\napplications. The fourth chapter reviews existing clinical\nguidelines and describes the recent advances in tinnitus\ntherapy including cognitive behavioral therapy (CBT), soundtherapy, cochlear implants, electric stimulation, and repeat ed\ntranscranial magnetic stimulation. Finally, the ﬁfth chapt er\nrefers to advances on tinnitus therapies. These are brieﬂy\ndescribedbelow:\nCHAPTER 1: HYPOTHESES\nAND THEORIES\nTherearemanysubtypesoftinnitus,andinatleastonesubtype ,\nthe tinnitus can be considered as a symptom of the aging\nears and brain. Some theories of tinnitus take a gerontologi cal\nperspective. Age-related hearing loss and tinnitus can go han d\nin hand and one of the most well-established theories consider s\ntinnitusastheperceptualconsequenceofneuronalhyperactivi ty\nin the central auditory system; emerging after loss of norma l\ninput from the ear. Computational modeling can be one\nproductive method for exploring the nature of the underlying\nneural signaling pathway based on certain assumptions about\nspatial and temporal dynamics of excitatory and inhibitory\nsynaptic weighting and corresponding action potential activi ty.\nIn their modeling approach, Krauss et al. examine stochastic\nresonance. This is an adaptive mechanism whereby weak\nsub-threshold signals can still be detected and transmitted\nupwards if internal noise is added. The authors present a\nthought-provoking hypothesis that neuronal hyperactivity is\na “side eﬀect” of stochastic resonance in a system whose\nmain purpose is to optimize transmission of impoverished\nsoundinformation.\nAnimal models provide a second productive approach to\ninvestigating the underlying neural signaling pathway in th e\naging brain. Ruan et al. treat new ground by considering the\nrole of the cholinergic system. Their hypothesis that cholin ergic\ninnervation of various brain structures provides a link betw een\ntinnitusseeninage-relatedhearinglossandage-relatedc ognitive\nimpairment is supported by animal literature, as discussed in\nthepaper.\nOne of the challenges in this ﬁeld has been to provide a\nneuroscientiﬁc account of tinnitus that adequately explains the\ncommon perceptual experience (i.e., the conscious perception\nof a sound that does not have an external source), and\nyet at the same time has the ﬂexibility to account for the\nheterogeneityinetiology,comorbidity,psychosocialimpac t,and\nsuch like. Ghodratitoostani et al. rose to this challenge. The\nneurofunctionaltinnitusmodeldescribedinthisarticleh asmany\nelements in common with other contemporary models, and is\nappliedbytheauthorstointerpretclinicalphenomena.\nOf course, it is preferable to have a treatment whose\ntherapeutic eﬃcacy can be understood within the context of a\ntheoretical model, but this is not a prerequisite for treatment s to\nbe clinically beneﬁcial. Neurofeedback is an intriguing appr oach\ntomodulatethetinnitus-relatedbrainactivitypatterns.Are view\nbyGüntenspergeretal. conciselysummarizestheprogressmade\nin hypothesis testing, experimental design and neurofeedbac k\nalgorithms. A clear presentation of the limitations sets out a\nchallenge to provide insights on the variability in eﬃcacy th at is\nobservedacrossindividuals.\nFrontiers in Aging Neuroscience | www.frontiersin.org 2 March 2019 | Volume 11 | Article 53"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nDespite the heterogeneity of tinnitus, somatic or\nsomatosensory tinnitus is generally presented as if it were a\ndistinct subtype associated with cross-modal brain connect ivity.\nHaider et al. provided a great service to the community by\nsystematically mapping out the literature on somatosensory\ntinnitus. This useful guide identiﬁed what is currently kno wn\nwith respect to its pathophysiology, diagnosis and treatment.\nWhat is particularly striking from the descriptions is in\nfact the bewildering variety of clinical presentations and\npotential treatment options of somatosensory tinnitus. It\nis therefore both relevant and timely that an international\nconsensus among expert scientists and clinicians has been\nrecently sought on what are the important diagnostic criteri a\nfor somatosensory tinnitus ( Michiels et al., 2018 ). From\nthis work, somatosensory tinnitus is not seen as a speciﬁc\ncategory of tinnitus, but more as a factor that can inﬂuence\na patient’s tinnitus to a greater or lesser degree. Based on\nmore and more detailed knowledge about the involvement\nof the somatosensory system in tinnitus pathophysiology, a\nsystematic review summarizes the inﬂuence of physical thera py\nontinnitus( Michielsetal. ).\nA research topic provides the perfect channel for gathering\ndiﬀerent perspectives and for representing the true multi-\ndisciplinarity of tinnitus research. In this regard, the ori ginal\nresearch article by Dauman et al. was particularly refreshing\nbecause it took a holistic psychosocial perspective on tinnitu s,\nin stark contrast to the somewhat more conventional and\nreductionist methodology that characterized a majority of the\npapers in the collection. In this paper, the authors boldly delve\ndeep into the personal experience of tinnitus to explore how\neach participant constructs his/her own meaning about what it\nis to live with a bothersome tinnitus. No previous study based\non open-text responses has provided such a rich narrative about\nthe issue of heterogeneity of the lived experience. For exampl e,\na recent review found that out of 86 studies (16,381 patients)\nwhich assessed the patient experience, only eight studies ask ed\nopenquestions(885patients)( Halletal.,2018 ).FortheEditors,it\nbroughttheall-importantemotionaldimensionoftinnitusu nder\nscientiﬁcscrutiny.\nCHAPTER 2: INSIGHTS ON\nNEUROBIOLOGICAL MECHANISMS AND\nGENETICS: FROM ANIMALS TO HUMANS\nAnimal studies using micro-electrode recordings have show n\nthat noise trauma (known to produce tinnitus in human\nsubjects) is followed by neural hyperactivity at several sta ges\nof the auditory system, from the cochlear nucleus to the\nauditory cortex ( Eggermont ).Hesse et al . found in the inferior\ncolliculus that the increased spontaneous ﬁring caused by\nnoise exposure was greater in CBA/Ca mice exposed to 100\ndB (showing minimal hearing loss from ABRs or “hidden”\nhearing loss) compared to the 105 dB exposed group (showing\nsmall hearing loss), supporting the idea of a non-linear\nresponse between low and high threshold cochlear ﬁbers tonoise damage. When performing unilateral cochlear nerve\nsection, Tighilet et al. found that this form of sensory\ndeaﬀerentation caused a dramatic reduction of the KCC2 co-\ntransporter density in the cochlear nucleus suggesting that\nGABA may be less inhibitory (or even excitatory) after a\ncochlear lesion ( Tighilet et al. ) and suggesting a potential new\ntarget for pharmacological treatment of tinnitus. Using gas\nchromatography and mass spectrometry (GC/MS), He et al.\ndescribetheimpactofnoisetraumaonthemetaboliteproﬁlingi n\ndiﬀerentbrainareas,whichcouldserveincharacterizingani mals\nwithtinnitus.\nThe gap pre-pulse inhibition of the acoustic startle (GPIAS)\nis the method of choice for many animal studies on tinnitus.\nThis approach does not require conditioning of the animals\nprior to the experiment and therefore saves time and resources .\nWith the aim to further optimize this method, Schilling et al.\ndeveloped a new statistical approach for the analysis of the\nGPIAS data in Mongolian gerbils, which is based on the\nfact that the amplitude ratios are approximately lognormally\ndistributed. This allows a new statistical test that is indepe ndent\nfrom the number of repetitions of the measurement. Using\nGPIAS to reveal tinnitus, Longenecker et al. found that only\n30% of CBA/CaJ mice exposed unilaterally to noise may\npresent tinnitus although all of them showed an increase in\nspontaneous ﬁring rate, and no change in bursting activity\n(Longenecker and Galazyuk ). The authors suggest that neither\nneural hyperactivity nor bursting activity are strict neura l\ncorrelates of tinnitus. However, the degree of inhibition d uring\nGPIAS in CBA mice is small and oﬀers little dynamic range\nto infer the presence of tinnitus. Yu et al. found that the\ninhibition is more eﬀective in C57BL/6J mice and can be\nimproved even more when the delay between the gap and the\nstartle stimulus is short. Using these improved parameters in\ncombination with c-Fos activity mapping after the exposure\nto diﬀerent sound stimuli, the neural circuits controlling\nGPIAS were found to diﬀer from those regulating pre-pulse\ninhibition( Moreno-Paubleteetal. ).\nSuch reﬁnements in GPIAS helped revealing a role of the\nglutamate aspartate transporter GLAST in salicylate-induce d\ntinnitus ( Yu et al. ) This points at a ﬁrst gene potentially\ninvolvedintinnitususinganimalmodels.Inthisrespect,gre ater\nknowledge of the genetic inﬂuences on tinnitus generation a nd\npersistence in humans may not only help developing a better\nunderstandingofthemechanismsandoptimizetheclassiﬁcati on\nof patients, but could also contribute in the development of\ndrugs to silence tinnitus ( Lopez-Escamez et al. ). In this respect,\nwhile the knowledge on the genetic basis of tinnitus is poorly\nunderstood ( Vona et al. ), a pilot genome-wide assocation study\n(GWAS) on 167 tinnitus subjects and 749 controls showed an\nenrichment in oxidative stress, endoplasmatic reticulum (ER)\nstress, and serotonin reception mediated signaling althoug h\nit did not identify any signiﬁcant association ( Gilles et al. ).\nA genotyping study on 78 individuals suggests that GRM7\nrs11928865 could be used as a biomarker for tinnitus severit y\n(Haider et al. ). The increasing evidence of genetic inﬂuences on\ntinnitus emphasizes the need of creating large biobanks in EN T\nFrontiers in Aging Neuroscience | www.frontiersin.org 3 March 2019 | Volume 11 | Article 53"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nclinicsandmergeeﬀortstoincreasestatisticalpower( Cederroth\netal.).\nCHAPTER 3: AUDITORY AND\nPSYCHOLOGICAL CHARACTERISTICS\nCONTRIBUTING TO\nTINNITUS HETEROGENEITY\nAudiological factors contribute to tinnitus heterogeneit y.Milloy\net al.undertook a scoping review of the Auditory Brainstem\nResponse (ABR) in tinnitus participants and found a large\nvariation in measured latencies and amplitude of the earliest\ncomponent of the ABR (wave I), likely due to a broad variation\nin methods, study population, sample size, and potentially\nthe deﬁnitions of tinnitus. In a case report, Londero et al.\nmonitored symptoms after a tinnitus-inducing acoustic shoc k\nandfoundabnormaltympanicmembraneappearancesuggestive\nof abnormal middle ear muscle activity causing local chroni c\ninﬂammation.Theauthorssuggestthatthecombinationoflo cal\ninﬂammation and neural response originating from this type\nof injury could result in otalgia and tinnitus, in absence of\nhearing loss. Ueberfuhr et al. found that low frequency sound\nexposure and Ménière’s disease was not exclusively followed by\nlowfrequencyornoise-liketinnitus,indicatingavariati oninthe\nunderlyingpathology.\nThe availability of large databases generated new insights\ninto the role of hearing in tinnitus generation. Indeed, usi ng\ndata from 37,661 patients, Gollnast et al. found that auditory\nthresholds were lower for young tinnitus patients than match ed\nnon-tinnituspatients.ThankstodatafromtheTinnitusResea rch\nInitiative ( n=2,838 patients), eight types of hearing function\ncould be identiﬁed using latent class analysis based on the\naudiogram of tinnitus patients ( Langguth et al. ). However,\nthe authors recognized the limitations of the audiogram as a\nmeasureofhearingsensitivity,afactorcontributingtoin creased\ninterest in other measures, such as speech discrimination. I n\nthis regard, three studies found that tinnitus interferes w ith\nspeech comprehension, consistent with dysfunctional centra l\nauditoryprocessinginsubjectswithtinnitus( Gillesetal. ;Ivansic\net al.;Vielsmeier et al. ). Reaction to external sounds, such\nas misophonia—the dislike of sound, also contributes to the\nheterogeneity of the tinnitus population ( Palumbo et al. ). A\nrole for learning in annoyance and strong negative reaction s to\nsound was emphasized as well as the similarity to synesthesia .\nOverall,thesestudiesillustratethewidevariationinrel ationships\nbetween tinnitus and hearing loss as well as sensitivity to s ound,\ncontributingtotheoverallheterogeneity.\nFrom a psychological perspective, it is of utmost importance\nto identify psychological features contributing to tinnitu s and\nits heterogeneity. Several studies rose awareness for the c ore\nrole of psychological features that have to be considered in\ntinnitus patients (e.g., stress, depression, alexithymia, c ognition)\nin tinnitus ( Alsalman et al. ;Brüggemann et al. ;Trevis et al. ;\nWielopolskietal. ).Wallhausser-Frankeetal. repeatedlycollected\ninformation on tinnitus perception among incident tinnitus\npatients and found that only one in 10 patients had completeremissionafter6months,whilevoicedcomplaintswerestable in\nthe majority of patients, and tinnitus-related distress wors ened\nin30%oftinnituspatientswithdepressionatonset.Analyzinga\ncase series data from Germany, tinnitus patients with comorb id\nheadache ( n=193) were found to have had a lower quality of\nlife compared to those without comorbid headache ( n=765),\nand greater painful sensation to loud sounds, vertigo, pain,\nanddepressivesymptoms( Langguthetal. ).Interestingly,cluster\nanalyses using data from 1,783 patients revealed two cluster\nsolutions with clearly diﬀerent characteristics, however wi th\npoor stability, suggesting that the tested tinnitus populatio n\ncomprised a continuum rather than a number of clearly deﬁned\nsubgroups( vandenBergeetal. ).\nCHAPTER 4: USE OF NEUROIMAGING,\nQUESTIONNAIRES AND MOBILE\nINSTRUMENTS IN UNDERSTANDING\nTINNITUS HETEROGENEITY\nNeuroimaging studies of individuals with tinnitus publishe d in\nthis research topic further suggest that tinnitus is accompan ied\nby both structural ( Allan et al. ) and functional ( Chen et al. ;\nChen et al. ) brain changes in a distributed network of auditory\nand non-auditory brain regions. Structurally, a decrease i n\ncortical thickness for the tinnitus group in the left superio r\nfrontal gyrus and a decrease in cortical volume with hearing\nloss in left Heschl’s gyrus was found, while no changes were\nobserved in the subcallosal region ( Allan et al. ) Functionally,\na meta-analysis including nine resting-state neuroimaging\nstudies shows in tinnitus patients an increased brain activi ty\nin the insula, middle temporal gyrus, inferior frontal gyrus ,\nparahippocampal gyrus, cerebellum posterior lobe, and right\nsuperior frontal gyrus, when compared to controls ( Chen et al. ).\nThese structural and functional alterations go together wi th\nan aberrant brain network architecture featuring a disrupted\nconnectivity in non-auditory regions, especially the prefron tal\ncortex (Chen et al. ), which ﬁndings were further conﬁrmed\nby sound-evoked fMRI ( Davies et al. ) and auditory steady\nstate responses ( Engel et al. ). Brain alterations in the theta\nand gamma bands were found in the auditory regions of\ntinnitus patients by magnetoencephalography ( Lau et al. ) and\nelectroencephalography ( Song et al. ). Interestingly, these eﬀects\nwere no longer observed when excluding subjects with mental\nhealth comorbidities, strongly supporting the psychological\nburden in such alterations ( Lau et al. ). On the other hand,\nafter cochlear implantation in single-sided deafness, an ov erall\ndecrease in cortical activity and functional connectivity was\nseen in patients with tinnitus, likely due to dynamic peripheral\nreaﬀerentation rather than cortical plastic changes ( Song et al. ).\nTakentogether,theseﬁndingsimplythattheneuralmechanis ms\nunderlying diﬀerent subtypes of tinnitus share similar featu res\nwhen compared to controls. Future studies comparing subtypes\nmayidentifysignaturesspeciﬁctothesesubtypes.\nEvaluation of tinnitus pitch and loudness was tested using\ntwo diﬀerent methods, namely Touchscreen and Stand-alone,\nwhich both rapidly provided reliable measures ( Hébert and\nFrontiers in Aging Neuroscience | www.frontiersin.org 4 March 2019 | Volume 11 | Article 53"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nFournier). In the absence of any eﬀective objective measures in\nhumans, questionnaires have been supporting the assessment o f\ntinnitus and its associated burden. Recent developments have\nprompted the translation and adaptation of several existing\nEnglishlanguagequestionnairesintoSwedish,Polish,and Italian\n(Mülleretal. ;Moschenetal. ;Wrzoseketal. ).Newquestionnaires\nto evaluate auditory processing deﬁcits have also been creat ed\n(Diges et al. ). Each of these questionnaires assesses a particular\naspectoftinnitus(e.g.,tinnitus-associateddistress,an xiety,stress,\ndepression,andlifequalityamongothers).Moreover,inorde rto\nfacilitate a more holistic clinical evaluation, a visualiz ation tool\nconsistingofradarplotshasbeenproposedby Schleeetal.\nThis special issue accommodates four papers on the potential\nof mobile crowdsensing for the support and empowerment of\ntinnituspatients,threeofwhichpromotetheuseofactivepati ent\nparticipation and report on ﬁndings acquired with Ecological\nMomentary Assessments (EMA) ( Probst et al. ;Probst et al. ;\nSchlee et al. ). The extent to which smart devices, as well as\nmore conventional internet-based solutions, have been tak en\nup clinically for tinnitus diagnostics, treatment and self -help\nsolutions has been reviewed by Kalle et al. The amounts of\ndata collected interactively and unobtrusively through the smart\ndevices call for data mining solutions for knowledge extrac tion\ntoward the medical researchers and for adaptive models that\nadjust to the within-day and across time variability of patie nts’\nsymptomsandneeds.\nCHAPTER 5: THERAPY\nThe heterogeneity of tinnitus may explain why treatment\noutcomes are so variable. In most clinical trials in which a\ngiven therapeutic intervention is investigated, treatment results\nvary considerably across patients as well from trial to trial ,\neven if the same treatment is investigated. This may be partly\ndue to variability in the methodology for patient assessment\nand outcome measurement. In their paper, Londero and Hall\nstress the relevance of standards for the reporting of outcom e\nmeasurements. This is also a precondition for the development\nof valid treatment guidelines since the current ones vary\nconsiderably( Fulleretal. )\nSound therapy is an umbrella term that includes any form of\nacousticstimulationusedtoincreasetheengagementofaud itory\nsystemtooﬀertinnitusrelief.Theexistingresearchdemons trates\nthat even when attempting to personalize sound therapy,\nthe complex combination of factors tinnitus patients present\nwith is overlooked, and instead focus is made on one aspect\nsuch as pitch, maskability, hearing loss, sound preference or\npsychosocialfactors( Searchﬁeldetal. )Arandomizedcontrolled\ntrial using cross-over study design and mixed methods revea led\nthe signiﬁcance of broadband noise compared to nature sound\nadministration for reducing tinnitus ( Durai and Searchﬁeld ).\nExploratory studies such as the one conducted by Neﬀ et al.\nfound amplitude modulated sounds presented near tinnitus\npitch to be more eﬀective in tinnitus suppression, something\nthat was more evident immediately after the stimulus oﬀset.\nThe past two decades have witnessed the commercialization ofnovel sound-based technologies, one such example is Acoustic\nCR Neuromodulation. This is a safe, well tolerated research\ntool which results in reduction of tinnitus symptoms for some\npatients, likely due to desynchronizing eﬀects ( Wegger et al. )\nHowever,theevidenceforthistechniquetobecomeaclinical tool\nis yet insuﬃcient. Haller and Hall recommended that controlled\ntrials on Acoustic CR Neuromodulation should include a\nwell-characterized placebo group. Two studies investigated the\nneurophysiological mechanism underlying the eﬀectiveness o f\nsound therapy. Krick et al. used fMRI to show that the\nHeidelberg Neuro-Music Therapy (HNMT) decreases tinnitus-\nrelated distress by increasing the brain’s default-mode net work\n(DMN) activity. HNMT shifts the attention of tinnitus patients\nfromtheauditoryphantompercepttowardvisualcues,aprocess\ninvolving an increased activity in the angular gyrus ( Krick\net al.). The advancement in sound based technological options,\nparticipation of industry and community partners along with\nemphasis of exploring the mechanism of eﬀect is taking this\nmanagementtooltowardexcitinghorizon.\nCochlear implantation is one of the most successful\ntherapeutic approaches for the control of tinnitus. However, i t\nis only applicable for patients with uni- or bilateral deafness .\nTwo articles of this special issue conﬁrm the positive inﬂuence\nof cochlear implantation on the subjectively perceived tinni tus\nloudness and the tinnitus associated psychological burden\n(Bruggemann et al. ;Knopke et al. ). The positive aspects\nof cochlear implantation on tinnitus suppression might be\ninterpreted as an eﬀect of electrical stimulation of the audit ory\nnerve, something that was tested via the electrical stimula tion\nof the cochlea through the external auditory canal. Another\nstudy on cochlear implantation performed a sensitive analysis\non the tinnitus improvement after surgery: Servais et al. found\ndiﬀerential improvements for the perceptive and the reactive\naspects of tinnitus. Tinnitus loudness was signiﬁcantly red uced\nfollowingCIsurgery,whilereductionoftinnitus-relatedd istress,\ndepression and anxiety did not reach statistical signiﬁcance\n(Servais et al. ). Two articles by Mielczarek et al. show that non-\ninvasive electrical stimulation of the outer ear canal is ab le to\ninduceneuroplasticchangesintheauditorysystemsuggestiv eof\ntinnitusimprovements( Mielczareketal. ;Mielczareketal. ).\nBrain stimulation is also an area of active research as a\npotential therapeutic tool. Three studies aimed at improving\nthe eﬃcacy of repetitive transcranial magnetic stimulation\n(rTMS).Whereasperipheralstimulationasanadd-ontocortica l\nstimulation did not show beneﬁcial eﬀects ( Vielsmeier et al. ),\nthe individualization of stimulation parameters has reveale d\nrelatively promising results ( Kreuzer et al. ). In a case study,\nthe eﬀects of combined treatment with rTMS and cognitive\nbehavioral therapy (CBT) on tinnitus and insomnia symptoms\nwere reported ( Richter et al. ). CBT was in fact shown to\nbe eﬀective in a multidisciplinary day clinic ( Ivansic et al. ).\nTranscranial direct current stimulation (tDCS) is another non-\ninvasive method for inducing neuroplastic changes by applying\nelectrical currency to the brain. The article of Rabau et al.\npresents diﬀerent possibilities of cathode placement, however ,\nwithoutbeingabletoevidenceasuperiorityofacertainpositi on\noveranother.\nFrontiers in Aging Neuroscience | www.frontiersin.org 5 March 2019 | Volume 11 | Article 53"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nThere is still no pharmacological treatment for tinnitus\navailable. A pilot study presented the beneﬁts of the hormone\noxytocin on tinnitus loudness ( Azevedo et al. ). Another study\nidentiﬁedapotentialmodulatorofAcetylcholinereceptors( Ach),\nthat could have an impact on tinnitus treatments that are\nmediated via Ach transmission such as vagus nerve therapy\n(Boji´c et al.).Figueiredo et al. found a higher prevalence of\narterial hypertension in subjects with tinnitus in compariso n\nto non-tinnitus controls, and proposed that treatment agains t\nhypertensionwithdiuretics,ACEinhibitorsorcalciumchan nels\nblockers,couldhavehadaroleontinnituspathophysiology.\nSUMMARY: TINNITUS IS A COMPLEX\nCHRONIC DISORDER\nComplex disorders are caused by a combination of genetic\nand environmental factors. Within this research topic we hav e\naccumulated evidence for the genetic and the environmental\ninﬂuence on the development of tinnitus. Studies on genetic\nfactors in tinnitus have been published in this research topic\nand point toward a signiﬁcant genetic component, at least in\nsome subtypes of tinnitus. As an example, the heritability in\nmen with bilateral tinnitus was estimated with 0.68, while t he\nheritability of unilateral tinnitus is estimated much lowe r with\n0.27 (Cederroth et al. ;Maas et al., 2017 ). The most obvious\nenvironmental inﬂuence for the development of tinnitus is th e\nexposure to loud sounds that can lead to damage of the hearing\nsystem and ﬁnally trigger tinnitus ( Eggermont ). Besides noise\ntrauma, other examples for environmental inﬂuences are the\nexposure to neurotoxic drugs such as cisplatin ( Eggermont ) or\ninjuries that can lead to Temporo-Mandibular Disorders, whi ch\ncan also cause tinnitus ( Haider et al. ). Furthermore, genetic\ncontributions for the treatment response of the patient have\nbeen hypothesized in this research topic and possible scientiﬁc\napproaches are discussed ( Lopez-Escamez et al. ). The complex\ninteraction between genetic and environmental factors for the\ngeneration of tinnitus are currently unknown. Tinnitus res earch\nhasjustbeguntoaddressthiscomplexissue,whichmaythenhe lp\nintheclassiﬁcationofsubtypes.\nBecause there is a lack of eﬀective treatments, the tinnitus\ncondition remains chronic in the majority of cases. Even\nthough spontaneous remissions exist, the percentage of cases\nis low. A study by Wallhäusser-Franke et al. in this research\ntopic focused on acute tinnitus patients and found that only\n11% of them reported a complete remission of tinnitus after\n6 months. The remaining 89% of patients were classiﬁed as\nchronic (Wallhausser-Franke et al. ). But this chronic condition\ndoes not necessarily mean that patients are perceiving the\ntinnitus permanently at the same intensity at all times. Afte r6 months, the majority of patients report an intermittent\ntinnitus. This has been supported by other studies from this\nTopic using a smartphone app to investigate the moment-to-\nmoment variability of tinnitus ( Schlee et al. ) and to assess the\ncircadian variability of tinnitus loudness ( Probst et al. ). The\nunderlyingmechanismsforthisvariabilityinthetinnitus percept\nis currently being investigated, but it is likely that exogen eous as\nwell as endogenous factors inﬂuence the perception of tinnitu s.\nUsing magnetoencephalography, even the tinnitus-associate d\nbrain activity in the resting state was found to be variable\nover time ( Schlee et al., 2014 ). These temporal variations of\ntinnitusaddafourthdimensiontothealreadycomplexdisorde r\nof tinnitus. A better understanding of the chronobiologica l\nmechanisms involved in tinnitus might help the development o f\neﬀective treatments, as recent studies reveal the importance of\nthechronotypeinresponsetospeciﬁctreatmentsofneurologic al\ndisorders( McCarthyetal.,2018 ).\nThe medical condition of tinnitus is a complex and chronic\ndisorder that holds a lot of open and challenging question\nfor future research. In order to unravel this complexity, the\ncombined eﬀort of multiple scientiﬁc disciplines is needed—as\nevidenced in this research topic. The intellectual challeng e for\nfuture tinnitus research will be to master this inter-discipl inary\napproach, to bring insights, expertise, and techniques from a\nrange of academic and clinical specialties. Therefore, new wa ys\nofformaleducationattheuniversitieswillbeneededinord erto\nbuildupanewgenerationofresearchersequippedwiththeskill s\ntoperformsuchinter-disciplinaryresearchandfurtherdigi nthe\nheterogeneity of this complex disorder. New concepts for such\neducationarealreadyatthehorizonandtheEuropeanSchoolf or\nInterdisciplinary Tinnitus research (ESIT), one of the ﬁrst EU-\nfunded tinnitus research, published their training curricu lum in\nthisresearchtopic( Schleeetal. ).\nAUTHOR CONTRIBUTIONS\nAllauthorslistedhavemadeasubstantial,directandintel lectual\ncontributiontothework,andapproveditforpublication.\nACKNOWLEDGMENTS\nWe are grateful to all contributors of this research topic.\nThreehundredandthirty-ﬁvediﬀerentauthorscontributedw ith\nresearchandreviewarticles.Furthermore,wethanktherev iewers\nwhohelpedusandtheauthorstocreateaninterestingandhigh -\nquality research topic. We hope that readers will enjoy reading\nthis research topic as much as we have enjoyed editing it. SG is\nHonorary Associate Professor of the University of Nottingha m,\nSchoolofMedicine,Nottingham,UK.\nREFERENCES\nHall, D. A., Fackrell, K., Li, A. B., Thavayogan, R., Smith, S., Kenn edy, V.,\net al. (2018). A narrative synthesis of research evidence for tin nitus-related\ncomplaintsasreportedbypatientsandtheirsigniﬁcantothers. HealthQualLife\nOutcomes 16,61.doi:10.1186/s12955-018-0888-9Maas, I. L., Bruggemann, P., Requena, T., Bulla, J., Edvall, N. K., H jelmborg,\nJ. V. B., et al. (2017). Genetic susceptibility to bilateral tinni tus in\na Swedish twin cohort. Genet. Med. 19,1007–1012. doi: 10.1038/gim.\n2017.4\nMcCarthy, M. J., Wei, H., Nievergelt, C. M., Stautland, A., Maiho fer,\nA. X., Welsh, D. K., et al. (2018). Chronotype and cellular circadian\nFrontiers in Aging Neuroscience | www.frontiersin.org 6 March 2019 | Volume 11 | Article 53"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Cederroth et al. Editorial: Towards an Understanding of Tinnitus Heterogen eity\nrhythms predict the clinical response to lithium maintenance treatmen t\nin patients with bipolar disorder. Neuropsychopharmacology 44, 620–628.\ndoi:10.1038/s41386-018-0273-8\nMichiels, S., Ganz Sanchez, T., Oron, Y., Gilles, A., Haider, H. F. ,\nErlandsson, S., et al. (2018). Diagnostic criteria for somatosens ory\ntinnitus: a delphi process and face-to-face meeting to establish\nconsensus. Trends Hear. 22:2331216518796403. doi: 10.1177/23312165\n18796403\nSchlee, W., Schecklmann, M., Lehner, A., Kreuzer, P. M., Vielsmeie r, V.,\nPoeppl, T. B., et al. (2014). Reduced variability of auditory alpha\nactivity in chronic tinnitus. Neural Plast. 2014:436146. doi: 10.1155/2014/\n436146Conﬂict of Interest Statement: The authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial relations hips that could\nbeconstruedasapotentialconﬂictofinterest.\nCopyright © 2019 Cederroth, Gallus, Hall, Kleinjung, Langguth, Maruotti, Meyer,\nNorena, Probst, Pryss, Searchﬁeld, Shekhawat, Spiliopoulo u, Vanneste and Schlee.\nThis is an open-access article distributed under the terms o f the Creative Commons\nAttribution License (CC BY). The use, distribution or repro duction in other forums\nispermitted,providedtheoriginalauthor(s)andthecopyri ghtowner(s)arecredited\nandthattheoriginalpublicationinthisjournaliscited,i naccordancewithaccepted\nacademic practice. No use, distribution or reproduction is permitted which does not\ncomplywiththeseterms.\nFrontiers in Aging Neuroscience | www.frontiersin.org 7 March 2019 | Volume 11 | Article 53"
    }
  ]
}