{
  "doc_type": "scientific paper",
  "title": "Increased functional connectivity between subcortical and cortical resting-state networks in autism spectrum disorder",
  "authors": [
    "Cerliani"
  ],
  "year": 2015,
  "journal": "Neuroscience, University of Groningen, The University Medical Center,",
  "doi": "10.1001/jamapsychiatry.2015.0101.",
  "abstract": "Importance— Individuals with autism spectrum disorder (ASD) exhibit severe difficulties in social interaction, motor coordination, behavioral flexibility, and atypical sensory processing, with considerable interindividual variability. This heterogeneous set of symptoms recently led to investigating the presence of abnormalities in the interaction across large-scale brain networks. To date, studies have focused either on constrained sets of brain regions or whole-brain analysis, rather than focusing on the interaction between brain networks. Objectives— To compare the intrinsic functional connectivity between brain networks in a large sample of individuals with ASD and typically developing control subjects and to estimate to what extent group differences would predict autistic traits and reflect different developmental trajectories. Design, Setting, and Participants— We studied 166 male individuals (mean age, 17.6 years; age range, 7-50 years) diagnosed as having DSM-IV-TR autism or Asperger syndrome and 193 typical developing male individuals (mean age, 16.9 years; age range, 6.5-39.4 years) using Corresponding Author: Leonardo Cerliani, PhD, Social Brain Laboratory, Netherlands Institute for Neuroscience, Meibergdreef 47, 1105 BA Amsterdam, the Netherlands (leonardo.cerliani@gmail.com). Author Contributions: Dr Cerliani had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Drs Mennes and Thomas contributed equally to this work. Drs Thioux and Keysers contributed equally to this work as senior authors.",
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:23:49.911367Z",
  "source_pdf": "documents/research/Global/Cerliani 2015 Increased functional connectivity between subcortical and cortical resting-state networks in autism spectrum disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Increased Functional Connectivity Between Subcortical and \nCortical Resting-State Networks in Autism Spectrum Disorder\nLeonardo Cerliani, PhD1,2, Maarten Mennes, PhD3, Rajat M. Thomas, PhD2, Adriana Di \nMartino, MD4, Marc Thioux, PhD1,2, and Christian Keysers, PhD1,2\n1Department of Neuroscience, University of Groningen, The University Medical Center, \nGroningen, the Netherlands 2Social Brain Laboratory, Netherlands Institute for Neuroscience, \nAmsterdam, the Netherlands 3Radboud University, Donders Institute for Brain, Cognition, and \nBehaviour, Nijmegen, the Netherlands 4Autism Spectrum Disorder Research and Clinical \nProgram and Phyllis Green and Randolph Cowen Institute for Pediatric Neuroscience at The \nChild Study Center, New York University Langone Medical Center, New York\nAbstract\nImportance— Individuals with autism spectrum disorder (ASD) exhibit severe difficulties in \nsocial interaction, motor coordination, behavioral flexibility, and atypical sensory processing, with \nconsiderable interindividual variability. This heterogeneous set of symptoms recently led to \ninvestigating the presence of abnormalities in the interaction across large-scale brain networks. To \ndate, studies have focused either on constrained sets of brain regions or whole-brain analysis, \nrather than focusing on the interaction between brain networks.\nObjectives— To compare the intrinsic functional connectivity between brain networks in a large \nsample of individuals with ASD and typically developing control subjects and to estimate to what \nextent group differences would predict autistic traits and reflect different developmental \ntrajectories.\nDesign, Setting, and Participants— We studied 166 male individuals (mean age, 17.6 years; \nage range, 7-50 years) diagnosed as having DSM-IV-TR  autism or Asperger syndrome and 193 \ntypical developing male individuals (mean age, 16.9 years; age range, 6.5-39.4 years) using \nCorresponding Author:  Leonardo Cerliani, PhD, Social Brain Laboratory, Netherlands Institute for Neuroscience, Meibergdreef 47, \n1105 BA Amsterdam, the Netherlands (leonardo.cerliani@gmail.com). \nAuthor Contributions:  Dr Cerliani had full access to all the data in the study and takes responsibility for the integrity of the data and \nthe accuracy of the data analysis. Drs Mennes and Thomas contributed equally to this work. Drs Thioux and Keysers contributed \nequally to this work as senior authors.\nStudy concept and design:  Cerliani, Thomas, Keysers.\nAcquisition, analysis, or interpretation of data:  All authors.\nDrafting of the manuscript:  Cerliani, Mennes, Keysers.\nCritical revision of the manuscript for important intellectual content:  Cerliani, Mennes, Di Martino, Thioux, Keysers.\nStatistical analysis:  Cerliani, Thomas.\nObtained funding:  Keysers.\nStudy supervision:  Cerliani, Thioux, Keysers.\nConflict of Interest Disclosures:  None reported.\nAdditional Contributions:  We thank all the members of the Autism Brain Imaging Data Exchange Consortium (ABIDE; http://\nfcon_1000.projects.nitrc.org/indi/abide/ ) and the International Neuroimaging Data-Sharing Initiative (INDI) team ( http://\nfcon_1000.projects.nitrc.org/ ) supporting the ABIDE effort.Europe PMC Funders Group\nAuthor Manuscript\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\nPublished in final edited form as:\nJAMA Psychiatry . 2015 August ; 72(8): 767–777. doi:10.1001/jamapsychiatry.2015.0101.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "resting-state functional magnetic resonance imaging (MRI). Participants were matched for age, IQ, \nhead motion, and eye status (open or closed) in the MRI scanner. We analyzed data from the \nAutism Brain Imaging Data Exchange (ABIDE), an aggregated MRI data set from 17 centers, \nmade public in August 2012.\nMain Outcomes and Measures— We estimated correlations between time courses of brain \nnetworks extracted using a data-driven method (independent component analysis). Subsequently, \nwe associated estimates of interaction strength between networks with age and autistic traits \nindexed by the Social Responsiveness Scale.\nResults— Relative to typically developing control participants, individuals with ASD showed \nincreased functional connectivity between primary sensory networks and subcortical networks \n(thalamus and basal ganglia) (all t ≥ 3.13, P < .001 corrected). The strength of such connections \nwas associated with the severity of autistic traits in the ASD group (all r ≥ 0.21, P < .0067 \ncorrected). In addition, subcortico-cortical interaction decreased with age in the entire sample (all r \n≤ −0.09, P < .012 corrected), although this association was significant only in typically developing \nparticipants (all r ≤ −0.13, P < .009 corrected).\nConclusions and Relevance— Our results showing ASD-related impairment in the interaction \nbetween primary sensory cortices and subcortical regions suggest that the sensory processes they \nsubserve abnormally influence brain information processing in individuals with ASD. This might \ncontribute to the occurrence of hyposensitivity or hypersensitivity and of difficulties in top-down \nregulation of behavior.\nIntroduction\nBrain abnormalities in autism spectrum disorder (ASD) are present at different scales of \nanatomical organization, ranging from cortical layers 1,2 and minicolumns 3,4 to large-scale \ndistributed brain networks. 5–9 There is increasing consensus that these abnormalities reflect \natypical interactions across multiple neural systems, rather than a problem affecting isolated \nbrain regions. 10–18 Abnormalities in the development and interaction across brain networks \ncould arise from early disruptions of local neuronal circuitry, signaled by abnormal laminar \norganization 2 and reduced size of cortical minicolumns. 3,19 The latter in particular is likely \nto reflect disrupted functional segregation between minicolumns, giving rise to local \noverconnectivity between minicolumns. 3,11 Excessive local information processing would \npositively reinforce and stabilize local physical connections while at the same time \nnegatively affect the development of efficient long-range connections due to delays in \ninformation transfer between distant brain regions, failure to differentiate signal from noise, \nand reduced synchrony in the activity of distant clusters of minicolumns 11,20–23 (see the \ninitial figure in the study by Belmonte et al 22 for a graphical depiction of the effect of local \noverconnectivity coupled with long-range underconnectivity). At the network level, the \ncascading causal effect of local overconnectivity on long-range disconnectivity could result \nin decreased functional integration within networks and functional segregation between \nnetworks, 24–26 as well as persistent subcortico-cortical overconnectivity. 8,27\nWithin this perspective, functional neuroimaging studies focused on 2 levels of anatomical \norganization. Examining the interaction between specific brain regions with functional Cerliani et al. Page 2\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "magnetic resonance imaging (fMRI), functional connectivity studies have shown that ASD is \nassociated with abnormal connectivity within cortico-cortical networks supporting language,\n28–30 working memory, 31,32 visual attention, 33 face recognition, 34,35 salience detection, 7 \nand social cognition. 36–39 Abnormal subcortico-cortical connectivity has also been \nevidenced by studies 18,27,40–43 focusing on the basal ganglia and the thalamus. \nConsidering the topological properties of the whole-brain network, graph theoretical \nstudies 44–47 consistently reported alterations in the efficiency of information transfer both \nat the local and the global level in ASD. While these investigations have contributed to \ncharacterize the disconnection model of ASD, 11,13,15,48 one largely underexamined \ndomain regards the investigation of between-network interactions in ASD.\nTo date, few studies have examined between-network interactions in ASD, reporting reduced \nconnectivity between the saliency network and a medial temporal lobe network in young \nadults with ASD 49 and between a frontoparietal network and a cingulate gyrus network in \nchildren with ASD. 50 While these studies provide initial evidence about abnormalities in \nbetween-network interactions in ASD, they focused on a limited number of networks \nselected a priori 49 and did not analyze the interaction with sensory networks. 50\nHerein, we aimed to systematically explore the interaction between brain networks in \nindividuals with ASD using independent component analysis (ICA) 51–53 on resting-state \nfMRI (rs-fMRI). This technique allows one to extract functional networks that resemble \nbrain networks recruited during task performance. 54–56 We quantify interactions between \nbrain networks using the temporal correlation of their spontaneous activity at rest, and we \nestimate to what extent group differences would predict autistic traits and reflect different \ndevelopmental trajectories. Our study uses a large sample of participants selected from the \nAutism Brain Imaging Data Exchange (ABIDE), a recently launched publicly available \ndatabase of 1112 structural and rs-fMRI data sets acquired on 539 participants with ASD \nand 573 age-matched controls, 57 aggregated from 17 international sites.\nThe wide heterogeneity of symptoms associated with ASD led us to hypothesize the \npresence of abnormal patterns of interaction between multiple brain networks, ranging from \nsensory and motor processing to higher-order cognitive functions. We also hypothesized that \ngroup differences in between-network interaction would be associated with the degree of \nautistic traits and with delayed or arrested development of cortico-cortical interactions and \npersistent subcortico-cortical connectivity.\nMethods\nIncluded Participants From the ABIDE Database\nFrom the ABIDE database, we included all male individuals with a DSM-IV-TR  diagnosis \nof either autism or Asperger syndrome, collectively referred to as the ASD group and \ntypically developing (TD) control subjects. Participant inclusion criteria were as follows: (1) \nthe data sets included a T1-weighted image (an rs-fMRI acquisition of ≥180 time points with \nnear full-brain coverage), (2) a full-scale IQ higher than 70, and (3) a mean framewise \ndisplacement (FD) 58 of less than 0.34, corresponding to 2 SDs above the whole-sample \nmean. These criteria yielded 359 participants (166 ASD and 193 TD) from 8 sites, matched Cerliani et al. Page 3\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "by age ( t357 = 0.86, P = .39), full-scale IQ ( t357 = −0.93, P = .35), mean FD ( t357 = 1.67, P \n= .09), and eye status (open or closed) in the scanner ( χ21 = 0.05, P = .81). Demographic \ninformation for the final sample (N = 359) is summarized in Table 1. Further details about \ndemographics, diagnostic criteria, and a selection flowchart for the final sample are provided \nin eFigure 1, eFigure 2, and eTable 1 in the Supplement. Institutional review board approval \nwas provided by each data contributor. Detailed recruitment and assessment protocols and \ninclusion criteria are available on the ABIDE website. The ABIDE data set was made public \nin August 2012 and can be accessed at: http://fcon_1000.projects.nitrc.org/indi/abide/ .\nIndependent Component Analysis\nImage processing was carried out using FSL 63–65 and in-house written software ( https://\ngithub.com/sblnin/rsfnc ). Computations were performed on the Millipede cluster at the \nUniversity of Groningen (Groningen, the Netherlands) to take advantage of parallel \ncomputing for processing a data set of this magnitude. After preprocessing of the rs-fMRI \ndata (detailed in the eMaterials in the Supplement), spatially independent components (ICs) \nwere extracted using FSL MELODIC software. 66 The number of components was estimated \nby the MELODIC algorithm. Temporally concatenated probabilistic ICA 53,66 was carried \nout 25 times on randomized subsets of 112 participants (7 in the TD group plus 7 in the \nASD group for each of the 8 sites). The resulting spatial components were entered in a meta-\nICA67 to extract robust and reproducible resting-state networks (RSNs).\nComponents Selection\nThe meta-ICA estimated 52 spatial components. Among these, we selected RSNs according \nto their spatial distribution, consistency with previous rs-fMRI studies, 7,54,67–69 and \nresemblance to functional networks recruited by task-based fMRI experiments. 54,55,70 This \nselection was complemented by calculating for each spatial component the reproducibility \nacross the 25 temporally concatenated probabilistic ICAs and the overlap with gray matter \n(eMaterials and eFigures 3, 4, 5, 6, and 7 in the Supplement). This led to the identification of \n19 RSNs that were the focus of subsequent analyses (Figure 1 and Table 2). Excluded \ncomponents are shown in eFigure 3 in the Supplement.\nThe meta–independent component analysis on 359 participants (166 autism spectrum \ndisorder group and 193 typically developing group) extracted 52 independent components \n(ICs), 19 of which were selected for functional network connectivity analyses using a \nsemisupervised procedure detailed in the eMaterials in the Supplement. For each IC, we \nindicate the component order in the results of the meta–independent component analysis, \nreflecting the amount of variance explained by that IC (in decreasing order), along with an \nanatomical labeling. The expanded IC abbreviations are listed in Table 2. Discarded ICs are \nshown in eFigure 3 in the Supplement. The similarity of these resting-state networks with \nthose previously found by Smith et al 54 and Biswal et al 67 was quantified by means of \nspatial correlation and is shown in eFigure 7 in the Supplement.\nFunctional Network Connectivity\nEach RSN’s summary time course was estimated at the participant level by spatial \nregression of the full set of 52 components from the meta-ICA against each participant’s Cerliani et al. Page 4\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "preprocessed rs-fMRI data. 71 Although we focused our analyses on the 19 identified RSNs, \nwe used the full set of components for spatial regression to account for potential effects of \nnoise captured by the non-RSN components (n = 33). Each RSN summary time course was \nthen band-pass filtered (0.08-0.009 Hz). 72 We calculated functional network connectivity \n(FNC) 73–75 using the Pearson correlation coefficient between each and every other \nsummary time course. This resulted in an FNC matrix with the dimensions of 19 times 19 \n(RSNs) times 359 (participants). Group differences in FNC were estimated for each pair of \nRSNs in a general linear model that included age, IQ, and eye status at scan. Seven \ncovariates were added to capture the mean FNC differences across sites and one to capture \nthe global mean. Finally, the mean participant FD was added as a covariate to minimize the \neffects of motion. 57,76 Inference was carried out using nonparametric permutation testing \n(FSL randomize [20 000 permutations]). The significance threshold was corrected for \nmultiple comparisons using false discovery rate (FDR). 77 In addition, we repeated the \nanalyses using data despiking 78 and a more stringent group matching for motion ( P = .36) to \nassess whether group differences in FNC could depend on residual differences in motion \nbetween groups (see eMaterials in the Supplement). We then focused on RSN pairs showing \nsignificant group differences in FNC after correction to investigate their association with \nautistic traits and with different developmental trajectories.\nAssociation Between FNC and the Social Responsiveness Scale\nWe examined whether FNC group differences could predict autistic traits, measured using \nthe Social Responsiveness Scale (SRS). 61,62 We correlated SRS raw scores with FNC in the \nwhole sample and in each group separately, after groupwise demeaning of SRS scores and \nregressing out age, full-scale IQ, site of acquisition, eye status at scan, and mean FD. This \nwas performed separately for each pair of RSNs with a significant group difference in FNC. \nThe SRS scores were groupwise demeaned to prevent that correlations with FNC across \ngroups could be confounded by group differences in SRS scores. Inference was carried out \nusing FSL randomize, and the final results were corrected for multiple comparisons using \nthe FDR. This analysis was restricted to the 67% of ASD (n = 111) and 56% of TD (n = \n108) participants for whom SRS data were available (Table 1).\nAssociation Between FNC and Age\nWe examined whether group differences in FNC would be associated with different \nneurodevelopmental trajectories. We correlated age with FNC in the whole sample and in \neach group separately, after regressing out full-scale IQ, mean FD, site of acquisition, and \neye status (open or closed) at scan. We then tested the hypotheses of decreased negative \ncorrelation of FNC with age in ASD for subcortico-cortical interactions and of decreased \npositive correlation of FNC with age in ASD for cortico-cortical interactions. As in the \nprevious analysis, inference was carried out using nonparametric permutation testing (FSL \nrandomize [20 000 permutations]), and the results were corrected with the FDR.Cerliani et al. Page 5\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Results\nICA and Components Selection\nThe number of ICs estimated in the 25 temporally concatenated probabilistic ICAs ranged \nfrom 22 to 30 (median, 27). The subsequent meta-ICA extracted 52 ICs, among which we \nselected 19 RSNs for further analyses (Figure 1 and Table 2). These 19 RSNs featured \nsignificantly higher reproducibility ( t50 = 4.90, P < .0000052 by 2 independent-samples t \ntests) and proportion of gray matter within or outside their spatial extent ( t50 = 1.95, P < .03) \ncompared with the 33 discarded components (eFigure 3 in the Supplement). The spatial \ndistribution of most of our 19 RSNs was consistent with that of RSNs identified in previous \nwork 7,54,67–69 (eFigure 7 in the Supplement), including sensory networks (IC1, IC5, IC16, \nIC19, and IC29), fronto-temporo-parietal networks (IC24 and IC25), subcortical structures \n(IC17), cerebellum (IC3 and IC13), paralimbic regions (IC9 and IC33), saliency79 (IC23), \nand default-mode network (IC10, IC15, and IC27).\nGroup Differences in FNC\nRelative to the TD group, the ASD group exhibited a significantly increased ( P < .001, \nq[FDR] = 0.05) positive interaction between the RSN encompassing basal ganglia and \nthalamus (IC17) with several cortical networks (with q[FDR] indicating the upper bound in \nthe expected proportion of false positives) (Figure 2). Most of these cortical RSNs included \nregions in the primary somatosensory (IC5 and IC29), auditory (IC16), and visual (IC8) \ncortices, as well as the superior temporal sulcus (STS) and left inferior frontal gyrus (IFG) \n(IC24). An anterior cerebellar RSN (IC13) was also overconnected with the STS and left \nIFG (IC24) and with dorsal somatosensory and motor cortices (IC5). The ASD group \nshowed decreased FNC only in the interaction between ventral sensorimotor cortices (IC29) \nand temporoparietal regions centered on the primary auditory cortex (IC16). Results from \nfurther analyses performed using data despiking and a more stringent group matching for \nmotion make it unlikely that these group differences depended on differences in motion \nbetween groups (eMaterials, eFigure 8, and eTable 2 in the Supplement). Additional \nanalyses on the effect of the sample size are reported in the eMaterials and eFigure 9 in the \nSupplement.\nAssociation Between FNC Abnormalities and the SRS\nIn the ASD group, autistic traits measured with the SRS scores were positively associated \nwith FNC between the subcortical RSN (IC17) and both dorsal IC5 ( r = 0.21) and ventral \nIC29 ( r = 0.25) primary somatosensory and motor cortices ( P < .0067 for both, q[FDR] = \n0.05) (Table 3, Figure 3, eFigure 10, and eTable 4 in the Supplement). Conversely, the \nstrength of cortico-cortical interaction between auditory (IC16) and ventral somatosensory \n(IC29) cortices was negatively associated with autistic traits in TD controls only ( r = −0.11, \nP < .0006, q[FDR] = 0.05).\nAssociation Between FNC Abnormalities and Age\nFunctional network connectivity between the subcortical RSN (IC17) and networks \nencompassing primary visual (IC8), auditory (IC16), and ventral somatosensory (IC29) Cerliani et al. Page 6\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "regions significantly decreased with age in TD participants ( P < .009, q[FDR] = 0.05) (Table \n4). While the effect was maintained in the entire sample of ASD plus TD groups ( P < .012, \nq[FDR] = 0.05), in the ASD group the negative association between age and subcortico-\ncortical FNC was weaker than in the TD group and not significant (Table 4, eFigure 11, and \neTable 5 in the Supplement). However, this difference did not yield significant group \ninteractions. Conversely, FNC between anterior cerebellum (IC13) and dorsal somatosensory \nand premotor cortices (IC5) significantly increased with age in TD participants ( P < .0077, \nq[FDR] = 0.05) and in the entire sample ( P < .0009, q[FDR] = 0.05). Finally, FNC between \nanterior cerebellum (IC13) and STS plus left IFG (IC24) significantly increased with age in \nthe ASD group ( P < .0008, q[FDR] = 0.05) and in the entire sample ( P < .0014, q[FDR] = \n0.05).\nDiscussion\nIncreased Subcortico-Cortical FNC\nRelative to TD controls, in participants with ASD a subcortical RSN encompassing basal \nganglia and thalamus showed increased functional connectivity with 5 cortical RSNs, most \nof which included primary sensory cortices (results at P < .05 uncorrected are presented in \neFigures 12, 13A, 13B, and 14 in the Supplement). Our findings concur with previous \nstudies in ASD that reported increased functional connectivity between regions in the \nprimary sensory cortices and in the striatum, 27,41,43,80,81 as well as increased40 thalamo-\ncortical connectivity (but see Nair et al 42 for thalamo-cortical underconnectivity). A \ncomparison of our results with those reported in the inaugural ABIDE article 57 is provided \nin the eMaterials in the Supplement.\nThe evidence of subcortico-cortical overconnectivity mostly targeting primary sensory \ncortices provides a framework to conceptualize the presence of sensory abnormalities in \nASD. A growing clinical and experimental literature reports atypical sensory processing in \nASD, 82–86 qualified as hyporeactivity or hyperreactivity to sensory stimuli 82,84 and \nenhanced sensory perceptual processing and discrimination. 87,88 Accordingly, the newly \nreleased DSM-5  manual 89 now also includes hyporeactivity or hyperreactivity to sensory \nstimulation as a diagnostic criterion, acknowledging that sensory abnormalities are central in \nthe symptomatology of ASD. Our results suggest that the presence of atypical sensory \nprocessing in ASD could stem from an abnormal, possibly excessive influence of basic \nsensory features of the environment on information processing in the brain, which could \noverride higher-order cognitive processes in determining the relevance of different sources \nof information for behavior. At the neural level, this situation could be engendered by an \nabnormally high sensory input from subcortical nuclei to the cortex, reflected indirectly by \nour findings of subcortico-cortical overconnectivity even at rest. A similar conjecture by \nBelmonte and colleagues 10 proposed that in ASD the impairment of low-level mechanisms \nfor filtering irrelevant and unwanted sensory stimuli would prompt the development of \ncompensatory mechanisms that operate at a later, less efficient stage of processing. The \nrecently reported 7 overconnectivity within the saliency network in ASD might reflect the \ndevelopment of compensatory mechanisms aimed at counteracting the overwhelming Cerliani et al. Page 7\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "amount of sensory input reaching the cortex due to impaired gating circuits at the subcortical \nlevel. 7,90,91\nIt is remarkable that the RSN pairs where we detect group differences in FNC are likely to \nreflect, at least in part, the activity of projections from deep cerebellar nuclei to the cerebral \ncortex and from the striatum to the thalamus. The hypothesis of an imbalance in the ratio of \nexcitatory to inhibitory activity in ASD had been proposed by Rubenstein and Mezernich, 92 \nand even earlier studies 93–95 consistently reported loss of Purkinje cells in the cerebellum. \nThere is now a growing body of evidence suggesting that the disruption of γ-aminobutyric \nacid–ergic signaling contributes to the pathophysiology of ASD. 23,96–98 Importantly, \nstereotyped behaviors appear to be related to dysfunctions in γ-aminobutric acid signaling,\n99 while insistence on sameness is associated with caudate overgrowth. 100 Additionally, \nvery recent evidence from in vivo proton magnetic resonance spectroscopy showed a \ndecreased ratio of γ-aminobutric acid to creatinine in the cerebellum and in the primary \nsensory and motor cortices of individuals with ASD. 101,102 Therefore, the increased \ninteraction we observed between subcortical and cortical regions might reflect an \nabnormally low inhibitory activity, rather than an abnormally high excitatory activity. For \ninstance, the cortico-cerebellar overconnectivity that we detected could stem from a \ndisinhibition of the deep cerebellar nuclei due to the loss of Purkinje cells. 22 This \nconjecture, however, awaits testing with methods different from fMRI because the fMRI \nsignal may confuse excitation and inhibition. 103\nAssociation Between FNC Abnormalities and Autistic Traits Measured With SRS\nWe observed that in ASD subcortico-cortical overconnectivity was related to increased \nseverity of autistic traits as measured with the SRS. Scores on the SRS clearly distinguish \nindividuals with ASD from TD controls at the group level (in our sample, t174* = 19.00, P < \n1.412e-44, with the asterisk indicating the df adjusted for unequal variance between groups). \nAt the same time, this measure reflects that autistic traits (1) are present in a continuous \ngradient of severity in the general population, 61 (2) have an increased likelihood to manifest \nin family members of ASD participants with a negative diagnosis of ASD, 62,104,105 and \n(3) express variability both between and within groups. 106 Resting-state fMRI has been \nshown to capture variability in autistic traits indexed by SRS in neurotypical adults. 107 We \nshow that FNC between subcortical and primary somatosensory and motor networks, which \nis abnormally high in individuals with ASD, was correlated to the severity of autistic traits in \nthe whole sample, as well as within the ASD group. This suggests that this FNC measure is \nable to capture variability both between and within group described by the SRS scores.\nConcerning the nature of the association between SRS and FNC that we report herein, \nstudies 91,108,109 in sensorimotor gating in ASD proposed that difficulties in inhibiting \nrepetitive behaviors could stem from problems in filtering out irrelevant sensory stimuli. \nDeficits in sensorimotor gating in ASD appear to be rooted in structural abnormalities in \nfronto-striatal and cerebellar circuits 108 and are strongly associated with the presence of \nrepetitive behaviors. 91 The association we have identified between SRS scores and \nsubcortico-cortical connectivity involving somatosensory and motor cortices is compatible \nwith the idea of a relationship between sensory abnormalities and repetitive behaviors. Cerliani et al. Page 8\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "However, this hypothesis should be corroborated by future studies investigating the \nassociation between subcortical-sensorimotor overconnectivity and direct measures of \nsensory symptoms in ASD 84 and by task-based fMRI studies specifically probing these \nsensory and motor processes.\nAssociation Between FNC Abnormalities and Age\nConsistent with prior literature, 110 examining the developmental trajectory of between-\nnetwork overconnectivity revealed that subcortico-cortical connectivity significantly \ndecreased with age in the sample of participants. This suggests that during development \ncortical processing becomes decreasingly determined by processes elicited by sensory \nstimuli, emotions, and interoceptive feelings. 110 The relationship between subcortico-\ncortical FNC was negative within each group and did not significantly differ across groups, \nalthough the correlation was significant only for TD participants. Therefore, while our \nresults concur with previous studies 27,40,41,43,80,81 in reporting a persistent subcortico-\ncortical overconnectivity across different age groups in ASD, such overconnectivity in the \nASD participants we examined decreased with age at a rate that failed to show significant \ndifferences from that recorded in the TD participants.\nLimitations\nOur study has several limitations. First, the correlation approach in functional connectivity \ndoes not provide directional information. Such information will be crucial to determine \nwhether the observed subcortico-cortical hyperconnectivity reflects cortical compensatory \nmechanisms aimed at regulating the information flow from sensory organs, increased \ninformation flow from the thalamus to the cortex, or both.\nSecond, the weak association between FNC and SRS potentially reflects the wide \ninterindividual variability in ASD. Gathering richer phenotypical information is needed to \nyield a multivariate characterization of the association between phenotypic and \nneuroimaging parameters. 111,112\nThird, our group differences in the FNC center around an RSN encompassing basal ganglia \nand thalamus. Given the neuroanatomical heterogeneity of different structures within this \nRSN, it is remarkable that ICA does not further decompose this network. This limits the \nlevel of detail that can be achieved using spatially independent components and highlights \nthe complementary role of region-based and network-based functional connectivity studies.\n113,114\nConclusions\nWe report that hyperconnectivity between subcortical regions and sensory cortices is a \ncentral feature in ASD. This hyperconnectivity was related to the degree of autistic traits in \nthe examined sample of individuals with ASD. We propose that such hyperconnections \ncould relate to abnormal sensory processing in that they represent an alteration of the normal \nequilibrium between sensory information stemming from the thalamus and top-down \ninfluence from higher-order cortices.Cerliani et al. Page 9\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Supplementary Material\nRefer to Web version on PubMed Central for supplementary material.\nAcknowledgments\nFunding/Support:  This work was supported by grants 056-13-013 and 056-13-017 from the Hersenen & Cognitie–\nMaatschappelijke Innovatie (HCMI) in Gezondheidszorg, Educatie en Veiligheid and by grants 051-07-003 and \n400-08-089 from the Nederlandse Organisatie voor Wetenschappelijk Onderzoek. Dr Keysers was supported by \nERC-StG grant 312511 from the European Research Council of the European Commission.\nRole of the Funder/Sponsor:  The Nederlandse Organisatie voor Wetenschappelijk Onderzoek had no role in the \ndesign and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, \nreview, or approval of the manuscript; and decision to submit the manuscript for publication.\nReferences\n1. Courchesne E, Mouton PR, Calhoun ME, et al. Neuron number and size in prefrontal cortex of \nchildren with autism. JAMA. 2011; 306(18):2001–2010. [PubMed: 22068992] \n2. Stoner R, Chow ML, Boyle MP, et al. Patches of disorganization in the neocortex of children with \nautism. N Engl J Med. 2014; 370(13):1209–1219. [PubMed: 24670167] \n3. Casanova MF, Buxhoeveden DP, Switala AE, Roy E. Minicolumnar pathology in autism. Neurology. \n2002; 58(3):428–432. [PubMed: 11839843] \n4. Casanova M, Trippe J. Radial cytoarchitecture and patterns of cortical connectivity in autism. Philos \nTrans R Soc Lond B Biol Sci. 2009; 364(1522):1433–1436. [PubMed: 19528027] \n5. Kennedy DP, Redcay E, Courchesne E. Failing to deactivate: resting functional abnormalities in \nautism. Proc Natl Acad Sci U S A. 2006; 103(21):8275–8280. [PubMed: 16702548] \n6. Kennedy DP, Courchesne E. The intrinsic functional organization of the brain is altered in autism. \nNeuroimage. 2008; 39(4):1877–1885. [PubMed: 18083565] \n7. Uddin LQ, Supekar K, Lynch CJ, et al. Salience network-based classification and prediction of \nsymptom severity in children with autism. JAMA Psychiatry. 2013; 70(8):869–879. [PubMed: \n23803651] \n8. Supekar K, Uddin LQ, Khouzam A, et al. Brain hyperconnectivity in children with autism and its \nlinks to social deficits. Cell Rep. 2013; 5(3):738–747. [PubMed: 24210821] \n9. Zielinski BA, Anderson JS, Froehlich AL, et al. scMRI reveals large-scale brain network \nabnormalities in autism. PLoS One. 2012; 7(11):e49172.doi: 10.1371/journal.pone.0049172 \n[PubMed: 23185305] \n10. Belmonte MK, Cook EH Jr, Anderson GM, et al. Autism as a disorder of neural information \nprocessing: directions for research and targets for therapy. Mol Psychiatry. 2004; 9(7):646–663. \n[PubMed: 15037868] \n11. Courchesne E, Pierce K. Why the frontal cortex in autism might be talking only to itself: local \nover-connectivity but long-distance disconnection. Curr Opin Neurobiol. 2005; 15(2):225–230. \n[PubMed: 15831407] \n12. Happé F, Frith U. The weak coherence account: detail-focused cognitive style in autism spectrum \ndisorders. J Autism Dev Disord. 2006; 36(1):5–25. [PubMed: 16450045] \n13. Just MA, Keller TA, Malave VL, Kana RK, Varma S. Autism as a neural systems disorder: a theory \nof frontal-posterior underconnectivity. Neurosci Biobehav Rev. 2012; 36(4):1292–1313. [PubMed: \n22353426] \n14. Kennedy DP, Adolphs R. The social brain in psychiatric and neurological disorders. Trends Cogn \nSci. 2012; 16(11):559–572. [PubMed: 23047070] \n15. Minshew NJ, Williams DL. The new neurobiology of autism: cortex, connectivity, and neuronal \norganization. Arch Neurol. 2007; 64(7):945–950. [PubMed: 17620483] \n16. Müller RA. The study of autism as a distributed disorder. Ment Retard Dev Disabil Res Rev. 2007; \n13(1):85–95. [PubMed: 17326118] Cerliani et al. Page 10\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "17. Schipul SE, Keller TA, Just MA. Inter-regional brain communication and its disturbance in autism. \nFront Syst Neurosci. 2011; 5:10. [PubMed: 21390284] \n18. Takarae Y , Minshew NJ, Luna B, Sweeney JA. Atypical involvement of frontostriatal systems \nduring sensorimotor control in autism. Psychiatry Res. 2007; 156(2):117–127. [PubMed: \n17913474] \n19. Casanova MF. The neuropathology of autism. Brain Pathol. 2007; 17(4):422–433. [PubMed: \n17919128] \n20. Casanova MF. White matter volume increase and minicolumns in autism. Ann Neurol. 2004; 56(3):\n453. [PubMed: 15349878] \n21. Belmonte MK, Yurgelun-Todd DA. Functional anatomy of impaired selective attention and \ncompensatory processing in autism. Brain Res Cogn Brain Res. 2003; 17(3):651–664. [PubMed: \n14561452] \n22. Belmonte MK, Allen G, Beckel-Mitchener A, Boulanger LM, Carper RA, Webb SJ. Autism and \nabnormal development of brain connectivity. J Neurosci. 2004; 24(42):9228–9231. [PubMed: \n15496656] \n23. Rubenstein JL. Annual Research Review. Development of the cerebral cortex: implications for \nneurodevelopmental disorders. J Child Psychol Psychiatry. 2011; 52(4):339–355. [PubMed: \n20735793] \n24. Rudie JD, Shehzad Z, Hernandez LM, et al. Reduced functional integration and segregation of \ndistributed neural systems underlying social and emotional information processing in autism \nspectrum disorders. Cereb Cortex. 2012; 22(5):1025–1037. [PubMed: 21784971] \n25. Fishman I, Keown CL, Lincoln AJ, Pineda JA, Müller RA. Atypical cross talk between mentalizing \nand mirror neuron networks in autism spectrum disorder. JAMA Psychiatry. 2014; 71(7):751–760. \n[PubMed: 24740586] \n26. Shih P, Keehn B, Oram JK, Leyden KM, Keown CL, Müller RA. Functional differentiation of \nposterior superior temporal sulcus in autism: a functional connectivity magnetic resonance \nimaging study. Biol Psychiatry. 2011; 70(3):270–277. [PubMed: 21601832] \n27. Padmanabhan A, Lynn A, Foran W, Luna B, O’Hearn K. Age related changes in striatal resting \nstate functional connectivity in autism. Front Hum Neurosci. 2013; 7:814. [PubMed: 24348363] \n28. Just MA, Cherkassky VL, Keller TA, Minshew NJ. Cortical activation and synchronization during \nsentence comprehension in high-functioning autism: evidence of underconnectivity. Brain. 2004; \n127(pt 8):1811–1821. [PubMed: 15215213] \n29. Kana RK, Keller TA, Cherkassky VL, Minshew NJ, Just MA. Sentence comprehension in autism: \nthinking in pictures with decreased functional connectivity. Brain. 2006; 129(pt 9):2484–2493. \n[PubMed: 16835247] \n30. Jones TB, Bandettini PA, Kenworthy L, et al. Sources of group differences in functional \nconnectivity: an investigation applied to autism spectrum disorder. Neuroimage. 2010; 49(1):401–\n414. [PubMed: 19646533] \n31. Koshino H, Carpenter PA, Minshew NJ, Cherkassky VL, Keller TA, Just MA. Functional \nconnectivity in an fMRI working memory task in high-functioning autism. Neuroimage. 2005; \n24(3):810–821. [PubMed: 15652316] \n32. Kana RK, Keller TA, Minshew NJ, Just MA. Inhibitory control in high-functioning autism: \ndecreased activation and underconnectivity in inhibition networks. Biol Psychiatry. 2007; 62(3):\n198–206. [PubMed: 17137558] \n33. Belmonte MK, Gomot M, Baron-Cohen S. Visual attention in autism families: “unaffected” sibs \nshare atypical frontal activation. J Child Psychol Psychiatry. 2010; 51(3):259–276. [PubMed: \n19912448] \n34. Kleinhans NM, Richards T, Sterling L, et al. Abnormal functional connectivity in autism spectrum \ndisorders during face processing. Brain. 2008; 131(pt 4):1000–1012. [PubMed: 18234695] \n35. Koshino H, Kana RK, Keller TA, Cherkassky VL, Minshew NJ, Just MA. fMRI investigation of \nworking memory for faces in autism: visual coding and underconnectivity with frontal areas. \nCereb Cortex. 2008; 18(2):289–300. [PubMed: 17517680] Cerliani et al. Page 11\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "36. Castelli F, Frith C, Happé F, Frith U. Autism, Asperger syndrome and brain mechanisms for the \nattribution of mental states to animated shapes. Brain. 2002; 125(pt 8):1839–1849. [PubMed: \n12135974] \n37. Mason RA, Williams DL, Kana RK, Minshew N, Just MA. Theory of Mind disruption and \nrecruitment of the right hemisphere during narrative comprehension in autism. Neuropsychologia. \n2008; 46(1):269–280. [PubMed: 17869314] \n38. Kana RK, Keller TA, Cherkassky VL, Minshew NJ, Just MA. Atypical frontal-posterior \nsynchronization of Theory of Mind regions in autism during mental state attribution. Soc Neurosci. \n2009; 4(2):135–152. [PubMed: 18633829] \n39. Gotts SJ, Simmons WK, Milbury LA, Wallace GL, Cox RW, Martin A. Fractionation of social \nbrain circuits in autism spectrum disorders. Brain. 2012; 135(pt 9):2711–2725. [PubMed: \n22791801] \n40. Mizuno A, Villalobos ME, Davies MM, Dahl BC, Müller RA. Partially enhanced thalamocortical \nfunctional connectivity in autism. Brain Res. 2006; 1104(1):160–174. [PubMed: 16828063] \n41. Di Martino A, Kelly C, Grzadzinski R, et al. Aberrant striatal functional connectivity in children \nwith autism. Biol Psychiatry. 2011; 69(9):847–856. [PubMed: 21195388] \n42. Nair A, Treiber JM, Shukla DK, Shih P, Müller RA. Impaired thalamocortical connectivity in \nautism spectrum disorder: a study of functional and anatomical connectivity. Brain. 2013; 136(pt \n6):1942–1955. [PubMed: 23739917] \n43. Delmonte S, Gallagher L, O’Hanlon E, McGrath J, Balsters JH. Functional and structural \nconnectivity of frontostriatal circuitry in Autism Spectrum Disorder. Front Hum Neurosci. 2013; \n7:430. [PubMed: 23964221] \n44. Barttfeld P, Wicker B, Cukier S, Navarta S, Lew S, Sigman M. A big-world network in ASD: \ndynamical connectivity analysis reflects a deficit in long-range connections and an excess of short-\nrange connections. Neuropsychologia. 2011; 49(2):254–263. [PubMed: 21110988] \n45. Boersma M, Kemner C, de Reus MA, et al. Disrupted functional brain networks in autistic \ntoddlers. Brain Connect. 2013; 3(1):41–49. [PubMed: 23259692] \n46. Peters JM, Taquet M, Vega C, et al. Brain functional networks in syndromic and non-syndromic \nautism: a graph theoretical study of EEG connectivity. BMC Med. 2013; 11:54. [PubMed: \n23445896] \n47. Rudie JD, Brown JA, Beck-Pancer D, et al. Altered functional and structural brain network \norganization in autism. Neuroimage Clin. 2012; 2:79–94. [PubMed: 24179761] \n48. Geschwind DH, Levitt P. Autism spectrum disorders: developmental disconnection syndromes. \nCurr Opin Neurobiol. 2007; 17(1):103–111. [PubMed: 17275283] \n49. von dem Hagen EA, Stoyanova RS, Baron-Cohen S, Calder AJ. Reduced functional connectivity \nwithin and between ‘social’ resting state networks in autism spectrum conditions. Soc Cogn Affect \nNeurosci. 2013; 8(6):694–701. [PubMed: 22563003] \n50. Bos DJ, van Raalten TR, Oranje B, et al. Developmental differences in higher-order resting-state \nnetworks in Autism Spectrum Disorder. Neuroimage Clin. 2014; 4:820–827. [PubMed: 24936432] \n51. McKeown MJ, Makeig S, Brown GG, et al. Analysis of fMRI data by blind separation into \nindependent spatial components. Hum Brain Mapp. 1998; 6(3):160–188. [PubMed: 9673671] \n52. Calhoun VD, Adali T, Pearlson GD, Pekar JJ. A method for making group inferences from \nfunctional MRI data using independent component analysis. Hum Brain Mapp. 2001; 14(3):140–\n151. [PubMed: 11559959] \n53. Beckmann CF, DeLuca M, Devlin JT, Smith SM. Investigations into resting-state connectivity \nusing independent component analysis. Philos Trans R Soc Lond B Biol Sci. 2005; 360(1457):\n1001–1013. [PubMed: 16087444] \n54. Smith SM, Fox PT, Miller KL, et al. Correspondence of the brain’s functional architecture during \nactivation and rest. Proc Natl Acad Sci U S A. 2009; 106(31):13040–13045. [PubMed: 19620724] \n55. Laird AR, Eickhoff SB, Rottschy C, Bzdok D, Ray KL, Fox PT. Networks of task co-activations. \nNeuroimage. 2013; 80:505–514. [PubMed: 23631994] \n56. Mennes M, Kelly C, Colcombe S, Castellanos FX, Milham MP. The extrinsic and intrinsic \nfunctional architectures of the human brain are not equivalent. Cereb Cortex. 2013; 23(1):223–\n229. [PubMed: 22298730] Cerliani et al. Page 12\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "57. Di Martino A, Yan CG, Li Q, et al. The Autism Brain Imaging Data Exchange: towards a large-\nscale evaluation of the intrinsic brain architecture in autism. Mol Psychiatry. 2013\n58. Power JD, Barnes KA, Snyder AZ, Schlaggar BL, Petersen SE. Spurious but systematic \ncorrelations in functional connectivity MRI networks arise from subject motion. Neuroimage. \n2012; 59(3):2142–2154. [PubMed: 22019881] \n59. Lord C, Rutter M, Le Couteur A. Autism Diagnostic Interview-Revised: a revised version of a \ndiagnostic interview for caregivers of individuals with possible pervasive developmental disorders. \nJ Autism Dev Disord. 1994; 24(5):659–685. [PubMed: 7814313] \n60. Lord C, Rutter M, Goode S, et al. Autism diagnostic observation schedule: a standardized \nobservation of communicative and social behavior. J Autism Dev Disord. 1989; 19(2):185–212. \n[PubMed: 2745388] \n61. Constantino JN, Davis SA, Todd RD, et al. Validation of a brief quantitative measure of autistic \ntraits: comparison of the social responsiveness scale with the autism diagnostic interview-revised. J \nAutism Dev Disord. 2003; 33(4):427–433. [PubMed: 12959421] \n62. Constantino JN, Todd RD. Autistic traits in the general population: a twin study. Arch Gen \nPsychiatry. 2003; 60(5):524–530. [PubMed: 12742874] \n63. Smith SM, Jenkinson M, Woolrich MW, et al. Advances in functional and structural MR image \nanalysis and implementation as FSL. Neuroimage. 2004; 23(suppl 1):S208–S219. [PubMed: \n15501092] \n64. Jenkinson M, Beckmann CF, Behrens TE, Woolrich MW, Smith SM. FSL. Neuroimage. 2012; \n62(2):782–790. [PubMed: 21979382] \n65. Woolrich MW, Jbabdi S, Patenaude B, et al. Bayesian analysis of neuroimaging data in FSL. \nNeuroimage. 2009; 45(1suppl):S173–S186. [PubMed: 19059349] \n66. Beckmann CF, Smith SM. Probabilistic independent component analysis for functional magnetic \nresonance imaging. IEEE Trans Med Imaging. 2004; 23(2):137–152. [PubMed: 14964560] \n67. Biswal BB, Mennes M, Zuo XN, et al. Toward discovery science of human brain function. Proc \nNatl Acad Sci U S A. 2010; 107(10):4734–4739. [PubMed: 20176931] \n68. Damoiseaux JS, Rombouts SA, Barkhof F, et al. Consistent resting-state networks across healthy \nsubjects. Proc Natl Acad Sci U S A. 2006; 103(37):13848–13853. [PubMed: 16945915] \n69. Zuo XN, Kelly C, Adelstein JS, Klein DF, Castellanos FX, Milham MP. Reliable intrinsic \nconnectivity networks: test-retest evaluation using ICA and dual regression approach. Neuroimage. \n2010; 49(3):2163–2177. [PubMed: 19896537] \n70. Laird AR, Fox PM, Eickhoff SB, et al. Behavioral interpretations of intrinsic connectivity \nnetworks. J Cogn Neurosci. 2011; 23(12):4022–4037. [PubMed: 21671731] \n71. Filippini N, MacIntosh BJ, Hough MG, et al. Distinct patterns of brain activity in young carriers of \nthe APOE- ε4 allele. Proc Natl Acad Sci U S A. 2009; 106(17):7209–7214. [PubMed: 19357304] \n72. Cordes D, Haughton VM, Arfanakis K, et al. Frequencies contributing to functional connectivity in \nthe cerebral cortex in “resting-state” data. AJNR Am J Neuroradiol. 2001; 22(7):1326–1333. \n[PubMed: 11498421] \n73. Jafri MJ, Pearlson GD, Stevens M, Calhoun VD. A method for functional network connectivity \namong spatially independent resting-state components in schizophrenia. Neuroimage. 2008; 39(4):\n1666–1681. [PubMed: 18082428] \n74. Demirci O, Stevens MC, Andreasen NC, et al. Investigation of relationships between fMRI brain \nnetworks in the spectral domain using ICA and Granger causality reveals distinct differences \nbetween schizophrenia patients and healthy controls. Neuroimage. 2009; 46(2):419–431. \n[PubMed: 19245841] \n75. Stevens MC, Pearlson GD, Calhoun VD. Changes in the interaction of resting-state neural \nnetworks from adolescence to adulthood. Hum Brain Mapp. 2009; 30(8):2356–2366. [PubMed: \n19172655] \n76. Yan CG, Cheung B, Kelly C, et al. A comprehensive assessment of regional variation in the impact \nof head micromovements on functional connectomics. Neuroimage. 2013; 76:183–201. [PubMed: \n23499792] \n77. Genovese CR, Lazar NA, Nichols T. Thresholding of statistical maps in functional neuroimaging \nusing the false discovery rate. Neuroimage. 2002; 15(4):870–878. [PubMed: 11906227] Cerliani et al. Page 13\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "78. Jo HJ, Gotts SJ, Reynolds RC, et al. Effective preprocessing procedures virtually eliminate \ndistance-dependent motion artifacts in resting state FMRI. J Appl Math. 2013; 2013\n79. Seeley WW, Menon V , Schatzberg AF, et al. Dissociable intrinsic connectivity networks for \nsalience processing and executive control. J Neurosci. 2007; 27(9):2349–2356. [PubMed: \n17329432] \n80. Turner KC, Frost L, Linsenbardt D, McIlroy JR, Müller RA. Atypically diffuse functional \nconnectivity between caudate nuclei and cerebral cortex in autism. Behav Brain Funct. 2006; 2:34. \n[PubMed: 17042953] \n81. Di Martino A, Zuo XN, Kelly C, et al. Shared and distinct intrinsic functional network centrality in \nautism and attention-deficit/hyperactivity disorder. Biol Psychiatry. 2013; 74(8):623–632. \n[PubMed: 23541632] \n82. Rogers SJ, Ozonoff S. Annotation: what do we know about sensory dysfunction in autism? A \ncritical review of the empirical evidence. J Child Psychol Psychiatry. 2005; 46(12):1255–1268. \n[PubMed: 16313426] \n83. Mottron L, Dawson M, Soulières I, Hubert B, Burack J. Enhanced perceptual functioning in \nautism: an update, and eight principles of autistic perception. J Autism Dev Disord. 2006; 36(1):\n27–43. [PubMed: 16453071] \n84. Minshew NJ, Hobson JA. Sensory sensitivities and performance on sensory perceptual tasks in \nhigh-functioning individuals with autism. J Autism Dev Disord. 2008; 38(8):1485–1498. \n[PubMed: 18302014] \n85. Ben-Sasson A, Hen L, Fluss R, Cermak SA, Engel-Yeger B, Gal E. A meta-analysis of sensory \nmodulation symptoms in individuals with autism spectrum disorders. J Autism Dev Disord. 2009; \n39(1):1–11. [PubMed: 18512135] \n86. Marco EJ, Hinkley LB, Hill SS, Nagarajan SS. Sensory processing in autism: a review of \nneurophysiologic findings. Pediatr Res. 2011; 69(5 Pt 2):48R–54R.\n87. Lai MC, Lombardo MV , Baron-Cohen S. Autism. Lancet. 2014; 383(9920):896–910. [PubMed: \n24074734] \n88. Baron-Cohen S, Ashwin E, Ashwin C, Tavassoli T, Chakrabarti B. Talent in autism: hyper-\nsystemizing, hyper-attention to detail and sensory hypersensitivity. Philos Trans R Soc Lond B \nBiol Sci. 2009; 364(1522):1377–1383. [PubMed: 19528020] \n89. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. 5th ed. \nArlington, V A: American Psychiatric Association; 2013. \n90. Uddin LQ. Salience processing and insular cortical function and dysfunction. Nat Rev Neurosci. \n2015; 16(1):55–61. [PubMed: 25406711] \n91. Perry W, Minassian A, Lopez B, Maron L, Lincoln A. Sensorimotor gating deficits in adults with \nautism. Biol Psychiatry. 2007; 61(4):482–486. [PubMed: 16460695] \n92. Rubenstein JL, Merzenich MM. Model of autism: increased ratio of excitation/inhibition in key \nneural systems. Genes Brain Behav. 2003; 2(5):255–267. [PubMed: 14606691] \n93. Bailey A, Luthert P, Dean A, et al. A clinicopathological study of autism. Brain. 1998; 121(pt 5):\n889–905. [PubMed: 9619192] \n94. Kemper TL, Bauman M. Neuropathology of infantile autism. J Neuropathol Exp Neurol. 1998; \n57(7):645–652. [PubMed: 9690668] \n95. Vargas DL, Nascimbene C, Krishnan C, Zimmerman AW, Pardo CA. Neuroglial activation and \nneuroinflammation in the brain of patients with autism. Ann Neurol. 2005; 57(1):67–81. [PubMed: \n15546155] \n96. Coghlan S, Horder J, Inkster B, Mendez MA, Murphy DG, Nutt DJ. GABA system dysfunction in \nautism and related disorders: from synapse to symptoms. Neurosci Biobehav Rev. 2012; 36(9):\n2044–2055. [PubMed: 22841562] \n97. Tyzio R, Nardou R, Ferrari DC, et al. Oxytocin-mediated GABA inhibition during delivery \nattenuates autism pathogenesis in rodent offspring. Science. 2014; 343(6171):675–679. [PubMed: \n24503856] \n98. Pizzarelli R, Cherubini E. Alterations of GABAergic signaling in autism spectrum disorders. \nNeural Plast. 2011; 2011:297153. [PubMed: 21766041] Cerliani et al. Page 14\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "99. Chao HT, Chen H, Samaco RC, et al. Dysfunction in GABA signalling mediates autism-like \nstereotypies and Rett syndrome phenotypes. Nature. 2010; 468(7321):263–269. [PubMed: \n21068835] \n100. Langen M, Bos D, Noordermeer SD, Nederveen H, van Engeland H, Durston S. Changes in the \ndevelopment of striatum are involved in repetitive behavior in autism. Biol Psychiatry. 2014; \n76(5):405–411. [PubMed: 24090791] \n101. Gaetz W, Bloy L, Wang DJ, et al. GABA estimation in the brains of children on the autism \nspectrum: measurement precision and regional cortical variation. Neuroimage. 2014; 86:1–9. \n[PubMed: 23707581] \n102. Rojas DC, Singel D, Steinmetz S, Hepburn S, Brown MS. Decreased left perisylvian GABA \nconcentration in children with autism and unaffected siblings. Neuroimage. 2014; 86:28–34. \n[PubMed: 23370056] \n103. Logothetis NK. What we can do and what we cannot do with fMRI. Nature. 2008; 453(7197):\n869–878. [PubMed: 18548064] \n104. Constantino JN, Todd RD. Intergenerational transmission of subthreshold autistic traits in the \ngeneral population. Biol Psychiatry. 2005; 57(6):655–660. [PubMed: 15780853] \n105. Constantino JN, Zhang Y , Frazier T, Abbacchi AM, Law P. Sibling recurrence and the genetic \nepidemiology of autism. Am J Psychiatry. 2010; 167(11):1349–1356. [PubMed: 20889652] \n106. Lai MC, Lombardo MV , Chakrabarti B, Baron-Cohen S. Subgrouping the autism “spectrum”: \nreflections on DSM-5. PLoS Biol. 2013; 11(4):e1001544.doi: 10.1371/journal.pbio.1001544 \n[PubMed: 23630456] \n107. Di Martino A, Shehzad Z, Kelly C, et al. Relationship between cingulo-insular functional \nconnectivity and autistic traits in neurotypical adults. Am J Psychiatry. 2009; 166(8):891–899. \n[PubMed: 19605539] \n108. McAlonan GM, Daly E, Kumari V , et al. Brain anatomy and sensorimotor gating in Asperger’s \nsyndrome. Brain. 2002; 125(pt 7):1594–1606. [PubMed: 12077008] \n109. Madsen GF, Bilenberg N, Cantio C, Oranje B. Increased prepulse inhibition and sensitization of \nthe startle reflex in autistic children. Autism Res. 2014; 7(1):94–103. [PubMed: 24124111] \n110. Supekar K, Musen M, Menon V . Development of large-scale functional brain networks in \nchildren. PLoS Biol. 2009; 7(7):e1000157.doi: 10.1371/journal.pbio.1000157 [PubMed: \n19621066] \n111. Happé F, Ronald A, Plomin R. Time to give up on a single explanation for autism. Nat Neurosci. \n2006; 9(10):1218–1220. [PubMed: 17001340] \n112. Kelly C, Biswal BB, Craddock RC, Castellanos FX, Milham MP. Characterizing variation in the \nfunctional connectome: promise and pitfalls. Trends Cogn Sci. 2012; 16(3):181–188. [PubMed: \n22341211] \n113. Zhang D, Raichle ME. Disease and the brain’s dark energy. Nat Rev Neurol. 2010; 6(1):15–28. \n[PubMed: 20057496] \n114. Uddin LQ, Supekar K, Menon V . Typical and atypical development of functional human brain \nnetworks: insights from resting-state FMRI. Front Syst Neurosci. 2010; 4:21. [PubMed: \n20577585] Cerliani et al. Page 15\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Figure 1. Components selected for FNC analysis\nThe metaICA on 359 participants (166 ASD + 193 TD) extracted 52 independent \ncomponents (IC), 19 of which were selected for FNC analyses using a semi-supervised \nprocedure detailed in the eMaterials. For each IC, we indicate the component order in the \nresults of the metaICA, reflecting the amount of variance explained by that IC (in decreasing \norder), along with an anatomical labeling. Abbreviations are listed in Table 2. Discarded ICs \nare shown in eFigure 3. The similarity of these RSNs with those previously found in Biswal Cerliani et al. Page 16\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "et al. (2010) 63 and in Smith et al. (2009) 54 was quantified by means of spatial correlation, \nand is reported in eFigure 7.Cerliani et al. Page 17\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Figure 2. Group differences in between-network connectivity\nGroup differences in FNC strength are shown as lines (red indicates increased FNC in ASD \nwith respect to TD participants, blue the reverse situation) together with boxplots of the \nPearson correlation values per each group. Boxplots report the mean (red line), standard \ndeviation (blue bars) and standard error of the mean (black rectangle around the mean) of \ngroup-level FNC values. Stars above the boxplots indicate those cases in which the mean \nFNC was found significantly different from zero (at q(FDR)=.05 - see also eTable 5). \nResults were obtained by comparing the between-network functional connectivity of 166 \nASD and 193 TD participants, using nonparametric permutation testing (20,000 \npermutations) and correcting the final results with q(FDR)=.05, leading to a final threshold \nof p<0.001. Converting the correlation scores to Z values using Fisher r to Z transformation \nyielded almost identical results (see eFigure 5).Cerliani et al. Page 18\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Figure 3. Correlation between somatosensory-subcortical FNC and group-wise demeaned SRS \nscores\nThese scatterplots illustrate the association between FNC and SRS (after group-wise \ndemeaning) in ASD (red) and TD (blue) participants for the interaction between the \nsubcortical RSN and the two RSNs centered around the ventral (IC29) and dorsal (IC5) \nprimary somatosensory and motor cortex. The association between SRS scores and FNC \nwas found significant only for the ASD group after correction with q(FDR)=.053. These \nresults were confirmed by repeating the analysis using robust regression (p<.024, q(FDR)=.\n05). The lines in the scatterplot represent the linear fit witihin each group: red for ASD, blue \nfor TD. Detailed statistics for these within-group correlations, as well as for the correlation \nanalysis in the entire sample, are reported in the Table 3. Scatterplots and statistics for the \ncorrelation of SRS with other FNC scores are reported in eFigure 8 and eTable 2.Cerliani et al. Page 19\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01.\n Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author Manuscripts"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author ManuscriptsCerliani et al. Page 20\nTable 1\nParticipants demographics.\nMean (SD) [Range]\nAutism Group (N = 166) Control Group (N = 193)\nAge, years 17.6 (7.6) [7-50] 16.9 (6.6) [6.5-39.4]\nFull-scale IQ 109.6 (16.16) 71-148 111 (13.1) [73-146]\nADI-R Social (N=93) 19.7(5.3)[7-28] N/A\nADI-R Verbal (N=94) 15.6(4.5)[2-25] N/A\nADI-R Repetitive Behavior (N=93) 5.8(2.58)[0-12] N/A\nADOS Total (N=171) 10.7(5.3)[0-22] N/A\nADOS Communication (N=170) 3.5(1.9)[0-8] N/A\nADOS Social (N=171) 7.1(3.8)[0-14] N/A\nADOS Repetitive Behaviour (N=142) 1.7(1.6)[0-8] N/A\nSRS (N ASD = 111; N TD = 108) 89.4 (32.4) [6-164] 22.2 (18.1) [0-103]\nAbbreviations: SD = standard deviation; ADI-R = Autism Diagnostic Interview-Revised 113; ADOS = Autism Diagnostic Observation Schedule \n114; SRS = Social Responsiveness Scale 75, 76. Participants from the following sites from ABIDE were included in the final sample of 359 \nparticipants: Leuven (sample 1), NYU, OLIN, PITT, Stanford, SDSU, USM, Yale. The number of participants for whom raw scores in ADOS, \nADI-R and SRS are available in the current version of the Composite Phenotypic File (Phenotypic_V1_0b.csv) is reported in brackets.\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author ManuscriptsCerliani et al. Page 21Table 2\nLocalization of the 19 Resting State Networks (RSN) used for FNC analysis.\nIC number Spatial location Abbreviation\nIC 1 Primary visual cortex V1\nIC 3 Cerebellum posterior pCRB\nIC 5 dorsal primary sensory cortex + dorsal primary motor cortex + medial premotor cortex dSI + dM1 + mPMC\nIC 8 posterior Fusiform gyrus + Primary Visual Cortex pfus + V1\nIC 9 subgenual BA32 + basal orbitofrontal cortex BA32(sg) + bOFC\nIC 10 BA32 + BA9 + BA10 BA32+9+10\nIC 13 Cerebellum anterior CRB anterior\nIC 15 dorsal precuneus dPcun\nIC 16 primary auditory cortex + posterior superior temporal gyrus (including a portion of planum polare) + parietal operculum + posterior insular cortex TE + pSTG + opPAR + pIC\nIC 17 Basal Ganglia + Thalamus BG+Th\nIC 19 Occipital pole OCC pole\nIC 21 Intraparietal sulcus + RH ventral premotor cortex IPS + vPMC(RH)\nIC 23 Dorsal anterior insula + middle frontal gyrus + medial cingulate + preSMA Saliency\nIC 24 Superior temporal sulcus + LH inferior frontal gyrus STS + IFG(LH)\nIC 25 LH inferior parietal cortex + LH middle frontal gyrus + LH middle temporal gyrus + LH frontal pole + LH preSMA (Left Fronto-Temporo-Parietal \nnetwork)LH FTP\nIC 27 BA32 + retrosplenial cortex + precuneus + angular gyrus (Default Mode Network) DMN\nIC 29 ventral primary sensory cortex + ventral primary motor cortex + posterior insular cortex vSI + vM1+pIC\nIC 30 Inferior frontal gyrus/sulcus + LH posterior intraparietal sulcus IFG + pIPS(LH)\nIC 33 Temporal pole + basolateral Amygdala + Pons TP+Amy+Pons\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author ManuscriptsCerliani et al. Page 22\nTable 3\nAssociation between FNC and SRS scores (group-wise demeaned)\nNetwork pair ASDTD whole sample group difference (z)\nBg+Th ~ dSI/MI/mPMC0.21a 0.010.09 c1.43d\nBg+Th ~ vSI+vMI+pIC0.25a 0.040.13 c1.51d\nTE+pSTG+PARop+pIC ~ vSI+vMI+pIC -0.04-0.11b-0.07c .54\nCRB anterior ~ STS+LH IFG 0.13 -0.070.06c1.5d\nValues in the 'ASD', 'TD' and 'whole sample' columns report the Pearson correlation coefficient between FNC and group-wise demeaned SRS \nscores, after regressing out FIQ, site of acquisition, eyes open/closed at scan, and mean FD. The corresponding scatterplots are presented in Figure \n3 and eFigure 8. We report in this table only RSN interactions where results were significant. The complete results and scatterplots for all examined \nRSN interactions are presented in eTable2 and eFigure 8.\nAbbreviations: Bg+Th  (IC17): Basal Ganglia + Thalamus; dSI+dMI+mPMC  (IC5): dorsal primary somatosensory + primary motor cortex + \nmedial premotor cortex; vSI+vMI+pIC  (IC29): ventral primary somatosensory + primary motor cortex + posterior insular cortex; TE+pSTG\n+PARop+pIC  (IC16): primary auditory cortex + posterior superior temporal gyrus + parietal operculum + posterior insular cortex; CRB anterior \n(IC13): anterior Cerebellum; STS+LH IFG  (IC24): superior temporal sulcus + left inferior frontal gyrus.\nap<.0067 (corrected with q(FDR)=.053)\nbp<.0006 (corrected with q(FDR)=.05)\ncp<.007 (corrected with q(FDR)=.05)\ndp<.077 uncorrected\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Europe PMC Funders Author Manuscripts\n  Europe PMC Funders Author ManuscriptsCerliani et al. Page 23\nTable 4\nAssociation Between Functional Network Connectivity and Agea\nNetwork pair ASDTD whole sample group difference (z)\nBg+Th ~ pfus + V1 -0.06-0.13b-0.10c 0.69\nBg+Th ~ TE+pSTG+PARop+pIC -0.06-0.13b-0.09c 0.67\nBg+Th ~ vSI+vMI+pIC -0.04-0.18b-0.11c 1.31\nCRB anterior ~ STS+LH IFG0.18a 0.080.14c 0.87\nCRB anterior ~ dSI+dMI+mPMC 0.140.11b0.12c 0.27\nValues in the 'ASD', 'TD' and 'whole sample' columns report the Pearson correlation coefficient between FNC and age, after regressing out FIQ, site \nof acquisition, eyes open/closed at scan, and mean FD. We report in this table only RSN interactions where results were significant. The complete \nresults and scatterplots for all examined RSN interactions are presented in eTable3 and eFigure 9.\nAbbreviations: Bg+Th  (IC17): Basal Ganglia + Thalamus; pfus + V1 (IC8) : posterior fusiform gyrus + primary visual cortex; TE+pSTG+PARop\n+pIC  (IC16): primary auditory cortex + posterior superior temporal gyrus + parietal operculum + posterior insular cortex; vSI+vMI+pIC  (IC29): \nventral primary somatosensory + primary motor cortex + posterior insular cortex; STS+LH IFG  (IC24): superior temporal sulcus + left inferior \nfrontal gyrus; CRB anterior  (IC13): anterior Cerebellum.\nap<.0008 (corrected with q(FDR)=.05)\nbp<.009 (corrected with q(FDR)=.05)\ncp<.012 (corrected with q(FDR)=.05)\nJAMA Psychiatry . Author manuscript; available in PMC 2016 September 01."
    }
  ]
}