{
  "doc_type": "scientific paper",
  "title": "Reimagining the mental health paradigm for our collective well being",
  "authors": [
    "Chapman"
  ],
  "year": 2022,
  "journal": "Journal1",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:42:44.024666Z",
  "source_pdf": "documents/research/Global/Chapman 2022 Reimagining the mental health paradigm for our collective well being.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights Journal1 \nHealth and Human Rights JournalHHr\nHHR_final_logo_alone.indd   1 10/19/15   10:53 AMAudrey Chapman, PhD, is Healey Professor of Medical Ethics, UConn School of Medicine, USA. \nCarmel Williams, PhD, is Executive Editor, Health and Human Rights Journal, Boston, USA.\nJulie Hannah is Co-Director of the International Centre on Human Rights and Drug Policy and a member of the Human Rights Centre, \nUniversity of Essex, UK.\nDainius Pūras, MD, Clinic of Psychiatry, Vilnius University, Lithuania, is the United Nations Special Rapporteur on the right of everyone to the \nenjoyment of the highest attainable standard of health.\nPlease address correspondence to Audrey Chapman. Email: achapman@uchc.edu.\nCompeting interests: None declared.\nCopyright © 2020 Chapman, Williams, Hannah, and Pūras. This is an open access article distributed under the terms of the Creative Commons \nAttribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits unrestricted non-commercial use, \ndistribution, and reproduction in any medium, provided the original author and source are credited.editorial\nReimagining the Mental Health Paradigm for Our \nCollective Well-Being \naudrey chapman, carmel williams, julie hannah, and dainius pūras\nWhen we planned the special section of this issue and distributed our call for papers, we wanted to present \na collection that would reflect our view that not only is there is no health without mental health, but there \nis no mental health without human rights. We were hopeful that papers from around the world would \nillustrate human rights-based approaches to easing mental distress, critique the status quo in how we un -\nderstand and respond to mental health, and illuminate the scale of suffering that arises from our unequal, \nracist, discriminatory, and violent world. The issue was timed to coincide with guest editor Dainius Pūras’s \ncompletion of his second and final term as United Nations (UN) Special Rapporteur on the right to health. \nMental health has been a special focus of his mandate, resulting in several reports on the subject, and he \nalso contributed to the two UN resolutions affirming mental health as a human right.1 In his most recent \nreport to the UN General Assembly and in his final report to the Human Rights Council, P ūras examines \nthe social determinants of mental health and calls for discussions and actions that are “rights-based, ho -\nlistic and rooted in the lived experience of those left furthest behind by harmful sociopolitical systems, \ninstitutions and practices.”2 Of great relevance now to our post-pandemic world, he stresses that these \ndiscussions are needed at global, regional, and national levels to better understand the collective failures of \nthe status quo in mental health systems. \nIndeed, one of the critically important lessons the world has learned in 2020 is how important global \nconversations, social justice activism, and community cooperation are. COVID-19 has cruelly demonstrat -\ned our interconnectedness, our shared humanity, and our shared suffering. It has equally illuminated the \ninjustice of our economic and political systems and the cruelty of the inequality and systemic discrimina -\ntion they have produced. The UN and many others are also acknowledging the long-lasting impact that the \npandemic will have on our mental well-being.3"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "a. chapman, c. williams, j. hannah, and d. pūras / editorial, Mental Health and Human Rights, 1-62JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights JournalSo the timeliness of this special section could \nnot be more appropriate. We urgently need these \nconversations to address the inter-relatedness \nof human rights and to consider the real causes \nof mental distress. The pandemic sadly provides \nample evidence of human rights failings that lead \nto unequal and unfair health outcomes. Discrim -\nination, disempowerment, and social exclusion are \nproducing excessive COVID-19 death rates in racial \nand ethnic minority populations across the world; \nthe same patterns will be seen in the mental distress \ncaused by the pandemic. Likewise, it is essential to \ndevelop an evidence base of the disastrous harms \ncreated by COVID-19 public health policies—po -\nlitical choices that have caused unimaginable \nsuffering among society’s most marginal, includ -\ning (but not limited to) the elderly, those who are \nhomeless, people detained in prisons, and people \nliving in psychiatric facilities and institutions and \ncare homes. Technical solutions being proposed to \nthese structural problems and policy harms—such \nas vaccines, telemedicine, and apps for well-be -\ning—are woefully inadequate.\nRight now, there is both an urgency and an \nopportunity to change the way mental health \nservices are framed, governed, and delivered, \nworldwide. We anticipate that the papers in this is -\nsue will be useful for policy makers and health and \nsocial workers who want to embed human rights \nand adopt right to health approaches to the changes \nthat must take place in mental health. One of the \naims of this special section is to identify alterna -\ntive mental health approaches to the reductionist \nbiomedical paradigm that has contributed to the \nexclusion, neglect, coercion, and abuse of people \nwith intellectual, cognitive, and psychosocial dis -\nabilities, and those who deviate from prevailing \ncultural, social, and political norms. In our call for \npapers, we wrote that the status quo, preoccupied \nwith excessive biomedical interventions, including \npsychotropic medications and non-consensual \nmeasures, is no longer defensible. \nThe pandemic presents not just the opportu -\nnity but the necessity of providing a different form \nof care and support for the millions of people who \nare now suffering its consequences. Given the an -ticipated need for mental health support, there is no \npossible way that dominant models can cope with, \nlet alone address, the demand. The pandemic is \nproviding a profound illustration of interconnected \ndeterminants of mental health: the impact of loss of \nfreedoms, for example, on people having to stay at \nhome when that home may be violent; the impact of \nloss of employment on people who are already poor, \nliving on minimum wages without health insur -\nance and perhaps in crowded homes; the impact of \nrisk exposure to COVID-19 on health workers and \nother “essential workers” who are from minority \ngroups and suffer discrimination in the workplace \nand are given no option but to work; the loss of ac -\ncess to nutrition for the school children whose most \nnutritious meal was provided by their school. \nA rights-based approach to mitigating the \nmental health consequences of a global health \nand economic crisis responds to the ways these \nhardships intersect, ensuring that people who lose \ntheir income and others in financially precarious \npositions are protected by government support \npackages, that people do not lose their homes, \nand that all social rights are protected. These and \nsimilar measures are often effective at protecting \nmental health, and especially in today’s COVID-19 \nenvironment.\nCivil society, particularly movements led by \nusers and former users of mental health services \nand organizations of persons with disabilities, \nhave brought attention to the failures of tradi -\ntional mental health services to meet their needs \nand secure their rights. They have challenged the \ndrivers of human rights violations, developed \nalternative treatment approaches, and recrafted a \nnew narrative for mental health. This has resulted \nin a paradigm shift, including an evolving human \nrights framework in mental health. The adoption \nof the Convention on the Rights of Persons with \nDisabilities (CRPD) in 2006 laid the foundation for \nthat paradigm shift, with the aim of leaving behind \nthe legacy of human rights violations in mental \nhealth services.\nThe right to the highest attainable standard \nof health has much to contribute to advancing this \nshift and provides a framework for the full reali -"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "a. chapman, c. williams, j. hannah, and d. pūras / editorial, Mental Health and Human Rights, 1-6   JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights Journal3zation of the right of everyone to mental health. \nBut progress has been slow. Effective, acceptable, \nand scalable treatment alternatives remain on the \nperiphery of health care systems, deinstitution -\nalization has stalled, and the insufficient mental \nhealth investment continues to be focused predom -\ninantly on a biomedical model, despite increasing \nglobal recognition that mental health is a human \ndevelopment imperative .\nWe hope that readers find this collection of pa -\npers useful. It demonstrates the role of human rights \nas envisaged by people using mental health services, \nby people providing services, and by a broad move -\nment seeking to shift the entire paradigm of mental \nhealth away from focusing on biology and brains to \nfocusing on relationships and other social determi -\nnants of health. Mental health services cannot be \ntransformed and cannot satisfy the need for them \nwithout directing attention and funding toward the \nstructural causes of poor mental health and distress. \nRights-based and population-based approaches to \nmental health promotion are those that have moved \nhealth systems beyond individualized responses \ntoward action on a range of structural barriers and \ninequalities (social determinants) that negatively \naffect mental health.  \nInadequacies of the biomedical paradigm\nThe first cluster of papers documents some of the \ninadequacies of the current reductionist psychiat -\nric biomedical paradigm. This approach to mental \nhealth is preoccupied with excessive biomedical \ninterventions, including psychotropic medications \nand reliance on non-consensual measures that have \ncontributed to the exclusion, neglect, coercion, and \nabuse of people with intellectual, cognitive, and \npsychosocial disabilities. In their paper, Linda Steele \nand colleagues draw on data from focus groups and \ninterviews with people living with dementia, care \npartners, aged care workers, and lawyers and advo -\ncates to identify the daily facilitators that contribute \nto the confinement of people with dementia in \nAustralian care homes. They argue that micro-level \ninterrelated factors contribute to human rights \nabuses of people living with dementia by limiting their freedom of movement and community access. \nPetr Winkler and colleagues report on a nation -\nwide study in which multidisciplinary teams using \nthe World Health Organization’s QualityRights \ntoolkit conducted interviews, analyzed internal \ndocuments, and observed practices to evaluate the \nquality of care in Czech psychiatric hospitals. The \nstudy concluded that none of the CRPD articles \nwas fully adhered to in these hospitals and that sub -\nstantial investments are required to reach a more \nadequate adherence to the CRPD. \nOther papers explore the causes of inadequa -\ncies in mental health services. Faraaz Mahomed \nfocuses on the underprioritization and under -\nfunding of mental health because it is a neglected \npriority of policy makers and funders at the nation -\nal and international levels. He also cautions that as \npolicy makers seek to “scale up” mental health and \nreduce “treatment gaps” in the wake of COVID-19, \nthere is a need to ensure that increased funding \ndoes not replicate the current overemphasis on the \nbiomedical model. \nJenifer Wogen and Maria Teresa Restrepo \ndiscuss the stigmatization, discrimination, and \nnegative stereotypes that individuals with men -\ntal health problems, including those with drug \ndependence, suffer and how stigma affects their \ntreatment and health care. They look at the roles \nplayed by policy change and the decriminalization \nof drugs in addressing and reducing stigma, and \nimproving mental health. Lisa Cosgrove and Allen \nShaughnessy are critical of industry’s influence on \npsychiatry, for it has contributed to the current \nmedical model that overemphasizes biomedical \ntreatments and underappreciates the social and \npsychosocial determinants of health and the need \nfor population-based health promotion. Their pa -\nper argues that a robust rights-based approach to \nmental health is needed to overcome the manipu -\nlative effects of commercial interests in the mental \nhealth field.\nLearning from rights-based approaches\nAnother cluster of papers considers new approach -\nes that are more consistent with human rights. A"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "a. chapman, c. williams, j. hannah, and d. pūras / editorial, Mental Health and Human Rights, 1-64JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights Journalperspective contributed by Michelle Funk and \nNatalie Drew Bold introduces the World Health \nOrganization’s QualityRights initiative, and it is \nincluded in our special section as a useful resource \nfor practitioners. This approach and framework for \npromoting mental health systems, services, and \npractices prioritizes respect for human rights con -\nsistent with the CRPD, and its use is demonstrated \nin the paper by Winkler and colleagues. Lucas \nTrout and Lisa Wexler’s paper on youth suicide in \nindigenous Arctic communities identifies suicide \nas psychogenic on the one hand and as an index of \nsocial suffering on the other. The paper draws on \nstructured interviews and ethnographic work with \nhealth professionals in the Alaskan Arctic to ex -\namine the inadequacies of the health systems that \ncurrently shape clinicians’ practices of care. They \nrecommend linking caregiving to the health and \nsocial equity agenda of social medicine in order to \noperationalize commitments to health as a human \nright. Ursula Read and colleagues draw on ethno -\ngraphic and participatory research in urban and \nrural sites in Ghana to underscore the importance \nof social and economic rights, especially the right \nto work, in protecting the rights of persons with \nmental illness. The paper evaluates the challenges of \nimplementing mental health, disability, and labor \nlegislation and discusses the potential of practices \nof solidarity and social activism to promote the \nrights of people with mental illness.\nPetr Stastny and colleagues, including guest \neditors Julie Hannah and Dainius Pūras, explore \ncritical elements of rights-based support for indi -\nviduals undergoing serious mental health crises. \nThe paper proposes a set of nine critical elements \nunderpinned by human rights principles to sup -\nport a person experiencing significant emotional \ndistress related to mental health problems of psy -\nchosocial disabilities. They urge that these nine \nelements be used as building blocks for designing \nservices and systems that promote effective rights-\nbased care and support. Despite the frequency of \ncalls for a human rights-based approach to mental \nhealth, there are few documented attempts to use \nsuch approaches, nor assessments of their degrees \nof success. We therefore welcome Emma Broberg and her colleagues’ evaluation of a pilot study of \ntheir human rights-based approach to psychiatry \nin Gothenburg, Sweden. They discuss the human \nrights principles used and are open about difficul -\nties they encountered, such as realizing meaningful \nparticipation and challenging the hierarchies of dif -\nferent professions within care. Their paper reflects \non ways to make human rights-based methods \nsustainable in a large organization. \nNew paradigms promoting reform\nCivil society movements led by persons with \ndisabilities have developed alternative treatment \napproaches and, by doing so, have contributed to \na paradigm shift. The Hearing Voices Movement, \nan international grassroots movement that aims \nto shift public and professional attitudes toward \nexperiences such as hearing voices and seeing \nvisions—which are generally associated with psy -\nchosis—is one such example. Rory Neirin Higgs’s \npaper argues that incorporating this perspective \ninto mental health practice and policy has the \npotential to foster greater understanding and re -\nspect for consumers and survivors diagnosed with \npsychosis, while opening up valuable avenues for \nfuture research.\nThe reform agenda is also promoted by recog -\nnizing the importance of traditional health systems \nand cultures for the well-being of local communi -\nties—something often overlooked in contemporary \nhealth systems and models of mental health care. \nJosé Carlos Bouso and Constanza Sánchez -Avilés \ndiscuss the need for the global mental health move -\nment to recognize the role of traditional medicines \nand healers, particularly in Global South countries \nwhere traditional healers are far more numerous \nthan mental health workers and constitute the \nmain health resource for local populations. \nSome papers in this section describe the dif -\nficulties inherent in adopting new models more \nconsistent with human rights. Jasna Russo and \nStephanie Wooley examine the implications of \nhuman rights approaches that lack a theoretical \nframework when trying to counteract the hege -\nmony of the biomedical model of mental illness."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "a. chapman, c. williams, j. hannah, and d. pūras / editorial, Mental Health and Human Rights, 1-6   JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights Journal5They suggest that the task of implementing the \nCRPD requires not just reforming psychiatry but \nrather “an entirely different approach to madness \nand distress” and point to the indispensability of \nfirst-person knowledge in developing and owning \na broader agenda for change. Laura Davidson ad -\ndresses the difficulties of trying to adopt a complete \nprohibition on the use of coercion, consistent with \nthe requirements of the CRPD. She proposes the \nneed for interim mental health legislation that will \nfacilitate a move toward a complete ban on psychi -\natric coercion. She also urges the UN committee \noverseeing the CRPD to issue a general comment \nproviding “reluctant permission” for the progres -\nsive realization of respect for articles 12 and 14 of \nthe CRPD. Article 12 recognizes the equal rights of \npersons with disabilities before the law and their \nright to exercise this legal capacity. Article 14 sets \nforth the rights of persons with disabilities not to \nbe deprived of their liberty and security.  \nFinally, Bram Wispelwey and Yasser Abu \nJamei’s paper on the Great March of Return docu -\nments the ways in which the Gaza mass resistance \nmovement protesting the Israeli blockade provides \nan opportunity to develop an understanding of the \npsychosocial consequences of community orga -\nnizing and mass resistance. They comment on the \nneed for holistic mental and physical health care \nfor community members affected by the events of \nthe Great March of Return and the ongoing dire \nsituation in Gaza.\nConclusion\nThe 15 papers in this special section give us reason \nfor cautious optimism. Optimism in that globally, \nmental health is emerging slowly from a Dickensian \npast, tarnished with human rights violations, to a \nmore enlightened era where human dignity, equal -\nity and justice, and empowerment are increasingly \ncentral to reform efforts and advocacy. Cautious \nand vigilant we must remain as calls for mental \nhealth reform and expansion become live and \nviable political issues, thanks in part to the global \nmental health movement. This cautious optimism \nis equally critical today, as the demands of social justice movements, including Black Lives Matter, \nto decarcerate and divest from corrupt criminal \njustice systems are finally (and rightfully) receiving \npolitical attention. While such calls to decarcerate \nand reinvest public spending toward community \nservices, including mental health, are an essential \nresponse to racist and coercive criminal justice \nsystems, it is vital to remember that mental health \nsystems around the world emerged from and retain \nthat same racist and coercive patina. \nWhile COVID-19 didn’t create inequalities \nor racism, much like natural disasters and disease \noutbreaks before it (such as Ebola and HIV), it has \nexposed the toxic foundations and institutions of \nour society: racist, classist, sexist, and intolerant. \nThis legacy, which places our collective well-being \nunder strain every day, has produced an infra -\nstructure of exclusion, coercion, and incarceration \nthat breeds systemic and widespread human rights \nviolations. This special section aims to illuminate \nthe human rights dimensions of this context—and \nthough we have fallen short of exposing more ex -\nplicitly the racial and gender dimensions, we hope \nthat this is merely the beginning of an ongoing \nscholarly conversation. \nIn the wake of COVID-19 and the remarkable \nworldwide community activism of Black Lives \nMatter, questions are emerging about how to decol -\nonize our broken systems and reimagine something \ndifferent. Mental health is part of that discussion \nand must be part of a reimagined future. The global \ndebates around mental health—including the often \ncompeting visions of activists, governments, Big \nPharma, psychiatry, and persons with lived expe -\nrience—will shape our post-pandemic future in \nmany ways. As the editors of this special section, we \nbelieve that these debates could not come at a more \nimportant time.  All governments are presently \nhaving to design and implement policies to support \npeople, especially poor and marginalized people, \nwho have suffered huge personal and financial loss -\nes. Here is their chance to reduce the mental health \ndistress arising in an unfair world. We believe that \nthe human rights lessons from the papers in this \nspecial section offer much guidance."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "a. chapman, c. williams, j. hannah, and d. pūras / editorial, Mental Health and Human Rights, 1-66JUNE 2020   VOLUME 22   NUMBER 1   Health and Human Rights JournalReferences\n1. See, for example, D. Pūras, Report of the UN Special \nRapporteur on the Right of Everyone to the Enjoyment of \nthe Highest Attainable Standard of Physical and Mental \nHealth, UN Doc. A/HRC/35/21 (2017); D. Pūras, Interim \nReport of the UN Special Rapporteur on the Right of Ev -\neryone to the Enjoyment of the Highest Attainable Standard \nof Physical and Mental Health, UN Doc. A/73/216 (2018); D. \nPūras, Report of the UN Special Rapporteur on the Right of \nEveryone to the Enjoyment of the Highest Attainable Stan -\ndard of Physical and Mental Health, UN Doc. A/HRC/41/34 \n(2019); Human Rights Council, Res. 32/18, UN Doc. A/HRC/\nRES/32/18 (2016); Human Rights Council, Res. 36/25, UN \nDoc. A/HRC/36/25 (2017). \n2. See D. Pūras, Report of the UN Special Rapporteur on \nthe Right of Everyone to the Enjoyment of the Highest At -\ntainable Standard of Physical and Mental Health, UN Doc. \nA/HRC/44/48 (2020). \n3. “UN leads call to protect most vulnerable from \nmental health crisis during and after COVID-19,” UN \nNews  (May 14, 2020). Available at https://news.un.org/en/\nstory/2020/05/1063882; D. Pūras, “COVID-19 and mental \nhealth: Challenges ahead demand changes,” Health and \nHuman Rights Journal (blog) (May 14, 2020). Available at \nhttps://www.hhrjournal.org/2020/05/covid-19-and-mental-\nhealth-challenges-ahead-demand-changes."
    }
  ]
}