{
  "doc_type": "scientific paper",
  "title": "Existential concerns in psychopathology  a transdiagnostic network analysis existential concerns in psychopathology",
  "authors": [
    "Chaves Baldini"
  ],
  "year": 2024,
  "journal": "journalInformation?journalCode=oamh20Cogent Mental Health",
  "doi": "10.1080/28324765.2024.2313869",
  "abstract": null,
  "keywords": [
    "Transdiagnostic",
    "psychopathology",
    "existential concerns",
    "network approach"
  ],
  "research_topics": [
    "Transdiagnostic",
    "psychopathology",
    "existential concerns",
    "network approach"
  ],
  "created_at": "2025-05-05T03:05:57.416782Z",
  "source_pdf": "documents/research/Global/Chaves Baldini 2024 Existential concerns in psychopathology  a transdiagnostic network analysis existential concerns in psychopathology.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=oamh20Cogent Mental Health\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/oamh20\nExistential concerns in psychopathology: a\ntransdiagnostic network analysis existential\nconcerns in psychopathology\nUnYoung Chavez-Baldini, Karin J.H. Verweij, Jessy Bergamin, Judy Luigjes,\nRoel J.T. Mocking, Damiaan Denys, Dorien H. Nieman & Nienke C. Vulink\nTo cite this article:  UnYoung Chavez-Baldini, Karin J.H. Verweij, Jessy Bergamin, Judy Luigjes,\nRoel J.T. Mocking, Damiaan Denys, Dorien H. Nieman & Nienke C. Vulink (2024) Existential\nconcerns in psychopathology: a transdiagnostic network analysis existential concerns in\npsychopathology , Cogent Mental Health, 3:1, 1-23, DOI: 10.1080/28324765.2024.2313869\nTo link to this article:  https://doi.org/10.1080/28324765.2024.2313869\n© 2024 The Author(s). Published with\nlicense by Taylor & Francis Group, LLC.\nPublished online: 07 Feb 2024.\nSubmit your article to this journal \nArticle views: 9\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "RESEARCH ARTICLE\nExistential concerns in psychopathology: \na transdiagnostic network analysis existential \nconcerns in psychopathology\nUnYoung Chavez-Baldini\n , Karin J.H. Verweij\n , Jessy Bergamin, \nJudy Luigjes\n , Roel J.T. Mocking\n , Damiaan Denys\n , \nDorien H. Nieman\n and Nienke C. Vulink\nAmsterdam UMC, University of Amsterdam, Department of Psychiatry, Meibergdreef 9 \nAmsterdam, Netherlands\nABSTRACT\nExistential concerns, such as autonomy and identity, are often overlooked \nalthough they play an important role in psychopathology and clinical practice. \nThe aims of this study are to investigate how existential concerns relate to \npsychopathological symptoms and to identify important existential concerns. \nThis study used a cross-sectional quantitative design with a transdiagnostic \nsample. A mixed graphical model of 4 existential and 3 symptom domains with \n4 covariates was estimated in a sample of 996 individuals with various psychia -\ntric disorders. Symptom nodes were derived from questionnaires on psycho -\npathological symptoms and existential nodes from questionnaires on \ntransdiagnostic psychiatric dimensions and self-esteem. The centrality metric, \nexpected influence, was calculated to determine nodes’ cumulative influence in \nthe network. Existential concerns were related to worse psychopathology over -\nall, but most strongly to depressive and anxiety symptoms. The strongest cross- \ndomain relationship was between anxiety and recognition of psychiatric dis-\norder. Of the existential concerns, autonomy and identity were the most central \nnodes in the network. Our results advocate the need to address existential \nconcerns in clinical practice and research. Conveying individual responses to \nexperiencing psychopathology, such as recognition of disorder, and supporting \nautonomy or positive identity formation may be areas for intervention.\nARTICLE HISTORY Received: 18 May 2023; Accepted: 30 January 2024 \nKEYWORDS Transdiagnostic; psychopathology; existential concerns; network approach\nCONTACT UnYoung Chavez-Baldini \n u.y.chavezbaldini@amsterdamumc.nl ; u.chavezbaldini@gmail.com \nAmsterdam University Medical Centers (location AMC), Department of Psychiatry, Meibergdreef 5, 1105 AZ \nAmsterdam, the Netherlands\nShared last author = Dorien H. Nieman and Nienke C. Vulink contributed equally to this paper.COGENT MENTAL HEALTH                               \n2024, VOL. 3, NO. 1, 2313869 \nhttps://doi.org/10.1080/28324765.2024.2313869\n© 2024 The Author(s). Published with license by Taylor & Francis Group, LLC.  \nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License \n(http://creativecommons.org/licenses/by-nc/4.0/ ), which permits unrestricted non-commercial use, distribution, and \nreproduction in any medium, provided the original work is properly cited. The terms on which this article has been \npublished allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Introduction\nExistential concerns have psychological, medical, and philosophical signifi -\ncance, but the increased focus on behavioral psychology and biomedical \nmodels over the past decades has largely ignored existential concerns in \npsychiatry (Koole et al., 2006 ). Existential psychology is derived from existen -\ntialism and largely concerns itself with how people face and cope with the \nexperience of human existence (Koole, 2010 ; Yalom, 1980 ). The existential \ndimension then can broadly refer to the way we relate to and reflect on our \nexperiences and conflicts that may arise thereof (de Haan, 2017 ; Koole et al.,  \n2006 ). The existential dimensions can also consist of spiritual, religious, and \nsecular components (Hvidt et al., 2022 ; Whitley & Drake, 2010 ). According to \nexistentialism-inspired psychology and psychotherapy, death, freedom, iso-\nlation, identity, and meaning are the major overarching existential concerns \nthat humans face, and it is posited that these concerns can have a significant \nimpact on well-being (Greenberg et al., 2004 ; Yalom, 1980 ). Existential con-\ncerns are complex to define, often encompass a wide range of themes, and \ncan have intricate relationships with psychopathology. For instance, they can \nplay a constitutive or modulatory role in or be an integral part of psycho -\npathology (de Haan, 2017 ). In this study, we are guided by the conceptualiza -\ntions of existential concerns from existential psychology and therapy (e.g., \nKoole, 2010 ; Yalom, 1980 ).\nEveryone contends with existential concerns to some degree, but more so \nindividuals with psychiatric disorders who express feelings of loneliness and \nyearning for social connection and belonging, feeling a loss of dignity and \nself, fearing change and responsibility, needs for personal development, and \nsearching for meaning (Damsgaard et al., 2021 ; Huguelet, 2014 ; Søberg et al.,  \n2018 ; Wagner & King, 2005 ). Some individuals also report religiosity as an \nimportant component of existential concerns, such as faith contributing to \nmeaning of life (Søberg et al., 2018 ). As such, one could argue that many if not \nall of the existential concerns are transdiagnostic constructs, meaning that \nthey are not specific to a particular condition or psychiatric disorder. For \nexample, death anxiety (Iverach et al., 2014 ), existential suffering (Yager,  \n2021 ), and emptiness (Herron & Sani, 2022 ) have been shown to be trans -\ndiagnostic existential concerns related to many psychiatric conditions. Of the \nexistential concerns identified by existential psychology, we focus on identity \n(e.g., the struggle of maintaining a clear sense of who one is while facing \nuncertainties surrounding self-perception), freedom (e.g., the experience of \nfree will versus constraints and the responsibility of one’s choices), and \nisolation (e.g., the need for social connection versus experiences of rejection \nand feeling isolated in one’s subjective experience of reality) (Koole et al.,  \n2006 ; Yalom, 1980 ). Individuals with psychiatric disorders often describe a loss \nof self and identity and of struggling with reconciling with their illness 2\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "identity (Kaite et al., 2015 ; Wisdom et al., 2008 ). While identity problems can \nbe a risk factor for psychopathology (Persike et al., 2020 ), psychopathology \ncan also impact identity as one may question if the psychiatric disorder is part \nof the self (de Haan, 2017 ). Additionally, a compromised or lack of autonomy \n(e.g., Bergamin et al., 2022 ; Hill & Pettit, 2013 ; van Bergen & Saharso, 2016 ) as \nwell as social isolation and loneliness (e.g., Chou et al., 2011 ; Leigh-Hunt et al.,  \n2017 ; Yalom, 1980 ) can be associated with psychopathology. Associated with \na sense of will and responsibility, compromised autonomy can have conse -\nquences on one’s ability to act in accordance with one’s goals or desires (Ryan \n& Deci, 2004 ). Threats to freedom and autonomy may often be considered \nexternal, but psychopathology can itself also be a barrier to autonomy \n(Bergamin et al., 2022 ). Lastly, social isolation can be both interpersonal and \nexistential in a way that reflects a lack of social connections or worth therein \nbut also a sense of feeling different from others, misunderstood, or alone in \none’s experiences (Pinel et al., 2017 ). Connectedness is often considered \nnecessary for mental health (e.g., Saeri et al., 2018 ), but connectedness \ncould be hindered by psychopathology, such as through shame of having \na psychiatric disorder (de Haan, 2017 ).\nGiven that psychopathology can itself be considered an existential experi -\nence and entails how patients “evaluatively relate to their disorder” (e.g., de \nHaan, 2017 ; Yalom, 1980 ), we also included the recognition of that experience \nas an existential concern. In this regard, recognizing a psychiatric disorder is \ndifferent from experiencing or having a disorder. For instance, the recogni -\ntion of a mental illness often causes extra stress and suffering since it \ncompromises hope and positive outcome of mental well-being. Although \nthere is no validated instrument or measurement of the experience of psy-\nchopathology as an existential concern, capturing this aspect of the lived \nexperience of patients with psychiatric symptoms remains important, espe -\ncially as this study specifically aims to explore existential themes in \na psychiatric population.\nStudies that more directly investigate the interrelations between various \nexistential concerns and symptoms are sparse but demonstrate that they are \nindeed related (Chawla et al., 2022 ; Kretschmer & Storm, 2018 ). It remains \ntherefore necessary to further explore relationships between existential con-\ncerns and symptoms and do so with a transdiagnostic approach. Depressive, \nanxious, and psychotic symptoms can be considered core symptom dimen -\nsions, and they have been shown to be transdiagnostic in nature. For \ninstance, anxiety and depression can occur in numerous disorders, such as \nmisophonia (Quek et al., 2018 ), obsessive-compulsive disorder (Nestadt et al.,  \n2001 ), and psychosis (Wilson et al., 2020 ), and psychotic symptoms have also \nbeen reported in non-psychotic disorders (Hanssen et al., 2003 ).\nIndividuals with psychiatric disorders have expressed that recovery \nand remission are more than the reduction of symptoms (Binder et al.,  COGENT MENTAL HEALTH\n 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "2010 ; Zimmerman et al., 2006 ) and that existential concerns are as—or \neven more—important and urgent than symptom reduction (Kogstad \net al., 2011 ; Wagner & King, 2005 ). Consequently, there has been renewed \nrecognition that these concerns should be acknowledged and addressed \nas part of routine care (Koslander et al., 2009 ; Søberg et al., 2018 ; Ulland & \nDeMarinis, 2014 ) and that the existential dimension should be empha -\nsized in the bio-psycho-social model (de Haan, 2017 ; Moore & Goldner- \nVukov, 2009 ; van Os et al., 2019 ). Further understanding of the role of \nexistential concerns in psychiatry and their relation with psychopatholo -\ngical symptoms is therefore of importance. There remains however \na dearth of quantitative research on the relationship between psycho -\npathology and existential concerns, especially in a transdiagnostic \nmanner.\nA network approach could be useful for investigating how these exis -\ntential concerns and symptoms interrelate. This approach posits that psy-\nchopathology manifests due to a complex interplay of symptoms and \nother clinically-relevant biopsychosocial factors, such as cognitions and \ndaily functioning (Borsboom & Cramer, 2013 ), which is represented by \na network of nodes (variables) and edges (relationships between nodes). \nRather than treating symptoms as passive underlying indicators of a latent \ndisorder with equal weight, the network approach conceptualizes symp -\ntoms as individual active agents that can have differential (causal) impacts \non other symptoms and the overall psychopathology (Borsboom, 2008 ; \nBorsboom & Cramer, 2013 ). Coupled with the transdiagnostic approach, \na network model can be expanded to not only include symptoms but also \nother elements relevant for psychopathology (McNally, 2021 ), which also \naligns with going beyond just symptom reduction. Although cross- \nsectional network analyses do not allow for causal inference, they can \nelucidate numerous relationships between nodes in one model as well as \nnodes that are most central, or most strongly connected, in the network, \nand can be useful for hypothesis generation. In this case, we can examine \nwhich existential concerns are most influential in the network and how \nindividual existential concerns interact with symptom dimensions within \na network model.\nThe present study aims to explore cross-sectional relationships between \nexistential concerns (i.e., autonomy, identity, recognition of psychiatric dis-\norder, and social connection) and psychopathological symptoms (i.e., depres -\nsive, anxiety, and psychotic symptoms) in a transdiagnostic sample of \nindividuals with psychiatric disorders by estimating a network model of \nexistential and symptom domains and performing centrality analysis to \ndetect which variables are important within the network. Considering the \nagnostic and exploratory nature of the network approach, there were no \nhypotheses regarding specific relationships or centrality. It was however 4\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "generally expected that stronger existential concerns (e.g., lower autonomy) \nwould be related to worse symptom severity (e.g., worse depressive \nsymptoms).\nMethods\nSample\nThe sample consists of 996 patients with psychiatric disorders recruited \nduring intakes at the outpatient clinic of the Department of Psychiatry \nat the Amsterdam University Medical Centers (UMC), location Academic \nMedical Center (AMC), which is a public tertiary care medical institution. \nThe Department of Psychiatry is an expertise center for anxious and \nobsessive-compulsive related disorders, depressive disorders, psychosis, \nand misophonia and offers a variety of evidenced-based and experi -\nmental treatments (e.g., cognitive, behavioral, and trauma therapies, \nmedication, electroconvulsive therapy, deep brain stimulation) as well \nas supplementary interventions (e.g., creative therapies, lifestyle inter -\nventions, and reintegration support). Inclusion criteria were: age 14–75  \nyears, ability to give informed consent, a DSM-IV-TR or DSM-5 diagnosis \nas determined by a trained psychiatrist, and fluent in Dutch. Exclusion \ncriteria were: acute high risk of suicide (i.e., suicidal behavior requiring \nimmediate and urgent attention), premorbid IQ < 70, history of seizure \nor clinically significant abnormality of the neurological system.\nProcedure\nThe Across study is an ongoing, longitudinal research project that col-\nlects data on cognitive functioning, psychopathology symptoms, and \nbiological parameters. The full study and procedure are described in \nNieman et al. (2020) . After an intake at the Department of Psychiatry, \npatients were invited to participate after being briefed about the study, \nand written informed consent was obtained from participants if they \nagreed to participate. Participants were able to participate at any point \nof their clinical trajectory (e.g., before, during, or after treatment); note \nthat one-third to one-half of patients who have an intake at the \nDepartment of Psychiatry do not start treatment. Participants could \ndiscontinue participation from the study or parts of the study at any \ntime.\nThe current study used data from baseline questionnaires on psycho -\npathological symptoms and other clinically-relevant factors, such as self- \nesteem. Questionnaires were administered on a computer during \na research session, which took about 30 minutes to an hour to complete. COGENT MENTAL HEALTH\n 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The study protocol was approved by the Medical Ethical Review \nCommittee of the Amsterdam UMC (no. NL55751.018.15), and data are \nstored according to European privacy laws.\nMeasures\nAt the time the Across study was designed, there was not a validated ques -\ntionnaire that comprehensively covered different existential concerns. \nTherefore, items related to existential domains of identity, autonomy, recog -\nnition of psychiatric disorder, and social functioning and connection were \nselected from the Psychiatric Dimensions Questionnaire and the Self-esteem \nRating Scale- Short Form (SERS-SR) to create a limited inventory of existential \nconcerns. Given that the authors have backgrounds in psychiatry and (clin -\nical) psychology, the existential concerns are based on the definitions from \nexistential psychology and psychiatry, such as the “Big Five Existential \nConcerns” (Koole et al., 2006 ).The Psychiatric Dimensions Questionnaire \nassesses a variety of transdiagnostic concepts that are commonly affected \nin patients with a psychiatric disorder: affect, volition, identity, cognition, \nreality, and vitality (Nieman et al., 2020 , 2021 ). It was developed at the \nAmsterdam UMC (Nieman et al., 2021 ) and consists of 26 items. We specifi -\ncally used items from the volition, identity, and vitality subscales to tap into \nthemes on autonomy/freedom, identity, and recognition of disorder. The \nSERS-SR measures self-esteem in relation to self-worth, social competence, \nabilities, self-competence, and worth compared with others (Lecomte et al.,  \n2006 ). It consists of 20 items that are rated on a scale from 0 (strongly \ndisagree) to 6 (strongly agree). The SERS-SR demonstrates high internal \nconsistency for the positive and negative scales (respectively, α = 0.91 and \nα = 0.87) and good test-retest reliability for each scale (respectively, r = 0.90 \nand r = 0.91) (Lecomte et al., 2006 ). We specifically selected items relating to \nfeeling accepted versus rejected and navigating interpersonal relationships \nto tap into the existential concern of isolation.\nPsychopathological symptoms included in this study were assessed \nwith the Hamilton Anxiety Scale (HAM-A), the Inventory of Depressive \nSymptomatology Self-Report (IDS-SR 30), and Prodromal Questionnaire 16 \n(PQ-16), which are validated and psychometrically-sound questionnaires. \nThe HAM-A measures the severity of somatic, cognitive, and affective \nsymptoms of anxiety (Hamilton, 1959 ). It consists of 13 items that are \nrated on a scale of 0 (not present) to 4 (severe). The HAM-A demon -\nstrates satisfactory interrater reliability and concurrent validity (Maier \net al., 1988 ). The IDS-SR measures the severity of depressive symptoms \npertaining to mood, cognition, arousal, suicidality, and sleep (Rush et al.,  \n1986 ). It consists of 30 items that are rated on a scale from 0 (symptom is \nnot present) to 3 (strongest impairment). The IDS-SR also demonstrates 6\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "good internal consistency (α = 0.85) and satisfactory psychometric prop -\nerties (Rush et al., 1996 ). Because a number of items from the IDS- SR30 \nand HAM-A overlap (e.g., both ask about depressed and anxious mood), \ntotal scores of the shortened versions which focus on core symptoms of \neach domain were used to avoid multicollinearity: Quick IDS-SR (QIDS-SR \n-16; Rush et al., 2003 ) and HAM-A 6 (Bech, 2012 ). Both the QIDS-SR (Rush \net al., 2003 ) HAM- A6 (Bech, 2011 ) also demonstrate satisfactory psycho -\nmetric properties. The PQ-16 assesses the occurrence and severity of At \nRisk Mental State symptoms for a first psychosis (Ising et al., 2012 ). It \nconsists of 16 items (2 negative symptoms, 5 unusual thought content/ \ndelusional ideas/paranoia, and 9 on perceptual abnormalities/hallucina -\ntions) which participants first endorse the presence of a symptom (true \nor false) and then rate the severity from 0 (no distress) to 3 (severe \ndistress). The PQ-16 demonstrates an all item-total correlations of at least \n0.31 and good internal consistency (α =  0.77) (Ising et al., 2012 ). Anxious, \ndepressive, and subclinical psychotic symptoms were included in this \nstudy because they align with the expertise of the study’s institution \nand were the questionnaires from the Across Study that were adminis -\ntered to all participants regardless of diagnosis, symptomology or other \ndemographic or clinical factor, such as treatment status or illness \nseverity.\nAge, gender, diagnostic category, and use of psychotropic medication \nwere included as covariates in the network. Age and gender were obtained \nfrom a demographic questionnaire. Diagnostic category and treatment were \nobtained from the participants’ medical records. The diagnosis is determined \nby a psychiatrist and categorized into 7 categories: schizophrenia spectrum \nand other psychotic disorders, depressive disorders, anxiety disorders, obses -\nsive-compulsive and related disorders, misophonia (impulse-control disorder \nNOS), bipolar disorder, and other disorders. Use of psychotropic medication \nincludes antidepressants, antipsychotics, benzodiazepines, psychostimulants, \nand mood stabilizers and is coded as a binary variable of 0 (no) and 1 (yes).\nNodes that were included in the network can be viewed in Table 1, \nexcluding covariates. Each node represents either an existential factor or \na symptom domain. To create the existential concerns nodes, individual \nitems were collapsed with content-based selection and weighted topological \noverlap approach using the R-package EGAnet (Golino et al., 2020 ), which \nhelps determined which items have a high degree of conceptual overlap \nbased on correlations and can be collapsed together. Nodes in networks \nusually reflect individual items, and because these items are often taken \nfrom questionnaires that are meant to measure a latent construct, node \nreduction is suggested to reduce the degree of conceptual overlap between \nitems and ensure that nodes represent “autonomous causal agents” and \nfacilitate interpretability of results (Wysocki et al., 2022 ).COGENT MENTAL HEALTH\n 7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Data analyses\nAnalyses were conducted using R version 3.6.1 (R Core Team, 2020 ). We \nestimated cross-sectional regularized networks of existential concerns \n(continuous), psychopathological symptoms (continuous), and covari -\nates (continuous and categorical). In a network, variables are repre -\nsented by nodes and the relationship between variables are \nrepresented by edges. To account for continuous and categorical vari -\nables, we estimated mixed graphical models (MGM) using the \nR-package mgm (Haslbeck & Waldorp, 2020 ), in which edges are statis -\ntically defined by the nodewise regression coefficient. Due to the \ncategorical variables in this model, a correlation matrix or partial corre -\nlation network would not be suitable. MGM uses casewise deletion for \nanalyses (Haslbeck & Waldorp, 2020 ), so participants with at least one \nmissing data point were removed. To create sparse networks, models \nwere estimated with the least absolute shrinkage and selection opera -\ntor (LASSO), using the Extended Bayesian Information Criterion (EBIC) \nand a gamma of 0.5, which reduces false positive edges by shrinking all \nedge weights and setting the smallest to zero. This produces a network \nwith non-zero edges, or edges that have a weight greater than zero as \nan edge weight of zero indicates that there is no edge. Due to this Table 1. Nodes and labels\nNode Label ItemsMeasure (item \nno.)\nAut Autonomy Do you feel you are in control of yourself? (reversed); \nDo you feel that you can choose freely when you \nhave to make a decision? (reversed); Do you have \nthe motivation and drive to start new activities? \n(reversed)Dimensions (3  \n+ 8 + 9)\nRec Recognition of \npsychiatric \ndisorderDo you suffer because of your current mental state?; \nI have a psychiatric disorderDimensions (7  \n+ 16)\nId Identity Do you feel like you are a stranger to yourself?; I wish \nthat I were someone elseDimensions \n(17) + SERS- \nSR (20)\nSoc Social I feel confident in my ability to deal with people \n(reversed); My friends value me a lot (reversed)SERS-SR (2 + 14)\nAnx Anxiety \nsymptomsTotal score HAM-A 6 (total \nscore)\nDep Depression \nsymptomsTotal score QIDS-SR (total \nscore)\nPsy (Subclinical) \npsychotic \nsymptomsTotal score (severity) PQ-16 (severity \nscore)\nNote : In the “Measure (item no.)” column, the questionnaire and the item number that each node \nrepresents is noted. Variables are coded so that a higher score on an item implies greater severity. \nAbbreviations : Dimensions = Psychiatric Dimensions Questionnaire, QIDS-SR= Quick Inventory of \nDepressive Symptomatology Self-Report, HAM-A= Hamilton Anxiety Scale, PQ-16 = Prodromal \nQuestionnaire 16, SERS-SR= Self-esteem Rating Scale- Short Form.8\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "regularization process, a mixed graphical model is more appropriate \nthan a simple correlation matrix, which does not reduce false positives, \nfor investigating the relationships between numerous variables. After \nestimation, networks were visualized as undirected networks with the \nR-package qgraph (Epskamp et al., 2012 ), using the “circle” layout and \ncolorblind theme.\nThe centrality metric of expected influence (EI) was computed using \nthe R-packages qgraph (Epskamp et al., 2012 ). EI assesses a node’s \ncumulative influence in a network and is calculated as the summed \nweight of its edges while taking into account negative edges \n(Robinaugh et al., 2016 ). By summing up the strengths of its edges, EI \ncan give insight into a node’s role in the “activation, persistence, and \nremission of the network” (Robinaugh et al., 2016 ) and indicates which \nnode has the most overall impact in the network. Clinically, this may be \nused to guide hypotheses on potential treatment targets. To check for \nthe influence of variable properties on centrality, EI was correlated with \ninfrequency of endorsement, means, variance, and standard deviations \nof variables (Spiller et al., 2020 ; Terluin et al., 2016 ).\nTo assess the accuracy of edge weights, differences between edges and \ncentralities, and the stability of centralities, stability checks were con -\nducted using bootnet as detailed in Epskamp et al. (2018) . This results in \nbootstrapped non-parametric 95% confidence intervals based on 1,000 \nbootstrap samples, which are used to indicate the accuracy of the edge \nweights and differences between edges and centralities. The width of the \ninterval indicates the accuracy of the edge weights. Whether or not an \ninterval contains a zero indicates if there are differences between edges \nand centralities of nodes. For example, if the interval does not contain \nzero, this means that the edges or centralities differ at the α = 0.05 level. \nCase-drop bootstrapping, in which a certain percentage of the sample is \nrandomly removed in an iterative manner, based on 1,000 bootstrap \nsamples produces a correlation-stability (CS) coefficient, which indicate \nthe stability of centralities. A CS coefficient should not be below 0.25 \nand preferably above 0.5 (Epskamp et al., 2018 ).\nAs sensitivity analyses, a control network without misophonia was esti-\nmated, given that it was the largest group (35.7% of the sample) and may \nimpact the whole sample estimates. Centralities were computed and stability \nchecks were conducted for this control network. Given differences in estima -\ntion methods (i.e., differing diagnostic variable levels), a network comparison \ntest cannot be used to compare the main and control network. Therefore, \nsimilarities between the main and control network were evaluated using the \ncorrelation between edge lists as a global measure of network similarity, the \npercentage of individual edges that are replicated, correlations of centralities \nbetween networks, and replication of the most central symptoms.COGENT MENTAL HEALTH\n 9"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Results\nSample characteristics\nData from 996 participants collected between 2012 and 2022 were \nincluded in the analyses. 1155 patients participated in the study, but \n159 were excluded because of missing data. Data was determined to be \nmissing at random (MAR) through inspection and according to Little’s \nMissing Completely at Random (MCAR) test (χ2 = 36.7, DF = 32, p =  \n0.261). The distribution of the primary diagnosis reflects the naturalistic \npatient population of the Amsterdam UMC. Sample characteristics can \nbe seen in Table 2. Variables’ scores are shown in Table S2 in the \nSupplementary materials.Table 2. Demographic and clinical characteristics of participants\nCharacteristicsWhole sample \n(N = 996)\nAge (years), mean (SD) 34.8 (14.0)\nGender, women, No. (%) 548 (55)\nCompleted educationa, No. (%)\nLow 99 (9.9)\nMiddle 311 (31.2)\nHigh 585 (58.7)\nUnknown 1 (0.1)\nDSM diagnostic categoryb, No. (%)\nSchizophrenia spectrum and other psychotic disorders 139 (14.0)\nDepressive disorder 125 (12.6)\nAnxiety disorder 49 (4.9)\nObsessive-compulsive and related disorders 218 (21.9)\nMisophonia 356 (35.7)\nBipolar disorder 33 (3.31)\nOther disorders 76 (7.6)\nComorbidity, No. (%) 260 (26.1)\nMedication use, No. (%)\nAntidepressants 247 (24.8)\nAntipsychotics 126 (12.7)\nBenzodiazepines 27 (2.7)\nPsychostimulants 9 (0.9)\nMood stabilizers 8 (0.8)\nOther (non-psychotropic)c165 (16.6)\nNone 414 (41.6)\nNote: DSM= Diagnostic and Statistical Manual of Mental Disorders. \naBased on the Dutch Verhage scale (Verhage, 1964 ): low (1 through 4: less than or equal to primary \neducation or low-level secondary education), middle (5: average-level secondary education), high \n(6 and 7: high-level secondary education or university degree). \nbDiagnostic category is only for the primary diagnosis. Specific diagnoses can be viewed in Table S1 \nin the Supplementary Materials. \ncOther medication includes: anti-inflammatory, anti-histamines, anti-epilepsy, contraceptives, cho-\nlesterol medication, corticosteroids, dopamine-agonists, and various supplements.10\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Network analysis\nThe network of existential concerns and symptoms is visualized in Figure 1.\nThe whole sample network contained 14 non-zero edges out of 21 \npossible edges (excluding edges with and between covariates), 100% of \nwhich were positive. This indicates that existential concerns were over -\nall related to worse psychopathology. Generally, the network appears to \nbe stable as indicated by the generally narrow confidence intervals of \nthe edge weights (Figure S1 in the Supplementary materials). The \nstrongest cross-domain edge was between recognition of psychiatric \nFigure 1. Transdiagnostic networks of existential concerns and psychopathological \nsymptoms. Nodes represent the variables included in the network and edges indicate \nan association between two nodes. Blue edges represent positive associations whereas \nred edges represent negative associations, and thickness of an edge represents the \nstrength of association between two nodes. The color of each node indicates to which \noverarching domain it belongs: existential concerns (yellow) and symptoms (blue). \nAbbreviations: Anx = Anxiety symptoms, Aut= Autonomy, Dep= Depressive symptoms, \nId= Identity, Psy= (Subclinical) psychotic symptoms, Rec= Recognition of psychiatric \ndisorder, Soc= Social.COGENT MENTAL HEALTH\n 11"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "disorder and anxiety (weight= .28), in which stronger recognition of \npsychiatric disorder was related to worse anxiety. This edge was sig-\nnificantly different from 9 other edges (Figure S2 in the Supplementary \nmaterials). Existential concerns were most strongly related to depressive \nand anxiety symptoms whereas psychosis was related to identity. The \nedge matrix for the network can be viewed in Table S3 and results of \nstability checks can be viewed in Figures S1-S4 in the Supplementary \nmaterials.\nThe centrality plot of EI can be viewed in Figure 2. Anxiety had the highest \nEI overall, meaning that it had the highest cumulative influence in the net-\nwork as determined by the summed weight of its edges, and the existential \nfactor with the highest EI was autonomy with identity as a close second. \nAutonomy and identity were significantly different from 4 other nodes, but \nwere not significantly different from each other (Figure S3 in the \nSupplementary Materials). EI is highly stable with a CS coefficient of 0.75, \nmeaning that 75% of the data could be dropped and retain a correlation of \n0.7 with the original dataset with 95% certainty. Furthermore, EI was not \nsignificantly correlated with infrequency of endorsement (r= −.07, p = .88), \nmean (r = .64, p = .12), variance (r = .59, p = .16), or standard deviation (r = .63, \np = .13) of nodes, indicating the EI was not influenced by variable properties.\nEffects of covariates can also be viewed in Table S3. Across all networks, \ndiagnosis had the most relationships with the existential concerns and \nFigure 2. Centrality plots of expected influence. The nodes are denoted on the y-axis \nand the standardized centrality coefficients are denoted on the x-axis. Higher z-scores \nindicate higher centrality. Abbreviations: Anx = Anxiety symptoms, Aut= Autonomy, \nDep= Depressive symptoms, Id= Identity, Psy= (Subclinical) psychotic symptoms, \nRec= Recognition of psychiatric disorder, Soc= Social.12\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "symptoms. Diagnosis had the strongest relationship with recognition of \npsychiatric disorder and depressive symptoms.\nThe control network without misophonia (n = 640) resulted in 13 non- \nzero edges, 100% of which were positive. The control network also \nappears to be stable as indicated by the narrow confidence intervals of \nthe edge weights (Figure S7 in the Supplementary materials). The edges of \nthe main and control network were strongly correlated (r = .96, p < .001). \n91% of the edges in the control network were replicated in the main \nnetwork and 86% of the edges in the main network were replicated in \nthe control network. The edge between recognition of psychiatric disorder \nand anxiety as the strongest (weight= .32) was replicated, which was \nsignificantly different from 9 other edges (Figure S8 in the \nSupplementary materials). Autonomy and identity also had the highest EI \nout of the existential concerns, which were significantly different from 3 \nother nodes, but were not significantly different from each other (Figure \nS9 in the Supplementary materials), and the overall EI is significantly \ncorrelated between the main and control networks (r = .98, p < .001). EI \ndemonstrated high stability (CS coefficient = .75). The control network, \ncentrality plots, and stability and difference tests can be viewed in the \nSupplementary materials (Figures S5-S10).\nDiscussion\nThis study for the first time investigated existential concerns and symptoms in \npatients with various psychiatric disorders from a transdiagnostic perspective \nusing network analysis. In a large naturalistic cohort, we found that worse \nsymptom severity was related to worse existential concerns and that auton -\nomy and identity were highly influential nodes in the network. The findings \nhighlight the importance of including existential concerns in psychiatric \nresearch.\nOverall, we found that existential concerns were mostly related to \nanxiety and depressive symptoms. This is in line with previous existential \nworks in which existential concerns are an integral part of psychiatric \nsuffering and especially deeply intertwined with anxiety and depression \n(Bygstad Landro & Giske, 2018 ; Yalom, 1980 ). The literature on the general \npopulation and patients with cancer also shows a clear relation between \nexistential concerns and negative emotional states, such as anxiety and \ndepression (e.g., Berman et al., 2006 ; Chen et al., 2022 ; Mascaro & Rosen,  \n2005 ; Vehling & Kissane, 2018 ). Some consider anxiety and depression to \nbe existential states in and of themselves and numerous existential philo -\nsophers and psychiatrists (e.g., Paul Tillich (1952 ), Viktor Frankl (1985 ), Irvin \nYalom (1980 ), and Martin Heidegger (1927 ), among others) have posited \nthat psychopathology is a reaction to or extension of existential concerns. COGENT MENTAL HEALTH\n 13"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "For instance, anxiety can manifest when one confronts existential con-\ncerns, such as death (e.g., Tillich, 1952 ), or depression can be an outcome \nof a sense of meaninglessness (e.g., Frankl, 2005 ). Over time, these experi -\nences of anxiety or depression can become pathological and pathologized \n(Nieman, 2016 ). However, not all psychopathology results from existential \nconcerns. Experiencing a chronic illness, including a psychiatric disorder, \ncan make one more acutely aware of existential concerns as one grapples \nwith what it means to live with a disorder, though (Kaite et al., 2015 ; \nYalom, 1980 ).\nThe strongest cross-domain relationship was between recognition of psy-\nchiatric disorder and anxiety symptoms. This could potentially reflect the \n“insight paradox”, in which increased insight can have positive effects, such \nas better clinical and psychosocial outcomes, while also having negative \neffects, such as decreased well-being and depression (Gonzalez, 2008 ; \nLysaker et al., 2006 ; Sorgaard et al., 2011 ). Shame and self-stigma can be \nrelated to insight (Buchman-Wildbaum et al., 2020 ), and studies have shown \nrelationships between shame, self-stigma, and anxiety symptoms (Busby \nGrant et al., 2016 ; Szentágotai-Tătar et al., 2020 ). As observed in the clinic, \nrecognition could increase also anxiety as patients realize the severity of their \nsituation and the uncertainty of their trajectory and outcomes, especially if \nthey have a family history of mental illness- an observation that merits further \ninvestigation. Additionally, psychopathology can cause suffering beyond \nsymptomology due to negative effects, such as impaired functioning, losses \nin several life domains, and thwarted motivations (Yager, 2021 ). For instance, \none can perceive oneself as worthless for being depressed or worry about \npotential consequences of having a disorder (Hanson & Young, 2012 ). \nSuffering due to psychopathology can be considered transdiagnostic and \nrelated to negative mood and anxious apprehension (Yager, 2021 ). \nAltogether, this finding further supports the importance of targeting not \nonly symptoms but the behaviors, thoughts, and outcomes in response to \nthe symptoms and their meaning to the patient.\nAutonomy and identity had the highest expected influence and were \nnodes that most strongly related to all other existential concerns and symp -\ntoms, except for (subclinical) psychotic and anxiety symptoms, respectively. \nAutonomy can be described as the capacity of an individual that enables \nthem to live a meaningful life of their own making (Bergamin et al., 2022 ) and \nis considered a basic psychological need to function effectively and for well- \nbeing (Deci & Ryan, 2000 ). Compromised autonomy, including perceived lack \nof control and avolition, can be related to depression and negative affect \n(Rouse et al., 2020 ; Vansteenkiste et al., 2006 ). Additionally, a possible relation \nis seen between autonomy and mental disorders, in which autonomy can be \ndifferently affected in mental disorders according to the underlying psycho -\npathology (Bergamin et al., 2022 ).14\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "As found in previous literature, many individuals with psychiatric disorders \nstruggle with a loss of self and identity (Kaite et al., 2015 ; Wisdom et al., 2008 ). \nIdentity disturbance has been associated with numerous psychiatric disorders \n(Kaufman et al., 2015 ; Neacsiu et al., 2015 ) and could be considered \na transdiagnostic construct. It has also been shown to be specifically related \nto depression severity (Sokol & Eisenheim, 2016 ) and psychosis or psychotic- \nlike experiences (Cicero, 2017 ; Cowan et al., 2021 ). Bergamin et al. (2022) posit \nthat in depression and psychosis, a loss of autonomy relates more to an \naffected sense of identity and motivations. Interestingly, autonomy and \nidentity were the most strongly related of all other existential concerns. \nSupporting autonomy and positive identity formation may therefore be \nareas for intervention. For instance, self-stigma can thwart both autonomy \nand identity (Bergamin et al., 2022 ; Buchman-Wildbaum et al., 2020 ) and \ncould be a potential mechanism to intervene on.\nWhether existential concerns overlap with, lead to or arise from psycho -\npathology, addressing these concerns in psychiatric research and practice is \nimportant (Moore & Goldner-Vukov, 2009 ), especially because many patients \nfind that symptom-reduction alone is insufficient as treatment outcome \n(Binder et al., 2010 ; Zimmerman et al., 2006 ). Addressing existential concerns \nmay sometimes fall out of the scope or capacity of conventional care. \nExistential psychotherapy and social prescribing are examples of supplemen -\ntary or alternative interventions that address existential and social needs (e.g., \nSouth et al., 2008 ; Yalom, 1980 ). Third-wave therapies, such as Acceptance \nand Commitment therapy (ACT), and the emerging process-based therapies \nand approaches are also turning their attention to more existential themes. \nRecovery-oriented frameworks and interventions may also prove fruitful, such \nas the CHIME model, which focuses on empowerment and meaning in life \n(Van Weeghel et al., 2019 ). There has also been an increased attention to \nconsidering religiosity or spirituality of patients within care to aid recovery \n(Koslander et al., 2009 ). It could also be possible to address existential con-\ncerns in standard psychotherapy by targeting underlying psychological con-\nstructs (e.g., self-efficacy for autonomy) (Bergamin et al., 2022 ). Existential \nconcerns should be treated as part of the lived experience and not patholo -\ngized, however. Peer support workers can in this case be instrumental in \naiding existential recovery (Whitley & Drake, 2010 ). Further research is neces -\nsary to differentiate between general existential concerns and psychopathol -\nogy to avoid overtreatment and give opportunity for personal growth \n(Nieman, 2016 ).\nThe main strengths of the study pertain to the naturalistic and transdiag -\nnostic nature of the sample and instruments and the relatively large sample \nsize. Our results were stable, and we included some demographic and clinical \ncharacteristics as covariates to limit confounding effects. Furthermore, we \nperformed sensitivity and control analyses to check for the effect of COGENT MENTAL HEALTH\n 15"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "misophonia and variable properties on our main findings, lending support to \nthe validity of our results.\nNonetheless, the results of this study should be interpreted with a number \nof limitations. First, the cross-sectional design prevents any directional or causal \ninterpretations of relationships and decreases robust interpretation of centrality \nas it does not always translate to mechanisms of change nor can we ascertain \ndirectionality of influence (Spiller et al., 2020 ). However, cross-sectional net-\nworks have exploratory value and may be useful to investigate the co- \noccurrence of symptoms or other clinical factors and generate hypotheses \n(Bos et al., 2017 ; von Klipstein et al., 2021 ). Furthermore, existential concerns \nwere not derived from questionnaires specifically measuring existential con-\ncerns, which may reduce validity of the items included in this network. The \nAcross study was also not specifically designed to investigate existential \nthemes, meaning that our operationalization of these themes is not thorough \nand that not all potential existential themes are included in this study. It also \nremains necessary to further investigate existential themes that specifically \npertain to patients with psychiatric disorders, such as the experience of psy-\nchopathology itself, and develop validated instruments. As a result, our hypoth -\neses and analyses of these themes remained exploratory. Sum scores of \nsymptom questionnaires were also used, which can lead to a loss of informa -\ntion about relationships between individual items. This was done to reduce the \nnumber of nodes in the network due to the exploratory nature of this study.\nAdditionally, sample bias may have played a role, such that those with \nworse psychopathology were less likely to participate. The overrepresenta -\ntion of misophonia in the sample could be a reflection of this, but we \nconducted a sensitivity analysis for this. Lastly, while the sample size was \nrelatively large, the diagnostic categories were not large enough to compare \nindividual diagnosis networks. Support for the transdiagnostic nature of our \nfindings is therefore less robust. We did however include diagnosis as \na covariate in the network in order to control for potential diagnostic effects. \nLastly, we were not able to take into account the potential impact of somatic \ndiseases and conditions, such as cancer, which have been shown to affect \nexistential concerns. As psychiatric disorders and somatic diseases regularly \nco-occur, it is necessary for future research on existential concerns and \npsychopathology to include somatic diseases as a potential factor. Another \nfactor we were not able to take into account was religiosity. As existential \nconcerns can have a religious or spiritual component or be impacted by one’s \nreligiosity or spirituality, investigating these factors in future research is \nnecessary to gain a more comprehensive understanding on the relationship \nbetween existential concerns and psychopathology.\nOverall, the findings of this study further support the importance of including \nexistential concerns in psychiatric research. While there is evidence that indivi -\nduals with psychiatric disorders grapple with existential concerns, further 16\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "research is needed to investigate the interplay of existential concerns and \ndimensions of psychopathology, especially with dynamic and longitudinal \ndesigns to determine directionality of relationships and more robustly elucidate \npotential treatment targets.\nAcknowledgments\nWe would like to thank all the participants for partaking in the study and all \npsychiatry staff and interns responsible for recruitment and data collection. We \nwould also like to thank the Across Consortium, which among others include \nClaudi L.H. Bockting, Anja Lok, Dirk J. Smit, Guido van Wingen, Arjen \nL. Sutterland, and Pelle de Koning. K.J.H.V. is supported by the Foundation \nVolksbond Rotterdam.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nFunding\nThis research did not receive any specific grant from funding agencies in the public, \ncommercial, or not-for-profit sectors.\nORCID\nUnYoung Chavez-Baldini \n http://orcid.org/0000-0001-5613-513X\nKarin J.H. Verweij \n http://orcid.org/0000-0001-9868-7821\nJudy Luigjes \n http://orcid.org/0000-0002-9395-9426\nRoel J.T. Mocking \n http://orcid.org/0000-0003-3543-3810\nDamiaan Denys \n http://orcid.org/0000-0002-3191-3844\nDorien H. Nieman \n http://orcid.org/0000-0002-9846-4254\nNienke C. Vulink \n http://orcid.org/0000-0001-8991-9627\nData availability statement\nThe data that support the findings of this study are available on request from the \nAcross Consortium Scientific Coordinator at across@amsterdamumc.nl. The data \nrequests will be discussed in the Across Executive board. The data are not publicly \navailable due to the clinical and confidential nature of the data.\nGeolocation information\nAmsterdam, The NetherlandsCOGENT MENTAL HEALTH\n 17"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Statement of contribution\nUCB : Conceptualization, Formal analysis, Data Curation, Writing—Original Draft, \nProject administration. KJHV : Writing—Review & Editing, Project administration. JB, \nJL, & RJTM : Writing—Review & Editing. DD: Supervision, Funding acquisition, Writing \n—Review & Editing. DHN & NCV : Supervision, Writing—Original Draft, Project admin -\nistration. All authors contributed to the final manuscript.\nReferences\nBech, P. (2011 ). Measuring states of anxiety with clinician-rated and patient-rated scales. \nDifferent Views of Anxiety Disorders Rijeka, New York, Shanghai: InTech , 4(2), 169–184.\nBech, P. (2012 ). Clinical psychometrics . John Wiley & Sons.\nBergamin, J., Luigjes, J., Kiverstein, J., Bockting, C. L., & Denys, D. (2022 ). Defining \nautonomy in psychiatry [conceptual analysis]. Frontiers in Psychiatry , 13, 13. https:// \ndoi.org/10.3389/fpsyt.2022.801415  \nBerman, S. L., Weems, C. F., & Stickle, T. R. (2006 ). Existential anxiety in adolescents: \nPrevalence, structure, association with psychological symptoms and identity \ndevelopment. Journal of Youth and Adolescence , 35(3), 285–292. https://doi.org/10. \n1007/s10964-006-9032-y  \nBinder, P.-E., Holgersen, H., & Nielsen, G. H. S. (2010 ). What is a “good outcome” in \npsychotherapy? A qualitative exploration of former patients’ point of view. \nPsychotherapy Research , 20(3), 285–294. https://doi.org/10.1080/10503300903376338  \nBorsboom, D. (2008 ). Psychometric perspectives on diagnostic systems. Journal of \nClinical Psychology , 64(9), 1089–1108. https://doi.org/10.1002/jclp.20503  \nBorsboom, D., & Cramer, A. O. (2013 ). Network analysis: An integrative approach to the \nstructure of psychopathology. Annual Review of Clinical Psychology , 9(1), 91–121.  \nhttps://doi.org/10.1146/annurev-clinpsy-050212-185608  \nBos, F. M., Snippe, E., de Vos, S., Hartmann, J. A., Simons, C. J. P., van der Krieke, L., de \nJonge, P., & Wichers, M. (2017 ). Can we jump from cross-sectional to dynamic? \nInterpretations of networks implications for the network perspective in psychiatry. \nPsychotherapy and Psychosomatics , 86(3), 175–177. https://doi.org/10.1159/000453583  \nBuchman-Wildbaum, T., Váradi, E., Schmelowszky, Á., Griffiths, M. D., Demetrovics, Z., & \nUrbán, R. (2020 ). The paradoxical role of insight in mental illness: The experience of \nstigma and shame in schizophrenia, mood disorders, and anxiety disorders. Archives \nof Psychiatric Nursing , 34(6), 449–457. https://doi.org/10.1016/j.apnu.2020.07.009  \nBusby Grant, J., Bruce, C. P., & Batterham, P. J. (2016 ). Predictors of personal, perceived \nand self-stigma towards anxiety and depression. Epidemiology and Psychiatric \nSciences , 25(3), 247–254. https://doi.org/10.1017/S2045796015000220  \nBygstad Landro, M., & Giske, T. (2018 ). Risking existence: The experience and handling of \ndepression. Journal of Clinical Nursing , 27(3–4), e514–e522. https://doi.org/10.1111/jocn. \n14056  \nChawla, S., Menzies, R. E., & Menzies, R. G. (2022 ). Existential concerns in OCD with \naggressive and sexual obsessions. Journal of Obsessive-Compulsive and Related \nDisorders , 32, 100710. https://doi.org/10.1016/j.jocrd.2022.100710  \nChen, W., Chen, Y., & Xiao, H. (2022 ). Existential distress in cancer patients: A concept \nanalysis. Cancer Nursing , 45(2), E471–E486. https://doi.org/10.1097/ncc.0000000 \n000000925  \nChou, K.-L., Liang, K., & Sareen, J. (2011 ). The association between social isolation and \nDSM-IV mood, anxiety, and substance use disorders: Wave 2 of the National 18\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Epidemiologic Survey on alcohol and related conditions. The Journal of Clinical \nPsychiatry , 72(11), 0–0. https://doi.org/10.4088/JCP.10m06019gry  \nCicero, D. C. (2017 ). Self-concept clarity and psychopathology. In J. Lodi-Smith & K. G. \nDeMarree (Eds.), Self-concept clarity (pp. 219–242). Springer.\nCowan, H. R., Mittal, V. A., & McAdams, D. P. (2021 ). Narrative identity in the psychosis \nspectrum: A systematic review and developmental model. Clinical Psychology \nReview , 88, 102067. https://doi.org/10.1016/j.cpr.2021.102067  \nDamsgaard, J. B., Overgaard, C. L., & Birkelund, R. (2021 ). Personal recovery and \ndepression, taking existential and social aspects into account: A struggle with \ninstitutional structures, loneliness and identity. International Journal of Social \nPsychiatry , 67(1), 7–14. https://doi.org/10.1177/0020764020938812  \nDeci, E. L., & Ryan, R. M. (2000 ). The“what” and“why” of goal pursuits: Human needs \nand the self-determination of behavior. Psychological Inquiry , 11(4), 227–268.  \nhttps://doi.org/10.1207/S15327965PLI1104_01  \nde Haan, S. (2017 ). The existential dimension in psychiatry: An enactive framework. \nMental Health, Religion & Culture , 20(6), 528–535. https://doi.org/10.1080/13674676. \n2017.1378326  \nEpskamp, S., Borsboom, D., & Fried, E. I. (2018 ). Estimating psychological networks and \ntheir accuracy: A tutorial paper. Behavior Research Methods , 50(1), 195–212. https:// \ndoi.org/10.3758/s13428-017-0862-1  \nEpskamp, S., Cramer, A. O., Waldorp, L. J., Schmittmann, V. D., & Borsboom, D. (2012 ). \nQgraph: Network visualizations of relationships in psychometric data. Journal of \nStatistical Software , 48(4), 1–18. https://doi.org/10.18637/jss.v048.i04  \nFrankl, V. (2005 ). On the theory and therapy of mental disorders: An introduction to \nlogotherapy and existential analysis . Routledge.\nFrankl, V. E. (1985 ). Man’s search for meaning . Simon and Schuster.\nGolino, H., Christensen, A., & Moulder, R. (2020 ). R Package Version 0.9.\nGonzalez, V. M. (2008 ). Recognition of mental illness and suicidality among individuals \nwith serious Mental illness. The Journal of Nervous and Mental Disease , 196(10), \n727–734. https://doi.org/10.1097/NMD.0b013e3181879deb  \nGreenberg, J., Koole, S. L., & Pyszczynski, T. A. (2004 ). Handbook of experimental \nexistential psychology . Guilford Press.\nHamilton, M. (1959 ). The assessment of anxiety states by rating. British Journal of Medical \nPsychology , 32(1), 50–55. https://doi.org/10.1111/j.2044-8341.1959.tb00467.x  \nHanson, B., & Young, M. A. (2012 ). Why depressive symptoms cause distress: The clients’ \nperspective. Journal of Clinical Psychology , 68(7), 860–874. https://doi.org/10.1002/jclp. \n21872  \nHanssen, M., Peeters, F., Krabbendam, L., Radstake, S., Verdoux, H., & Van Os, J. (2003 ). \nHow psychotic are individuals with non-psychotic disorders? Social Psychiatry and \nPsychiatric Epidemiology , 38(3), 149–154. https://doi.org/10.1007/s00127-003-0622-7  \nHaslbeck, J. M. B., & Waldorp, L. J. (2020 ). mgm: Estimating Time-Varying Mixed \nGraphical Models in High-Dimensional Data. Journal of Statistical Software , 93(8), \n1–46. https://doi.org/10.18637/jss.v093.i08  \nHeidegger, M. (1927 ). Sein und Zeit [Being and time] (p. 458). Max Niemeyer.\nHerron, S. J., & Sani, F. (2022 ). Understanding the typical presentation of emptiness: \nA study of lived-experience. Journal of Mental Health (Abingdon, England) , 31(2), \n188–195. https://doi.org/10.1080/09638237.2021.1922645  \nHill, R. M., & Pettit, J. W. (2013 ). The role of autonomy needs in suicidal ideation: Integrating \nthe interpersonal-psychological theory of suicide and self-determination Theory. COGENT MENTAL HEALTH\n 19"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Archives of Suicide Research: Official Journal of the International Academy for Suicide \nResearch , 17(3), 288–301. https://doi.org/10.1080/13811118.2013.777001  \nHuguelet, P. (2014 ). The contribution of existential phenomenology in the \nrecovery-oriented care of patients with severe mental disorders. The Journal of \nMedicine and Philosophy: A Forum for Bioethics and Philosophy of Medicine , 39(4), \n346–367. https://doi.org/10.1093/jmp/jhu023  \nHvidt, N. C., Assing Hvidt, E., & la Cour, P. (2022 ). Meanings of “the existential” in \na Secular country: A survey study. Journal of Religion and Health , 61(4), 3276–3301.  \nhttps://doi.org/10.1007/s10943-021-01253-2  \nIsing, H. K., Veling, W., Loewy, R. L., Rietveld, M. W., Rietdijk, J., Dragt, S., Klaassen, R. M., \nNieman, D. H., Wunderink, L., & Linszen, D. H. (2012 ). The validity of the 16-item \nversion of the prodromal questionnaire (PQ-16) to screen for ultra high risk of \ndeveloping psychosis in the general help-seeking population. Schizophrenia \nBulletin , 38(6), 1288–1296. https://doi.org/10.1093/schbul/sbs068  \nIverach, L., Menzies, R. G., & Menzies, R. E. (2014 ). Death anxiety and its role in \npsychopathology: Reviewing the status of a transdiagnostic construct. Clinical \nPsychology Review , 34(7), 580–593. https://doi.org/10.1016/j.cpr.2014.09.002  \nKaite, C. P., Karanikola, M., Merkouris, A., & Papathanassoglou, E. D. E. (2015 ). “An \nongoing struggle with the self and illness”: Α meta-synthesis of the studies of the \nlived experience of severe mental illness. Archives of Psychiatric Nursing , 29(6), \n458–473. https://doi.org/10.1016/j.apnu.2015.06.012  \nKaufman, E. A., Cundiff, J. M., & Crowell, S. E. (2015 ). The development, factor structure, \nand validation of the self-concept and identity measure (SCIM): A self-report \nassessment of clinical identity disturbance. Journal of Psychopathology and \nBehavioral Assessment , 37(1), 122–133. https://doi.org/10.1007/s10862-014-9441-2  \nKogstad, R. E., Ekeland, T. J., & Hummelvoll, J. K. (2011 ). In defence of a humanistic \napproach to mental health care: Recovery processes investigated with the help of \nclients’ narratives on turning points and processes of gradual change. Journal of \nPsychiatric and Mental Health Nursing , 18(6), 479–486. https://doi.org/10.1111/j. \n1365-2850.2011.01695.x  \nKoole, S. L. (2010 ). Existential Psychology. In I. B. Weiner, &W. E. Craighead (Eds.), Corsini \nEncyclopedia of Psychology (pp. 1–2). https://doi.org/10.1002/9780470479216. \ncorpsy0329 \nKoole, S. L., Greenberg, J., & Pyszczynski, T. (2006 ). Introducing science to the psychology of \nthe Soul: Experimental existential psychology. Current Directions in Psychological Science , \n15(5), 212–216. https://doi.org/10.1111/j.1467-8721.2006.00438.x  \nKoslander, T., da Silva, A. B., & Roxberg, Å. (2009 ). Existential and spiritual needs in \nmental health care: An ethical and holistic perspective. Journal of Holistic Nursing , 27 \n(1), 34–42. https://doi.org/10.1177/0898010108323302  \nKretschmer, M., & Storm, L. (2018 ). The relationships of the five existential concerns \nwith depression and existential thinking. Int J Existent Psychol Psychother , 7(1), 20.\nLecomte, T., Corbière, M., & Laisné, F. (2006 ). Investigating self-esteem in individuals \nwith schizophrenia: Relevance of the self-esteem rating scale-short form. Psychiatry \nResearch , 143(1), 99–108. https://doi.org/10.1016/j.psychres.2005.08.019  \nLeigh-Hunt, N., Bagguley, D., Bash, K., Turner, V., Turnbull, S., Valtorta, N., & Caan, W. (2017 ). \nAn overview of systematic reviews on the public health consequences of social isolation \nand loneliness. Public Health , 152, 157–171. https://doi.org/10.1016/j.puhe.2017.07.035  \nLysaker, P. H., Roe, D., & Yanos, P. T. (2006 ). Toward understanding the insight paradox: \nInternalized Stigma moderates the association between insight and social 20\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "functioning, hope, and self-esteem among people with schizophrenia spectrum \ndisorders. Schizophrenia Bulletin , 33(1), 192–199. https://doi.org/10.1093/schbul/ \nsbl016  \nMaier, W., Buller, R., Philipp, M., & Heuser, I. (1988 ). The Hamilton Anxiety Scale: reliability, \nvalidity and sensitivity to change in anxiety and depressive disorders. Journal of Affective \nDisorders , 14(1), 61–68. https://doi.org/10.1016/0165-0327(88)90072-9  \nMascaro, N., & Rosen, D. H. (2005 ). Existential meaning’s role in the enhancement of \nhope and prevention of depressive symptoms. Journal of Personality , 73(4), \n985–1014. https://doi.org/10.1111/j.1467-6494.2005.00336.x  \nMcNally, R. J. (2021 ). Network analysis of psychopathology: Controversies and \nchallenges. Annual Review of Clinical Psychology , 17(1), 31–53. https://doi.org/10. \n1146/annurev-clinpsy-081219-092850  \nMoore, L. J., & Goldner-Vukov, M. (2009 ). The existential way to recovery. Psychiatria \nDanubina , 21(4), 453–462.\nNeacsiu, A. D., Herr, N. R., Fang, C. M., Rodriguez, M. A., & Rosenthal, M. Z. (2015 ). Identity \ndisturbance and problems with emotion regulation are related constructs across \ndiagnoses. Journal of Clinical Psychology , 71(4), 346–361. https://doi.org/10.1002/jclp. \n22141  \nNestadt, G., Samuels, J., Riddle, M. A., Liang, K. Y., Bienvenu, O. J., Hoehn-Saric, R., Grados, M., \n& Cullen, B. (2001 ). The relationship between obsessive–compulsive disorder and \nanxiety and affective disorders: Results from the Johns Hopkins OCD family study. \nPsychological Medicine , 31(3), 481–487. https://doi.org/10.1017/S0033291701003579  \nNieman, D. H. (2016 ). Prevention in mental health care: Time for a new approach . Routledge.\nNieman, D. H., Chavez-Baldini, U., Vulink, N. C., Smit, D. J. A., van Wingen, G., de Koning, P., \nSutterland, A. L., Mocking, R. J. T., Bockting, C., Verweij, K. J. H., Lok, A., & Denys, D. (2020 ). \nProtocol across study: Longitudinal transdiagnostic cognitive functioning, psychiatric \nsymptoms, and biological parameters in patients with a psychiatric disorder. BMC \nPsychiatry , 20(1), 212. https://doi.org/10.1186/s12888-020-02624-x  \nNieman, D. H., Vulink, N. C., Chavez-Baldini, U., Verweij, K., & Denys, D. (2021 ). \nPsychiatric Dimensions Questionnaire . https://osf.io/6s48a/ \nPersike, M., Seiffge-Krenke, I., Cok, F., Głogowska, K., Pavlopoulos, V., Tantaros, S., \nPerchec, C., Rohail, I., & Saravia, J. C. (2020 ). Emerging adults’ psychopathology in \nseven countries: The impact of identity-related risk factors. Emerging Adulthood , 8 \n(3), 179–194. https://doi.org/10.1177/2167696818791108  \nPinel, E. C., Long, A. E., Murdoch, E. Q., & Helm, P. (2017 ). A prisoner of one’s own mind: \nIdentifying and understanding existential isolation. Personality and Individual \nDifferences , 105, 54–63. https://doi.org/10.1016/j.paid.2016.09.024  \nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018 ). Misophonia in \nSingaporean psychiatric patients: A cross-sectional study. International Journal of \nEnvironmental Research and Public Health , 15(7), 1410. https://doi.org/10.3390/ \nijerph15071410  \nR Core Team. (2020 ). R: A language and environment for statistical computing . In \nR Foundation for Statistical Computing. https://www.R-project.org \nRobinaugh, D. J., Millner, A. J., & McNally, R. J. (2016 ). Identifying highly influential \nnodes in the complicated grief network. Journal of Abnormal Psychology , 125(6), \n747–757. https://doi.org/10.1037/abn0000181  \nRouse, P. C., Turner, P. J. F., Siddall, A. G., Schmid, J., Standage, M., & Bilzon, J. L. J. (2020 ). \nThe interplay between psychological need satisfaction and psychological need frus-\ntration within a work context: A variable and person-oriented approach. Motivation \nand Emotion , 44(2), 175–189. https://doi.org/10.1007/s11031-019-09816-3  COGENT MENTAL HEALTH\n 21"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Rush, A. J., Giles, D. E., Schlesser, M. A., Fulton, C. L., Weissenburger, J., & Burns, C. \n(1986 ). The inventory for depressive symptomatology (IDS): Preliminary findings. \nPsychiatry Research , 18(1), 65–87. https://doi.org/10.1016/0165-1781(86)90060-0  \nRush, A. J., Gullion, C. M., Basco, M. R., Jarrett, R. B., & Trivedi, M. H. (1996 ). The inventory \nof depressive symptomatology (IDS): Psychometric properties. Psychological \nMedicine , 26(3), 477–486. https://doi.org/10.1017/s0033291700035558  \nRush, A. J., Trivedi, M. H., Ibrahim, H. M., Carmody, T. J., Arnow, B., Klein, D. N., \nMarkowitz, J. C., Ninan, P. T., Kornstein, S., & Manber, R. (2003 ). The 16-item quick \ninventory of depressive symptomatology (QIDS), clinician rating (QIDS-C), and \nself-report (QIDS-SR): A psychometric evaluation in patients with chronic major \ndepression. Biological Psychiatry , 54(5), 573–583. https://doi.org/10.1016/s0006- \n3223(02)01866-8  \nRyan, R. M., & Deci, E. L. (2004 ). Autonomy is No Illusion: Self-determination theory and \nthe empirical study of authenticity, awareness, and Will. In J. Greenberg, S. L. Koole, \n& T. Pyszczynski (Eds.), Handbook of experimental existential psychology (pp. \n449–479). Guilford Press.\nSaeri, A. K., Cruwys, T., Barlow, F. K., Stronge, S., & Sibley, C. G. (2018 ). Social connect -\nedness improves public mental health: Investigating bidirectional relationships in \nthe New Zealand attitudes and values survey. The Australian and New Zealand \nJournal of Psychiatry , 52(4), 365–374. https://doi.org/10.1177/0004867417723990  \nSøberg, A. I. B., Kjørven Haug, S. H., Danbolt, L. J., Lien, L., & Sørensen, T. (2018 ). \nExistential themes in the treatment of people at suicide risk. Understandings and \npractices of specialist healthcare professionals. Mental Health, Religion & Culture , 21 \n(6), 588–600. https://doi.org/10.1080/13674676.2018.1524860  \nSokol, Y., & Eisenheim, E. (2016 ). The relationship between continuous identity dis-\nturbances, negative mood, and suicidal ideation. The Primary Care Companion for \nCNS Disorders , 18(1), 26150. https://doi.org/10.4088/PCC.15m01824  \nSorgaard, K. W., Nivison, M., Hansen, V., & Øiesvold, T. (2011 ). Acknowledging illness \nand treatment needs in first-time admitted psychiatric patients. European \nPsychiatry , 26(7), 446–451. https://doi.org/10.1016/j.eurpsy.2011.02.006  \nSouth, J., Higgins, T. J., Woodall, J., & White, S. M. (2008 ). Can social prescribing provide \nthe missing link? Primary Health Care Research & Development , 9(4), 310–318.  \nhttps://doi.org/10.1017/S146342360800087X  \nSpiller, T. R., Levi, O., Neria, Y., Suarez-Jimenez, B., Bar-Haim, Y., & Lazarov, A. (2020 ). On the \nvalidity of the centrality hypothesis in cross-sectional between-subject networks of \npsychopathology. BMC Medicine , 18(1), 297. https://doi.org/10.1186/s12916-020- \n01740-5  \nSzentágotai-Tătar, A., Nechita, D.-M., & Miu, A. C. (2020 ). Shame in anxiety and \nobsessive-compulsive disorders. Current Psychiatry Reports , 22(4), 16. https://doi. \norg/10.1007/s11920-020-1142-9  \nTerluin, B., de Boer, M. R., & de Vet, H. C. W. (2016 ). Differences in connection strength \nbetween mental symptoms might be explained by differences in variance: \nReanalysis of network data did not confirm staging. PloS One , 11(11), e0155205.  \nhttps://doi.org/10.1371/journal.pone.0155205  \nTillich, P. (1952 ). The courage to be. Yale University Press.\nUlland, D., & DeMarinis, V. (2014 ). Understanding and working with existential information \nin a Norwegian adolescent psychiatry context: A need and a challenge. Mental Health, \nReligion & Culture , 17(6), 582–593. https://doi.org/10.1080/13674676.2013.871241  22\n U. CHAVEZ-BALDINI ET AL."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "van Bergen, D. D., & Saharso, S. (2016 ). Suicidality of young ethnic minority women \nwith an immigrant background: The role of autonomy. European Journal of \nWomen’s Studies , 23(3), 297–311. https://doi.org/10.1177/1350506815609740  \nvan Os, J., Guloksuz, S., Vijn, T. W., Hafkenscheid, A., & Delespaul, P. (2019 ). The \nevidence-based group-level symptom-reduction model as the organizing principle \nfor mental health care: Time for change? World Psychiatry , 18(1), 88–96. https://doi. \norg/10.1002/wps.20609  \nVansteenkiste, M., Lens, W., Soenens, B., & Luyckx, K. (2006 ). Autonomy and related -\nness among Chinese Sojourners and applicants: Conflictual or Independent pre-\ndictors of well-being and adjustment? Motivation and Emotion , 30(4), 273–282.  \nhttps://doi.org/10.1007/s11031-006-9041-x  \nVan Weeghel, J., van Zelst, C., Boertien, D., & Hasson-Ohayon, I. (2019 ). \nConceptualizations, assessments, and implications of personal recovery in mental \nillness: A scoping review of systematic reviews and meta-analyses. Psychiatric \nRehabilitation Journal , 42(2), 169. https://doi.org/10.1037/prj0000356  \nVehling, S., & Kissane, D. W. (2018 ). Existential distress in cancer: Alleviating suffering \nfrom fundamental loss and change. Psycho-Oncology , 27(11), 2525–2530. https:// \ndoi.org/10.1002/pon.4872  \nVerhage, F. (1964 ). Intelligentie en leeftijd: Onderzoek bij Nederlanders van twaalf tot \nzevenenzeventig jaar. van Gorcum.\nvon Klipstein, L., Borsboom, D., & Arntz, A. (2021 ). The exploratory value of \ncross-sectional partial correlation networks: Predicting relationships between \nchange trajectories in borderline personality disorder. PloS One , 16(7), e0254496.  \nhttps://doi.org/10.1371/journal.pone.0254496  \nWagner, L. C., & King, M. (2005 ). Existential needs of people with psychotic disorders in \nPôrto Alegre, Brazil. British Journal of Psychiatry , 186(2), 141–145. https://doi.org/10. \n1192/bjp.186.2.141  \nWhitley, R., & Drake, R. E. (2010 ). Recovery: A dimensional approach. Psychiatric \nServices , 61(12), 1248–1250. https://doi.org/10.1176/ps.2010.61.12.1248  \nWilson, R. S., Yung, A. R., & Morrison, A. P. (2020 ). Comorbidity rates of depression and \nanxiety in first episode psychosis: A systematic review and meta-analysis. Schizophrenia \nResearch , 216, 322–329. https://doi.org/10.1016/j.schres.2019.11.035  \nWisdom, J. P., Bruce, K., Auzeen Saedi, G., Weis, T., & Green, C. A. (2008 ). ‘Stealing me \nfrom myself’: Identity and recovery in personal accounts of mental illness. Australian \nand New Zealand Journal of Psychiatry , 42(6), 489–495. https://doi.org/10.1080/ \n00048670802050579  \nWysocki, A., van Bork, R., Cramer, A., & Rhemtulla, M.(2022 ). Cross-lagged network \nmodels. https://doi.org/10.31234/osf.io/vjr8z \nYager, J. (2021 ). Addressing suffering in patients with psychiatric disorders. The Journal \nof Nervous and Mental Disease , 209(9), 615–621. https://doi.org/10.1097/nmd. \n0000000000001348  \nYalom, I. D. (1980 ). Existential psychotherapy . Basic Books.\nZimmerman, M., McGlinchey, J. B., Posternak, M. A., Friedman, M., Attiullah, N., & \nBoerescu, D. (2006 ). How should remission from depression Be defined? The \ndepressed Patient’s perspective. American Journal of Psychiatry , 163(1), 148–150.  \nhttps://doi.org/10.1176/appi.ajp.163.1.148COGENT MENTAL HEALTH\n 23"
    }
  ]
}