{
  "doc_type": "scientific paper",
  "title": "Back to Square One bodily role of consciousness",
  "authors": [
    "Ciaunica A"
  ],
  "year": 2021,
  "journal": "Neuroscience of Consciousness , 2021, 7(2), 1–10",
  "doi": "10.1093/nc/niab037",
  "abstract": "Most theoretical and empirical discussions about the nature of consciousness are typically couched in a way that endorses a tacit adult- centric and vision-based perspective. This paper defends the idea that consciousness science may be put on a fruitful track for its next phase by examining the nature of subjective experiences through a bottom-up developmental lens. We draw attention to the intrinsic link between consciousness, experiences and experiencing subjects, which are first and foremost embodied and situated organisms essentially concerned with self-preservation within a precarious environment. Our paper suggests that in order to understand what consciousness ‘is’, one should first tackle the fundamental question: how do embodied experiences ‘arise’ from square one? We then highlight one key yet overlooked aspect of human consciousness studies, namely that the earliest and closest environment of an embodied experiencing subject is the body of another human experiencing subject. We present evidence speaking in favour of fairly sophisticated forms of early sensorimotor integration of bodily signals and self-generated actions already being established in utero . We conclude that these primitive and fundamentally relational and co-embodied roots of our early experiences may have a crucial impact on the way human beings consciously experience the self, body and the world across their lifespan. Keywords: self; consciousness; embodiment; predictive processing; in utero perception",
  "keywords": [
    "self",
    "consciousness",
    "embodiment",
    "predictive processing",
    "in utero perception"
  ],
  "research_topics": [
    "self",
    "consciousness",
    "embodiment",
    "predictive processing",
    "in utero perception"
  ],
  "created_at": "2025-05-05T03:22:22.269389Z",
  "source_pdf": "documents/research/Global/Ciaunica A 2021 Back to Square One bodily role of consciousness.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Neuroscience of Consciousness , 2021, 7(2), 1–10\nDOI: https://doi.org/10.1093/nc/niab037\nResearch Article\nSpecial Issue: Consciousness science and its theories\nBack to square one: the bodily roots of conscious\nexperiences in early life\nAnna Ciaunica1,2,*,†,‡, Adam Safron3,4,‡, and Jonathan Delafield-Butt5,6\n1Centre for Philosophy of Science (CFCUL), University of Lisbon, Lisbon 1749-016, Portugal;2Institute of Cognitive Neuroscience, University College London,\nLondon WC1N 3AR, UK;3Kinsey Institute, Indiana University , Lindley Hall, 150 S Woodlawn Ave, Bloomington, IN 47405, USA;4Cognitive Science Program, 1001 E.\n10th St. Indiana University , Bloomington, IN 47405, USA;5Laboratory for Innovation in Autism, University of Strathclyde, Glasgow G1 1QE, UK;6Faculty of\nHumanities and Social Sciences, University of Strathclyde, Glasgow G4 0LT, UK\n†Anna Ciaunica, http://orcid.org/0000-0002-2708-8319\n‡Equal contributions.\n*Correspondence address. Centre for Philosophy of Science (CFCUL), University of Lisbon, Campo Grande, 1749-016 Lisbon, Portugal / Institute of Cognitive\nNeuroscience, University College London, WC1N 3AR, London, UK. Tel/ Fax: +351 217 500 365; E-mail: a.ciaunica@ucl.ac.uk\nAbstract\nMost theoretical and empirical discussions about the nature of consciousness are typically couched in a way that endorses a tacit adult-\ncentric and vision-based perspective. This paper defends the idea that consciousness science may be put on a fruitful track for its next\nphase by examining the nature of subjective experiences through a bottom-up developmental lens. We draw attention to the intrinsic\nlink between consciousness, experiences and experiencing subjects, which are first and foremost embodied and situated organisms\nessentially concerned with self-preservation within a precarious environment. Our paper suggests that in order to understand what\nconsciousness ‘is’, one should first tackle the fundamental question: how do embodied experiences ‘arise’ from square one? We then\nhighlight one key yet overlooked aspect of human consciousness studies, namely that the earliest and closest environment of an\nembodied experiencing subject is the body of another human experiencing subject. We present evidence speaking in favour of fairly\nsophisticated forms of early sensorimotor integration of bodily signals and self-generated actions already being established in utero . We\nconclude that these primitive and fundamentally relational and co-embodied roots of our early experiences may have a crucial impact\non the way human beings consciously experience the self, body and the world across their lifespan.\nKeywords: self; consciousness; embodiment; predictive processing; in utero perception\nIntroduction\nIn the past decades, significant theoretical and empirical\nefforts from philosophy , neuroscience, psychology , psychiatry\nand the computational sciences have worked to unravel the\npsychological and neurobiological nature of human conscious-\nness. The so-called ‘hard problem’ ( Chalmers 1995 )—how and why\ndo certain physical structures and functions of the brain and body\nrelate and give rise to conscious subjective experiences ( Nagel\n1974 ;Block 2008 )—continues to fuel current debates. Most the-\norists address this question by exploring the relationship between\n‘conscious experiences’ and the ‘brain’ ( Dennett 1992 ;Dehaene\n2014 ), in the search for neural correlates of consciousness. An\nexhaustive discussion of these theories and their metaphysical\nassumptions would lead to a substantial digression and cannot be\naddressed here in detail. (See Table 1 for an overview of the most\nrecent and seminal accounts and ( Safron 2020a ,b) for a recent\ndiscussion.)In this paper, we propose to zoom out from the classical\nconundrum of the relationship between consciousness and its\nneural correlates. Instead, we go back to ‘square one’ in order to\nexamine the nature of experiences as they arise in early human\nlife, in utero . The underlying assumption is that by endorsing a\nbottom-up and developmental perspective in exploring how con-\nscious experiences dynamically arise and develop in concert with\nthe developing organism, we may reveal important insights into\nwhat consciousness ‘is’ and its basic organic structure ( Lyon et al.\n2021 ).\nWe build upon the idea that consciousness is intrinsically\nlinked to ‘experiences’. Experiences are particular spatiotemporal\nevents that consist in the instantiation of experiential properties\nby experiencing subjects (i.e. particular spatiotemporal individ-\nuals) ( Nida-R ¨umelin 2017 ). This means that experiences do not\noccur in a vacuum, but they are intrinsically linked to an experi-\nencing subject or to ‘someone’ as their ontological ‘bearer’ ( Sartre\nReceived: 2 March 2021; Revised: 16 September 2021; Accepted: 15 November 2021\n© The Author(s) 2021. Published by Oxford University Press.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License\n(https://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original\nwork is properly cited. For commercial re-use, please contact journals.permissions@oup.comDownloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 Ciaunica et al.Table 1. Overview of theories of consciousness and implications of endorsing a developmental lens\nGlobal Neuronal Workspace\nTheory (GNWT)Integrated Information\nTheory (IIT)Higher-Order Thought\n(HOT)Predictive Processing\nTheories (PPT) Integrated World Modelling Theory (IWMT)\nNecessary (and potentially\nsufficient) conditions for\nconsciousnessLarge-scale workspaces for\nintegrating and broad-\ncasting information from\notherwise segregated\nspecialist processesComplexes of irreducible\nself-cause–effect powerMeta-representation of\nknowledgeInvertible generative world\nmodelsGenerative world modelling with coherence\nwith respect to space, time, and cause for\nsystem and world\nEmphasizes phenomenal,\naccess, or autonoetic self-\nconsciousness (P-C, A-C\nand S-C, respectively)A-C; Questions distinction\nwith P-CP-C A-C (as being equivalent to\nP-C) and S-C; some ver-\nsions reject the existence\nof P-CAll forms of conscious-\nness to varying degrees\ndepending on particular\ntheoriesPrimarily P-C but also A-C and S-C\nMinimal conscious system Anything possessing a\nworkspace architectureAn elementary particle Variable, depending on\nthe specific theory being\nconsideredVariable, depending on\nthe specific theory being\nconsideredAny nested generative process capable of\ngenerating an integrated world model\nsuch that entities can be coherently put\nin relation to each other with specific\nproperties in space and time\nPotential positions on the\ndevelopment of different\nforms of consciousnessBirth Independent gametes, and\nthen a new consciousness\nat fertilization and then\neventually a shift to the\nnervous systemPostnatally Variable, depending on\nthe specific theory being\nconsideredUnclear for P-C; postnatally for A-C, and\nmultiple years for developing/learning\ndifferent forms of S-C\nPotential positions on the\nevolution of different\nforms of consciousnessUnclear, but possibly not\nuntil the evolution of a\nthalamocortical system\nand avian homologuesCreation of universe (to\nthe extent there was a\nbeginning)Variable, depending on\nthe specific theory being\nconsideredVariable, depending on\nthe specific theory being\nconsideredUnclear for P-C; expansion of deep hier-\narchies to include stimulus-decoupled\ndynamics for A-C (and possibly also P-C),\nand with the advent of language for S-C\nConsiderations of embodi-\nmentMinimal Minimal Minimal Variable, depending on\nthe specific theory being\nconsideredExtensive\nImplications of adopting\nthe foetus/infant-eye viewWhen do workspace\narchitectures of which\nkinds/capacities first get\nestablished?When do complexes of\nwhat degrees of integrated\ninformation with which\ninternal repertories first\nform?When are learners capable\nof abstracting meta-\nrepresentations of what\ndegrees of complexity?What are the initial pri-\nors, and subsequent\nposteriors, functioning\nas empirical priors for\nfurther inference?What kinds of coherence get established to\nwhat degrees at which points in develop-\nment, and what levels of coherence are\nrequired for the emergence of different\nforms of consciousness?\nImplications of drawing\nattention to non-visual\nmodalitiesWorkspace architectures\ncould be used for any kind\nof informationMany , e.g., potentially\nstronger connections\nbetween consciousness\nand volition in terms of\ndegrees of integrated\ninformation associated\nwith body mapsSome modalities may bet-\nter lend themselves to\nexplicit re-representation\nrelative to others; e.g.\ninteroceptive modalities\nare difficult to precisely\nlocalize/temporalizePP can be applied to any\nkind of sense data, albeit\nwith different degrees of\ntractability with respect to\npredictive modellingIWMT suggests that all modalities are\nenfolded into visuospatial and somatospa-\ntial awareness, which should be able\nto support a touch/smell/sound-first\nperspective, and which may also alter\nestimates of when different forms of\nconsciousness first developDownloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Back to square one 3\n1943 ;Zahavi 2005 ;Legrand 2006 ;Ciaunica 2016 ,2017 ). As Nida-\nR¨umelin points out: ‘we cannot even think the occurrence of an\nexperience without thereby thinking it as involving an experi-\nencing subject’ ( 2017 , 56). Hence, the notion of an experiencing\nsubject is conceptually prior to the notion of an experience, and\nthe notion of an experience is conceptually prior to the notion of\nconsciousness.\nIf this is so, then before any attempt to understand con-\nsciousness, we must address the nature of ‘experiencing subjects’.\nAs we will see shortly , this emphasis is far from being trivial.\nThis is because, as it happens, this ‘someone’, or the ‘bearer’\nof experiences is not an abstract entity floating in an abstract\nspace. Rather, humans—the experiencing subjects at stake here—\nare ‘embodied’ living organisms actively engaging with a wider\nphysical and social environment in order to secure survival, self-\npreservation and potential reproduction ( Gibson 1977 ;Varela et al.\n1991 ;Aitken and Trevarthen 1997 ;Gallagher 2000 ;de Jaegher and\nDi Paolo 2007 ;Thompson 2007 ). Indeed, recent years have seen\nan ‘embodied turn’ in addressing the nature of conscious expe-\nriences. There is a growing consensus in philosophy , psychology\nand cognitive neuroscience that multisensory and sensorimotor\ninformation about the ‘body’ plays a central role in structuring\nour basic sense of self and subjective conscious experiences (Reed\n1996; Gallagher 2000 ;Blanke and Metzinger 2009 ;Trevarthen and\nDelafield-Butt 2017 ;Trevarthen et al. 2006 ).\nHowever, as we will see shortly , if we understand con-\nsciousness as necessarily related to experiences and from there\nto embodied experiencers (i.e. human embodied individuals\nactively engaging with an environment in order to maintain self-\npreservation), then it becomes clear that consciousness cannot\nbe addressed in isolation from ‘bodily self-consciousness’. Recent\nwork in mind and brain research stipulates that our percep-\ntions, cognitions and actions are fundamentally geared towards\nself-preservation,1i.e. the need to maintain and regulate the psy-\nchological and physiological needs for the integrity of the living\norganism (the human body or individual) within a wider and\nhighly volatile social and physical environment ( Varela et al. 1991 ;\nNorthoff and Panksepp 2008 ;Clark 2013 ;Hohwy 2013 ;Ciaunica\n2019 ;Limanowski and Friston 2018 ;Seth and Tsakiris 2018 ;Seth\n2021 ). In order to fulfil the fundamental conditions for self-\npreservation, humans need to constantly move, act and interact\nwith the physical and social environment. Multisensory integra-\ntion of sensory signals arising from both inside and outside our\nbodies is fundamental to building a cohesive model of our body ,\nself and the world ( Park and Blanke 2019 ). It scaffolds not only our\nsubjective experience of being present, in the here and now, but\nmost importantly , it ensures successful navigation in a complex\nand ever-changing physical and social world.\nNow, one way the human organism may complete this task\nis described by the influential ‘Predictive Processing’ framework\n(Friston 2010 ;Clark 2013 ;Hohwy 2013 ). This theory proposes that\nthe brain maintains conditions for self-preservation by extracting\npatterns of information from its embodied, worldly interactions\nin order to generate self- and world models of the environment\n(Conant and Ashby 1970 ). These models form the basis of the\nso-called ‘expectations’ of the agent about the causal structure\nof its internal and external worlds ( Rao and Ballard 1999 ). The\nhuman brain actively predicts or anticipates causes of incoming\n1Note that this is not to say that agents are limited to perceiving\nevents/objects that are directly related to their survival. Rather, it is to say\nthat perception functions first and foremost a manner of contributing to\nself-maintenance. We are grateful to one anonymous reviewer for pressing\nclarification on this point.sensory inputs via Bayesian ‘prior’ beliefs,2allowing the modelling\nof possible ‘hidden’ causes of the sensory information.\nIf this is so, then two key observations arise for consciousness\nstudies. First, in order to understand the nature of conscious expe-\nrience in the here and now of adult life, it is essential to look\nat how these experiences get off the ground from the outset, in\nearly life. This is because adult conscious experiences cannot be\naddressed in isolation of prior (early life) perceptual experiences.\nRegardless of when various forms of consciousness first emerge,\nthere is an experiential continuum between early and later\nexperiences.\nSecond, if consciousness cannot be addressed in isolation from\nexperiences, then the latter cannot be isolated from experienc-\ning subjects, which in turn cannot be isolated from their bod-\nies and their closest environment. Or the most primitive and\nclosest ‘environment’ of the developing human body is another\nhuman body . Hence, the most basic perceptual experiences—\nthe ‘first priors’ ( Ciaunica et al . 2021b )—may arise already in\nthe womb, that is, when humans share bodily and organismic\nresources with another human being. Indeed, one essential yet\noverlooked aspect of current discussions on consciousness is that\nexperiencing subjects first develop ‘within’ another human body .\nThese primitive and fundamentally relational co-embodied roots\nof our experiences may have crucial impacts on the way human\nbeings start consciously experiencing the self, body and the\nworld.\nWe unpack these ideas below as follows. In second section,\nwe start with the observation that consciousness studies typi-\ncally endorse an adult-centric, vision-biased perspective. Cash-\ning out conscious perception in terms of visual processing may\nbe misleading because it overlooks the fundamental multisen-\nsory , relational and dynamic nature of our perceptual experi-\nences from the outset, in early life. We suggest that we need a\nmore dynamic and inclusive approach in order to include sub-\njective experiences that are potentially felt, experienced, and yet\nunreported and/or verbally unreportable. We then introduce the\nphenomenological notion of pre-reflective self-consciousness that\nlies at the core of all our conscious experiences and outline its\nembodied sensorimotor roots. Third section looks at evidence\npointing to the sensorimotor roots of embodied experiences in\nutero . Indeed, while it is widely acknowledged that the integra-\ntion of ‘bodily sensory’ inputs is fundamental for human per-\nceptual experiences, less attention has been paid to the idea\nthat human bodies necessarily emerge within another human\nbody (co-embodiment). We describe how the preconditions for\npre-reflective self-consciousness are established in utero in terms\nof basic forms of self-awareness. Fourth section builds upon\nthe robust evidence speaking in favour of self- and environ-\nment exploratory movements and actions in foetuses in order to\nargue that the latter may be regarded as experiencing subjects\nin a basic sense, i.e. they perceive and explore themselves, the\nworld and their relation to the world via repeated trials, learn-\ning and observation, mainly through proximal senses such touch\nand olfaction. We suggest that these embodied experiences—\nregardless of whether they are or are not associated with phe-\nnomenal consciousness—come first and constitute the roots of all\nconscious experiences, even though we do not explicitly or ver-\nbally recollect them as adults, nor we always pay attention to\nthem later in life.\n2‘Belief’ here is defined as a probabilistic representation encoded by neu-\nronal activity in a hierarchical Bayesian network.Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 Ciaunica et al.\nConsciousness is not all about seeing a ripe\ntomato (and reporting it)\nConsciousness studies typically endorse an adult-centric, vision-\nbiased perspective in both theoretical and experimental frame-\nworks, predicated mostly on verbal reports ( Faivre et al. 2017 ). As\nGraziano notes, many scientists who study consciousness focus\non ‘a microcosmic problem: a person looking at a small round spot\non a screen’ ( Graziano 2018 ) and subjectively reporting that visual\nconscious perception. Being able to report a given perception\ncounts as an indicator of the fact that that perception is conscious.\nFor example, two key features of conscious sensory states, namely\n‘qualitative character’ and ‘subjectivity’ ( Nagel 1974 ;Kriegel 2009 ),\nare usually and famously exemplified with the case of ‘seeing a\nripe tomato’ ( Jackson 1986 ;Levine 2006 ).\nThis bias runs deep in current consciousness studies, char-\nacterizing even the distinction between conscious versus uncon-\nscious perception. For example, subliminal perception is ‘inferred\nwhen a stimulus is demonstrated to be invisible while still influenc-\ning thoughts, feelings, actions, learning or memory’ ( Kouider and\nDehaene 2007, 857, our italics ). It is ‘primarily via the demonstra-\ntion of semantic activation from invisible stimuli that researchers\ntried to define the limits of non-conscious perception’ ( Kouider\nand Dehaene 2007, 858, our italics ) (see also Marcel 1974). There\nis some early work tackling tactile detection and auditory modal-\nity ( Stroh et al . 1908 ). However, vision-based studies became the\npredominant research paradigm of conscious perception in the\npast century (but see Arzi et al. 2020 for a recent experimental\napproach; see Barwitch 2020 ;Millar 2021 on recent theoretical\naccounts of olfactory perception).\nThis tacit bias can be straightforwardly accounted for in terms\nof the facility of the experimental designs and reportability . After\nall, it is easier to ask adult participants ‘what it is like’ to\nsee a ripe tomato or whether they have spotted a word on a\nscreen. It is less evident to ask infants whether there is some-\nthing ‘what it is like’ for them to listen a lullaby or to detect\na tactile experience on their skin, because infants do not yet\nhave language with which to report their experiences. But can\nwe safely infer from lack of potential reportability abilities to\nlack of conscious awareness? Here, we suggest that we need a\nmore inclusive approach in order to include under the umbrella\nof consciousness science those subjective experiences that are\npotentially felt, experienced, and yet unreported and/or verbally\nunreportable.\nThe focus on visual conscious perception may be seen as an\nintellectual inheritance from the historical development of phi-\nlosophy and neuropsychology that approached vision as the most\naccessible, ‘lowest hanging fruit’ in the dissection of subjective\nexperience and its neural underpinning. However, as we will\nexamine throughout this paper, our daily experiences involve\nmore proximal and rich multisensory inputs such as tactile, pro-\nprioceptive, visceral, as well as olfactory and auditory signals ( Noë\n2004 ;Faivre et al . 2017 ;Ciaunica 2017 ;Barwitch 2020 ). All these\nmultisensory dynamic perceptions are blended to form an ‘invis-\nible’ or ‘transparent’ experiential background that consciousness\nstudies typically take for granted ( Ciaunica et al. 2021 ).\nThis idea has been long advocated by theorists from the phe-\nnomenological tradition ( Sartre 1943 ;Merleau-Ponty 1945/1962 )\nand more recently by Zahavi (2005) ;Fuchs (2005) ;Legrand (2006) ;\nNida-R ¨umelin (2017) ;Ciaunica (2016) ;Ciaunica (2017) . According\nto these theorists, the awareness involved in ‘my’ experiences is\nnot an awareness of it as an ‘object’, in the sense that I cannot\nendorse the perspective of an external observer or spectator onit.3Rather, any experience directed towards an object in the\nworld (e.g. seeing a ripe tomato or my face in a mirror) implies\na ‘pre-reflective self-consciousness’ that makes my experiences\nimmediately and tacitly given as mine ( Zahavi 2005 ).\nAs Sartre famously put the point, this fundamental form of\npre-reflective self-consciousness should not be regarded as an\nextra layer added to the on-going experience. Rather, it essen-\ntially constitutes the very mode of being of ‘any’ conscious expe-\nrience: ‘This self-consciousness we ought to consider not as a\nnew consciousness, but as the only mode of existence which\nis possible for a consciousness of something’ ( Sartre 1943 , 20\n[1956, liv]). In Sartre’s view, necessarily , any conscious experi-\nence is a pre-reflective self-conscious experience ( Legrand 2006) :\n‘a consciousness has no need at all of a reflecting [higher-order]\nconsciousness in order to be conscious of itself. It simply does\nnot posit itself as an object ’ (Sartre 1936 , 29 [1957, 45], our italics).\nPre-reflective self-consciousness is intrinsically a non-objectifying\nform of self-awareness. This form of self-awareness is thought\nto pervade and constitute every conscious experience without\nrequiring introspection or reflection ( Zahavi 2005 ).\nImportantly for our discussion here, those theorists4claiming\nthat one attains self-consciousness only if one has the ability to\nuse the first-person pronoun ‘I’ to refer to oneself are also com-\nmitted to the idea that infants are not conscious beings capable of\nexhibiting pre-reflective self-awareness ( Carruthers 1996 ). By con-\ntrast, those theorists who claim that pre-reflective consciousness\nis an intrinsic feature of our primary experiences and does not\nstand in a transitive relation to the state of which it is aware allow\nfor infants to be self-aware in this basic sense ( Rochat and Striano\n2000 ;Ciaunica 2016 ).\nInterestingly , the phenomenological view—according to which\nevery experience has necessarily and tacitly an experience of bod-\nily selfhood underwriting it ( Merleau-Ponty 1945/1962 )—echoes\nrecent influential work in mind and brain research stipulating\nthat self-preservation, i.e. the maintenance of one’s vital integrity ,\nis at the core of all perceptual events ( Northoff and Panksepp\n2008 ;Ciaunica 2017 ;Rudrauf et al. 2017 ;Seth and Tsakiris\n2018 ;Limanowski and Friston 2020 ). In this view, the self is\nnot only embodied, but also perceptual experiences are impera-\ntively driven by basic constraints of physiological regulation that\nsubserve self-preservation of the embodied human individual.5\nWhenever we perceive something, self-related interests (infor-\nmation relevant to self-preservation) necessarily guide both our\nperception and actions ( Ciaunica and Crucianelli 2019 ).\nIn what follows, we propose that examining the nature of our\nbasic pre-reflective embodied experiences may help us shed light\non the nature of conscious experiences tout court . Specifically ,\nwe suggest that the preconditions for basic and embodied forms\n3This is not to deny the existence and importance of the fact that I can\nendorse a third-person objectifying view on myself and take myself as an object\nof experience (e.g. self-introspection or self-recognition). Rather, it is just that\nthis observational stance should be regarded as emerging late in phylogeny and\nontogeny , being dependent on a more primary form of self-consciousness. For\nexample, for some authors, the child’s ability to recognize herself in the mirror\nvia the famous rouge test ( Lewis and Ramsey 2004 ), i.e.∼18 months of age, con-\nstitutes the hallmark of self-consciousness. This point however is controversial\n(see Rochat and Striano 2000 ;Ciaunica 2016 ).\n4For example, some theorists account for the intransitive use of the term\n‘conscious’ by means of some kind of higher-order theory ( Carruthers 1996 ). For\nthese authors, the presence/absence of a relevant meta-mental state was sup-\nposed to serve as a criterion in distinguishing conscious/unconscious mental\nstates.\n5We are grateful to one anonymous reviewer for pressing clarification on\nthis point.Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Back to square one 5\nof pre-reflective self-consciousness are already becoming estab-\nlished in utero . That is, prenatal organisms possess a basic form\nof self-awareness ( Ciaunica 2016 ), which constitutes the funda-\nmental basis or roots for all conscious experiences. As we will\nsee shortly , there is growing empirical evidence suggesting that\nthe most basic experiences are already present in utero (Zoia\net al. 2007 ;Castiello et al. 2010 ;Piontelli 2010 ;Delafield-Butt\nand Gangopadhyay 2013 ;Ciaunica 2017 ;Ciaunica and Crucianelli\n2019 ;Quintero and de Jaegher 2020 ;Ciaunica et al. 2021 ).\nA metaphorical way of putting the point is to say that in order\nto understand the nature of a tree, it is not enough to mea-\nsure its observable ‘reflective’ branches. Rather, one must also\ntake into account its less accessible, implicit ‘pre-reflective’ roots,\nwhich are, as we will see shortly , fundamental to understand\nhow humans consciously experience themselves, their bodies and\ntheir relation to the environment. This is because perceptual expe-\nriences develop and unfold gradually on a continuum, spanning\nfrom pre-reflective bodily forms towards more sophisticated and\nreflective forms. The latter are grounded on the former, the same\nway the directly perceivable branches of a tree both spring forth\nfrom, and are also supported by its underground roots. Attention\nonly to the visible branches may produce a superficial account;\nyet, the tree has deep roots fundamental to its entire form and\nfunction. In the next section, we present evidence describing\nhow the preconditions for pre-reflective self-consciousness are\nestablished in utero in terms of basic forms of self-awareness.\nThe sensorimotor roots of embodied\nexperiences in utero\nA significant body of work in philosophy , psychology and neu-\nroscience proposed that at the heart of human perceptual expe-\nrience of all kinds lies the integration of ‘bodily sensory’ inputs\n(Varela et al. 1991 ;Gallagher 2000 ;Legrand 2006 ;Seth et al. 2011 ;\nApps and Tsakiris 2013 ). The embodied aspects of self-related\nexperiences have been extensively investigated in the literature\nfrom various theoretical perspectives (Berlucchi and Aglioti 1997;\nDamasio 2000 ; Downing et al. 2001; Critchley et al. 2004; Panksepp\n2005 ;Trevarthen and Delafield-Butt 2017 ; Allen and Tsakiris 2019;\nFree 2020 ;Jékely et al. 2021 ). Again, a detailed discussion of these\naccounts would lead to a substantial digression.\nHere, we build upon the fairly uncontroversial idea that the\nmultisensory integration of sensory signals must always serve the\nsurvival and the maintenance of the body within a wider physi-\ncal and social environment. Crucially , to achieve this vital goal,\nthe organism needs to remain active. Rather, it needs to actively\ncoordinate the movements of its skeletomusculature to achieve\nin action the goals that sustain its vitality . All animals share this\ncommon foundation of sensory-motor integrative activity , medi-\nated by a highly evolved cell system to serve this purpose rapidly ,\nand with efficient effect—the nervous system ( Sherrington 1947 ).\nIt has been proposed that a potentially reliable marker of an\norganism’s emergence of perceptual experiences is the identifica-\ntion of anticipatory , goal-directed sensory-motor actions ( Merker\n2005 ;Panksepp 2011 ). The development of prospective, antic-\nipatory awareness in motor control emerges at the beginning\nof foetal life at the end of the first and beginning of the sec-\nond trimester ( Delafield-Butt and Gangopadhyay 2013 ). This is an\nemerging hub of endogenously generated actions with outcomes\ncontingent on proprioceptive, tactile and distance receptors to\nsense the effect of one’s own self-generated action on the exter-\nnal or intra-personal world. In human development, the first signs\nof the self-generated actions are at exactly 7 weeks and 2 daysof gestational age ( L¨uchinger et al. 2008 ). This is a composition\nof whole-body , writhing worm-like movements with a patterned\noscillatory cascade that travels limbs and trunk as one integrated\nsystem. These very first movements lack the discrete, isolate\ncontrol of a part of the body (an arm, a finger) commonly asso-\nciated with voluntary , intentional control. Rather, they reflect a\nwhole-organismic motility within uterine fluid dynamics and the\ngelatinous structure of a late-stage embryo. The latter has limited\naffordances for action. At this point the nervous system is very\nimmature. Indeed, cervical spinal cord nuclei are rapidly forming\naxodendritic synapses, initially between interneurons and motor\nneurons, and then between afferent fibres and interneurons. It\nbegins to function now as an integrated system. Moreover, the\n‘special visceral nuclei’ of the brain are formed and they are\nbecoming innervated via integrative affective systems ( Trevarthen\n1985 ).\nIt is not until 12–14 weeks of gestational age that the organism,\nnow an early-stage foetus entering its second trimester of gesta-\ntion, makes isolate movements of the limbs or head, indicating\ndifferentiated voluntary control of discreet elements of the skele-\ntomusculature. Most profoundly , shortly after this point in gesta-\ntion, quantified kinematic analyses reveal the foetus has acquired\na sensory knowledge of its environment and can plan movements\nthat expect their sensory consequences ( Castiello et al. 2010 ). For\nexample, it has been shown that in the case of twin pregnancies,\ntwin foetuses have been observed to make special twin-directed\nmovements that are distinct from movements towards the uterine\nenvironment, such as the placenta wall or umbilical cord. These\nmovements can be differentiated by the start of their action, indi-\ncating a prospective awareness of the sensory consequences of the\nself-generated action from the very beginning. The authors of this\nstudy note that the action patterns used to touch the twin were the\nsame as those used to touch one’s own face but distinctly differ-\nent from those used to touch the placenta, indicating a very early\n‘social’ awareness of an ‘other’ agent ( Castiello et al. 2010 ). In sin-\ngleton pregnancies, motor planning evident in the action pattern\nof the arms is structured by its final position, or ‘goal’, by at least\n22 weeks of gestational age ( Zoia et al. 2007 ).\nFoetal awareness of the consequences of a self-generated\naction is also evident in anticipatory movements of the hands and\nfingers to a target part of the body during self-directed action.\nFor example, the mouth of the foetus is observed to open dur-\ning mouth-directed movements of the arm, carrying the finger\nto it, but before actual contact ( Myowa-Yamakoshi and Takeshita\n2006 ;Reissland et al. 2014 ). This indicates an awareness of a\nself-generated future that manifests in sensory-motor movement\nand anticipates its sensory consequences. Finally , at birth, the\ndetailed high-precision sub-second kinematic analysis demon-\nstrates new-born arm movements are prospectively organized,\nwith an anticipation of their outcome in body space ( Delafield-Butt\n2007 ).\nTaken together, these studies demonstrate that a cardinal sign\nof anticipatory experience, goal-directed motor control, is evi-\ndent from the start of the second trimester in utero and develops\nin complexity and precision through foetal life as the skeleto-\nmusculature and neural connectivity matures ( Delafield-Butt and\nGangopadhyay 2013 ). Spinal column, brainstem and midbrain,\nwhere connectivity to limb musculature is already established,\nmust be responsible for these first, cardinal signs of agentive\ncontrol ( Delafield-Butt 2007 ;Delafield-Butt and Gangopadhyay\n2013 ). Notably , however, corticospinal projections do not reach\nthe cervical spinal cord until 24 weeks of gestation ( Eyre et al.\n2000 ).Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 Ciaunica et al.\nIt has been argued that these phylogenetically ancient brain\nstructures, well-known for visceral organ regulation and sen-\nsory and motor information transmission, are not simple relays\nalong the corticospinal tract sending sensory information from\ninferior visceral and somatic receptors to superior cortical areas,\nwhere mental operation generates motor commands for trans-\nmission back through brainstem for skeletal muscle movement.\nTheorists draw on clinical and comparative neurology , neuro-\nscience and neuropsychology findings to present a new per-\nspective of brain stem function that recognizes its capacity\nfor these so-called higher cognitive functions and its impor-\ntance as a core generator of the conditions for conscious\nagency and which some have suggested may constitute physi-\ncal substrates of consciousness in their own right ( Merker 2007 ;\nNorthoff and Panksepp 2008 ; Panksepp and Northoff 2009; Winn\n2012).\nHowever, the question whether subcortical or cortical regions\nare necessary and/or sufficient conditions for constituting the\nneural systems responsible for intentional control of action and\nconscious experience continues to be a subject of debate. For\nexample, some scholars have argued for a subcortical basis for\naffective consciousness ( Panksepp 2005 ;Damasio 2012 ;Solms and\nFriston 2018 ), drawing on evidence from emotional expressions\nin anencephalic patients and the preservation of feelings with\nbilateral insula damage ( Merker 2007 ;Damasio et al. 2013 ). By con-\ntrast, others suggest that core affects can be described in terms of\nemotions and feelings without necessarily being conscious ( Safron\n2021a ,b).6In what follows we build upon the fairly uncontrover-\nsial idea that the neural and sensorimotor basis necessary for the\nemergence of perceptual experiences and agentive control are in\nplace by the second trimester of gestation. In the remainder of this\npaper, we motivate the claim that these early perceptual experi-\nences and signs of proto-agentive control constitute the core of\nwhat we call pre-reflective self-consciousness, which is in turn the\nimplicit core of all conscious experiences.\nThe co-embodied roots of early conscious\nexperiences\nHow do we start perceiving and experiencing ourselves and the\nworld and when? Is it with our first breath after birth, or before,\nalready in the womb, when we breathe throughout the pla-\ncenta? How exactly can an ensemble of biological cells expand\nand transform into a human person able to consciously expe-\nrience herself as distinct from the world and others? These\nare fascinating questions that remain largely unexplored. The\ntransformation from biological cells into new human life is a\ncomplex, precarious and captivating journey7(see Young 2005 ;\nTrevarthen et al. 2006 ;Piontelli 2010 ;Ciaunica and Crucianelli\n2019 ;Quintero and de Jaegher 2020 ;Ciaunica et al . 2021 for an\nextensive discussion).\nAs we saw earlier, both phenomenological and Predictive Pro-\ncessing (PP) approaches rightly point to the role of an agent’s\n6This view suggests that affects might only be made conscious via re-\nrepresentation by processes capable of coherent world modelling ( Safron\n2020a,b ,Safron 2021a ,b). Alternatively , it could be argued that core affects\ncan be described in terms of emotions and feelings without necessarily being\nconscious ( Safron 2021a ). From this point of view, these affects might only be\nmade conscious via re-representation by processes capable of coherent world\nmodelling (Safron 2020; Safron 2021a ,b), likely depending on either a thalam-\nocortical system or a functionally similar homologue ( Dugas-Ford et al. 2012 ;\nShanahan 2012 ).\n7The fascinating phenomenology of shared embodiment and emerging\nselfhood during pregnancy has been addressed elsewhere in the literature in\nmore detail (Young 2005; Smith 2016; Lymer 2011 ;Ciaunica 2017 ;Ciaunica and\nCrucianelli 2019 ;Quintero and de Jaegher 2020 ).prior experiences in understanding the constitutive relationship\nbetween self-organizing systems (such as human bodies) and\ntheir physical and social environments ( Varela et al. 1991 ;Seth\nand Tsakiris 2018 ). Perception and movement are like the two\nsides of the same coin ( Lee et al. 1999 ;Noë 2004 ;von Hofsten\n2007 ;Lee 2009 ). Indeed, as we outlined earlier, consciousness\ndoes not float in a vacuum but rather is rooted in experiences—\nparticular spatiotemporal events—which are in turn intrinsically\nlinked to experiencing subjects—particular spatiotemporal indi-\nviduals. Experiencing subjects are not isolated and static islands.\nRather as Maurice Merleau-Ponty (1945/1962) noted, the basis of\nperceptual experiences is rooted in the moving body exploring and\nexchanging with the environment.\nHowever, less attention has been paid to the idea that\nhuman bodies necessarily emerge within another human body\n(co-embodiment) ( Ciaunica et al. 2021 ). For a set time period (typi-\ncally 9 months), two (or more) human organisms are bound to co-\nregulate and share bodily and environmental resources in order to\nsurvive (co-homeostasis; Ciaunica et al . 2021 ) in what Trevarthen\nand colleagues call ‘amphoteronomic regulation’ ( Trevarthen et al.\n2006 ).\nLet us go back to square one and imagine what it might be\nlike to be a foetus at 10 weeks of gestational age, regardless of\nwhether or not such experiences entail consciousness as defined\nby standard consciousness science. This is an important founda-\ntional question because while the experience of being pregnant\nis given to a certain category of individuals, the experience of\nbeing a foetus is universal (Ciaunica et al . 2021). We all have\nbeen foetuses at some point of our experiential life; hence, we all\nhave been impacted by the experience of co-embodiment. First,\nit is important to bear in mind that contrary to the common\nview of the foetus being passively ‘contained’8and solipsistically\n‘trapped’ in the solitude of the womb, evidence speaks in favour\nof an active and bidirectional co-regulation between the two living\nbodies ( Quintero and de Jaegher 2020 ), what it has been termed\n‘co-embodiment’ and ‘co-homeostasis’ (Ciaunica et al . 2021), or\n‘amphoteronomic’ ( Trevarthen et al. 2006 ) that draws attention\nto the mutual regulation of both maternal and foetal autonomic\nphysiologies.\nSecond, it is crucial to note that in the womb, the most devel-\noped sensory systems in foetuses are tactile and olfactory , not\nvisual. Sound, touch and smell are the principal modalities of\nperception in early life as well as proprioceptive control of move-\nments and body posture (Witherington et al . 2002). These inputs\nmay provide the fundamental basis upon which all our perceptual\nexperiences are built later on in adult life ( Ciaunica 2017 ;Ciaunica\nand Crucianelli 2019 ). Indeed, it may be the case that visual con-\nsciousness fundamentally depends on non-visual modalities in\norder to overcome otherwise intractable inverse problems (e.g. is\nan object near and small, or distant and large) and possibly also\nfor realizing phenomenal binding via affordance relations ( Safron\n2021a ).\nIntriguingly , in the womb, foetuses spend a significant amount\nof time in tactile exploration of the boundary between inner-\nvated and non-innervated regions ( Piontelli 1992 ,2010 ;Mori and\nKuniyoshi 2010 ). Early foetal self-generated action reveals its\nexploratory , sensation-testing nature. At the start of isolate limb\nmovement at 10 weeks of gestational age, some areas of the body\nare innervated with sensory nerve fibres, such as the lips, cheeks,\n8For example, Kingma (2019) identified two options for conceiving of the\nrelation between foetus and maternal body: (i) the foetus is merely contained\nwithin the maternal body and (ii) it is a part of the maternal body .Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Back to square one 7\nears and parietal bone, and others are not ( Piontelli 2010 ). Those\nareas that are innervated are frequently touched by the hands\nof the foetus, the fingers of which are themselves richly inner-\nvated. Importantly , touches to sensitive innervated regions create\nan autostimulatory feedback loop, with sensory signals generated\nin both the effector (finger) that is moved to touch and the area\nbeing touch (such as the lips). Touches to un-innervated regions do\nnot produce this simultaneous autostimulation, but they do pro-\nduce the feeling of touch in the fingers and commensurate haptic\nresistive forces sensed proprioceptively .\nUsing real-time ultrasonography , foetuses have been observed\nexploring the boundary of the innervated and uninnervated\nregions, particularly at the anterior fontanel of the forehead where\ninnervation ceases (ibid.). The nervous innervation of the fore-\nhead migrates during the second trimester. Consequently , the\nfoetus’ exploration this innervated and un-innervated body parts\nmigrates as well, demonstrating that the foetus is attracted to\nthe special relationship between differences in self-stimulatory\nfeed-back on either side of the boundary of innervation ( Piontelli\n2010 , 61–67). The foetus is thus exploring the boundaries of his\nor her self, developing knowledge of the effects of his or her own\nself-generated action, and its consequences.\nThe foetus also displays preferential behaviour in olfactory per-\nception. Early work outlined discriminative swallowing response\nto amniotic fluid after it was flavoured with sweet versus bitter\nstimuli (Mistretta and Bradley 1986). Another study found that\npreterm infants 2 months before the gestational term increased\ntheir rate of respiration to engage in the pleasant odour of vanilla,\nwhile inhibiting their breathing rate to avoid adverse odours\n(Marlier et al . 2001). Moreover, the delivery of odorants or tas-\ntants into the amniotic fluid (either through direct infusion or\nthrough maternal ingestion) induced subsequent preferences for\nthese chemostimuli when tested between successive foetal stages\n(see Schaal et al . 2000; Lipchock et al. 2011 ). These intentional\nactions and demonstration of preferences to engage or disengage\nprovide critical evidence that proto-agentic phenomena may be\noperative as early as the start of the second trimester of foetal\nlife.\nInterestingly , this exploration echoes the common etymolog-\nical understanding of what the term ‘experience’ designates,\nnamely: (i) the noun ‘eks-p ˉ e’ri-ens’, through trial of, practical\nacquaintance with any matter gained by trial, repeated trial, long\nand varied observation, personal or general; and (ii) the verb, to\nmake trial of, or practical acquaintance with, to prove or know by\nuse, to suffer, to undergo. T ypically , experiences are regarded by\nphilosophers and scientists as tacitly endowed with phenomenal\ncharacter ( Nagel 1974 ;Kriegel 2009 ). This seems to suggest that\nthe subjects undergoing these experiences must be in a position to\nat least have the ability to detect and access the phenomenal and\nsubjective aspects of these experiences ( Block 1997 ,2002 ). How-\never, the question whether experiences necessarily have phenom-\nenal character is debatable in philosophy (see Lee 2016 ) but leaves\nopen the possibility that observed experiences can be defined as\n‘practical acquaintance’ or ‘exploratory observation’ of self and\nworld ( Delafield-Butt 2007 ).\nGiven the extensive evidence in favour of self- and environ-\nment exploratory movements in foetuses, one may suggest the\nlatter are experiencing subjects in this basic sense: they per-\nceive and explore themselves, the world and their relation to\nthe world via repeated trials, learning and observation, mainly\nthrough proximal senses such as touch and olfaction. Crucially ,\nthese embodied experiences come first and constitute the roots ofall conscious experiences, even though we do not explicitly recol-\nlect them as adults nor we always pay attention to them later in\nlife. Whether or not these primitive experiences have a phenom-\nenal character—namely ‘there is something that it is like to be a\nfoetus in someone’s else body’—is beyond the scope of the present\ndiscussion.\nEven though these early experiences remain inaccessible to\nexplicit adult recollection, they may have a powerful impact on\nthe developing mind, especially if the body is found to ‘keep the\nscore’ ( van Der Kolk 2015 ) of our past experiences ( Piontelli 1992 ,\n2002 ;Delafield-Butt and Trevarthen 2015 ;Delafield-Butt 2018 ).\nPerhaps, our bodies (the pre-reflective bodily self) kept track of\nthese early experiences and use them as the fundamental basis\nor material for our full-blown consciousness, the one who allows\nus to successfully report seeing a ripe tomato or a dot on a screen.\nOne may use the metaphor of a ‘growing tree’ to better express\nthis idea: that in order to understand the nature of our directly\nperceivable or accessible conscious experiences (i.e. the contents\nof conscious experiences that we can explicitly attend to and\nreport), one needs to go back to its pre-reflective, implicit and\nless accessible, less visible bodily roots. This is because basic\npre-reflective bodily forms of conscious experiences may serve\nas a basis for more sophisticated and meta-cognitive-type con-\nsciousness. Examining the early and pre-reflective roots of the\n‘growing tree’ of embodied minds may teach us something essen-\ntial not only about its accessible aspects but also about the entire\nstructure of minds, understood as a whole.\nConclusion and future directions\nThis paper advances the idea that consciousness science may\nbe put on a fruitful track for its next stage by examining the\nnature of subjective experiences through a bottom-up develop-\nmental lens. Most theoretical and empirical discussions about the\nnature of consciousness are typically framed in a way that tacitly\nendorses an adult-centric and vision-based perspective. Here, we\ndraw attention to the idea that in order to understand what con-\nsciousness ‘is’, one should first tackle the fundamental question:\nhow do embodied experiences ‘arise’ from square one?\nWe started with the observation that the problem of con-\nsciousness cannot be addressed in isolation from the question of\nexperiences, which in turn are intrinsically linked to the question\nof experiencing subjects. Making explicit the fact that conscious-\nness is fundamentally linked to experiencing subjects flags out the\nidea that humans are embodied and situated living organisms,\nessentially concerned with self-preservation within a precarious\nenvironment.\nNext, we built upon the influential Predictive Processing frame-\nwork in philosophy of mind and computational neuroscience to\nmotivate the claim that in order to understand the nature of con-\nscious experiences, one needs to go back to prior experiences,\nwhich are fundamental in shaping the experiences of an embodied\nsubject situated in the here and now. We employed the metaphor\nof a growing tree to argue that in order to understand the nature of\nour conscious experiences one must explore its pre-reflective and\nimplicit bodily roots. Indeed, pre-reflective bodily forms of (self)-\nconsciousness may serve as a basis for more sophisticated and\nmeta-cognitive types of (self)-consciousness.\nThen, we drew attention to a universal, essential, yet over-\nlooked aspect, namely that the earliest and closest environment\nof human experiencing subjects is the body of another human\nexperiencing subject. Embodied experiencing subjects are thusDownloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 Ciaunica et al.\nfundamentally and biophysiologically linked to another embod-\nied experiencing subject from the outset. We presented evidence\nspeaking in favour of fairly sophisticated forms of early sen-\nsorimotor integration of bodily sensory signals and movements\nalready being established in utero . Examining the early and pre-\nreflective roots of the ‘growing tree’ of embodied minds may\nteach us something essential not only about its directly accessi-\nble aspects (i.e. the contents of conscious experiences that we can\nexplicitly attend to and report) but also about the entire structure\nof minds, understood as a whole.\nThis fundamental ontological and biophysiological depen-\ndence of an embodied experiencing subject on another embodied\nexperiencing subject may have profound implications on the way\nwe understand the very nature of conscious experiences. Future\nwork needs to address in more detail what are the implications\nof this primitive and universal co-embodiment on the very nature\nof our conscious experiences. For example, it may question the\nidea of an integrative model of consciousness restricted to and\nbuilt mainly upon adult-centric and vision-based conscious expe-\nriences. Cashing out all conscious experiences in terms of primar-\nily visual processing may cause us to overlook the fundamental\nmultisensory , relational and dynamic nature of our perceptual\nexperiences from the outset, in early life. Second, setting the focus\non the nature of early experiences may also shed light on the\nquestion of consciousness (or its lack) in non-human animals. It\nmay even help speak to debates on the potential conscious sta-\ntus of non-neural organisms such as plants ( Trewavas et al. 2020 ),\nsingle cells ( Delafield-Butt et al. 2012 ;Baluška et al. 2021 ) or per-\nhaps more pertinently , complex brain organoids grown in the\nlaboratory ( Bayne et al. 2019 ).\nFinally , endorsing a developmental view may help us develop\na more dynamical, ‘real-life’ understanding of conscious experi-\nences, based on an explanatory model focusing on how we ‘relate’\nto our self, body and the world, rather than exploring how we stat-\nically and photographically ‘detect’ and report a small dot on a\nscreen.\nData availability\nThere is no data involved in this paper.\nFunding\nThis work was supported by an FCT grant SFRH/BPD/94566/\n2013/and PTDC/FER-FIL/4802/2020 (to A.C.). and a Royal Society of\nEdinburgh ‘Living Organisms and Their Choices’ grant (to J.D.B.).\nConflict of interest statement\nNone declared.\nReferences\nAitken KJ, Trevarthen C. Self-other organization in human psycho-\nlogical development. Dev Psychopathol 1997; 9:651–75.\nApps MAJ, Tsakiris M. The free-energy self: a predictive coding\naccount of self-recognition. Neurosci Biobehav Rev 2013; 41:85–97.\nArzi A, Rozenkrantz L, Gorodisky L et al. Olfactory sniffing sig-\nnals consciousness in unresponsive patients with brain injuries.\nNature 2020; 581:428–33.\nBaluška F , Miller WB Jr., Reber AS. Biomolecular basis of cellular con-\nsciousness via subcellular nanobrains. Int J Mol Sci 2021; 22:2545.\nBarwitch A. Smellosophy . Cambridge: Harvard University Press, 2020.\nBayne T, Seth AK, Massimini M. Are there islands of awareness?\nTrends Neurosci 2019; 29:R608–15.Blanke O, Metzinger T. Full-body Illusions and Minimal Phenomenal\nSelfhood. Trends Cogn Sci 2009; 13:7–13.\nBlock N. On a confusion about a function of consciousness. In: Block\nNet al. (ed.), The Nature of Consciousness. Philosophical Debates .\nCambridge: MIT Press, 1997, 375–415.\nBlock N. Some concepts of consciousness. In: Chalmers DJ (ed.), Phi-\nlosophy of Mind: Classical and Contemporary Readings . Oxford: Oxford\nUniversity Press, 2002, 206–18.\nBlock N. Phenomenal and access consciousness Ned Block and\nCynthia MacDonald: consciousness and cognitive access. Proc\nAristotelian Soc 2008; 108:289–317. JSTOR.\nCarruthers P . Language, Thoughts and Consciousness. An Essay in Philo-\nsophical Psychology . Cambridge: Cambridge University Press, 1996.\nCastiello UB, Cristina, Zoia S, Nelini C et al. Wired to be social: the\nontogeny of human interaction. PLoS One 2010; 5:e13199.\nChalmers DJ. Facing up to the problem of consciousness. J Conscious\nStud 1995; 2:200–19.\nCiaunica A. Basic forms of pre-reflective self-consciousness: a devel-\nopmental perspective. In: Miguens S, Preyer G, Morando C (eds),\nPre-reflective Self-Consciousness: Sartre and Contemporary Philosophy\nof Mind . London: Routledge, 2016, 422–38.\nCiaunica A, Fotopoulou A. The touched self: psychological and philo-\nsophical perspectives on proximal intersubjectivity and the self.\nIn: Durt C, Fuchs T, Tewes C (eds), Embodiment, Enaction, and\nCulture: Investigating the Constitution of the Shared World , Cam-\nbridge, MA: MIT Press, 2017, 173–92.\nCiaunica A. The ‘meeting of bodies’: empathy and basic forms of\nshared experiences. Topoi 2019; 38:185–95.\nCiaunica A, Crucianelli L. Minimal self-awareness: from within a\ndevelopmental perspective. J Conscious Stud 2019; 26:207–26.\nCiaunica A, Roepstorff A, Fotopoulou AK et al. Whatever next\nand close to my self—the transparent senses and the ‘second\nskin’: implications for the case of depersonalization. Front Psychol\n2021a; 12:613587.\nCiaunica A, Constant A, Preissl H et al. The first prior: from\nco-embodiment to co-homeostasis in early life. Conscious Cogn\n2021b; 91:103117.\nClark A. Whatever next? Predictive brains, situated agents, and the\nfuture of cognitive science. Behav Brain Sci 2013; 36:181–204.\nConant RC, Ross Ashby W . Every good regulator of a system must be\na model of that system. Int J Syst Sci 1970; 1:89–97.\nDamasio A. The Feeling of What Happens: Body and Emotion in the Making\nof Consciousness . 1st edn. New York: Mariner Books, 2000.\nDamasio A. Self Comes to Mind: Constructing the Conscious Brain (Reprint\nEdition) . Boston: Vintage, 2012.\nDamasio A, Damasio H, Tranel D. Persistence of feelings and sen-\ntience after bilateral damage of the insula. Cerebral Cortex (New\nYork, NY) 2013; 23:833–46.\nde Jaegher H, Di Paolo E. Participatory sense-making: an enac-\ntive approach to social cognition. Phenomenol Cogn Sci 2007; 6:\n485–507.\nDehaene S. Consciousness and the Brain: Deciphering How the Brain Codes\nOur Thoughts . New York: Viking, 2014.\nDelafield-Butt JT. Towards a process ontology of organism: explain-\ning behaviour in a cell. In: Kelly T, Dibben M (eds), Applied Process\nThought: Frontiers of Theory and Research . Paris: Ontos, 2007, 237–60.\nDelafield-Butt JT, Freer Y , Perkins J et al. Prospective organization\nof neonatal arm movements: a motor foundation of embod-\nied agency , disrupted in premature birth. Dev Sci 2018; 21:\ne12693.\nDelafield-Butt JT, Gangopadhyay N. Sensorimotor intentionality: the\norigins of intentionality in prospective agent action. Dev Rev\n2013; 33:399–425.Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Back to square one 9\nDelafield-Butt JT, Pepping G-J, McCaig CD et al. Prospective guidance\nin a free-swimming cell. Biol Cybern 2012; 106:283–93.\nDelafield-Butt JT, Trevarthen C. The ontogenesis of narrative: from\nmoving to meaning. Front Psychol 2015; 6:01157.\nDennett D. Consciousness Explained . New York: Back Bay Books, 1992.\nDugas-Ford J, Rowell JJ, Ragsdale CW . Cell-type homologies and the\norigins of the neocortex. Proc Natl Acad Sci 2012; 109:16974–9.\nEyre JA, Miller S, Clowry GJ et al. Functional corticospinal projec-\ntions are established prenatally in the human foetus permitting\ninvolvement in the development of spinal motor centres. Brain\n2000; 123:51–64.\nFaivre N, Arzi A, Lunghi C et al. Consciousness is more than meets\nthe eye: a call for a multisensory study of subjective experience.\nNeurosci Conscious 2017; 1:p.nix003.\nFree KJ. Energy and the self: an ecological–enactive interpretation.\nTopoi 2020; 39:559–74.\nFriston KJ. The free-energy principle: a unified brain theory? Nat Rev\nNeurosci 2010; 11:127–38.\nFuchs T. Corporealized and disembodied minds. A phenomenolog-\nical view of the body in melancholia and schizophrenia. Philos\nPsychiatry Psychol 2005; 12:95–107.\nGallagher S. Philosophical conceptions of the self: implications for\ncognitive science. Trends Cogn Sci 2000; 4:14–21.\nGibson JJ. “The theory of affordances,” in Perceiving, Acting, and Knowing.\nTowards an Ecological Psychology . Hoboken, NJ: John Wiley and Sons\nInc, 1977.\nGraziano MSA. The Spaces between Us: A Story of Neuroscience, Evolution,\nand Human Nature . Oxford University Press, 2018.\nHohwy J. The predictive mind . Oxford: Oxford University Press, 2013.\nJackson F . What Mary Didn’t Know. J Philos 1986; 83:291–5.\nJékely G, Godfrey-Smith P , Keijzer F . Reafference and the origin of the\nself in early nervous system evolution. Philos Trans R Soc Lond B Biol\nSci2021; 376:20190764.\nKingma E. Were you a part of your mother? Mind 2019; 128:609–46.\nKouider S, Dehaene S. Levels of processing during non-conscious per-\nception: a critical review of visual masking. Philos Trans R Soc Lond\nB Biol Sci 2007; 362:857–75.\nKriegel U. Subjective Consciousness . Oxford: Oxford University Press,\n2009.\nLee DN. General tau theory: evolution to date. Perception\n2009; 38:837–58.\nLee DN, Craig CM, Grealy MA. Sensory and intrinsic coordination of\nmovement. Proc R Soc Lond 1999; 266:2029–35.\nLee G. Does experience have phenomenal properties? Philos Top\n2016; 44:201–30.\nLegrand D. The bodily self: The sensorimotor roots of pre-reflective\nself-consciousness. Phenomenol Cogn Sci . MIT Press, 2006; 5:89–118.\nLevine J. Conscious awareness and representation. In: Williford K,\nKriegel U (eds), Self-representational Approaches to Consciousness .\nCambridge: MIT Press, 2006, 173–98.\nLewis M, Ramsay D. Development of self-recognition, personal pro-\nnoun use, and pretend play during the 2nd year. Child Dev\n2004; 75:1821–31.\nLimanowski J, Friston K. ‘Seeing the dark’: grounding phenome-\nnal transparency and opacity in precision estimation for active\ninference. Front Psychol 2018; 9:643.\nLimanowski J, Friston K. Attentional modulation of vision versus\nproprioception during action. Cerebral Cortex 2020; 30:1637–48.\nLipchock SV , Reed DR, Mennella JA. The gustatory and olfactory sys-\ntems during infancy: implications for development of feeding\nbehaviors in the high-risk neonate. Clin Perinatol 2011; 38:627–41.\nL¨uchinger AB, Hadders-Algra M, van Kan CM. et al. Fetal onset of\ngeneral movements. Pediatr Res 2008; 63:191–5.Lymer J Merleau-Ponty and the affective maternal-foetal relation.\nParrhesia 2011; 13:126–43.\nLyon P , Keijzer F , Arendt D et al. Reframing cognition: getting\ndown to biological basics. Philos Trans R Soc Lond B Biol Sci\n2021; 376:20190750.\nMerker B. The liabilities of mobility: a selection pressure for the\ntransition to consciousness in animal evolution. Conscious Cogn\n2005; 14:89–114.\nMerker B. Consciousness without a cerebral cortex: a challenge for\nneuroscience and medicine. Behav Brain Sci 2007; 30:63–134.\nMerleau-Ponty M. Phenomenology of Perception . Phénoménologie\nde la perception. Paris: éditions Gallimard; English transla-\ntion: C. Smith (1962). London: Routledge and Kegan Paul,\n1945/1962.\nMillar B. Towards a sensorimotor approach to flavour and smell. Mind\nLang 2021; 36:221–40.\nMori H, Kuniyoshi Y . A human fetus development simulation: Self-\norganization of behaviors through tactile sensation . Paper presented\nat the 2010 IEEE 9th International Conference on Development\nand Learning. Ann Arbor: 2010.\nMyowa-Yamakoshi M, Takeshita H. Do human fetuses anticipate\nself-oriented actions? A study by four-dimensional (4D) ultra-\nsonography . Infancy 2006; 10:289–301.\nNagel T. What is it like to be a bat? Philos Rev 1974; 83:435–50.\nNida-R ¨umelin M. Self-awareness. Rev Philos Psychol 2017; 8:55–82.\nNorthoff G, Panksepp J. The trans-species concept of self and\nthe subcortical-cortical midline system. Trends Cogn Sci\n2008; 12:259–64.\nNoë A. Action in Perception . Cambridge, MA: The MIT Press, 2004.\nPanksepp J. Affective consciousness: core emotional feelings in ani-\nmals and humans. Conscious Cogn 2005; 14:30–80.\nPanksepp J. Cross-species affective neuroscience decoding of the pri-\nmal affective experiences of humans and related animals. PLoS\nONE 2011; 6.\nPark HD, Blanke O. Coupling inner and outer body for self-\nconsciousness. Trends Cogn Sci 2019; 23(5):377–88.\nPiontelli A. From Fetus to Child . London: Routledge, 1992.\nPiontelli A. Twins: From Fetus to Child . London: Routledge, 2002.\nPiontelli A. Development of Normal Fetal Movements: The First 25 Weeks\nof Gestation . Wien and New York: Springer, 2010.\nQuintero AM, de Jaegher H. Pregnant agencies: movement and par-\nticipation in maternal–fetal interactions. Front Psychol 2020; 11:\n1–16.\nRao RP , Ballard DH. Predictive coding in the visual cortex: a functional\ninterpretation of some extra-classical receptive-field effects. Nat\nNeurosci 1999; 2:79–87.\nReissland N, Francis B, Aydin E et al. The development of anticipa-\ntion in the fetus: a longitudinal account of human fetal mouth\nmovements in reaction to and anticipation of touch. Dev Psychobiol\n2014; 56:955–63.\nRochat P , Striano T. Perceived self in infancy . Infant Behav Dev\n2000; 23:513–30.\nRudrauf D, Bennequin D, Granic I et al. A mathematical model of\nembodied consciousness. J Theor Biol 2017; 428:106–31.\nSafron A. An Integrated World Modeling Theory (IWMT) of con-\nsciousness: combining integrated information and global neu-\nronal workspace theories with the free energy principle and\nactive inference framework; toward solving the hard prob-\nlem and characterizing agentic causation. Front Artif Intell\n2020a; 3.\nSafron A. Integrated World Modeling Theory (IWMT) implemented:\ntowards reverse engineering consciousness with the free energy\nprinciple and active inference. PsyArXiv. 2020b.Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 Ciaunica et al.\nSafron A. The radically embodied conscious cybernetic Bayesian\nbrain: from free energy to free will and back again. Entropy\n2021a; 23:783.\nSafron A. World modeling, integrated information, and the physi-\ncal substrates of consciousness; hidden sources of the stream of\nexperience? PsyArXiv 2021b. 10.31234/osf.io/aud6e .\nSartre J-P . The Transcendence of the Ego .La transcendance de l’ego . Paris:\nVrin; English translation: F . Williams and R. Kirkpatrick. New\nYork: The Noonday Press, 1936.\nSartre J-P . Being and Nothingness .L’Etre et le néant . Paris: Tel Gallimard;\nEnglish translation: H. E. Barnes (1956). New York: Philosophical\nLibrary , 1943.\nSeth A. Being You: A New Science of Consciousness . London: Faber &\nFaber, 2021.\nSeth AK, Suzuki K, Critchley HD. An interoceptive predictive coding\nmodel of conscious presence. Front Psychol 2011; 2:395.\nSeth AK, Tsakiris M. Being a beast machine: the somatic basis of\nselfhood. Trends Cogn Sci 2018; 22:969–81.\nShanahan M. The brain’s connective core and its role in animal\ncognition. Philos Trans R Soc Lond B Biol Sci 2012; 367:2704–14.\nSherrington CS. The Integrative Action of the Nervous System . New\nHaven, CT: Yale University Press, 1947.\nSolms M, Friston KJ. How and Why Consciousness Arises: Some Con-\nsiderations from Physics and Physiology . 2018; 25:202–38. https://\nwww.ingentaconnect.com/content/imp/jcs/2018/00000025/f0020\n005/art00009 .\nStroh M, Shaw AM, Washburn MF . A study in guessing. Am J Psychol\n1908; 19: 243–5.Thompson E. Mind in life: Biology, phenomenology, and the sciences of\nmind . London: Harvard University Press, 2007.\nTrevarthen C. Neuroembryology and the development of perceptual\nmechanisms. In: Falkner F , Tanner JM (eds), Human Growth . New\nYork: Plenum, 1985, 301–83.\nTrevarthen C, Aitken KJ, Vandekerckhove M et al. Collaborative\nregulations of vitality in early childhood: stress in intimate\nrelationships and postnatal psychopathology . In: Developmen-\ntal Psychopathology . New York: John Wiley and Sons, Inc, 2006,\n65–126.\nTrevarthen C, Delafield-Butt JT. Development of consciousness. In:\nHopkins B, Geangu E, Linkenauger S (eds), Cambridge Encyclope-\ndia of Child Development . Cambridge: Cambridge University Press,\n2017, 821–35.\nTrewavas A, Baluška F , Mancuso S et al. Consciousness facilitates\nplant behavior. Trends Plant Sci 2020; 25:216–7.\nVan der Kolk B. The Body Keeps the Score: Brain, Mind, and Body in the\nHealing of Trauma . New York, NY: Penguin, 2015.\nVarela F , Thompson E, Rosch E. The Embodied Mind: Cognitive Science\nand Human Experience . Cambridge, MA: MIT Press, 1991.\nvon Hofsten C. Action in development. Dev Sci 2007; 10:54–60.\nYoung IM. On Female Body Experience: “Throwing Like a Girl” and Other\nEssays . Oxford: Oxford University Press, 2005.\nZahavi D. Subjectivity and Selfhood: Investigating the First-person Perspec-\ntive. Cambridge, MA: The MIT Press, 2005.\nZoia S, Blason L, D’Ottavio G et al. Evidence of early development of\naction planning in the human foetus: a kinematic study . Exp Brain\nRes2007; 176:217–26.Downloaded from https://academic.oup.com/nc/article/2021/2/niab037/6432320 by guest on 17 July 2022"
    }
  ]
}