{
  "doc_type": "scientific paper",
  "title": "Brainspotting reduces disturbance and increases heart rate variability linked to distressing memories",
  "authors": [
    "D Antoni"
  ],
  "year": 2021,
  "journal": "Journal",
  "doi": "10.13129/2282",
  "abstract": "Brainspotting (BSP) is a relatively new type of brain -body psychotherapeutic approach discovered and developed by David Grand (2003) that accesses the client’s innate self -observing and self -healing capacities in the frame of a neurobiologically attuned clinical relati onship. Despite it being increasingly growing in popularity among therapists, there is still a paucity of literature on its effectiveness. The aim of the study was to explore the efficacy of BSP in treating distressing (not necessarily traumatic) memories in a non -clinical sample of adults. A within -subjects design was employed for the Brainspotting effectiveness analysis, with two within -subjects factors (treatment, time). The treatment factor had two levels: Brainspotting, and a control condition (Body Sc an Meditation). Both objective (Heart Rate Variability - HRV parameters) and subjective (self -report) measures were used in the study. Results showed that, after about 40 minutes of treatment, Brainspotting significantly reduced memory - related distress in comparison with Body Scan Meditation control condition ( p = .028). Additionally, the participants had better HRV than before the treatment (all Time Domain parameters p < .05). Participants’ Interoceptive Awareness dimensions and dispositional traits such as attachment style, temperament and character were also examined and discussed within the Brainspotting theoretical frame. These findings, more broadly, highlighted th e key role of interoceptive awareness in the processing of distressing memories. 1 Department of Psychology, Sapienza University of Rome, Italy 2 Cognitive Neuroscience Laboratory, DILL, University of Udine, Udine, Italy",
  "keywords": [
    "Brainspotting",
    "Psychotherapy",
    "Mindfulness",
    "Interoceptive Awareness",
    "Personality"
  ],
  "research_topics": [
    "Brainspotting",
    "Psychotherapy",
    "Mindfulness",
    "Interoceptive Awareness",
    "Personality"
  ],
  "created_at": "2025-05-04T23:43:57.197083Z",
  "source_pdf": "documents/research/Global/D Antoni 2021 Brainspotting reduces disturbance and increases heart rate variability linked to distressing memories.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Mediterranean Journal  \nof Clinical Psychology  \n \nISSN 2282-1619  \n \n \n1 \n \nVolume 9, n 3, 2021 \nPsychotherapy  \nBrainspotting  reduces disturbance and increases Heart Rate Variability linked to \ndistressing memories: A pilot study  \nFabio D'Antoni  1, 2 * \nAbstract   \nBrainspotting  (BSP) is a relatively new type of brain -body psychotherapeutic approach discovered and \ndeveloped by David Grand (2003) that accesses the client’s innate self -observing and self -healing \ncapacities in the frame of a neurobiologically attuned clinical relati onship. Despite it being increasingly \ngrowing in popularity among therapists, there is still a paucity of literature on its effectiveness. The \naim of the study was to explore the efficacy of BSP in treating distressing (not necessarily traumatic) \nmemories in a non -clinical sample of adults. A within -subjects design was employed for the \nBrainspotting effectiveness analysis, with two within -subjects factors (treatment, time). The treatment \nfactor had two levels: Brainspotting, and a control condition (Body Sc an Meditation). Both objective \n(Heart Rate Variability - HRV parameters) and subjective (self -report) measures were used in the study. \nResults showed that, after about 40 minutes of treatment, Brainspotting significantly reduced memory -\nrelated distress in comparison with Body Scan Meditation control condition ( p = .028). Additionally, \nthe participants had better HRV than before the treatment (all Time Domain parameters  p < .05). \nParticipants’ Interoceptive Awareness dimensions and dispositional traits such as attachment style, \ntemperament and character were also examined and discussed within the Brainspotting theoretical \nframe. These findings, more broadly, highlighted th e key role of interoceptive awareness in the \nprocessing of distressing memories.  \n1 Department of Psychology, Sapienza University of Rome, Italy  \n2 Cognitive Neuroscience Laboratory, DILL, University of Udine, Udine, Italy  \nE-mail corresponding author:  fabio.dantoni@uniroma1.it   \n Keywords:  \nBrainspotting ; Psychotherapy; Mindfulness; Interoceptive Awareness; Personality; \nAttachment . \n \nReceived:  27 April 2021  \nAccepted : 21 October 2021  \nPublished : 30 December 2021  \n \nCitation : D’Antoni, F. (2021). Brainspotting  reduces disturbance and increases \nHeart Rate Variability linked to distressing memories: A pilot study . Mediterranean \nJournal of Clinical Psychology, 9 (3). https://doi.org/10.13129/2282 -1619/mjc p-3055  \n1. Introduction  \nThe current psychology defines memory as the capacity of encoding, storing, and retrieving \ninformation (Squire, 2009). Human autobiographical memory can consist of information stored \nboth in episodic memories or experiences placed in time and space, and in  semantic memory"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n2 \n characterized by a conceptual, generic, and schematic knowledge of one’s own life (Conway & \nWilliams, 2008). Among the information stored in the personal history, there can be several \ndistressful or traumatic memories. Distressing memories  can consist of images, thoughts and \nfeelings related to stressful events including extremely upsetting adverse life events such as non -\nlife-threatening injuries, childhood humiliations, death of a pet, bullying, and loss of significant \nrelationships (Shap iro, 2018). These memories are generally negatively emotionally charged. \nTraumatic memory is a particular kind of distressing memory emerging from a person’s direct \nexposure to or witnessing of a traumatic event such as serious injury, threatened death or sexual \nviolence (American Psychiatric Association, 2013). These traumatic events are risk factors for \nthe development of several mental disorders, including Post Traumatic Stress Disorder (Bromet  \net al., 2018).  \nBrainspotting (BSP) is a brain -body psychoth erapeutic approach used to support reprocessing \nof traumatic or distressful memories. Originating from an innovative modification of Eye \nMovement and Desensitization and Reprocessing (EMDR) protocol, called “Natural Flow \nEMDR” (Grand, 2001), David Grand di scovered and started to develop BSP in 2003. Until \nnow, over 13,000 therapists have been trained worldwide. However, despite the growing \npopularity of BSP, there is still a paucity of research reporting on the mechanisms and clinical \nefficacy of this treat ment. Therefore, the purpose of this study was to investigate the effect of \nBSP on distressing, not -necessarily traumatic, memories in a sample of healthy adults.  \nThe basic idea behind BSP is the motto «Where you look affects how you feel» (Grand, 2013, \np. 3). Vision is a core sensory modality that the brain uses to orient humans in their environment \n(Chubb et al., 2013). Grand suggests that not only eye movements and positions have a high \ncorrelation with emotional experiences, but also the subcortical bra in organizes itself around \nthat eye position. For example, when you are exposed to a traumatic event, the eye position \ncould be relevant to how you perceive the experience. The BSP therapist makes use of this \nnatural tendency of humans to orient to what is  salient in their environment to help clients find \na presumed fixation point holding a trauma’s unprocessed information in the brain. By focusing \non eye position, you can connect to the traumatic experience and promote your self -healing \nability to address and resolve trauma (Grand, 2013).  \nSimilar to EMDR (Shapiro, 2018), BSP enables the client to access body and emotions to help \ndislodge the frozen material and to nudge along the brain and body’s natural processing system. \nThis type of processing is not ty pically achieved through traditional talk therapy. Indeed, while \ntraditional talk therapy is conversational, BSP follows a bottom -up approach, which means that"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n3 \n mindfulness is used to explore what is happening to the clients’ emotions and body as the client s \nare exploring their problematic experience (Grand, 2013).  \nCorrigan and Grand (2013) proposed that the adaptive orientation to distressing information \nengages the orienting response in the midbrain tectum. This basic orientation response occurs \nunconsciou sly for survival and helps the human being pay attention to potentially dangerous \nenvironmental stimuli (Ogden et al., 2006). Adaptive orienting can become truncated at any \npoint of sequence (arousal, stopping the current activity, sense of alertness, musc ular \nadjustments, etc.) due to trauma (Corrigan & Grand, 2013; Corrigan et al., 2015). It is supposed \nthat, when the brain cannot integrate all parts of the traumatic experience, residues of trauma \nare stored in its physiological “capsule” that holds traum atic experience in memory form \n(Grand, 2013).  \nBSP aims to create the environment for adaptive orientation to the trauma by finding the \nrelevant eye position (called “brainspot”) to the trauma. Brainspot is defined as a «stored \noculomotor orientation to a traumatic experience which has failed to integrate» (Corrigan & \nGrand, 2013, p. 761). Holding the gaze on that brainspot, the client is then invited to observe \nthe internal process, including body sensations, memories, emotions, and thoughts, with \ncuriosit y and without judgment (Grand, 2009).  \nThis self -observation is called \"focused mindfulness\" and recruits the brain’s medial prefrontal \nregions (Corrigan & Grand, 2013). It is supported by another core element of the BSP approach: \nthe client/therapist “dual  attunement”, which is simultaneously the combined relational and \nneurobiological attunement that is similar to the model of Interpersonal Neurobiology (Siegel, \n2010). In this way, the mindful and compassionate presence of the therapist supports the healin g \npromoting brain pathways that are associated with feelings of safety, support, and connection. \nBSP mechanism of action on the right brain hemisphere, the limbic system, and the brain stem \n(midbrain) are only neurobiological hypotheses for now, that need future empirical research.  \nTo the best of our knowledge, there have been only a few studies in the literature addressing \nBSP clinical application: a preliminary evidence on BSP efficacy in the treatment of \nPosttraumatic stress disorders (Hildebrand et al.,  2014); a comparative study between BSP and \nEMDR on treating traumatized clients (Hildebrand et al., 2017); an unpublished clinical \ncomparison study (EMDR, BSP, and Cognitive Behavioral Therapy) on the treatment of \ngeneralized anxiety disorder (Anderegg, 2 015); two single case studies that focused on trauma \n(Masson et al., 2017) and on a persistent genital arousal disorder (Mattos et al., 2015)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n4 \n Since these studies are based on self -report inventories, it could be important to integrate \nsubjective measures with objective measurements like psychophysiological assessment. Indeed, \nBSP appears to promote coherence between the Sympathetic Nervous System (SNS) and the \nParasympathetic Nervous System (PNS) activities (Grand, 2009). Moreover, it is argued that, \nthrou gh the therapist -client dual attunement and the processing of the brainspot, BSP can \ndown -regulate the amygdala and facilitate PNS homeostasis (Scaer, 2005). These hypotheses \ncould be tested through non -invasive measures such as Heart Rate Variability (HRV ) \nparameters.  \nFor example, in the field of Mindfulness Based Interventions (MBIs – Zhang et al., 2021) such \nas Mindfulness Based Stress Reduction (MBSR) protocol (Kabat -Zinn, 1994), research supports \nthe utility of using HRV as a biomarker capable of demonstrating intervention effects \n(Christodoulou et al., 2020). The Body Scan Meditation (BSM) is a Focused Attention \nmeditation (Lutz et al., 2008) that serves as a foundation for all MBIs. It involves focusing on \nbodily sensations, even unpleasant ones,  gradually and sequentially moving one’s own attention \nthrough each part of the body without judgement. A number of physiological changes occur \nduring this practice, among which an increased Respiratory Sinus Arrhythmia (RSA) (Ditto et \nal., 2006). Normally , during inspiration the Heart Rate (HR) increases and during expiration it \ndecreases. RSA is the naturally occurring variation in HR that occurs during the breathing cycle \n(Yasuma, & Hayano, 2004). RSA represents an index of cardiac vagal tone and therefo re of \nHRV (Grossman, & Taylor, 2007; Porges, 1995).  \nThese benefits derived from mindfulness practice may be primarily due to the cultivation of \nInteroceptive Awareness (IA) resulting in the capacity to stay in a non -evaluating contact with \nbody sensations (Farb et al., 2013; Mehling et al., 2012). Although IA can be considered a core \ncomponent of MBIs, it is a distinct construct and, at the same time, it is tightly interwoven to \nthe construct of dispositional mindfulness (Hanley et al., 2017). IA is defined  as «the conscious \nperception of sensations from inside the body, such as heartbeat, respiration, satiety, and the \nautonomic nervous system sensations related to emotions, which create the sense of the \nphysiological condition of the body» (Calì et al., 201 5, p.1). At this point, one can hypothesize \nthat IA may well be a fundamental component of mindfulness practice, but it could also be \ninvolved in the BSP processing phase of focused mindfulness.  \n1.1 Objectives of the study  \nThe purpose of the current study was to make an empirical contribution to the research on BSP \nusing both subjective (self -report questionnaires) and objective (psychophysiological indices)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n5 \n measures. The primary hypothesis regarded the therapeutic potential of the technique, \nspecifically, if BSP is effective in reducing psychological pain related to distressing, but not \nnecessarily traumatic, memories. In relation to this first hypothesis, the autonomic correlates of \nBSP intervention were also studied. Specifically, if the BSP technique can  increase HRV in \nparticipants facing distressing memories.  \nThe secondary hypothesis concerned which characteristics of the participant would favor or \nhinder the processing of the disturbing memories. Specifically, which dimensions of IA are \nrelated to a b etter processing of disturbing memories in the focused mindfulness phase, and \nwhich dimensions of the client's temperament and character, as well as attachment style, can \naffect the dual attunement and thus, the effectiveness of the technique.  \nTherefore, t hese hypotheses comparing BSP with an active control condition (BSM) were tested \non a sample of healthy adults.  \n2. Materials and Methods  \n2.1 Participants  \nParticipation in the study was voluntary, and potential participants were selected from available \nadult students attending a psychotherapy training course at the Institute of systemic \npsychotherapy of Udine (Italy). Students who met the criteria were offered the opportunity to \nparticipate. Criteria included not reporting diagnosis of mental and neurologica l disorder, \nmedication or any other form of therapy, and no experience of BSP therapy and mindfulness \nmeditation.  \nOf the 32 participants who completed the study, 4 participants were excluded from statistical \nanalyses for not meeting HRV artifact threshold criteria. The remaining 28 participants’ mean \nage was 34.19 years ( SD = 6.65); 6 participants were male.  \nInformed consent for research assessment and procedure was obtained from all participants. \nThe procedures were approved by the local Ethics of the Univ ersity of Udine and were in \naccordance with the Helsinki Declaration guidelines.  \nThe study was conducted by the clinician -researcher and author of this article, who has been \ntrained in BSP in addition to holding a master’s degree in MBIs, advanced diploma in \npsychotherapy teaching and clinical supervision."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n6 \n 2.2 Measures  \nSubjective Units of Disturbance (SUD) Scale. The SUD Scale, originally developed by (Wolpe, \n1969), is a subjective disturbance scale ranging from 0 to 10. This self -report measure was used \nto assess the distress perceived by participants during the memory telling. Psychotherapy \noutcome research supports SUD scores (SUDs) as global measures of level of distress (Tanner, \n2012) with good psychometric properties (Kim et al., 2008).  \nMultidimensio nal Assessment of Interoceptive Awareness (MAIA). The MAIA (Calì et al., 2015; \nMehling et al., 2012) is a 32 -item self -report questionnaire measuring multiple dimensions of \nInteroceptive Awareness (“Noticing”, “Not -Distracting”, “Not -Worrying”, “Attention \nRegulation”, “Emotional Awareness”, “Self -Regulation”, “Body Listening”, and “Trusting”). \nThe eight scales showed Cronbach’s alpha coefficients ranging from .66 to .83.  \nTemperament and Character Inventory (TCI). The TCI ( Cloninger et al., 1994 ; Delvecchio et \nal., 2016), is a self -report questionnaire composed of 125 true –false items that operationalizes \nCloninger’s personality model (Cloninger et al., 1993) organized into four Temperament scales \n(i.e., NS, “Novelty Seeking”; HA, “Harm Avoidance”; RD, “Rewar d Dependence”; Pe, \n“Persistence”) and three Character scales (i.e., SD, “Self -Directedness”; Co, “Cooperativeness”; \nST, “Self -Transcendence”). Internal consistency of the TCI was acceptable across different ages \n(i.e., α ≥ .70).  \nAttachment Style Questionna ire (ASQ). The ASQ (Feeney et al., 1994; Fossati et al., 2003) is a \n40 items self -report questionnaire designed to assess several dimensions of adult attachment \n(“Confidence”, “Discomfort with Closeness”, “Need for Approval”, “Preoccupation with \nRelationsh ips”, and “Relationships as Secondary”). The five scales showed adequate internal \nconsistency, with Cronbach’s alpha coefficients ranging from .76 to .84.  \nHeart Rate (HR) and Heart Rate Variability (HRV). While HR counts the number of heartbeats \nper minute , HRV is based on the changes in time between successive heartbeats (also called \nInter -Beat-Intervals or NN intervals). It can be considered a non -invasive and accurate measure \nof the Autonomic Nervous System (Laborde et al., 2017). Participants wore a sof t textile strap \nwith high quality electrodes designed for fitness that allowed them to move freely during the \nsession. The HR monitor was connected to a compatible mobile app via Bluetooth. Research \nshowed that measuring the HRV with a HR monitor chest str ap can be comparable to HRV \nmeasured with an electrocardiogram (Gambassi et al., 2020; Plews et al., 2017)."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n7 \n The raw data were successively imported into Kubios HRV Standard 3.3.1 software that \nprovided satisfactory tools for handling artefacts and analysin g HRV data (Tarvainen et al., \n2014). Participants having at least one measurement with a correction index of artefacts equal \nto or greater than 5% of the entire trace ( N = 4) were discarded. The baseline measurement was \nset at 5 minutes, while the measurem ent of memories (5 minutes maximum time) depended on \nthe length of the telling.  \nHRV analysis was performed considering Time -domain (i.e., SDNN, RMSSD, pNN50) and \nFrequency -domain (LF Power, and HF Power) variables.  SDNN indicates Standard Deviation \nof No rmal to Normal (or NN) intervals and reflects the combination of both sympathetic and \nparasympathetic influences. Root Mean Square of the Successive Differences (RMSSD) is \nconsidered the most relevant and accurate measure of Autonomic Nervous System activi ty (i.e., \nvagal tone) (Kleiger et al., 2005). While NN50 is the number of pairs of successive NN (R -R) \nintervals that differ by more than 50 ms, pNN50 is the percentage of NN50 divided by the total \nnumber of NN (R -R) intervals.  \nDespite the conventional mi nimum recording standard being 5  min (Malik et al., 1996), ultra -\nshort term recording periods from 60  sec. can also be reliable measurements (Esco & Flatt, \n2014; Munoz et al., 2015; Nussinovitch  et al., 2011; Salahuddin et al., 2007).  \nThe Low -Frequency (LF) component of the HRV spectrum (0.04 –0.15 Hz) provides \ninformation on both sympathetic and parasympathetic activity and is generally recorded over a \n2 min period (Shaffer et al., 2014). Even th ough several recordings were shorter than 2 minutes, \nthis parameter was kept for the qualitative and overall HRV analysis. The High -Frequency (HF) \npower component (0.15 –0.40 Hz) is considered as a marker of vagal modulation of cardiac \nactivity and it is ge nerally recorded over a 1  min period (Grossman & Taylor, 2007).  \nSince the measures were taken in different days with the risk of significant circadian variations \nin HR and HRV (Massin et al., 2000), the same time of the day was generally maintained. HRV \nduring resting baselines and memory tasks was measured while sitting upright.  \n2.3 Procedure  \nFor the purposes of this explorative study a within subject design was used to gather data. All \nparticipants were exposed randomly in sequence to both BSP treatment a nd BSM control \ncondition. Each memory was assigned to one condition randomly.  \nThis type of experimental design was adopted because it did not require a large pool of \nparticipants and is highly recommended for HRV experiments because it reduces errors"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n8 \n associated with individual differences (e.g., age and gender, respiratory rates, ca ffeine and \nalcohol consumption, smoking, etc.) (Quintana & Heathers, 2014).  \nThe experimental design followed a four -time points structure referred as: assessment (t0), pre -\ntreatment (t1), treatment (t2), and post -treatment (t3).  \nAssessment (t0). Participa nts completed online questionnaires (MAIA, TCI, and ASQ) a few \ndays before the first meeting with the clinician -researcher. During the first meeting participant \nwas asked to recall and tell in sequence two distressing memories and, immediately after each \nof them, report the SUDs. The instructions given to participants were to freely tell the memory \nwith no time limits. The clinician -researcher’s task was to listen in silence. Only memories with \nhigh SUD scores (SUDs ≥ 6) were accepted.  \nPre-treatment (t1). A fter about a week, at the second meeting, participant short -term (5 minutes) \nat-rest HRV was recorded. Subsequently, the researcher explained the procedure \n(psychoeducation of the intervention foreseen in that session, i.e., BSP or BSM) and which of \nthe as sessment phase memories would be processed. Then, the participant was invited to recall \nand retell the memory as if it were the first time, not taking into account that the interlocutor \nalready knew different aspects of that memory and trying not to repeat  everything s/he said in \nthe Assessment phase. During the memory telling HRV was recorded. Immediately after the \nmemory telling participants reported the SUD score (i.e., On a scale of 0 – 10, where 0 is not \ndisturbance/distress or neutral and 10 is the hi ghest disturbance you can imagine, how \ndisturbing does the memory feel to you now?).  \nTreatment (t2). The experimental condition was the “Inside Window” BSP (Grand, 2009). In \nthis BSP technique clinician -researcher and participant cooperated to locate one b rainspot \nthrough the participant’s felt sense of the highest intensity of somatic activation. In Inside \nWindow eye position was divided into two axes, X and Y. First, clinician -researcher and \nparticipant found the most activated (access) spot horizontally (left, center and right along the \nX axis), and from there they explored vertically (above, at or below eye level on the Y axis).  \nThe BSP set -up was: (1) recall the disturbing memory, (2) check on activation, (3) level of \nactivation perceived (0 to 10), (4)  location of activation in the body, (5) find highest activation \ntracking horizontally at eye level (X axis), (6) then track above, at and below eye (Y axis) for the \nhighest activation to locate brainspot, (7) focused mindfulness (processing phase), (8) go  back \nto the beginning to assess change, (9) “squeeze the lemon” (if possible)."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n9 \n In the procedure called “squeeze the lemon” (Grand, 2009), the participant was guided, after a \nzero level of activation was attained, to go inside and do whatever was needed do ing in order to \nachieve maximum reactivation level. If at any time this level was more than zero, the processing \nof the original brainspot continued following the same cycles until activation reached zero.  \nThe participant wore stereophonic headphones with “Biolateral Sound”.  The audio was listened \nto throughout the processing phase and the headphones were removed when the clinician -\nresearcher ended processing. The audio track consisted in slow and continuous bilateral \nstimulation with the sound of the sea waves. Volume was set at the lowest audible so as not to \ndistract processing (Grand, 2009).  \nBSM was the active control condition chosen from MBSR protocol (Kabat -Zinn, 1990). \nAlthough it forms the core of the lying down practices of the MBSR, in this study  BSM was \npracticed sitting on a chair and under the verbal guidance of the clinician -researcher, in the same \nsetting condition of the BSP treatment. The participant was invited to close his/her eyes and to \nvoluntarily shift his/her attention first to speci fic body parts (e.g., toes, back or head), then to \nthe whole body; and to notice what happens (e.g., sensations such as pain or muscle tension) in \nthe present moment without judging or reacting.  \nBSP intervention lasted on average 40.317 min. ( SD = 3.426);  BSM intervention fixed time was \n40 min. The clinician -researcher respected the individual processing time by agreeing with the \nparticipant optimal time to stop.  \nPost-treatment (t3). At the end of the session, the participant was asked to recall and retell  the \nmemory again as if it was the first time. The new SUDs and HRV were measured.  \nAfter about a week, the participant was then invited to a similar session (t1 -t2-t3) in order to \nprocess the second memory through the other treatment in the present study’ s focus.  \n2.4 Analysis  \nA within group research design was employed to analyze the data. Statistical analysis through \nSPSS Version 26.0 was carried out for within group mean comparisons. Changes in SUDs and \nin HRV values for each memory told pre - and post -treatment were analyzed with repeated \nmeasures ANOVAs. In these analyses, the within -group factors were Session (“Pre -treatment”, \n“Post -treatment”) and Intervention (“BSP”, “BSM”). The analysis of these variables was also \nconducted using Paired -samples t -tests and Wilcoxon Signed -Ranks Test (for non -normal \ndistribution data). Spearman's correlation analysis was performed to analyze the correlation \nbetween SUDs reduction and self -report questionnaires."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n10 \n 3. Results  \n3.1 SUDs analysis  \nSince for the SUDs at t0 the  data were not normally distributed, non -parametric analysis was \nused to check if there could be a significant variation in the SUDs between assessment and pre -\ntreatment for both conditions.  \nTable 1.  Descriptive Statistics  \nN = 28   BSP   BSM   \nMin Max M SE SD Min Max M SE SD \nSUD Scale  Pre 3.000  10.000  6.946  0.307  1.624  3.500  10.000  7.268  0.268  1.417  \nPost 0.000  7.000  2.411  0.414  2.190  0.000  8.000  4.232  0.455  2.409  \nTime  Pre 1.050  5.000  2.721  0.251  1.330  1.070  5.000  3.031  0.243  1.286  \nPost 1.050  5.000  2.318  0.231  1.220  1.030  5.000  2.631  0.259  1.368  \nMean HR \n(bpm)  Pre 55.000  106.000  80.821  2.723  14.409  57.000  108.000  82.107  2.309  12.218  \nPost 52.000  95.000  75.536  2.265  11.983  57.000  102.000  77.429  2.138  11.315  \nSDNN \n(ms) Pre 8.900  81.800  47.439  3.579  18.940  21.200  88.700  46.204  2.670  14.127  \nPost 11.100  96.600  50.350  3.466  18.341  19.600  76.800  49.875  2.926  15.481  \nRMSSD \n(ms) Pre 7.700  80.000  34.257  3.591  19.001  11.400  61.700  30.286  2.388  12.635  \nPost 9.700  82.800  37.846  3.747  19.829  13.900  69.400  33.921  2.774  14.681  \npNN50 \n(%) Pre 0.000  48.980  13.368  2.721  14.398  0.000  38.820  10.676  1.797  9.510  \nPost 0.000  55.170  15.649  2.925  15.477  0.000  43.520  13.771  2.253  11.921  \nLF Power \n(log) Pre 3.460  8.770  7.102  0.210  1.111  5.510  8.820  7.367  0.121  0.641  \nPost 3.300  8.470  7.246  0.189  1.002  5.700  8.650  7.458  0.131  0.694  \nHF Power \n(log) Pre 2.960  7.450  5.608  0.221  1.167  3.530  6.840  5.511  0.177  0.938  \nPost 2.440  7.870  5.797  0.242  1.279  3.150  7.400  5.644  0.202  1.070  \nNote:  BSP = Brainspotting, BSM = Body Scan Meditation; SUD = Subjective Units of Disturbance; HR \n= Heart Rate, SDNN = Standard Deviation of Normal -to-Normal R -R, RMSSD = Root Mean Square \nof the Successive Differences, pNN50 = percentage of NN50 divided by the t otal number of NN \nintervals, LF = Low -Frequency, HF = High -Frequency.  \nA Wilcoxon Signed -Ranks Test indicated that pre -test scores were not significantly different \nfrom assessment scores for both conditions (BSP Z = -1.629, p = .103; BSM Z = -1.144, p = \n.253). Furthermore, a paired -samples t -test was conducted to compare the SUDs at t1 in BSP \nand BSM conditions. There was not a significant difference in the scores for BSP ( M = 6.946, \nSD = 1.623) and BSM ( M = 7.268, SD = 1.417) conditions; t(27) = -1.000, p = .326. Thus, the \nstarting point of the SUDs for memories treatment was the same for both conditions (i.e., BSP \nand BSP)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n11 \n Prior to conducting the ANOVA, the assumption of normality was evaluated and determined \nto be satisfied as the two -time (t1 and t3) SUDs distributions were associated with skew and \nkurtosis less than |2.0| and |9.0|, respectively (Schmider et al., 2010).  \nFurthermore, the assumption of homogeneity of variances was tested and satisfied based on \nLevene’s F test, (pre -treatm ent F(1, 54) = .970, p = .329; post -treatment F(1, 54) = .028, p = \n.867).  \nA repeated measures ANOVA with between -subjects factor was conducted to compare the \neffect of BSP and BSM techniques on SUDs in a single session of treatment.  \nThere was a main effec t of time (pre/post treatment) on SUDs ( F(1, 54) = 129.979, p < .001, \nη2p = .706) and also a significant effect of condition on SUDs ( F(1, 54) = 7.086, p = .010, η2p = \n.116).  Consistently with the primary hypothesis, there was a significant time by conditi on \ninteraction, F(1, 54) = 5.102, p = .028, η2p = .086 (see Figure 1).  \nPlanned comparisons using paired sample t -test revealed that participants in the BSP condition \nreduced significantly more SUDs after the treatment t(27) = 9.335, p < .001, d = 1.764; th ere \nwas also a significant difference pre -post treatment in the BSM condition t(27) = 6.705, p < \n.001, d = 1.267.  \nResults showed that, after only about 40 minutes of treatment, BSP significantly reduced \nmemory -related SUDs compared with BSM control condition.   \nFigure 1.  Subjective Units of Distress Scale (SUDS) ratings pre - and post -treatment for both \nconditions (BSP and BSM).  \n \nNote: SUDS = Subjective Units of Distress Scale; BSP = Brainspotting; BSM = Body Scan Meditation."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n12 \n The experimental design s tructured in four time points allowed to measure the change between \nbaseline and pre -treatment at t1 (reactivity during the memory task), to measure the change \nbetween pre - and post -treatment (t3 -t1), and to compare the change between baseline -pre-\ntreatmen t difference and baseline -post-treatment difference (recovery from treatment/residual \nreactivity during the memory task).  \nFollowing the same criteria of SUDs analysis, changes in HR and HRV parameters for each \nmemory told from pre - to post -treatment were analyzed with two groups of repeated measures \nANOVAs and Wilcoxon Signed -Ranks Tests . In these ANOVAs, the within -group factors were \nSession (“Pre -treatment” and “Post -treatment”) and Treatment (“BSP” and “BSM”). In the first \ngroup t1 and t3 referred to HR/HRV pre - and post -treatment values, while in the second group \nthey referred to the difference in percentage between the HR/HRV baseline and the pre -\ntreatment, and the difference in percentage between baseline and the post -treatment, \nrespectively.  \nHR/HRV Data analysis 1  \nThere was a main effect of Session ( F(1, 54) = 73.029, p < .001, η2p = .575) with HR mean \ndecreasing. There was not a significant Session by Condition interaction ( F(1, 54) = .271, p = \n.605, η2p = .005). A paired -samples t -test was conducted to compare HR mean before and after \neach condition. There was a significant differe nce in the scores for pre - (BSP: M = 80,821, SD \n= 14,409; BSM: M = 82,107, SD = 12,218) and post -treatment (BSP: M = 75,536, SD = 11,983; \nBSM: M = 77,429, SD = 11,315) sessions both in BSP and BSM conditions, t(27) = 5.502, p < \n.001, d = 1.040, t(27) = 7.0 80, p < .001, d = 1.338, respectively.  \nThere was a main effect of Session ( F(1, 54) = 8.142, p = .006, η2p = .131) with SDNN parameter \nincreasing. A paired -samples t -test revealed that the significant difference in scores for pre - (M \n= 46.204, SD = 14,127) and post -treatment (M = 49,875, SD = 15,481) sessions happened only \nin the BSM condition, t(27) = -2.441,  p = .021, d = -0.461.  \nThere was a main effect of Session ( F(1, 54) = 15.512, p < .001, η2p = .223) with RMSSD \nincreasing. There was not a significant Session by Condition interaction ( F(1, 54) = .001, p = \n.980, η2p = .000). A paired -samples t -test was con ducted to compare RMSSD before and after \neach condition. There was a significant difference in the scores for pre - (BSP: M = 34.257, SD \n= 19.001; BSM: M = 30.286, SD = 14.681) and post -treatment (BSP: M = 37.846, SD = 19.829; \nBSM: M = 33.921, SD = 14.681) sessions both in BSP and BSM conditions, t(27) = -2.418, p = \n.023, d = -.457, t(27) = -3.374, p = .002, d = -.638, respectively."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n13 \n A Wilcoxon Signed -Ranks Test indicated that both post -treatment pNN50 scores were \nstatistically significantly higher than pre -treatment scores for each condition (BSP Z = -2.273, p \n= .023; BSM Z = -2.778. p = .005).  The same test showed also that there was not a statistically \nsignificant difference between pre - and post -treatment in the Frequency Domain (i.e., LF Power \nand HF Po wer parameters, all p > .05).  \nFor a comparison chart of pre - and post -treatment HR/HRV parameters, see Figure 2.   \nFigure 2.  Comparison bar charts of pre - and post -treatment HR/HRV parameters.  \n  \n  \n  \nNote: HR = Heart Rate, SDNN = Standard Deviation of Normal -to-Normal R -R intervals, RMSSD = \nRoot Mean Square of the Successive Differences, pNN50 = percentage of the number of pairs of \nsuccessive NN intervals that differ by more than 50 ms, LF = Low Frequencie s, HF = High Frequencies; \nBSP = Brainspotting, BSM = Body Scan Meditation."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n14 \n HR/HRV Data analysis 2  \nThe analysis of pre - and post - changes in terms of percentage difference compared to the \nbaseline confirmed the previous analysis. No significance interactio n was found between \nSession and Treatment (all p > .05). Paired -samples t -tests showed a significant decrease in \nscores for HR mean for pre - (BSP: M = 5.710, SD = 8.265; BSM: M = 6.152, SD = 6.691) and \npost-treatment (BSP: M = -0.871, SD = 7.785; BSM: M = 0.215, SD = 6.956) sessions both in \nBSP and BSM conditions ( t(27) = 5.619, p < .001, d = 1.062, t(27) = 6.970, p < .001, d = 1.317, \nrespectively), a significant increase in scores for SDNN for pre - (BSP: M = 13,833, SD = 28,648; \nBSM: M = 7,773, SD = 26,566 ) and post -treatment (BSP: M = 23,443, SD = 32,882; BSM: M \n= 15,730, SD = 28,486) sessions both in BSP and BSM conditions ( t(27) = -2.294, p = .030, d \n= -0.434, t(27) = -2,204, p = .036, d = -0.417, respectively), and no statistically significant \ndifference between pre - and post -treatment in the Frequency Domain (i.e., LF Power and HF \nPower parameters, all p > .05). A Wilcoxon Signed -Ranks Test indicated that both post -\ntreatment RMSSD score s were statistically significantly higher than pre -treatment scores for \neach condition (BSP and BSM Z = -2.550, p = .011).  \nIn summary, results showed that after BSP (and BSM), when participant recalled and retold the \ndistressing memories, there was a sign ificant reduction in HR mean and a significant increase in \nSDNN, RMSSD and pNN50 parameters. No significant difference was found in HRV \nFrequency Domain.  \nCorrelations  \nFinally, Spearman's correlation analysis was performed to analyze the correlation between  the \nefficacy in the reduction of SUDs (i.e., the difference in percentage between pre - and post -\ntreatment) reduction and self -report measures of attachment (ASQ), temperament/character \n(TCI) and interoceptive awareness (MAIA).  \nTable 2.  Self-report questio nnaires used in the study (N = 28).  \nQuestionnaire  Scale  Min Max M SE SD \nASQ  \n(raw scores)  Confidence  22.000  42.000  33.286  0.954  5.047  \nDiscomfort with \nCloseness  17.000  44.000  35.714  1.135  6.005  \nRelationships as \nSecondar  7.000  22.000  13.393  0.748  3.957"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n15 \n Need for Approval  12.000  28.000  19.429  0.915  4.841  \nPreoccupation with \nRelationships  14.000  36.000  25.357  1.226  6.488  \nMAIA  \n(raw scores)  Noticing  1.750  4.750  3.500  0.149  0.788  \nNot-Distracting  1.000  2.670  1.727  0.105  0.553  \nNot-Worring  1.000  4.330  2.904  0.143  0.758  \nAttention Regulation  1.570  4.140  3.113  0.115  0.611  \nEmotional Awareness  1.000  5.000  3.436  0.167  0.883  \nSelf-Regulation  1.250  4.500  3.152  0.154  0.815  \nBody Listening  1.000  5.000  2.916  0.167  0.883  \nTrusting  1.670  5.000  3.630  0.185  0.979  \nTCI \n(T-statistic)  Novelty Seeking  (NS) 33.680  68.620  52.452  1.762  9.322  \nHarm \nAvoidance  (HA)  31.340  66.560  46.691  1.550  8.200  \nReward \nDependence  (RD)  32.330  68.660  51.615  1.837  9.721  \nPersistence  (PS) 30.960  63.990  48.095  1.879  9.944  \nSelf-\nDirectedness  (SD) 33.410  62.790  56.118  1.465  7.750  \nCooperativeness  (CO)  38.640  64.960  56.423  1.235  6.533  \nSelf-\nTranscendence  (ST) 33.540  81.420  49.190  2.427  12.844  \nNote:  ASQ = Attachment Style Questionnaire, MAIA = Multidimensional Assessment of Interoceptive \nAwareness, TCI = Temperament and Character Inventory.  \nThe results of the Spearman’s Rho test showed a significant negative linear relationship between \nBSP-SUDs effic acy and TCI -Co subscale ( rs(28) = -.472, p = .011), MAIA “Noticing” ( rs(28) = \n-.405, p = .032) and “Emotional Awareness” ( rs(28) = -.438, p = .020) dimensions. Results of \nthe Spearman correlation indicated also a significant positive association between BSP -SUDs \nefficacy and ASQ “Discomfort with Closeness” ( rs(28) = .425, p = .024), and  “Relationships as \nSecondary” ( rs(28) = .446, p = .017) scales.  \nRegarding instead the BSM, a significant negative correlation was found between BSM -SUDs \nefficacy and ASQ “Confidence” ( rs(28) = -.382, p = .045) scale, MAIA “Emotional Awareness” \n(rs(28) = -.383, p = .044), “Body Listening” ( rs(28) = -.437, p = .020), and “Trusting” ( rs(28) = -\n.376, p = .049)  dimensions."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n16 \n Table 3.  Spearman correlation coefficient (N = 28).  \nQuestionnaire  Scale  BSP BSM  \nPost-Pre SUDs \n(%) Post-Pre SUDs \n(%) \nrho p rho p \nASQ  Confidence  -0.310  0.109  -.382* 0.045  \nDiscomfort with Closeness  .425* 0.024  0.033  0.869  \nRelationships as Secondary  .446* 0.017  0.080  0.687  \nNeed for Approval  -0.106  0.593  0.031  0.876  \nPreoccupation with Relationships  0.178  0.365  0.063  0.749  \nMAIA  Noticing  -.405* 0.032  -0.242  0.215  \nNot-Distracting  0.295  0.127  0.125  0.528  \nNot-Worring  0.072  0.716  0.122  0.535  \nAttention Regulation  0.192  0.327  0.026  0.894  \nEmotional Awareness  -.438* 0.020  -.383* 0.044  \nSelf-Regulation  -0.207  0.289  -0.307  0.112  \nBody Listening  -0.329  0.087  -.437* 0.020  \nTrusting  -0.314  0.104  -.376* 0.049  \nTCI Novelty Seeking  (NS) -0.251  0.198  -0.070  0.723  \nHarm Avoidance  (HA)  0.365  0.056  0.270  0.165  \nReward Dependence  (RD)  -0.364  0.057  -0.173  0.379  \nPersistence  (PS) 0.082  0.677  0.029  0.884  \nSelf-Directedness  (SD) -0.083  0.675  -0.075  0.704  \nCooperativeness  (CO)  -.472* 0.011  -0.216  0.269  \nSelf-Transcendence  (ST) -0.312  0.106  -0.333  0.083  \nNote: BSP = Brainspotting. BSM = Body Scan Meditation; SUDs = Subjective Unit of Disturbance \nscores; ASQ = Attachment Style Questionnaire, MAIA = Multidimensional Assessment of Interoceptive \nAwareness, TCI = Temperament and Character Inventory.  \nTo sum up, correlation analysis showed that the low scores obtained in ASQ \"Discomfort with \nCloseness\" a nd \"Relationships as Secondary\" scales, and the higher scores in MAIA \"Noticing\" \nand \"Emotional Awareness\" scales were associated to greater effectiveness of BSP in reducing \nSUDs. On the other hand, the effectiveness of BSM was associated to higher scores in ASQ \n\"Confidence\" scale and MAIA \"Emotional Awareness\", \"Body Listening\" and \"Trusting\" scales."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n17 \n 4. Discussion  \nThe aim of the study was to explore the efficacy of BSP in treating distressing, not necessarily \ntraumatic, memories in a non -clinical sample of  adults. Specifically, participants were exposed \nto BSP Inside Window technique (Grand, 2009) in a single 40 -min session for the reprocessing \nof a personal distressing memory. Each participant was also exposed to an active control \ncondition (BSM). Both obj ective (HRV) and subjective (SUDs) measures were used in the study. \nAnd in addition, a correlation analysis was performed on the participants' possible dispositional \ntraits that could have influenced the effectiveness of the treatment.  \nAlthough, in normal clinical settings, a session of BSP may generally last from 1.5 to 2 hours, in \nthe current study only about 40 minutes of treatment were enough to significantly reduce SUDs \nby an average of 64%. Moreover, 8 of 28 participants completed all the steps of the  technique, \nincluding the “squeeze the lemon” procedure (Grand, 2009). These outcomes, that are \nsignificantly better than BSM, suggest that BSP could have a high therapeutic potential \napplicable not only in psychotraumatology, but also in the treatment of several disorders as \nprevious studies have already shown (Anderegg, 2015; Mattos et al., 2015).  \nHowever, it should be noted that BSM was also effective in reducing perceived disturbance by \nan average of 43%. This outcome supports the idea that the BSM may have its own intrinsic \nvalue as an independent clinical resource (Dreeben et al., 2013). Indeed, it seems that having \ngreater confidence in oneself and in others (ASQ \"Confidence\"), experiencing one’s body as \nsafe and trustworthy (MAIA \"Trusting\"), awa reness of the connection between body sensations \nand emotional states (MAIA “Emotional Awareness”), and capacity to active listening to the \nbody for insight (MAIA “Body Listening”) could be associated to the BSM therapeutic potential. \nIndeed, the ASQ “Conf idence” scale reflects a secure attachment style characterized by being \nable to rely and depend on others in a balanced way and an efficient interactive regulation and \nautoregulation of internal emotional states (Schore, 1994). Furthermore, research showed  that \nthis secure adult orientation is linked to adaptive coping in facing threatening stimuli, such as \ndistressing memories, to increased self -regulation, and could be related to mindfulness and IA \nin dealing with stress (Bornemann et al., 2015; Fischer  et al., 2017; Gibson, 2019; Stevenson et \nal., 2017).  \nIn the present study, improved vagal modulation recorded after BSM (significant HR decreasing \nand HRV indices increasing) may be associated with a state of calm and relaxation that \ninfluenced the subjecti ve memory -related disturbance. However, research indicated that BSM \nworks more through neural mechanisms of sensory -awareness (including the insula and the"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n18 \n pregenual anterior cingulate) than through the relaxation -response (Sevinc et al., 2018). Indeed, \nseveral participants reported insights or different perspectives on the event after the BSM, \nwithout having thought about the memory during the meditation practice.  \nComing back to the core topic of the present study, the primary hypothesis on the BSP efficac y \nwas supported as well as by SUDs also by psychophysiological measures. Indeed, after the \ntreatment participants showed significant indices of lower arousal activation (decreasing of HR \nmean) and improved HRV Time Domain parameters. The decrease in hyper -arousal associated \nwith an increase in general variability (SDNN) and in vagal tone (RMSSD, pNN50) could be an \nindex of parasympathetic dominance and enhanced efficiency of physiological regulation \nsystems (Laborde et al., 2017). These results seem to be t he first evidence in support on the \nassumption that BSP helps down -regulate the amygdala and promote coherence between SNS \nand PNS activity (Grand, 2009; Scaer, 2005). The psychophysiological effects of BSP are \ncomparable to those of BSM and this similarit y could be studied further in future research. \nInstead, identifying which component of the Inside Window BSP technique (e.g., brainspot, \nBiolateral Sound stimulation, etc.) may have been most relevant to the processing goes beyond \nthis study and would perh aps require a more reductionist laboratory approach.  \nRegarding the secondary hypothesis, on which characteristics of the participant would favor or \nhinder the processing of the disturbing memories, correlation analysis showed that awareness \nof uncomfortabl e, comfortable, and neutral body sensations (MAIA “Noticing”) and awareness \nof the connection between body sensations and emotional states (MAIA “Emotional \nAwareness”) were associated with the processing (focused mindfulness). The more the \nparticipant was able to notice body sensations and was aware of their connection with emotions, \nthe more s/he processed the distressing memory. There is a large body of literature showing IA \nbenefits on emotional regulation (Füstös et al., 2013; Pinna & Edwards, 2020; Pri ce & Hooven, \n2018). The key role of sensory (physical and emotional) awareness in reducing distress, and \nimproving emotional regulation found in the present study results suits well a definition of BSP \nas an attuned treatment approach for effective brain -body healing in therapy (Baumann, 2020).  \nHowever, it should be borne in mind that study participants were medical doctors and \npsychologists, who may have developed expertise in observing their own emotional states \nrelated with bodily sensations. Therefore, it would be useful to extend the research to healthy \nnon-therapist subjects and to clinical populations.  \nCorrelation analysis also showed that the more the participants had a personal trait of being \nagreeable in relationships with other people (TCI Co), an d the fewer features of"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n19 \n avoidant/dismissing attachment (ASQ \"Discomfort with closeness\" and \"Relationships as \nsecondary\" scales), the more effective was BSP in reducing SUDs (for the relationship between \nTCI-Co trait and ASQ secure attachment style see Mar tinotti et al., 2008). These findings fit \nwell with the central role attributed to the therapeutic relationship in BSP (Grand, 2013). \nTherefore, the dual attunement could require not only a mindful therapist, but also a client who \ncan feel comfortable in a  close relationship, be willing to bring out disturbing material in the \npresence of another person, and show a collaborative attitude in engaging with the therapist.  \nIn summary, as enthusiastically observed by thousands of therapists in nearly 20 years of clinical \npractice, the present study showed the early empirical evidence supporting the BSP high \ntherapeutic potential in processing painful experiences. However, this study was just exploratory \nand had several limitations that need to be considered.  \nFirst, the sample consisted of a few subjects, mainly women psychologists. This particular \nsample allowed to conduct a study focused on the technique in a single treatment session but \ndid not allow to extend results to the general population, and even less so t o the clinical \npopulation. Furthermore, the experimental design lacked one or more follow -up sessions to \nstudy the results maintenance in the medium/long term.  \nRegarding the psychophysiological measures, results must be considered very cautiously due to \nthe limited number of participants, the high individual variability in the HRV parameters, the \nlimits of technical instruments (e.g., the absence of direct measures of respiration, chest belts \ncreate more artefacts than electrodes due to friction against th e skin) and recordings being short. \nHowever, it is also true that HRV results could be easily underestimated (Laborde et al., 2017).  \nIn future research it would be interesting to measure also HRV trend during BSP in both patient \nand therapist. Furthermore , in the field of BSP research, directions could be important not only \nto understand and validate this therapeutic tool, but also to deeply study the complex eye/brain \ninteractive mechanisms.  \nConflict of Interest Statement  \nThe authors declare that the research was conducted in the absence of any potential conflict of \ninterest."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n20 \n References  \n1. Anderegg, J. (2015). Effective treatments for generalized anxiety disorder . Unpublished.  \nhttps://brainspotting.com/about -bsp/research -and-case-studies/   \n2. American Psychiatric Association. (2013).  Diagnostic and statistical manual of mental disorders  (5th ed.).  \nhttps://doi.org/10.1176/appi.books.9780890425596    \n3. Baumann, M. (2020). Brainspotting with Children and Adolescents: An attuned treatment approach for effective brain -body \nhealing . www.brainspotting -kids.com  \n4. Bornemann, B., Herbert, B. M., Mehling, W. E., & Singer, T. (2015). Differential changes in self -reported \naspects of interoceptive awareness through 3 months of contemplative tr aining . Frontiers in psychology, 5 , 1504.  \nhttps://doi.org/10.3389/fpsyg.2014.01504   \n5. Bromet, E., Karam, E., Koenen, K., & Stein, D. (Eds.). (2018).  Trauma and Posttraumatic Stress Disorder: Global \nPerspectives from the WHO World Mental Health Surveys . Cambridge: Cambridge University Press.  \nhttps://doi.org/10.1017/9781107445130   \n6. Calì, G., Ambrosini, E., Picconi, L., Mehling, W. E., & Committeri, G.  (2015). Investigating the relationship \nbetween interoceptive accuracy, interoceptive awareness, and emotional susceptibility. Frontiers in Psychology, \n6. https://doi.org/10.3389/fpsyg.2015.01202   \n7. Christodoulou, G., Salami, N., & Black, D. S. (2020). The utility of Heart Rate Variability in Mindfulness \nresearch. Mindfulness, 11 (3), 554 –570. https://doi.org/10.1007/s12671 -019-01296 -3 \n8. Chubb, C., Dosher, B. A., Lu, Z. -L., & Shiffrin, R. M. (Eds.). (2013). Human information processing: Vision, \nmemory, and attention . American Psychological Association.  https://doi.org/10.1037/14135 -000  \n9. Cloninger, C R, Svrakic, D. M., & Przybeck, T. R. (1993). A psychobiological model of temperament and \ncharacter. Archives of General Psychiatry, 50 (12), 975 –990.  \nhttps://doi.org/10.1001/archpsyc.1993.01820240059008  \n10. Cloninger, C., Robert, Przybeck, T. R., Svrakic, D. M., & Wetzel, R. D. (1994). The Temperament and Character \nInventory (TCI): A guide to its  development and use . Center for Psychobiology of Personality, Washington \nUniversity St. Louis, MO.  \n11. Conway, M.A., & Williams, H.L., (2008). Autobiographical memory . In John H. Byrne et al., Learning and \nMemory: A Comprehensive Reference. Oxford: Elsevier Ltd. pp. 893 -909. \n12. Corrigan, F., & Grand, D. (2013). Brainspotting: Recruiting the midbrain for accessing and healing \nsensorimotor memories of traumatic activation. Medical Hypotheses, 80 (6), 759 –766.  \nhttps://doi.org/https://doi.org/10.1016/j.mehy.2013.03.005  \n13. Corrigan, F. M., Grand, D., & Raju, R. (2015). Brainspotting: Sustained attention, spinothalamic tracts, \nthalamocortical processing, and the healing of adaptive orienta tion truncated by traumatic experience. Medical \nHypotheses, 84 (4), 384 –394. https://doi.org/https://doi.org/10.1016/j.mehy.2015.01.028   \n14. Delvecchio, G., Garzitto, M., Fagnani, C., Fo rnasari, L., Stazi, M. A., Picardi, A., Ciappolino, V., Fabbro, F., \nAltamura, A. C., & Brambilla, P. (2016). Normative data and effects of age and gender on temperament and \ncharacter dimensions across the lifespan in an Italian population: A cross -sectiona l validation study. Journal of \nAffective Disorders, 204 , 83–91. https://doi.org/https://doi.org/10.1016/j.jad.2016.06.014"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n21 \n 15. Ditto, B., Eclache, M., & Goldman, N. (2006). Short -term au tonomic and cardiovascular effects of \nmindfulness body scan meditation. Annals of Behavioral Medicine, 32 (3), 227 –234.  \nhttps://doi.org/10.1207/s15324796abm3203_9   \n16. Dreeben, S. J., Mamberg, M. H., &  Salmon, P. (2013). The MBSR Body Scan in Clinical Practice. Mindfulness, \n4(4), 394 –401. https://doi.org/10.1007/s12671 -013-0212-z  \n17. Esco, M. R., & Flatt, A. A. (2014). Ultra -short-term heart rate va riability indexes at rest and post -exercise in \nathletes: Evaluating the agreement with accepted recommendations. Journal of Sports Science & Medicine, 13 (3), \n535–541. \n18. Farb, N. A. S., Segal, Z. V, & Anderson, A. K. (2013). Mindfulness meditation training alters cortical \nrepresentations of interoceptive attention. Social Cognitive and Affective Neuroscience, 8 (1), 15 –26.  \nhttps://doi.org/10.1093/scan/nss066   \n19. Feeney, J. A., Noller, P., & Hanrahan, M. (1994). Assessing adult attachment. In M. B. Sperling & W. H. \nBerman (Eds.), Attachment in adults: Clinical and developmental p erspectives  (pp. 128 –152). Guilford Press.  \n20. Fischer, D., Messner, M., & Pollatos, O. (2017). Improvement of Interoceptive Processes after an 8 -Week \nBody Scan Intervention. Frontiers in human neuroscience, 11 , 452. https://doi.org/10.3389/fnhum.2017.00452   \n21. Fossati, A., Feeney, J. A., Donati, D., Donini, M., Novella, L., Bagnato, M., Acquarini, E., & Maffei, C. (2003). \nOn the dimensionality of the Attachment Style Questionnaire in Italian clinical and nonclinical participants. \nJournal of Social and Personal Relationships, 20 (1), 55 –79. https://doi.org/10.1177/0265 4075030201003  \n22. Füstös, J., Gramann, K., Herbert, B. M., & Pollatos, O. (2013). On the embodiment of emotion regulation: \ninteroceptive awareness facilitates reappraisal. Social cognitive and affective neuroscience, 8 (8), 911 –917.  \nhttps://doi.org/10.1093/scan/nss089   \n23. Gambassi, B. B., Neves, V. R., Brito, E. Z. A., da Silva Fernandes, D. S., Sá, C. A., da Rocha Nogueira, R. \nM., de Jesus Furtado Almeida, F., de Araújo Cavalcanti, P. A., Gomes Gonçalves E Silva , D. C., Neto, D. S., \nde Souza Mesquita, F. O., Novais, T. M. G., de Souza, V. de F. M., Oliveira, A. C. C., Leite, R. D., & \nSchwingel, P. A. (2020). A validation study of a smartphone application for heart rate variability assessment \nin asymptomatic adult s. American Journal of Cardiovascular Disease, 10 (3), 219 –229. \n24. Gibson, J. (2019). Mindfulness, interoception, and the body: A contemporary perspective. Frontiers in \nPsychology, 10 , 2012. https://doi.org/10.3389/fpsyg.2019.02012   \n25. Grand, D. (2009). Brainspotting Phase One training manual . Unpublished.  \n26. Grand, D. (2001). Emotional healing at warp speed: The power of EMDR . Harmony Books.  \n27. Grand, D. (2013). Brainspotting: The revolutionary new therapy for rapid and effective change . Sounds True.  \n28. Grossman, P., & Taylor, E. W. (2007). Toward understanding respiratory sinus arrhythmia: Relations to \ncardiac vagal tone, evolution and biobehavioral functions. Biological Psychology, 74 (2), 263 –285.  \nhttps://doi.org/10.1016/j.biopsycho.2005.11.014   \n29. Hanley, A. W., Mehling, W. E., & Garland, E. L. (2017). Holding the body in mind: Interocept ive awareness, \ndispositional mindfulness and psychological well -being. Journal of Psychosomatic Research, 99 , 13–20.  \nhttps://doi.org/https://doi.org/10.1016/j.jpsychores.2017 .05.014"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n22 \n 30. Hildebrand, A., Grand, D., & Stemmler, M. (2014). A preliminary study of the efficacy of Brainspotting – A \nnew therapy for the treatment of posttraumatic stress disorder. Journal for Psychotraumatology, Psychotherapy Science \nand Psychological Medi cine, 13 (1), 84 –92. \n31. Hildebrand, A., Grand, D., & Stemmler, M. (2017). Brainspotting - the efficacy of a new therapy approach \nfor the treatment of posttraumatic stress disorder in comparison to Eye Movement Desensitization and \nReprocessing. Mediterranean Jo urnal of Clinical Psychology, 5 (1), 1–17.  \nhttps://doi.org/10.6092/2282 -1619/2017.5.1376   \n32. Kabat -Zinn, J. (1990). Full catastrophe living: Using the wisdom of your body and mind to face stress, p ain and illness . Dell \nPublishing.  \n33. Kabat -Zinn, J. (1994). Wherever you go, there you are: Mindfulness meditation in everyday life (1st ed.). Hyperion.  \n34. Kim, D., Bae, H., & Park, Y. C. (2008). Validity of the subjective units of disturbance scale in EMDR. Journal \nof EMDR Practice and Research, 2 (1), 57 –62. https://doi.org/10.1891/1933 -3196.2.1.57   \n35. Kleiger, R. E., Stein, P. K., & Bigger, J. T. J. (2005). Heart rate variability: Measurement and clinical utility. \nAnnals of Noninvasive Electrocardiology: The Official Journal of the International Society for Holter and Noninvasive \nElectrocardiology, Inc, 1 0(1), 88 –101. https://doi.org/10.1111/j.1542 -474X.2005.10101.x   \n36. Laborde, S., Mosley, E., & Thayer, J. F. (2017). Heart Rate Variability and cardiac vagal tone in \npsychophysiological research – Recommendations for experiment planning, data analysis, and data reporting. \nFrontiers in Psychology, 8 , 213. https://doi.org/10.3389/fpsyg.2017.00213   \n37. Lutz, A., Slagter, H. A., Dunne, J. D., & Davi dson, R. J. (2008). Attention regulation and monitoring in \nmeditation. Trends in Cognitive Sciences, 12 (4), 163 –169. https://doi.org/10.1016/j.tics.2008.01.005  \n38. Malik, M., Bigger, J. T., Camm, A. J., Kleiger, R. E., Malliani, A., Moss, A. J., & Schwartz, P. J. (1996). Heart \nrate variability: Standards of measurement, physiological interpretation, and clinical use. European Heart \nJournal, 17 (3), 354 –381. https://doi.org/10.1093/oxfordjournals.eurheartj.a014868   \n39. Martinotti, G., Mandelli, L., Di Nicola, M., Serretti, A., Fossati, A., Borroni, S., Cloninger, C. R., & Janiri, L. \n(2008). Psychometric characteristic of the Italian version of the Temperament and Character Inventory --\nrevised, personality, psychopathology, and attachment styles. Comprehensive psychiatry, 49 (5), 514 –522.  \nhttps://doi.org/10.1016/j.comppsych.2007.11.002   \n40. Massin, M. M., Maeyns, K., Withofs, N., Ravet, F., & Gérard, P. (2000). Circadian rhythm of heart rate and \nheart rate variability. Archives of Disease in Childhood, 83 (2), 179 –182. https://doi.org/10.1136/adc.83.2.179   \n41. Masson, J., Bernoussi, A., & Moukouta, C. S. (2017). Brainspotting therapy: About a Bataclan victim. Global \nJournal of Health Science, 9 (7), 103. https://doi.org/10.5539/gjhs.v9n7p103   \n42. Mattos, P. F., José, F. P., & Marcelo, M. (2015). Persistent Genital Arousal Disorder as a dissociative trauma \nrelated condition treated with Brainspotting  – A successful case report. International Journal of School and Cognitive \nPsychology, 1 (1), 1–4. https://doi.org/10.4172/2469 -9837.S1 -002  \n43. Mehling, W. E., Price, C., Daubenmier, J. J., Acree, M., Ba rtmess, E., & Stewart, A. (2012). The \nMultidimensional Assessment of Interoceptive Awareness (MAIA). PLoS ONE, 7 (11), e48230.  \nhttps://doi.org/10.1371/journal.pone.0048230"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "MJCP| 9, 3, 202 1 Brainspotting  distressing memories: A pilot study  \n23 \n 44. Munoz, M. L., van Roon , A., Riese, H., Thio, C., Oostenbroek, E., Westrik, I., de Geus, E. J. C., Gansevoort, \nR., Lefrandt, J., Nolte, I. M., & Snieder, H. (2015). Validity of (ultra -)short recordings for Heart Rate \nVariability measurements. PloS One, 10 (9), e0138921 –e0138921.  \nhttps://doi.org/10.1371/journal.pone.0138921   \n45. Nussinovitch, U., Elishkevitz, K. P., Katz, K., Nussinovitch, M., Segev, S., Volovitz, B., & Nussinovitch, N. \n(2011). Reliability of Ultra -Short ECG  Indices for Heart Rate Variability. Annals of Noninvasive Electrocardiology: \nThe Official Journal of the International Society for Holter and Noninvasive Electrocardiology, Inc, 16 (2), 117 –122.  \nhttps://doi.org/10.1111/j.1542 -474X.2011.00417.x   \n46. Ogden, P., Minton, K., & Pain, C. (2006). Trauma and the body: A sensorimotor approach to psychotherapy . WW \nNorton & Company.  \n47. Pinna, T., & Edwards, D. J. (2020). A systematic review of associations bet ween interoception, vagal tone, \nand emotional regulation: Potential applications for mental health, wellbeing, psychological flexibility, and \nchronic conditions. Frontiers in psychology, 11 , 1792. https://doi.org/10.3389/fpsyg.2020.01792   \n48. Plews, D. J., Scott, B., Altini, M., Wood, M., Kilding, A. E., & Laursen , P. B. (2017). Comparison of Heart -\nRate-Variability recording with smartphone photoplethysmography, Polar H7 chest strap, and \nelectrocardiography. International Journal of Sports Physiology and Performance, 12 (10), 1324 –1328.  \nhttps://doi.org/10.1123/ijspp.2016 -0668 \n49. Porges S. W. (1995). Cardiac vagal tone: a physiological index of stress . Neuroscience and biobehavioral reviews, \n19(2), 225 –233. https://doi.org/10.1016/0149 -7634(94)00066 -a  \n50. Price, C. J., & Hooven, C. (2018). Interoceptive awareness skills for emotion regulation: Theory and approach \nof mindful awareness in body -oriented therapy (MABT). Frontiers in Psychology, 9 , Article 798.  \nhttps://doi.org/10.3389/fpsyg.2018.00798   \n51. Quintana, D. S., & Heathers, J. A. J. (2014). Considerations in the assessment of heart rate variability in \nbiobehavioral research. Frontiers in Psychology, 5 , 805. https://doi.org/10.3389/fpsyg.2014.00805   \n52. Salahuddin, L., Cho, J., Jeong, M. G., & Kim, D. (2007). Ultra short term analysis of heart rate variability for \nmonitoring mental stress in mobile se ttings. Annual International Conference of the IEEE Engineering in Medicine \nand Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference, 2007 , 4656 –\n4659. https://doi.org/10.1109/IEMBS.2007.4353378   \n53. Scaer, R. (2005). What Is Brainspotting? – Brainspotting . Brainspotting Trainings, LLC. \nhttps://brainspotting.com/about -bsp/what -is-brainspotting/   \n54. Schmider, E., Ziegler, M., Danay, E., Beyer, L., & Bühner, M. (2010). Is it really robust? Reinvestigating the \nrobustness of ANOVA against violations of the normal distribution assumption.  Methodology: European Journal \nof Research Methods for th e Behavioral and Social Sciences, 6 (4), 147 –151. https://doi.org/10.1027/1614 -\n2241/a000016  \n55. Schore, A. N. (1994). Affect regulation and the origin of the self: The neurobiolog y of emotional development . Erlbaum."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "MJCP |9, 3, 202 1 Fabio D’Antoni  \n24 \n 56. Sevinc, G., Hölzel, B. K., Hashmi, J., Greenberg, J., McCallister, A., Treadway, M., Schneider, M. L., Dusek , \nJ. A., Carmody, J., & Lazar, S. W. (2018). Common and dissociable neural activity after mindfulness -based \nstress reduction and relaxation response programs. Psychosomatic Medicine, 80 (5), 439 –451. \nhttps://doi.org/10.1097/PSY.0000000000000590   \n57. Shaffer, F., McCraty, R., & Zerr, C. L. (2014). A healthy heart is not a metronome: An integrative review of \nthe heart’s anatomy and heart rate variability. Frontiers in Psychology, 5 , 1040.  \nhttps://doi.org/10.3389/fpsyg.2014.01040   \n58. Shapiro, F. (2018). Eye Movement Desensitization and Reprocessing (EMDR) therapy. Basic principles, protocols, and \nprocedures (3rd Ed.). Guilford Press.  \n59. Siegel, D. J. (201 0). The mindful therapist: A new approach to cultivating your own neural integration from the inside out . \nCMI/Premier Education Solutions.  \n60. Squire, L. R. (2009). Memory and brain systems: 1969 –2009.  The Journal of Neuroscience, 29 (41), 12711 –\n12716.  https://doi.org/10.1523/JNEUROSCI.3575 -09.2009  \n61. Stevenson, J. C., Emerson, L. -M., & Millings, A. (2017). The relationship between adult attachment \norientation and mindfulness: A systematic review and meta -analysis. Mindfulness, 8 (6), 1438 –1455.  \nhttps://doi.org/10.1007/s12671 -017-0733-y  \n62. Tanner, B. A. (2012). Validity of global physical and emotional SUDS. Applied Psychophysiology and Biofeedback, \n37(1), 31 –34. https://doi.org/10.1007/s1048 4-011-9174-x  \n63. Tarvainen, M. P., Niskanen, J. -P., Lipponen, J. A., Ranta -Aho, P. O., & Karjalainen, P. A. (2014). Kubios \nHRV --heart rate variability analysis software. Computer Methods and Programs in Biomedicine, 113 (1), 210 –220.  \nhttps://doi.org/10.1016/j.cmpb.2013.07.024   \n64. Wolpe, J. (1969). The practice of behavior therapy . Pergamon.  \n65. Yasuma, F., & Hayano, J. (2004). Respiratory sinus arrhythmia: Why does the heartbeat synchronize with \nrespiratory rhythm? Chest, 125 (2), 683 –690. https://doi.org/https://doi.org/10.1378/chest.125.2.683   \n66. Zhang, D., Le e, E., Mak, E., Ho, C. Y., & Wong, S. (2021). Mindfulness -based interventions: An overall \nreview. British medical bulletin, 138 (1), 41 –57. https://doi.org/10.1093/bmb/ldab005   \n \n \n \n \n \n \n \n \n \n ©2021 by the Author(s); licensee Mediterranean Journal of Clinical \nPsychology, Messina, Italy. This article is an open access article, licensed \nunder a Creative Commons Attribution 4.0 Unported License. \nMediterranean Journal of Clinical Psychology, Vol.  9, No. 3 (2021).  \nInternational License ( https://creativecommons.org/licenses/by/4.0/ ). \nDOI : 10.13129 /2282 -1619/ mjcp -3055"
    }
  ]
}