{
  "doc_type": "scientific paper",
  "title": "Sound evoked pupil dilation quantifies misophonia symptoms",
  "authors": [
    "deGee et al"
  ],
  "year": 2024,
  "journal": "Sciences, 2Amsterdam Brain & Cognition, 3Department of Psychology, 5 University of Amsterdam, Amsterdam, NLD. 6 @ = Address cor",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:15:21.369296Z",
  "source_pdf": "documents/research/Global/deGee et al 2024 Sound evoked pupil dilation quantifies misophonia symptoms.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "1 Sound-evoked pupil dilation quantifies 1 misophonic symptoms 2  3 J.W. de Gee1,2,@, L. Alonso-Marmelstein3, K. Schwarz-Roman3 & R. Rouw2,3,@ 4 1Swammerdam Institute for Life Sciences, 2Amsterdam Brain & Cognition, 3Department of Psychology, 5 University of Amsterdam, Amsterdam, NLD. 6 @ = Address correspondence to: j.w.degee@uva.nl and R.Rouw@uva.nl 7  8 ABSTRACT 9 Misophonia is a debilitating disorder where seemingly innocuous sounds (often human 10 made, such as chewing or throat clearing) evoke intense negative cognitive, emotional 11 and physical 'fight-or-flight' responses. Recent studies reported alarmingly high 12 prevalence across different countries and population characteristics, revealing an urgent 13 need for a better understanding of this condition as well as improved measurement and 14 diagnostic tools. Firstly, current misophonia symptom measurements rely on (subjective) 15 self-reports, and different studies employ various diagnostic approaches and cut-off 16 scores. There is an urgent need for a complementary (objective) psychophysiological 17 measurement tool. Secondly, the role of 'mild' or 'moderate' symptoms are currently topic 18 of debate: are they still manifestations of the misophonic disorder? Here, we employ 19 pupillometry to map out arousal responses to misophonia trigger sounds. We show that 20 (i) pupil dilation can reliably differentiate misophonic responses from responses to 21 generally unpleasant sounds (such as nails on chalk board), (ii) the 'milder cases' of 22 misophonia still show arousal responses characteristic of misophonia, and (iii) 23 pupillometry can even be used to aid diagnosis in a single individual. We conclude that 24 even mild misophonic responses can reliably, objectively and cost-effectively be indexed 25 by pupil-linked arousal. 26 27"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 INTRODUCTION 28 Individuals with misophonia experience strong negative emotions like rage or disgust in 29 response to everyday, often human-made, sounds (e.g., chewing or throat clearing)1–4. 30 The ubiquitous nature of the 'trigger' stimuli, and strength of the misophonic response can 31 lead to severe distress and even suicide ideation5–7. Misophonia is a newly defined 32 disorder, quickly gaining scientific attention across scientific disciplines (e.g., audiology, 33 cognitive science, clinical psychology, occupational therapy, psychiatry, and 34 neuroscience)3,4,8–15. Despite rapidly advancing research, much remains unknown about 35 the etiology, course, or mechanisms of the condition, leaving open the question why 36 seemingly innocuous daily sounds would evoke such strong aversive ('fight or flight') 37 responses. 38 The need for a better understanding of misophonia extends beyond fundamental 39 scientific interest. A recent series of studies revealed alarmingly high misophonia 40 prevalence numbers of ~1 in 5 in general (non-clinical) population samples across 41 different nations (Turkey16, UK17, India18, China19, USA20).  Results furthermore showed 42 a wide range of symptom severity; 'severe misophonia' was reported in 5% to 13 % of the 43 population16,20–22  while the same studies also report 'some' level of misophonic symptoms 44 in as much as 79% of the population16,20. This reflects the current struggle on how to 45 interpret 'mild' or 'moderate symptoms: are they still manifestations of a 'misophonic' 46 response? Put differently, can 'mild' misophonic responses be discerned from normal 47 annoyance to unpleasant sounds? The call for improved misophonia diagnostic and 48 measurement tools thus entails a need for methodology that reliably distinguishes 49 misophonic from non-misophonic complaints, while simultaneously being sensitive to 50 variations in misophonic response severity.  51 To date, researchers have largely measured misophonic complaints using self-52 report measures. As the field is quickly expanding, assessment approaches include 53 structured diagnostic interviews and standardized experimental designs5,23–25. Yet, 54 misophonia researchers have pointed at the limitations of employing only self-report 55 measurements23,25. Furthermore, while diagnostic psychiatric criteria have been 56 formulated3, different studies still employ various diagnostic approaches and different cut-57 off scores5,8, complicating cross-study comparisons or conclusions. Misophonia research 58 would benefit from a physiological tool to objectively characterize individual variation in 59 misophonia symptom severity. 60 We hypothesized that pupillometry might be a (cost-effective and relatively easy 61 to use) tool to reliably quantify misophonic responses to trigger sounds. Pupil size 62 fluctuations at constant luminance reflect neuromodulatory activity and emotional arousal 63 associated with increased sympathetic activity26–30 and can synchronize to rapid 64"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3 alterations in cognitive or emotional states: the pupil dilates transiently during challenging 65 decisions31, after surprising outcomes32 and in response to emotional stimuli29; critically, 66 pupil dilation also reflects positive emotional reactions to sounds in frisson33, and the 67 autonomous sensory meridian response34.  Here, we test the predictions that pupillometry 68 has: (i) the selectivity needed to differentiate misophonic responses from responses to 69 generally unpleasant sounds, (ii) the sensitivity needed to examine whether ‘mild’ and 70 'moderate' cases show response characteristics of misophonia, and (iii) the reliability 71 needed to add an objective measurement of misophonic complaints at the level of a single 72 individual.  73  74 RESULTS 75  76 \n 77 Figure 1. Misophonia protocol. (A) Amsterdam Misophonia Scale (AMS)3 scores. Every data point is a 78 participant (N=30). (B) Sequence of sound and rating interval during the misophonia protocol. (C) Image of 79 pupil size recordings. (D) Example session. Black trace, pupil size time series; colored bars, sounds. 80  81 In thirty participants, recruited from a general population, we replicated the 82 substantial variation in misophonia severity, as measured with the ‘Amsterdam 83 Misophonia Scale’ (AMS)3 (Methods): 40% was sub-clinical (scores 1-4), 36% 84 experienced mild misophonia (scores 5-9), 20% experienced moderate misophonia, and 85 4% experienced extreme misophonia (Figure 1A). The same thirty participants listened 86 to a sequence of sounds and rated their aversiveness on a four-point scale (Figure 1B; 87 Methods): half were generally unpleasant (e.g., nails on chalkboard) and half were 88"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 common misophonia triggers (e.g., clearing throat). See Methods for full list of sounds 89 and Figure S1 for their spectrograms. We simultaneously recorded pupil size (Figure 90 1C,D). 91 On average, subjective aversiveness ratings were higher for misophonia trigger 92 versus generally unpleasant sounds (Figure 2A) and, likewise, sound-evoked pupil 93 responses were larger (Figure 2B). This is in line with the average AMS score of our 94 sample being 7 (classified as mild clinical misophonia3; Figure 1A). Importantly, sound-95 evoked pupil responses were also larger for misophonia trigger sounds when matched 96 for subjective aversiveness rating (Figure 2C; mixed linear model: main effects for 97 aversiveness rating [z = 5.159, p < 0.001] and sound type [z = 6.247, p < 0.001]). We 98 verified that these results were not due to differences in eye blinks or saccades. Thus, for 99 the same subjective aversiveness rating, the pupil dilated more in response to misophonia 100 trigger sounds, than generally unpleasant sounds. 101  102 \n 103 Figure 2. More pupil dilation in response to misophonia trigger sounds than generally aversive 104 sounds. (A) Mean rating, separately for misophonic triggers and generally unpleasant sounds. Stats, 105 paired samples t-test. (B) Pupil response time courses separately for sound category (misophonia trigger 106 and generally unpleasant; collapsed across rating), time-locked to sound onset. Grey shading, interval used 107 for quantifying task-evoked pupil responses (Methods) (C) Sound-evoked pupil response magnitude, 108 separately per rating and sound category (see Figure S2A for pupil response time courses split by 109 aversiveness ratings). Stats, mixed linear model (see main text and Methods). All panels: shading or error 110 bars, S.E.M across participants (N=30). 111  112 We observed that, across subjects, the difference in pupil response magnitude 113 (trigger vs unpleasant) was positively correlated to the difference in aversiveness rating 114 (trigger vs unpleasant) (Figure S3A). In other words, those participants who rated the 115 misophonia trigger sounds as more aversive than the generally unpleasant sounds also 116 had bigger pupil responses during trigger versus unpleasant sounds. This relationship 117 was robust but not perfect (r = 0.43, p = 0.018), which means that aversiveness ratings 118 and pupil responses could, in principle, predict unique parts of the across-subjects 119 variance in misophonia severity. 120"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5 Across subjects, AMS scores were positively related to the difference in 121 aversiveness rating (Figure S3B) as well as to the difference in pupil response magnitude 122 (trigger vs unpleasant) (Figure 3A). We used multiple linear regression to assess the 123 unique contribution of aversive ratings and pupil responses in predicting AMS scores. In 124 this multiple regression model, aversiveness ratings did no longer significantly predict 125 misophonia severity (t = 1.126, p = 0.218) whereas pupil response magnitude did (t = 126 4.233, p < 0.001). In other words, pupillometry explained more variation in the AMS than 127 aversiveness ratings of the trials. We observed the same qualitative result when excluding 128 one participant with severe misophonia (score > 20) from the analysis, who could be 129 considered an outlier in our sample: aversiveness ratings did not significantly predict 130 misophonia severity (t = 1.696, p = 0.102) whereas pupil response magnitude did (t = 131 2.805, p = 0.009).  132 Finally, we used leave-one-out cross-validation to quantify the error between pupil-133 predicted misophonia severity and actual misophonia severity. Specifically, we computed 134 the linear relationship between the AMS scores and the difference in pupil response 135 magnitude (trigger vs unpleasant) based on the data from all participants minus one, and 136 then predicted the AMS score for the left-out participant based on his/her pupil data. This 137 analysis showed that AMS score could be reliably predicted, based on only pupil dilation, 138 at the level of a single individual (Figure 3B): the median absolute error was 2.80, which 139 is below the granularity of severeness categories of the AMS (Figure 1A). This suggests 140 that if group performance on the questionnaire is reliable, a single individual with 141 unrealistic questionnaire scores (e.g., due to misinterpretation) might be detectable by 142 adding pupillometry as an objective tool. 143  144 \n 145 Figure 3. Sound-evoked pupil dilation reliably predicts individual misophonia severity. (A) AMS 146 score plotted against individual mean difference in pupil response magnitude (trigger vs unpleasant 147 sounds). Each data point is a participant. Error bars, bootstrapped 67% confidence intervals. (B) AMS score 148 plotted against pupil-predicted AMS score (cross-validated). Each data point is a participant; dashed line, 149 identity line. 150"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 DISCUSSION 151 Our study demonstrates for the first time that pupillometry is a sensitive method 152 for measuring misophonic responses, even in milder cases. Pupil response discerned 153 misophonic responses to 'trigger' sounds from normal aversive responses to generally 154 unpleasant sounds. Furthermore, pupillometry proved sensitive to variations in the 155 intensity of the misophonic response across different individuals and may therefore be 156 used to aid diagnosis of the condition.  157 The findings suggest that pupillometry is a valuable addition to self-report 158 paradigms. While self-report is an important tool to measure phenomenological and 159 emotional experiences, it has some intrinsic weaknesses including unintentional (e.g., 160 misunderstandings or biases) and intentional (malingering) measurement errors. 161 Furthermore, our results show how the (continuous) pupillometry variance can explain 162 additional variance over the (categorical) ratings for misophonic sounds. Thus, adding 163 pupillometry to the misophonia diagnostic toolbox could greatly help deciphering out the 164 different types and severities within a group of individuals reporting misophonic 165 complaints.  166 Previous studies measured increased autonomic nervous system response in 167 galvanic skin response and heart rate variability1,4,9,10,23,35 and shown how the involuntary 168 emotional and physiological response is an essential characteristic of misophonia8. In 169 these previous studies, only the autonomic nervous system response to misophonic 170 sounds in misophonic versus non-misophonic participants was obtained. Our current goal 171 was to add an objective measurement that would provide a more sensitive measurement 172 of across-subject variations in autonomic nervous system response. Pupil size 173 fluctuations at constant luminance have previously been shown to reflect 174 neuromodulatory activity and emotional arousal associated with increased sympathetic 175 activity26–30. The signal-to-noise ratio of pupil responses is higher compared to galvanic 176 skin heart rate (variability) responses36. Furthermore, the temporal resolution of 177 pupillometry is higher compared to functional MRI and physiological measures like the 178 galvanic skin response. Together, this allowed us to take previous findings a step further 179 and use pupillometry measurements to reflect variations in the strength of misophonic 180 responses (between participants, or between trials). Indeed, our results reflected such 181 response variation, even in moderate and mild cases of misophonia. 182 There is also a practical reason to add pupillometry to the misophonia toolbox. As 183 compared with neuroimaging or electrophysiological techniques, pupillometry is cheap, 184 mobile, and non-invasive. This is not only relevant to misophonia research, as a similar 185 quest for objective measurements exist in the pluriform and extensive research on sound 186 sensitivity in related research areas (e.g., autism, tinnitus, hyperacusis, or PTSD37–39. A 187"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7 recent preprint showed that emotionally evocative sounds elicited abnormally large pupil 188 dilations in a 'disordered hearing' (tinnitus and hyperacusis) group40. This invites further 189 research of employing pupillometry in sound sensitivity in other conditions. We propose 190 that pupillometry could be employed as a non-invasive, relatively easy-to-use and cost-191 effective manner to map out and compare responses both within and across the different 192 conditions. An additional advantage is that this methodology can even be used in cases 193 where self-report is limited (e.g., due to age effects or language impairments of the 194 participant group).  195 There are several limitations to our study. First, follow-up studies can elucidate 196 whether particular choices in experimental design may increase or decrease obtained 197 effects. In particular, a different set of misophonic/aversive sound stimuli may affect the 198 size of the autonomic nervous system (and therefore pupil) response. For example, we 199 choose to use the same standard stimuli for all participants, but using participants' 200 individual misophonic trigger sounds may lead to different results. However, we expect 201 that such a change in design would only enhance our current results. Second, analyzing 202 which trigger sound most strongly drives pupil responses in an individual, or a more in-203 depth analysis of individual differences in misophonia was not feasible in the current 204 design, due to limitations in the number of trials and participants. This remains a topic for 205 future research. Finally, because of the recruitment method and limited number of 206 participants, our results cannot be used to estimate misophonia prevenance in the 207 general population. 208 The current results reflect how even milder misophonic cases can experience 209 emotional disturbances related to 'triggers' in their normal daily life. There are practical 210 implications to these findings, as for sufferers from misophonia the relatively unknown 211 and ill-understood status of the condition impedes explaining misophonia to others, or 212 even understanding their misophonic responses themselves1,3,5,7.  Adding pupillometry 213 as an objective misophonia measurement tool can improve this situation. Pupil dilation 214 can clearly display the physical response of the sufferers to the triggers. Such objective 215 validation can bring relief to sufferers and improve understanding from their environment. 216 Furthermore, the current lack of objective diagnostic tools hinders rigorous assessment 217 of the efficacy of different treatment approaches of misophonia6,8. Our findings suggest 218 that pupillometry can help assess strategies and evaluate new treatments and thus help 219 build effective treatments for this debilitating condition.  220  221 222"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 METHODS 223 Participants 224 Thirty-five healthy participants (28 females; 18-52 y) participated in the experiment. 225 All participants had normal or corrected-to-normal hearing and vision. Participants gave 226 written informed consent and were remunerated by the hour or received credit points. The 227 experiment was approved by the ethics committee of the Department of Psychology at 228 the University of Amsterdam. Five participants were excluded due to technical issues. 229  230 Procedure 231 The experiment lasted for 1.5 hours and consisted of the following parts (explained 232 in detail below): (i) misophonia protocol (block 1), (ii) breathwork/distraction intervention, 233 (iii) misophonia protocol (block 2), (iv) frisson protocol (two blocks), and (v) post-234 experiment questionnaires. We collected eye and heart rate data during all sound 235 presentations (steps i, iii and iv). 236  237 Misophonia protocol 238 See main text. Additionally: all participants were asked to sit in a dimly lit room and 239 to rest their head on a chin rest, which was placed at 50cm distance in front of the screen. 240 Each trial consisted of a sound interval, a rating interval and an inter-trial interval. The 241 sound interval showed a blank grey screen and a fixation square, and a sound was 242 presented (duration, 10-20 s; loudness, 30-70 dB). In the rating interval, the fixation 243 square rotated 45° (into a diamond) and participants were prompted to rate how aversive 244 the sound was, on a scale from 1 to 4, with a left-handed button press on the keyboard in 245 front of them: “G” for neutral, “H” for mild dislike, “J” for disgust or anger”, and “space bar” 246 for full misophonic reaction. Participants had received instructions on using the sound 247 rating scale (including an explanation of what entails 'full misophonic reaction') prior to 248 starting the experiment. The trial ended with an inter-trial interval (2-3 s, uniformly 249 distributed). Visual stimuli were displayed on a gamma-corrected monitor (spatial 250 resolution of 2560 by 1440 pixels) with a vertical refresh rate of 100 Hz, and sound stimuli 251 were presented using IMG Stageline MD-5000DR headphones.  252 The generally unpleasant sounds were chosen based on refs. 1,41: baby crying, 253 bicycle breaks, clarinet squeaks, construction drilling, dog barking, fire alarm, glass on 254 metal, modem dialup, nails on a chalkboard, and Styrofoam squeak. Misophonia trigger 255 sounds were chosen based on ref. 1: apple eating, chip bag crinkling and eating 256 (Cheetos), chip eating, clearing throat, dog eating, gum chewing, keyboard typing, pen 257 clicking, runny nose, and slurping. Participants rated how aversive the sound was on a 258 four-point scale. All sounds were acquired copyright free from https://freesound.org/, 259 except for the clarinet squeak which was recorded by K. Schwarz (one of the authors). 260  261 Breathwork/distraction intervention 262 Participants were randomly allocated into one of two experimental conditions: 263 breathwork or distraction. Each intervention lasted 30 minutes. The breathwork 264 interventions did not affect any of the reported pupillometry results (Figure S2B).  265"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9 The breathwork intervention was scripted and recorded by L. Alonso-Marmelstein 266 (a certified breath coach and registered yoga teacher) and included multiple breathing 267 techniques used in previous studies42. The specific breathing techniques were belly 268 breathing, 4:4 breathing, 4:4:4:4 box breathing and 4:7:8 breathing. Each technique is 269 presented for an average of 7.5 minutes. Participants were allowed to sit on a chair, 270 cushion or lay down on a yoga mat for the duration of the intervention. We played the 271 training video on a laptop that they could appropriately position.  272 The distraction intervention consisted of continuously playing the game “Snake” 273 from Google.com. The participant used the arrow keys to move a digital snake around the 274 board and the objective was to not crash into one’s own tail, which kept growing. They 275 were encouraged to beat the highest score set by other participants.  276  277 Frisson protocol 278 Participants were asked to provide a song they felt gave them chills, tingles down 279 the spine, welling in the chest, or provided strong physiological sensations during 280 listening. To control for effects of length, loudness, and musical features, the second song 281 was the previous participant’s chosen song33. Participants were asked to report the start 282 (z button) and end (m button) of any physical feeling while listening. Frisson data were 283 collected after the experimental conditions reported in this manuscript, and thus do not 284 relate to current results. Frisson data will be the focus of another report. 285  286 Post-experiment questionnaires 287 Participants filled out the Body Consciousness Scale to measure the degree to 288 which people view their bodies as an object that can be changed after internalizing 289 societal expectations, the Amsterdam Misophonia Scale to measure misophonia 290 severity3, and the STAI-S questionnaire to measure current state of mood. 291  292 Eye data acquisition 293 Eye data were obtained with Eyelink 1000 devices (SR Research, Osgoode, 294 Ontario, Canada) at 1000 Hz with an average spatial resolution of 15 to 30 min arc. See 295 Extended Methods for more information about analyses and statistical comparisons. 296  297 Heart rate acquisition 298 Heart rate and heart rate variability were measured with an Electrocardiogram 299 (ECG) device. Three electrodes are placed on the participant's body: one on either side 300 of their chest, and one on the lower left torso. Heart rate data will be the focus of another 301 report. 302  303 Analysis of pupil responses 304 Preprocessing 305 Periods of blinks and saccades were detected using the manufacturer’s standard 306 algorithms with default settings. The remaining data analyses were performed using 307 custom-made Python software. We applied to each pupil recording (i) linear interpolation 308 of values measured just before and after each identified blink (interpolation time window, 309"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 from 150 ms before until 150 ms after blink), (ii) band-pass filtering (third-order 310 Butterworth, passband: 0.01–6 Hz), (iii) removal of pupil responses to blinks and to 311 saccades, by first estimating these responses by means of deconvolution and then 312 removing them from the pupil time series by means of multiple linear regression43, and 313 (iv) conversion to units of modulation (percent signal change) around the mean of the 314 pupil time series from each block.  315  316 Quantification of task-evoked pupil responses 317 We computed task-evoked pupil response measures for each trial as the mean of 318 the pupil diameter modulation values in the window 1 s to 3 s from sound onset, minus 319 the mean pupil size during the 0.5 s before sound onset. We additionally removed (via 320 linear regression) sound-to-sound variation in the pupil response amplitude that was 321 related to the pre-sound baseline pupil size (through reversion to the mean44).  322  323 Statistical comparisons 324 We used a mixed linear regression model to quantify the dependence of pupil 325 response magnitude on aversiveness rating (values 1-4) and sound category (0, 326 unpleasant; 1, trigger). The fixed effects were specified as: 327  328 𝑃\t~\t𝛽!1+𝛽\"𝑅+𝛽#𝐶 329  330 with 𝑃 as trial-wise pupil response magnitudes, 𝑅 as the sound-wise aversiveness 331 ratings, 𝐶 as sound-wise sound category and 𝛽 as the regression coefficients. We 332 included the maximal random effects structure justified by the design45, which meant that 333 intercepts and rating and category coefficients could vary with participant. 334 We quantified across-participant correlations using Pearson’s correlation 335 coefficient. 336 DATA, MATERIALS AND SOFTWARE AVAILABILITY 337 Data and analysis scripts will be made publicly available upon publication. 338  339 ACKNOWLEDGEMENTS 340 We are grateful to all participants. We thank E.H.F de Haan and K.R. Ridderinkhof for 341 their insightful comments which improved the manuscript. 342  343 Author contributions: Conceptualization, JWdG, RR; Investigation, LOM, KSR; Formal 344 analysis, JWdG; Writing—original draft, JWdG, RR; Writing—review and editing, JWdG, 345 LOM, KSR, RR; Supervision, JWdG, RR. 346  347 Competing interests: The authors declare no competing interests. 348  349"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "11 REFERENCES 350  1. Edelstein, M., Brang, D., Rouw, R. & Ramachandran, V. S. Misophonia: physiological investigations and case 351 descriptions. Front. Hum. Neurosci. 7, (2013). 352 2. Jastreboff, P. J. & Jastreboff, M. M. The neurophysiological approach to misophonia: Theory and treatment. Front. 353 Neurosci. 17, (2023). 354 3. Schröder, A., Vulink, N. & Denys, D. Misophonia: Diagnostic Criteria for a New Psychiatric Disorder. PLOS ONE 355 8, e54706 (2013). 356 4. Kumar, S. et al. The Brain Basis for Misophonia. Curr Biol 27, 527–533 (2017). 357 5. Jager, I., Koning, P. de, Bost, T., Denys, D. & Vulink, N. Misophonia: Phenomenology, comorbidity and 358 demographics in a large sample. PLOS ONE 15, e0231390 (2020). 359 6. Paunovic, K. Ž. & Milenković, S. M. The Proposed Criteria for High Perceived Misophonia in Young Healthy Adults 360 and the Association Between Misophonia Symptoms and Noise Sensitivity. Noise and Health 24, 40 (2022). 361 7. Rouw, R. & Erfanian, M. A Large-Scale Study of Misophonia. Journal of Clinical Psychology 74, 453–479 (2018). 362 8. Swedo, S. E. et al. Consensus Definition of Misophonia: A Delphi Study. Front. Neurosci. 16, (2022). 363 9. Schröder, A. et al. Misophonia is associated with altered brain activity in the auditory cortex and salience network. 364 Sci Rep 9, 7542 (2019). 365 10. Siepsiak, M., Rosenthal, M. Z., Raj-Koziak, D. & Dragan, W. Psychiatric and audiologic features of misophonia: 366 Use of a clinical control group with auditory over-responsivity. J Psychosom Res 156, 110777 (2022). 367 11. Rinaldi, L. J. & Simner, J. Mental Health Difficulties in Children who Develop Misophonia: An Examination of 368 ADHD, Depression & Anxiety. Child Psychiatry Hum Dev (2023) doi:10.1007/s10578-023-01569-y. 369 12. Hansen, J. Y. et al. Mapping neurotransmitter systems to the structural and functional organization of the human 370 neocortex. Nat Neurosci 25, 1569–1581 (2022). 371 13. Hansen, H. A., Leber, A. B. & Saygin, Z. M. The effect of misophonia on cognitive and social judgments. PLoS 372 One 19, e0299698 (2024). 373 14. Guetta, R. E., Siepsiak, M., Shan, Y., Frazer-Abel, E. & Rosenthal, M. Z. Misophonia is related to stress but not 374 directly with traumatic stress. PLoS One 19, e0296218 (2024). 375 15. Guetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D. & Rosenthal, M. Z. Examining emotional functioning 376 in misophonia: The role of affective instability and difficulties with emotion regulation. PLoS One 17, e0263230 377 (2022). 378 16. Kılıç, C., Öz, G., Avanoğlu, K. B. & Aksoy, S. The prevalence and characteristics of misophonia in Ankara, Turkey: 379 population-based study. BJPsych Open 7, e144 (2021). 380 17. Vitoratou, S. et al. Misophonia in the UK: Prevalence and norms from the S-Five in a UK representative sample. 381 PLOS ONE 18, e0282777 (2023). 382 18. Sujeeth, P. R., Hanji, R., Nayyar, K. & Prabhu, P. Estimation of Prevalence of Misophonia Among High School 383 Students in India. Indian J Otolaryngol Head Neck Surg 76, 1678–1681 (2024). 384 19. Zhou, X., Wu, M. S. & Storch, E. A. Misophonia symptoms among Chinese university students: Incidence, 385 associated impairment, and clinical correlates. Journal of Obsessive-Compulsive and Related Disorders 14, 7–12 386 (2017). 387 20. Dixon, L. J., Schadegg, M. J., Clark, H. L., Sevier, C. J. & Witcraft, S. M. Prevalence, phenomenology, and impact 388 of misophonia in a nationally representative sample of U.S. adults. Journal of Psychopathology and Clinical 389 Science 133, 403–412 (2024). 390 21. Williams, Z. J., Cascio, C. J. & Woynaroski, T. G. Psychometric validation of a brief self-report measure of 391 misophonia symptoms and functional impairment: The duke-vanderbilt misophonia screening questionnaire. Front. 392 Psychol. 13, (2022). 393 22. Jakubovski, E., Müller, A., Kley, H., de Zwaan, M. & Müller-Vahl, K. Prevalence and clinical correlates of 394 misophonia symptoms in the general population of Germany. Front. Psychiatry 13, (2022). 395 23. Guetta, R. E., Cassiello-Robbins, C., Anand, D. & Rosenthal, M. Z. Development and psychometric exploration of 396 a semi-structured clinical interview for Misophonia. Personality and Individual Differences 187, 111416 (2022). 397 24. Simner, J., Rinaldi, L. J. & Ward, J. An Automated Online Measure for Misophonia: The Sussex Misophonia Scale 398 for Adults. Assessment 10731911241234104 (2024) doi:10.1177/10731911241234104. 399 25. Trumbull, J., Lanier, N., McMahon, K., Guetta, R. & Rosenthal, M. Z. Using a standardized sound set to help 400 characterize misophonia: The International Affective Digitized Sounds. PLoS One 19, e0301105 (2024). 401 26. de Gee, J. W. et al. Dynamic modulation of decision biases by brainstem arousal systems. eLife 6, 309 (2017). 402 27. Murphy, P. R., O’Connell, R. G., O’Sullivan, M., Robertson, I. H. & Balsters, J. H. Pupil diameter covaries with 403 BOLD activity in human locus coeruleus. Human brain mapping 35, 4140–4154 (2014). 404 28. Lloyd, B., de Voogd, L. D., Mäki-Marttunen, V. & Nieuwenhuis, S. Pupil size reflects activation of subcortical 405 ascending arousal system nuclei during rest. Elife 12, e84822 (2023). 406"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 29. Bradley, M. M., Miccoli, L., Escrig, M. A. & Lang, P. J. The pupil as a measure of emotional arousal and autonomic 407 activation. Psychophysiology 45, 602–607 (2008). 408 30. Joshi, S. & Gold, J. I. Pupil Size as a Window on Neural Substrates of Cognition. Trends in Cognitive Sciences 409 (2020) doi:10.1016/j.tics.2020.03.005. 410 31. de Gee, J. W., Knapen, T. & Donner, T. H. Decision-related pupil dilation reflects upcoming choice and individual 411 bias. Proceedings of the National Academy of Sciences of the United States of America 111, E618-25 (2014). 412 32. de Gee, J. W., Correa, C. M. C., Weaver, M., Donner, T. H. & van Gaal, S. Pupil Dilation and the Slow Wave ERP 413 Reflect Surprise about Choice Outcome Resulting from Intrinsic Variability in Decision Confidence. Cereb Cortex 414 31, 3565–3578 (2021). 415 33. Laeng, B., Eidet, L. M., Sulutvedt, U. & Panksepp, J. Music chills: The eye pupil as a mirror to music’s soul. 416 Consciousness and Cognition 44, 161–178 (2016). 417 34. Valtakari, N. V., Hooge, I. T. C., Benjamins, J. S. & Keizer, A. An eye-tracking approach to Autonomous sensory 418 meridian response (ASMR): The physiology and nature of tingles in relation to the pupil. PLOS ONE 14, e0226692 419 (2019). 420 35. Grossini, E. et al. Misophonia: Analysis of the neuroanatomic patterns at the basis of psychiatric symptoms and 421 changes of the orthosympathetic/ parasympathetic balance. Front Neurosci 16, 827998 (2022). 422 36. Tursky, B., Shapiro, D., Crider, A. & Kahneman, D. Pupillary, heart rate, and skin resistance changes during a 423 mental task. J Exp Psychol 79, 164–167 (1969). 424 37. Stiegler, L. N. & Davis, R. Understanding Sound Sensitivity in Individuals with Autism Spectrum Disorders. Focus 425 Autism Other Dev Disabl 25, 67–75 (2010). 426 38. Greenberg, B. & Carlos, M. Psychometric Properties and Factor Structure of a New Scale to Measure 427 Hyperacusis: Introducing the Inventory of Hyperacusis Symptoms. Ear and Hearing 39, 1025 (2018). 428 39. Jüris, L., Andersson, G., Larsen, H. C. & Ekselius, L. Psychiatric comorbidity and personality traits in patients with 429 hyperacusis. International Journal of Audiology 52, 230–235 (2013). 430 40. Smith, S. S., Jahn, K. N., Sugai, J. A., Hancock, K. E. & Polley, D. B. The human pupil and face encode sound 431 affect and provide objective signatures of tinnitus and auditory hypersensitivity disorders. bioRxiv 432 2023.12.22.571929 (2024) doi:10.1101/2023.12.22.571929. 433 41. Kumar, S., Forster, H. M., Bailey, P. & Griffiths, T. D. Mapping unpleasantness of sounds to their auditory 434 representation. J Acoust Soc Am 124, 3810–3817 (2008). 435 42. Hopper, S. I., Murray, S. L., Ferrara, L. R. & Singleton, J. K. Effectiveness of diaphragmatic breathing for reducing 436 physiological and psychological stress in adults: a quantitative systematic review. JBI Evidence Synthesis 17, 437 1855 (2019). 438 43. Knapen, T. et al. Cognitive and Ocular Factors Jointly Determine Pupil Responses under Equiluminance. PLOS 439 ONE 11, e0155574 (2016). 440 44. Mridha, Z. et al. Graded recruitment of pupil-linked neuromodulation by parametric stimulation of the vagus nerve. 441 Nat Commun 12, 1539 (2021). 442 45. Barr, D. J., Levy, R., Scheepers, C. & Tily, H. J. Random effects structure for confirmatory hypothesis testing: 443 Keep it maximal. Journal of memory and language 68, 255–278 (2013). 444  445 446"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "13 SUPPLEMENTARY FIGURES (SEPARATE) 447 \n 448  449 Figure S1. Spectrograms of all sounds. 450"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14  451 Figure S2. (A) Pupil response time courses separately for subjective rating (of physical and emotional 452 discomfort on a 4-point scale; collapsed across sound category), time-locked to sound onset. Grey shading, 453 interval used for quantifying task-evoked pupil responses (Methods). (B) Difference in pupil response 454 magnitude (trigger vs unpleasant sounds), separately per experimental manipulation (distraction versus 455 breathwork) and block number. All panels: shading or error bars, S.E.M across participants (N=30). 456  457  458  459 \n 460  461 Figure S3. (A) Individual mean difference in pupil response magnitude (trigger vs unpleasant sounds) 462 plotted against individual mean difference in subjective rating (trigger vs unpleasant sounds). (B) 463 Amsterdam Misophonia Scale score plotted against individual mean difference in pupil response 464 magnitude (trigger vs unpleasant sounds). All panels: data points are individual participants; stats, 465 Pearson’s correlation coefficient. 466"
    }
  ]
}