{
  "doc_type": "scientific paper",
  "title": "Autism, aspect perception and neurodiversity",
  "authors": [
    "Dinishak"
  ],
  "year": 2019,
  "journal": "PSYCHOLOGY",
  "doi": "10.1080/09515089.2019.1632426",
  "abstract": null,
  "keywords": [
    "Seeing aspects"
  ],
  "research_topics": [
    "Seeing aspects"
  ],
  "created_at": "2025-05-05T03:42:57.100449Z",
  "source_pdf": "documents/research/Global/Dinishak 2019 Autism, aspect perception and neurodiversity.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ARTICLE\nAutism, aspect-perception, and neurodiversity\nJanette Dinishak\nPhilosophy, University of California Santa Cruz, Santa Cruz, US\nABSTRACT\nThis paper examines the appeal, made by some philoso-\nphers, to Wittgenstein ’s notion of aspect-blindness in order\nto better understand autistic perception and social cogni-\ntion. I articulate and assess di ﬀerent ways of understanding\nwhat it means to say that autists are aspect-blind. While\nmore attention to the perceptual dimensions of autism is\na welcome development in philosophical explorations of\nthe condition, I argue that there are signi ﬁcant problems\nwith attributing aspect-blindness to autists. The empirical\nbasis for the attribution of aspect-blindness to autists is\nquestionable, but, even if it turns out that future empirical\nwork on autistic perception and social cognition decisively\nsupports the attribution of some forms of aspect-blindness\nto autists, the descriptive and explanatory fruitfulness of the\nnotion of aspect-blindness is limited in important ways. To\nbetter capture autistic experience, we should broaden our\nframework to include conceptualizing autists as engaging in\nforms of aspect-perception.ARTICLE HISTORY\nReceived 13 April 2018\nAccepted 18 September 2018\nKEYWORDS\nSeeing aspects;\naspect-blindness;\nWittgenstein; autism;\nneurodiversity\n1. Introduction\nRecently there has been an upsurge in two-way interactions between\nphilosophy and psychopathology. On the one hand, there is substantial\ninterest in incorporating empirical results about various psychiatric con-\nditions (e.g. addiction, autism, depression, schizophrenia, and psychopa-\nthy) into philosophical debates. The thought is that re ﬂection on forms of\npsychopathology can illuminate our understanding of the “normal. ”On\nthe other hand, philosophers use philosophical positions and concepts to\nfurther our understanding of psychiatric conditions.\nThis paper examines an instance of the second kind of interaction\nbetween philosophy and psychopathology: the appeal, made by some\nphilosophers (Overgaard, 2006 ; Proudfoot, 2013 ; Stawarska, 2010 ), to\nWittgenstein ’s notion of aspect-blindness to characterize autists ’diﬃculties\nunderstanding others ’mental states. My aim is twofold. The ﬁrst aim is to\narticulate di ﬀerent ways of understanding what it might mean to say that\nCONTACT Janette Dinishak jdinisha@ucsc.edu Philosophy, University of California Santa CruzPHILOSOPHICAL PSYCHOLOGY\n2019, VOL. 32, NO. 6, 876 –899\nhttps://doi.org/10.1080/09515089.2019.1632426\n© 2019 Informa UK Limited, trading as Taylor & Francis Group"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "autists are aspect-blind. The second is to critically assess the appeal to\naspect-blindness to characterize autism. I argue that there are signi ﬁcant\nproblems with the current construal of the relationship between autism\nand aspects. The empirical basis for the attribution of aspect-blindness to\nautists is questionable. However, even if it turns out that future empirical\nwork on autistic perception and social cognition decisively supports the\nattribution of some forms of aspect-blindness to autists, the descriptive and\nexplanatory fruitfulness of the notion of aspect-blindness is limited in\nimportant ways. Exclusive focus on aspect-blindness prematurely closes\noﬀa whole host of intriguing possibilities for conceptualizing autists as\nengaging in aspect- perception . We should broaden our framework for\nunderstanding autistic experience so that we can begin to investigate\nthese underexplored possibilities.\nThe discussion proceeds as follows. First, I give overviews of aspect-\nperception, aspect-blindness, and autism and separate out several ways of\nunderstanding the recent appeals to the notion of “aspect-blindness ”to\ncharacterize features of autistic experience. Next, I critically assess the\nappeal to “aspect-blindness ”to understand autistic experience, focusing\nmy critical attention on what I call “the aﬀective impoverishment con-\nstrual. ”Here I argue that relevant empirical evidence on perception and\nsocial cognition in autism does not decisively support the attribution of\nthis form of aspect-blindness to autists. Finally, I suggest that philosophers\nshould broaden their framework for understanding autistic experience to\ninclude the notion of “aspect-perception ”and brie ﬂy and tentatively\nexplore some ﬁrst steps toward doing so. I conclude with some methodo-\nlogical re ﬂections for the investigation of autism.\n2. Aspect-perception\nA simple example that is often treated as paradigmatic of aspect-perception\nis the well-known “duck-rabbit ”ﬁgure.1\nPHILOSOPHICAL PSYCHOLOGY 877"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "It can be seen as a duck, and it can be seen as a rabbit. However, it cannot\nbe seen as both, at the same time. The two aspects “interfere with ”one\nanother: When I see the ﬁgure as a duck, the parts of the drawing on the\nleft side of the ﬁgure are seen as a bill. When I see the ﬁgure as a rabbit,\nthose same parts are seen as ears. If I see the ﬁgure as a duck and\nexperience a “change of aspect, ”the rabbit-aspect “lights up ”and the bill\n“becomes ”rabbit ears. Although I recognize that the drawing has not\nchanged, once I undergo the perceptual shift, I see the drawing di ﬀerently\nthan I did before the shift.\nAspect-change experiences had while viewing ambiguous ﬁgures such as\nthe duck-rabbit are the most well-known and well-studied in philosophy\nand psychology, but there are many di ﬀerent kinds of aspects and many\ndiﬀerent ways of experiencing them. The concept ‘aspect-perception ’picks\nout a motley collection of interrelated phenomena,2but there are some\nfeatures, found in many cases of aspect-perception, that might be taken as\ncharacteristic.3Oftentimes aspect-perception requires mastery of a\ntechnique.4Which requisite abilities one needs in order to be capable of\naspect-perception of a given kind on a given occasion may di ﬀer from case\nto case. For example, some aspects cannot be perceived unless the percei-\nver makes a “conceptual connection. ”5Only if the perceiver knows or is\ninterested in such-and-such and brings the knowledge or interest to bear\non her experience, or if she makes thiscomparison (e.g. between the duck-\nrabbit ﬁgure she sees now and a rabbit in a favorite comic strip), can she\nhave the relevant aspect experience. Some aspects can be “summoned up\nby thoughts ”6while others are evoked by eye movements.7Some kinds of\naspect-perception require imagination (e.g. seeing a triangle as hanging\nfrom its apex or as having fallen over,8seeing a cloud as a hippopotamus).\nOther kinds of aspect-perception would seem to involve a kind of sensi-\ntivity and attunement, for example, sensing the solemnity of a melody.9\nThe idea of “aspect-blindness ”prompts us to explore what it would be\nlike to lack the ability to have aspect-perception experiences. For example,\nthe aspect-blind would not experience the perceptual shift from seeing the\nduck-aspect to seeing the rabbit-aspect or vice versa while viewing the\nduck-rabbit. That is, they would not have the experience that is expressed\nby saying “Iseethat it has not changed, and yet I see it di ﬀerently ”even\nthough they may know that the duck-rabbit ﬁgure can be seen both as\na duck and as a rabbit and they are able to see both aspects. We can\ndistinguish another possible form of aspect-blindness that is not a matter\nof blindness to change of aspect but, instead, a matter of being unable to\nnotice an aspect. For example, someone might be unable to see a likeness\nbetween two faces, to shift from seeing meaningless lines to seeing a face in\na puzzle-picture, or to see a wooden crate as a dollhouse. Like blindness to\nchange of aspect, the inability to notice an aspect is partly characterized by878 J. DINISHAK"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "an experiential di ﬀerence between (merely) knowing that an aspect is there\nto be seen and actually seeing it (i.e. either seeing aspects change or\nnoticing an aspect, depending on the kind of aspect-perception experience\nthat is in question).\nI must make a note about the role Wittgenstein ’s thought plays in this\npaper. A lot of what Wittgenstein meant by “seeing an aspect, ”“aspect-\nblindness, ”and related concepts in his elusive and subtle discussions of\naspect-perception is unclear. While it is very interesting, uncovering what\nWittgenstein meant by these notions is for another occasion. Nothing\nI want to argue here depends on a rich interpretation of Wittgenstein or\non Wittgenstein being right. That being said, some lines of thought in the\npositive proposal (see Section 6 ) and the conclusion resonate with\nWittgenstein ’s.\n3. Autism\nHaving sketched initial characterizations of aspect-perception and\naspect-blindness, I will now brie ﬂy introduce autism. Autism is char-\nacterized as a neuro-developmental condition, and it is diagnosed via\nbehavioral criteria in the DSM –5(Diagnostic and Statistical Manual of\nMental Disorders, 5th Edition ), entry “autism spectrum disorder. ”The\nbehavioral criteria are taken to indicate de ﬁcits: di ﬃculties with social\ninitiation and response (e.g. little or no eye contact, atypical gestural\ncommunication), linguistic challenges (e.g. misunderstanding pragmatic\nor social uses of language), and restrictive, repetitive, or stereotyped\nbehavior, interests, or activities (e.g. spinning objects, perseverative\nspeech, rocking back and forth).\nThose diagnosed with autism can vary tremendously in their beha-\nviors and characteristics that are deemed relevant for diagnosis. For\nexample, some autists make little or no eye contact while others do.\nSome autists do not speak or have limited speech while others develop\nexpressive and receptive language but have di ﬃculty using these lan-\nguage skills to interact socially. Additionally, some autists describe\nthemselves as “passing ”–that is, as being able to pass as “neurotypical ”\n(e.g. through intensive training that teaches them how to behave like\nneurotypicals do), even though they carry an autism diagnosis and\nidentify as autistic. Research on autism has exploded in recent decades,\nbut there are few uncontested facts about the condition. Although we\nhave some clues about possible environmental triggers, the biological\nunderpinnings of autism, and gene –environment interactions and their\neﬀects on development, ultimately, the causes of autism are unknown.\nNot surprisingly, given the enormous behavioral and neuro-PHILOSOPHICAL PSYCHOLOGY 879"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "developmental variability and complexity of autism, its cognitive and\nbehavioral phenotypes are still works in progress.\n4. Philosophical portrayals of aspect-blindness in autism\nBefore I articulate the various ways some philosophers appeal to the notion\nof‘aspect-blindness ’to characterize autism, some preliminary observations\nare in order. First, it would be misguided to treat the existing references to\naspect-blindness in autism in the philosophical literature as anything\nresembling developed accounts of the relation between autism and aspect-\nblindness or as full-on arguments defending the claim that autists are\naspect-blind. The suggestion that autists are aspect-blind is often made\nin passing or limited to a footnote mention (e.g. Bax, 2009 ; Overgaard,\n2006 ). Given this, in what follows, I will approach the existing mentions as\ninvitations for further development and critical re ﬂection. My ﬁrst task,\nthen, is to consider more carefully what it might mean to say that autists\nare aspect-blind. Second, the suggestion that autists are aspect-blind is\nmade in contexts of discussion where the main philosophical agenda is\nsomething other than understanding autism in its own right (e.g. Bax,\n2009 ; Overgaard, 2006 ; Proudfoot, 2013 ; Stawarska, 2010 ). In such con-\ntexts, autism mainly functions as a putative real-life example of aspect-\nblindness or as a comparison case. The primary focus of this paper, by\ncontrast, is to improve progress in our understanding of autism itself by\nconsidering whether and how an appeal to the notions of ‘aspect-blindness ’\nand ‘aspect-perception ’can illuminate dimensions of autistic experience\nthat call for description. Third, in light of the two preliminary observations\njust mentioned, my explorations in what is to come should be taken more\nas an attempt made in good faith to start a conversation on underexplored\ntopics which deserve our concerted e ﬀort and sustained attention, rather\nthan as a contribution to an already existing philosophical debate on the\nissues at hand.\nWhat is it that philosophers have in mind when they claim that autists\nsuﬀer from aspect-blindness? Their starting point is that autists have well-\ndocumented but poorly understood social di ﬃculties that are somehow\ndue to di ﬃculties understanding others ’mental states. Then, it is proposed\nthat di ﬃculties understanding others ’mental states can be thought of as\na form of aspect-blindness. On this line of thinking, autists are unable to\nsee a person ’s narrowed eyes and downward turned mouth as an expres-\nsion of anger or to hear a voice as joyful, for example. They are thereby\nsaid to be “blind ”to the angry facial expression or “deaf ”to the joyfulness\nin the voice, even though their eyesight or hearing is not defective.\nConstruals of aspect-blindness in autism narrowly focus on blindness to\nemotions expressed in human behavior, with facial expressions serving as880 J. DINISHAK"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "the paradigmatic example. Yet, despite this common focus, each construal\ndepicts what it means to be “blind ”to emotional expressions in a di ﬀerent\nway. In what follows, I identify three ways it is understood. Note that these\ncharacterizations are not mutually exclusive. In fact, they overlap and\nintermix. I disentangle them in order to sensitize the reader to di ﬀerent\ndimensions of the idea that autists are aspect-blind.10\n4.1. A ﬀectively impoverished seeing\nOne construal of the aspect-blind hypothesis is framed in terms of compar-\nisons between congenitally blind, typical, and autistic individuals.\nCongenitally blind people, unlike autists and typical individuals, are visually\nimpaired but compensate for this impairment in other ways (e.g. through\ntouch and hearing) that enable them to form and engage in social relations,\nalbeit in unusual ways. Typically-developing individuals have intact vision\nand a capacity for “mindsight. ”11That is, they can see other people and even\nobjects and events “with feeling ”; their perception has an a ﬀective\ndimension.12For example, a teacher sees a student ’s furrowed brow as\na manifestation of the student ’s confusion. By contrast, in autists, it is\nclaimed, seeing is dissociated from feeling, or a ﬀectively “neutralized, ”and\nthis is understood to impair their ability to see the emotional signi ﬁcance of\npeople and things. This impairment is then understood as a matter of being\nblind to (at least some) “aspects ”of human faces and behavior.\n4.2. Lack of Gestalt perception\nAnother way blindness to psychological aspects in autism is speci ﬁed is\nin terms of an inability to perceive Gestalten .13That is, those with this\nform of aspect-blindness would be able to see the parts of another\nperson ’s face (e.g. a mouth turned upward in a particular way and\ncheeks lifted), but see them as meaningless, disconnected bits rather\nthan as component parts of a meaningful, circumscribed whole or\nGestalt (i.e. a smiling, joyful face). They can only, with di ﬃculty, build\na meaningful whole from their fragmentary perceptions of facial anat-\nomy. By contrast, one who can see the relevant aspects immediately\nperceives the meaningful whole (e.g. the angry face) while the physical\nshapes and colors are not as readily noticed.\n4.3. Soul-blindness\nA third way aspect-blindness in autism is characterized is in terms of\n“soul-blindness. ”14The soul-blind see other people ’s behavior (and their\nown) in a mechanical way –in terms of “measurable actions and reactions ”PHILOSOPHICAL PSYCHOLOGY 881"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "(Bax, 2009 , p. 73) –rather than as expressive of psychological phenomena\n(e.g. pain or joy). This way of seeing human behavior (their own and\nothers ’) is characterized as a form of treating others as soulless beings (e.g.\nas objects or automata).\nI have just articulated three portrayals of what it might mean to say that\nautists are aspect-blind, each of which needs to be examined. Unfortunately,\nI cannot address all of them here. My focus in the next section is assessing\nthe empirical backing for the ﬁrst of these: the a ﬀective-impoverishment\nconstrual of aspect-blindness in autism. I have chosen this focus because the\naﬀective-impoverishment construal connects most readily and substantially\nwith a central topic in both the science of social cognition in autism and in\npersonal accounts of autism –that of characterizing and explaining autists ’\natypical eye contact. Thus, it can serve as a helpful illustration of how we\nmight go about assessing the idea that autists are aspect-blind.\n5. Assessing the a ﬀective impoverishment construal\nBefore assessing the a ﬀective-impoverishment construal, I must acknowl-\nedge an important worry that exists regarding these portrayals of autists as\naspect-blind: They seem to encourage a de ﬁcit view of autism, whereby one\nconceptualizes autists primarily (or even solely) in terms of their perceived\ndeﬁciencies, dysfunctions, and limitations see Dinishak ( 2016 ) for more\ndiscussion of the de ﬁcit view of autism.. There are pressing ethical con-\ncerns about de ﬁcit approaches, particularly about those that focus on\nsupposed de ﬁciencies in emotion, a ﬀect, and social motivation (Jaswal &\nAkhtar, 2018 )..\nThe aﬀective impoverishment construal characterizes autists ’seeing as\naﬀectively “neutralized, ”and “dissociated from feeling, ”resulting in\na“socially anesthetized view of the world. ”15Such characterizations bring\nto mind the dangerously misleading yet persistent “lack of empathy ”\nportrayal of autism. Both capacities (aspect-perception and empathy) are\ncharacterized as de ﬁning marks of humanity. For example, aspect-\nperception is said to answer to “a fundamental aspect of the human\ncondition, ”to play a crucial role in the human “form of life, ”16and is\nunderstood to be a phenomenon that captures humans ’basic relation to\nthe world.17Characterizing aspect-perception as an expression of one ’s\nown humanity and an awareness of others ’humanity implies that those\nwho are aspect-blind lack something which is fundamental to being\nhuman. For example, those blind to the psychological signi ﬁcance of\nhuman behavior are described as “incapable of seeing the very subjectivity\nor humanity of [their] fellow beings. ”18Their behavior and their under-\nstanding of others ’behavior is described as mechanical, robotic.19882 J. DINISHAK"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Like the “lack of empathy ”portrayal of autism, these ways of construing\naspect-blindness in autism may perpetuate stereotypes of autists as unfeel-\ning, uncaring, and detached. They neglect the likelihood that unusual\nbehaviors and other atypicalities conceal autists ’interest in others and\ntheir desire for human contact. There is the accompanying danger that\nthese kinds of de ﬁcit attributions could lead to excluding autists from\ncertain activities or roles at school, at home, or in the workplace.\nThese worries warrant serious attention, but my concerns here are\ndiﬀerent. The focus of my assessment is the descriptive and explanatory\nfruitfulness of attributing aspect-blindness to autists for understanding\nautistic experience, not the ethical viability of this attribution.\nAs noted above, my assessment of the empirical backing for the attribu-\ntion of aspect-blindness to autists will focus on the a ﬀective-\nimpoverishment construal. I argue that the empirical backing for attribu-\ntions of this form of aspect-blindness is questionable at best, as psycholo-\ngical studies on and hypotheses concerning relevant “autistic ”behaviors\nare mixed. Furthermore, many ﬁrst-person accounts of how autists experi-\nence eye contact run contrary to this construal.\nTo assess whether the a ﬀective-impoverishment characterization of\nautists ’face-perception is empirically sound, one must investigate\nautists ’looking, face-scanning, and eye-tracking, behaviors which are\ntaken to be integral to face-perception in humans. Face-perception is\nthought to play a key role in the understanding of others ’thoughts,\nfeelings, and so forth. In the west, at least, it is believed that a lot of\nvisual information about people ’sf e e l i n g sa n dt h o u g h t si sc a p t u r e di n\ntheir faces, especially in their eyes. Many studies show that autists look\nat faces for less time than non-autistic individuals do, and they look at\ndiﬀerent parts of the face as compared to non-autistic individuals\n(Falck-Ytter & von Hofsten, 2011 ). In an oft-cited study (Klin, Jones,\nSchultz, Volkmar, & Cohen, 2002 ) researchers recorded autists ’scanning\nbehavior while viewing an emotional scene of the ﬁlmWho ’sA f r a i do f\nVirginia Woolf and found that autists spent more time looking at the\nactors ’mouths than at their eyes.\nThis is just one of many studies that have shown that autists do not look\nat the eyes as often, at the same time, or as long as typical individuals do.\nIn fact, these and other kinds of atypical eye-contact-related behaviors are\nwell-documented across a variety of domains. They are observed in experi-\nmental, clinical, and everyday settings. The contentious issue is what these\nbehavioral di ﬀerences tell us about autists ’social cognition. In this con-\nnection, the relevant question for our purposes is whether autists ’looking\nand scanning behavior decisively supports the attribution of aspect-\nblindness, understood as a ﬀectively impoverished seeing. That is, doPHILOSOPHICAL PSYCHOLOGY 883"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "these behaviors indicate that autists ’face perception is somehow “emo-\ntionally anesthetized ”or“aﬀectively impoverished ”?\nTo get some traction on this question, let ’s examine two prominent and\ncompeting psychological hypotheses posited to explain autists ’looking and\nscanning behavior: the gaze-indi ﬀerence and gaze-aversion hypotheses.\nAccording to the gaze-indi ﬀerence hypothesis, autists fail to look at the\neyes because, in some sense, they do not appreciate the psychological\nsigniﬁcance of the eyes. Proponents of this view describe autists as not\ninterested in social stimuli (Grelotti, Gauthier, & Schultz, 2002 )o ra s\ninsensitive to the social signals in others ’eyes (Moriuchi, Klin, & Jones,\n2017 ). In other words, autists tend to ignore the most emotionally salient\nregion of the face because these regions are not engaging or salient for them.\nThis hypothesis is in keeping with a common portrayal of behaviors asso-\nciated with autism –these behaviors as indicative of interpersonal indi ﬀer-\nence to others (Hadjikhani, Joseph, Snyder, & Tager-Flusberg, 2017 ).\nAtﬁrst blush, the gaze-indi ﬀerence hypothesis would seem to align with\nthe idea that autists ’face-perception is a ﬀectively impoverished. However,\non closer examination, key characterizations of the a ﬀective-\nimpoverishment construal (e.g. failing to “see faces as infused with emo-\ntional signi ﬁcance, ”“aﬀectively impoverished ”and “emotionally anesthe-\ntized ”seeing) are ambiguous. For example, do these phrases mean that\nautists see faces as totally devoid of emotional signi ﬁcance, or does it mean\nthat they struggle to see the particular emotional signi ﬁcance of others ’\nfacial expressions? On the second understanding, autists would see the\nemotional signi ﬁcance of faces in some sense. They would see a face as\nmanifesting some feeling or other but would struggle to accurately detect\nwhat is being expressed –for example, whether on a given occasion\nanother person ’s eyes express sadness or longing. Thus, despite ﬁrst\nimpressions, it is unclear whether the gaze-indi ﬀerence hypothesis sup-\nports the a ﬀective-impoverishment construal of aspect-blindness in autism.\nIturn now to a competing explanation of autists ’eye contact behaviors:\nthe gaze-aversion hypothesis. On this hypothesis, autists actively avoid eye\ncontact, and they do not look at faces at the same time, as often, or for as\nlong as typical individuals, nor do they look at the same facial regions as\ntypical individuals do because it is overwhelming, painful, or otherwise\ndisturbing or uncomfortable for them to do so (Hutt & Ounsted, 1966 ;\nKliemann, Dziobek, Hatri, Steimke, & Heekeren, 2010 ). Eye contact avoid-\nance is taken to indicate implicit awareness of the social signi ﬁcance of eye\ncontact. Autists recognize the social signi ﬁcance of eye contact but have\nnegative reactions to it that motivate them to avoid it. Recall that the gaze-\nindiﬀerence hypothesis suggests that autists exhibit interpersonal indi ﬀer-\nence to others or a lack of socio-a ﬀective sensitivity. The gaze-aversion\nhypothesis, by contrast, suggests that autists experience socio-a ﬀective884 J. DINISHAK"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "oversensitivity. Thus, it would seem to directly con ﬂict with the a ﬀective-\nimpoverishment construal.\nConsistent with the gaze-aversion hypothesis, autists appear to have\na stronger skin-conductance reaction to direct gaze (Joseph, Ehrman,\nMcNally, & Keehn, 2008 ; Tanaka & Sung, 2013 ). Further, recent imaging\nwork shows heightened activation of the amygdala, a part of the brain that\nplays a key role in processing emotions, during gaze ﬁxation (Dalton et al.,\n2005 ; Kleinhans et al., 2010 ). When constrained to look in the eyes, autists\nshow abnormally high activation in the subcortical system (Hadjikhani\net al., 2017 ). Thus, autists may, in fact, have a heightened emotional\nresponse to direct eye contact, not an impoverished one.\nAll in all, results of experimental studies of autists ’looking and scanning\nbehavior are mixed. There is no scienti ﬁc consensus concerning whether\nthese behaviors demonstrate that autists have heightened or diminished\nsocio-a ﬀective sensitivity. Moreover, there are questions concerning how\nto understand precisely how a ﬀectively impoverished seeing manifests in\nthe relevant kinds of behaviors –thus, how to understand the relation\nbetween the behavioral manifestations of a ﬀectively impoverished seeing\nand empirical work on autists ’atypical socio-a ﬀective sensitivity during face-\nperception.\nIn addition, many autobiographical accounts and other self-reports by\nautists on how they experience eye contact in social interaction suggest\nthat they experience socio-a ﬀective oversensitivity when engaging in direct\neye contact. Some autists may experience the “overwhelming presence of\nanother ”(Cole, 1999 , p. 90) when they meet another person ’s gaze. One\nautist describes the experience of direct eye contact this way: “I actually\nhear you better when I am not looking at you . . . eye contact is . . .\nuncomfortable ”(Lawson, 1998 , p. 11). Another says the following: “I can\nlook but it ’s not pleasant ”(Kedar, 2012 , p. 49). Another says information\nfalls out of the eyes onto you “like a bombardment ”(Endow, 2017 , n.p.),\nand another says “it can be a physical pain; it feels like burning with too\nmany emotions, and I just can ’t take it in all at once ”(Howard, 2016 , n.p.).\nTo conclude this section, existing empirical data from experimental\npsychology and personal accounts of autistic experience in social interac-\ntion do not decisively support the attribution of aspect-blindness to autists,\nwhere aspect-blindness is understood as a ﬀectively impoverished seeing.\n6. Rethinking the application of aspect-perception concepts to autism\nNext, I explore the possibility of broadening the framework for under-\nstanding sensory-perceptual di ﬀerences associated with autism to include\nthe notion of ‘aspect-perception. ’What might motivate theorists of autism\nto conceptualize autists as engaging in forms of aspect- perception ratherPHILOSOPHICAL PSYCHOLOGY 885"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "than primarily or exclusively framing autistic experience in terms of\naspect-blindness? Perhaps, most importantly, a framework that features\naspect-perception takes seriously the idea that autists have a point of view\non the world which is not simply a matter of missing the things that are\nperceived by those labeled as “normal. ”Their perceptual experience is not\nunderstood merely as the absence of forms of perceptual experience\ntypically possessed by individuals, nor is it understood simply in terms\nof a variation in the quantities of features, traits, abilities, or characteristics\npossessed by non-autists. While both aspect-blindness and aspect-\nperception can support an understanding of some autistic sensory-\nperceptual di ﬀerences in terms of qualitative variation –as diﬀerences in\nkind, not just degrees –aspect-perception allows for the capture of more\nkinds of qualitative di ﬀerences than aspect-blindness does.\nIn addition, an emphasis on aspect-perception could help theorists\ndevelop and assess a provocative idea that lies at the heart of the autism\nrights movement: that some forms of atypical neurological “wiring ”in\nhumans, such as autism, are positive variations (Blume, 1998 ). Proponents\nof the neurodiversity perspective, as it applies to autism, advance the claim\nthat autism is an ineliminable aspect of an autistic person ’s identity that\nshould be accepted, respected, supported, and even celebrated, rather than\neliminated.20Framing some of autists ’sensory-perceptual di ﬀerences in\nterms of alternate forms of aspect-perception could give us a way to\nconceptualize some of those di ﬀerences as fundamental, ineliminable\nways of being in the world, ways that, at least in some cases, confer\naesthetic, epistemic, and pragmatic advantages and bene ﬁts and are thus,\nin that sense, positive.\n7. Sensory-perceptual di ﬀerences associated with autism\nAutists ’neurodiversity manifests in the wide range of sensory, movement,\nperceptual, and cognitive di ﬀerences that are documented through self-\nreport and research studies. These di ﬀerences are multifarious and often\nidiosyncratic. Sensory-perceptual features, in particular, illustrate the\ndiverse range of phenomena: They are evidenced across modalities (audi-\ntory, visual, somatosensory, gustatory, olfactory, and vestibular) (Baranek,\nLittle, Parham, Ausderau, & Sabatos-DeVito, 2014 ), and they occur in\nsome forms and to some extent in most autists regardless of their intellec-\ntual ability (Leekam, Nieto, Libby, Wing, & Gould, 2007 ).\nIn a moment, I will brie ﬂy describe some of the reported sensory-\nperceptual di ﬀerences documented in autism that are all but unexplored\nby philosophers who link autism and aspect-perception (or, rather,\naspect-blindness). My aim here is modest: to begin to investigate\nwhether these sensory-perceptual features can be fruitfully described as886 J. DINISHAK"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "forms of aspect-perception or as requisite capacities for forms of aspect-\nperception. I will do this primarily by identifying questions about these\nphenomena and their interrelations, which we should answer if the\nbroad, guiding question is how to understand the relations between\nautism, aspect-perception, and aspect-blindness. Before I begin, a few\ncautions are in order. First, I am not claiming that all autists and only\na u t i s t se x p e r i e n c et h e s ek i n d so fd i ﬀerences. Second, the impact of these\ndiﬀerences on autists ’development and everyday social functioning is\nnot well understood.\n7.1. Sensory sensitivities\nMany autists experience either increased (hyper-) or decreased (hypo-)\nsensitivity to incoming stimuli. These sensitivities can vary from hypo- to\nhyper-sensitivity even within the same individual (Baranek et al., 2014 ),\nand they may result in di ﬀerent reactions to the same stimuli. Many autists\ncan experience particular sounds, smells of food, tastes, or textures of\nclothing as intensely painful or pleasurable. One autist recalls\na childhood memory of the pain and anxiety he experienced from a hyper-\nsensitivity to certain sounds: “My mom took me through a drive-thru\ncarwash once when I was in grade school and I was terri ﬁed. The brushes\nsounded to me like the sound of intense machine-gun ﬁre, but I could not\ncommunicate well enough to explain why I got so upset ”(quoted in\nRobledo, Donnellan, & Strandt-Conroy, 2012 , p. 4).\nWhat I want to underscore here is that autists ’hyper-sensitivities may\nenable an enhanced ability to perceive sensory stimuli, an ability that may\nbe requisite for some forms of aspect-perception. Moreover, some of these\nhyper-sensitivities constitute or contribute to forms of talent when they\nconfer epistemic, aesthetic, or pragmatic advantages. In the auditory\ndomain, for example, some autists have superior pitch recognition, better\ndiscrimination of musical tones, or enhanced perception of speci ﬁc fre-\nquencies of sounds that are not easily discernible by others (Bonnel et al.,\n2003 ; Heaton, Davis, & Happé, 2008 ).\nHyper-sensitivities in the auditory and visual modalities that confer\nepistemic, aesthetic, or pragmatic advantages are perhaps the most com-\nmon. In Look Me in the Eye (Robison, 2007 ), autistic autobiographer John\nElder Robison provides a vivid example of increased sensitivity in the\ntactile modality. He describes the pragmatic bene ﬁts of his hyper-\nsensitive sense of touch for bike repair:\n[It] allowed me to sense the condition of mechanical things through my hands. And\nthe more I practiced, the better my ability to sense machinery became.PHILOSOPHICAL PSYCHOLOGY 887"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "As I turned the pedals on an old bike I ’d feel tiny bumps as grains of sand passed\nthrough the gears . . . I ’d feel little grabs as I pedaled through tight spots, where the\nchain might not be properly oiled. I could even feel sloppiness when the crank\nbearings were too loose. I learned to feel every moving part of the bicycle with just\na few simple touches. (p. 233)\nThe language Robison uses here is suggestive of aspect-perception. He\ndescribes his experience in terms of sensing machinery and the condition\nof mechanical things and feeling sloppiness through touch.\n7.2. Perceptual processing in autism\nIn addition to di ﬀerences in sensory sensitivity that may enhance their\nability to perceive sensory stimuli, autists appear to have di ﬀerences in\nperceptual processing as well, and these di ﬀerences a ﬀord autists with\nadvantages when performing some perceptual tasks. Many research studies\nhave demonstrated that autists ’performance in some perceptual domains\nis superior to that of comparison groups, especially when the perceptual\ntask requires attention to minor changes in an environment, in details,\nparts, speci ﬁc features, or in local information. Autists are superior at\npicking out individual features from some larger entity. For example,\nautists consistently perform at a level superior to non-autists on visual\nsearch tasks (Joseph, Keehn, Connolly, Wolfe, & Horowitz, 2009 ), the\nBlock Design test (Shah & Frith, 1993 ) and Embedded Figures tasks\n(Mottron, Dawson, Souliéres, Hubert, & Burack, 2006 ). Autists can com-\nplete jigsaw puzzles just as easily with the picture facedown as when it is\nface-up (Frith & Hermelin, 1969 ). Some studies suggest that they are less\nsusceptible to some kinds of visual illusions (Happé, 1996 ). Autists ’super-\nior performance on these tasks is thought to be due to enhanced local\nprocessing. While typical individuals focus on global information by\ndefault, autists appear to focus on local information by default and do\nnot automatically attend to the “gist ”of what they perceive.\nWhat bearing might these empirical data have on our understanding of\nwhether and how the notions of ‘aspect-blindness ’and ‘aspect-perception ’\ncan be fruitfully applied to describe atypicalities in autists ’perceptual\nexperiences in this domain? Are there conceptual grounds for describing\nautists ’enhanced perception of speci ﬁc parts and ﬁne details in these\nsettings as a form of alternate aspect-perception?\nOne consideration in favor of an a ﬃrmative answer is that autistic and\nnon-autistic perceivers view the same ﬁgures and diagrams under the same\nconditions, and, yet, they have di ﬀerent visual experiences of those dia-\ngrams and ﬁgures. As with cases of disparities in aspect-seeing in typical\nindividuals, we might say that, in one sense, what autistic and non-autistic\nparticipants see in these cases is the same (after all, they are viewing the888 J. DINISHAK"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "same stimuli), but in another sense of “what is seen, ”what autists and non-\nautists see is not the same. Yet, questions remain regarding how to\ncharacterize the relevant experiential disparities. Autists appear to be less\nlikely to see the details as interrelated parts of a comprehensive whole or\nGestalt . Are autists thereby Gestalt -blind? While autists may not sponta-\nneously and automatically attend to the “gist ”of the diagram or ﬁgure as\nreadily as typical individuals do, interestingly and importantly, research\nsuggests that they are capable of global processing and attending to the\n“gist ”when prompted to do so (Koldewyn, Jiang, Weigelt, & Kanwisher,\n2013 ). Given these empirical results, we should not automatically conclude\nthat autists have a weakness in global processing and are thereby unable to\nattend to the Gestalt as a byproduct of their enhanced local processing.\nMoreover, whether autists exhibit a local processing bias would seem to\ndepend on the nature of the stimuli and the task. There is no simple\nequation between “autistic ”and “local processor ”(D’Souza, Booth,\nConnolly, Happé, & Karmilo ﬀ-Smith, 2016 ).\nHowever we decide to conceptualize autists ’atypicalities in these\ndomains, our ways of framing them should be sensitive to potential\ndiﬀerences between (1) a lack or incapacity in xand (2) a preference or\nstyle for ysuch that xis not the perceiver ’s spontaneous, automatic, or\ndefault way of perceiving. Moreover, these empirical data raise intriguing\nquestions about the possible role and signi ﬁcance of spontaneity in aspect-\nperception experience. If a perceiver is less inclined to spontaneously see\na picture as a comprehensive whole or to undergo perceptual reversals\nwhen viewing ambiguous ﬁgures such as the duck-rabbit, is this a form of\nincapacity? Is needing to be prompted to see the Gestalt or to change\naspects a form of incapacity? If it is a form of incapacity, is this incapacity\nfruitfully conceptualized as a form of aspect- blindness ?\n7.3. Synesthesia\nA third kind of atypical sensory-perceptual phenomenon documented in\nautists is synesthetic experiences or synesthesia-like experiences.\nSynesthesia occurs when the stimulation of one sensory modality (indu-\ncer) triggers a response in either a second modality or in a di ﬀerent\nfacet of the same modality (concurrent). It can be conceptualized as the\noccurrence of a conscious perceptual experience with a lack of normal\nsensory stimulation (Ward, 2013 ). So-called colored hearing, visual\nexperiences of colors triggered by hearing musical notes (Baron-\nCohen, Wyke, & Binnie, 1987 ), and particular tastes triggered by hearing\nor reading certain words (Ward & Simner, 2003 ) illustrate multi-modal\nsynesthesia. Music can have colors, words can have taste, and tastes can\nhave shapes. For example, a man with taste-shape synesthesia cookingPHILOSOPHICAL PSYCHOLOGY 889"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "chicken remarks, “I wanted the taste of this chicken to be a pointed\nshape, but it came out all round ”(Cytowic & Wood, 1993 ,p .4 ) .V i s u a l\nexperiences of colors triggered by the visual perception of black text or\ndigits illustrates uni-modal synesthesia, which, for example, could entail\nseeing the numeral ﬁve as blue.\nThe prevalence of synesthesia is thought to be higher in autists than in\nthe general population. For example, a recent study (Baron-Cohen et al.,\n2013 ) of the prevalence of grapheme-color synesthesia (where viewing\nnumbers or letters triggers experiences of colors) in autists suggests that\nsynesthesia is signi ﬁcantly more common in autistic adults than in typical\nadults, at a rate three times greater (18.9%) than in the typical sample\n(7.22%), based on self-report.\nAutists appear to experience not only common forms of synesthesia like\ngrapheme-color synesthesia but also less prevalent forms. For example,\nJim, an autistic adult, experiences a mixing of touch and sound. Jim\nreports that “touching the lower part of his face produces a sound-like\nsensation in addition to the tactile sensation ”(Cesaroni & Garber, 1991 ,\np. 305). F.C., a savant autistic adult, experiences a kind of month –emotion\nor number –emotion correspondence that combines emotion and physical\nsensation. In a case study (Bouvet et al., 2014 ), F.C. reports that some\nnumbers can be “nice or not nice ”and that numbers can “matter or not\nmatter ”(p.6). The researchers reported that “the evocation (or the vision)\nof certain numbers causes F.C. a physical sensation, as sometimes he\nreacted to certain numbers as though to a tickle ”(p.6). F.C. also refers to\nmonths of the year to verbalize his emotions and sensations.\nThese phenomena cast doubt on the claim that autists have a ﬀectively\nimpoverished perception since many kinds of synesthetic experience have\nan aﬀective dimension. But how, if at all, are these experiences related,\nconceptually or otherwise, to aspect-perception? To get traction on this\nquestion, we need to improve our understanding of the interrelations\nbetween sensory hyper-sensitivities, extra attention to detail, and synesthe-\nsia. Are autists ’sensory hyper-sensitivities a basis for their extra attention\nto detail?21Are these sensitivities a basis for their synesthetic experiences?\nMore generally, in what sense, if any, do extra attention to detail, sensory\nhyper-sensitivity, and synesthesia facilitate forms of aspect-perception? Are\nhyper-sensitivity and extra attention to detail requisite for some forms of\naspect-perception?\n7.4. Aspect-perception in the psychological domain?\nIn this exploration of autists ’sensory-perceptual di ﬀerences, I have been\nsuggesting that there is a need for more careful and thoroughgoing re ﬂec-\ntion on how to characterize those di ﬀerences in ways that allow for890 J. DINISHAK"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "perceptual presence, not just absence, and in ways that capture the diver-\nsity and complexity of the di ﬀerences between autistic and typical indivi-\nduals. This, I think, is also apparent in the psychological domain, in the\nways autists achieve interpersonal understanding, the very domain that is\ncited by philosophers as one in which autists are aspect-blind.\nConsider, for example, how Donna Williams, an autistic adult, describes\nher perception of mood:\nI could tell mood from a foot better than from a face. I could sense the slightest\nchange in regular pace and intensity of movement of foot. I could sense any\nasymmetry in rhythm that indicated erraticness and unpredictability . . . Facial\nexpression, by comparison, was so overlaid with stored expression, full of so many\nattempts to cover up or sway impression22that the foot was much truer. I used\nsound in the same way, even breathing. Intonation aside, I could sense change in\nregular rhythm, pace, intensity and pitch. (quoted in Cole, 1999 , p. 96)\nHere we have a description of a way of achieving understanding of\na person ’s mood through perceiving non-verbal behavior that is less\nocular-, face-, and head-centric than more typical methods (e.g. seeing\nemotions in facial expressions). However, Williams ’report is not\na description of a point of view that is simply missing things which typical\nindividuals perceive, nor is it a description merely of a lack or exaggeration\nof what typical people do. What sense-modalities Williams relies on most,\nwhat aspects of expressive behavior she orients to and attends to, di ﬀer in\nkind. Williams reports sensing the tempo and rhythm of breath, voice, and\nfoot movement, qualities of kinesthetic behavior, as expressive of\na person ’s mood.\nLike typical individuals, Williams describes her experience in face-to-\nface encounter as one where she perceives mental states in expressive\nbehavior, as a perception of psychological aspects, if you will. However,\nthe kinds of non-verbal, expressive behavior that are most infused with\nmeaning for her are not the ones that are commonly the focus of perceiv-\ning the mental in expressive behavior.\nCompare Williams ’description of coming to understand another ’s\nmood through non-verbal behavior with Daniel Tammet ’s(2006 ), another\npersonal account of understanding others as an autistic adult:\nNumbers are my ﬁrst language, one I often think and feel in. Emotions can be hard\nfor me to understand or know how to react to, so I often use numbers to help me. If\na friend says they feel sad or depressed, I picture myself sitting in the dark hollow-\nness of number 6 to help me experience the same sort of feeling and understand\nit . . . By doing this, numbers actually help me get closer to understanding other\npeople. (p. 7)\nWhile Williams uses non-verbal cues during in-person encounters to help\nher understand others ’moods, Tammet uses his ﬁrst language, numbers,PHILOSOPHICAL PSYCHOLOGY 891"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "to simulate, in his imagination, the feeling-in-context that he wishes to\nunderstand. For many, numbers connote the impersonal, yet for Tammet,\nnumbers could not be more personal, more imbued with feeling. He has an\nidiosyncratic form of imaginative simulation that involves number –emo-\ntion synesthesia as a basis for empathetic identi ﬁcation with those whose\nfeelings he wishes to understand, but it is unclear whether those whose\nmental states Tammet understands through this technique are or need to\nbe perceptually present. This gives us reason to refrain from conceptualiz-\ning the technique as a form of aspect-perception, although perhaps it is or\ncould be a requisite ability for aspect-perception in face-to-face social\nencounters.\nMy third example involves understanding non-human animals. Temple\nGrandin ( 1995 ), an autistic adult, noticed aspects in cattle behavior that\nothers did not, which helped her to design more humane slaughterhouses.\nShe believes that her autism results in heightened sensory perceptions that\nallow her to imagine how an animal will feel moving through a system.\nHere she describes some of her observations of cattle behavior and how\nthey improved her slaughterhouse designs:\nIt is the little things that make them balk and refuse to move, such as seeing a small\npiece of chain hanging down from an alley fence . . . Cattle will also balk and refuse\nto walk through an alley if they can see people up ahead . . . This is one of the\nreasons that I designed curved single- ﬁle alleys with solid sides. They help keep\ncattle calmer . . . (pp. 142 –149)\nIt is clear from our examples in this section that many autists experience\ntheir sensory-perceptual atypicalities as conferring various kinds of advan-\ntages. Yet, as Jim Sinclair ( 1998 ), another autistic adult with synesthesia\nand sensory hyper-sensitivity, notes, there can be a kind of trade-o ﬀ\nbetween the advantages and disadvantages of such atypicalities. While\ntinted lenses improve the functional use of Sinclair ’s vision for some\ntasks, it is at the expense of what he calls “meaning in perception. ”\nSinclair writes:\nSensory sensitivities can be painful and can prevent enjoyment of some aspects of\nnormal social involvement –but I gain so much beauty and meaning from the way\nmy senses work! My hearing is oversensitive and this is bothersome at times, but\nI wouldn ’t change it because I don ’t want to lose the colors of voices and the tactility\nof music. (n.p.)\nLet’s take stock. Am I claiming that aspect-perception should be the main\nmethodology for investigating sensory-perceptual di ﬀerences associated\nwith autism? On the contrary. I want to leave it open that the aspect-\nblindness hypothesis may capture something important about autists ’\nsensory-perceptual experience. However, we need to rethink how we are\npursuing this hypothesis, given the empirical and conceptual issues I draw892 J. DINISHAK"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "attention to in problematizing the notion of “aspect-blindness ”as applied\nto autism. I am suggesting that if we are going in this direction, thinking\nabout connecting autism and aspects, it is, at the very least, plausible, even\npromising, to explore aspect-perception in understanding autism, and as\nsuch, it would be better to include aspect-perception in a descriptive and\nexplanatory framework for understanding autism that appeals to aspect\nconcepts. Whether “aspect-perception ”applies to all or only to some\nsubset of sensory-perceptual di ﬀerences associated with autism is some-\nthing that we need to explore. How far a framework for understanding\nautism that includes aspect-perception will take us we do not know yet, but\nwe should pursue it, all the while keeping in mind the empirical and\nconceptual issues about aspect-blindness and aspect-perception.\n8. Conclusion\nIn conclusion, a focus on perception is a welcome development in autism\nstudies, and both autism studies and the neurodiversity movement would\nbeneﬁt greatly from a deeper understanding of the phenomena of aspect-\nperception. However, I want to stress that we must proceed cautiously,\nboth with the notion of “aspect-blindness ”and with the notion of “aspect-\nperception. ”One key reason for caution concerns the nature of aspect-\nperception: It allows for experiential disparities between perceivers without\nany corresponding di ﬀerences in sensory input. That is, it is possible for\nmultiple perceivers viewing the same object at the same time and under the\nsame viewing conditions to perceive that object under di ﬀerent aspects, or\nfor one perceiver to notice an aspect that goes unnoticed by the other\nperceiver. For example, both perceivers see two faces, but only one per-\nceiver notices the likeness between the two faces. The failure to see the\nlikeness is not explicable in terms of defective or compromised sight, yet\naspect-perception is a genuinely perceptual experience. An epistemic con-\nsequence of this feature of aspect-perception and autists ’fundamental\nunlike-mindedness is that autists may perceive aspects which non-autists\ndo not and even cannot perceive. If non-autists cannot perceive these\naspects themselves, it raises the question of whether non-autists can per-\nceive autists perceiving them.\nThus, we should stay continually aware of the possibility of our own\nblindness when we investigate autism. Having the thought “I could be\nblind too ”on our minds more often might help us understand some\nfeatures of autism that we could not otherwise understand. Such metho-\ndological humility constitutes an awareness of and openness to the like-\nlihood that we might be missing something, in part because autistic\ndiﬀerences make for unfamiliar variability in their forms of expressiveness\nand sensory-perceptual experience. We must learn to be open to thesePHILOSOPHICAL PSYCHOLOGY 893"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "modes of expression and appreciate that faithfully depicting atypical\nexperience depends on this kind of openness and learning.\nIn this connection, cultivating our imaginative capacities is crucial.\nWittgenstein writes that we tend to imagine “the feeble-minded ( Den\nSchwachsinnigen ) under the aspect of the degenerate, the essentially\nincomplete, as it were in tatters. And so under that of disorder instead of\na more primitive order. ”He suggests that imagining them under the aspect\nof a more primitive order “would be a far more fruitful way of looking at\nthem ”(1967 ,§372). Related sentiments can be gleaned from some of\nWittgenstein ’sr eﬂections on color-blind people: “We speak of ‘colour-\nblindness ’and call it a defect . But there could easily be several di ﬀering\nabilities, none of which is clearly inferior to the others ”(1980a, §31) and\n“not every deviation from the norm must be a blindness, a defect ”\n(Ibid., §9).\n“Feeble-minded ”and related terms are deeply problematic, and we\nshould be wary of characterizing the mentally atypical as somehow more\nprimitive than the mentally typical. However, Wittgenstein ’s suggestion –\nthat it would be more fruitful to imagine some forms of unlike-mindedness\nunder the aspect of an alternate order rather than a disorder –should be\nheeded. Wittgenstein ’s observations on the notion of “defect ”here also\nalign with the idea that modeling our understanding of autists ’sensory-\nperceptual experience on “normal ”perceptual experience can only go so\nfar toward capturing the content and character of autists ’perceptual\nexperience of people, objects, environments, interactions, situations, and\nso forth. Some sensory-perceptual experiences autists undergo by virtue of\ntheir di ﬀerences are better conceptualized as forms in their own right, with\ntheir own qualitatively distinctive phenomenology, rather than merely as\nquantitatively degenerate forms of aspect-perception in non-autists.\nAll in all, a satisfactory account of autism, one that understands autists ’\nways of being and their sensory-perceptual experiences from within their\nworlds, is going to require studying personal accounts of autism see\nDinishak ( in press ) for a discussion of the roles of autobiographical\naccounts of autism in the science of autism., careful thinking, wisdom,\nand perhaps most importantly, imagination . Imagination is only one of the\ntools needed, but it is a crucial resource for improving the understanding\nof kinds of di ﬀerences that are unfamiliar and remote from one ’s own\nexperience. Two central tasks for future work on this dimension of the\nproject are (1) to identify the di ﬀerent kinds and roles of imagination\nnecessary for improving progress in our understanding of autism; (2) to\nidentify how non-autists should cultivate their imaginative capacities in the\nlight of (1). Regarding (1), one role for imagination is that it can encourage\nforms of openness and sensitivity to di ﬀerence that facilitate learning about\nautists ’modes of expression and sensory-experience, which have894 J. DINISHAK"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "unfamiliar variability. As for (2), personal accounts of autism can help\nnon-autists cultivate their emotional responses to and ways of conceiving\nof autists. Narratives, in particular, are important for understanding di ﬀer-\nences which are remote from one ’s own experience. They expose us to the\nkinds of di ﬀerences we seek to understand and provide appropriate back-\nground for contextualizing those di ﬀerences and embedding them in\nrelevant contexts (Gallagher, 2014 ). More radically, as Hacking ( 2009 )\nargues, it may be that autism narratives create ways to express experiences.\nIf this is right, then “autism narratives are not just stories or histories,\ndescribing a given reality. They are creating the language in which to\ndescribe the experience of autism, and hence helping to forge the concepts\nin which to think autism ”(p. 1).\nNotes\n1.The duck-rabbit ﬁgure appears in Joseph Jastrow ’sFact and Fable in Psychology\n(Jastrow, 1900 ). It was Wittgenstein ’s use of it, however, that drew considerable\nphilosophical attention. Many contemporary discussions of aspect-perception trace\nback to Wittgenstein ’s remarks about the duck-rabbit ﬁgure and related phenomena,\nas they are found in Philosophical Investigations (hereafter PI),“Wittgenstein, 1967,\n1980b, 1980c, 2009a, and 2009b. The duck-rabbit in particular appears at in\nWittgenstein, 2009b, 118.\n2.The relevant phenomena extend beyond the visual modality to the auditory mod-\nality and perhaps to other modalities as well (e.g. the tactile).\n3.The overview of aspect-perception provided here is merely a meager sampling of the\nrelevant concepts and phenomena. It is not intended to provide a representative, let\nalone exhaustive, taxonomy of the many kinds of experiences and possible experi-\nences one might call “aspect-perception. ”\n4.Wittgenstein, 2009b, §222.\n5.Wittgenstein, 1980c, §510.\n6.Wittgenstein, 1980b, §1036.\n7.Ibid., §997.\n8.Wittgenstein, 2009a, §200c.\n9.Wittgenstein, 2009b, §233.\n10.Notice that all these construals are committed to the idea that autists are “blind ”to\ntheangry facial expression or to the joyfulness in a voice, for example, even though\ntheir eyesight and hearing are not defective. Two presuppositions underlie this\nclaim. I note them but do not assess them here. The ﬁrst is that (at least some)\npsychological phenomena can be perceived in face-to-face social encounters and\nthat, ordinarily, people do perceive such phenomena. The second concerns the\nrelation between perceiving emotional expressions and aspect-perception, namely,\nthat perceiving emotional expressions is a kind of aspect-perception and, corre-\nspondingly, that the inability to perceive these expressions is a form of aspect-\nblindness.Both presuppositions are contentious. Regarding the ﬁrst presupposition,\nthere is much theoretical debate concerning how best to describe and explain how\nwe come to understand others ’mental states (e.g. through inference, perception, or\nboth) and whether and how our mental attributions (e.g. “Sarah is angry, ”“BobPHILOSOPHICAL PSYCHOLOGY 895"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "wants more co ﬀee”) are justi ﬁed (e.g. inferentially or non-inferentially). A common\nline of thought in both philosophy and psychology is that to access other minds,\nhumans have to infer unobservable mental states from overt behavior, which is\nobservable and thus perceptible. Recently, however, the idea that at least some of our\naccess to other minds is perceptual has begun to receive serious consideration and\ntheoretical attention. Proponents of perceptual models claim that we can, at least in\nsome cases, immediately perceive the mental states of other people. See Gallagher\n(2004 ) and Krueger and Overgaard ( 2012 ), for example. Regarding the second\npresupposition, this is an under-theorized topic, one that tends to be taken up in\nthe context of Wittgenstein interpretation, and here interpreters disagree whether\nWittgenstein holds that psychological concepts (e.g. ‘sadness, ’‘joyfulness, ’‘timidity ’)\nare aspect concepts. For discussion, see Mulhall ( 1990 ) and Baz ( 2000 ), who\nchallenges Mulhall ’s interpretation.\n11.Stawarska ( 2010 ),p. 273.\n12.Ibid., p. 274.\n13.See Overgaard ( 2006 ),Footnote 12, p. 70, for example.\n14.This characterization, found in Bax ( 2009 ),borrows from discussions of soul-\nblindness in Cavell (1979). Bax ( 2009 ) suggests that “severe ”autists and sociopaths\nare examples of the soul-blind. Cavell (1979) does not cite autism or sociopathy as\nillustrations of soul-blindness, however.\n15.Stawarska ( 2010 ,p. 274).\n16.Baz ( 2000 ).\n17.Mulhall ( 1990 ).\n18.Bax ( 2009 , p. 73).\n19.For example, see Mulhall ( 1990 ),Bax ( 2009 ), and Proudfoot ( 2013 ).\n20.Importantly, to embrace the neurodiversity perspective is not to embrace the view\nthat all facets of being autistic are positive. Proponents of neurodiversity grant that\nsome facets of autism are experienced as impairing by some autists in some physical\nand social environments and that either remediation of these aspects, social change,\nor both are desirable responses in such cases.\n21.See Baron-Cohen, Ashwin, Ashwin, Tavassoli, and Chakrabarti ( 2009 )for discussion\nof potential links between hyper-systemizing, hyper-attention to detail, and sensory\nhyper-sensitivities in autism.\n22.In her best-selling memoir, Nobody Nowhere (Williams, 1992 ), Williams further\ndescribes how she was overwhelmed by perceiving faces.\nAcknowledgments\nI am greatly indebted to Nameera Akhtar, Jonathan Ellis, Caitlin Hamblin-Yule, Gurpreet\nRattan, and two anonymous reviewers for helpful comments on prior drafts of this paper.\nParts of it were presented to the Institute of Philosophy at the University of Iceland and\nthe philosophy departments at the University of British Columbia and the University of\nToronto. I am grateful to participants for their feedback.\nDisclosure statement\nNo potential con ﬂict of interest was reported by the author.896 J. DINISHAK"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Notes on contributor\nJanette Dinishak is Assistant Professor at University of California Santa Cruz –Philosophy\nReferences\nBaranek, G. T., Little, L. M., Parham, D., Ausderau, K. K., & Sabatos-DeVito, M. G. ( 2014 ).\nSensory features in autism spectrum disorders. In F. Volkmar, R. Paul, K. Pelphrey, &\nS. Rogers (Eds.), Handbook of autism and pervasive developmental disorders (4th ed., pp.\n378 –408). Hoboken, NJ: Wiley.\nBaron-Cohen, B., Wyke, M., & Binnie, C. ( 1987 ). Hearing words and seeing colours: An\nexperimental investigation of a case of synaesthesia. Perception ,16, 761 –767.\nBaron-Cohen, S., Ashwin, E., Ashwin, C., Tavassoli, T., & Chakrabarti, B. ( 2009 ). Talent in\nautism: Hyper-systemizing, hyper-attention to detail and sensory hypersensitivity.\nPhilosophical Transactions of the Royal Society of B ,364, 1377 –1383.\nBaron-Cohen, S., Johnson, D., Asher, J., Wheelwright, S., Fisher, S., Gregersen, P., &\nAllison, C. ( 2013 ). Is synaesthesia more common in autism? Molecular Autism ,4,1–6.\nBax, C. ( 2009 ).Subjectivity after wittgenstein: wittgenstein ’s embodied and embedded subject\nand the debate about the death of man . Amsterdam: institute for logic. Language, and\nComputation.\nBaz, A. ( 2000 ). What ’s the point of seeing aspects? Philosophical Investigations ,23,9 7 –121.\nBlume, H. ( 1998 , September). Neurodiversity. Retrieved from https://www.theatlantic.\ncom/magazine/archive/1998/09/neurodiversity/305909/\nBonnel, A., Mottron, L., Peretz, I., Trudel, M., Gallun, E., & Bonnel, A.-M. ( 2003 ).\nEnhanced pitch sensitivity in individuals with autism: A signal detection analysis.\nJournal of Cognitive Neuroscience ,15, 226 –235.\nBouvet, L., Donnadieu, S., Valdois, S., Caron, C., Dawson, M., & Mottron, L. ( 2014 ).\nVeridical mapping in savant abilities, absolute pitch, and synesthesia: An autism case\nstudy. Frontiers in Psychology ,5. doi: 10.3389/fpsyg.2014.00106\nCesaroni, L., & Garber, M. ( 1991 ). Exploring the experience of autism through ﬁrsthand\naccounts. Journal of Autism and Developmental Disorders ,21, 303 –313.\nCole, J. ( 1999 ).About Face . Cambridge, Massachusetts: MIT Press.\nCytowic, R., & Wood, F. ( 1993 ).The man who tasted shapes . New York: Putnam.\nD’Souza, D., Booth, R., Connolly, M., Happé, F., & Karmilo ﬀ-Smith, A. ( 2016 ). Rethinking\nthe concepts of ‘local or global processors ’: Evidence from Williams syndrome, down\nsyndrome, and autism spectrum disorders. Developmental Science ,19, 452 –468.\nDalton, K., Nacewicz, B., Johnstone, T., Schaefer, H., Gernsbacher, M., Goldsmith, H., . . .\nDavidson, A. ( 2005 ). Gaze ﬁxation and the neural circuitry of face processing in autism.\nNature Neuroscience ,8, 519 –526.\nDinishak, J. ( In press ). The Value of Giving Autistic Testimony a Substantial Role in the\nScience of Autism. Behavioral and Brain Sciences.\nDinishak, J. ( 2016 ).“The De ﬁcit View and Its Critics. ”. Disability Studies Quarterly, 36(4),\nhttp://dsq-sds.org/article/view/5236/4475 .\nEndow, J. ( 2017 ). Spectrum: A Story of the Mind. Retrieved from http://www.pbs.org/\neducation/blog/spectrum-a-story-of-the-mind\nFalck-Ytter, T., & von Hofsten, C. ( 2011 ). How special is social looking in ASD: A review.\nProgress in Brain Research ,189, 209 –222.\nFrith, U., & Hermelin, B. ( 1969 ). The role of visual and motor cues in normal, subnormal,\nand autistic children. Journal of Child Psychology and Psychiatry ,10, 153 –163.PHILOSOPHICAL PSYCHOLOGY 897"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Gallagher, S. ( 2004 ). Understanding interpersonal problems in autism: interaction theory\nas an alternative to theory of mind. Philosophy, Psychiatry, & Psychology ,11, 199 –217.\nG a l l a g h e r ,S .( 2014). An education in narratives. Educational Philosophy and Theory ,46(6),\n600 –609.\nGrandin, T. ( 1995 ).Thinking in pictures . New York: Doubleday.\nGrelotti, D., Gauthier, I., & Schultz, R. ( 2002 ). Social interest and the development of\ncortical face specialization: What autism teaches us about face processing.\nDevelopmental Psychobiology ,40, 213 –225.\nHacking, I. ( 2009 ). Autistic autobiography. Philosophical Transactions of the Royal Society,\nBiological Sciences ,364, 1467 –1473.\nHadjikhani, N., Joseph, R., Snyder, J., & Tager-Flusberg, H. ( 2017 ). Abnormal activation of\nthe social brain during face perception in autism. Human Brain Mapping ,28, 441 –449.\nHappé, F. G. ( 1996 ). Studying weak central coherence at low levels: Children with autism\ndo not succumb to visual illusions. A research note. Journal of Child Psychology and\nPsychiatry ,37, 873 –877.\nHeaton, P., Davis, R. E., & Happé, F. G. ( 2008 ). Research note: Exceptional absolute pitch\nperception for spoken words in an able adult with autism. Neuropsychologia ,46,\n2095 –2098.\nHoward, R. ( 2016 ). 16 People with Autism Describe Why Eye Contact Can Be Di ﬃcult.\nRetrieved from https://themighty.com/2016/0 2/why-eye-cont act-can-be-di ﬃcult-for-\npeople-with-autism/\nHutt, C., & Ounsted, C. ( 1966 ). The biological signi ﬁcance of gaze aversion with particular\nreference to the syndrome of infantile autism. Systems Research and Behavioral Science ,\n11, 346 –356.\nJastrow, J. ( 1900).Fact and Fable in Psychology . Boston and New York: Houghton: Mi ﬄin and\nCompany.\nJaswal, V. & Akhtar, N. ( 2018 ). Appearing Socially Uninterested: Challenging Assumptions\nabout Social Motivation in Autism. Behavioral and Brain Sciences, 19, 1 –84.\nJoseph, R. M., Ehrman, K., McNally, R., & Keehn, B. ( 2008 ). Aﬀective response to eye\ncontact and face recognition ability in children with ASD. Journal of the International\nNeuropsychological Society ,14, 947 –955.\nJoseph, R. M., Keehn, B., Connolly, C., Wolfe, J. M., & Horowitz, T. S. ( 2009 ). Why is\nvisual search superior in autism spectrum disorder? Developmental Science ,12,\n1083 –1096.\nKedar, I. ( 2012 ).Ido in autismland: climbing out of autism ’s silent prison . Washington, DC:\nSharon Kedar.\nKleinhans, N., Richards, T., Weaver, K., Johnson, L. C., Greenson, J., Dawson, G., &\nAylward, E. ( 2010 ). Association between amygdala response to emotional faces and\nsocial anxiety in autism spectrum disorders. Neuropsychologia ,48, 3665 –3670.\nKliemann, D., Dziobek, I., Hatri, A., Steimke, R., & Heekeren, H. ( 2010 ). Atypical re ﬂexive\ngaze patterns on emotional faces in autism spectrum disorders. Journal of Neuroscience ,\n30, 12281 –12287.\nKlin, A., Jones, W., Schultz, R., Volkmar, F., & Cohen, D. ( 2002 ). Visual ﬁxation patterns\nduring viewing of naturalistic social situations as predictors of social competence in\nindividuals with autism. Archives of General Psychiatry ,59, 809 –816.\nKoldewyn, K., Jiang, Y. J., Weigelt, S., & Kanwisher, N. ( 2013 ). Global/Local processing in\nautism: Not a disability, but a disinclination. Journal of Autism and Developmental\nDisorders ,43, 2329 –2340.\nKrueger, J., & Overgaard, S. ( 2012 ). Seeing subjectivity: Defending a perceptual account of\nother minds. ProtoSociology ,47, 239 –262.898 J. DINISHAK"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Lawson, W. ( 1998 ).Life behind glass: A personal account of autism spectrum disorder .\nLismore, Australia: Southern Cross University Press.\nLeekam, S. R., Nieto, C., Libby, S. J., Wing, L., & Gould, J. ( 2007 ). Describing the sensory\nabnormalities of children and adults with autism. Journal of Autism and Developmental\nDisorders ,37, 894 –910.\nMoriuchi, J. M., Klin, A., & Jones, W. ( 2017 ). Mechanisms of diminished attention to eyes\nin autism. American Journal of Psychiatry ,174,2 6 –35.\nMottron, L., Dawson, M., Souliéres, I., Hubert, B., & Burack, J. ( 2006 ). Enhanced percep-\ntual functioning in autism: An update, and eight principles of perception. Journal of\nAutism and Developmental Disorders ,36,2 7 –43.\nMulhall, S. ( 1990 ).On being in the world: Wittgenstein and Heidegger on seeing aspects .\nLondon: Routledge.\nOvergaard, S. ( 2006 ). The problem of other minds: Wittgenstein ’s phenomenological\nperspective. Phenomenology and the Cognitive Sciences ,5,5 3 –73.\nProudfoot, D. ( 2013 ). Can a robot smile? Wittgenstein on facial expression. In T. P. Racine\n& K. Slaney (Eds.), A Wittgensteinian perspective on the use of conceptual analysis in\npsychology (pp. 172 –194). New York: Palgrave Macmillan.\nRobison, J. E. ( 2007 ).Look me in the eye: My life with asperger ’s. New York: Random\nHouse.\nRobledo, J., Donnellan, A., & Strandt-Conroy, K. ( 2012 ). An exploration of sensory and\nmovement di ﬀerences from the perspective of individuals with autism. Frontiers in\nIntegrative Neuroscience ,6. doi: 10.3389/fnint.2012.00107\nShah, A., & Frith, U. ( 1993 ). Why do autistic individuals show superior performance on\nthe block design task? Journal of Child Psychology and Psychiatry ,34, 1351 –1364.\nSinclair, J. ( 1998 ). Is Cure a Goal? Retrieved from http://autismmythbusters.com/general-\npublic/home/cure/is-cure-a-goal-jim-sinclair/\nStawarska, B. ( 2010).Mutual gaze and intersubjectivity. I n S. Gallagher & D. Schmicking (Eds.),\nHandbook of phenomenology and cognitive science (pp. 269 –282). Dordrecht: Springer.\nTammet, D. ( 2006 ).Born on a blue day: inside the extraordinary mind of an autistic savant .\nNew York: Free Press.\nTanaka, J. W., & Sung, A. ( 2013 ). The “Eye Avoidance ”hypothesis of autism face\nprocessing. Journal of Autism and Developmental Disorders ,46, 1538 –1552.\nWard, J. ( 2013 ). Synesthesia. Annual Report Psychology ,64,4 9 –75.\nWard, J., & Simner, J. ( 2003 ). Lexical-gustatory synaesthesia: Linguistic and conceptual\nfactors. Cognition ,89, 237 –261.\nWilliams, D. ( 1992 ).Nobody nowhere . London: Doubleday.\nWittgenstein, L. (1967). Zettel . (G. E. M. Anscombe, Trans.). Berkeley: University of\nCalifornia Press.\nWittgenstein, L. (1980a). Remarks on colour (Originally published in 1977) (G.E.M.\nAnscombe, Ed., L.L. McAlister & M.Schättle, Trans.). Oxford: Blackwell.\nWittgenstein, L. (1980b). Remarks on the philosophy of psychology . (G. E. M.Anscombe,\nTrans.), Vol. I. Oxford: Blackwell.\nWittgenstein, L. (1980c). Remarks on the philosophy of psychology . (C. G.Luckhardt\n& M. A. E. Aue, Trans.), Vol. II. Oxford: Blackwell.\nWittgenstein, L. (2009a). Philosophical investigations 4 t he d .( G .E .M .A n s c o m b e ,P .M .S .H a c k e r\n& J. Schulte, Trans.) (Originally published in 1953). Oxford: Wiley-Blackwell.\nWittgenstein, L. (2009b). Philosophy of psychology –A fragment. P. M. S. Hacker &\nJ. Schulte Eds., Philosophical investigations 4thed. 182 –243. (G. E. M. Anscombe,\nP. M. S. Hacker, & J. Schulte, Trans.). (ed.). Oxford: Wiley-Blackwell, pp. (Originally\npublished in 1953).PHILOSOPHICAL PSYCHOLOGY 899"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Copyright\nof\nPhilosophical\nPsychology\nis\nthe\nproperty\nof\nRoutledge\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}