{
  "doc_type": "scientific paper",
  "title": "Counterconditioning Treatment for Misophonia",
  "authors": [
    "Dozier"
  ],
  "year": 2015,
  "journal": "journalsPermissions.nav",
  "doi": "10.1177/1534650114566924",
  "abstract": "Misophonia is a recently identified discrete and independent condition that cannot be classified using DSM-V criteria. With misophonia, a trigger stimulus elicits a reaction starting with irritation or disgust that immediately escalates. The trigger stimulus can be any typically occurring sound. The reaction is both extreme and irrational, and can include feelings of hate, anger, rage, and disgust. This response is perceived as involuntary, and individuals report feeling a loss of self-control. Misophonia can be conceptualized as a conditioned response to the trigger stimulus. This article describes a counterconditioning treatment of a middle-aged woman for misophonia that involved pairing a positive stimulus with a reduced trigger stimulus. Under these conditions, the misophonic response to the stimulus progressively weakened. Four distinct trigger stimuli were addressed in a multiple baseline treatment format. The overall severity of misophonia and the strength of the misophonic responses to triggers reduced over the course of the treatment, based on client self-assessments. These indicated large reductions in severity of misophonia and response to individual triggers, both at the end of treatment and at 10 months posttreatment. During treatment, responses to low intensity trigger stimuli were purely physical and independent of any emotional response. This demonstrated that, in this case, misophonia included a conditioned physical reflex to the trigger stimulus. It is proposed that misophonia consists of an aversive physical reflex elicited by the trigger stimulus and an emotional response elicited by the aversive physical reflex.",
  "keywords": [
    "misophonia",
    "aversive sounds",
    "counterconditioning",
    "case study",
    "conditioned response"
  ],
  "research_topics": [
    "misophonia",
    "aversive sounds",
    "counterconditioning",
    "case study",
    "conditioned response"
  ],
  "created_at": "2025-05-05T03:14:54.525562Z",
  "source_pdf": "documents/research/Global/Dozier 2015 Counterconditioning Treatment for Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "See discussions, st ats, and author pr ofiles f or this public ation at : https://www .researchgate.ne t/public ation/276247465\nCou nterconditioning T reatment for Misophonia\nArticle    in  Clinic al Case St udies  · Januar y 2015\nDOI: 10.1177/1534650114566924\nCITATIONS\n44READS\n1,333\n1 author:\nSome o f the author s of this public ation ar e also w orking on these r elat ed pr ojects:\nMisophonia Initial Physic al R efle x Me asur ement  View pr oject\nMisophonia R esearch View pr oject\nThomas Do zier\nMisophonia T reatment Instit ute\n13 PUBLICA TIONS    212 CITATIONS    \nSEE PROFILE\nAll c ontent f ollo wing this p age was uplo aded b y Thomas Do zier on 11 Januar y 2016.\nThe user has r equest ed enhanc ement of the do wnlo aded file."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Clinical Case Studies\n2015, Vol. 14(5) 374 –387\n© The Author(s) 2015 \nReprints and permissions:\nsagepub.com/journalsPermissions.nav \nDOI: 10.1177/1534650114566924\nccs.sagepub.comArticle\nCounterconditioning Treatment  \nfor Misophonia\nThomas H. Dozier1\nAbstract\nMisophonia is a recently identified discrete and independent condition that cannot be classified using DSM-V criteria. With misophonia, a trigger stimulus elicits a reaction starting with irritation \nor disgust that immediately escalates. The trigger stimulus can be any typically occurring sound. The reaction is both extreme and irrational, and can include feelings of hate, anger, rage, and disgust. This response is perceived as involuntary, and individuals report feeling a loss of self-control. Misophonia can be conceptualized as a conditioned response to the trigger stimulus. This article describes a counterconditioning treatment of a middle-aged woman for misophonia that involved pairing a positive stimulus with a reduced trigger stimulus. Under these conditions, the misophonic response to the stimulus progressively weakened. Four distinct trigger stimuli were addressed in a multiple baseline treatment format. The overall severity of misophonia and the strength of the misophonic responses to triggers reduced over the course of the treatment, based on client self-assessments. These indicated large reductions in severity of misophonia and response to individual triggers, both at the end of treatment and at 10 months posttreatment. During treatment, responses to low intensity trigger stimuli were purely physical and independent of any emotional response. This demonstrated that, in this case, misophonia included a conditioned physical reflex to the trigger stimulus. It is proposed that misophonia consists of an aversive physical reflex elicited by the trigger stimulus and an emotional response elicited by the aversive physical reflex.\nKeywords\nmisophonia, aversive sounds, counterconditioning, case study, conditioned response\n1 Theoretical and Research Basis for Treatment\nMisophonia is a recently identified discrete and independent condition that cannot be classified using Diagnostic and Statistical Manual of Mental Disorders (4th ed. DSM-IV; American \nPsychiatric Association [APA], 1994; or 5th ed. DSM-5; APA, 2013) criteria (Schröder, Vulink, & Denys, 2013). With misophonia, a trigger stimulus elicits a reaction starting with irritation or disgust that quickly escalates. The condition was first identified by audiologist Marsha Johnson in 1997 who coined the term selective sound sensitivity syndrome (4S; Bernstein, Angell, & Dehle, 2013). The term misophonia, which literally means dislike or hatred of sound, was \n1Misophonia Treatment Institute, Livermore, CA, USA\nCorresponding Author:\nThomas H. Dozier, Misophonia Treatment Institute, 5801 Arlene Way, Livermore, CA 94550, USA. Email: tom@misophoniatreatment.com566924 CCSXXX10.1177/1534650114566924Clinical Case StudiesDozier\nresearch-article 2015"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Dozier 375\nproposed by Jastreboff and Jastreboff (2002) and has gained greater popularity. Arguably, 4S is a \nmore accurate and descriptive name for this condition because each individual has his or her own set of commonly occurring sounds to which they are highly reactive. The trigger stimulus can be any typically occurring sound such as chewing, breathing, or typing. The reaction to the stimulus is both extreme and irrational, and can include feelings of hate, anger, rage, and disgust. Essentially, misophonia is considered to be an emotional response to the triggers, with an accom-panying visceral “fight-or-flight” response (Edelstein, Brang, Rouw, & Ramachandran, 2013; Jastreboff & Jastreboff, 2013; Schröder et al., 2013; Wu, Lewin, Murphy, & Storch, 2014). This characterization is consistent with verbal reports regarding misophonia on Internet misophonia support groups. The response to a trigger is perceived as involuntary, and individuals with miso-phonia report feeling a loss of self-control (Schröder et al., 2013). In addition, sufferers report that the emotions associated with the trigger sound are directed toward the person making the sound and often include thoughts of harm toward the individual (Schröder et al., 2013). Although there is often anticipatory anxiety about hearing a trigger, there is no fear of the sound (Edelstein et al., 2013; Wu et al., 2014).\nWith misophonia, trigger stimuli vary with each individual, and typically include all types of \neating sounds (e.g., crunching, chewing, lip smacking, sipping, slurping), nasal sounds (e.g., sniffing, snorting, breathing, nose whistling, snoring), and a wide range of other sounds (e.g., tapping, typing, consonant sounds, clock ticking, refrigerator humming, dog barking, footsteps, sound through walls, pipes knocking; Edelstein et al., 2013; Schröder et al., 2013; Wu et al., 2014). Trigger stimuli are often associated with specific individuals (e.g., family members), especially at onset, but triggers often generalize to sounds that occur in any setting (Edelstein  \net al., 2013). Triggers can also be visual stimuli associated with the sounds (e.g., jaw movement) and repetitive movements not associated with any auditory trigger (e.g., leg jiggling, hand move-ments; Wu et al., 2014). There is wide variation in the number of trigger stimuli and the perva-siveness of the triggers among people afflicted by misophonia. This variation is one of many factors that determine the degree to which an individual’s life is affected by misophonia, which ranges from very mild to severely debilitating (Edelstein et al., 2013). Because misophonia is not included in the DSM and is relatively unknown, it may be assumed it is quite rare, but recent research suggests the prevalence of misophonia may be surprisingly high. This was highlighted in a study of 483 undergraduate psychology students (84% female) that found that 20% had clini-cally significant misophonia (Wu et al., 2014).\nMisophonia is known to be a persistent, chronic condition that generally worsens with time \nand does not go away (Edelstein et al., 2013; Schröder et al., 2013). Published literature on treat-ment of misophonia consists of one case study using cognitive behavior therapy (CBT) (Bernstein et al., 2013) in which successful amelioration of misophonia in a young woman was reported. The treatment plan included “(a) a cognitive component to challenge dysfunctional automatic thoughts, (b) a behavioural component to interrupt maladaptive and avoidant coping strategies and practice helpful ones, and (c) a physiological component to help recalibrate her autonomic reactivity” (Bernstein et al., 2013, p. 4). At the end of treatment, the participant had no impair -\nment of social functioning, although she still found her trigger sounds unpleasant. The 4-month posttreatment assessment showed that her condition remained stable.\nJohnson (2014) and a network of audiologists provide a treatment called the Misophonia \nManagement Protocol (MMP), but there has not been a controlled study of the therapeutic effect of this treatment protocol. MMP includes the use of a sound masking device (a behind-the-ear hearing aid style sound generator), which produces white noise. For some patients, this immedi-ately reduces the severity of the misophonic response to auditory triggers. MMP also recom-mends 6 to 12 weeks of CBT or similar therapy to address the ongoing difficulties of misophonia as a chronic condition. Although positive results have been reported, a statistical analysis of patient outcomes has not been undertaken (Johnson, 2014)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "376 Clinical Case Studies 14(5)\nIn addition, the Jastreboffs have treated individuals with misophonia for more than a decade. \nTheir method of treatment has not been defined in literature beyond the statement that it is a form \nof Tinnitus Retraining Therapy (TRT; Jastreboff & Jastreboff, 2013). Like MMP, TRT also includes the use of sound masking devices. Jastreboff and Jastreboff (2013) proposed that miso-phonia follows the principles of conditioned reflexes and “involves enhanced functional connec-tions between the auditory system and other systems in the brain, particularly the limbic and autonomic nervous systems” (p. 90).\nThere is sparse literature on treatments to eliminate any kind of conditioned reflexes using \nrespondent extinction or counterconditioning. In the field of behavior analysis, all forms of reflexes are known as respondent behavior (Catania, 2013). Respondent extinction (also known as active extinction) is a process in which the conditioned reflex dies out while the individual hears the trigger stimulus with a progressively smaller conditioned response (Donahoe & Vegas, 2004). Counterconditioning is a process by which a more powerful, positive stimulus is paired with the conditioned trigger stimulus, thereby causing the conditioned reflex to cease or die out. Nenad Paunović (2002, 2003, 2011) reported using a counterconditioning protocol to success-fully treat posttraumatic stress disorder (PTSD). This treatment included visualization of positive memories, followed by PTSD memories, then positive memories. Patients received a live coun-terconditioning session each week and were asked to listen to a recording of the live session each day. After 8 weeks of counterconditioning treatments, the patients no longer met the criteria for PTSD. In this article, we will present the use of an adapted version of this treatment, which will be discussed in Section 6, “Case Conceptualization.”\n2 Case Introduction\nSarah (pseudonym) was a 48-year-old professional Caucasian woman, married with two chil-dren. She reported being financially stable, happily married, and having strong, positive relation-ships with her family. She was not taking psychotropic medications, and she presented as well-groomed, articulate, mature, and outgoing.\n3 Presenting Complaints\nSarah contacted the author by email seeking treatment for misophonia. She had self-diagnosed her condition as misophonia, based on Internet research. Because she resided 300 miles from the treatment facility, the initial screening was done by telephone. She described her emotions when she repeatedly heard a trigger as overwhelming and extreme, which included feelings of anger, hate, rage, and resentment. She also described the sensation in response to the triggers as feeling as if a “shovel was run through her sternum and out her back,” but said this was metaphorical, incorporating both the physical and emotional feelings. Sarah reported that along with the anger, she had a muscle contraction, which consisted of pulling her shoulders forward and up, and con-stricting her face muscles (squinting). She reported that her worst triggers were generated by her husband. The triggers she identified were hearing him eat crunchy bread, eat sorbet, and scratch his beard, and seeing him scratch his beard.\n4 History\nSarah reported that her misophonia began at about age 7 and that her younger brother was her first trigger source. She reported that her first trigger was the lip smacking sound he made while eating pancakes, and she developed triggers of other eating sounds as well. This caused her great anguish and was a source of continual conflict with him. Although different trigger sounds"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Dozier 377\nTable 1. Misophonia Assessment Questionnaire.\nRating Scale: 0 = not at all, 1 = a little of the time, 2 = a good deal of the time, 3 = \nalmost all the time  \n1. My sound issues currently make me unhappy. 0 1 2 3\n2. My sound issues currently create problems for me. 0 1 2 3\n3. My sound issues have recently made me feel angry. 0 1 2 3\n4. I feel that no one understands my problems with certain sounds. 0 1 2 3\n5. My sound issues do not seem to have a known cause. 0 1 2 3\n6. My sound issues currently make me feel helpless. 0 1 2 3\n7. My sound issues currently interfere with my social life. 0 1 2 3\n8. My sound issues currently make me feel isolated. 0 1 2 3\n9. My sound issues have recently created problems for me in groups. 0 1 2 3\n10.  My sound issues negatively affect my work/school life (currently or recently).0 1 2 3\n11. My sound issues currently make me feel frustrated. 0 1 2 3\n12. My sound issues currently affect my entire life negatively. 0 1 2 3\n13. My sound issues have recently made me feel guilty. 0 1 2 3\n14. My sound issues are classified as “crazy.” 0 1 2 3\n15. I feel that no one can help me with my sound issues. 0 1 2 3\n16. My sound issues currently make me feel hopeless. 0 1 2 3\n17. I feel that my sound issues will only get worse with time. 0 1 2 3\n18. My sound issues currently affect my family relationships. 0 1 2 3\n19. My sound issues have recently affected my ability to be with other people. 0 1 2 3\n20. My sound issues have not been recognized as legitimate. 0 1 2 3\n21. I am worried that my whole life will be affected by sound issues. 0 1 2 3\nNote. The sum of all scores of this assessment is an indicator of the severity of misophonia.\ndeveloped with family members throughout her life, she was typically not triggered by others, so \nher misophonia did not affect her professional or social life apart from her family.\nSarah reported that she had been treated for depression about 10 years prior to the initial meet-\ning, with both counseling and medication (Wellbutrin) for 2 years. She also reported that she considered herself an anxious person, but had not been diagnosed or treated for anxiety. She reported that she had asthma as a child, beginning at age 3 or 4 and continuing into her early teens. She related that when she had trouble breathing, she would pull her shoulders forward and up, and strain her chest muscles to inhale. This is of interest due to the similarity between this behavior and her physical response when triggered.\n5 Assessment\nAll forms and assessments were sent to Sarah by email and returned as either a scanned PDF document or an edited file. An informed consent was completed, which specifically documented that the treatment proposed was a behavioral counterconditioning treatment that had been used for PTSD but had never been used to treat misophonia. The questionnaires included the Misophonia Assessment Questionnaire (MAQ) and the Misophonia Coping Responses (MCR) survey written by Marsha Johnson as well as a Misophonia Trigger Severity scale (MTS) written by Natan Bauman. Both Johnson and Bauman are audiologists who have treated many individu-als with misophonia. The MAQ consists of 21 questions about the negative impact of misophonia on the person’s activities, thoughts, and feelings (see Table 1). Each question has a 0 to 3 rating, with 0 being “not at all” and 3 being “almost all of the time,” and a maximum possible sum score"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "378 Clinical Case Studies 14(5)\nof 63. Johnson (2014) used the sum MAQ score to classify the severity of misophonia of her \npatients as mild (0-21), moderate (22-42), or severe (43-63). The MCR survey rates the fre-quency of various behaviors emitted after a trigger, such as covering ears, screaming loudly, or physical violence, using the same scale as the MAQ (see Table 2). Individual answers on the MCR are of interest in understanding a person’s overt actions when triggered. The MTS used a 0 to 10 scale to rate the physical/emotional response to a trigger (see Table 3). The three instru-ments used here have not yet been validated.\nAssessment was based solely on the self-report of the client. Sarah’s responses on the MAQ \nshowed that she had a high level of preoccupation with misophonia, answering 17 of the 21 ques-tions with “a good deal” or “almost all” of the time. Her sum score was 41 at intake, which placed her at the high end of “moderate” misophonia severity. Sarah’s initial rating indicated her response to triggers varied from 5 to 8, in which 5 is “feels elevated physical sensation and definitely cannot ignore it” and 8 is “feels physical sensation, which can be best described as emotional pain.” On the MCR survey, Sarah reported that she usually responded to triggers with facial or bodily responses, which indicated she was annoyed or upset, and by turning away or covering her eyes. She would often sternly ask or order the triggering individual to stop making the sound, and she would immediately leave the room or leave after attempting to tolerate the sound.\nSarah presented as motivated to engage in the treatment process. She committed to the time \nnecessary for treatment, which was four to six 30-min counterconditioning treatment sessions per week (carried out independently) and a weekly 50-min session with the treatment provider, which also included a 30-min counterconditioning treatment. Because she resided 300 miles from the treatment provider, it was decided that the weekly treatment sessions would be con-ducted using Internet video chat with Skype as the service provider.Table 2. Misophonia Coping Response Survey.\nRating Scale: 0 = not at all, 1 = a little of the time, 2 = a good deal of the time, 3 = \nalmost all the time  \n1.  You hear a known trigger sound. You may dislike the sound but you feel no physical sensation.0 1 2 3\n2.  You hear a trigger sound and feel annoyed or upset, but no coping response.0 1 2 3\n3. Facial or bodily responses that show you are annoyed 0 1 2 3\n4. Facial or bodily responses that show you are upset 0 1 2 3\n5. You turn away or cover your eyes so you do not see the person 0 1 2 3\n6. Put on headphones 0 1 2 3\n7. Calmly move away from the sound 0 1 2 3\n8. Discreetly cover one or both ears 0 1 2 3\n9. Mimic the person who makes the trigger sound 0 1 2 3\n10. Repeat words or sounds 0 1 2 3\n11. Overtly cover your ears 0 1 2 3\n12. Nicely ask the person to stop making the sound. 0 1 2 3\n13. Sternly or harshly ask the person to stop making the sound. 0 1 2 3\n14. Tell/order the person to stop making the sound. 0 1 2 3\n15. You push, poke, shove, etc. the person making the sound. 0 1 2 3\n16. You verbally snap at the person making the sound. 0 1 2 3\n17. Leave the room after attempting to tolerate the sound 0 1 2 3\n18. Immediately leave the room to escape the sound 0 1 2 3\n19. Verbal assault of the person making the noise 0 1 2 3\n20. Scream or cry loudly 0 1 2 3\n21. Actual use of physical violence on another person, animal, or self. 0 1 2 3"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Dozier 379\nTable 3. Misophonia Trigger Severity Scale.\nLevel Response to trigger stimuli\n0 I feel no physical sensation.\n1 I feel minimal physical sensation.\n2 I feel some physical sensation but can ignore it.\n3 I feel some physical sensation but cannot ignore it.\n4 I feel elevated physical sensation and have difficulty ignoring it.\n5 I feel elevated physical sensation and definitely cannot ignore it.\n6 I feel elevated physical sensation, cannot ignore it, and have negative emotions.\n7 I feel physical sensation as described above, cannot cope with it, and have strong negative \nemotions.\n8 I feel physical sensation, which can be best described as emotional pain and causes very \nstrong emotions.\n9 I feel physical sensation, which can be best described as physical pain and causes extreme \nemotions.\n10 I feel physical sensation, which can be best described as severe physical pain and \noverpowering emotions.\n6 Case Conceptualization\nAs mentioned previously, the misophonic response has been reported as involuntary (Schröder  \net al., 2013). A reflex is an involuntary response to a stimulus, and for this reason, the author \nconceptualized misophonia as a conditioned reflex response to the trigger stimulus (Catania, 2013; Lattal, 2012). Jastreboff and Jastreboff (2013) also supported the conditioned reflex char -\nacteristic of misophonia. A conditioned reflex develops through the pairing of stimuli and physi-ological responses (Catania, 2013; Donahoe & Vegas, 2004; Lattal, 2012). This is known as classical or Pavlovian conditioning. As previously stated, misophonia has been characterized as an emotional response to triggers and an accompanying “fight-or-flight” response. The author posited that misophonia was therefore a conditioned emotional response to the trigger stimuli.\nAlthough exposure therapy is commonly used for treating conditioned emotional reflexes \nsuch as phobias, counterconditioning was selected in this case due to the multitude of anecdotal reports of deleterious effects from exposure therapy for the treatment of misophonia. Misophonia is known to be a chronic condition, which generally maintains at a constant severity or worsens with time (Edelstein et al., 2013; Schröder et al., 2013). This indicates that the misophonia reflex typically does not extinguish in real life, further supporting the need for counterconditioning.\nBased on an adaption of the Paunović (2002, 2003, 2011) counterconditioning procedure, a \ntreatment of presenting a positive stimulus and a low intensity trigger stimulus was selected. Research in conditioned reflexes indicates that multiple pairings of stimuli are required for con-ditioning (to develop the reflex) or extinction (to eliminate the reflex; Catania, 2013; Lattal, 2012). Rather than using large blocks of time for the positive and negative stimuli as described by Paunović, the positive stimulus would be continuous, and the negative stimulus would be intermittently delivered throughout the treatment. The continuous positive stimulus was chosen to create a positive emotional and physiological state. The trigger stimulus was intermittent to increase the number of pairings of the positive and negative stimuli, which could facilitate the treatment effect (Lattal, 2012). Conceptually, this would allow counterconditioning or extinction of the trigger stimulus so that the trigger stimulus would no longer elicit the aversive misophonic response.\nA sound editor on the therapist’s PC provided a mechanism to intermittently deliver the trigger \nstimulus and allowed the therapist to vary the volume, duration, and rate of the trigger stimulus."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "380 Clinical Case Studies 14(5)\nThe intention was to dynamically adjust the rate and strength of the trigger stimulus so the patient \nexperienced a small, brief response to each incidence of the trigger allowing counterconditioning or extinction to occur. A Skype voice recorder program on the therapist’s PC recorded the ses-sions to create audio files for homework. The treatment plan included 8 weeks of countercondi-tioning in addition to an initial session, because it was hoped that each trigger could be treated in 2 weeks. This would provide 2 live counterconditioning sessions plus 10 homework countercon-ditioning sessions for each trigger.\n7 Course of Treatment and Assessment of Progress\nA timeline of all the treatment sessions, stimuli used for treatment, number of triggers in the counterconditioning session, and homework sessions completed is shown in Table 4. The objec-tive of the initial session was to select the counterconditioning stimuli based on the Paunović (2011) procedure. The therapist and Sarah reviewed positive life experiences for use as the posi-tive counterconditioning stimulus. A very positive professional experience was selected for the positive stimulus, and the sound of Sarah’s husband eating bread was chosen as the first trigger stimulus for treatment. With the cooperation of her husband, Sarah made an audio recording of her husband eating and emailed it to the therapist.Table 4. Treatment Timeline.\nCalendar \nweek Session Trigger usedQuantity of \ntriggers (live)Homework sessions \ncompleteda\n1 Intake by email  \n1 Initial Session 1 n/a n/a n/a\n2 Initial Session 2 n/a n/a n/a\n3 Counterconditioning 1 Eating bread  27 4\n4 Counterconditioning 2 Eating bread  27 3\n5 Counterconditioning 3 Eating sorbet  51 4\n6 Did not meet n/a n/a n/a\n7 Counterconditioning 4 Eating sorbet  23 4\n8 Counterconditioning 5 Scratching beard (sound)  51 3\n9 Counterconditioning 6 Scratching beard (sound)  26 6\n10 Did not meet n/a n/a n/a\n11 Counterconditioning 7 Scratching beard (sight)  75 4\n12 Counterconditioning 8 Scratching beard (sight)  76 3\n13 Counterconditioning 9 Scratching beard (sight)  58 3\n14 Counterconditioning 10 Scratching beard (sight)  65 2.5\n15 Did not meet n/a n/a n/a\n16 Counterconditioning 11 Scratching beard (sight) 104 2\n17 Counterconditioning 12 Scratching beard (sight) 112 3\n18 Counterconditioning 13 Scratching beard (sight) 104 1.5\n19 Did not meet n/a n/a\n20 Counterconditioning 14 Scratching beard (sight)  88 2\n21 Did not meet n/a n/a n/a\n22 Session attempted n/a n/a 2\n23 Session attempted n/a n/a n/a\n23 Treatment terminated  \naHomework assigned from the counterconditioning session and completed before the next counterconditioning \nsession."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Dozier 381\nA second initial session was held to teach Sarah how to manage her misophonia. The therapist \ntaught Sarah that it was preferable for her to avoid and escape triggers, because enduring triggers \ncould increase the severity of the misophonic reflex response and could also cause other stimuli to become triggers. This recommendation was based on several factors: the conceptualization of misophonia as a conditioned reflex that strengthens with exposure, numerous anecdotal reports from individuals whose misophonia progressively worsened with time, and anecdotal reports of extreme emotional upheaval and distress of misophonic individuals who tolerated being trig-gered. This relieved Sarah of the obligation to stay in a trigger situation, which she reported as a frequent coping response to triggers. Sarah reported that she tried to endure triggers because she felt guilt over her irrational response to the trigger, as well as for practical reasons, such as shar -\ning a home office space with her husband or watching TV together. The author acknowledges that avoiding and escaping triggers can cause isolation and have a negative impact on the quality of life for the individual; yet experiencing misophonic triggers and adding new triggers will also negatively affect one’s quality of life.\nThe first counterconditioning treatment session included a review of the importance of avoid-\ning and escaping triggers and a 30-min counterconditioning treatment. During the treatment, Sarah talked about her professional success, and the therapist played a 5-s trigger at 1-min inter -\nvals. A response severity scale of 0 to 5 was used, because it could be communicated visually using one hand. “0” indicated “no trigger response” to the stimulus, and “5” indicated a “real-life trigger response.” During the session, Sarah rated the severity of each of her trigger responses, and the therapist varied the volume of the trigger to maintain a response rating of around 1.\nAfter the counterconditioning treatment, during which Sarah heard the trigger 27 times, she \nstated that she had not felt any negative emotional response to the triggers. This implies that her response rating for each trigger was a measure of her physical response to the trigger. The home-work activity was to listen to a recording of the live treatment session. She completed four home-work sessions that week. The second session and homework were the same as the first, except trigger stimuli volume was increased. Sarah also recorded other trigger sounds made by her husband and sent those to the therapist for future sessions. She completed three homework ses-sions before the third session.\nSarah completed the MAQ and trigger severity form immediately before the third treatment. \nThe sum score on her MAQ had dropped to 17, and her MTS rating for the trigger being treated dropped from 8 to 2 (i.e., “I feel some physical sensation but can ignore it”). In addition, her MTS rating for nontreated triggers had dropped to 4. One potential reason for this change was that she no longer remained in trigger situations or tried to endure them.\nThe third and fourth sessions and daily homework used a trigger of Sarah’s husband eating \nsorbet. The rate of triggers was increased during the third live counterconditioning session but was reduced for the fourth session because Sarah was more reactive to the trigger stimuli. See Table 4 for details of the number of trigger stimuli per session. A higher rate of triggers was used when possible, with the hope of speeding the change in the misophonic reflex because condi-tioned reflexes are affected by the number of events experienced. The homework for this trigger used Sarah’s favorite Motown music for the positive stimulus. Using the sound editor, the thera-pist created an audio file that mixed the music and trigger stimuli at 1-min intervals. Sarah’s MAQ score before the fifth treatment session was 7, a low rating perhaps explicable by her husband being away. The MTS ratings for triggers for this assessment were therefore not reliable, because she had not heard the real-life trigger stimulus that week.\nThe fifth and sixth sessions used the sound of her husband scratching his beard for the trigger \nstimulus. Sarah’s MAQ before the seventh session was 9. The MTS rating for the eating bread trigger (first to be treated) was 0 (i.e., “I feel no physical sensation”). The ratings for eating sorbet and scratching beard (sound) were both 2 (i.e., “I feel some physical sensation, but can ignore it”). The ratings for scratching beard (sight) and her other severe triggers were 3 (i.e., “I feel some"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "382 Clinical Case Studies 14(5)\nphysical sensation, but cannot ignore it”). Although these triggers had not been treated, the MTS \nrating was much lower than the initial rating of 8.\nThe final trigger addressed was seeing her husband scratching his beard. At the end of Session \n8, a test was conducted on this trigger. Sarah was surprised that the hand movement of the thera-pist was a strong trigger. Because of this, the choice was made to use the therapist’s hand move-ment as the trigger stimulus for the remaining treatment, because it could be varied dynamically during the counterconditioning sessions. To reduce the response to a rating of 1, the therapist had to keep his hand flat and could not raise it above the sternum. When his hand was curved or he raised his hand higher, the response was stronger. Counterconditioning Sessions 7 through 14 were conducted with the therapist’s hand movement trigger. The hand movement had to be pro-gressively higher to elicit the rating of 1. For homework sessions, Sarah listened to her own music, and she intermittently viewed one of a set of videos of the therapist’s hand movement in which the therapist’s hand stopped at different heights. Low resolution videos were also pro-vided. The lower resolution (fewer pixels) caused the video to display with a smaller image on the screen. The smaller image video elicited a smaller misophonic response than a larger video. Sarah completed the assessment forms before Session 11, which showed virtually no change from the previous assessment. In treatment, however, there was a steady reduction in the reflex response to the hand movement. The counterconditioning treatments continued in Sessions 12 to 14, with the therapist continuing to raise his hand higher and higher to maintain a response of 1 to the trigger. During the latter half of Session 14, Sarah had no response to the trigger, even when the therapist rubbed his jaw. Sarah also incorporated dancing to music during the home-work sessions. To do this, she would dance around the room, then press the spacebar on her computer to see the video trigger.\nThroughout the treatment, Sarah continually reported that the response to the triggers was \nphysical and not emotional. She reported that she did not feel the typical misophonic emotional responses of hate, anger, rage, or disgust, or lesser precursor emotions of these. As alluded to in Section 3, she felt contraction of muscles, which pulled her shoulders forward and up, contrac-tion of her face muscles (squinting), and contraction of the chest muscles, which are used to inhale. The inhale reflex was probably the physical reflex that caused the pain in her chest and back. When Sarah reported her response to a trigger during counterconditioning of 1 or 2, it was a measure of the strength of contraction of these muscles.\nThe live treatment sessions were terminated after Session 14. Session 15 was attempted twice, \nbut due to Internet problems, the Skype video quality was too poor for counterconditioning with a visual trigger. Sarah verbally reported her MTS scores as 0 for eating bread and 2 for the three other triggers. At this juncture, it was mutually agreed to terminate treatment. The MAQ assess-ment was not completed on termination of the treatment.\n8 Complicating Factors\nThe trigger stimulus used for counterconditioning had to be adjusted to maintain a response strength of “1.” This was difficult for homework because homework sessions used prerecorded audio files. Multiple audio files with varying trigger strength were required each week. Sometimes, even the version with the lowest strength trigger caused an unacceptably strong response. Skype audio/video quality caused a problem in several sessions due to poor Internet bandwidth. As noted, counterconditioning Session 15 was attempted twice, but the video quality was insufficient for work on a visual trigger.\n9 Access and Barriers to Care\nBecause the treatment was provided via Skype, the physical location and transportation did not pose a problem. However, the quality of the Internet connection compromised the treatment during"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Dozier 383\nFigure 1. Measure of misophonia severity (Misophonia Assessment Questionnaire sum score) over the \ncourse of treatment and follow-up.\nseveral sessions. The video had to be turned off several times during the first six countercondition-\ning sessions to maintain audio quality. This was not a significant problem with the audio triggers, but it prevented treatment with the visual trigger. Using Skype is an issue because it is not Health Insurance Portability and Accountability Act (HIPAA) compliant, but VSee, a similar service, is HIPAA compliant and can be used for future treatments. Cost was not a factor in this case, because the treatment was provided at no cost.\nThe homework requirement placed a considerable time demand on Sarah. She was asked to \ncomplete at least four homework sessions per week, with six being optimal. Sarah was motivated and quickly saw the benefits of treatment, but still only competed three to four homework ses-sions per week. Because of her good progress, the therapist did not place undue emphasis on completing more homework sessions each week. Creating homework audio files with the appro-priate level trigger stimulus was time-consuming and problematic. To prevent this barrier for future treatments, smartphone apps were created to allow the client to control the volume, dura-tion, and rate of the trigger stimulus for homework sessions.\n10 Follow-Up\nTwo follow-up assessments were conducted, which included completing assessment forms and a Skype or telephone meeting. These were conducted at 4 months and 10 months posttreatment. As shown in Figure 1, Sarah reported a low, stable overall severity rating of her misophonia, indicat-ing that the improvement seen in treatment had been maintained. The severity of individual trig-gers shown in Table 5 indicates that the misophonic response to the trigger “eating bread” had been completely eliminated. Responses to the other triggers had not been completely extin-guished, but they maintained at a low level with the exception of “eating sorbet,” which had increased slightly. Sarah verbally reported during the 10-month assessment that she was experi-encing a great deal of stress, which seemed to make her misophonia triggers worse. Nevertheless, her overall rating of her misophonia severity on the MAQ assessment continued to decline. In a follow-up discussion held 12 months posttreatment, Sarah indicated that no other triggers had"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "384 Clinical Case Studies 14(5)\nbecome a problem for her during or since treatment. She stated that she had tried to follow the \nadvice given in the initial session to leave a situation in which she is triggered and is unable to ignore it, or where she hears a repetitive sound that is causing her an elevated level of distress \nwhich does not subside.\n11 Treatment Implications of the Case\nSarah reported a decrease in the general negative impact of misophonia on her life, as measured \nby her MAQ scores, and a decrease in the strength of the physical muscle reflex that was part of her misophonic response. She also reported that after treatment, the triggers caused low levels of negative emotions. The reduction in her MAQ score shows that the treatment and avoiding/escaping triggers ameliorated the negative impact of misophonia on her activities, thoughts, and feelings. Over the course of treatment and follow-up, Sarah’s MAQ sum score dropped from 41 (average 2.0 per question) to 3 (average 0.1). This indicates that, on average, the frequency of negative thoughts about misophonia dropped from “a good deal of the time” to “not at all.” At the start of treatment, she responded to 17 of the 21 questions with “a good deal of the time” or higher. At the 10-month follow-up session, she responded to three of the questions with “a little of the time” and to the others “none of the time.” This indicated that misophonia was no longer an ever-present, negative factor in her life.\nThis case demonstrated the independent nature of a sound trigger and the accompanying \nvisual trigger. When treatment of beard scratching (sound) was completed after 2 weeks, Sarah still had a strong response to the visual accompanying the sound (hand to face). In fact, the visual trigger was more persistent than the sound trigger. This has significant implications for manage-ment and treatment of visual triggers. Sound triggers can be blocked with earplugs, headphones, and/or a noisy environment. Visual triggers are not easily blocked and must be treated along with the sound trigger before meaningful real-world improvement can be achieved.\nMisophonia is commonly characterized as a condition in which a person hears a specific \nsound and has an extreme emotional reaction. Due to this characterization, it is often thought of as “a disorder of emotion processing of sounds” (Kumar et al., 2014) or as an emotional reflex response to the sound. Sarah clearly had a physical reflex to the trigger stimuli, and it was the same reflex for every trigger. When she heard the trigger in a natural setting, she responded to the Table 5. Misophonia and Trigger Severity Assessment During Treatment.\nAssessment timeaMAQ sum \nscore All triggersEating crunchy \nbread Eating sorbetScratching \nbeard (sound)Scratching \nbeard (sight)\nIntake 41 5-8 8 8 8 8\nAfter CC Session 2 17 4 1-2 4 4 4\nAfter CC Session 4b  7 n/a n/a n/a n/a n/a\nAfter CC Session 6  9 0-3 0 2 2 3\nAfter CC Session 11 9 0-4 0-1 0-2 1-2 1-3\nAfter CC Session 14 No data No data 0 2 2 2\n4 months  5 0-3 0 2-3 2 2-3\n10 months  3 0-3 0 3 1-2 1-3\nNote. White cells indicate ratings before treatment. Yellow (light gray) cells indicate ratings during treatment. Green (dark gray) cells \nindicate ratings after treatment.\naAssessments were conducted after the number of sessions shown plus the weekly homework. So the assessment for “After CC \nSession 2” was done immediately before the third treatment session.\nbHusband was out of town, so client had not heard most of her triggers for the previous week."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Dozier 385\ntrigger with immediate, strong negative emotions. In the treatment setting, her response to the \ntrigger was only the physical reflex. She reported that she did not feel hate, anger, rage, resent-ment, or even annoyance when the therapist produced the trigger stimulus at a low level. Sarah reported progressively weaker physical responses to the trigger stimulus during the treatment of each trigger, which was 2 weeks for each of the sound triggers and 8 weeks for the visual trigger. This indicates that she had a conditioned physical reflex that was a fundamental part of her miso-phonic response to the trigger sounds. This physical reflex was similar to her trying to breathe when she had asthma, a condition that she had during the time she developed her first trigger. It is plausible that her misophonia was the result of a conditioning process from pairing her broth-er’s eating sounds and the labored asthma breathing. When her physical reflex to the trigger diminished in a real-world setting, her emotional response also diminished. For the eating bread trigger, when the physical reflex completely extinguished, the emotional response also com-pletely extinguished.\nAlthough further study of misophonia is needed to confirm that a physical reflex is part of a \ntypical misophonic response, this case indicates that misophonia may be more accurately charac-terized as a physical reflex to the trigger stimulus, with an accompanying emotional response. The emotional response may be elicited by the physical reflex or a combination of the physical reflex and the trigger stimulus. If misophonia is a conditioned physical reflex that does not extin-guish, then there are broad treatment and research implications.\n12 Recommendations to Clinicians and Students\nThis case provides support for a counterconditioning treatment for specific misophonia trigger stimuli. Each trigger was counterconditioned individually, and there was no amelioration of the visual trigger response by treating the associated sound trigger. The stimuli in this case were produced by a single source (Sarah’s husband) in a single context (husband present). Conditioned reflexes are sensitive to context (Lattal, 2012), so it is uncertain whether this case provides any implications for a trigger that occurs in varied contexts, such as multiple sources of the trigger occurring in multiple locations. This case was implemented using an experimental design method known as single-subject, multiple baseline design across trigger stimuli (Johnston & Pennypacker, 2009). As such, it provides some empirical support that the treatment caused the reduction in the misophonic response to each trigger stimulus. However, the rapid drop in the misophonia sever -\nity rating and the severity of individual triggers indicates that simply escaping and avoiding trig-ger stimuli may be equally important.\nIn treatment and in the homework sessions, it seemed critical to maintain a low response to the \ntrigger. Manually creating materials for the homework sessions was problematic. It was difficult to create proper materials, because the strength of the misophonic response seemed to vary with the overall well-being of the client. Two smartphone apps (i.e., Misophonia Trigger Tamer and Visual Trigger Tamer) were developed to automate this treatment and provide the client with real-time control of the trigger strength during the homework sessions. The apps eliminate the need to create special material for homework sessions. The apps can also be used by the clinician to deliver this treatment.\nIt is recommended that clinicians test misophonic patients for their physical reflex, regardless \nof the treatment method to be used. This can be achieved by producing a very low volume, short, single instance trigger stimulus while the patient is relaxed. Under these conditions, most indi-viduals can identify a physical reflex response to the trigger. The author has observed a wide variety of reports of the physical reflex, including contraction of almost any skeletal muscle, movement within the chest cavity, stomach or intestine constriction, esophagus constriction, sexual arousal, and urge to urinate."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "386 Clinical Case Studies 14(5)\nThis case does not provide empirical support for any generalization of this treatment for other \nindividuals with misophonia. Further studies of this treatment methodology are needed to dem-\nonstrate efficacy across participants and to identify effective treatment parameters. Yet, this is the first case study to demonstrate eliminating or greatly reducing the actual physical misophonic reflex response, and this has important implications for understanding the potential mechanisms underpinning this condition.\nThis case indicates misophonia may include a conditioned physical reflex response to the trig-\nger stimulus. If this is true, it has significant implications for treatment of misophonia. Edelstein et al. (2013) measured the autonomic arousal on misophonic individuals exposed to trigger sounds and reported a physiological arousal analogous to a “fight-or-flight” response. Their study showed an increase in skin conductance response, which began 2 s after the trigger source began and continued to rise for the 15-s duration of the trigger. Sarah’s physical reflex was an instantaneous muscle reflex, which appeared to be directly elicited by the trigger stimulus. Further research is warranted to gain an understanding of the physiological components of miso-phonia and the interaction of the physical and emotional responses. Investigating misophonia as a conditioned physical reflex may show that when the reflex is eliminated, as in Sarah’s case, the emotional response is also eliminated. The implication of this conceptualization of misophonia is that the trigger stimulus elicits a conditioned physical reflex, and the conditioned physical reflex elicits the emotional response. Therefore, the misophonic emotions may be the result of a physi-cal “assault” that is felt from the physical reflex. This may explain why individuals with miso-phonia commonly report that although they attempt to remain calm, they cannot. The misophonic emotional response may simply be pain-induced aggression, which has been experimentally demonstrated in animals (Ulrich & Azrin, 1962).\nAuthor’s Note\nMisophonia Treatment Institute is a “doing business as” entity. Thomas H. Dozier is the sole proprietor of \nthis entity.\nDeclaration of Conflicting Interests\nThe author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: The author is a private practitioner, with a “doing business as” entity of the Misophonia Treatment Institute. He is the developer of the Misophonia Trigger Tamer and the Visual \nTrigger Tamer apps, which are patent pending.\nFunding\nThe author(s) received no financial support for the research, authorship, and/or publication of this article.\nSupplementary Materials\nThe notes from this case file are available for review. All references to identifying details of the client will \nbe removed. For a copy of these case notes, email tom@misophoniatreatment.com\nReferences\nAmerican Psychiatric Association. (1994). Diagnostic and Statistical Manual of Mental Disorders (4th \ned.). Washington, DC: Author.\nAmerican Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (4th \ned.). Arlington, VA: Author.\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural ther-\napy for the treatment of misophonia: A case example. The Cognitive Behaviour Therapist, 6, 1-13. \ndoi:10.1017/S1754470X13000172"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Dozier 387\nCatania, A. C. (2013). Learning (5th ed.). Cornwall-on-Hudson, NY: Sloan Publishing.\nDonahoe, J. W., & Vegas, R. (2004). Pavlovian conditioning: The CS-UR Relation. Journal of Experimental \nPsychology: Animal Behavior Processes, 30(1), 17-33. doi:10.1037/0097-7403.30.1.17\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological investiga-\ntions and case descriptions. Frontiers in Human Neuroscience, 7, 296. doi:10.3389/fnhum.2013.00296\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy \n(TRT). Australian and New Zealand Journal of Audiology, 24(2), 74-84. doi:10.1375/audi.24.2.74.3110\nJastreboff, M. M., & Jastreboff, P. J. (2013). Using TRT to treat hyperacusis, misophonia, and phono-\nphobia. ENT & Audiology News, 21(6), 88-90. Retrieved from http://www.entandaudiologynews.com/\nassets/Uploads/Pdfs/Hyperacusis-JF13.pdf\nJohnston, J. M., & Pennypacker, H. S. (2009). Strategies and tactics of behavioral research. New York, \nNY: Rutledge.\nJohnson, M. (2014, February). 50 cases of misophonia using the MMP. Paper presented at the misophonia \nconference of the Tinnitus Practitioners Association, Atlanta, GA.\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J., & Griffiths, T. D. (2014). Misophonia: A disor-\nder of emotion processing of sounds. Journal of Neurology, Neurosurgery, and Psychiatry, 85(8), e3. \ndoi:10.1136/jnnp-2014-308883.38\nLattal, K. M. (2012). Pavlovian conditioning. In G. J. Madden (Ed.), APA handbook of behavior analysis: \nVol. 1 methods and principles (pp. 283-306). Washington, DC: American Psychological Association Press.\nPaunović, N. (2002). Prolonged exposure counterconditioning (PEC) as a treatment for chronic post-trau-\nmatic stress disorder and major depression in an adult survivor of repeated child sexual and physical abuse. Clinical Case Studies, 1(2), 148-169. doi:10.1177/1534650102001002004\nPaunović, N. (2003). Prolonged exposure counterconditioning as a treatment for chronic posttraumatic \nstress disorder. Journal of Anxiety Disorders, 17(5), 479-499.\nPaunović, N. (2011). Exposure inhibition therapy as a treatment for chronic posttraumatic stress disorder: A \ncontrolled pilot study. Psychology, 2(6), 605-614. doi:10.4236/psych.2011.26093\nSchröder, A., Vulink, N., & Denys, S. (2013). Misophonia: Diagnostic criteria for a new psychiatric disor-\nder. PLoS ONE, 8(1), e54706. doi:10.1371/journal.pone.0054706\nUlrich, R. E., & Azrin, N. H. (1962). Reflexive fighting in response to aversive stimulation. Journal of the \nExperimental Analysis of Behavior, 5, 511-520. doi:10.1901/jeab.1962.5-511\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. Journal of Clinical Psychology, 70(10), \n994-1007. doi:10.1002/jclp.22098\nAuthor Biography\nThomas H. Dozier, MS, is a board certified behavior analyst (BCBA) in private practice. He has researched and developed treatments for misophonia since 2012. He provides treatment for individuals with misopho-nia and also works as a parenting coach.\nView publication stats"
    }
  ]
}