{
  "doc_type": "scientific paper",
  "title": "and Occupation in The Misophonia Podcast",
  "authors": [
    "Education"
  ],
  "year": null,
  "journal": "Journal of",
  "doi": "10.58809/QKNZ3210",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:01:15.306390Z",
  "source_pdf": "documents/research/Global/Education and Occupation in The Misophonia Podcast.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "SACAD: John Heinrichs Scholarly and Cr eativ e Activity Da ys SACAD: John Heinrichs Scholarly and Cr eativ e Activity Da ys \nVolume 2023 Article 73 \n4-17-2023 \nEducation and Occupation in The Misophonia P odcast Education and Occupation in The Misophonia P odcast \nCJ Gibson \nFort Hays State Univ ersity , cjgibson3@mail.fhsu.edu \nFollow this and additional works at: https:/ /scholars.fhsu.edu/sacad \nRecommended Citation Recommended Citation \nGibson, CJ (2023) \"E ducation and Occupation in The Misophonia P odcast, \" SACAD: John Heinrichs \nScholarly and Cr eativ e Activity Da ys: Vol. 2023, Ar ticle 73. \nDOI: 10.58809/QKNZ3210 \nAvailable at: https:/ /scholars.fhsu.edu/sacad/v ol2023/iss2023/73 \nThis Submission is br ought t o you for fr ee and open access b y FHSU Scholars Reposit ory. It has been accepted for \ninclusion in SA CAD: John Heinrichs Scholarly and Cr eativ e Activity Da ys by an authoriz ed edit or of FHSU Scholars \nReposit ory. For mor e information, please contact ScholarsReposit ory@fhsu.edu ."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Only one significant correlation was found, between job alone \ntime and number of coping mechanisms. This correlation could be \nattributed to how participants disclosed their own coping mechanisms \ninstead of identifying their coping mechanisms from a list; participants \nwho have jobs that more readily allow for alone time might only \ndiscuss the types of coping mechanisms they use the most frequently, \nsuch as avoidance. Participants with jobs that include more alone time \nmay not have the need or ability to regularly use a variety of coping \nmechanisms, or participants with a narrower variety of coping \nmechanisms may choose jobs that allow for more alone time.\nApplications\nOne notable takeaway from this study involves the lack of \nsignificant results found. People with misophonia cannot be \ngeneralized as fitting a certain group or a certain lifestyle when it \ncomes to coping with their disorder —people with misophonia can \nwork jobs with different levels of socialization and pursue different \nlevels of education yet have similar social support, coping \nmechanisms, and attitudes toward their misophonia . Educational \nlevel, occupation type, and social support do not doom people with \nmisophonia to a life where they cannot manage their disorder —people \nwith misophonia are adaptable, and they can develop similar attitudes \nand types of coping skills regardless of the careers they may have. \nFuture research could compare people with misophonia based \non occupation and education level in comparison to a control group to \nexamine if participants with misophonia are more likely to hold a \ncertain educational level or a certain type of occupation.\nLimitations\nSome of the variables were categorized based on stereotypes \nrather than the participants’ own responses, such as job alone time. \nFuture research could involve isolating this variable and asking \nspecific questions regarding time spent alone at a job and how \nhomogeneous their work routine is. \nMany of this study’s limitations come from how the data was \ncollected, as the study did not involve asking questions that would \nprompt specific responses —some variables were determined through \nindirect descriptions, and data might change if the variables were \nmeasured in a more straightforward, consistent fashion. Data was at \nthe mercy of the flow of conversation.Hypotheses\nEducation level\n➢People with a graduate education are more likely to have more \nsocial support when compared to those with college and high \nschool or lower.\n➢People with a graduate education are more likely to have a more \npositive attitude toward their misophonia compared to those with \ncollege and high school or lower.\n➢People with a graduate education are more likely to have a wider \narray of coping mechanisms compared to those with college and \nhigh school or lower.\nOccupation\n➢People with people -related occupations are more likely to have \nmore social support compared to tech -related, art -related, \nmanagement -related, and other types of occupations.\n➢People with people -related occupations are more likely to have a \nmore positive attitude toward their misophonia compared to tech -\nrelated, art -related, management -related, and other types of \noccupations.\n➢People with occupations that allow more alone time are more likely \nto have a more positive attitude toward their misophonia .\nAhmad, A. (Host). (2019 -2022). The Misophonia Podcast [Audio podcast]. Spotify. \nhttps://open.spotify.com/show/6BkNkAQh35gXklPng1Obfi?si=50b84f60cfa54\n47e\nFerrer -Torres, A., & Giménez -Llort, L. (2022). Misophonia : A systematic review of current and \nfuture trends in this emerging clinical field. International Journal of \nEnvironmental Research and Public Health , 19(11). \nhttps://doi.org/10.3390/ijerph19116790\nRemmert , N., Schmidt, K. M. B., Mussel, P., Hagel, M. L., & Eid, M. (2022). The Berlin \nMisophonia Questionnaire Revised (BMQ -R): Development and validation of \na symptom -oriented diagnostical instrument for the measurement of \nmisophonia .PLoS ONE, 17 (6), 1 –27. https://doi -\norg.ezproxy.fhsu.edu/10.1371/journal.pone.0269428Education and Occupation in The Misophonia Podcast\nCJ Gibson Janett M. Naylor -Tincknell, PhD\nFort Hays State University\nContact Information\nReferencesIntroduction\nMisophonia is a disorder that involves a negative response \nto specific stimuli, commonly repetitive sounds or movements. It is \nnot in the DSM -5-TR, and in many cases, people with misophonia\nself-diagnose. They unite over their shared symptoms, such as \nthe intense “anger, distress, disgust, and anxiety” they feel \n(Remmert et al., 2022, p. 2).\nThe Misophonia Podcast is one platform where people who \nidentify as having misophonia can share their experiences, \nproviding over a hundred public testimonies from people with a \nrange of backgrounds. \nThrough these casual interviews, the guests with \nmisophonia reveal details regarding their individual experiences \nwith the disorder, including triggers/activators,  coping \nmechanisms, and the emotions they experience. Little research \nexists on misophonia and its treatments (Ferrer -Torres et al., \n2022, p. 18), leaving people with misophonia on their own to \ndiscover what strategies work best for them.\nAs lifestyle choices may reflect a complex relationship with \none’s mental disorder, this study analyzes how education level \nand occupation type may relate to the social support, coping \nmechanisms, and attitudes people have regarding their \nmisophonia .\nData Collection\nData from 128 testimonies (Female=69.3%; Male=27.6%) of \nThe Misophonia Podcast was coded based on information the guests \ndisclosed in the public podcast. As the questions changed depending \non the flow of conversation, demographic information was not always \nprompted, creating gaps in the data. For the variables examined in \nthese tests, 60%  of participants provided a response for education \nlevel, and 90% of participants provided a response for occupation.Data Coding\n➢Occupation was coded into of five categories: (1) tech -oriented \npositions, such as software developer or engineer; (2) art -oriented \npositions, such as graphic designer or musician; (3) people -oriented \npositions, such as social worker or teacher; (4) administrative or \nmanaging positions; or (5) other positions.\n➢Job alone time was grouped into two categories based on whether \nthe job would stereotypically allow for introverted, independent work \n(e.g., software engineer or visual artist) or if it involves more regular \ncontact with others (e.g., teacher or manager). \n➢Education level is split into three categories: (1) high school or less, \n(2) some college or college degree, and (3) graduate degree.\n➢Attitude toward misophonia is a scale from 1 -5 based on how the \nparticipant described their misophonia with 1 being torture and 5 \nbeing tolerable.\n➢Social support is a scale from 1 -5 based on how the participant \ndescribed their overall treatment they received from others \nregarding their misophonia with 1 suggesting  a cruel social \nenvironment and 5 suggesting an accommodating environment.\n➢Identified coping mechanisms were grouped into five categories: \navoidance, use of tools (e.g., headphones), mental reframing \nstrategies (e.g., mimicking), self -care, and the seeking of social \nsupport.\nCJ Gibson: cjgibson3@mail.fhsu.edu\nJanett M. Naylor -Tincknell: jmnaylor@fhsu.edu\nDiscussion\nResults\nEducation level\nThe hypothesis to examine the impact of educational level on \nsocial support was tested using a One Way ANOVA. Results were not \nsignificant, F(2, 73)=1.72, p>.05, indicating not mean differences \nbetween educational level for reported social support.\nThe hypothesis to examine impact of educational level on \nattitudes toward their misophonia was tested using a One Way \nANOVA. Results were not significant, F(2, 73)=.49, p>.05, indicating \nnot mean differences between educational levels for reported attitudes \ntoward misophonia .\nThe hypothesis to examine differences on number of coping \nmechanisms used based on educational level was tested using a One \nWay ANOVA. Results were not significant, F(2, 73)=.05, p>.05, \nindicating not mean differences between educational levels for the \nreported number of coping mechanisms used.\nOccupation\nThe hypothesis to examine the impact of occupation type on \nsocial support was tested using a One Way ANOVA. Results were not \nsignificant, F(4, 109)=.51, p>.05, indicating no mean differences \nbetween occupational type on reported social support.\nThe hypothesis to examine differences in attitudes toward their \nmisophonia based on occupation type was tested using a One Way \nANOVA. Results were not significant, F(4, 109)=.60, p>.05, indicating \nno mean differences reported number of coping mechanisms used \nbased on occupation type.\nThe hypothesis to examine the relationship between reported \nlevels of job alone time and number of coping mechanisms used was \ntested using a bivariate correlation. Results were significant, r(91)= -\n.27, p<.05, indicating the more time spent alone on the job ( M=1.60, \nSD=.49) the fewer reported number of coping mechanisms used \n(M=3.32, SD=1.06)."
    }
  ]
}