{
  "doc_type": "scientific paper",
  "title": "Engagement to Music is Correlated with Enhanced Frisson",
  "authors": [
    "Emotional"
  ],
  "year": null,
  "journal": "Science Commons",
  "doi": "10.3389/fnins.2022.924806",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:09:52.230009Z",
  "source_pdf": "documents/research/Global/Emotional Engagement to Music is Correlated with Enhanced Frisson.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Under graduate Resear ch Symposium P osters OUR Digital Under graduate Resear ch Reposit ory \n12-9-2022 \nEmotional Engagement t o Music is Corr elated with Enhanced Emotional Engagement t o Music is Corr elated with Enhanced \nFrisson Experience but not Misophonia Frisson Experience but not Misophonia \nSarah Al-shimar y \nUniv ersity of Ne vada, Las V egas , alshimar@unlv .nevada.edu \nNicole Datastany an \nUniv ersity of Ne vada, Las V egas , datasn1@unlv .nevada.edu \nShelbie Silv ers \nUniv ersity of Ne vada, Las V egas , silv es4@unlv .nevada.edu \nSivan Bar ashy \nUniv ersity of Ne vada, Las V egas \nSolena Mednicoff \nUniv ersity of Ne vada, Las V egas Follow this and additional works at: https:/ /digitalscholarship.unlv .edu/dur ep_posters \n Part of the Communication T echnology and New Media Commons , Music Commons , and the Speech \nand Hearing Science Commons \nRecommended Citation Recommended Citation \nAl-shimar y, Sar ah; Datastany an, Nicole; Silv ers, Shelbie; Bar ashy , Sivan; and Mednicoff, Solena, \"Emotional \nEngagement t o Music is Corr elated with Enhanced F risson Experience but not Misophonia \" (2022). \nUnder graduate Resear ch Symposium P osters . 131. \nhttps:/ /digitalscholarship.unlv .edu/dur ep_posters/131 \nThis Pr esentation is pr otected b y cop yright and/or r elated rights. It has been br ought t o you b y Digital \nScholarship@UNL V with permission fr om the rights-holder(s). Y ou ar e free to use this Pr esentation in any wa y that \nis permitted b y the cop yright and r elated rights legislation that applies t o your use. F or other uses y ou need t o \nobtain permission fr om the rights-holder(s) dir ectly , unless additional rights ar e indicated b y a Cr eativ e Commons \nlicense in the r ecor d and/or on the work itself. \n \nThis Pr esentation has been accepted for inclusion in Under graduate Resear ch Symposium P osters b y an \nauthoriz ed administr ator of Digital Scholarship@UNL V. For mor e information, please contact \ndigitalscholarship@unlv .edu ."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Template ID: philosophicalseafoam  Size: 48x36 Emotional Engagement to Music is Correlated with Enhanced \nFrisson Experience but not Misophonia \n Sarah Al-shimary, Nicole Datastanyan, Shelbie Silvers, Sivan Barashy, Solena Mednicoff, Erin Hannon \nUniversity of Nevada, Las Vegas \nAdd your information, graphs and images to this section. Discussion/Conclusion Introduction Methodology \nReferences \n❑ In conclusion, a positive correlation was observed  between the \nemotional engagement sub-factor of the GOLD MSI and frisson \nreactions (R = .20). This indicates that listeners who experience \nfrisson reactions are more likely to be emotionally engaged to \nmusic \n❑Also, a positive correlation between A-MISO-S and frisson \nreactions (R = 0.15) indicate that listeners who experience \nmisophonic reactions are more likely to have emotional \nexperiences in the context of music \n❑Future research should further examine the causes for these \nassociations, whether they are specific to sound, and how they \ndevelop \n❑Future research would measure real time emotional reactions to \nvideos using electroencephalography (EEG) ❑ There is evidence that individuals who are particularly \nsensitive or intolerant to sounds are also more engaged or \nfascinated with positive sounds such as music1\n❑ Misophonia : an affective sound-processing disorder \ncharacterized by enhanced sensitivity to aversive sound \nstimuli, such as chewing, swallowing, breathing, etc2\n❑ Frisson:  or musical chills, is an intense emotional response \nto music that can be characterized by goosebumps, a \ntingling sensation, or raised hair on the skin3N = 74 number of adults, in-person behavioral tasks  \nAmsterdam Misophonia Scale (A-MISO-S) is a 6-item questionnaire \nmeasuring misophonia severity.    \nGoldsmith Musical Sophistication Index (GOLD-MSI) – 39-item \nquestionnaire measuring six factors of musical sophistication: active \nengagement, perceptual abilities, musical training, singing abilities, \nand emotions4\nButton clicks – measures an affective physiological response to \nvideos \n•Before their visit to the lab, participants were asked to provide \nsongs which give them musical chills (goosebumps, raised hair on \nthe skin, etc.) \n•Participants watched five frisson videos, if they provided us a song \nthat gave them chills it was included. Participants were asked to \nclick the spacebar each time they had a reaction \n1.Mednicoff, S. D., Barashy, S., Gonzales, D., Benning, S. D., Snyder, J. S., & Hannon, E. E. (2022). \nAuditory affective processing, musicality, and the development of misophonic reactions. \nFrontiers in Neuroscience , 16. https:/ /doi.org/10.3389/fnins.2022.924806 \n2.Schröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic Criteria for a New \nPsychiatric Disorder.  PLOS ONE , 8(1), e54706.  https:/ /doi.org/10.1371/journal.pone.00547 0\n3.del Campo, M. A., & Kehle, T. J. (2016). Autonomous sensory meridian response (ASMR) and \nfrisson: Mindfully induced sensory phenomena that promote happiness. International Journal \nof School & Educational Psychology, 4 (2), 99–105. \nhttps:/ /doi.org/10.1080/21683603.2016.1130582 \n4.Müllensiefen, D., Gingras, B., Stewart, L., & Musil, J. (2013). Goldsmiths Musical Sophistication \nIndex (Gold-MSI) v1.0: Technical Report and Documentation Revision 0.3 . \nhttps:/ /www.gold.ac.uk/media/documents \n-by-section/departments/psychology/Gold-MSIv10_Documentation.pdf.  \nPurpose \nResearch question : Is there a correlation between an \nemotional engagement to music and enhanced frisson \nexperience? \nThe purpose of this research is to investigate whether those \nwho experience misophonia also have heightened affective \nreactions, such as frisson to music."
    }
  ]
}