{
  "doc_type": "scientific paper",
  "title": "Tinnitus and Traumatic Memory",
  "authors": [
    "Fagelson"
  ],
  "year": 2022,
  "journal": "sciences",
  "doi": "10.3390/brainsci12111585",
  "abstract": null,
  "keywords": [
    "tinnitus",
    "posttraumatic stress disorder",
    "cognitive-behavioral therapy",
    "emotional memory"
  ],
  "research_topics": [
    "tinnitus",
    "posttraumatic stress disorder",
    "cognitive-behavioral therapy",
    "emotional memory"
  ],
  "created_at": "2025-05-04T23:32:21.865955Z",
  "source_pdf": "documents/research/Global/Fagelson 2022 Tinnitus and Traumatic Memory.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Fagelson, M. Tinnitus and\nTraumatic Memory. Brain Sci. 2022 ,\n12, 1585. https://doi.org/\n10.3390/brainsci12111585\nAcademic Editors: Sonja J. Pyott,\nAgnieszka Szczepek, Pim van Dijk,\nElouise Koops, Arnaud Jean Noreña\nand Holger Schulze\nReceived: 28 September 2022\nAccepted: 18 November 2022\nPublished: 20 November 2022\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2022 by the author.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nbrainsciences \nReview\nTinnitus and Traumatic Memory\nMarc Fagelson1,2\n1Department of Audiology & Speech-Language Pathology, East Tennessee State University,\nJohnson City, TN 37614, USA; fagelson@etsu.edu\n2Audiology Section, Mountain Home Veterans’ Medical Center, Johnson City, TN 37684, USA\nAbstract: Events linked to post-traumatic stress disorder (PTSD) inﬂuence psychological and phys-\nical health through the generation, exacerbation, and maintenance of symptoms such as anxiety,\nhyperarousal, and avoidance. Depending upon circumstance, traumatic events may also contribute\nto the onset of tinnitus, post-traumatic headache, and memory problems. PTSD should be considered\na psychological injury, andwhile tinnitus is a symptom, its onset and sound quality may be connected\nin memory to the injury, thereby evincingthe capacity to exacerbate the trauma’s effects. The myriad\nattributes, psychological and mechanistic, shared by tinnitus and PTSD offer tinnitus investigators\nthe opportunity to draw from the rich and long-practiced strategies implemented for trauma coun-\nseling. Mechanisms and interventions understood through the lens of traumatic exposures may\ninform the clinical management of tinnitus disorder, and future studies may assess the effect of PTSD\nintervention on co-occurring conditions. This brief summary considered literature from both the\nhearing and trauma disciplines, with the goal of reviewing mechanisms shared between tinnitus and\nPTSD, as well as clinical reports supporting mutual reinforcement of both their symptoms and the\neffects of therapeutic approaches.\nKeywords: tinnitus; posttraumatic stress disorder; cognitive-behavioral therapy; emotional memory\n1. Introduction\n1.1. Subjective Tinnitus\nMost references to tinnitus center on the subjective experience of an auditory per-\nception in the absence of sound external to the hearer [ 1]. Subjective tinnitus may arise\nfrom a variety of insults to the auditory system, including excessive sound pressure levels,\nenvironmental toxins, ototoxic medications, and pathologies including Meniere’s Disease\nand vestibular schwannoma. Although damage to the auditory mechanism on its own\nmay produce tinnitus, it is also the case that tinnitus-related neural activity may emerge\nas a consequence of central adaptations to the aforementioned pathologies. Roberts [ 2]\noffered a review of auditory pathway activity associated with tinnitus appearance and\nsuppression. Such activity included burst-like behavior across arrays of neurons, changes to\nspontaneous activity throughout the pathway, and the appearance of unusual electrophysi-\nologic ﬁndings such as normal ABR wave V latencies even in the presence of delayed or\nabsent earlier waves. For example, exposure to damaging sound pressure levels produced\ndurable changes to the growth functions of neurons in the central pathway [ 3]. The changes\nmanifested in animals’ cochlear nuclei and inferior colliculi neurons as decreased thresh-\nolds to electrical stimulation following noise exposures; the central pathway appeared to\nemploy some combination of auditory gain and/or central disinhibition [ 4]. While there\nmay be putative value related to the pathway’s increasing central activity in response to\nperipheral damage, the by-products of such changes may not be beneﬁcial, as tinnitus and\ndisorders of sound tolerance may result from the central adaptations. Therefore, tinnitus\nmay emerge as a primary effect of traumatizing exposures, or as a secondary effect of\nthe central pathway’s compensatory adjustment to such damage. The diverse causes of\ntinnitus-associated damage, as well as the myriad and complex central mechanisms that\nBrain Sci. 2022 ,12, 1585. https://doi.org/10.3390/brainsci12111585 https://www.mdpi.com/journal/brainsci"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brain Sci. 2022 ,12, 1585 2 of 11\nmay contribute to its detection and severity, leave patients and practitioners in the current\nsub-optimal situation in which a patient’s experience with tinnitus may be as unique as it\nis uncurable.\n1.2. Tinnitus and Trauma\nAdditional contributions to tinnitus severity may involve factors unrelated to the\nsensation of hearing, and oftentimes the greater the relative contribution of non-auditory\ninﬂuences, the worse the tinnitus. Links between tinnitus and mental health status were\nreported, albeit using different terminology, more than 2500 years ago [ 5]. The potential\nfor tinnitus and mental health status to reinforce one another in powerful and negative\nways was obvious to patients and an interest of researchers for several decades [ 6–12].\nStudies relating traumatic exposures to tinnitus suggested that memories and trauma-\nrelated hyperarousal conspired to exacerbate not only tinnitus distress but related sound\ntolerance issues [ 7,10,13,14]. Traumatic onset was speciﬁed by Kreuzer et al. [ 15] as ex-\nacerbating tinnitus “burden”. A sudden traumatic onset and potential for catastrophic\nassociations related to such tinnitus onset may contribute to durable symptoms arising\nfrom the combination of negative inﬂuences. As Janet suggested, victims of trauma suffer\n“mainly from reminiscences” of the event [ 16]. One lesson learned from trauma psychology:\nwhen considering the co-occurrence of tinnitus and PTSD, the patient’s ability to manage\ntinnitus may rely at least in part upon recognition of the events and related memories\nthat the patient associates with the traumatic experience. Further it is possible that the\ntinnitus reinforces such “reminiscences” through its constancy and associations with the\ntrauma [10,11].\nDistinctions between “tinnitus” and “tinnitus disorder,” and their relation to non-\nauditory contributors to tinnitus, were reinforced as researchers and clinicians reported\nlinks between tinnitus and emotion, mental health status, insomnia, trauma, and other\nfactors [ 17]. Sound sources, or sound qualities annoying to one person may not be annoying\nto another, and the likely difference in annoyance would be due at least in part to the value\nascribed to the sound by the patient [ 18]. Auditory events that triggered unwanted thoughts\nand memories likely would be processed with greater vigor and urgency than sounds\nevaluated as neutral and innocuous; however, a patient misinterpreting a sound’s value may\nemploy such processing unnecessarily, and with negative consequences. Factors related\nto tinnitus salience—its onset, its resemblance to sounds experienced during traumatic\nepisodes—reportedly contributed to the amount of distress the tinnitus produced as well\nas to the severity of co-occurring traumatic mental health injury [10,11,13].\n1.3. Post-traumatic Stress Disorder\nThe galaxy of symptoms that may result from exposure to, perpetration of, or wit-\nnessing of violence and trauma were described at least as long ago as Homer’s Iliad and\nOdyssey [ 19]. Military and civilian trauma, captivity, and abuse in its many forms led\nto the discovery and eventual diagnostic criteria for PTSD [ 15,20]. Early psychoanalysts\nattributed symptom severity and durability to, among other things, traumatic reminders\nor, as Janet suggested, “reminiscences” [ 21]. The sensory scene associated with the trauma\nmay support the persistence of traumatic memories, as can injuries sustained during the\nexposure. The links between exposures and subsequent symptoms were apparent centuries\nago [ 19]. Given the likelihood that violent exposures include high sound pressure levels,\nhead trauma, and toxins in the environment, there would be a strong possibility that sensory\ndisorders related to hearing would result from exposures that might cause PTSD [ 14,22].\nHere, we consider the consequences of tinnitus playing the part of an aversive auditory\nevent and memory derived from trauma.\nPTSD was ﬁrst cited by name in the third edition (1986) of the Diagnostic Statistical\nManual of the American Psychiatric Association [ 23]. The severity of the symptoms endors-\ning the diagnosis compelled investigators to consider PTSD a psychological injury rather\nthan a disorder [ 19]. As conceptualized by Shay and others, notably Judith Herman [ 16,21],"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brain Sci. 2022 ,12, 1585 3 of 11\nexposures that produced PTSD affected a person’s character fundamentally; the experience\ndistorted or destroyed that person’s understanding of the moral order and imperatives ac-\ncepted and with other individuals who comprised their societal connections. Herman [ 16]\nstated: “Every instance of severe traumatic psychological injury is a standing challenge to\nthe rightness of the social order”.\nPTSD affects hundreds of millions of people across the globe. Hoppen & Morina [ 24],\nreporting speciﬁcally on war-exposed individuals, estimated “that about 1.45 billion indi-\nviduals worldwide have experienced war between 1989 and 2015 and were still alive in\n2015, including one billion adults”. Their meta-analysis estimated approximately 354 mil-\nlion adults who experienced war experienced PTSD symptoms and/or major depression.\nThey also estimated that about 117 million suffered from comorbid PTSD and major depres-\nsion. Koenen et al. [ 25] reported ﬁndings from the World Mental Health Surveys, and of\n123,299 participants across 26 nations, 71,083 reported histories of trauma and related PTSD\nsymptoms of varying in severity and duration. Fewer than 50% of respondents reporting\nPTSD symptoms indicated seeking clinical services, and the authors pointed out that, in\nthe US, where clinical intervention was most readily available, about half the respondents\nreported seeking help; of those, only 58% received services from a mental health practi-\ntioner. As it is acknowledged that tinnitus may be underreported [ 25], the prevalence of\ntinnitus and PTSD co-occurring across the general population remains difﬁcult to estimate\nwith certainty.\nThe National Center for PTSD (NCPTSD) in the US estimated that approximately 6%\nof all adults experienced PTSD symptoms at some point in their lives [ 26]. The prevalence\namong females was twice that of males (8% vs. 4%). Nearly 15 million adults received a\nnew diagnosis of PTSD annually, however the NCPTSD asserted that the worldwide value\nrepresented a fraction of the number of people who experienced a traumatic event that\ncould cause PTSD. In the Veteran’s Affairs system in the US, patients may be provided\nservice connection, and related compensation, for injury and disease linked to military\nservice. In the 2021 veteran’s beneﬁt report [ 27], the number of compensations for tinnitus\n(2.5 million) exceeded all other service-related conditions, while hearing loss cases ranked\nsecond (1.4 million), and PTSD compensations ranked fourth (1.3 million patients). In 2020,\nthe number of patients receiving compensation for tinnitus again led all other conditions\n(nearly 150,000 new cases), while new service connections for PTSD increased at the 8th\nhighest rate (45,153 new cases).\nCima et al.’s European Guideline speciﬁed PTSD as a “frequent comorbidity” in the\n“Reaction to severe stress and adjustment disorders” category [ 28]. The high co-occurrence\nof PTSD and tinnitus underscores the likelihood that the two share many mechanisms\nof action related to onset, symptom severity, and symptom persistence. Note also that\nShay [ 19] and Lifton [ 29] indicated that “instances of trauma” were not limited to the victims\nof trauma but rather included the perpetrators and observers of trauma. Their studies\nand ﬁeldwork interviewing patients afﬁrmed that people did not have to be physically\ntraumatized to develop PTSD. Hinton et al. [ 10,11] further acknowledged the role of tinnitus\nas increasing PTSD prevalence and amplifying symptom severity.\n2. Methods\nArticle selection for this brief review did not adhere to a formal protocol. The intent of\nthis piece was to report on shared mechanisms and interventions speciﬁed in the tinnitus\nand trauma literatures. A systematic review would doubtless reveal additional references\nand would provide a reasonable next step toward elucidating relevant associations between\ntinnitus and PTSD.\n2.1. Shared Mechanisms: Hearing\nFor most people, sound, speech, music, and sirens can transport and transform. In the\ncontext of tinnitus linked to trauma, a sound’s interpretation may take on elements of a\nthreatening or sinister situation in which the patient endured physical and psychological"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brain Sci. 2022 ,12, 1585 4 of 11\ninjury. The duration of the negative event, the injuries, the level of threat, and any subse-\nquent repetition or re-experiencing of the trauma would contribute to symptoms consistent\nwith those of PTSD. Studies by Hinton and colleagues [ 10,11] included patient narratives in\nwhich a tinnitus sound that resembled a speciﬁc element of a traumatic exposure produced\n“catastrophic associations” that exacerbated the severity of PTSD symptoms. One speciﬁc\nexample centered on insect-like tinnitus that reminded observers of the ubiquitous buzzing\nsound of insects they experienced navigating their streets and towns amidst a 20% mortality\nrate among Cambodian civilians from 1975–1979.\nEvidence from both the trauma and audiologic literature supports mutual reinforce-\nment between the sequalae of traumatic events, their associations, and tinnitus distress. The\nterm “auditory exclusion” refers to an individual’s inability to detect or focus on obvious\nacoustic events in the environment. Auditory exclusion was reported by Moore et al. [ 30]\nas a perceptual event that may inﬂuence, during periods of high stress, an individual’s\nability to accurately process the acoustic environment. Reports from both law enforcement\nand combat theaters indicated that during episodes of high stress, for example, threatening\nenvironments, individuals may not recall ﬁring their own gun, or other high-level sounds\nessential to making sense of a confusing or threatening environment.\nAlthough linked to traumatic exposures, auditory exclusion was compared to tunnel\nvision as an unusual sensory processing event in which the perceiver would focus exclu-\nsively on elements associated with a traumatic exposure at the expense of attention being\navailable for the rest of the environment. Bremner [ 31] reported visual exclusion as well as\nauditory exclusion in patients whose trauma histories included exposures on 9/11. The\nmisinterpretation of sensory environments was a characteristic associated with traumatic\nexposures, ampliﬁed by the ﬁnding that obvious environmental features were reportedly\nundetected by a population of trauma survivors. Such reports underscored the effects of\ntrauma on the survivor, as an individual’s focus on traumatic events or reminders may\nrender other sensory events, even powerful and important elements of a scene, undetected.\nSuppose in such a case that tinnitus arose during the event; for some individuals, the\ntinnitus signal might take priority, often if not always, over other salient environmental\nfeatures. Tinnitus would in such cases be assured a place of prominence in the patient’s\nsensory world.\nThe value assigned to a familiar sound is not immutable. Consider that sounds once\nbothersome can over time become less intrusive; noise from the street or nearby railway\nthat keeps one awake at night usually loses that effect after several days of exposure. The\nopposite is also true; a sound that at one time was innocuous can become bothersome as a\nresult of evolving context and experience; one might enjoy the sound of a steady rainfall\nuntil the individual buys a home in an area that ﬂoods easily, at which time the steady rain\nmight take on a different value.\nAlthough the senses serve and support the ecological needs of the perceiver, some\nsensory experiences evoke strong emotions that may not be beneﬁcial to the perceiver.\nA sound linked to a joyful event will carry the value associated with the event just as a\nsound linked to trauma will carry the value associated with the trauma. Inserted into this\nmalleable and dynamic processing system, tinnitus has the potential to inﬂuence a patient’s\nemotional state in a variety of circumstances, typically amplifying negative thoughts\nwhile negating positive thoughts. Tinnitus resulting from a speciﬁc event, particularly a\ntraumatic event, may sustain patients’ responses and symptom severity in a manner that\ndiffers substantially from tinnitus that appeared and exerted its inﬂuence in a gradual way\nover time [ 13,15]. Mutual reinforcement between tinnitus and PTSD is one of the more\npowerful examples of durable links between mental health status and tinnitus severity.\n2.2. Shared Mechanisms: Psychological\nAs is the case with susceptibility to noise induced tinnitus, several predisposing\nand/or co-occurring conditions may increase the likelihood that an individual develops\nPTSD after a traumatic exposure [ 21,32]. The relation between traumatic brain injury (TBI),"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brain Sci. 2022 ,12, 1585 5 of 11\nand PTSD remains a topic of debate, as the effects of one may be difﬁcult to distinguish\nfrom the effects of the other. Despite substantial variability across studies, PTSD and TBI\nco-occur routinely in blast-exposed soldiers and veterans, as well as civilian victims of\nmotor vehicle accidents [ 33]. Hoge et al. [ 34] interviewed 2525 US veterans returning from\nIraq and reported PTSD among nearly half the veterans who reported injuries with loss\nof consciousness (124, or 4.9% of the entire sample). Additionally, 260 (10.3%) sustained\ninjuries that produced “altered mental status,” 27.3% of whom experienced symptoms of\nPTSD. Although distinguishing effects and mechanisms of PTSD and TBI may remain a\nchallenge, the likelihood of their co-occurring with, and inﬂuencing tinnitus is unfortunately\ncommon. In a large veteran’s hospital in the US, the rate of PTSD among patients seen for\ntinnitus-related services exceeded 35% [ 13], a trend unchanged across more than 20 years\nof practice and 1300 patients.\nReviews of neural mechanisms associated with trauma and chronic stress experienced by\nsoldiers and veterans identified several areas of overlap between PTSD and tinnitus [ 13,33].Of\nspeciﬁc interest, neural activity associated with signal salience, and the response to signals\ndeemed salient, has the potential to inﬂuence symptom severity for both tinnitus and\nPTSD. Bremner’s [ 35] imaging studies revealed the effects of stress during investigation\nof the hippocampus, amygdala, and anterior insular cortex, among many other areas.\nChronic trauma-related elevated levels of stress hormones co-occurred with impaired\nregions of the hippocampus to the extent that MRI revealed reductions in hippocampal\nvolume among combat-exposed veterans [ 31,35]. By inﬂuencing activity in these areas,\ntraumatic exposures and their sequalae contributed to the chronic hyperarousal, negative\nemotions, and exaggerated startle responses suggested by the PTSD diagnostic criteria.\nOther consequences of traumatic exposures may include mislabeling of sensory events,\nref. [ 36] thereby contributing to inappropriate startle responses, and fostering avoidance\nin patients.\nPoe et al. [ 37] suggested an additional structure, namely the locus coeruleus (LC),\nwhose activity may bear consideration with regard to the effect a sound has on arousal.\nThe LC is comprised of cells containing noradrenalin (NA), and its connections throughout\nthe brain ensure its activity likely plays a “critical role in core physiologic and behavioral\nprocesses” [ 37]. Few studies report recordings from the LC, as it is a small nucleus deep\nin the brainstem, and understanding of the correlations between its activity and external\nevents remains limited. However, novel approaches investigating LC activity revealed a\nrelation between LC activity and adaptations to behavior that emerged when animals were\nexposed to sounds paired with noxious stimulation.\nAn investigation by Martins & Froemke [ 38] demonstrated durable changes in LC\nactivity that were associated with changes in sensitivity to sounds as represented in the\nprimary auditory cortex when sounds were paired with electric shocks. After isolating\nLC outputs, they found far stronger LC responses to tail pinch than to presentation of an\ninnocuous signal, such as a puretone. When such “innocuous” tones were paired with\nshocks, the “LC neurons developed and maintained auditory responses afterwards. Locus\ncoeruleus plasticity induced changes in A1 responses lasting at least hours and improved\nauditory perception for days to weeks” (p. 1483). Poe et al. [ 37] suggested that because\nresources required for plasticity were ﬁnite, neural circuits competed for the metabolic\nand molecular requirements with the outcome that the most salient stimuli would “win”\nthe required resources. Some inputs will be favored as elements of learning, memory, and\narousal while other inputs, those deemed of less salience or value, would be suppressed.\nAs the LC and its associated circuitry inﬂuenced, if not at times dominated, distribution\nof NA throughout cortical and subcortical regions, stress-induced changes in NA levels,\nsuch as those identiﬁed by Bremner [ 31], underscored the potential value of the LC as a\ncontributor to the hyperarousal symptoms. Further, the LC’s demonstration of plasticity\nin the face of stress-related sound experiences may contribute to trauma-related tinnitus\ndisorder as well. Certainly, the LC’s putative contribution could be particularly strong"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brain Sci. 2022 ,12, 1585 6 of 11\nwhen tinnitus onset and/or tinnitus sound takes on the added salience associated with a\ntraumatic reminder.\n2.3. PTSD and Tinnitus Disorder\nWhile DeRidder et al. [ 17] linked deﬁnitions of tinnitus and tinnitus disorder to\nDSM criteria for somatic symptom disorder, a similar strategy can be employed regarding\nputative alignments between tinnitus and PTSD. The DSM criteria speciﬁed for PTSD\ndiagnosis share elements with varying degrees to items speciﬁed by DeRidder et al. [ 17]\nas endorsing tinnitus disorder diagnosis. Tinnitus earned its reputation as an exacerbator\nof mental health distress, and its effects may be most obvious when viewed in the context\nof memories and symptoms associated with injury such as PTSD. A brief review of the\ncriteria for PTSD from the DSM 5th Edition [ 39] and their relation to elements of tinnitus\ndisorder follows.\nCriterion A speciﬁes “Exposure to actual or threatened death, serious injury, or sexual\nviolence” without necessarily requiring excessive sound level, head trauma, or other events\nassociated speciﬁcally with hearing or tinnitus. It is worth considering the inﬂuence a low-\nSPL event could exert on tinnitus that preceded the event. Negative emotional memories\ncould increase tinnitus salience over time, particularly if the tinnitus sound resembled a\ntrauma reminder. Changes to the tinnitus effects would therefore be susceptible to trauma\neffects independent of toxic sound levels.\nCriterion B speciﬁes, “Presence of intrusion symptoms associated with traumatic\nevent(s)” such as “recurrent memories of event, dreams, ﬂashbacks, intense psychological\ndistress re: cues that symbolize or represent the event”. Hinton et al. [ 10] questioned\ntrauma survivors regarding the tinnitus sound serving as a trauma reminder. Across\nparticipants, several tinnitus sounds producing “traumatic reminders” and “catastrophic\nassociations” were identiﬁed; these sounds were speciﬁc to instances of trauma, and\nreported by participants as triggers consistent with Criterion B.\nCriterion C speciﬁes behavior at which many patients with bothersome tinnitus would\nno doubt scoff: “Persistent avoidance of stimuli associated with the traumatic event(s),\nbeginning after the traumatic event(s) occurred”. While a trauma victim may isolate as\na way to feel safe, no such option exists in tinnitus cases (i.e., the patient reports that\nthere is no escape from tinnitus), although some patients take note of certain situations or\nenvironments in which tinnitus worsens. In this sense, cataloging or maintaining a diary\nrelated to tinnitus-related observations may support the patient in successfully navigating\nrelated or emerging environmental challenges. Regardless, a patient’s perceived or in\nsome cases compulsive need to avoid tinnitus may worsen the experience as the sensation\npersists over time.\nCriterion D speciﬁes the inﬂuence of a traumatic exposure on emotions and ongoing\nthoughts about the event: “Negative alterations in cognitions and mood associated with the\ntraumatic event(s), beginning or worsening after the traumatic event(s) occurred”. Again,\nalthough a patient thus affected may not experience tinnitus, clinicians should be mindful\nthat co-occurring tinnitus may reinforce negative PTSD-related thoughts and emotions, at\nleast with regard to its resemblance to sounds associated with trauma [ 10,11]. The DSM\ncriteria further indicate that criterion D may include persistent negative emotional state,\ndisengagement from friends and family, and negative beliefs about acquaintances and the\nworld that contribute to withdrawal from social situations. Each of the items endorsing\ncriterion D could reduce patients’ willingness to remain active socially, thereby minimizing\nthe potential beneﬁts associated with exposure to external sounds and opportunities for\nengaging activities or conversation.\nCriterion E speciﬁes, “Marked alterations in arousal and reactivity associated with\nthe traumatic event(s), beginning or worsening after the traumatic event(s) occurred”. The\nDSM [ 39] provides examples of arousal symptoms, some of which are questioned on several\ntinnitus intake forms, including irritability and anger with minimal provocation. Additional\nforms of hypervigilance with relevance for patients with tinnitus may include sound"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brain Sci. 2022 ,12, 1585 7 of 11\nintolerance and exaggerated startle response, concentration problems, sleep disturbance\n(e.g., difﬁculty falling or staying asleep or restless sleep). That several items included\nin Criterion E would be assessed during routine tinnitus evaluation should serve as a\nreminder that measures of symptom severity, in addition to the aforementioned overlap\nbetween mechanisms, demonstrate the strength of the association between tinnitus and\nPTSD. In a large clinical cohort, Fagelson [ 13] reported that patients with PTSD were four\ntimes more likely than those without PTSD to report reactive tinnitus. The patients with\nPTSD were twice as likely to report that sound tolerance issues were more severe than their\ntinnitus, and more than 90% of veterans with PTSD speciﬁed unexpected impulse noises as\nthose most likely to trigger challenging aversive responses.\nCriterion F speciﬁes the symptoms listed above must endure for more than one month.\nThe aforementioned phenomenon of auditory exclusion may result as an outcome\nrelated to the consolidation and recollection of traumatic memory [ 30,40]. In a variety\nof experiments, van Der Kolk and colleagues reported that study participants who were\nasked to recall and narrate events from the past did so in distinct ways, depending on\nwhether events to be recalled were positive or traumatic. Narratives related to the traumatic\nevents were “disorganized” as “subjects remembered some details all too clearly ( . . .) but\ncould not recall the sequence of events or other vital details . . .” (p.195 [ 40]). The lack of a\ncoherent narrative displayed during the retelling of traumatic events was evident in both\nmilitary [19] and civilian patients [20].\nDiamond et al. [ 41] provided a model of emotional/traumatic memory consolidation\nthat considered the long-known challenges related to accurate recall of traumatic events.\nThe investigators detailed the time course through which limbic system structures, particu-\nlarly the amygdala and hippocampus, were active during, and in response to, a traumatic\nexposure. Measures immediately following the exposure indicated both the amygdala\nand hippocampus were stimulated and active for up to several minutes; however, activity\nin the hippocampus ceased far sooner than activity in the amygdala. The investigators\nhypothesized that disorganization in trauma narratives could relate to the different ele-\nments of memory consolidated in the two limbic areas, with the hippocampus associated\nwith narrative memory and the amygdala associated with emotional memory. The lack of\ncoordination between the two areas during memory consolidation could interfere with a\ncoherent and accurate recall of the event; this would contribute to the often disjointed and\nincomplete reports from patients. Summarizing this situation, van Der Kolk commented,\n“Traumatized people simultaneously remember too much and too little”. (p.181 [ 40]). Fa-\ncilitating accurate recall of events surrounding a traumatic tinnitus onset might facilitate,\nin addition to coping with the event’s durable intrusiveness, management of symptoms\nreinforced by tinnitus as a reminder of the trauma.\n3. Management\nMoring et al. [ 32,42] assessed the post-traumatic effects as well as the possibility\nthat intervention targeting PTSD symptoms might inﬂuence the severity of co-occurring\nconditions such as tinnitus and post-concussive headache. Symptoms of PTSD overlap con-\nsiderably with a variety of other conditions whose presence and effects may substantially\nreduce a patient’s quality of life. As demonstrated in the Hinton studies [ 10,11], patients\nwith traumatic exposures often experienced exacerbation of symptoms when confronted\nby trauma reminders. Such reminders also exacerbated co-occurring PTSD symptoms such\nas post-traumatic headache and hyperarousal. The ﬁnding that trauma and tinnitus could\nreinforce one another’s negative effects continued to challenge providers and patients; this\nrelation was addressed by Moring et al., who conducted a pilot study [ 2] that revealed\nPTSD intervention had the potential to reduce tinnitus distress.\nTheir intervention centered on cognitive processing therapy, a front-line management\nstrategy for patients with PTSD. Among the participants, the one-month intervention\nsigniﬁcantly recued the severity of PTSD symptoms. Tinnitus severity also declined,\nalthough not by a signiﬁcant measure. However, the study demonstrated that management"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brain Sci. 2022 ,12, 1585 8 of 11\nof one injury (PTSD) can support the coping for patients who also experience co-occurring\ntinnitus and depression. Their intervention supported the trauma-exposed individuals’\ncoping through counseling and cognitive processing therapy (CPT). The use of CPT for\nmilitary personnel followed prior studies demonstrating durable positive effects for patients\nwith PTSD. The technique supported a patient’s ability to process aversive symptom\nexperiences in an accurate and reasonable manner; by doing so, patients may develop\nstrategies and a workable lexicon that facilitates their navigating distressing memories and\nsymptoms. As a consequence, the intervention may have improved patients’ abilities to\ndistinguish effects of PTSD from those of tinnitus as it provided patients information and\nexamples through which they could distinguish, and ultimately manage more effectively,\nthe effects of both PTSD and tinnitus. The process, colloquially, could be considered one\nof “divide and conquer” through which a patient’s ability to manage myriad difﬁcult\nsymptoms improves as symptoms of one injury (i.e., PTSD) would be managed on their\nown, with decreasing contribution from symptoms associated with a different injury (i.e.,\ntinnitus). Similar value related to facilitating management of the overlapping symptoms of\nhearing loss and tinnitus was described by Henry et al. [43].\nIf Janet’s suggestion that memories of traumatic events provide some of the fuel for\ntheir effects is correct, then management strategies targeting patients’ thoughts and beliefs\nregarding the event and its consequences might produce beneﬁcial outcomes. One such\nstrategy—the intervention demonstrating the strongest evidence for both—is cognitive be-\nhavioral therapy (CBT) [ 36,44]. Clinic Practice Guidelines from Europe [ 28] and the US [ 45]\nrecommend CBT for subjective tinnitus ahead of sound therapy, hearing aid use, drugs,\nand other medical or alternative interventions. The American Psychiatric Association’s\nclinical guideline also provides CBT the strongest recommendation for management of\nPTSD [46].\nThe intervention is essentially noninvasive, collaborative, and patient-centered coun-\nseling, and results from large studies [ 45] show strong beneﬁts for tinnitus management.\nMcKenna et al.’s [ 9] cognitive model of tinnitus shares many attributes with PTSD mod-\nels such as that provided by Schnurr & Janikowski [ 36]. The ﬁnding that CBT would\nreduce ratings of tinnitus severity to a greater extent than sound therapy suggests that the\nmagnitude of non-auditory effects may be more strongly related to tinnitus severity than\nauditory effects.\nThe notion of demystifying tinnitus [ 47] was long reported to have value to the pa-\ntient, and investigators reported in the trauma literature many examples of educational\ncounseling. A model describing the value of such counseling provided by Brewin [ 48] may\nbe adapted for tinnitus. Brewin speciﬁed two forms of memory, verbally accessible memory\n(VAM) and situationally-accessible memory (SAM), corresponding to narrative/declarative\nmemory and emotional/traumatic memory, respectively. Here, with consideration to Dia-\nmond et al. [ 41], the link between VAM and hippocampal-consolidated memory along with\nthe link between SAM and amygdala-consolidated memory could provide one explanation\nfor the disjointed memories associated with traumatic events. Brewin’s model went on to\nindicate that patients experience aversive responses when challenged by trauma reminders\nthat activate emotional (SAM) memory. If patients can employ, or improve, narrative de-\nvices to recover and understand details, facts, and the features of the event (VAM), then they\nmay more effectively manage the trauma reminder’s effects. When the patient’s narrative\nis thorough and accurate—in other words, when the VAM is enriched and available—the\npatient’s coping with trauma reminders should improve. Perhaps it is reasonable with\nregard to this model to substitute “tinnitus” for “trauma” and to recognize that counseling\nregarding tinnitus mechanisms and effects could improve a tinnitus-centered version of\nVAM, with effects for the patient similar to those described by Brewin.\nCBT allows for counseling and dialogue with the patient to incorporate additional\nelements such as the therapeutic use of sound, relaxation exercises, mindfulness-based\nstress reduction, and sleep hygiene [ 44]. Despite the heterogeneity of both tinnitus and\nPTSD populations, there is potential for patients to ﬁnd and hone management strategies"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brain Sci. 2022 ,12, 1585 9 of 11\nthat address diverse and often distressing long-term symptoms. Husain et al. [ 49] provided\na glimpse of a mindfulness-based program on neuroanatomical structures through a small-\nsample pilot study. The investigators reported that the intervention was associated with\nchanges in anterior and middle cingulate cortices, areas long-known as important areas for\nemotional processing [ 50]. Their small sample precluded ﬁrm conclusions; however, the\npossibility that a more thorough program of CBT, rigorously administered, could contribute\nto measurable changes in neuroanatomical structures would be a welcome addition to the\npractice of tinnitus management.\n4. Conclusions\nAlthough most people who report having tinnitus are not overly bothered by it, [ 1]\nthose individuals who are bothered, often in combination with negative emotional states,\nor a diagnosed mental health condition, may evince catastrophic tinnitus effects. The\nconsequences of trauma may produce a number of powerful symptoms that endure long\nafter the trauma’s conclusion. When tinnitus and trauma are intertwined in the emotional\nstate and life of the patient, any efforts at symptom management will be complicated\nand challenging due to the variety of powerful inﬂuences. In a way, the tinnitus clinician\nis fortunate; psychologists and trauma counselors pioneered many interventions and\ncounseling strategies from the late 1800s to the present. In particular, CBT offers clinicians\nthe opportunity to provide multi-disciplinary care focused on the speciﬁc needs and\nchallenges expressed by patients. The co-occurrence of tinnitus and PTSD can exacerbate\nhyperarousal, impair sleep, and worsen the emotional state, yet many patients ﬁnd some\nbeneﬁt from counseling that distinguishes the effects of tinnitus from those of PTSD. One\nsuch patient explained the relation between tinnitus and PTSD as that of an “ . . .old married\ncouple. They just get on each others’ nerves”. Future efforts intended to help such patients\nwill need to account for the substantial mutually reinforcing effects that arise from the\nunion of tinnitus and PTSD symptoms.\nFunding: This research received no external funding.\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Not applicable.\nData Availability Statement: Not applicable.\nConﬂicts of Interest: The authors declare no conﬂict of interest.\nReferences\n1. Baguley, D.M.; McFerran, D.; Hall, D.T. The Lancet ; Elsevier Health Sciences: Amsterdam, The Netherlands, 2013; Volume 382, pp.\n1600–1607. [CrossRef]\n2. Roberts, L.E. The mechanisms and time course of tinnitus associated with hearing impairment. In Baguley DM and Fagelson M .\nTinnitus: Clinical and Research Perspectives, Ed.; Plural: San Diego, CA, USA, 2015.Kaltenbach, J. Neurophysiologic mechanisms\nof tinnitus. J. Am. Acad.Audiol. 2000 ,11, 125–137.\n3. Kaltenbach, J. Neurophysiologic mechanisms of tinnitus. J. Am. Acad. Audiol. 2000 ,11, 125–137. [CrossRef] [PubMed]\n4. Schatte, R.; McAlpine, D. Tinnitus with a normal audiogram: Physiological evidence for hidden hearing loss and a computational\nmodel. J.Neurosci. 2011 ,31, 13452–13457. [CrossRef]\n5. Stephens, D. A History of Tinnitus. In Tinnitus Handbook ; Tyler, R., Ed.; Plural Publishing: San Diego, CA, USA, 2000.\n6. Fowler, E.P . The emotional factor in tinnitus aurium. Laryngoscope 1948 ,58, 134–154. [CrossRef] [PubMed]\n7. Mazurek, B.; Haupt, H.; Olze, H.; Szczepek, A.J. Stress and tinnitus—From bedside to bench and back. Front. Syst. Neurosci. 2012 ,\n6, 47. [CrossRef]\n8. Mckenna, L. Models of tinnitus suffering and treatment compared and contrasted. Audiol. Med. 2004 ,2, 41–53. [CrossRef]\n9. McKenna, L.; Handscomb, L.; Hoare, D.J.; Hall, D.A. A scientiﬁc cognitive-behavioral model of tinnitus: Novel conceptualizations\nof tinnitus disress. Front. Neurol. 2014 ,5, 196. [CrossRef]\n10. Hinton, D.E.; Chhean, D.; Pich, V .; Hofmann, S.G.; Barlow, D.H. Tinnitus among Cambodian refugees: Relationship to PTSD\nseverity. J. Trauma. Stress 2006 ,19, 541–546. [CrossRef]\n11. Hinton, D.E.; Hinton, S.D.; Reattidara, J.R.; Pich, V .; Pollack, M.H. The ‘Multiplex Model’ of Somatic Symptoms: Application to\nTinnitus among Traumatized Cambodian Refugees. Transcult. Psychiatry 2008 ,45, 287–317. [CrossRef]"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brain Sci. 2022 ,12, 1585 10 of 11\n12. Zöger, S.; Svedlund, J.; Holgers, K.M. Relationship between tinnitus severity and psychiatric disorders. Psychosomatics 2006 ,47,\n282–288. [CrossRef]\n13. Fagelson, M. The association between tinnitus and posttraumatic stress disorder. Am. J. Audiol. 2007 ,16, 107–117. [CrossRef]\n14. Myers, P .J.; Wilmington, D.J.; Gallun, F.J.; Henry, J.A.; Fausti, S.A. Hearing impairment and traumatic brain injury among soldiers:\nSpecial considerations for audiologists. Semin. Hear. 2009 ,30, 5–27. [CrossRef]\n15. Kreuzer, P .M.; Landgrebe, M.; Schecklmann, M.; Staudinger, S.; Langguth, B.; The TRI Database Study Group. Trauma-Associated\nTinnitus: Audiological, Demographic and Clinical Characteristics ; PLoS ONE: San Fransisco, CA, USA, 2012; Available online:\nwww.plosone.org (accessed on 2 November 2022).\n16. Herman, J.L. Complex PTSD: A syndrome in survivors of prolonged and repeated trauma. J. Traum. Stress 1992 ,5, 377–391.\n[CrossRef]\n17. De Ridder, D.; Schlee, W.; Vanneste, S.; Londero, A.; Weisz, N.; Kleinjung, T.; Giriraj, S.; Ana, B.; Jae, J.; Gerhard, A.; et al. Tinnitus\nand tinnitus disorder: Theoretical and operational deﬁnitions (an international multidisciplinary proposal). Prog. BrainRes. 2021 ,\n260, 1–25. [CrossRef]\n18. Kumar, S.; Tansley-Hancock, O.; Sedley, W.; Winston, J.S.; Callaghan, M.F.; Allen, M.; Cope, T.E.; Gander, P .E.; Bamiou, D.E.;\nGrifﬁths, T.D. The Brain Basis for Misophonia. Curr. Biol. 2017 ,27, 527–533. [CrossRef]\n19. Shay, J. Achilles in Vietnam: Combat Trauma and the Undoing of Character ; Scribner: New York, NY, USA, 1994.\n20. Jones, E.; Wessely, S. Shell Shock to PTSD: Military Psychiatry from 1900 to the Gulf War. Maudsley Monographs ; Taylor & Francis\nGroup Psychology Press: New York, NY, USA, 2005; Volume 47.\n21. Herman, J.L. Trauma and Recovery ; Basic Books: New York, NY, USA, 1997.\n22. DePalma, R.G.; Burris, D.G.; Champion, H.R.; Hodgson, M.J. Blast injuries. N. Engl. J. Med. 2005 ,352, 1335–1342. [CrossRef]\n[PubMed]\n23. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders , 3rd ed.; American Psychiatric Publishing:\nArlington, VA, USA, 1986.\n24. Hoppen, T.H.; Morina, N. The prevalence of PTSD and major depression in the global population of adult war survivors: A\nmeta-analytically informed estimate in absolute numbers. Eur. J. Psychotraumatol. 2019 ,10, 1578637. [CrossRef]\n25. Koenen, K.; Ratanatharathorn, A.; Ng, L.; McLaughlin, K.; Bromet, E.; Stein, D.; Karam, E.G.; Ruscio, A.M.; Benjet, C.; Scott, K.;\net al. Posttraumatic stress disorder in the World Mental Health Surveys. Psychol. Med. 2017 ,47, 2260–2274. [CrossRef]\n26. National Center for PTSD. 2022. Available online: https://www.ptsd.va.gov/understand/common/common_adults.asp (ac-\ncessed on 5 September 2022).\n27. Veterans’ Business Administration. Annual Beneﬁts Report ; Veterans’ Health Administration: Washington, DC, USA, 2021.\nAvailable online: https://www.beneﬁts.va.gov/REPORTS/abr/docs/2021-abr.pdf# (accessed on 5 September 2022).\n28. Cima, R.F.F.; Mazurek, B.; Haider, H.; Kikidis, D.; Lapira, A.; Noreña, A.; Hoare, D.J. A multidisciplinary European guideline for\ntinnitus: Diagnostics, assessment, and treatment. HNO 2019 ,67, 10–42. [CrossRef] [PubMed]\n29. Lifton, R.J. The Nazi Doctors: Medical Killing and the Psychology of Genocide ; Basic Books: New York, NY, USA, 1988.\n30. Moore, B.A.; Mason, S.T.; Crow, B.E. Assessment and Management of Acute Combat Stress on the Battleﬁeld. In Military\nPsychology, Clinical and Operational Applications , 2nd ed.; Carrie, H.K., Eric, A.Z., Eds.; The Guilford Press: New York, NY, USA,\n2012; pp. 73–92.\n31. Bremner, J.D. Does Stress Damage the Brain ; Norton & Co.: New York, NY, USA, 2002.\n32. Moring, J.C.; Straud, C.L.; Penzien, D.B.; Resick, P .A.; Peterson, A.L.; Jaramillo, C.A.; Eapen, B.C.; McGeary, C.A.; Mintz, J.; Litz,\nB.T.; et al. PTSD symptoms and tinnitus severity: An analysis of veterans with posttraumatic headaches. Health Psychol. 2022 ,41,\n178–183. [CrossRef] [PubMed]\n33. Carlson, J.K.; Kehle, S.M.; Meis, L.M.; Greer, N.; MacDonald, R.; Rutks, I.; Sayer, N.A.; Dobscha, S.K.; Wilt, T.J. Prevalence,\nAssessment, and Treatment of Mild Traumatic Brain Injury and Posttraumatic Stress Disorder: A Systematic Review of the\nEvidence. Head Trauma Rehabil. 2011 ,26, 103–115. [CrossRef] [PubMed]\n34. Hoge, C.W.; McGurk, D.; Thomas, J.L.; Cox, A.L.; Engel, C.C.; Castro, C.A. Mild traumatic brain injury in US soldiers returning\nfrom Iraq. New Engl. J.Med. 2008 ,358, 453–463. [CrossRef]\n35. Bremner, J.D. Brain Imaging Handbook ; Norton: New York, NY, USA, 2005.\n36. Schnurr, P .P .; Jankowski, M.K. Physical health and post-traumatic stress disorder: Review and synthesis. Sem. Clin. Neuropsychiatry\n1999 ,4, 295–304.\n37. Poe, G.R.; Foote, S.; Eschenko, O.; Johansen, J.P .; Bouret, S.; Aston-Jones, G.; Harley, C.W.; Manahan-Vaughan, D.; Weinshenker,\nD.; Valentino, R.; et al. Locus coeruleus: A new look at the blue spot. Nat. Rev. Neurosci. 2020 ,21, 644–659. [CrossRef] [PubMed]\n38. Martins, A.R.; Froemke, R.C. Coordinated forms of noradrenergic plasticity in the locus coeruleus and primary auditory cortex.\nNat. Neurosci. 2015 ,18, 1483–1492. [CrossRef]\n39. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders , 5th ed.; American Psychiatric Publishing:\nArlington, VA, USA, 2013.\n40. Van Der Kolk, B.A. The Body Keeps Score: Brain, Mind, and Body in the Healing of Trauma ; Penguin: New York, NY, USA, 2014.\n41. Diamond, D.M.; Campbell, A.M.; Park, C.R.; Halonen, J.; Zoladz, P .R. The temporal dynamics model of emotional memory\nprocessing: A synthesis on the neurobiological basis of stress-induced amnesia, ﬂashbulb and traumatic memories, and the\nYerkes-Dodson law. Neural Plast. 2007 ,2007 , 060803. [CrossRef]"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Brain Sci. 2022 ,12, 1585 11 of 11\n42. Moring, J.C.; Resick, P .A.; Peterson, A.L.; Husain, F.T.; Esquivel, C.; Young-McCaughan, S.; Granato, E.; Fox, P .T.; STRONG STAR\nConsortium. Treatment of Posttraumatic Stress Disorder Alleviates Tinnitus-Related Distress Among Veterans: A Pilot Study. Am.\nJ. Audiol. 2022 ,24, 1–6. [CrossRef]\n43. Henry, J.A.; Griest, S.; Zaugg, T.L.; Thielman, E.; Kaelin, C.; Galvez, G.; Carlson, K.F. Tinnitus and Hearing Survey: A Screening\nTool to Differentiate Bothersome Tinnitus From Hearing Difﬁculties. Am. J Aud. 2015 ,24, 66–77; [CrossRef]\n44. Cima, R.F.; Maes, I.H.; Joore, M.A.; Scheyen, D.J.; Refaie, A.; Baguley, D.M.; Anteunis, L.J.C.; Breukelen, G.J.P .; Vlaeyen, J.W.S.\nSpecialised treatment based on cognitive behaviour therapy versus usual care for tinnitus: A randomised controlled trial. Lancet\n2012 ,379, 1951–1959. [CrossRef]\n45. Tunkel, D.E.; Bauer, C.A.; Sun, G.H.; Rosenfeld, R.M.; Chandrasekhar, S.S.; Cunningham ERJr Archer, S.M.; Blakley, B.W.; Carter,\nJ.M.; Granieri, E.C.; Henry, J.A.; et al. Clinical practice guideline: Tinnitus. Otolaryngol. Head Neck Surg. 2014 ,151, S1–S40.\n[CrossRef] [PubMed]\n46. Courtois, C.A.; Sonis, J.; Brown, L.S.; Cook, J.; Fairbank, J.A.; Friedman, M.; Gone, J.P .; Jones, R.; La Greca, A.; Mellman;\net al. Clinical Practice Guideline for the Treatment of Posttraumatic Stress Disorder (PTSD) in Adults (2017). Available online:\nhttps://www.apa.org/ptsd-guideline (accessed on 19 November 2022).\n47. Jastreboff, P .J.; Hazell, J.W.P . Treatment of tinnitus based on a neurophysiological model. In Tinnitus: Treatment and Relief ; Vernon,\nJ., Ed.; Allyn & Bacon: Boston, MA, USA, 1998; pp. 201–216.\n48. Brewin, C.R. A cognitive neuroscience account of posttraumatic stress disorder and its treatment. Behav Res Ther. 2001 ,39,\n373–393. [CrossRef] [PubMed]\n49. Husain, F.T.; Zimmerman, B.; Tai, Y.; Finnegan, M.K.; Kay, E.; Khan, F.; Menard, C.; Gobin, R.L. Assessing mindfulness-based\ncognitive therapy intervention for tinnitus using behavioural measures and structural MRI: A pilot study. Int. J.Audiol. 2019 ,58,\n889–901. [CrossRef] [PubMed]\n50. Devinsky, O.; Morrell, M.J.; Vogt, B.A. Contributions of anterior cingulate cortex to behavior. Brain 1995 ,118, 279–306. [CrossRef]\n[PubMed]"
    }
  ]
}