{
  "doc_type": "scientific paper",
  "title": "On the lack of self-concept and social representation",
  "authors": [
    "Ferrer-Torres"
  ],
  "year": 2022,
  "journal": "Psychiatry and Forensic Medicine,",
  "doi": "10.21203/rs.3.rs-1914401/v1",
  "abstract": null,
  "keywords": [
    "misophonia",
    "social representation",
    "lexicometry",
    "mediational theory",
    "semantic differential"
  ],
  "research_topics": [
    "misophonia",
    "social representation",
    "lexicometry",
    "mediational theory",
    "semantic differential"
  ],
  "created_at": "2025-05-05T02:40:51.103300Z",
  "source_pdf": "documents/research/Global/Ferrer-Torres 2022 On the lack of self-concept and social representation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Page 1/22\nOn the lack of self-concept and social representation of\nmisophonia and their modulation by an intervention\nAntonia Ferrer-Torres  (  cmedicopsicologico@alfatier.es )\nCentro Médico Psicológico L'Alfatier, Barcelona, Spain AND Department of Psychiatry and Forensic Medicine,\nFaculty of Medicine, Universitat Autònoma de Barcelona, Barcelona, Spain\nLydia Giménez-Llort \nDepartment of Psychiatry and Forensic Medicine, Faculty of Medicine, Universitat Autònoma de Barcelona,\nBarcelona, Spain\nResearch Article\nKeywords: misophonia, social representation, lexicometry, mediational theory, semantic differential\nPosted Date: August 2nd, 2022\nDOI: https://doi.org/10.21203/rs.3.rs-1914401/v1\nLicense:   This work is licensed under a Creative Commons Attribution 4.0 International License.   Read Full\nLicense"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Page 2/22Abstract\nMisophonia is a poorly understood and underdiagnosed disorder. People who suffer from this condition without\nknowing it has a notable deterioration in their quality of life, affecting their personal and social relationships. The\npresent study characterized the self-concept of 82 people (women:men, 3:2) attending a medical psychology center\nin Barcelona before and after their diagnosis of misophonia and intervention to raise awareness. The social\nrepresentation of misophonia was also studied in their close relatives. A lexicometric analysis using IRaMuTeQ\nsoftware quali\u0000ed and quanti\u0000ed the 164 participants' words to describe the patient's behavior (associative cards\nmethod) in a list of situations reported but not yet identi\u0000ed as triggers of misophonic responses. The corpus of\ntext, branching, and the word clouds of the most used words showed a high frequency of negative quali\u0000ers\n(attributed to personality) from relatives [ranking:“irritable” (n=30), “narrow-minded” (n=24) and “anxious” (n=15)]\nand in the self-concept of patients [ranking: “irritable” (n=34) and “anxious” (n=26), tolerant (n=24) and frank\n(n=18)], with higher diversi\u0000cation in patients than relatives (14:8 quali\u0000ers n>10), and an increased post-\nintervention (17:10 quali\u0000ers >10). The intervention strongly modi\u0000ed the corpus since “misophonic” and “disorder”\nappeared in the self-concept post-intervention, but not the concept, suggesting relatives need substantial efforts to\nbe aware of the nature/impact of the disorder. The distribution of misophonia levels differed among sexes (higher\nrepresentation of women at level 2 [56%], while men mainly were diagnosed at level 3 [50%]) while age only showed\ntends. Interestingly, the intervention increased 2.71 points the misophonia score obtained in a self-administered\nquestionnaire repeated seven months later and rescued 13.4% of positive diagnoses, suggesting that for the\npatients to recognize the diagnosis of misophonia in themselves, they must \u0000rst   be aware of this concept. The\nindividuals with less self-concept stability more frequently recognized themselves as misophonic. Besides, 21% of\nthe variance in the change in self-concept was explained by the change in the concept of a close relative. In\nsummary, the lack of self-concept and social representation of misophonia have strong implications for all the\nactors and are relevant to design interventions to reduce their impact.\nIntroduction\nFirst described in 2001 (Jastreboff and Jastreboff, 2001, 2002, 2014), misophonia is a recently identi\u0000ed disorder.\nAlthough its prevalence may be relatively high (Jastreboff and Jastreboff, 2014; Wu et al., 2014; Zhou et al., 2017;\nNaylor et al., 2020; Siepsiak et al., 2020b; Ferrer-Torres and Giménez-Llort, 2021a), it is considered underdiagnosed\nand is scarcely known to the general population. Scienti\u0000c contributions on misophonia, also scarce, have\nincreased in recent years, and the \u0000rst consensus de\u0000nition has been published (Swedo et al., 2022). This complex\nneurophysiological and behavioral disorder is characterized by more signi\u0000cant physiological and emotional\nresponsiveness, triggered by intolerance to speci\u0000c auditory stimuli (Jastreboff and Jastreboff, 2001, 2002; Möller,\n2011; Wu et al., 2014). It is a state characterized by low tolerance to sound regardless of its physical\ncharacteristics (Jastreboff and Jastreboff, 2002). The stimuli that trigger misophonic symptoms can be of any\nnature, caused by other people, environmental, or produced by machinery or animals (Edelstein et al., 2013; Swedo\net al., 2022). However, the most common are mouth or nose sounds, for example, chewing or heavy breathing (Wu\net al., 2014; Eldestein et al., 2013). When faced with the stimulus, the symptoms that a person with misophonia\nexperiences are varied, but the most frequent are anger, disgust, discomfort, and the need to escape from the\nstimulus (Zhou et al., 2017). Regarding physical symptoms, there is muscle constriction and increased heart rate\n(Edelstein et al., 2013; Siepsiak and Dragan, 2019; Ferrer-Torres and Giménez-Llort, 2021a). In general, intolerance\nof these sounds negatively in\u0000uences the quality of life of those who suffer from it, mainly affecting their\ninterpersonal relationships (Sánchez and da Silva, 2018; Ferrer-Torres and Giménez-Llort, 2021b). At present, there"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Page 3/22are few diagnostic methods and no treatment for misophonia that have been validated. However, in recent years,\ndifferent options have been proposed that allow an approach to diagnosing misophonia  (Schöder et al.,2013;\nDozier et al., 2017) with assessment tools based on the degree and diversity of symptoms of a person with\nmisophonia (Wu et al., 2014; Siepsiak et al., 2020a; Rosenthal et al., 2021). On the other hand, the treatment\nproposals developed mainly focus on cognitive-behavioral therapy and auditory and pharmacological treatments\n(Haq et al., 2021; Sarigedik and Yurteri, 2021; Johnson, 2019). \nIt is known that the spectrum of bio-psychosocial health is critical for person-centered care (i.e., Molima et al.,\n2021), mainly in chronic conditions and mental health (Wood et al., 2021). Therefore, in parallel to the clinical\nrelevance of misophonia in terms of origin, diagnosis, and treatment, research efforts are needed to address the\ndisorder from a bio-psycho-social perspective. Thus, in parallel to the misophonia study's primary de\u0000ciencies, such\nas underdiagnosis and differential diagnosis due to the high comorbidity with other emotional and auditory\ndisorders, the individual and social recognition of the problem will improve the situation and the quality of life of\npeople with misophonia. The medical psychology and the social representation that de\u0000ne and classify\nmisophonia are imperative to make it an accepted and recognized concept by individuals and society.\nSince its initial formulation by Serge Moscovici in 1961, the Theory of Social Representations (TSR) has been\nwidely used in psychology and sociology, the disciplines in which it originated. Currently, it is also developed and\nstudied in disciplines such as psychiatry and neurology, particularly in interpersonal relationships and the concept\nof illness and the sick (Bone Montoro, 2006). The a\u0000rmations, values, and de\u0000nitions within a social representation\nhelp people orient themselves and function in the social environment (Halbwachs, 1992). In other words, social\nrepresentation provides a common code that names and classi\u0000es different aspects of the world. In this way,\nindividuals obtain a common perception of a speci\u0000c topic and act according to it (Jedlowski,\n1997). Moscovici (Moscovici, 1981) de\u0000ned Social Representation as a socially elaborated and shared knowledge\nwhose function is to elaborate behaviors and communication between individuals. On the other hand, social\nrepresentation could not be complete without considering the effect of collective memory, which refers to the\nmemories that society collects as a whole (Halbwachs, 1992). The collective memory is shared, transmitted, and\nconstructed by the social group (Jedlowski, 1997). This allows social representation to be developed based on\nthese sets of memories. It is important to note that individuals' social representations of speci\u0000c people, objects, or\nsituations allow us to glimpse what they think or imagine about them (Delval, 1995, Morgiève et al., 2021)\nIn the current work, the above de\u0000nitions and statements hypothesize that the existing social ignorance of\nmisophonia could augur a distorted perception of the disorder, the people who suffer from it, and their behaviors. If\nthis is added that living with a person suffering from misophonia is often uncomfortable and, in some cases,\nchallenging (Ferrer-Torres and Giménez-Llort, 2021b), it is evident that giving visibility to both the disorder and the\npeople suffering from misophonia becomes a fundamental need to improve the quality of their life and their\ninterpersonal relationships. This is why, in this study, misophonia was approached from the social representation,\nwhich requires responding to the needs of classi\u0000cation and understanding complex or painful events; justi\u0000cation\nof actions planned or committed against other groups; and differentiation of one group from the others (Tateo and\nIannaccone, 2012). That is, classify misophonia as a neurophysiological disorder and understand its symptoms,\njustify the perception that the population has about misophonic people's behavior, and \u0000nally differentiate the\nbehavior of a misophonic person from that of a person non-misophonic person in social development.\nOn the other hand, the present study performed a lexicometric analysis. From this approach, it is expected to know\nthe meanings and their representations in the experiences of misophonic responses, as well as in the apprehension"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Page 4/22of the concept as a disorder. At this point, researchers have highlighted the role of language as a catalyst for man's\nrelationship with the community and with culture as its product (Tateo and Iannaccone, 2012). Hence, through\nlanguage, it is possible to establish social representations according to the inhabited culture or society.\nFinally, the research evaluated the effects of an intervention under the hypothesis that it may increase the disease's\nsocial representation in patients and rescue a signi\u0000cant proportion of negative diagnoses in the baseline A-MISO-S\ntest (Schröder et al., 2013) when this social representation was not present yet. We also tested the hypothesis that\nthe intervention is associated with changes in the value of self-concept and that the increase in social\nrepresentation changes the self-concept that the patients have when they are under triggering events and the\nconcept of their close relatives.\nIn summary, this research aimed to demonstrate that the lack of social representation of misophonia determines\nthe negative way to qualify the disorder, as well as the self-concept of the patient with misophonia and the concept\nthat relatives have of them. Also, to study the effects of an intervention on these psychological constructs and the\nmisophonia assessment.\nMaterials And Methods\nParticipants\nThis prospective descriptive study was carried out in three phases, from September 2019 to March 2020, and\nconsisted of three phases according to a pre-post analysis and an intermediate intervention. The initial sample was\n123 people regularly attending a Medical and Psychological Center in the city of Barcelona (Spain) and their close\nrelatives. At the end of phase 1, the diagnosis of misophonia was con\u0000rmed or not, and the study sample was\nreduced to 82 people with a positive diagnosis and their close relatives. The information about the study and the\ninstructions were equal for both groups. The data were analyzed in a double-blind manner to eliminate the\ncon\u0000rmation bias. For the present study, only the results of the pre-post analysis of this 82 M+ and relatives sample\npopulation are presented. \nThe inclusion criteria for patients were de\u0000ned as follows: Women and men over 18 years of age; Be a regular\npatient of the Centre; Agreement to participate in the study and that signed the informed consent; Have performed\nthe clinical anamnesis; Diagnosis of misophonia (M+) through the Amsterdam Misophonia Scale (A-MISO-S); At\nleast mouth and nasal sounds identi\u0000ed as triggering stimuli in the patient's diagnosis; Having a minimum of four\ntriggering stimuli.\nExclusion criteria were: History of phonophobia, hyperacusis, tinnitus, tympanic membrane perforation, or\ntemporomandibular disorders (TMDs); Having any degree of hearing impairment, from mild to severe, following the\nBureau International d‘Audio-Phonologie (BIAP) criteria, which indicates mild hearing loss starting at 20dB; Have\nreceived treatment for misophonia. \nEach of the patients asked a close relative to participate in the study. The relative had to be the closest person who\nlived with the affected person daily since the objective was to evaluate the patient's reaction to misophonic triggers.\nThe other inclusion criteria for family members to participate were: Over 18 years of age; Agreement to participate\nin the study, and sign the informed consent. \nStudy design, procedures, and evaluation too"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Page 5/22Phase 1 – Pre-analysis\n1.1. List of Situations, Self-concept and Concept (pre-intervention)\nA clinical anamnesis was carried out individually with the initial 123 patients over two sessions, one hour each. In\nthese interviews, misophonia was not mentioned at any time. Patients were asked about situations that the\nresearcher knew could show the presence of misophonia, the history and evolution of the symptoms, and the\npresence of possible symptoms in other family members. Besides, patients were asked to describe situations in\nwhich they felt uncomfortable or upset for no speci\u0000c reason and how these situations affected their quality of life.\nThen, a qualitative-interpretive analysis was done of their anamnesis. From these interviews, a document was\nprepared for each patient with \u0000ve situations described by themselves (List of Situations, LS), which the\nprofessional valued as possible misophonic situations. \nThe patients and their families had to assess, using adjectives or quali\u0000ers, the perception they had of the patient in\none (chosen by the technician) of the \u0000ve situations they described in the LS. These adjectives and quali\u0000cations\nwere answered anonymously using the associative cards method (Abric,1994;1996), which consists of reproducing\na set of free associations or associative chains concerning a so-called ‘basic inductor term’. In this case, the primary\ninductor referred to the situation chosen by the technician. This task aimed to make a list of adjectives and\nquali\u0000ers with directionality in the meaning of the responses, which were initially misophonic. Subsequently, \u0000ve\nprofessionals analyzed all the adjectives and words described by the patients and their relatives: only common\nexpressions and those contemplated by the Royal Spanish Academy (RAE) were taken as valid. Once the \u0000nal list\nwas made, they were classi\u0000ed into three categories: positive quali\u0000ers (value: 1), negative (value: -1), and neutral\n(value: 0). Those with a frequency less than or equal to 5 were eliminated; only \"misophonia\" was included even\nthough the concept had less frequency (2 times). Subsequently, this list was used to evaluate the psychological and\nsemantic meaning (concept of the family member and self-concept of the misophonic patient described in the\nsituations).\nThe quantitative and qualitative textual lexicometric analysis was carried out (Moreno and Ratinaud, 2015) through\nthe program \"Iramuteq, version 0.7. Alpha 2”. This program is designed to perform differentiated textual analyses\naccording to sociodemographic characteristics aimed at studying the similarity or proximity between the textual\nelements of a set (Ruiz Bueno, 2017).\n1.2. First evaluation of Misophonia (pre-intervention)\nThe Amsterdam Misophonia Scale (A-MISO-S) was used to assess whether the initial sample of 123 patients was\nsuffering from misophonia (M+) (Schröder et al., 2013). For the only purpose of this study, to facilitate data\ncollection and analysis, the \u0000ve levels of this numerical scale [9] were labeled as follows: level 0, not misophonic\n(for a score of 0-4, subclinical); level 1 (5-9, mild); level 2 (10-14, moderate); level 3 (15-19, severe); level 4 (20-24,\nextreme).\n2. Phase 2. Intervention \nPatients M+ and their close relatives participated in an intervention that started with a three-hour group intensive\nsession about the misophonia disorder, its characteristics, etiology, types of triggers, and responses. After that, as\npart of this intervention, the patients had to record all those situations that produced misophonic responses for a\nmonth. They had to score them from 1 to 10 according to their physical and emotional reactions. They also had to"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Page 6/22describe the event and the agents involved. During this task, their close relatives were requested not to intervene in\nany way, directly or indirectly.\n3. Phase 3 – Post-analysis\n3.1. Second evaluation of Misophonia (post-intervention)\nSeven months later, the third phase of this study began, and the 82 people M+ were administered the test of\nmisophonia A-MISO-S again (Schröder et al., 2013).\n3.2. Self-concept and Concept (post-intervention) \nThe patients and their families were interviewed again using their corresponding List of Situations from Phase 1.\nPatients and relatives were asked again to provide \u0000ve quali\u0000ers (adjectives, nouns, and verbs), and the post-\nanalysis was carried out in the same manner described for Phase 1.\nData and Statistical analysis   \nThe statistical program R (V 4.1.1) was used. Data are expressed as raw data, means, and SEM or percentage. A\nproportions test with continuity correction was used to estimate the proportion of patients initially diagnosed\nwithout misophonia. To evaluate the effect of the intervention on people with misophonia, the pre-post difference in\nthe diagnosis of misophonia (A-MISO-S score) was taken as the primary clinical outcome and analyzed using\npaired t-statistics. Other clinical outcomes of interest were the difference in self-concept before and after the\nintervention. The number of selected adjectives that remained the same before and after the program was de\u0000ned\nas a measure of self-concept stability. For each individual, the average of the positive, negative, and neutral values\nof the adjectives was computed, and the change in the value of the self-concept was calculated as the difference\nbefore and after the intervention. The same analyses were performed with the concept of their close relatives and\nthe correlation of the self-concepts of patients and relatives. Two-tailed paired t-test was used to analyze the\ndiagnostic changes, self-concept stability, and self-concept value with the intervention. \nResults\n1. Demographics and Diagnosis of Misophonia\nThe demographics and diagnosis of Misophonia of the initial and the target samples are depicted in Table 1.\nTable 1. Demographics and diagnosis of Misophonia in the patients’ population"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Page 7/22Variable Variable classi\u0000cation Patients n [%]\nPhase 1- Pre-intervention\nSex Total sample 123 [100]\nWomen 78 [63.41]\nMen 45 [36.59]\nAge 18 to 34 years old 35 [28.46]\n 35 to 50 years old 48 [39.02]\n 51 to 87 years old 40 [32.52]\n Awareness Aware about misophonia 2 [1.62]\nPhases 2 and 3– Intervention and Post-intervention\n  Total sample pre-post analysis 82 [100]\nSex Women 48 [58.54]\n  Men 34 [41.46]\n  18 to 34 years old 23 [28.05]\n Age 35 to 50 years old 36 [43.90]\n  51 to 87 years old 23 [28.05]\nAwareness Aware about misophonia 82[100]\n  Level 0 (absence M+, 0-4) 52 [42.27]\nPhase 1\nMisophoniaLevel 1 (mild M+, 5-9) 6 [4.87]\n(M+) Level 2 (moderate M+, 10-14) 36 [29.26]\nPre-intervention Level 3 (severe M+, 15-19) 25 [20.23]\n  Level 4 (extreme M+, 20-24) 4 [3.25]\n  Level 0 (absence M+, 0-4) 41 [33.33]\nPhase 3\nMisophoniaLevel 1 (mild M+, 5-9) 5 [4.06]\n(M+) Level 2 (moderate M+, 10-14) 37 [30.08]\nPost-intervention Level 3 (severe M+, 15-19) 31 [25.20]\n  Level 4 (extreme M+, 20-24) 9 [7.31]\nNote: Assessed using the Amsterdam Misophonia Scale (A-MISO-S) (Schröder et al., 2013). The authors adapted\nthe levels for the only purpose of facilitating analysis in the present work."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Page 8/22The total number of people with clinical anamnesis suspicious of misophonia and accepting to participate in the\nstudy was 123 clients (Sex: 78 women (63.41%) and 45 men 45 (36.59%); Ages: 35 (28.46%) were 18 to 34 years\nold; 48 (39.02%) were 35 to 50 years old; 40 (32.52%) were 51 to 87 years old). Only two out of 82 patients, 2\nfemales 25 and 27 years old, with an extreme misophonia level according to A-MISO-S, were aware of the\nmisophonia disorder and their condition when starting the study, although they did not yet have an o\u0000cial\ndiagnosis. They went to the center requesting help for the issue of misophonia. The rest of the patients, unaware of\nthe disorder and suffering from it, attended the center to request help for depression or anxiety, among other issues.\nOn Phase II, forty-one (33.33%) of them (30 women and 11 men) were excluded because their diagnosis of\nmisophonia was negative (A-MISO-S, score 0-4). The demographics of the \u0000nal sample of 82 patients had a sex\nratio of 3:2 women to men.\nFor the present study, only the results of the pre-post analysis of this 82 M+ sample population are reported in the\nfollowing subsections.\n2. Self-concept and Concept – Pre-intervention\nThe \u0000rst time the participants provided the \u0000ve quali\u0000ers to describe the behavioral and psychological pro\u0000les of\nthe patients in misophonic situations, neither the patients nor their relatives were aware of misophonia as a\ndisorder except for two.\nThe answers of those two females and their close relatives are detailed below. Since quali\u0000ers are very speci\u0000c and\nsome may be bivariant (Emergencias.Portalsemes.org, 2015), the quali\u0000ers are reported in Spanish, the language\nused by participants, followed by its translation into English. Both patients aware of misophonia quali\u0000ed\nthemselves or their behavior as (in order of citation): Women 1: Misofónica-Misophonic, Irritable-Irritable, Ansiosa-\nAnxious, Alterada-Altered, Hipersensible-Hypersensitive; Women 2: Misofónica-Misophonic, Inquieta-Restless,\nImpaciente-Inpatient, Nerviosa-Nervous, Irritable-Irritable. Their respective close-relatives provided the following\nquali\u0000ers: Ansiosa-Anxious, Misofónica-Misophonic, Trastorno-Disorder, Irascible-Short-tempered, Nerviosa-\nNervous; and Misofónica-Misophonic, Irritable-Irritable, Nerviosa-Nervous, Ansiosa-Anxious, Impaciente-Impatient.\nThe results from the rest of the participants, unaware of the disorder, are depicted in Table 2. The original quali\u0000ers\n(in Spanish) and their translation into English are provided for the self-concept (patients) and concept (close-\nrelatives) of behavioral and psychological pro\u0000les of the patients in misophonic situations before (Table 2AB) and\nafter (Table 2CD) the intervention. A total of 2,368 adjectives and quali\u0000cations were registered by the 164\nparticipants (patients and relatives). Once the technicians carried out the evaluation process, 222 words remained.\nOnly frequencies over 10 were considered representatives and used for further analysis. This data analysis was\ncomplemented with the branching analysis and the word cloud generated by the IRAMUTEQ software, as illustrated\nin Figure 1.\nTable 2. Self-concept and concept pre- and post-intervention"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Page 9/22A. People M+ pre-intervention \nB. Close-relatives pre-intervention \nSelf-concept FrequencyPercentage  Concept   FrequencyPercentage \nTotal number of qualifiers 231 [100] Total number of qualifiers 122 [100] \nSpanish English     Spanish English     \nIrritable  Irritable 34 [14.72] Irritable Irritable 30 [24.59] \nAnsiosa/o  Anxious 26 [11.26] Intolerante  Narrow-\nminded24 [19.67] \nTolerante  Tolerant 24 [10.39] Ansiosa/o   Anxious 15 [12.30] \nFranca/o Frank 18 [7.79] Directo Direct 12 [9.84] \nNerviosa/o  Nervous 16 [6.93] Exigente  Demanding 11  [9.02] \nIntolerante  Narrow-\nminded16 [6.93] Nerviosa/o Nervous 10 [8.20] \nAsertiva/o  Assertive 15 [6.49] IntransigenteIntransigent 10 [8.20] \nDirecta/o  Direct 14 [6.06] Claro Clear 10 [8.20] \nCorrecta/o  Polite 14 [6.06]           \nTranquila/o Calm 11 [4.76]           \nPerfeccionista Perfectionist 11 [4.76]           \nIndiferente Indifferent 11 [4.76]            \nAdaptable  Adaptable 11 [4.76]            \nExigente  Demanding 10 [4.33]            \n                   \nC.  People M+ post-intervention  \nD. Close-relatives post-intervention   \nSelf-concept FrequencyPercentage Concept   FrequencyPercentage   \nTotal number of qualifiers 340 [100] Total number of qualifiers  167 [100] \nSpanish English     Spanish English \nMisofónica/oMisophonic 79 [23.24] Intolerante Narrow-\nminded32 [19.16] \nIrritable Irritable 37 [10.88] Irritable Irritable 31 [18.56] \nTrastorno Disorder 30 [8.82] MalcaracterBad\ncaracter21 [12.57] \nAnsiosa/o Anxious 21 [6.18] Asertiva/o Assertive 15 [8.98] \nNerviosa/o Nervous 19 [5.59] Iracunda/o Irate 13 [7.78] \nHipersensibleHypersensitive 19 [5.59] Egoísta Selfish 13 [7.78] \nSensible Sensitive 18 [5.29] Refunfuñón/aGrumpy 12 [7.19] \nAsertiva/o Assertive 16 [4.71] Severa/o Severe 10 [5.99] \nTolerante Tolerant 14 [4.12] Maniática/oManic 10 [5.99] \nVulnerable Vulnerable 12 [3.53] Impaciente Impatient 10 [5.99] \nInquieta/o Restless 12 [3.53]         \nIrascible Short-\ntempered11 [3.24]         \nSusceptible Touchy 11 [3.24]"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Page 10/22Correcta/o Polite 11 [3.24]         \nMiedosa/o Fearful 10 [2.94]         \nFranca/o Frank 10 [2.94]         \nRespetuosa/oRespectful 10 [2.94]         \n \nThe lexicometric analysis evaluated the similarity between the adjectives or quali\u0000ers that the patient described\nduring Phase I on their misophonic behaviors/responses during the 5 situations described in the List of Situations\n(LS) (Figure 1A) three dimensions or lexical representational nuclei (Spanish-English): Irritable-Irritable, Franca/o-\nFrank and Tolerante- Tolerant in the case of the nucleus of Irritable-Irritable, it was associated with Ansiosa/o-\nAnxious, Intolerante-Narrow-minded and Nerviosa/o–Nervous. It was also associated with Perfectionista-\nPerfectionist, Exigente-Demanding, and Directa/o-Direct, although less frequently. In the case of Directa/o-Direct, it\nwas associated with Franca/o-Frank, which, in turn, was associated with Correcta/o-Correct and Asertiva/o-\nAssertive associated with the nucleus of Tolerante-Tolerant whose constellation of words constituted by\nTranquila/o-Calm, Adaptable-Adaptable and Indiferente-Indifferent.\nRegarding their close-relatives (Figure 1B), before the intervention, two representational nuclei of certain relevance\ncan be found: Irritable-Irritable and Intolerante-Narrow-minded. A third nucleus has a lower frequency. The best-\nde\u0000ned set was that of Irritable-Irritable, which in turn was directly related to two nuclei Intolerante-Narrow-minded\nand Directa/o-Direct. On the other hand, Irritable-Irritable is associated (in frequency) with Ansiosa/o-Anxious,\nIntransigente-Intransigent and Nerviosa/o-Nervous, whereas Intolerant-Narrow-minded is related to Exigente-\nDemanding. \nAfter the intervention, the lexicometric analysis of the quali\u0000ers provided by the patients (Figure 1C) showed a large\nrepresentational core standing out and two less representative lexical cores derived from it. In the most\nrepresentational group, the word Misofónica/o-Misophonic appeared \u0000rst and associated with this, in order of\nfrequency, appeared Irritable-Irritable, Trastorno-Disorder, Ansiosa/o-Anxious, Nerviosa/o-Nervous, Hypersensible-\nHypersensitive, Sensible-Sensitive, Tolerante-Tolerant, Vulnerable-Vulnerable, Inquieta/o-Restless, Irascible-Short-\ntempered, Susceptible-Touchy, Miedosa/o-Fearful. In turn, Misofónica/o-Misophonic was associated with\nAsertiva/o-Assertive and this was related to Franca/o-Frank. A third nucleus associated with Misofónica/o-\nMisophonic was Directa/o-Direct and, in relation to this, Respetuosa/o-Respectful.\nThe fourth lexicometric analysis (Figure 1D), referring to the close relatives after the intervention, showed a much\nmore dispersed representation, which consisted of four small groups. The most frequent concept was Intolerante-\nNarrow-minded, a process interconnected with the nuclei corresponding to Irritable-Irritable, Malcaracter-Bad\ncharacter and Severa/o-Severe. On the other hand, Intolerante-Narrow-minded was related to Refunfuñon/a-Grumpy\nand also Irritable-Irritable that in turn was related to Maniática/o- Manic and Impaciente-Impatient. The quali\u0000er\nMalcaracter-Bad character was related to Iracunda/o- Irate and Egoísta-Sel\u0000sh. Finally, Severa/o-Severe was related\nto Asertiva/o-Assertive.\n3. Diagnosis of misophonia after the intervention\nAs a result of the study, 82 individuals were ultimately diagnosed with the A-MISO-S program, with a mean of 14.97\n(sd=5.51). The number corresponding to the observed misophonic degrees is shown in Table 1 (post-intervention)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Page 11/22In particular, women had a higher representation at level 2 [56%], while men were mainly diagnosed at level 3 [50%].\nThe difference in the distribution of misophonia levels between both sexes was statistically signi\u0000cant (Fisher exact\ntest, P=0.03). We found age differences that tended to be statistically signi\u0000cant between high (>1) and low (=1)\nlevels of misophonia (Odds Ratio=1.08, P=0.061).\nFor these 82 misophonic individuals, we reviewed their initial diagnosis by A-MISO-S values before the intervention.\nThere, 11 of the 82 patients were initially diagnosed without misophonia. Therefore, the proportion of positive\ndiagnoses rescued after the intervention was 13.4% (proportion=0.13, 95%CI=0.07, 0.23). To measure the increase\nin the level of diagnosis, we compared the A-MISO-S scores before and after the intervention (Figure 2A). We\nobserved that no individual had a higher score before the intervention than after and con\u0000rmed that patients with a\nhigh degree of initial misophonia had a high degree of \u0000nal misophonia (R=0.58, P=1.36×10-8).\nRegarding the increase in the score given by the difference in the A-MISO-S score before and after training (Figure\n2B), we observed a signi\u0000cant increase of 2.71 points (paired t-test, 95%CI=1.72, 3.71). Concerning the differences\nin misophonia levels, we observed that although the misophonia levels of the majority of patients (60) did not\nchange, 22 of them increased the \u0000nal classi\u0000cation level (Figure 1C). Finally, we observed that the level difference\nwas correlated neither with gender differences (Figure 1D) (Fisher exact test, P=0.89) nor with age (OR=0.96,\nP=0.10).\n4. Changes in self-concept after the intervention\nThe patients' self-concept of their disorder was given by 5 adjectives or quali\u0000ers selected from their LS triggering\nsituations. Within the adjectives, there was that of being misophonic. We analyzed the change in the adjectives of\nthe 82 patients with a positive diagnosis at the end of the study. While in the pre-intervention analysis, only 2\nindividuals identi\u0000ed themselves as misophonic, a total of 78 did so in the post-intervention analysis. \nRegarding the self-concept stability, in general, terms, taking into account all the adjectives used, there was little\nstability in the adjectives given for the same situations before and after the intervention. One patient kept the same\nlist of 5 adjectives, 2 patients kept 4 adjectives, 7 patients kept 3, 21 patients kept 2, 27 patients kept only 1, and 24\npatients changed all the adjectives. Interestingly, the individuals with less self-concept stability more frequently\nrecognized themselves as misophonic (OR=0.42, P=0.007).\nTo assess the psychological attitude of misophonic patients towards the triggering events, we calculated the mean\nvalue of self-concept for each individual according to the value given to adjectives or quali\u0000ers. The mean value of\nself-concept before training in patients with a positive diagnosis at the end of the study was 0.10 (sd=0.63) (Figure\n3A). Although patients generally had an initial positive self-concept, this value changed its sign after the\nintervention (-0.24, sd=0.40) (Figure 3B). The reduction in −0.34 of the self-concept value was signi\u0000cant\n(t(df=81)=-5.22, P=1.34×10-6). This pattern in the reduction of self-concept was also seen in the concept given by\nrelatives. In the case of relatives, the mean value of the concept before the intervention was markedly negative\n(-0.31, sd=0.70) (Figure 3C). After treatment, this score fell to -0.62 (sd=0.54). The reduction of -0.31 was signi\u0000cant\n(t(df=81)=-5.10, P=2.16×10-6), and although less than the self-concept value, it should be noted that it occurred at\nalready very low levels of family approval. \nFinally, we calculated the differences between the self-concept values before and after the intervention and\ncompared them with the differences in the values given by the relatives. We observed a high correlation between the"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Page 12/22two (Figure 3E) (R=0.46, P=1.23×10-5), suggesting that 21% of the variance in the change in self-concept can be\nexplained by the change in the concept of a close relative. \nDiscussion\nThe present report provides evidence of the lack of awareness, self-concept, and social representation of\nmisophonia in a sample of Spanish patients and their close relatives. The qualitative and quantitative lexicometry\nanalysis also described the main concepts and their branching, showing that relatives' perception was worse than\nthat of the patients, both before and after the intervention.\nFirst, the results regarding lexicometry concluded, both in the pre- and post-analysis, considerable disquali\u0000cations\nboth by the patients towards themselves and by their close family members towards the patients. \nBefore the interventions, patients perceived themselves as irritable, anxious, tolerant, frank, nervous, narrow-minded,\nassertive, direct, correct, calm, perfectionist, indifferent, adaptable, and demanding. On the other hand, the most\nfrequent attributes of family members at that time were: irritable, narrow-minded, anxious, direct, demanding,\nnervous, intransigent, and clear. The ranking highlights that the family members consider the patient more\nintolerant and demanding than the patients, and the most frequent quali\u0000ers did not include any that could be\nconsidered with positive valence, despite appearing with low frequency in the branch analysis. Thus, it can be seen\nthat the patients' self-concept and the concept that family members had of them mostly alluded to negative\naspects of personality. The patients and the family members attributed the behaviors to personality aspects, and\nonly two patients (aware of the disease condition) attributed them to misophonia.\nDuring the post-analysis, the patients' representations of themselves after the diagnosis and intervention on\nmisophonia were Misophonic, irritable, disorder, anxious, nervous, hypersensitive, sensitive, assertive, tolerant,\nvulnerable, and restless short-tempered, touchy, fearful, correct, frank, and respectful. In contrast, the\nrepresentations of their close relatives in this phase were: narrow-minded, irritable, bad character, assertive, irate,\nsel\u0000sh, grumpy, severe, manic, and impatient.\nIt is important to note that in Phase 1, there were no records on the word misophonia nor allusion to any disorder\nwhen patients were asked to rate the behaviors and psychological status during the ‘misophonic situations’\ndescribed during the anamnesis, except for only two occasions. These particular couple of cases referred to an\nillness and a disorder, respectively, and were recorded by the only two people who knew about misophonia.\nInterestingly, the diagnosis of misophonia in these two patients was extreme misophonia. As reported in previous\nwork, the education level of the sample population attending this clinical center is medium (High school) to high\n(University) (Ferrer-Torres and Giménez-Llort, 2021b). Therefore, it could be feasible that the severity of their\ncondition was the main reason for their awareness. \nAnother noteworthy fact is that in Phase 3, once the intervention was completed, contrary to what might be\nexpected, the word misophonia only appeared in the group of patients, this being the most referenced quali\u0000er since\nonly three patients did not use this word to describe themselves. It should also be noted that the word ‘Disorder’\nappeared in this subgroup, so it was an indirect reference to Misophonia. In contrast, the rest of the quali\u0000ers\nalluded to the symptoms, but not to the disorder itself, despite knowing their diagnosis of Misophonia and having\nbeen recognized. This result could be justi\u0000ed because patients share general beliefs and stereotypes about mental\ndisorders or illnesses but do not attribute them to themselves (Cockherham, 1979). In addition, most of the\npopulation is not represented in mental illness, despite having it (WHO, 1959; Nunnallv, 1961; Halpert, 1963;"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Page 13/22Townsend, 1975; Farina and Fisher, 1982). It should also be noted that in this post-analysis phase, and for the\ngroup of patients, other words also appeared, which despite being classi\u0000ed as negative (-1), could be interpreted as\nmore self-indulgent.\nOn the contrary, regarding the representations that close-relatives made of misophonic responses after learning\nabout the disorder and the patient's diagnosis, only three close-relatives quali\u0000ed the behaviors of patients as\nMisophonia, a fact that is not re\u0000ected in Table 2D because their frequency was less than ten. As can be seen in the\nsame Table, the relatives did not represent the patient's behavior with other words that indirectly alluded to the\nMisophonia, such as Disorder, Illness, among others. These data may be justi\u0000ed because the relatives of people\nmentally ill tend to interpret the symptoms as normal expressions of stress  (Cockherham, 1979). It should also be\nnoted that the references made by family members at this stage were generally considerably more negative than\nthose made during the pre-intervention phase. This is possible because the social representation of psychological\nillness conceives the patient as responsible for their situation, a fact that does not occur with the bio-medical\nrepresentation, which exonerates the family and the patient and eliminates all personal responsibility for their\nsituation (Farina and Fisher 1982). In addition, at a general level, mental illness is quali\u0000ed as an abnormality, or a\ndisorder, only when the behavior is strange, that is, when the deviations are extreme (Nathan and Harris, 1983). \nFinally, it should be noted that the group of patients, both in the pre- and in the post-analysis, were more accepting\nthan their relatives were with them. In addition, in both groups, the misophonic behavior was represented by\nnegative ratings, and the relatives were much more emphatic. The classi\u0000cation highlights that relatives consider\nthe patient more intolerant than patients. Another noteworthy fact is that in the pre- and post-analysis, positive\nattributions appear above a frequency greater than or equal to ten in the group of patients. On the contrary, neither\nin the pre- nor post-analysis did any positive words equal to or greater than ten appear in the family group.\nIn both groups, after the intervención, an increase in the social representativeness of the misophonia disorder was\nobserved. With this, it can be concluded that the self-concept that patients have of themselves was determined by\nthe absence of knowledge of the disorder. The same occurred with family members who, by not knowing the\nconcept of misophonia, devalued the symptoms that the patient has and considered her/him intolerant and with a\nwrong attitude. This rea\u0000rms the idea that the unknown can be threatening when one doesn't have a category to\nclassify it (Moscovici, 1981). From these results, it is important to consider that the psychological meaning that\neach one has of certain representations is fundamental in the cognitive organization, being these constituted by\ntwo elements: knowledge and effects (Szalay and Bryson, 1973). These two elements will determine the behaviors,\nrelationships, and actions a person maintains in their emotional, social, work-life, and with themself (Szalay and\nBryson, 1973). \nThe evaluations of misophonia before and after the formative sessions gave very different results. This fact was\nnot unexpected since, from the author's clinical experience, the personalized interviews with participants already\nallowed us to estimate that there were more patients with this disorder than those identi\u0000ed by the A-MISO-S test.\nThus, the diagnoses increased once the patients were aware of the existence of misophonia. It is known that the\nreliability of a test administered for the second time depends on the time that elapses between the \u0000rst test and the\nretest. However, in the current study, the discrepancy may be due to the lack of awareness of the concept of\nmisophonia, since the A-MISO-S tool is a self-administered questionnaire (Schröder et al., 2013), which means that\nthe patient will respond according to their experience, knowledge, and self-perception. Besides, the time elapsed\nbetween both tests was seven months. This work does not detract from the e\u0000cacy of the test. Rather, it shows\nthat, because it is a self-assessment test, misophonia's lack of social representation may affect the results."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Page 14/22We hypothesize that once the patients are aware of misophonia, they are more perceptive in identifying the disorder.\nTherefore, the formative sessions are likely to be the main reason for the differences observed. In this way, the\nimportance of social representation as a tool for self-concept and recognition of misophonia would be con\u0000rmed.\nConversely, the diagnosis of patients should be rea\u0000rmed with other tests, for example, the MISOQU EST\ntest (Siepsiak et al.,2020a) and the Duke Misophonia Questionnaire (DMQ) (Rosenthal et al.,2021). That is\nwhy using the social representation theory, which serves two main functions: to make the strange familiar and the\ninvisible perceptible (Farr, 1994), people have the necessary knowledge through which they can place themselves\nwithin what they know (Moscovici, 1981), in this case, to be able to recognize the diagnosis of misophonia in\nthemselves. \nFrom what has been described so far, it should be taken into consideration that the psychological meaning that\neach one has of certain representations is fundamental in the cognitive organization, these being constituted by\ntwo elements: knowledge and affection (Szalay and Bryson, 1973). These two elements will determine the\nbehaviors, relationships, and actions the person maintains in their affective, social, work-life, and with themself.\nTherefore, from what has been described so far, it is essential to ask how the perceptions of misophonic responses\nin\u0000uence socio-family interactions and concerning oneself if we also take into account that living with a person\nsuffering from misophonia often becomes an uncomfortable fact, and in some cases, excessively di\u0000cult, both for\nthe person who suffers it and for all the members of the family.\nRegarding the social representation of misophonia, we can conclude that the comprehension of this disorder can\nhelp reduce the problem for the patient. In addition, it can improve their self-concept, and the perception and the\nin\u0000uence on the people with misophonia exerted at the social level. This knowledge will also promote interest and\nincrease the research on this disorder.\nThe development and achievement of the social representation of misophonia have several implications since it\nwill be important to perform the following points: 1) To categorize people and their behaviors. In this case, to\ncategorize people with misophonia and their behaviors when subjected to misophonic stimuli. 2) As a training\nprocess in social representation, anchoring is the instrument to interpret reality and act on it. That is, once the\nconcept of misophonia is anchored, it will become a reality, and with it, the need to act on it arises, for example, by\nproposing diagnostic or treatment methods. 3) Since one function of social representation is to provide operational\nguidance for social life, for the resolution of problems and con\u0000icts, the application of social representation of\nmisophonia would mean having a guide that recognizes the symptoms of misophonia in a social environment, with\nwhich people who do not suffer from the disorder accept the situation and act accordingly.\nThe present work provides a picture of a singular scenario where a lack of self-concept and social representation\nhas been captured. However, since both self-concept and social representation are dynamic constructs in constant\nevolution, this can be considered a limitation. As recently discussed by other authors (Rosenthal et al.2021), there is\na diversity of sampling; therefore, studies considering other settings will be of interest as providing a speci\u0000c picture\nof these constructs. One would expect that the self-concept and social representation from community samples\n(McKay et al., 2018; Cassiello-Robbins et al., 2020, 2021) and students (Wu et al., 2014; Zhou et al., 2017; Naylor et\nal., 2020) be more alike, while it may slightly differ from those found in specialized scenarios such as clinical\nsettings (Schröder et al., 2013; Quek et al., 2018; Jager et al., 2020; Siepsiak et al.,2020b; Ferrer-Torres and Giménez-\nLlort, 2021) or misophonia support forums (Rouw and Erfanian, 2018) with higher awareness about the\ndisease. Other aspects derived from the intrinsic characteristics of the clinical sample can be a limitation since the"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Page 15/22level of Misophonia, but also sociodemographic factors such as the age, sex, education, and culture of the\nparticipants (people M+ and relatives) may model the studied psychological and sociological constructs.\nThe previous results show that the importance of expanding the knowledge of misophonia in the general\npopulation becomes tangible. In this way, we may expect that the quality of life of misophonic patients who usually\nare emotionally abused because the people around them do not understand them could be improved. Getting a\nbetter perception of people with misophonia at the social level will contribute to increasing interest and research on\nthis disorder. In this way, the social representation of misophonia will then ful\u0000ll its mission: ‘By giving a name to\nthings, they are more readily accepted.\nDeclarations\nData Availability Statement\nThe raw data supporting this article's conclusions will be made available by the authors, without undue reservation,\nto any quali\u0000ed researcher.\nEthics Statement\nAll procedures were approved by the ethics committee of Centro Médico Psicológico L'Alfatier. All participants were\ninformed of this study’s objectives and signed an informed consent form before participating in it. They also\ncon\u0000rmed that they accepted the General Data Protection Regulation (GDPR) policy.\nAuthor Contributions\nInterviews, data collection and analysis, manuscript draft: AFT. Both authors, AFT and LGL, contributed equally to\nthe concept, design, and scienti\u0000c discussion, as well as manuscript writing and approval.\nCon\u0000icts of Interest\nThe authors declare that the research was conducted without any commercial or \u0000nancial relationships that could\nbe construed as a potential con\u0000ict of interest.\nAcknowledgments\nWe are grateful to the participants for their trust and their willingness to contribute to \u0000ghting Misophonia through\nscienti\u0000c research.\nFootnotes\nFunding. This work did not receive \u0000nancial support.\nSupplementary Material"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Page 16/22None\nReferences\nAbric, J.C. Pratiques sociales et représentations. (1994). Paris: PUF.\nAbric, J.C. Speci\u0000c Processes of Social Representations. Papers on Social Representations. (1996) 5: 77-80.\nBone Montoro C. The suffering before the disease: An approach from the theory of social representation. Nursing\nIndex. (2006) 15(55): 49-53.\nBrout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, Kumar S, Rosenthal MZ.  Investigating\nmisophonia: a review of the empirical literature, clinical implications, and a research agenda. Front Neurosci. (2018)\n12:36. doi:10.3389/fnins.2018.00036\nCassiello-Robbins C, Anand D, McMahon K, Guetta R, Trumbull J, Kelley L, Rosenthal MZ. The mediating role of\nemotion regulation within the relationship between Neuroticism and Misophonia: a preliminary investigation. Front\nPsychiatry. (2020) 11:847. doi: 10.3389/fpsyt.2020.00847 \nCassiello-Robbins C, Anand D, McMahon K, Brout J, Kelley L, Rosenthal MZ. A preliminary investigation of the\nassociation between misophonia and symptoms of psychopathology and personality disorders. Front Psychol.\n(2021) 11:3842. doi: 10.3389/fpsyg.2020.519681 \nCockerham W. Labeling theory and mental disorder: A synthesis of psychiatric and social perspectives. Studies in\nSymbolic Interaction 2 (1979): 257-280.\nDozier TH, Lopez M, Pearson C. Proposed diagnostic criteria for misophonia: a multisensory conditioned aversive\nre\u0000ex disorder. Front Psychol. (2017) 8:1975. doi:10.3389/fpsyg.2017.01975\nDelval J. Human development, Madrid: Editorial Siglo Veintiuno Editores SA, 1995.\nEdelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological investigations and case\ndescriptions. Front Hum Neurosci. (2013) 7:296. doi:10.3389/fnhum.2013.00296\nElcheroth G, Doise W, Reicher S. On the knowledge of politics and the politics of knowledge: How a social\nrepresentations approach helps us rethink the subject of political psychology. Political Psychology. (2011) 32(5):\n729–758. doi:10.1111/j.1467-9221.2011.00834.x\nFarina   AMERIGO, Fisher JD. Beliefs about mental disorders: Findings and implications. Integrations of Clinical and\nSocial Psychology Eds Gifford Weary and Herbert Mirels, (1982): 48-71, Oxford University Press.\nFarr R. Attitudes, social representations and social attitudes. Papers on social representations. (1994) 3(1):30-33.\nFerrer-Torres A, Giménez-Llort L. Sounds of Silence in Times of COVID-19: Distress and Loss of Cardiac Coherence\nin People With Misophonia Caused by Real, Imagined or Evoked Triggering Sounds. Front. Psychiatry (2021a)\n12:638949. doi: 10.3389/fpsyt.2021.638949.\nFerrer-Torres A,  Giménez-Llort L . Con\u0000nement and the Hatred of Sound in Times of COVID-19: A Molotov Cocktail\nfor People With Misophonia. Front. Psychiatry (2021b) 12:627044. doi: 10.3389/fpsyt.2021.627044"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Page 17/22Halbwachs M. On collective memory. (1992) University of Chicago Press, \nHaq  SS, Alresheed F, Tu JC. Behavioral treatment of problem behavior for an adult with autism spectrum disorder\nand misophonia. J Dev Phys Disabil (2021) 33, 1005–1015. doi: 10.1007/s10882-020-09780-8\nHalpert, Harold P. Public Opinions and Attitudes About. Health. Research Utilization Series. May,( 1963).\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia: Phenomenology, comorbidity and\ndemographics in a large sample. PLoS ONE 15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboff MM, Jastreboff PJ. Hyperacusis, Audiology Online. (2001). http://www.audiologyonline.com (Accessed\nMarch 1, 2022)\nJastreboff MM, Jastreboff PJ. Decreased Sound Tolerance and Tinnitus Retraining Therapy (TRT). The Australian\nand New Zealand Journal of Audiology (2002) 24(2):74-84. doi .org/10.1375/audi.24.2.74.31105\nJastreboff MM, Jastreboff PJ. Treatments for decreased sound tolerance (hyperacusis and misophonia). En\nSeminars in Hearing. Thieme Medical Publishers (2014). p. 105-120.\nJohnson M. Misophonia. Oregon Tinnitus and Hyperacusis Treatment Clinic, Inc., September 21, 2019. [Online].\nAvailable: https://tinnitus-audiology.com/misophonia/.\nMcKay D, Kim SK, Mancusi L, Storch EA, Spankovich C. Pro\u0000le analysis of psychological symptoms associated\nwith misophonia: a community sample. Behav. Ther. (2018). 49: 286–294. doi: 10.1016/j.beth.2017.07.002\nMolima CEN, Karemere H, Bisimwa G, et al. Barriers and facilitators in the implementation of bio-psychosocial care\nat the primary healthcare level in South Kivu, Democratic Republic of Congo. Afr J Prim Health Care Fam Med.\n(2021) 13(1):e1-e10. doi:10.4102/phcfm.v13i1.2608\nMoreno M, Ratinaud P. Guía IRaMuTeQ Versión 0.7 alpha 2. 2015 Accesible:\nhttp://www.iramuteq.org/documentation/\u0000chiers/guia-iramuteq \nMorgiève M, Mesdjian P, Las Vergnas O, Bury P, Demassiet V, Roelandt JL, Sebbane D. Social Representations of e-\nMental Health Among the Actors of the Health Care System: Free-Association Study. JMIR Ment Health. (2021)\n8(5):e25708. doi: 10.2196/25708. \nMöller AR. Misophonia, phonophonia and exploding head syndrome. Textbook of tinnutus (2011) pp.25-27\nMoscovici S. Foreword. In P. Heelas & A. Lock (Eds), Indigenous Psychologies:\nThe anthropology of the self (1981) (pp. vii-xi). London: Academic Press. \nNathan P, Harris S. Psicopatología y sociedad , México, Trillas (1983).\nNaylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The prevalence and severity of misophonia in a UK\nundergraduate medical student population and validation of the Amsterdam misophonia scale. Psychiatr. Q. (2020)\n92: 609–619. doi: 10.1007/s11126-020-09825-3."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Page 18/22Nunnally JC Jr.  Popular conceptions of mental health: Their development and change. Holt, Rinehart, & Winston.\n(1961)\nWHO (OMS). Psychiatrie Sociale et attitudes de la Collectivité. (1959) Géneve, rapport Technique.\nPáez D, Echebarria A, Valencia J, Romo I, Juan  CS, Vergara A. AIDS social representations; contents and processes.\nJ Comm & Appl Soc Psychol (1991) 1(2): 89-104\nEmergencias.Portalsemes.org (2015) http://emergencias.portalsemes.org/descargar/palabras-y-expresiones-\ninglesas-de-traduccion-di\u0000cil-o-enganosa-en-investigacion-clinica-bioestadistica-y-medicina-basada-en-la-\nevidencia/force_download/ Access February, 14, 2022\nQuek TC, Ho CS, Choo CC, Nguyen LH, Tran BX, Ho RC. Misophonia in Singaporean psychiatric patients: a cross-\nsectional study. Int. J. Environ. Res. Public Health (2018). 15:1410. doi: 10.3390/ijerph15071410\nRosenthal MZ, Anand D, Cassiello-Robbins C, Williams ZJ, Guetta RE, Trumbull J and Kelley LD Development and\nInitial Validation of the Duke Misophonia Questionnaire. Front. Psychol. (2021) 12:709928. doi:\n10.3389/fpsyg.2021.709928 \nRouw R, Erfanian M. A large-scale study of misophonia. J. Clin. Psychol. (2018) 74, 453–479. doi:\n10.1002/jclp.22500\nRuiz Bueno, A. Working with Iramuteq: Guidelines. (2017).\nSanchez TG, da Silva FED. Familial misophonia or selective sound sensitivity syndrome: evidence for autosomal\ndominant inheritance? Braz J Otorhinolaryngol. (2018) 84(5):553-559. doi: 10.1016/j.bjorl.2017.06.014.\nSarigedik E, Yurteri N. Misophonia Successfully Treated of With Fluoxetine: A Case Report. Clin Neuropharmacol.\n(2021) 44(5):191–192. doi: 10.1097/WNF.0000000000000465\nSchröder A, Giorgi RS, Van Wingen G, Vulink N, Denys D. Impulsive aggression in misophonia: results from a\nfunctional magnetic resonance imaging study. Eur. Neuropsychopharmacol. (2015) 25:307-308.\nSchröder A, Vulink N, Denys D. Misophonia: Diagnostic criteria for a new psychiatric disorder. PLoS One. (2013)\n8(1):e54706. doi: 10.1371/journal.pone.0054706.\nSchröder A, van Diepen R, Mazaheri A, Petropoulos-Petalas D, Soto de Amesti V, Vulink N, et al. Diminished N1\nauditory evoked potentials to oddball stimuli in misophonia patients. Front Behav Neurosci. (2014) 8:123. doi:\n10.3389/fnbeh.2014.00123\nSchröder A, van Wingen G, Vulink NC and Denys D Commentary: The Brain Basis for Misophonia. Front. Behav.\nNeurosci. (2017) 11:111. doi: 10.3389/fnbeh.2017.00111\nSchröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behavioral therapy is effective in misophonia: an open\ntrial. J Affect Disord. (2017) 217:289–94. doi: 10.1016/j.jad.2017.04.017\nSchwartz P, Leyendecker J, Conlon M. Hyperacusis and misophonia: the lesser-known siblings of tinnitus. Minn\nMed. (2011) 94(11): 42-43"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Page 19/22Siepsiak M, Dragan W. Psiquiatra Pol. (2019) 53:447–458. doi:10.12740/PP/92023\nSiepsiak M, Ś liwerski A, Ł ukasz Dragan W. Development and Psychometric Properties of MisoQuest-A New Self-\nReport Questionnaire for Misophonia. Int J Environ Res Public Health. (2020a) 17(5):1797. doi:\n10.3390/ijerph17051797\nSiepsiak M, Sobczak AM, Bohaterewicz B, Cichocki Ł , Dragan W Ł . Prevalence of Misophonia and Correlates of Its\nSymptoms among Inpatients with Depression. Int J Environ Res Public Health. (2020b) 17(15):5464. doi:\n10.3390/ijerph17155464.\nSwedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, Jastreboff PJ, Kumar S, Rosenthal MZ, Rouw R,\nSchiller D, Simner J, Storch EA, Taylor S, Werff KRV, Altimus CM and Raver SM (2022) Consensus De\u0000nition of\nMisophonia: A Delphi Study. Front Neurosci. 16:841816. doi: 10.3389/fnins.2022.841816\nSzalay L, Bryson J. Measurement of psychocultural distance: A comparison of american blacks and whites. J\nPersonal Soc Psychol. (1973) 26(2): 166-177. doi: 10.1037/h0034482\nTateo L, Iannaccone A. Social representations, individual and collective mind: a study of Wundt, Cattaneo and\nMoscovici. Integr Psychol Behav Sci. 2012 Mar;46(1):57-69. doi: 10.1007/s12124-011-9162-y.\nTownsend JM. Cultural conceptions, mental disorders and social roles: A comparison of Germany and America. Am\nSociol Rev (1975) 40(6): 739-752. doi: 10.2307/2094177\nWood BL, Woods SB, Sengupta S, Nair T. The Biobehavioral Family Model: An Evidence-Based Approach to\nBiopsychosocial Research, Residency Training, and Patient Care. Front Psychiatry. (2021) 12:725045. doi:\n10.3389/fpsyt.2021.725045.\nWu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J Clin Psychol. (2014) 70:994–1007. doi:10.1002/jclp.22098\nZhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university students: incidence, associated\nimpairment, and clinical correlates. J Obsessive Compuls Relat Disord. (2017) 14:7–12. doi:\n10.1016/j.jocrd.2017.05.001\nFigures"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Page 20/22\nFigure 1\nSelf-concept and concept pre- and post-intervention. Branching and word cloud illustrations of the most used\nquali\u0000ers by people with misophonia (M+) and their close relatives describe the patients' behavior in misophonic\nsituations."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Page 21/22\nFigure 2\nChanges pre-post intervention in the A-MISO-S scores. A. Diagnosis of misophonia before (A-MISO-S pre) and after\n(A-MISO-S post) the intervention; B. Histogram for the difference between A-MISO-S post and A-MISO-S pre-\nintervention; C. Distribution of the differences between the levels of misophonia before and after the intervention. D.\nDistribution of differences in misophonia strati\u0000ed by sex."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Page 22/22\nFigure 3\nDistributions of Self-concept and Concept pre- and post-intervention. A. Self-concept values   pre-intervention in\npeople M+; B. Concept values  pre-intervention in close-relatives;  C. Self-concept values post-intervention in people\nM+; D. Concept values post-intervention in close-relatives; E. Correlation between the change in self-concept, pre-,\nand post-intervention and the change in the concept by the close-relative."
    }
  ]
}