{
  "doc_type": "scientific paper",
  "title": "Charlie Haden_s Earplugs (1)",
  "authors": [
    "Fishkin"
  ],
  "year": 2023,
  "journal": "journalInformation?journalCode=rfss20",
  "doi": "10.1080/17458927.2023.2258617",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:29:23.622837Z",
  "source_pdf": "documents/research/Global/Fishkin 2023 Charlie Haden_s Earplugs (1).pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Thesensesandsociety.\nArticleTitle: CharlieHaden’searplugs\nArticleAuthor: Fishkin\nDescription: 1onlineresource(volumes) :illustrations\nPages:1-13\nOCLC-79476260; ISSN-17458927; LCN-2020204552;\nPublisher: 2023-09-25\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=rfss20\nThe Senses and Society\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/rfss20\nCharlie Haden ’s earplugs\nDaniel Fishkin\nTo cite this article:  Daniel Fishkin () Charlie Haden ’s earplugs, The Senses and Society, ahead-\nof-print:ahead-of-print, 1-13, DOI: 10.1080/17458927.2023.2258617\nTo link to this article:  https://doi.org/10.1080/17458927.2023.2258617\nPublished online: 25 Sep 2023.\nSubmit your article to this journal \nArticle views: 2\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Charlie Haden’s earplugs\nDaniel Fishkin\nComposition and Computer Technologies, Department of Music, University of Virginia, Charlottesville, \nVA, USA\nABSTRACT\n“Charlie Haden’s Earplugs” explores how tinnitus, hyperacusis and \nmisophonia have shaped the musicality and sonic production of the \njazz bassist and composer. While Haden maintained a negative \nattitude toward his hearing damage over the course of his long \nmusical career, viewing it as a limitation and a source of difficulty, \nthis paper brings together evidence to suggest that Haden’s con-\ndition also provided him a productive means to exert control over \nhis sonic reality. In this way, these maligned conditions are part and \nparcel of Haden’s personal engagement with the world, and there -\nfore, part of his creative process and distinct aesthetic. This analysis \nis accomplished by a forensic account of Haden’s listening particu -\nlarities through his interviews, as well an analysis of his approach as \nan improvising partner. This paper also draws from extant models \nof disability studies to explore the concept of “deaf-gain” and how it \nmay be transposed to the disorders from which Haden suffered. \nThere are to-date many well-established accounts of the deaf \nexperience in disability studies and in music scholarship. This \npaper offers insight to another cluster of hearing dysfunction, \nwhich not only suggests a new paradigm for imagining disability \nin music, but also revises the very concept of hearing as it is \ncommonly understood.KEYWORDS \nTinnitus; misophonia; \nhyperacusis; jazz; bass; \ndisability studies\nBass\nThis essay begins with a mental picture of Charlie Haden.1\nHaden, the heart of the rhythm section, yet far away from the drummer, weathered \nwith age, on his platform riser higher than all other musicians, his body reflected by his \niconic thick Plexiglas baffles, standing inside his earplugs and his bass, improvising with \nhis eyes closed. Haden joked that he played with his eyes closed because he was always \nsurrounded by bass elders like Mingus and Paul Chambers.2 Haden was born with perfect \npitch – did shutting his eyes aid him in tuning into his internal pitch barometer? He \nenfolds himself around his bass, crouching his head all the way down by the bridge, as if \nto get to the very source of his sound. I am not merely watching him play, but watching \nhim listen.\nThere is another way to analyze this image-one that constitutes a wholly different kind \nof hearing. Haden suffers from hyperacusis and tinnitus. Look again at the earplugs and \nPlexiglas baffles that Haden uses, doubly, to protect from the loud sound of his \nCONTACT Daniel Fishkin \n daniel.fiction@gmail.comTHE SENSES AND SOCIETY                               \nhttps://doi.org/10.1080/17458927.2023.2258617\n© 2023 Informa UK Limited, trading as Taylor & Francis Group"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "collaborators and to accentuate the sound of his bass, its hollow, wooden frame resonat -\ning against and with his body. In the light of this remediation, we can reconsider his \nclosed eyes. Haden is doubling his concentration in order to hear the world of sound \noutside over the ringing inside , and vice versa, the inside over outside —to assert his \nmusical choices over the vexing too-loud sound of his band-mates, and to differentiate \nthose musical choices from the other non-cochlear sounds at play in his auris: the \nunhearable tinnitus that drones beyond each stroke of his fingers on the strings.\nThe sound-taming baffles are a recurring metaphor in Haden’s visual iconography.3 In \nhis late career, Haden stood behind these baffles, sometimes all the way across the stage, \nto create distance from potentially loud sound. Yet, comprehensive analysis or even \nspeculation about his hearing damage is not as easily found; when mentioned, it is \noften noted in passing. A short interview with Haden by Michael Jarrett (1998 ) highlights \nhis frustration around his condition, which might speak to this paucity of literature:\nTinnitus is a ringing in the ears that develops in people genetically. Mine developed standing \nnext to cymbals, and having very sensitive ears.4 I developed the condition at a very young \nage, and it got worse as I kept playing and didn’t protect my ears. Then I started wearing \nearplugs. All along I had another condition which I didn’t know but found out about ten years \nago, called hyperacusis, which is extreme sensitivity to loud sound. It’s like the volume is \nturned up in my head. A lot of people—when they have tinnitus—they lose their hearing. \nWith me, my hearing has become more and more acute. Every time I take a hearing test, I go \noff the scale. I hear too much.\nIs that a mixed blessing or just a curse ?\nIt’s a curse. Right now, as I’m talking to you, I’ve got an earplug in my left ear. . . . When I play \na concert, I have Plexiglas around the drums. I actually have to play on a big stage to distance \nmyself from the drums. It’s a real strain on me emotionally, physically, and creatively. \nSometimes, even though I can hear everything, it’s at a delay because I’m so far away from \neverything.\nYou’re an exceptionally melodic bass player. I wonder if your condition actually con -\ntributed to that?\nNo. If I had a wish in my life it would be that I didn’t have these conditions. If you heard the \nringing that I have in my head, you’d run down the street screaming. I’ve gotten accustomed \nto it now. I just accept it as a part of my being. But if I stop and think about it, it can really drive \nme nuts (Jarrett 1998 , 47).\nI hear too much . Is Haden complaining, or boasting?5 Clearly, his hearing damage is not an \nasset, but a persistent detriment with which he has learned to cope. In this essay, I want to \nearnestly reconsider the suggestion of the interviewer. Without necessarily concluding \nthat Haden’s conditions have helped his innate melodic sense, this pessimistic dialogue \nindicates very succinctly that Haden’s music has been indisputably shaped by his inner \nsoundworld.6 It doesn’t matter if Haden mourns his hearing damage, or finds it interesting \non some level. This passage lays bare a very simple truth – Haden’s hearing is indisputably \none of his chief musical influences. Psychoanalyst Monroe Street, in his prescient essay \n“Tinnitus, Speaking,” suggests that the symptoms of disordered hearing might be \na palpable way through which a sufferer can exert control over their life: “Tinnitus appears \nto be a way of achieving some semblance of ‘autonomy’ – that is, of being the one who \ndecides how sound will be made and what sounds will be heard” (Street 2022 ).2\n D. FISHKIN"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Jazz is improvised music, and as such the real “work” of a jazz legend might be found \nequally at the concert hall rather than recorded in textbooks. An anecdote shared by \nT. J. Borden (personal communication n.d.) helps fill in the silences around Haden’s \nhearing: “I saw him play once . . . he was playing duo with a local piano player and he \nkept telling him to play quieter to the point where it was getting absurd, at which point he \ntold him to stop playing altogether.” Haden quite actively conducts his amateur forte -\npiano partner throughout a progressive range of piano and pianissimo , concluding al \nniente before taking control with a bass solo. Haden’s hearing, then, might be a kind of \nunwritten musical score.\nIn a revealing interview with AllAboutJazz, Haden discusses his frustration with the \n“dysfunctional mediocrity” of the pop radio hits that he hears played over loudspeakers as \nbackground music (my emphasis added):\nIt’s very tragic, because it’s everywhere you go. If you have a supermarket nearby and you go \nto get some milk or whatever, you’re going to hear it. If you go to the Gap, or you go to \nBloomingdale’s or any type of clothing store, you’re going to hear it. Chances are, you’re \ngoing to hear it very loud. I have to put earplugs in when I go shopping . It’s so sad. But I don’t \nwant to expose my insides to this ugliness. It’s wasteful. I don’t think people realize it. (Deluke  \n2004 )\nHaden is not merely annoyed – he must exert acoustic control on his surroundings just to \ngo shopping. While he does not use the term, these responses could constitute the \ncondition now known as misophonia, or, hatred of sound. Misophonia, along with tinnitus \nand hyperacusis, is the final note in a dark triad of hearing conditions that stem from the \nproblem of sonic excess. The Top 40 hits surrounding him are tragic and ugly and wasteful — \nand notably, not merely loud in the acoustic world, but in the emotional domain. Haden \ngoes on, bemoaning the degradation of creativity in society, which he describes as sonic \nviolence:\nIt’s insulting. Disrespecting. . . It’s like: everybody calls this [in Iraq] a war. It’s not a war, it’s an \ninvasion. It’s an attack. It’s an occupation. That’s what’s happening with [sterile, uncreative, \neven hostile music]. It’s like being violated. It forces something on you that you really don’t \nwant. When I get on an airplane, I say “please turn that stuff off.” Sometimes they do, and if \nthey don’t, I put in earplugs.\nHaden’s comparison of bad music with the US invasion of Iraq surprises me every time \nI read it. Haden was a political person, and his politics were intertwined – perhaps \ninextricably – with his creative expression. For example, in 1971, Haden was jailed in \nPortugal for speaking out against the fascist Caetano Regime prior to performing his \n“Song for Che,” which he dedicated to the Black liberation movements of Mozambique \nand Angola (Goodman and Haden 2006 ). Haden’s comment on the Iraq war is thus not \nfrivolous – for Haden, striving for beautiful music is on par with fighting for democracy – \nthey are each different aspects of the fight for freedom.\nThis stark statement, thus, clarifies that music is almost a matter of life and death for \nCharlie Haden.7 Yet I can’t help but feel a little sorry for Haden, who maybe received the \nwrong message from bad audiologists about guarding his hearing, therefore inheriting \nthe wrong tools for sonic warfare. Pawel Jastreboff,8 one of the leading medical research -\ners on tinnitus, speaking to media scholar Mack Hagood, suggests “The auditory system \nneeds sound like the body needs food;” Hagood (2019 ) subsequently suggests that THE SENSES AND SOCIETY\n 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "tinnitus actually gets stronger when the auditory cortex is deprived of sound, whether by \nhearing loss or earplugs, “a phenomenon comparable to a sound engineer turning up the \nvolume on a weak signal and thus amplifying the amplifier’s inherent noise – the afore -\nmentioned random firing of synapses.” (46)\nHagood, responding to Jastreboff’s analysis of tinnitus and its reinforcement via the \nlimbic system, goes on to articulate another critical point – if you worry about your \ntinnitus, if you are told that tinnitus is incurable, perhaps, by a doctor with poor bedside \nmanner, it will get worse . “In the case of the tinnitus sufferer, a negative association \nattaches to tinnital sound, networking with the limbic system, creating a sense of fear \nor annoyance and reflexively activating a ‘fight-or-flight’ response in the autonomic \nnervous system . . . . Once made, these neural connections have a tendency to strengthen \nin a vicious circle, further increasing the perceived presence and volume of tinnitus. This \nfeedback loop of suffering is a conditioned reflex” (Hagood 2019 , 59). In other words, \nhaving tinnitus is not just hearing your ears ringing, but fearing your ears ringing.\nBut Haden’s tinnitus isn’t the problem here— other sounds are. It is crucial to realize that \nHaden is not speaking about merely the loudness surrounding him, but bad music. The \naforementioned feedback loop9 is not a cycle of pain, but generative. It is autopoiesis in \naction. From Haden’s displeasure springs forth the intention to put beauty and peace into \nsociety. His earplugs are key: through his listening practices, Haden delineates his aes-\nthetic convictions in the acoustic world.\nThese convictions come into focus on the bandstand. Let us turn to a fellow sideman – \nMarc Ribot explores the meaning of volume and tinnitus, in his essay Earplugs : “As soon as \nI started to play in public, I began to experience the struggle between the ‘power’ of my \namp and the social and economic power of band leaders, club owners, paying members \nof the audience, etc.—the ones Sartre was talking about when he said, ‘Hell is other \npeople.’ . . . The relation between amp wattage and social power can be even stickier \nwithin bands . . . you turn up, so I turn up, so you turn up, etc. . . . the only possible end \npoint is the limit of human endurance” (Zorn 2000 , 236).\nRibot suggests that the “shamans are cheating” by using earplugs – that musicians need \nto encounter the physicality of their loud sound undiluted. But Haden has used those \nearplugs to compose a different sonic outcome. Any jazz bass player can relate to the \nfrustrating acoustical hierarchy of the rhythm section – the piano is always brilliantly loud, \nand the bass, muffled and not suited for sound projection, is sequestered under all the \nother instruments. Yet, Haden transcended this pecking order with his recurring interest in \nthe duo format – a more delicate musical encounter grounded in a more sensuous \nrelationship to silence – and also one is unmistakably, private, and intimate. Tinnitus, \nhyperacusis, and misophonia are subjective phenomena – no one else can share his \nexperiences directly. Thus, these personal hearings of sound drive Haden to make an \nintimate music. Haden’s earplugs are not a crutch as Ribot is suggesting, but rather they \nare synecdoche for his entire way of listening to the world, and thereafter responding to it. \nThese earplugs are not a passive dilution of acoustic force, but a vehicle for sonic selectivity.\nDark listening\nHere, I’d like to invoke a term to encompass the particular cluster of hearing problems, \nincluding tinnitus, hyperacusis and misophonia, that represent a fraught surplus: Dark 4\n D. FISHKIN"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Listening (Fishkin and Hagood 2022 ). In doing so I seek to forge a connection between \nthese perceptual phenomena not solely as medical conditions (ie, diseases you can get), \nbut as a way of hearing not entirely different in praxis from other forms of embodied \nlistening in the avant-garde, (such as Oliveros’ Deep Listening, Michel Chion’s three \nModes of Listening), though entirely different in emotional tenor. I contend that to listen \ndarkly is not merely to gain access to both a heightened sonic awareness and fraught \nemotional relationship to sound, but also to develop an embodied method for controlling \none’s sonic world through a diverse means of technological and aesthetic practices.\nLet me offer a colloquial analogy to explain what I mean. Dark Listening is succinctly \ndemonstrated every day at tinnitus support groups. Already a worldwide phenomenon \nlong before social media, there are countless versions of these networks for Tinnitus \nsufferers now on Facebook, which I frequent every day. There is even a “Tinnitus Success \nStories” group (https://www.facebook.com/groups/TinnitusSuccess/ ), which, in a twist of \ndark humor, hosts weekly posts by new members daunted by the lack of success there – \nthey had hoped to find hope, but instead find countless armchair experts of tinnital \nsuffering. These listeners are hyper-attuned to their individuated hearing: they know what \ntheir triggers are, they know what medicines help, and they know what makes it worse. \nThey are already listening darkly.\nDark Listening is, of course, a tongue-in-cheek reference to the ubiquitous philosophy \nof the experimental composer, Pauline Oliveros. While her early career contributions to \nAmerican electronic music are vast, Oliveros broke artistic ground with her landmark Sonic \nMeditations , a collection of text scores meant to be performed by anyone , regardless of \nmusical pedigree. These pieces collapse the boundaries between performer/audience – \nthey take place in the listening ear of the performer, who then hears the piece herself. \nTake, for example, her piece, Native , whose entire score reads, “Take a walk at night. Walk \nso silently that the bottoms of your feet become ears” (Oliveros 1974 ). Sonic Mediations led \nOliveros to formalize the practice of Deep Listening :\nI began with myself. I started to sing and play long tones, and to listen and observe how these \ntones affected me mentally and physically. I noticed that I could change my emotional state \nby concentrating my attention on a tone. I noticed that I could feel my body responding with \nrelaxation or tension. Prolonged practice brought about a heightened state of awareness that \ngave me a sense of well-being. (Oliveros 2005 )\nFor Oliveros, the direction of her attention is critical to extend the passive process of \nhearing into its active form. However, the restorative sonic healing praxis offered by Deep \nListening might not be attainable for all ears. Curiously, if a person with tinnitus, hyper -\nacusis, or misophonia attempts to do the work of deep listening, the meditative sonic \nspotlight resultant from active listening might simply amplify their symptom, as well as \nthe anxiety and frustration attached to it.10 This observation underscores the previously- \ndiscussed conclusions of Jastreboff and Hagood – simply by deep listening to tinnitus, \nyou become better at hearing it, thus making it louder. In this regard, it’s perhaps no \nsurprise that Oliveros (2022 ) would note, “Deep Listening is a birthright for all healthy \nhumans” – the emphasis is my own.\nOliveros’ approach is just one of countless sonic manifestos of the avant-garde. The \ntradition of experimental music pushes listening to the center of the practice of music, and \nas such, we can look to nearly any significant personality in the history of experimentalism THE SENSES AND SOCIETY\n 5"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "for a personalized formulation of listening. Yet many of these formulations share similar \ninsufficiencies. Elsewhere I have discussed at length John Cage’s famous discovery in the \nanechoic chamber – where he first realized that silence does not exist (Fishkin 2016 ). \nTinnitus complicates Cage’s revelation. Simply put: if a person with tinnitus listens to 4’33” , \nrather than hearing the unintended sounds of their environment outside , they will simply \nhear their own ears ringing inside . While that experience may retain the lack of intention -\nality that Cage intended, surely it contains none of Cage’s sonic curiosity. Tinnitus may \ndestroy one’s opportunity to hear Cage’s piece or inscribe itself as a permanent soloist in \neach performance of it.\nThus, the different forms of hearing damage challenge seminal pedagogies of listening \nin the avant-garde, possibly rendering them useless in practical terms, or worse, assault -\ning them conceptually. Combined with the sheer ubiquity of noise-induced hearing loss \nand tinnitus, this suggests we might need a new school of sound to figure out how to \nlisten, when listening itself goes off the rails.\nTinnitus, hyperacusis, and misophonia remain poorly understood in musical discourse \nas well as Western medicine. As articulated by Jastreboff (1990 ), “While it is the most \ncommon of auditory disorders, affecting some forty million people in the United States \nalone, tinnitus is also the most enigmatic and elusive” (221). Jastreboff notes that a recent \nbody of scientific literature has arisen to classify medically the neurological and clinical \nlinks between these interrelated disorders, only in 1990s was hyperacusis named as a real \ncondition by auditory neuroscientists, and prior to 2014, few clinical studies about \nmisophonia had been undertaken.11 Furthermore, these disorders might in fact be \nsymptoms of other problems, including noise-induced hearing loss, but also other con-\nditions that impact the vestibular system or brain. Rather than a discrete list of disorders, \nDark Listening constitutes nodes within a particular listener’s relationship to sound – \na listener who has heard or is hearing too much: too much noise, too much volume, or \ntoo much emotion.\nIt is, perhaps, already contentious to call these conditions disorders. A long thread in \ndisability scholarship focuses on the distinctions about what constitutes disability itself. \nTom (2014 ) notes: “The social model is distinguished from the medical or individual \nmodel. Whereas the former defines disability as a social creation – a relationship between \npeople with impairment and a disabling society – the latter defines disability in terms of \nindividual deficit” (216). This contrast can set in sharp relief the politics and thought \nprocesses underlying the search for a cure, and simply living well. In terms of hearing loss, \nthe forces that might derive a profit from the medical model of disability might invest or \nventure a tremendous amount of capital toward researching the still poorly understood \nmechanisms of hearing, so that deafness might be cured. Whereas the social model might \nposit the unique richness of D/deaf12 culture in order to reconfigure loss into surplus. In \ntheir pioneering essay, “‘Deaf-Gain’ and the Future of Human Diversity,” Bauman and \nMurray (2014 ) broadly detail the “extrinsic” assets to humanity at large offered by the Deaf \nexperience: from a creative diversity and cultural surplus to scientific scholarship, offering \nscientists new understandings of neuroplasticity, as they study the brain’s language \nprocesses happening outside the auditory cortex (241). Bauman and Murray (2014 ) \nreframe deafness “from sensory lack to a form of sensory and cognitive diversity that \noffers vital contributions to human diversity” (246). This analysis might help us reframe \nour descriptions of disabilities as ways of experience, as well as disorders.6\n D. FISHKIN"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "If Deafness, then, is not a disability but way of experiencing the world, what would it be \nlike to hear deafly ? Jeannette DiBernardo Jones explores this provocation in her essay \nabout Deaf music making. Sound is vibration, which can be deciphered through the \nprocess of the sounds vibrating the tympanum, stimulating hair cells, which are translated \nto signals for the brain via the auditory nerve. Sound, however, is also felt by the body, in \nour hands and organs, and anywhere we can touch. Therefore, for a Deaf listener, “the \nwhole body becomes the membrane. Both Deaf and hearing people can feel sound \nvibrations, but hearing people tend to focus only on the auditory perception of these \nsound vibrations. Without that distraction, deaf people tend to use their whole body to \nperceive sound vibrations” (Jones 2015 , 58). There are limits to this generalization. It \nassumes deafness is marked by middle-ear dysfunction, when in fact deafness might also \ninvolve hair cell loss or dysfunction with the auditory nerve – the “membrane” of the body \ndoes indeed resonate to vibration, we cannot conclude it is parsed in an analogous \nmanner. In a broader sense, Deaf musicality collides with language, as Deaf people hear \nthrough their hands and gestures. Thus, American Sign Language plays a distinct role in \nDeaf musical aesthetics. Deaf musicality seems to happen somewhere in between the \nvisual AND auditory cortex – punctuated by the visual rhythmic/semiotic patterns of ASL, \nthe primacy of Deaf Community and the sensation of loud sounds shaking the body.\nFrom this slightly rosy-lensed account of Deaf musicality, we return to Dark Listening, \nand thus confront a seemingly unending tide of support groups online, the proliferation \nof snake oil remedies in the absence of a cure, perpetual news of tinnitus suicides,13 etc. \nWhereas Deaf culture is informed by collectivity – formed by the creation and use of \na shared language system, ie, signing – tinnital culture is defined negatively, shaped by \nthe isolation of loss and the drama of damage. Listeners suffering from hyperacusis may \nshun the concert hall, fearful of unpredictable volume swells. Those with misophonia may \nbe alienated from the chewing sounds of their loved ones. What does it mean when \nsound, when it is too much , takes on a wholly different meaning – drive you crazy, or \nworse? We discussed different forms of listening before; The “dark” in Dark Listening \nrefers, then, to dark energies, trauma, and damage. For a dark listener, a once-liberatory \nexperience of sound has been charged by negative affects, perhaps with no recourse. \nA tinnital listener may not hear deafly, but deathly.\nMichael Davidson, a Deaf poet and scholar who acquired his hearing loss quite late in \nlife, suggests that the notion of loss might be under-explored by a disability-forward \npraxis. The problem with the phrase Deaf Gain is that: \n. . . The phrase restricts the affective realm surrounding deafness to a forward looking, positive \nagenda. Somewhat lost in this vision is the embodied experience of populations for whom \nloss of hearing poses a challenge, even trauma, to the lived reality of community, work, \nfamily, and solidarity. (Davidson 2016 )\nDavidson is asking us not to sanitize descriptions of loss. However, there are fundamental \ndifferences in the meaning of sound by the hearing world and the Deaf World. For the \nDeaf listener, sound is about communication : “being deaf has less to do with silence than \nwith negotiations with hearing people’s expectations of what sounds are supposed to do” \n(Padden and Humphries 1990 , 91.) Yet, for a Hearing listener, sound is about sound —how \nit sounds, how that feels , how sounds combine and what that means. For a listener with \nhearing loss, the experience of hearing has been dramatically charged with meaning.THE SENSES AND SOCIETY\n 7"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Taking recourse to the deaf/hearing binary may not fully explain the reciprocal tension \nbehind Loss and Gain. Jessica Holmes (2016 ) posits that “Ultimately, deafness can engen -\nder new and unexpected types of singing within a disability aesthetics that questions the \nvery sonic basis for music” (542). At the same time, within a century of experimentalism, \nan entire movement of music has emerged that, in its own way, questions the sonic basic \nof music as well, from Cage to Oliveros, and beyond. Yet, for Davidson, loss itself is \na potent affective register with centuries of aesthetic inquiry. This line of thinking is \nconcurrent within larger discussions in the field of Disability Aesthetics: “Disability has \nemerged as a central aesthetic concept not only because it symbolizes human variation \nbut also because it represents the fragility of human beings and their susceptibility to \ndramatic physical and mental change . . . disability aesthetics embraces beauty that seems \nby traditional standards to be broken, and yet it is not less beautiful, but more so, as \na result” (Howe et al. 2016 , 531). The reality and drama of hearing loss suggests a wholly \ndifferent taxonomy from the aesthetics of deaf gain.14 For someone who loves or needs or \ndepends on sound, losing sound , and losing the predictability of the way one experiences \nsound – is a tragic rupture.\nAll of this brings us back to Charlie Haden: “If I had a wish in my life it would be that \nI didn’t have these conditions. If you heard the ringing that I have in my head, you’d run \ndown the street screaming.” Though Haden rationalizes his conditions as noise-induced \nhearing loss, he has certainly gained a very different set of parameters through which to \nhear the world – a volume gain, as well as new sounds, and the acquisition of a new set of \nemotions to accompany sound experience. While a disability-forward reading might \ncritique Haden’s pessimism about his hearing as problematically entrenched in the \nmedical model of disability, this perspective would miss the forest for the trees. Recall \nthat Haden is fighting a righteous war – against injustice and ugliness – through his \nmusic-making. Thus, consider Haden’s dialogue is direct Intel from the front lines of \na sensitive artist describing what he needs to make the music happen, how he wants to \nhear the world, and the great burden that this process entails for him. What has been \ngained is not merely the world of tinnitus, but an embodied practice for controlling it!\nHaden is listening darkly to his tinnitus and hyperacusis – it is what he wishes his \nhearing was not. There are two definitions of darkness at play here. On one level, Haden’s \nexperience of his hearing conditions is charged with bleak pessimism and angst. It is the \nopposite of his desire. On another level, darkness is negative space – it is an absence that \ndenotes presence, a classical pairing of light and dark. To consider the structure of noise- \ninduced hearing loss, this metaphor might make sense – if tinnitus occurs because the \nauditory cortex has been deprived of sound, as Jastreboff has suggested above, then the \nsound of the ringing it is a kind of inverse-material – a negative reflection of stereocilia \nthat no longer resonate in response to acoustic stimulus. The ringing sound of tinnitus is \nthe presence stimulated by the absence of hearing at particular frequencies.\nOf course, not all who listen darkly are great jazz musicians. It takes a special kind of \ncreator to listen to the darkness and come back inspired. In this regard, the notion of \ndarkness we are discussing goes beyond Davidson’s formulation of ruptured hearing: to \nlisten darkly is not merely to retrieve damage as an exploitable aesthetic parameter, but to \nengage in a dialogue between opposites, or to use darkness to recover the light. This way \nof hearing is connected to many listeners and thinkers in past centuries of aesthetic \ninquiry. John Keats wrote famously and briefly of this ability in a letter to his brothers, 8\n D. FISHKIN"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "coining the phrase “Negative Capability” to describe the capability of great writers to \nexplore aesthetic beauty even as it leads them into areas of ethical or philosophical \nambiguities. This Negative Capability is defined as “when a man is capable of being in \nuncertainties, mysteries, doubts, without any irritable reaching after fact and reason. This \npursued through volumes would perhaps take us no further than this, that with a great \npoet the sense of Beauty overcomes every other consideration, or rather obliterates all \nconsideration” (Keats 1899 , 277). My intention in invoking Keats is not to historically locate \nnegativity in any particular milieu – the attitude we are discussing is not culturally \ncontingent, but rather part of a larger aesthetic inquiry that spans many historical move -\nments & traditions. Rather, this term indexes succinctly that Haden – like many artists \nthroughout time – possess a particular constitution that can weather the storm. Haden is \nable to listen to the “ugliness” of the world without himself succumbing to it – He is able \nto venture to the nether world and emerge unscathed.\nThis is not to say that Haden’s hearing is detached from emotion. Nor is Haden alone – \nanyone committed to music who develops any of these conditions is liable to be seriously \ndisturbed, and subsequently must relearn to listen in order to recover their experience of \nsound. Beethoven detailed the extent of his hearing loss and its emotional impact in \na document now called the Heiligenstadt Testament :\nIf at times I decided just to ignore my infirmity, alas! How cruelly was I then driven back by the \nintensified sad experience of my poor hearing. Yet I could not bring myself to say to people: \n“Speak up, shout, for I am deaf.” Alas! How could I possibly refer to the impairing of one sense \nwhich in me should be more perfectly developed than in other people . . . (Mai 2007 , 47)\nIn other words, someone who is supposed to be “good at hearing things” might not only \nstruggle with social isolation as a result of hearing trouble, but also mourn the loss itself — \nfor a musician or sound lover, losing control of your gift – your calling – may itself be an \nartistic crisis. And for Charlie Haden, as a master of the duo art form, who is supposed to \nrespond in real time to the sounds which his partner produces – is he not supposed to \nurgently be able to hear his partner? Or, perhaps the tinnitus is his first duet partner – that \nMephistopheles on his shoulder, the stimulus from which his diligent listening emerges. \nConsider this interview with Zabor (1984 ):\nHaden: I could do duets for the next twenty years. When I think of all the great musicians \nI haven’t played with, I could play duets for the rest of my life . . . when just two people are \nplaying you can listen so much more clearly.\nZabor: Have you ever found yourself getting in the way because the music’s going \nespecially badly or especially well?\nHaden: When I have trouble with that, it means I’m not involved in my work. I want to be \nable to rise above myself more and more, to be able to give to others and rise above that \nego, and I hope other people will be able to do that too. (Zabor 1984 , 44)\nHaden’s Dark Listening is not only the ear-plugged delineation of his aesthetic convic -\ntions – but the inverse template for the reverent humility that is the fundamental requisite \nfor any improvising partner. An artist like Haden, spends his entire life practicing how to \nnot hear himself in order to be a better improviser.THE SENSES AND SOCIETY\n 9"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Surviving tinnitus is the practice of not hearing yourself.\nIn his essay on Charlie Haden’s country roots, music scholar ken tianyuan Ge details the \nextended quotations of folk tunes during Haden’s collaboration with Pat Metheny, on \ntheir live album 80/81 :\nConsider the transition at 10:00, in which Jack DeJohnette’s intensely physical drum -\nming elevates the tempo (a march-like 120 BPM) of Metheny’s “first” folk song to \na heightened level of energy. Metheny’s guitar and Haden’s bass gradually fade in at \n12:20, establishing an open, thirdless tonal center in D. The understated attack and \nvolume of Haden’s bass, especially in his lowest string (again, detuned to D), seems to \ninvite an empathetic adjustment of volume from DeJohnette. This mutual adjustment of \ntexture is completed at 13:20 when Haden begins playing “Joe Clark” in a lyrical rubato. \nHis melody does not immediately assume the forefront of the musical texture: it \nemerges , the ambiguous new tempo flooding and overtaking the perceptual ground \nupon which we stand. He invokes an inverse virtuosity: if jazz’s trumpeters and sax-\nophonists “took the music up” to new heights by exploiting the upper tessituras and \naltissimos of their instruments, then Haden’s insistent, premeditated low D effectively \nwidens the dynamic range of the song, encouraging us to build our listening from the \nbottom up. (Ge, 2020 )\nGe’s description of Inverse Virtuosity is compelling. Haden’s absence becomes \na presence, slowing down the time of the improvisation, which, for a brief time, \nseems to contain two distinct tempi. Rather than a technical (outward) virtuosity, \nperhaps this virtuosity of listening is about inward pyrotechnics – how to hear \nmusical possibilities rather than wield them. That detuned D-string, too, has been \nringing in Haden’s musical ecosystem since at least 1959—since Ornette Coleman \nchanged music history with his stirring composition Lonely Woman , built also \naround Haden’s open fifths around D and A, including the low D pedal tone. By \nnow, we realize that Haden is not merely listening to Metheny and Jarrett, but also \nstraining to hear them through his earplugs and Plexiglas baffles, through his \ntinnitus and hyperacusis, and indeed, through the everyday sonic banalities \nwhich suffuse his (and our) existences.\nAs his hearing loss vexes him, Haden’s actions in response create real ripples in the \nacoustic realm – many silences, with disparate affects. While there is no cure, there are \nways to get used to tinnitus: one such way is to use it, heeding its call to engender \na new sonic reality for all who are listening. His tinnitus doubtlessly roaring in his ears, \nyet never heard by his partners or his audiences – the loudness of every sound \nsurrounding him and the perilous feelings thereafter – the earplugs, the baffles: \nthese are unique filters which frame his sonic waking life. These symptoms and \ntechnologies are real agents – part and parcel of a troubled hearing that relentlessly \ndetermines its sonic consequences for all to experience. We hear these sonic con-\nsequences in every pluck, in his preference of the intimate duo setting, in the reverent \ncontemplation of Haden’s sonic affect – and we know their opposites – their inverse \nimpressions: from the loud bandstand, to the raucous supermarket loudspeaker blar -\ning facile pop hits, even to the insensitive collaborator who can’t hear what Haden \nhears. This is the paradoxical tension of Dark Listening —it is both generative and \nprohibitive, creating new ways of listening and sounding at the same time it tears \nothers asunder.10\n D. FISHKIN"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Notes\n1. Please begin by listening to Charlie Haden’s bass solo on Ornette Coleman’s “Law Years” from \nthe Complete Science Fiction Sessions.\n2.This story has been repeated many times throughout Haden’s life, but is recalled in con-\nversation with fellow bassist, Flea (Leigh 2006 ).\n3. In several of his obituaries, he stands aside his own reflection in his Plexiglas (The Telegraph  \n2014 ).\n4. A diligent reader will note that Haden’s etiology of tinnitus et al is non-canonical, and \nrepresents his own understanding of his condition, rather than a comprehensive medical \ndefinition. Though Haden conjectures his tinnitus may have emerged from playing near loud \ndrummers for so many years, noise-induced hearing loss is just one possible cause for the \nsymptom of tinnitus. I use the term hearing damage, however, to preserve the emotional \nimpact of my subject’s experience of these conditions, without intending to further stigma -\ntize disease.\n5. Elsewhere, Haden lectures his students, “We’ve been given special ears. It doesn’t make you \nbetter than anybody else, but you’re able to hear things other people don’t” (Smith 1997 ).\n6. Haden is not alone. Indeed, many musicians who describe their tinnitus simultaneously \ndescribe themselves — eg, their own way of hearing and their way of engaging with sound. \nI found Barbara Streisand discussing her tinnitus with a daytime show host “Q: What do you \nhear that I don’t hear? A: I hear high frequency noise. When I went to have my hearing tested, \nI had supersonic hearing. I hear more. [. . .] And this is one of the reasons I always felt different \nwhen I was a kid (Streisand 2018 , 0:24–0:41).\n7. In another interview, he admonishes his students, “you must risk your life for every note” \n(Gravity 1994 ).\n8. Pawel Jastreboff distinguished himself in the field by coming up with the first metric to test for \ntinnitus in the brains of rats – and later invented Tinnitus Retraining Therapy , a psychodynamic \nresponse system for learning to cope with tinnitus in lieu of a chemical or surgical cure \n(Jastreboff and Hazell 2008 ).\n9. Consider, too, microphone feedback – regardless its colloquial association as an “annoying” \nsound.\n10. And indeed, through focused listened onto one’s own troubled relationship to sound, that \niterative process of attention-directing might yield a sound that cannot be unheard. In \nother words, Passive hearing, amplified by active listening, gives way to a new level of \nhearing.\n11. Edelstein et al. (2013 ) authored one of the first papers to take a stab at creating diagnostic \ncriteria for Misophonia through interviewing people who experience it. Edelstein et al. (2013 ) \nalso connect the data of misophonic sufferers to normal music listeners, creating data for the \npsychological experience of this puzzling condition.\n12. Whereas the lowercase spelling of deaf indicates the absence of hearing, capital-D Deaf \nindicates Deaf Culture – positing Deafness as a community rather than a condition.\n13. One of Jastreboff and Hazell’s 2008 most radical suggestions is to suggest a suicide help line \nspecifically for tinnitus sufferers, to spare them from the affective drama of going to a doctor \nwho will shrug and say “there’s nothing you can do.”\n14. It also suggests an aesthetics of hearing too much that refuses generalization. Since these \nconditions are all subjective, phenomenologically, there is something untranslatable about \nthese disorders – something hyper-personal, which will, by virtue of their specificity, will \nnever translate to a real cultural identity, such as Deafness has.\nDisclosure statement\nNo potential conflict of interest was reported by the author(s).THE SENSES AND SOCIETY\n 11"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "References\nBauman, H-Dirksen L., and Joseph J. Murray. 2014 . “Deaf Studies in the 21st Century: “Deaf-Gain” \nand the Future of Human Diversity.” In The Disability Studies Reader , edited by Lennard Davis. \nNew York: Routledge.\nDavidson, Michael. 2016 . “Cleavings: Critical Losses in the Politics of Gain.” Disability Studies \nQuarterly 36 (2). https://doi.org/10.18061/dsq.v36i2.4287 .\nDeluke, R. J. 2004 . “Charlie Haden: Making Beautiful Music.” All About Jazz, Last modified December \n2, 2004. https://www.allaboutjazz.com/charlie-haden-making-beautiful-music-charlie-haden-by- \nrj-deluke.php .\nEdelstein, Miren, David Brang, Romke Rouw, and Vilayanur S. Ramachandran. 2013 . “Misophonia: \nPhysiological Investigations and Case Descriptions.” Frontiers in Human Neuroscience 7 (296): \n1–11. June. https://doi.org/10.3389/fnhum.2013.00296 .\nFishkin, Daniel. 2016 . “Composing the Tinnitus Suites: 2008 Through 2016 (Until Death).” Society of \nAmerican Music Bulletin 42 (3): 5–8. https://cdn.ymaws.com/www.american-music.org/resource/ \nresmgr/docs/bulletin/vol423.pdf .\nFishkin, Daniel, and Mack. Hagood. 2022 . “Dark Listening.” Sounding Out. (forthcoming 2022).\nGe, ken tianyuan “Rambling Boy: Images, Quotation, and the Thisness of Place in Charlie Haden’s \nAmerica.” Unpublished Manuscript.\nGoodman, Amy, and Charlie Haden. 2006 . “Jazz Legend Charlie Haden on His Life, His Music and His \nPolitics.” Democracy Now, Last modified September 1, 2006. https://www.democracynow.org/ \n2006/9/1/jazz_legend_charlie_haden_on_his .\nGravity. 1994 . “Charlie Haden: ‘Risk Your Life for Every Note’.” Last modified October 25, 1994. http:// \nwww.newsavanna.com/meanderings/me107/me10707.html .\nHagood, Mack. 2019 . Hush: Media and Sonic Self-Control . Durham: Duke University Press.\nHolmes, Jessica A. 2016 . “Singing Beyond Hearing.” Journal of the American Musicological Society \n69 (2): 542–547. https://scholar.google.ca/citations?view_op=view_citation&hl=en&user= \nYxZVkMkAAAAJ&citation_for_view=YxZVkMkAAAAJ:IjCSPb-OGe4C .\nHowe, Blake, Stephanie Jensen-Moulton, Joseph N. Straus, Jennifer Iverson, Jessica A. Holmes, \nMichael B. Bakan, Andrew Dell’antonio, and Elizabeth J. Grace. 2016 . “On the Disability \nAesthetics of Music.” Journal of the American Musicological Society 69 (2) Summer: 525–563.  \nhttps://doi.org/10.1525/jams.2016.69.2.525 .\nJarrett, Michael. 1998 . Sound Tracks: A Musical ABC . Vol. 1-3. Philadelphia: Temple University Press.\nJastreboff, Pawel J. 1990 . “Phantom Auditory Perception (Tinnitus): Mechanisms of Generation and \nPerception.” Neuroscience Research 8 (4): 221–254. August. https://doi.org/10.1016/0168-0102(90) \n90031-9 .\nJastreboff, Pawel J., and Jonathan W. P. Hazell. 2008 . Tinnitus Retraining Therapy: Implementing the \nNeurophysiological Model . Cambridge: Cambridge University Press.\nJones, Jeannette DiBernardo. 2015 . “Imagined Hearing: Music-Making in Deaf Culture.” In The Oxford \nHandbook of Music and Disability Studies , edited by Blake Howe, Stephanie Jensen-Moulton, \nNeil Lerner, and Joseph Straus. Oxford: Oxford University Press. https://doi.org/10.1093/ \noxfordhb/9780199331444.013.3 .\nKeats, John. 1899 . The Complete Poetical Works and Letters of John Keats . New York: Thomas \nY. Crowell Company.\nLeigh, Bill. 2006 . “Flea & Charlie Haden.” Bass Player . 17 (6): 30–44. June. http://thechilisource.com/ \nbass-player-june-2006/ .\nMai, Francois. 2007 . Diagnosing Genius . Montreal: McGill-Queen’s University Press. https://doi.org/ \n10.1515/9780773576063 .\nMetheny, Pat, Charlie Haden, Dewey Redman, Jack DeJohnette, and Michael Brecker. 1991. 80/81 . \nECM Records 1180/81, compact disc.\nOliveros, Pauline. 1974 . Sonic Meditations . Sharon: Smith Publications.\nOliveros, Pauline. 2005 . Deep Listening: A Composer’s Sound Practice . New York: iUniverse, Inc.\nOliveros, Pauline. 2022 . Quantum Listening . Ignota Books.12\n D. FISHKIN"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Padden, Carol, and Tom Humphries. 1990 . Deaf in America: Voices from a Culture . Cambridge: \nHarvard University Press.\nSmith, R. J. 1997 . “All That L.A. Jazz.” Los Angeles Times, Last modified January 19, 1997. https:// \nwww.latimes.com/archives/la-xpm-1997-01-19-tm-19975-story.html .\nStreet, Monroe, 2022 . “Tinnitus, Speaking.” unpublished draft.\nStreisand, Barbara. 2018 . “Barbara Streisand Speaks About Her Tinnitus.” YouTube. March 27. Video, \n1:27. https://www.youtube.com/watch?v=VyYzMKxHkEA .\nThe Telegraph. 2014 . “Charlie Haden – Obituary.” Last modified July 14, 2014. https://www.tele \ngraph.co.uk/news/obituaries/10966434/Charlie-Haden-obituary.html .\nTom, Shakespeare. 2014 . “The Social Model of Disability.” In Disability Studies Reader , edited by \nLennard J. Davis, 266–273. New York: Routledge.\nZabor, Rafi. 1984 . “Charlie Haden, Liberation and Revelation: The Probing Essence of the Bass.” \nMusician 66 (April): 42–52.\nZorn, John. 2000 . Arcana: Musicians on Music . New York: Granary Books.THE SENSES AND SOCIETY\n 13"
    }
  ]
}