{
  "doc_type": "scientific paper",
  "title": "Back to the future progressing memory research in eating disorders",
  "authors": [
    "Forester"
  ],
  "year": 2024,
  "journal": "journalofeatingdisorders",
  "doi": "10.1002/eat.24045",
  "abstract": null,
  "keywords": [
    "anorexia",
    "associative learning",
    "binge-eating",
    "bulimia",
    "eating disorders",
    "episodic memory",
    "learning"
  ],
  "research_topics": [
    "anorexia",
    "associative learning",
    "binge-eating",
    "bulimia",
    "eating disorders",
    "episodic memory",
    "learning"
  ],
  "created_at": "2025-05-04T23:13:20.903651Z",
  "source_pdf": "documents/research/Global/Forester 2024 Back to the future progressing memory research in eating disorders.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:International journalofeatingdisorders\nArticleTitle: BacktotheFuture:progressing memoryresearchineatingdisorders\nArticleAuthor: Forester,Glenetal.\nVol:56No:11Date:2023-08-18Pages:2032-48\nISSN-02763478; LCN-sn98009195;\nPublisher: Wiley2023-08-18\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "FORUM\nBack to the future: Progressing memory research\nin eating disorders\nGlen Forester PhD1| Jeffrey S. Johnson PhD1,2| Erin E. Reilly PhD3|\nE. Caitlin Lloyd PhD4,5| Emily Johnson BS2| Lauren M. Schaefer PhD1,6\n1Center for Biobehavioral Research, Sanford\nResearch, Fargo, North Dakota, USA\n2Department of Psychology, North Dakota\nState University, Fargo, North Dakota, USA\n3Department of Psychiatry and Behavioral\nSciences, University of California,\nSan Francisco, California, USA\n4Columbia University Irving Medical Center,\nNew York, New York, USA\n5New York State Psychiatric Institute,\nNew York, New York, USA\n6Department of Psychiatry and Behavioral\nScience, University of North Dakota School of\nMedicine and Health Sciences, Grand Forks,\nNorth Dakota, USA\nCorrespondence\nGlen Forester, Sanford Center for\nBiobehavioral Research, 120 Eighth St. South,Fargo, ND 58103, USA.\nEmail:\nforestergf@gmail.com\nFunding information\nNational Institute of General Medical Sciences,Grant/Award Number: P20 GM123969;\nNational Institute of Mental Health,\nGrant/Award Numbers: K23MH131871,\nR15MH128896, T32 MH082761, T32\nMH096679\nAction Editor: Anja HilbertAbstract\nObjective: Human behaviors, thoughts, and emotions are guided by memories of the\npast. Thus, there can be little doubt that memory plays a fundamental role in the\nbehaviors (e.g., binging), thoughts (e.g., body-image concerns), and emotions\n(e.g., guilt) that characterize eating disorders (EDs). Although a growing body of\nresearch has begun to investigate the role of memory in EDs, this literature is limitedin numerous ways and has yet to be integrated into an overarching framework.\nMethods: In the present article, we provide an operational framework for character-\nizing different domains of memory, briefly review existing ED memory research\nwithin this framework, and highlight crucial gaps in the literature.\nResults: We distinguish between three domains of memory —episodic, procedural,\nand working —which differ based on functional attributes and underlying neural sys-\ntems. Most recent ED memory research has focused on procedural memory broadly\ndefined (e.g., reinforcement learning), and findings within all three memory domains\nare highly mixed. Further, few studies have attempted to assess these different\ndomains simultaneously, though most behavior is achieved through coordination and\ncompetition between memory systems. We, therefore, offer recommendations for\nhow to move ED research forward within each domain of memory and how to studythe interactions between memory systems, using illustrative examples from other\nareas of basic and clinical research.\nDiscussion: A stronger and more integrated understanding of the mechanisms that\nconnect memory of past experiences to present ED behavior may yield more com-\nprehensive theoretical models of EDs that guide novel treatment approaches.Public Significance: Memories of previous eating-related experiences may contribute\nto the onset and maintenance of eating disorders (EDs). However, research on the\nrole of memory in EDs is limited, and distinct domains of ED memory research are\nrarely connected. We, therefore, offer a framework for organizing, progressing, and\nintegrating ED memory research, to provide a better foundation for improving ED\ntreatment and intervention going forward.\nKEYWORDS\nanorexia, associative learning, binge-eating, bulimia, eating disorders, episodic memory, learning,\nmemory, procedural memory, working memoryReceived: 4 May 2023 Revised: 17 July 2023 Accepted: 2 August 2023\nDOI: 10.1002/eat.24045\n2032 © 2023 Wiley Periodicals LLC. Int J Eat Disord. 2023;56:2032 –2048. wileyonlinelibrary.com/journal/eat"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "1|BACK TO THE FUTURE: PROGRESSING\nMEMORY RESEARCH IN EATING DISORDERS\nEating disorders (EDs), including anorexia nervosa (AN), bulimia ner-\nvosa (BN), and binge-eating disorder (BED), are generally character-ized by the over or under-consumption of food and disturbances in\nbody image (American Psychiatric Association,\n2013 ; Coffino\net al., 2019 ). EDs are associated with significant psychiatric and medi-\ncal comorbidity, psychosocial impairment, chronicity, and mortality\n(Hudson et al., 2007 ; Smink et al., 2012 ). As existing interventions for\nEDs are often unsuccessful in achieving lasting remission (Hagan &Walsh,\n2021 ; Linardon, 2018 ; Watson & Bulik, 2013 ), there is an\nurgent need to clarify the risk and maintenance processes underlying\nED onset and maintenance, to improve prevention and treatment\napproaches. To this end, there has been an explosion of research char-acterizing the neurocognitive mechanisms that give rise to the cogni-\ntive (e.g., attention biases), emotional (e.g., affect regulation\ndifficulties), and behavioral (e.g., decision making) features of EDs.Although it is well-accepted in other fields that each of these features\nand mechanisms relies heavily on memory processes, research on\nmemory in EDs is relatively limited, and studies evaluating the con-nections between different facets of memory in EDs are rare. To help\nbolster research in this area, we outline an operational framework for\norganizing memory research, briefly summarize existing findings onmemory in EDs within this framework, and highlight approaches foraddressing important gaps in the literature.\n1.1 |Defining memory\nMemory refers to a set of mechanisms that allow past experience to\nguide current behaviors, thoughts, and emotions (Tulving, 1983 ;\nTulving, 1985 ). For example, memory of the consequences of past\nbehavior motivates us to engage in or avoid those behaviors in thefuture (Duncan & Shohamy,\n2020 ). Memory is what allows us to main-\ntain a self-image, to construct an ideal self-image, and to compare the\ntwo (Conway, 2005 ). Memory is why we can consciously recollect\nmoments from our past and re-experience the sensations and emo-tions of those moments in the present (Tulving,\n1985 ). Memory helps\nguide our attention to the key features of our environment\n(Sherman & Turk-Browne, 2022 ) and is what allows us to problem\nsolve, plan, and imagine the future (Schacter et al., 2012 ).\nMemory researchers typically distinguish between different\ndomains of memory based on their functional attributes and underly-ing neural systems. However, there is no universally accepted frame-\nwork for making and categorizing such distinctions (Henke,\n2010 ;\nHoward & Cohen, 2004 ; Tulving, 2007 ). To provide organizational\nclarity in the current article, we operationally distinguish betweenthree domains of memory —episodic, procedural, and working memory\n(see Figures\n1and2)—each of which has demonstrated relevance to\neating behavior and may hold promise as potential treatment targets(see Table\n1). However, it is important to note that although these are\ncommon distinctions, we are using the terms broadly, and they do notencapsulate all facets of memory. Finally, a key theme of this article is\nthat these memory systems are highly interactive in guiding behavior,making it important to better understand not only how each memory\nsystem influences EDs separately, but also how they do so in concert\n(Collins & Frank,\n2012 ; Duncan & Shohamy, 2020 ; Gershman &\nDaw, 2017a ).\n1.1.1 | Episodic memory\nEpisodic memory refers to the ability to store and retrieve specificexperiences from one's past, typically with rich associative and con-textual detail (Tulving,\n1985 ). For example, episodic memory underlies\nthe ability to recall a conversation that you had a month ago, re-\nexperience the words, gestures, and emotions of that conversation,and recollect incidental details, like the outfit you were wearing.\nImportantly, episodic memories are flexible: they can be reexamined\nfrom different perspectives, they can be combined and compared, andthey can be distorted, forgotten, and recovered over time (Biderman\net al.,\n2020 ; Schacter, 2021 ). The flexibility and richness of episodic\nmemory likely reflect that its primary function is to help us adaptivelymake decisions, problem solve, and plan for the future, rather than\nsimply to re-experience the past (Schacter et al.,\n2012 ). For example,\nbrain areas crucial to episodic memory, such as the hippocampus andother areas of the medial temporal lobe, show similar activity duringdecision making and thinking about the future as during episodic\nmemory retrieval, suggesting that episodic memories are implicitly\nsampled and modified to guide behavior (Addis et al.,\n2007 ; Bakkour\net al., 2019 ; Wang et al., 2015 ). Episodic memory, therefore, likely\nplays a central role in adaptive and maladaptive psychological func-\ntioning (Beck & Haigh, 2014 ; Bornstein & Pickard, 2020 ;\nBrewin, 2014 ; Heller & Bagot, 2020 ).\n1.1.2 | Procedural memory (and learning)\nProcedural memory refers to the gradual acquisition of skills, habits,and knowledge\n1through repeated experience (Gershman &\nDaw, 2017b ; Henke, 2010 ; Howard & Cohen, 2004 ). It is the set of\nmechanisms that underlie associative learning, or the ability to form\nimplicit associations between stimuli, contexts, behaviors, and/or out-comes (e.g., reward learning and classical conditioning), and it supports\nthe automaticity of behaviors found to reliably achieve a goal\n(i.e., habit formation). For example, the incrementally learned associa-tions between contextual stimuli (e.g., the sound of a bell), behaviors\n(e.g., pressing a lever), and outcomes (e.g., the receipt of food) are\n1Note that we include semantic memory (general knowledge that can be explicitly stated) as\na type of procedural memory, though it is often paired more closely with episodic memory(Howard & Cohen,\n2004 ). We do this because semantic memory reflects a generalized and\nrelatively rigid form of memory, which is typically acquired gradually (Gershman &\nDaw, 2017a ; Henke, 2010 ). For example, you likely know that coffee is associated with\ncream (a semantic memory) not because you can recall the first time you saw cream pouredinto coffee (an episodic memory), but because you have extracted the association fromrepeated experiences (a procedural memory).FORESTER ET AL. 2033\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "stored as procedural memories, which then support automatic\nresponse tendencies (e.g., pressing a lever when hearing a bell).\nUnlike episodic memory, procedural memory generally does\nnot depend on the hippocampus/medial temporal lobe, and instead\nis largely reliant upon the striatum, amygdala, and cerebellum\n(Daw & O'Doherty, 2014 ; Poldrack & Packard, 2003 ). Furthermore,\nwhereas episodic memory captures unique details of singleinstances from the past, procedural memory typically reflects sum-\nmary information generalized across multiple instances. This sum-\nmary information describes the value (or utility) of a given actionperformed in a particular state (e.g., a lever press in the presence\nof a bell) (O'Doherty et al.,\n2002 ; Seymour et al., 2004 ). Since thisinformation is immediately available (i.e., no computation is\nrequired), action evaluation is simple, allowing behavior that was\nadaptive in the past to be repeated automatically. However,because procedural memories are typically formed through direct\nand repeated experience, they are often slow to be acquired (Lally\net al.,\n2010 ), and difficult to change (Orbell & Verplanken, 2010 ),\neven if they become inaccurate (e.g., pressing the lever no longerleads to a reward) (Tricomi et al.,\n2009 ). Thus, while procedural\nmemory is highly advantageous for completing daily routines, over-\nreliance on this system can be maladaptive when circumstanceschange. Indeed, excessive use of procedural memory and learning\nsystems in lab-based behavioral tasks appears characteristic of\nFIGURE 1 Contrasting three broad domains of memory. Key features (left) and typical methods for testing (right) three domains of memory.\nThis operational framework for distinguishing memory domains is based on differences in functional attributes and underlying neural systems(Henke,\n2010 ; Howard & Cohen, 2004 ; Tulving, 2007 ), but its definitions here are broad for the sake of organizational clarity. Note that memory\nencoding refers to the representation of information so that it has the potential to influence thought and behavior in the future (i.e., memory\ncreation). Memory retrieval refers to the processes that allow previously encoded information to influence thoughts or behavior in the present. In\nthe procedural memory panel, the apple/airplane with a bar over it represents the average (i.e., generalized) value of the item.2034 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "several psychiatric disorders, including substance use and\nobsessive-compulsive disorders (Gillan & Robbins, 2014 ; Sjoerds\net al., 2013 ; Voon et al., 2015 ).\n1.1.3 | Working memory\nWorking memory refers to the ability to hold small amounts of infor-mation actively in mind over brief intervals, to mentally manipulatethis information, and to use it in service of ongoing tasks(Baddeley,\n1986 ; Miller, 1960 ). As such, working memory forms a key\ncomponent of the cognitive architecture supporting a range of behav-\niors, from the short-term retention of various kinds of information(e.g., visual, verbal, and semantic), to more complex cognitive pro-\ncesses including language comprehension (Collette et al.,\n2000 ; Martinet al., 1994 ), mental arithmetic (Logie et al., 1994 ), learning and prob-\nlem solving (Cowan, 2014 ), and the control and guidance of attention\n(Desimone & Duncan, 1995 ). For example, to find a friend in a\ncrowded market, details about the friend's appearance, such as their\nhair color or what they told you they would be wearing, can be\nretrieved from long-term memory, maintained in an active state inworking memory, and used to guide attention. The ability to tempo-\nrarily hold information in an active state supports behavioral flexibility\nby allowing behavior to be guided by internally generated plans andgoals, rather than fixed habits and learned stimulus –response associa-\ntions (D'Esposito & Postle,\n2015 ). Although this is often adaptive, it\ncan sometimes contribute to maladaptive outcomes, such as when an\ninability to keep particular information out of working memory con-tributes to excessive worry (Stout et al.,\n2015 ), depression\n(Baddeley, 2013 ), or other forms of distress (Brewin et al., 2010 ).\nFIGURE 2 Neuroanatomy of memory domains. A given brain region may contribute to multiple memory systems. However, episodic,\nprocedural, and working memory depend on somewhat anatomically distinct networks (Rottschy et al., 2012 ; Sherman et al., 2023 ). Working\nmemory is reliant upon inferior, superior, and medial frontal regions, parietal and insular cortices, and the thalamus (regions in red). Proceduralmemory function is supported by the dorsal striatum (regions in green), whilst episodic memory relies upon medial temporal lobe structures,including the hippocampus, parahippocampal gyrus, and entorhinal cortex (regions in blue). Given the fairly distinct anatomical systems supporti ng\ndifferent types of memory, neuroimaging approaches (e.g., fMRI, MEG, and EEG), may be useful in elucidating the particular memory alterations\nthat exist in EDs, as well as indicating targets of interventions to address these alterations.\nTABLE 1 Hypothetical case examples highlighting likely relationships between memory and eating disorders.\nCase 1 clinical notes Case 2 clinical notes Case 3 clinical notes\nAmanda is a 22-year-old female with anorexia\nnervosa. Amanda continues to recall an\nidealized view of the onset of her eating\ndisorder (e.g., “when I first started\nrestricting, I felt really great, lost a bunch ofweight, and people commented on howgood I looked. ”) which drives continued\nattempts to restrict, despite awareness that\nthe behavior is harming her. Additionally,when her therapist prompts her to imagineherself in the future, she struggles toimagine a life either with or without her\neating disorder. Therefore, she struggles to\naccess salient, future-focused motivationto change her behavior.Patrick is a 29-year-old male presenting for\ntreatment of binge-eating disorder. Patrick\ndescribes that, 8 years ago, he began binge\neating because it helped him relax andexperience some pleasure when he wasfeeling sad or lonely. However, he says thatnow, binge eating rarely provides him any\nrelief, and usually makes him feel even worse.\nDespite this, he feels a strong and automaticneed to eat whenever he is feeling sad, andthis usually turns into a binge-eating episode.Yvonne is an 18-year-old female with bulimia\nnervosa. Yvonne explains that when a\nthought about food gets into her mind, it is\ndifficult to get it out, even when there is nofood around. She notes that, as a result, it isoften difficult to think about anything else.For example, she describes that her long-term\ngoals seem to fade from her mind, and she\nhas trouble engaging fully with herenvironment (e.g., when spending time withfriends).\nMemory in Case 1 Memory in Case 2 Memory in Case 3\nMemory allows recollecting the past and\nimagining the future. See especially thesections “Episodic Memory ”and “Episodic\nMemory in EDs. ”Memory allows behaviors to become relatively\nautomatic, driven by internal or external cues.See especially the sections “Procedural\nMemory ”and “Procedural Memory in EDs. ”Memory allows actively maintaining and utilizing\ninformation in mind to guide attention andbehavior. See especially the sections\n“Working Memory ”and “Working Memory in\nEDs. ”FORESTER ET AL. 2035\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "1.2 |The current state of research on memory\nin EDs\nAlthough severe, widespread deficits of neuropsychological function\nare unlikely to characterize EDs, it has long been suggested that spe-cific memory abnormalities may be a factor in their onset and mainte-\nnance (Lena et al.,\n2004 ). This potential is highlighted by structural\nand functional alterations in the neurocircuits underlying memory sys-tems in ED populations (Mele et al.,\n2020 ; Walton et al., 2022 ), as well\nas research suggesting that the manipulation of memory may be a\nuseful tool for ED prevention (Pennesi & Wade, 2018 ). Indeed, mem-\nory plays a central, though often implicit, role in many models of EDonset and maintenance (Schaefer, Forester, Dvorak, et al.,\n2023 ). For\nexample, affect regulation models suggest that previous experiences\nof mood improvement following ED behaviors (e.g., dietary restriction)contribute to continuation of that behavior in the future (Haynos\net al.,\n2017 ; Heatherton & Baumeister, 1991 ). Habit models extend\nthis proposed learning process, positing that when contextual cues(e.g., negative affect) become associated with specific response-\noutcome contingencies (e.g., mood improvement following dietary\nrestriction) in memory, the presence of these cues can trigger theresponse behavior even when the behavior no longer results in\nthe desired outcome (Steinglass & Walsh,\n2016 ; Walsh, 2013 ). Expec-\ntancy models more explicitly hypothesize that cognitive summaries ofpast experiences are stored in memory, which are then used to predictthe future outcome of a given behavior (e.g., the expected outcomes\nassociated with pursuing thinness or consuming food) (Hohlstein\net al.,\n1998 ). Finally, models highlighting the role of inhibitory control\nin ED pathology assume that alterations (i.e., impairments in binge-\ntype EDs and enhancements in restrictive-type EDs) in the ability to\nactively maintain and utilize joint representations of the current envi-ronment, prior experience, and current goals in memory contribute to\nthe onset/persistence of EDs (Brooks et al.,\n2017 ; Dawe &\nLoxton, 2004 ; Wierenga et al., 2014 ). However, the precise memory\nmechanisms that might contribute to these models are oftenuntested. Moreover, relevant findings from ED research are typically\nnot discussed within a broader learning and memory context, which\nwould allow researchers to easily link or differentiate findings acrossthe field. In the following sections, we, therefore, outline existing ED\nmemory research within each memory domain and then highlight the\nconnections between them.\n1.2.1 | Episodic memory in EDs\nThere is a substantial body of research demonstrating a relationshipbetween episodic memory and eating behavior (Higgs &Spetter,\n2018 ; Seitz et al., 2021 ). Perhaps the most striking evidence\ncomes from patients with the inability to form episodic memories (due\nto hippocampal damage), who, without memory for having recently\neaten, will continue to eat multiple meals within a short period of time(Rozin et al.,\n1998 ). Similarly, animal research has shown that the hip-\npocampus and other brain regions underlying episodic memory playan important role in integrating and filtering internal signals of satiety\nand hunger, suggesting that these brain regions not only help to cre-ate and retrieve memories of previous eating episodes but also serve\na gate-keeping function with regard to physiological hunger and sati-\nety cues (Parent et al.,\n2022 ). Evidence linking episodic memory to\neating behavior also comes from experimental studies in healthy\nhumans. For example, cueing episodic memory retrieval for a recent\nmeal influences subsequent food intake (Collins & Stafford, 2015 ;\nHiggs, 2002 ; Vartanian et al., 2016 ), as does manipulating the way\nmemory for an eating episode is created or stored (Brunstrom\net al., 2012 ; Higgs & Woodward, 2009 ; Robinson et al., 2012 ). Thus,\nepisodic memory appears to play an important role in modulatingexperiences of hunger and satiety, as well as in eating-related decision\nmaking. Despite this, there has been relatively little research examin-\ning the relationship between episodic memory and EDs.\nMuch of the research that has been conducted to date has\nfocused on whether individuals with EDs have general episodic mem-\nory deficits (i.e., reduced ability to create, store, and retrieve newinformation, such as a series of neutral words/images) or biases\n(e.g., better memory for disorder-relevant stimuli), but results from\nthese studies have been mixed. There is evidence of enhanced mem-ory for disorder-relevant information, such as food or body stimuli\n(though there are also null or inconsistent findings) (Griffith\net al.,\n2015 ; Nikendei et al., 2008 ; Svaldi et al., 2010 ; Tekcan\net al., 2008 ). Furthermore, one study found that biased episodic mem-\nory for negatively valenced information may help explain emotion reg-\nulation difficulties in AN (Manuel & Wade, 2013 ), suggesting that\nmemory biases may underlie key affect regulation deficits in EDs.However, despite intriguing recent findings, tests of general episodic\nmemory deficits have led to highly inconsistent results overall (Eneva\net al.,\n2017 ; Keeler et al., 2022a ; Stedal et al., 2021 ; Terhoeven\net al., 2017 ; Terhoeven, Faschingbauer, et al., 2023 ; Weider\net al., 2016 ).\nThe reason for this inconsistency is likely manifold (e.g., small/\nheterogenous samples, conflation of memory domains, heteroge-neous measures, and stimuli). However, a core issue may be an over-\nreliance on general neuropsychological tests of cognitive function\n(e.g., from the NIH Toolbox). Although the use of these generalmemory impairment measures is useful for highlighting potential def-\nicits among ED populations, the intentional broadness and simplicity\nof these tasks may obscure more nuanced and theoretically mean-ingful facets of memory. For example, these and other tasks have\nalmost exclusively focused on episodic item memory (i.e., the ability\nto remember a previously encountered item, such as an object/face/word) rather than on episodic relational\n2memory (i.e., the ability to\nremember the relationships between items or an item and its con-\ntext, such as the room in which an object was encountered). This dis-tinction between item and relational memory is often crucial inclinically focused memory research (e.g., on schizophrenia, post-\ntraumatic stress disorder, and aging) (Jung & Lee,\n2016 ;O l d&\n2Note that this type of memory is often referred “associative ”rather than “relational ”in\nepisodic memory research. However, in this article, we save the term “associative ”for\ndescribing “associative learning ”in the context of procedural memory, to avoid confusion.2036 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Naveh-Benjamin, 2008 ). For example, a recent study on alcohol use\ndisorder found that individuals who demonstrated more generalizedor“gist”level relational memory (see Figure\n3a) for the contexts in\nwhich alcoholic items were encountered consumed more alcohol\nover the following month (Goldfarb et al., 2020 ). In contrast, memory\nfor the alcohol-related items alone was unrelated to drinking behav-\nior. This might reflect that more generalized relational memory\n(e.g., remembering a beer outside rather than specifically at thebeach) could allow a wider variety of contexts to cue memories (and\nperhaps craving) of alcohol, and in turn, alcohol use. In EDs, more\ngeneralized relational memory for food or eating experiences couldpotentially play a similar role.Although the studies reviewed above typically assessed memory\nfor arbitrary (but controlled) information (e.g., lists of words/images/movies), another approach is to assess episodic memory for personally\nmeaningful events from the past (e.g., a first date), called autobio-\ngraphical memory (Williams et al.,\n2007 ). Recent research using this\napproach has consistently found overgeneralized autobiographical\nmemory among individuals with EDs (Bomba & Broggi, 2014 ;\nBrockmeyer et al., 2013 ; Castellon et al., 2020 ; Dalgleish et al., 2003 ;\nHuber et al., 2015 ; Keeler et al., 2022b ; Laberg & Andersson, 2004 ;\nNandrino et al., 2006 ; Rasmussen, Jørgensen, Connor, Bennedsen,\net al., 2017 ; Ridout et al., 2015 ; Terhoeven, Nikendei, et al., 2023 ), an\neffect that is commonly associated with mood disorders such as\nFIGURE 3 Examples for progressing research on each domain of memory separately. (a) Episodic item memory (for the cupcake) may be\nsuccessful, while relational memory for the context the item was encountered in can be specific (beach on left), general (beach on right), or failed(forest) (Goldfarb et al.,\n2020 ). (b) Procedural memory can be influenced by cognitive or affective states. For example, a ruminative state can\nimpair procedural memory and thus potentially impair adaptive behavior (Hitchcock, Fried, & Frank, 2022 ). (c) Working memory is useful not only\nwhen it maintains information important to current goals (items in top row), but also when it successfully filters out information that is irrelevantto current goals (food items on bottom row) (Stout et al.,\n2015 ).FORESTER ET AL. 2037\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "depression and post-traumatic stress disorder (Williams et al., 2007 ).\nAn overgeneralized memory is one that, instead of containing specificepisodic details (e.g., “On my last birthday, John and I went for a walk\nin the park ”), is relatively abstract, nonspecific, and often distended in\ntime (e.g., “I usually go for a walk in the mornings ”). This lack of speci-\nficity may reflect an implicit emotion regulation strategy, allowing\nindividuals to avoid re-experiencing emotions from the past (Williams\net al.,\n2007 ). However, it is also associated with poorer clinical out-\ncomes among individuals with mood disorders, perhaps because it\ninhibits the very function of episodic memory —to allow details from\nthe past to guide decision making, problem solving, and planning(Hallford et al.,\n2020 ). Indeed, recent studies suggest that overgenera-\nlized memory among individuals with EDs may be associated with a\nreduced ability to think about the future and problem solve (Keeler\net al., 2022a ; Rasmussen, Jørgensen, Connor, Godt, & Berntsen, 2017 ;\nRidout et al., 2015 ), potentially maintaining maladaptive ED behaviors.\n1.2.2 | Procedural memory (and learning) in EDs\nThere is a deep history of research relevant to eating behavior that fallswithin our broad definition of procedural memory. Indeed, seminal ani-\nmal research on associative learning typically was (and still is) done using\nfood stimuli, highlighting the power of food for shaping incrementallylearned behavior (Anliker & Mayer,\n1956 ;P a v l o v , 2010 ;P a v l o v , 1906 ;\nSkinner, 1971 ; Welzl et al., 2001 ). Recent work also suggests that proce-\ndural memory may contribute to a variety of eating behaviors and\nrelated experiences in humans, such as the craving and (over)consump-tion of palatable foods (Boswell & Kober,\n2016 ; Jansen et al., 2016 ;\nPearce et al., 2022 ). There has thus been consistent and growing inter-\nest in characterizing how aspects of procedural memory might contrib-ute to EDs (Steinglass & Walsh,\n2006 ; Steinglass & Walsh, 2016 ).\nOne line of research on procedural memory has focused on differ-\nences in learning associations between food and stimuli in the envi-ronment (i.e., Pavlovian/classical conditioning). For example, severaltheoretical models have proposed that learned associations between\nfood and aversive stimuli (e.g., nausea) could lead to automatic fear or\ndisgust responses to food, contributing to the onset of restrictive EDsymptoms (Anderson et al.,\n2021 ; Murray et al., 2018 ; Strober, 2004 ).\nIn addition, procedural memory for the associations between food\nand positive or neutral stimuli (e.g., popcorn and one's living room)could contribute to binge-type ED symptoms by increasing the num-\nber or strength of environmental cues that trigger food craving\n(Boswell & Kober,\n2016 ; Pearce et al., 2022 ). Indeed, some evidence\nsuggests that individuals with or at risk for AN may more easily learn\nto associate a novel stimulus with fear or disgust-inducing stimuli than\nhealthy controls (Lambert & Mcgregor, 2021 ; Olatunji, 2020 ) (though\nsee Fyer et al., 2020 ), and may have more difficulty learning new neu-\ntral or positive associations for a given stimulus once a negative asso-\nciation has already been formed (Hildebrandt et al., 2015 ; Lambert &\nMcgregor, 2021 ). Furthermore, neural responses (i.e., prediction error\nmeasured via fMRI) to classically conditioned stimuli may be exagger-\nated in individuals with AN, while they may be reduced in individualswith BED, BN, and obesity (Deguzman et al., 2017 ; Frank et al., 2011 ;\nFrank et al., 2016 ; Frank et al., 2021 ). Thus, although existing findings\nare mixed and integrating results from distinct paradigms is difficult,\nthere does appear to be evidence for abnormalities in the way that\nassociations between stimuli are formed and updated among individ-uals with EDs.\nAnother line of research has focused on how individuals with EDs\nincrementally learn associations between stimuli (e.g., food), actions(e.g., dietary restriction), and outcomes (e.g., reduced anxiety) to maxi-\nmize rewards or avoid punishments (i.e., instrumental/operant/rein-\nforcement learning). For example, individuals with EDs may morereadily learn to associate ED behaviors with rewarding outcomes, thusstrengthening the propensity for engaging in those behaviors in the\nfuture (Schaefer, Forester, Burr, et al.,\n2023 ; Schaefer &\nSteinglass, 2021 ). Additionally, when contingencies between stimuli,\nactions, and outcomes change over time (e.g., if restriction in the pres-\nence of food no longer reduces anxiety or becomes associated with\nnegative outcomes), individuals with EDs may fail to adjust their behav-ior, reflecting poor “reversal learning. ”Lab-based assessment of basic\ndeficits/enhancements of this type of procedural memory in EDs has\nbeen quite mixed, likely secondary to differences in study design(e.g., focus on initial learning vs. reversal learning) or population charac-\nteristics (diagnosis, age, illness stage). However, there does broadly\nappear to be evidence for altered outcome-guided procedural learningamong individuals with EDs (Bernardoni et al.,\n2017 ; Celone\net al., 2011 ; Foerde & Steinglass, 2017 ; Hagan & Forbush, 2021 ;\nH i l d e b r a n d te ta l . , 2018 ; Lao-Kaim et al., 2015 ; Ritschel et al., 2017 ;\nShott et al., 2012 ; Wierenga et al., 2022 ), particularly with regard to\nreversal learning (Banca et al., 2016 ;H a y n o se ta l . , 2021 ; Kollei\net al., 2018 ). Relatedly, there is also evidence that individuals with EDs\nmay persist in learned behaviors (e.g., restriction) in response to a spe-cific stimulus (e.g., food), even when the originally reinforcing/punishing\noutcomes have become irrelevant (e.g., if restriction is now punishing\nand no longer associated with social reinforcement; i.e., habit) (Daviset al.,\n2020 ; Foerde et al., 2021 ; Gillan et al., 2016 ; Seidel et al., 2022 ).\nAlthough there has been more research on procedural than epi-\nsodic and working memory in EDs, findings in this area are also con-\nflicting, making it difficult to draw clear conclusions. There are likelyseveral reasons for this beyond heterogeneity in populations and par-\nadigms mentioned above. First, most existing research has explored\nprocedural memory without consideration for how state or contextualfactors may modulate performance. For instance, outside of EDs, con-\nsistent evidence indicates that emotions, stress, or other dynamic cog-\nnitive processes influence the encoding and retrieval of proceduralmemory (Packard et al.,\n2018 ; Packard et al., 2021 ) (as is also true for\nepisodic and working memory) (Schweizer et al., 2019 ; Shields\net al., 2017 ; Williams et al., 2022 ). These changing, state-based pro-\ncesses are particularly relevant given robust links between affectivedysregulation and stress reactivity with EDs (Chami et al.,\n2019 ;\nLavender et al., 2015 ; Wonderlich & Lavender, 2017 ). For instance, in\na recent study in individuals with elevated depressive symptoms,researchers used a within-subjects design to explore the influence of\nstate-based depressive rumination on reinforcement learning2038 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "performance, finding that performance was impaired by engagement\nin rumination (Hitchcock, Forman, et al., 2022 ). Given the relevance of\nrumination and other forms of repetitive negative thinking in EDs\n(Palmieri et al., 2021 ), this type of manipulation may increase external\nvalidity of findings as well as inform more dynamic, context-dependent models of procedural memory in EDs (Hitchcock, Fried, &\nFrank,\n2022 ). In addition to lack of attention toward state-based\neffects, the research designs utilized in ED research often do not allowfor dissociating crucial subcomponents of procedural memory from\neach other, or from related neurocognitive functions such as attention,\nreward sensitivity, and executive function (see Figure\n4)( F o r e s t e r&\nKamp, 2023 ;G e r s h m a n&D a w , 2017a ; Huys et al., 2013 ;M a\net al., 2020 ; McGuire et al., 2014 ; Wildes et al., 2014 ). Furthermore,\nresearch on procedural memory has predominately focused on reward-\nbased learning, while other forms of procedural memory (e.g., fear/dis-gust conditioning) have received relatively little attention (Anderson\net al.,\n2021 ; Murray et al., 2018 ). Finally, as noted below, procedural\nmemory has largely been studied in isolation by ED researchers, with-out accounting for the influence of episodic and working memory.\n1.2.3 | Working memory in EDs\nA growing number of studies suggest a relationship between workingmemory and food intake among non-ED samples (Dohle et al.,\n2018 ;\nHiggs & Spetter, 2018 ). For example, behavioral and electrophysiolog-\nical (i.e., EEG) studies demonstrate that food is preferentially repre-\nsented in working memory, which can have wide-ranging effects oncognition (Robinson et al.,\n2012 ; Rutters et al., 2014 ). Furthermore,\nhigher (state and trait) working memory capacity has been associated\nwith faster satiation and reduced food intake, which could reflect anenhanced ability to monitor bodily signals related to satiation\n(Nelson & Redden,\n2017 ; Ward & Mann, 2000 ).\nAs with episodic memory, much of the research on working mem-\nory in EDs has focused on evaluating general impairments(or enhancements) of working memory (e.g., lower working memory\ncapacity for words, digits, and other neutral stimuli, impaired ability to\nignore food-related and neutral distractors when utilizing workingmemory, impaired working memory updating), and the results to date\nhave been similarly mixed (Brooks,\n2016 ; Voon, 2015 ). For example,\nsome studies suggest that individuals with restricting-type EDs, suchas AN, may have increased working memory capacity compared with\nindividuals with binge-spectrum EDs or controls (Brooks et al.,\n2012 ;\nDahlén et al., 2022 ; Israel et al., 2015 ), though other studies have\nfound reduced capacity in AN or no difference between groups\n(Fowler et al., 2006 ; Weider et al., 2016 ). Research in BED and BN\nhas produced similarly mixed evidence for general working memorydysfunction. For example, although two studies observed overall defi-cits in working memory among individuals with BED compared with\noverweight controls (Duchesne et al.,\n2010 ; Eneva et al., 2017 ),\nanother study did not observe this difference (Manasse et al., 2015 ).\nThe causes of these discrepancies are likely diverse\n(e.g., heterogeneity in tasks, stimuli, a nd sample characteristics). However,one important factor may be an overreliance on working memory tasks\nthat feature neutral (i.e., digits, neutral words, or images) rather thandisorder-salient stimuli. The few studies utilizing disorder-relevant stimuli\n(e.g., food-related words) have re vealed enhanced recall and working\nmemory updating for food-related information among individuals withelevated levels of ED pathology (Fenton & Ecker,\n2015 ) and difficulty\nkeeping task-irrelevant food-relat ed information out of working memory\namong individuals with BED (Svaldi et al., 2014 ). These findings may be\nparticularly relevant given the large body of basic research showing that\nattention and cognition are biased by the contents of working memory\n(Soto et al., 2005 ). Thus, for example, difficulty in the ability to filter\ndisorder-relevant information ou t of working memory may help explain\nwell-known attentional and cognitiv e biases surrounding food or the body\namong individuals wi t hE D s( S t o t te ta l . , 2021 ; Williamson et al., 1999 ).\nAlthough this idea has largely been untested in EDs, analogous work on\nanxiety has shown that anxious indivi duals involuntarily store threat-\nrelated cues in working memory, whi ch may account for the persistence\nof anxious thoughts and actions in the absence of threat-related cues inthe immediate enviro n m e n t( S t o u te ta l . ,\n2015 )( s e eF i g u r e 3c).\n1.3 |Moving forward: Integrating memory\nresearch in EDs\nAlthough episodic, procedural, and working memory are subserved by\n(partially) distinct neural systems, it is becoming increasingly clear that\nthese systems do not act in isolation (Collins & Frank, 2012 ;\nDuncan & Shohamy, 2020 ; Gershman & Daw, 2017a ). Rather, most\nadaptive behavior is achieved through coordination and competition\nbetween memory systems. Thus, adopting a more integrative\napproach to studying memory (i.e., assessing the joint influence of dif-ferent memory systems on behavior) will likely be important for gain-\ning new insight into key facets of EDs. For example, the relationship\nbetween trauma and EDs likely depends in part on memory. However,there are several ways through which episodic, procedural, and work-ing memory may connect past trauma to current ED behavior. Thus, a\nmore holistic view of memory may help to understand and intervene\nin this relationship (Schwabe & Wolf,\n2013 ).\nTo support a more integrative approach, memory researchers are\ndeveloping novel paradigms to better assess the interaction between\nmemory systems, and a key feature of many of these methods is areliance on theory-driven computational modeling. In this context,\ncomputational modeling involves evaluating how well mathematical\nmodels that provide a formalized, mechanistic explanation of a givenneurocognitive process (e.g., models of how individuals learn about\ncues and outcomes and incorporate this into future behavior) fit\nobserved data. When coupled with strong experimental design, thesemodels offer the opportunity to evaluate differing influences on agiven behavioral outcome, and test competing explanations of\nobserved behavior through model comparison. Indeed, computational\nmodeling techniques have already begun to push ED memoryresearch forward, providing a careful examination of the memory-\nrelated processes and subprocesses that may contribute to EDsFORESTER ET AL. 2039\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "(Bernardoni et al., 2017 ; Berner et al., 2023 ; Chan et al., 2014 ;\nDeguzman et al., 2017 ; Reiter et al., 2017 ; Smith et al., 2020 ;\nWierenga et al., 2022 ). For example, one recent study using computa-\ntional modeling found that what appears to be outcome-guidedbehavior in AN may actually reflect overreliance on learned stimulus –\nresponse associations (Foerde et al.,\n2021 ). However, computational\nmodeling work in EDs has been conducted (or at least conceptualized)\n(Zhou et al., 2023 ; De Houwer, 2019 ; Gershman & Daw, 2017a )\nalmost exclusively within the domain of procedural memory. Thus,\nfuture ED work would likely benefit from greater integration ofepisodic and working memory processes into these modeling\napproaches.\nSuch an approach has already led to novel insights in other areas\nof clinical research. For example, by assessing procedural and workingmemory jointly (see Figure\n5a), recent work has found that apparent\nprocedural memory deficits in schizophrenia may be fully explained by\ndeficits in working memory (Collins et al., 2014 ; Collins et al., 2017 ).\nThus, despite robust evidence for deficits in behavior guided by pro-cedural memory, remediation approaches that target working\n(as opposed to procedural) memory may be more likely to benefit\nFIGURE 4 Examples of dissociating memory subprocesses. (a) Multiple processes during encoding, storage, and/or retrieval could influence\nepisodic relational memory. One simple mechanism could be imbalanced attention (i.e., to disorder-relevant cues) during encoding. This could betested by varying the timing and order in which related information is encoded (Forester & Kamp,\n2023 ). (b) Alterations in reward-based\nprocedural memory could reflect differences in, for example, reward sensitivity or the ability to incrementally abstract statistical information(e.g., the relative probabilities of living and non-living objects). In this task, individuals especially sensitive to reward may be inappropriate ly biased\nby incidental associations with reward, while learning normally in a context without rewards (McGuire et al.,\n2014 ). (c) Working memory problems\ncould occur, for example, due to impaired storage of task-relevant information or a failure to control access to working memory during eitherencoding or retrieval (see Figure\n3c). But, it could also be due to an inability to remove no-longer-relevant information from working memory\nduring storage (Lewis-Peacock et al., 2018 ).2040 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "individuals with schizophrenia (Martin et al., 2020 ). Similar findings\narise when examining the relationships between episodic and proce-\ndural memory. For example, recent work has shown that episodic\nmemory can bias decision making, even maladaptively, when choicewould otherwise be guided by procedural memory (Bornstein\net al.,\n2017 ; Madan et al., 2014 ). Findings like these have led to inno-\nvative models of addiction, which account for otherwise inexplicabledrug use behavior by incorporating episodic memory processes along-side procedural memory processes (Bornstein & Pickard,\n2020 ).\nFinally, recent modeling work has shown that the relative influence of\nprocedural and episodic memory on decision making (see Figure 5b)\nvaries as a function of environmental uncertainty and that this balance\nmay be related to (mal)adaptive choice (Nicholas et al., 2022 ). As EDsare characterized by greater intolerance of uncertainty (Kesby\net al., 2017 ), similar research in this population may prove meaningful.\nIn addition to potentially clarifying some of the inconsistencies in\nthe current ED memory literature, a more integrative approach maybetter support the translation of memory findings into clinical applica-\ntions. For example, overgeneralized autobiographical memory, which\nis prospectively associated with poor clinical outcomes in other popu-lations (Hallford et al.,\n2020 ) appears to be a robust memory deficit in\nEDs. The question that follows then, is: How do we target autobio-\ngraphical memory in order to influence ED outcomes (Hitchcock\net al., 2017 )? Although autobiographical memory is best characterized\nas episodic, it also strongly depends on both procedural (especially\nsemantic) and working memory, as well as other neurocognitive\nFIGURE 5 Examples of integrative assessments of memory across memory domains. (a) Simplified task design to study the joint influence of\nprocedural and working memory on decision making. The high working-memory load condition includes a greater number of unique stimuli, andmore time in between repetitions, which taxes working memory. Based on procedural memory alone, however, the choice should be the same,because the average reward value for the apple/airplane is the same in both conditions. Differences in choice may therefore reflect the influenceof working memory (Collins et al.,\n2014 ). (b) Simplified task design to study the joint influence of procedural and episodic memory on decision\nmaking. At the time of retrieval, procedural and episodic memory may have different preferences: procedural memory should favor the novel redobject because red has recently been more rewarding (incremental generalization), while episodic memory might favor the ant because the antwas previously associated with a high reward (single instance detail). When certainty is low (due to volatility in whether red or blue is morerewarding), behavior may be guided more by episodic memory, even if this is maladaptive (Nicholas et al.,\n2022 ).FORESTER ET AL. 2041\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "processes (Addis & Tanguay, 2022 ; Fan et al., 2023 ; Hill &\nEmery, 2013 ). Thus, an effective answer to the question will likely\ndepend on a better understanding of the joint memory processes that\ncontribute to the deficit (Moscovitch et al., 2023 ).\n2|CONCLUSION\nMemory is fundamental to almost all aspects of human behavior, leav-\ning little doubt of its relevance to both the onset and maintenance of\nEDs. However, the term “memory ”describes a complex collection\nof mechanisms. These memory mechanisms can be dissociated opera-tionally into three primary domains: episodic, procedural, and working.\nTo date, research on each facet of memory in EDs has typically been\ndone in isolation, often with important methodological gaps, and hasyielded mixed findings. We have attempted to identify key limitations\nwithin each area of ED memory research. In addition, we emphasize\nthe highly interactive nature of these memory systems and the impor-tance of studying memory in a more integrative fashion. Such efforts\nmay support the translation of memory research into an increased\nunderstanding of how EDs emerge and are maintained over time, toinform critically needed novel treatment and prevention efforts.\nAUTHOR CONTRIBUTIONS\nGlen Forester: Conceptualization; writing –original draft;\nwriting –review and editing. Jeffrey S. Johnson: Conceptualization;\nwriting –original draft; writing –review and editing. Erin E. Reilly:\nConceptualization; writing –original draft; writing –review and edit-\ning. E. Caitlin Lloyd: Conceptualization; writing –original draft;\nwriting –review and editing. Emily Johnson: Writing –review and\nediting. Lauren M. Schaefer: Conceptualization; writing –original\ndraft; writing –review and editing.\nFUNDING INFORMATION\nThis research was supported by funding from the National Institute ofMental Health (T32 MH082761, T32 MH096679, K23MH131871,\nand R15MH128896) and the National Institute of General Medical\nSciences (P20 GM123969). The content is solely the responsibility ofthe authors and does not necessarily represent the official views of\nthe National Institutes of Health.\nCONFLICT OF INTEREST STATEMENT\nThe authors have no conflicts of interest to disclose.\nDATA AVAILABILITY STATEMENT\nData sharing is not applicable to this article as no new data were cre-\nated or analyzed for this manuscript.\nORCID\nGlen Forester\nhttps://orcid.org/0000-0002-1738-7163\nErin E. Reilly https://orcid.org/0000-0001-9269-0747\nE. Caitlin Lloyd https://orcid.org/0000-0003-4044-9550\nLauren M. Schaefer https://orcid.org/0000-0002-9907-7598REFERENCES\nAddis, D. R., & Tanguay, A. (2022). Prospective cognition and its links with\nmemory. In M. Kahana & A. D. Wagner (Eds.), Oxford handbook on\nhuman memory . Oxford University Press. https://doi.org/10.31234/\nOSF.IO/W69ND\nAddis, D. R., Wong, A. T., & Schacter, D. L. (2007). Remembering the past\nand imagining the future: Common and distinct neural substrates dur-ing event construction and elaboration. Neuropsychologia ,45(7), 1377.\nhttps://doi.org/10.1016/J.NEUROPSYCHOLOGIA.2006.10.016\nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual\nof mental disorders (5th ed.). https://doi.org/10.1176/appi.books.\n9780890425596\nAnderson, L. M., Berg, H., Brown, T. A. , Menzel, J., & Reilly, E. E. (2021). The\nrole of disgust in eating disorders. Current Psychiatry Reports ,23(2), 1–12.\nhttps://doi.org/10.1007/S11 920-020-01217-5/METRICS\nAnliker, J., & Mayer, J. (1956). An operant conditioning technique for\nstudying feeding-fasting patterns in normal and obese mice. Journal of\nApplied Physiology ,8(6), 667 –670. https://doi.org/10.1152/JAPPL.\n1956.8.6.667\nBaddeley, A. (1986). Working memory . Clarendon Press/Oxford University\nPress Accessed March 13, 2023. https://psycnet.apa.org/record/\n1986-98526-000\nBaddeley, A. (2013). Working memory and emotion: Ruminations on a the-\nory of depression. Review of General Psychology ,17(1), 20 –27.https://\ndoi.org/10.1037/a0030029\nBakkour, A., Palombo, D. J., Zylberberg, A., Kang, Y. H., Reid, A., Verfaellie,\nM., Shadlen, M. N., & Shohamy, D. (2019). The hippocampus supports\ndeliberation during value-based decisions. eLife,8, e46080. https://\ndoi.org/10.7554/eLife.46080.001\nBanca, P., Harrison, N. A., & Voon, V. (2016). Compulsivity across the path-\nological misuse of drug and non-drug rewards. Frontiers in Behavioral\nNeuroscience ,10, 154. https://doi.org/10.3389/FNBEH.2016.00154/\nBIBTEX\nBeck, A. T., & Haigh, E. A. P. (2014). Advances in cognitive theory and\ntherapy: The generic cognitive model. Annual Review of Clinical Psy-\nchology ,10(1), 1–24.https://doi.org/10.1146/ANNUREV-CLINPSY-\n032813-153734\nBernardoni, F., Geisler, D., King, J. A., Javadi, A.-H., Ritschel, F., Murr, J.,\nReiter, A. M. F., Rössner, V., Smolka, M. N., Kiebel, S., & Ehrlich, S.(2017). Altered medial frontal feedback learning signals in anorexianervosa. Biological Psychiatry ,83(3), 235 –243.\nhttps://doi.org/10.\n1016/j.biopsych.2017.07.024\nBerner, L. A., Fiore, V. G., Chen, J. Y., et al. (2023). Impaired belief updating\nand devaluation in adult women with bulimia nervosa. Translational\nPsychiatry ,13(1), 1–9.https://doi.org/10.1038/s41398-022-02257-6\nBiderman, N., Bakkour, A., & Shohamy, D. (2020). What are memories for?\nThe hippocampus bridges past experience with future decisions trends\nin cognitive sciences. Trends in Cognitive Sciences ,24(7), 542 –556.\nhttps://doi.org/10.1016/j.tics.2020.04.004\nBomba, M., & Broggi, F. (2014). Autobiographical memory in adolescent\ngirls with anorexia nervosa. A clinical project for inpatients adolescents\nwith a severe form of anorexia nervosa. European Eating Disorders\nReview ,22(6), 479 –486. https://doi.org/10.1002/erv.2321\nBornstein, A. M., Khaw, M. W., Shohamy, D., & Daw, N. D. (2017). Reminders\nof past choices bias decisions for reward in humans. Nature Communica-\ntions 2 ,8(1), 15958. https://doi.org/10.1038/ncomms15958\nBornstein, A. M., & Pickard, H. (2020). “Chasing the first high ”: Memory\nsampling in drug choice. Neuropsychopharmacology ,45(6), 915.\nhttps://doi.org/10.1038/S41386-019-0594-2\nBoswell, R. G., & Kober, H. (2016). Food cue reactivity and craving predict\neating and weight gain: A meta-analytic review. Obesity Reviews ,17(2),\n177. https://doi.org/10.1111/OBR.12354\nBrewin, C. R. (2014). Episodic memory, perceptual memory, and their inter-\naction: Foundations for a theory of posttraumatic stress disorder. Psy-\nchological Bulletin ,140(1), 69 –97.https://doi.org/10.1037/A00337222042 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Brewin, C. R., Gregory, J. D., Lipton, M., & Burgess, N. (2010). Intrusive\nimages in psychological disorders: Characteristics, neural mechanisms,and treatment implications. Psychological Review ,117(1), 210 –232.\nhttps://doi.org/10.1037/A0018113\nBrockmeyer, T., Grosse Holtforth, M., Bents, H., Herzog, W., &\nFriederich, H. C. (2013). Lower body weight is associated with lessnegative emotions in sad autobiographical memories of patients withanorexia nervosa. Psychiatry Research ,210(2), 548 –552.\nhttps://doi.\norg/10.1016/J.PSYCHRES.2013.06.024\nBrooks, S. J. (2016). A debate on working memory and cognitive control:\nCan we learn about the treatment of substance use disorders from theneural correlates of anorexia nervosa? BMC Psychiatry ,16(1), 1–16.\nhttps://doi.org/10.1186/S12888-016-0714-Z\nBrooks, S. J., Funk, S. G., Young, S. Y., & Schiöth, H. B. (2017). The role of\nworking memory for cognitive control in anorexia nervosa versus sub-stance use disorder. Frontiers in Psychology ,8, 1651.\nhttps://doi.org/\n10.3389/FPSYG.2017.01651/BIBTEX\nBrooks, S. J., O'daly, O. G., Uher, R., Schiöth, H. B., Treasure, J., &\nCampbell, I. C. (2012). Subliminal food images compromise superior\nworking memory performance in women with restricting anorexia ner-vosa. Consciousness and Cognition ,21, 751–763.\nhttps://doi.org/10.\n1016/j.concog.2012.02.006\nBrunstrom, J. M., Burn, J. F., Sell, N. R., et al. (2012). Episodic memory and\nappetite regulation in humans. PLoS One ,7(12), e50707. https://doi.\norg/10.1371/JOURNAL.PONE.0050707\nCastellon, P., Sudres, J. L., & Voltzenlogel, V. (2020). Self-defining memo-\nries in female patients with anorexia nervosa. European Eating Disor-\nders Review ,28(5), 513 –524. https://doi.org/10.1002/ERV.2739\nCelone, K. A., Thompson-Brenner, H., Ross, R. S., Pratt, E. M., & Stern, C. E.\n(2011). An fMRI investigation of the fronto-striatal learning system inwomen who exhibit eating disorder behaviors. NeuroImage ,56(3), 1749 –\n1757.\nhttps://doi.org/10.1016/ j.neuroimage.2011.03.026\nChami, R., Monteleone, A. M., Treasure, J., & Monteleone, P. (2019). Stress\nhormones and eating disorders. Molecular and Cellular Endocrinology ,\n497, 110349. https://doi.org/10.1016/J.MCE.2018.12.009\nChan, T. W. S., Ahn, W. Y., Bates, J. E., et al. (2014). Differential impair-\nments underlying decision making in anorexia nervosa and bulimia ner-\nvosa: A cognitive modeling analysis. International Journal of Eating\nDisorders ,47(2), 157 –167. https://doi.org/10.1002/EAT.22223\nCoffino, J. A., Udo, T., & Grilo, C. M. (2019). The significance of overvalua-\ntion of shape or weight in binge-eating disorder: Results from aNational Sample of U.S. adults. Obesity (Silver Spring) ,27(8), 1367 –\n1371.\nhttps://doi.org/10.1002/OBY.22539\nCollette, F., Van der Linden, M., & Poncelet, M. (2000). Working memory,\nlong-term memory and language processing: Issues and future direc-tions. Brain and Language ,71,4 4–51.\nCollins, A. G. E., Albrecht, M. A., Waltz, J. A., Gold, J. M., & Frank, M. J.\n(2017). Interactions between working memory, reinforcement learningand effort in value-based choice: A new paradigm and selective defi-cits in schizophrenia. Biological Psychiatry ,82(6), 439.\nhttps://doi.org/\n10.1016/J.BIOPSYCH.2017.05.017\nCollins, A. G. E., Brown, J. K., Gold, J. M., Waltz, J. A., Michael, X., &\nFrank, J. (2014). Behavioral/cognitive working memory Contributionsto reinforcement learning impairments in schizophrenia. The Journal of\nNeuroscience ,34(41), 13747 –13756.\nhttps://doi.org/10.1523/\nJNEUROSCI.0989-14.2014\nCollins, A. G. E., & Frank, M. J. (2012). How much of reinforcement learn-\ning is working memory, not reinforcement learning? A behavioral,computational, and neurogenetic analysis. The European Journal of\nNeuroscience ,35(7), 1024.\nhttps://doi.org/10.1111/J.1460-9568.\n2011.07980.X\nCollins, R., & Stafford, L. D. (2015). Feeling happy and thinking about food:\nCounteractive effects of mood and memory on food. Appetite ,84,\n107–112.Conway, M. A. (2005). Memory and the self. Journal of Memory and Lan-\nguage ,53(4), 594 –628.\nCowan, N. (2014). Working memory underpins cognitive development,\nlearning, and education. Educational Psychology Review ,26(2), 223.\nhttps://doi.org/10.1007/S10648-013-9246-Y\nZhou, C. Y., Talmi, D., Daw, N., & Mattar, M. G. (2023). Episodic retrieval\nfor model-based evaluation in sequential decision tasks. 14. https://\ndoi.org/10.31234/OSF.IO/3SQJH\nDahlén, A. D., Gaudio, S., Schiöth, H. B., & Brooks, S. J. (2022). Phonologi-\ncal working memory is adversely affected in adults with anorexia ner-vosa: A systematic literature review. Eating and Weight Disorders —\nStudies on Anorexia, Bulimia and Obesity ,27(6), 1931 –1952.\nhttps://\ndoi.org/10.1007/S40519-022-01370-1\nDalgleish, T., Tchanturia, K., Serpell, L., & Yiend, J. (2003). Self-reported\nabuse relates to autobiographical memory in patients with eating dis-orders an investigation of symptoms associated with autism Spectrumdisorder in females with anorexia nervosa view project problematiceating on the autism Spectrum (PEAS) view project Tim Dalgleish\nMedical Research Council (UK). Emotion ,3(3), 211.\nhttps://doi.org/10.\n1037/1528-3542.3.3.211\nDavis, L., Walsh, B. T., Schebendach, J., Glasofer, D. R., & Steinglass, J. E.\n(2020). Habits are stronger with longer duration of illness and greaterseverity in anorexia nervosa. The International Journal of Eating Disor-\nders,53(5), 419.\nhttps://doi.org/10.1002/EAT.23265\nDaw, N. D., & O'Doherty, J. P. (2014). Multiple Systems for Value Learn-\ning. In Neuroeconomics (2nd ed., pp. 393 –410). Academic Press.\nhttps://doi.org/10.1016/B978-0-12-416008-8.00021-8\nDawe, S., & Loxton, N. J. (2004). The role of impulsivity in the develop-\nment of substance use and eating disorders. Neuroscience and Biobe-\nhavioral Reviews ,28(3), 343 –351. https://doi.org/10.1016/j.\nneubiorev.2004.03.007\nDe Houwer, J. (2019). On how definitions of habits can complicate habit\nresearch. Frontiers in Psychology ,10, 2642. https://doi.org/10.3389/\nFPSYG.2019.02642/BIBTEX\nDeguzman, M., Shott, M. E., Yang, T. T., Riederer, J., & Frank, G. K. W.\n(2017). Association of elevated reward prediction error response withweight gain in adolescent anorexia nervosa. The American Journal of\nPsychiatry ,174(6), 557 –565.\nhttps://doi.org/10.1176/appi.ajp.2016.\n16060671\nDesimone, R., & Duncan, J. (1995). Neural mechanisms of selective visual\nattention. Annual Review of Psychology ,18, 193–222. Accessed March\n13, 2023. www.annualreviews.org/aronline\nD'Esposito, M., & Postle, B. R. (2015). The cognitive neuroscience of work-\ning memory. Annual Review of Psychology ,66, 115–142. https://doi.\norg/10.1146/ANNUREV-PSYCH-010814-015031\nDohle, S., Diel, K., & Hofmann, W. (2018). Executive functions and the\nself-regulation of eating behavior: A review. Appetite ,124,4–9.\nhttps://doi.org/10.1016/J.APPET.2017.05.041\nDuchesne, M., Mattos, P., Appolinario, J. C., et al. (2010). Assessment of\nexecutive functions in obese individuals with binge eating disorder.Brazillian Journal of Psychiatry ,32, 381–388.\nDuncan, K., & Shohamy, D. (2020). In D. Poeppel, G. R. Mangun, &\nM. S. Gazzaniga (Eds.), The cognitive neurosciences (6th ed.). The MIT\nPress.\nEneva, K. T., Murray, S. M., & Chen, E. Y. (2017). Binge-eating disorder\nmay be distinguished by visuospatial memory deficits. Eating Behaviors ,\n26, 159–162.\nhttps://doi.org/10.1016/J.EATBEH.2017.04.001\nFan, C., Simpson, S., Sokolowski, H. M., & Levine, B. (2023). In M. Kahana &\nA. D. Wagner (Eds.), Autobiographical memory . Oxford Handbook of\nHuman Memory.\nFenton, O., & Ecker, U. K. H. (2015). Memory updating in sub-clinical eat-\ning disorder: Differential effects with food and body shape words.\nEating Behaviors ,17, 103 –106. https://doi.org/10.1016/J.EATBEH.\n2015.01.008FORESTER ET AL. 2043\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Foerde, K., Daw, N. D., Rufin, T., Walsh, B. T., Shohamy, D., &\nSteinglass, J. E. (2021). Deficient goal-directed control in a populationcharacterized by extreme goal pursuit. Journal of Cognitive Neurosci-\nence,33(3), 463.\nhttps://doi.org/10.1162/JOCN_A_01655\nFoerde, K., & Steinglass, J. E. (2017). Decreased feedback learning in\nanorexia nervosa persists after weight restoration. The International\nJournal of Eating Disorders ,50(4), 423. https://doi.org/10.1002/EAT.\n22709\nForester, G., & Kamp, S. M. (2023). Pre-associative item encoding influ-\nences associative memory: Behavioral and ERP evidence. Cognitive,\nAffective, & Behavioral Neuroscience ,11,1–17.https://doi.org/10.\n3758/S13415-023-01102-7/METRICS\nFowler, L., Blackwell, A., Jaffa, A., et al. (2006). Profile of neurocognitive\nimpairments associated with female in-patients with anorexia nervosa.\nPsychological Medicine ,36(4), 517 –527. https://doi.org/10.1017/\nS0033291705006379\nFrank, G. K. W., Collier, S., Shott, M. E., & O'reilly, R. C. (2016). Prediction\nerror and somatosensory insula activation in women recovered from\nanorexia nervosa. Journal of Psychiatry Neuroscience ,41(5), 304 –311.\nhttps://doi.org/10.1503/jpn.150103\nFrank, G. K. W., Reynolds, J. R., Shott, M. E., & O'Reilly, R. C. (2011). Altered\ntemporal difference learning in bulimia nervosa. Biological Psychiatry ,\n70(8), 735. https://doi.org/10.1016 /J.BIOPSYCH.2011.05.011\nFrank, G. K. W., Shott, M. E., Stoddard, J., Swindle, S., & Pryor, T. L. (2021).\nAssociation of brain reward response with body mass index and ven-tral striatal-hypothalamic circuitry among young women with eatingdisorders. JAMA Psychiatry ,78(10), 1123 –1133.\nhttps://doi.org/10.\n1001/JAMAPSYCHIATRY.2021.1580\nFyer, A. J., Schneier, F. R., Simpson, H. B., et al. (2020). Heterogeneity in\nfear processing across and within anxiety, eating, and compulsive dis-orders. Journal of Affective Disorders ,275, 338.\nhttps://doi.org/10.\n1016/J.JAD.2020.03.091\nGershman, S. J., & Daw, N. D. (2017a). Reinforcement learning and epi-\nsodic memory in humans and animals: An integrative. Framework ,68,\n101–128. https://doi.org/10.1146/ANNUREV-PSYCH-122414-\n033625\nGershman, S. J., & Daw, N. D. (2017b). Reinforcement learning and epi-\nsodic memory in humans and animals: An integrative framework.\nAnnual Review of Psychology ,68, 101–128. https://doi.org/10.1146/\nANNUREV-PSYCH-122414-033625\nGillan, C. M., Kosinski, M., Whelan, R., Phelps, E. A., & Daw, N. D. (2016).\nCharacterizing a psychiatric symptom dimension related to deficits in\ngoal-directed control. eLife,5, e11305. https://doi.org/10.7554/ELIFE.\n11305\nGillan, C. M., & Robbins, T. W. (2014). Goal-directed learning and\nobsessive –compulsive disorder. Philosophical Transactions of the Royal\nSociety B: Biological Sciences ,369(1655), 20130475. https://doi.org/\n10.1098/RSTB.2013.0475\nGoldfarb, E. V., Fogelman, N., & Sinha, R. (2020). Memory biases in alcohol\nuse disorder: Enhanced memory for contexts associated withalcohol prospectively predicts alcohol use outcomes. Neuropsychophar-\nmacology ,45(8), 1305.\nhttps://doi.org/10.1038/S41386-020-0650-Y\nGriffith, E., Kuyken, W., Watkins, E., & Jones, A. (2015). Do females with\nbulimia nervosa and eating disorder not otherwise specified haveselective memory biases? Behavioural and Cognitive Psychotherapy ,\n43(5), 602 –613.\nhttps://doi.org/10.1017/S1352465814000058\nHagan, K. E., & Forbush, K. T. (2021). Reward learning in unmedicated\nwomen with bulimia nervosa: A pilot investigation. Journal of Psychiat-\nric Research ,136, 70. https://doi.org/10.1016/J.JPSYCHIRES.2021.\n01.046\nHagan, K. E., & Walsh, B. T. (2021). State of the art: The therapeutic\napproaches to bulimia nervosa. Clinical Therapeutics ,43(1), 40 –49.\nhttps://doi.org/10.1016/J.CLINTHERA.2020.10.012\nHallford, D. J., Rusanov, D., Yeow, J. J. E., & Barry, T. J. (2020). Overgen-\neral and specific autobiographical memory predict the course ofdepression: An updated meta-analysis. Psychological Medicine ,51(6),\n909–926. https://doi.org/10.1017/S0033291721001343\nHaynos, A. F., Berg, K. C., Cao, L., et al. (2017). Trajectories of higher- and\nlower-order dimensions of negative and positive affect relative to\nrestrictive eating in anorexia nervosa. Journal of Abnormal Psychology ,\n126(5), 495 –505. https://doi.org/10.1037/ABN0000202\nHaynos, A. F., Camchong, J., Pearson, C. M., et al. (2021). Resting state\nhypoconnectivity of reward networks in binge eating disorder. Cere-\nbral Cortex ,31(5), 2504. https://doi.org/10.1093/CERCOR/BHAA369\nHeatherton, T. E., & Baumeister, R. E. (1991). Binge eating as escape from\nself-awareness. Psychological Bulletin ,110(1), 86 –108.\nHeller, A. S., & Bagot, R. C. (2020). Is hippocampal replay a mechanism for\nanxiety and depression? Neuroscience and Psychiatry ,77(4), 431 –432.\nhttps://doi.org/10.1001/JAMAPSYCHIATRY.2019.4788\nHenke, K. (2010). A model for memory systems based on processing\nmodes rather than consciousness. Nature Reviews Neuroscience ,11(7),\n523–532. https://doi.org/10.1038/nrn2850\nHiggs, S. (2002). Memory for recent eating and its influence on subsequent\nfood intake. Appetite ,39(2), 159 –166. https://doi.org/10.1006/APPE.\n2002.0500\nHiggs, S., & Spetter, M. S. (2018). Cognitive control of eating: The role of\nmemory in appetite and weight gain. Current Obesity Reports ,7(1), 50 –\n59.https://doi.org/10.1007/S13679-018-0296-9/METRICS\nHiggs, S., & Woodward, M. (2009). Television watching during lunch\nincreases afternoon snack intake of young women. Appetite ,52(1),\n39–43.https://doi.org/10.1016/J.APPET.2008.07.007\nHildebrandt, T., Grotzinger, A., Reddan, M., et al. (2015). Testing the dis-\ngust conditioning theory of food-avoidance in adolescents with recent\nonset anorexia nervosa. Behaviour Research and Therapy ,71, 131–138.\nhttps://doi.org/10.1016/j.brat.2015.06.008\nHildebrandt, T., Schulz, K., Schiller, D., Heywood, A., Goodman, W., &\nSysko, R. (2018). Evidence of prefrontal hyperactivation to food-cue\nreversal learning in adolescents with anorexia nervosa. Behaviour\nResearch and Therapy ,111,3 6–43. https://doi.org/10.1016/j.brat.\n2018.08.006\nHill, P. F., & Emery, L. J. (2013). Episodic future thought: Contributions\nfrom working memory. Consciousness and Cognition ,22(3), 677 –683.\nHitchcock, C., Werner-Seidler, A., Blackwell, S. E., & Dalgleish, T. (2017).\nAutobiographical episodic memory-based training for the treatment ofmood, anxiety and stress-related disorders: A systematic review andmeta-analysis. Clinical Psychology Review ,52,9 2–107.\nhttps://doi.org/\n10.1016/J.CPR.2016.12.003\nHitchcock, P., Forman, E., Rothstein, N., et al. (2022). Rumination derails\nreinforcement learning with possible implications for ineffectivebehavior. Clinical Psychological Science: A Journal of the Association for\nPsychological Science ,10(4), 714.\nhttps://doi.org/10.1177/\n21677026211051324\nHitchcock, P. F., Fried, E. I., & Frank, M. J. (2022). Computational Psychia-\ntry Needs Time and Context. Annual Review of Psychology ,73, 243–\n270. https://doi.org/10.1146/ANNUREV-PSYCH-021621-124910\nHohlstein, L. A., Smith, G. T., & Atlas, J. G. (1998). An application of expec-\ntancy theory to eating disorders: Development and validation of mea-\nsures of eating and dieting. Psychological Asessment ,10(1), 49 –58.\nAccessed March 13, 2023. https://web.s.ebscohost.com/ehost/\npdfviewer/pdfviewer?vid =0&sid=736506cc-7d3d-4a3f-85c0-\naf23353022ee%40redis\nHoward, E., & Cohen, N. J. (2004). From conditioning to conscious recollec-\ntion: Memory Systems of the Brain (Vol. 35, 1st ed.). Oxford University\nPress.\nHuber, J., Salatsch, C., Ingenerf, K., et al. (2015). Characteristics of\ndisorder-related autobiographical memory in acute anorexia nervosa\npatients. European Eating Disorders Review ,23(5), 379 –389. https://\ndoi.org/10.1002/ERV.2379\nHudson, J. I., Hiripi, E., Pope, H. G., & Kessler, R. C. (2007). The prevalence\nand correlates of eating disorders in the National Comorbidity Survey2044 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Replication. Biological Psychiatry ,61(3), 348 –358. https://doi.org/10.\n1016/J.BIOPSYCH.2006.03.040\nHuys, Q. J., Pizzagalli, D. A., Bogdan, R., & Dayan, P. (2013). Mapping anhe-\ndonia onto reinforcement learning: A behavioural meta-analysis. Biol-\nogy of Mood & Anxiety Disorders ,3(1), 1–16.https://doi.org/10.1186/\n2045-5380-3-12\nIsrael, M., Klein, M., Pruessner, J., et al. (2015). n-Back task performance\nand corresponding brain-activation patterns in women with restrictive\nand bulimic eating-disorder variants: Preliminary findings. Psychiatry\nResearch: Neuroimaging ,232(1), 84 –91. https://doi.org/10.1016/j.\npscychresns.2015.01.022\nPavlov, I. P. (2010). Conditioned reflexes: An investigation of the physio-\nlogical activity of the cerebral cortex. Annals of Neurosciences ,17(3),\n141. https://doi.org/10.5214/ANS.0972-7531.1017309\nJansen, A., Schyns, G., Bongers, P., & van den Akker, K. (2016). From lab to\nclinic: Extinction of cued cravings to reduce overeating. Physiology &\nBehavior ,162, 174–180. https://doi.org/10.1016/J.PHYSBEH.2016.\n03.018\nJung, W., & Lee, S. H. (2016). Memory deficit in patients with schizophre-\nnia and posttraumatic stress disorder: Relational vs item-specific mem-ory. Neuropsychiatric Disease and Treatment ,28, 1157 –1166.\nhttps://\ndoi.org/10.2147/NDT.S104384\nKeeler, J. L., Peters-Gill, G., Treasure, J., Himmerich, H., Tchanturia, K., &\nCardi, V. (2022a). Difficulties in retrieving specific details of autobio-\ngraphical memories and imagining positive future events in individualswith acute but not remitted anorexia nervosa. Journal of Eating Disor-\nders,10(1), 172.\nhttps://doi.org/10.1186/S40337-022-00684-W/\nTABLES/3\nKeeler, J. L., Peters-Gill, G., Treasure, J., Himmerich, H., Tchanturia, K., &\nCardi, V. (2022b). Difficulties in retrieving specific details of autobio-graphical memories and imagining positive future events in individualswith acute but not remitted anorexia nervosa. Journal of Eating Disorders ,\n10(1), 1–15.\nhttps://doi.org/10.1186/S40337-022-00684-W/TABLES/3\nKesby, A., Maguire, S., Brownlow, R., & Grisham, J. R. (2017). Intolerance\nof uncertainty in eating disorders: An update on the field. Clinical Psy-\nchology Review ,56,9 4–105. https://doi.org/10.1016/J.CPR.2017.\n07.002\nKollei, I., Rustemeier, M., Schroeder, S., Jongen, S., Herpertz, S., &\nLoeber, S. (2018). Cognitive control functions in individuals with obe-sity with and without binge-eating disorder. International Journal of\nEating Disorders ,51(3), 233 –240.\nhttps://doi.org/10.1002/EAT.22824\nLaberg, S., & Andersson, G. (2004). Autobiographical memories in patients\ntreated for bulimia nervosa. European Eating Disorders Review ,12,3 4–\n41.https://doi.org/10.1002/erv.534\nLally, P., Van Jaarsveld, C. H. M., Potts, H. W. W., & Wardle, J. (2010).\nHow are habits formed: Modelling habit formation in the real world.\nEuropean Journal of Social Psychology ,40(6), 998 –1009. https://doi.\norg/10.1002/EJSP.674\nLambert, E., & Mcgregor, T. (2021). Fear conditioning in women with\nanorexia nervosa and healthy controls: A preliminary study BEACON:Brain imaging of emotion and COgnition in anorexia nervosa view pro-\nject Carers' assessment and skills intervention study for anorexia Nee-\nvosa view project. Article in Journal of Abnormal Psychology ,130(5),\n490–497.\nhttps://doi.org/10.1037/abn0000549\nLao-Kaim, N. P., Fonville, L., Giampietro, V. P., Williams, S. C. R.,\nSimmons, A., & Tchanturia, K. (2015). Aberrant function of learning\nand cognitive control networks underlie inefficient cognitive flexibility\nin anorexia nervosa: A cross-sectional fMRI study. PLoS One ,10(5),\ne0124027. https://doi.org/10.1371/JOURNAL.PONE.0124027\nLavender, J. M., Wonderlich, S. A., Engel, S. G., Gordon, K. H.,\nKaye, W. H., & Mitchell, J. E. (2015). Dimensions of emotion dysregu-\nlation in anorexia nervosa and bulimia nervosa: A conceptual review of\nthe empirical literature. Clinical Psychology Review ,40, 111. https://\ndoi.org/10.1016/J.CPR.2015.05.010Lena, S. M., Fiocco, A. J., & Leyenaar, J. A. K. (2004). The role of cognitive\ndeficits in the development of eating disorders. Neuropsychology\nReview ,14(2), 99 –113. https://doi.org/10.1023/B:NERV.0000028\n081.40907.DE/METRICS\nLewis-Peacock, J. A., Kessler, Y., & Oberauer, K. (2018). The removal of\ninformation from working memory. Annals of the New York Academy\nof Sciences ,1424 (1), 33 –44.https://doi.org/10.1111/NYAS.13714\nLinardon, J. (2018). Rates of abstinence following psychological or behav-\nioral treatments for binge-eating disorder: Meta-analysis. International\nJournal of Eating Disorders ,51(8), 785 –797. https://doi.org/10.1002/\nEAT.22897\nLogie, R. H., Gilhooly, K. J., & Wynn, V. (1994). Counting on working mem-\nory in arithmetic problem solving. Memory & Cognition ,22(4), 395 –410.\nMa, Y., Brooks, J., Li, H., & Principe, J. C. (2020). Procedural memory aug-\nmented deep reinforcement learning. IEEE Transactions on Artificial\nIntelligence ,1(2), 105 –120. https://doi.org/10.1109/TAI.2021.\n3054722\nMadan, C. R., Ludvig, E. A., & Spetch, M. L. (2014). Remembering the best\nand worst of times: Memories for extreme outcomes bias risky deci-\nsions. Psychonomic Bulletin & Review ,21(3), 629 –636. https://doi.org/\n10.3758/S13423-013-0542-9/FIGURES/4\nManasse, S. M., Forman, E. M., Ruocco, A. C., Butryn, M. L.,\nJuarascio, A. S., & Fitzpatrick, K. K. (2015). Do executive functioning\ndeficits underpin binge eating disorder? A comparison of overweight\nwomen with and without binge eating pathology. The International\nJournal of Eating Disorders ,48(6), 683. https://doi.org/10.1002/EAT.\n22383\nManuel, A., & Wade, T. D. (2013). Emotion regulation in broadly defined\nanorexia nervosa: Association with negative affective memory bias.Behaviour Research and Therapy ,51(8), 417 –424.\nhttps://doi.org/10.\n1016/J.BRAT.2013.04.005\nMartin, R. C., Shelton, J. R., & Yaffee, L. S. (1994). Language processing\nand working memory: Neuropsychological evidence for separate pho-\nnological and semantic capacities. Journal of Memory and Language ,\n33(1), 83 –111. https://doi.org/10.1006/JMLA.1994.1005\nMartin, V., Brereton, A., & Tang, J. (2020). Learning and motivation for\nrewards in schizophrenia: Implications for behavioral rehabilitation j\nenhanced reader. Current Behavioral Neuroscience Reports ,7, 147–157.\nMcGuire, J. T., Nassar, M. R., Gold, J. I., & Kable, J. W. (2014). Functionally\ndissociable influences on learning rate in a dynamic environment. Neu-\nron,84(4), 870 –881.\nMele, G., Alfano, V., Cotugno, A., & Longarzo, M. (2020). A broad-spectrum\nreview on multimodal neuroimaging in bulimia nervosa and binge eat-\ning disorder. Appetite ,151, 104712. https://doi.org/10.1016/J.APPET.\n2020.104712\nMiller, G. A. (1960). Plans and the structure of behavior . Holt.\nMoscovitch, D. A., Moscovitch, M., & Sheldon, S. (2023). Neurocognitive\nmodel of schema-congruent and -incongruent learning in clinical disor-ders: Application to social anxiety and beyond jenhanced reader. Per-\nspectives on Psychological Science .\nhttps://doi.org/10.1177/17456916\n221141351\nMurray, S. B., Strober, M., Craske, M. G., Griffiths, S., Levinson, C. A., &\nStrigo, I. A. (2018). Fear as a translational mechanism in the psychopa-thology of anorexia nervosa. Neuroscience and Biobehavioral Reviews ,\n95, 383–395.\nhttps://doi.org/10.1016/J.NEUBIOREV.2018.10.013\nNandrino, J. L., Doba, K., Lesne, A., Christophe, V., & Pezard, L. (2006). Auto-\nbiographical memory deficit in anorexia nervosa: Emotion regulation\nand effect of duration of illness. Journal of Psychosomatic Research ,\n61(4), 537 –543. https://doi.org/10.1016/J.JPSYCHORES.2006.02.008\nNelson, N. M., & Redden, J. P. (2017). Remembering satiation: The role of\nworking memory in satiation. Journal of Consumer Research ,44(3),\n633–650. Accessed March 13, 2023. https://web.s.ebscohost.com/\nehost/pdfviewer/pdfviewer?vid =0&sid=fab9ee24-8025-4dfb-9f6c-\nf0f7b11135ce%40redisFORESTER ET AL. 2045\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Nicholas, J., Daw, N. D., & Shohamy, D. (2022). Uncertainty alters the\nbalance between incremental learning and episodic memory. Elife,11,\ne81679. https://doi.org/10.7554/ELIFE.81679\nNikendei, C., Weisbrod, M., Schild, S., et al. (2008). Anorexia nervosa:\nSelective processing of food-related word and pictorial stimuli in rec-ognition and free recall tests. International Journal of Eating Disorders ,\n41(5), 439 –447.\nhttps://doi.org/10.1002/EAT.20518\nO'Doherty, J. P., Deichmann, R., Critchley, H. D., & Dolan, R. J. (2002).\nNeural responses during anticipation of a primary taste reward. Neu-\nron,33(5), 815 –826. https://doi.org/10.1016/S0896-6273(02)\n00603-7\nOlatunji, B. O. (2020). Linking Pavlovian disgust conditioning and eating\ndisorder symptoms: An analogue study. Behavior Therapy ,51(1), 178 –\n189. https://doi.org/10.1016/J.BETH.2019.06.002\nOld, S. R., & Naveh-Benjamin, M. (2008). Differential effects of age on\nitem and associative measures of memory: A meta-analysis. Psychology\nand Aging ,23(1), 104 –108.\nOrbell, S., & Verplanken, B. (2010). The automatic component of habit in\nhealth behavior: Habit as cue-contingent automaticity. Health Psychol-\nogy,29(4), 374 –383. https://doi.org/10.1037/A0019596\nPackard, M. G., Gadberry, T., & Goodman, J. (2021). Neural systems and\nthe emotion-memory link. Neurobiology of Learning and Memory ,185,\n107503. https://doi.org/10.1016/J.NLM.2021.107503\nPackard, M. G., Goodman, J., & Ressler, R. L. (2018). Emotional modulation\nof habit memory: Neural mechanisms and implications for psychopa-thology. Current Opinion in Behavioral Sciences ,20,2 5–32.\nhttps://doi.\norg/10.1016/J.COBEHA.2017.09.004\nPalmieri, S., Mansueto, G., Scaini, S., et al. (2021). Repetitive negative\nthinking and eating disorders: A meta-analysis of the role of worry andrumination. Journal of Clinical Medicine ,10(11), 2448.\nhttps://doi.org/\n10.3390/JCM10112448/S1\nParent, M. B., Higgs, S., Cheke, L. G., & Kanoski, S. E. (2022). Memory and\neating: A bidirectional relationship implicated in obesity. Neuroscience\nand Biobehavioral Reviews ,132, 110–129. https://doi.org/10.1016/J.\nNEUBIOREV.2021.10.051\nPavlov, I. P. (1906). The scientific investigation of the psychical faculties or\nprocesses in the higher animals. Science ,24(620), 613 –619. https://\ndoi.org/10.1126/SCIENCE.24.620.613\nPearce, A. L., Fuchs, B. A., & Keller, K. L. (2022). The role of reinforcement\nlearning and value-based decision-making frameworks in understand-ing food choice and eating behaviors. Frontiers in Nutrition ,9, 2867.\nhttps://doi.org/10.3389/FNUT.2022.1021868/BIBTEX\nPennesi, J. L., & Wade, T. D. (2018). Imagery rescripting and cognitive dis-\nsonance: A randomized controlled trial of two brief online interven-tions for women at risk of developing an eating disorder. International\nJournal of Eating Disorders ,51(5), 439 –448.\nhttps://doi.org/10.1002/\nEAT.22849\nPoldrack, R. A., & Packard, M. G. (2003). Competition among multiple\nmemory systems: Converging evidence from animal and human brainstudies. Neuropsychologia ,41(3), 245 –251.\nhttps://doi.org/10.1016/\nS0028-3932(02)00157-4\nRasmussen, A. S., Jørgensen, C. R., Connor, O., Bennedsen, B. E.,\nGodt, K. D., Bøye, R., & Berntsen, D. (2017). Eating disorder andobsessive-compulsive disorder. Journal: Psychology of Consciousness:\nTheory ,4(2), 190 –210.\nhttps://doi.org/10.1037/cns0000109\nRasmussen, A. S., Jørgensen, C. R., Connor, O., Godt, M., & Berntsen, D.\n(2017). Eating disorder and obsessive-compulsive disorder. Psychology\nof Consciousness: Theory ,4(2), 190 –210. https://doi.org/10.1037/\ncns0000109\nReiter, A. M. F., Heinze, H. J., Schlagenhauf, F., & Deserno, L. (2017).\nImpaired flexible reward-based decision-making in binge eating disor-\nder: Evidence from computational modeling and functional neuroimag-\ning. Neuropsychopharmacology ,42(3), 628 –637. https://doi.org/10.\n1038/npp.2016.95Ridout, N., Matharu, M., Sanders, E., & Wallis, D. J. (2015). The influence\nof eating psychopathology on autobiographical memory specificityand social problem-solving. Psychiatry Research ,228(3), 295 –303.\nRitschel, F., Geisler, D., King, J. A., et al. (2017). Neural correlates of altered\nfeedback learning in women recovered from anorexia nervosa. Scientific\nReports ,7(1), 1–10.\nhttps://doi.org/10.1038/s41598-017-04761-y\nRobinson, E., Blissett, J., & Higgs, S. (2012). Changing memory of food\nenjoyment to increase food liking, choice and intake. British Journal of\nNutrition , 108, 1505 –1510. https://doi.org/10.1017/\nS0007114511007021\nRottschy, C., Langner, R., Dogan, I., et al. (2012). Modelling neural corre-\nlates of working memory: A coordinate-based meta-analysis. Neuro-\nImage ,60(1), 830 –846. https://doi.org/10.1016/J.NEUROIMAGE.\n2011.11.050\nRozin, P., Dow, S., Moscovitch, M., & Suparna, R. (1998). What causes\nhumans to begin and end a meal? A role for memory for what has beeneaten, as evidenced by a study of multiple meal eating in amnesicpatients. Psychological Science ,9(5), 392 –396.\nhttps://doi.org/10.\n1111/1467-9280.00073\nRutters, F., Kumar, S., Higgs, S., & Humphreys, G. W. (2014). Electrophysi-\nological evidence for enhanced representation of food stimuli in work-ing memory short title: Enhanced food representation in workingmemory. Experimental Brain Research ,233(2), 519 –528.\nSchacter, D. L. (2021). The seven sins of memory: An update. Memory ,\n30(1), 37 –42.\nhttps://doi.org/10.1080/09658211.2021.1873391\nSchacter, D. L., Addis, D. R., Hassabis, D., Martin, V. C., Spreng, R. N., &\nSzpunar, K. K. (2012). The future of memory: Remembering, imagining,\nand the brain. Neuron ,76(4), 677 –694. https://doi.org/10.1016/J.\nNEURON.2012.11.001\nSchaefer, L. M., Forester, G., Burr, E. K., et al. (2023). Examining the role of\ncraving in affect regulation models of binge eating. Evidence from an\nEcological Momentary Assessment Study ,132(6), 725 –732.\nSchaefer, L. M., Forester, G., Dvorak, R. D., Steinglass, J., &\nWonderlich, S. A. (2023). Integrating aspects of affect, reward, andcognition to develop more comprehensive models of binge-eatingpathology. International Journal of Eating Disorders ,1–9.\nhttps://doi.\norg/10.1002/EAT.23971\nSchaefer, L. M., & Steinglass, J. E. (2021). Reward learning through the lens\nof RDoC: A review of theory, assessment, and empirical findings in theeating disorders. Current Psychiatry Reports ,23,1–11.\nhttps://doi.org/\n10.1007/S11920-020-01213-9\nSchwabe, L., & Wolf, O. T. (2013). Stress and multiple memory systems:\nFrom “thinking ”to“doing ”.Trends in Cognitive Sciences ,17(2), 60 –68.\nhttps://doi.org/10.1016/j.tics.2012.12.001\nSchweizer, S., Satpute, A. B., Atzil, S., et al. (2019). The impact of affective\ninformation on working memory: A pair of meta-analytic reviews of\nbehavioral and neuroimaging evidence. Psychological Bulletin ,145(6),\n566–609. Accessed April 17, 2023. https://psycnet.apa.org/fulltext/\n2019-22428-001.html\nSeidel, M., King, J. A., Fürtjes, S., et al. (2022). Increased habit frequency in\nthe daily lives of patients with acute anorexia nervosa. Nutrients ,\n14(19), 3905. https://doi.org/10.3390/NU14193905/S1\nSeitz, B. M., Tomiyama, A. J., & Blaisdell, A. P. (2021). Eating behavior as a\nnew frontier in memory research. Neuroscience and Biobehavioral Reviews ,\n127, 795–807. https://doi.org/10.1016/J.NEUBIOREV.2021.05.024\nSeymour, B., O'Doherty, J. P., Dayan, P., et al. (2004). Temporal difference\nmodels describe higher-order learning in humans. Nature ,429(6992),\n664–667. https://doi.org/10.1038/nature02581\nSherman, B., & Turk-Browne, N. (2022). Oxford handbook of human mem-\nory. In M. J. Kahana & A. D. Wagner (Eds.), Oxford Handbook of\nMemory . Oxford University Press. https://doi.org/10.31234/OSF.IO/\nXS6DB\nSherman, B. E., Turk-Browne, N. B., & Goldfarb, E. V. (2023). Multiple\nMemory Subsystems: Reconsidering Memory in the Mind and Brain.2046 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Perspectives on Psychological Science ,30,1–23.https://doi.org/10.\n1177/17456916231179146\nShields, G. S., Sazma, M. A., McCullough, A. M., & Yonelinas, A. P. (2017).\nThe effects of acute stress on episodic memory: A meta-analysis and\nintegrative review. Psychological Bulletin ,143(6), 636 –675. https://doi.\norg/10.1037/BUL0000100\nShott, M. E., Filoteo, J. V., Jappe, L. M., Pryor, T., Maddox, W. T., Rollin, M.\nD. H., Hagman, J. O., & Frank, G. K. W. (2012). Altered implicit cate-\ngory learning in anorexia nervosa. Neuropsychology ,26(2), 191 –201.\nhttps://doi.org/10.1037/A0026771\nSjoerds, Z., De Wit, S., Van Den Brink, W., et al. (2013). Behavioral and\nneuroimaging evidence for overreliance on habit learning in alcohol-dependent patients. Translational Psychiatry ,3(12), e337.\nhttps://doi.\norg/10.1038/tp.2013.107\nSkinner, B. F. (1971). Operant conditioning. The Encyclopedia of Education ,\n7,2 9–33.\nSmink, F. R. E., Van Hoeken, D., & Hoek, H. W. (2012). Epidemiology of\neating disorders: Incidence, prevalence and mortality rates. Current\nPsychiatry Reports ,14(4), 406 –414. https://doi.org/10.1007/s11920-\n012-0282-y\nSmith, R., Kuplicki, R., Feinstein, J., et al. (2020). A Bayesian computational\nmodel reveals a failure to adapt interoceptive precision estimates acrossdepression, anxiety, eating, and substance use disorders. PLoS Computa-\ntional Biology ,16(12), e1008484.\nhttps://doi.org/10.1371/JOURNAL.\nPCBI.1008484\nSoto, D., Heinke, D., Humphreys, G. W., & Blanco, M. J. (2005). Early,\ninvoluntary top-down guidance of attention from working memory.\nJournal of Experimental Psychology ,31(2), 248 –261. https://doi.org/10.\n1037/0096-1523.31.2.248\nStedal, K., Broomfield, C., Hay, P., Touyz, S., & Scherer, R. (2021). Neuro-\npsychological functioning in adult anorexia nervosa: A meta-analysis.Neuroscience and Biobehavioral Reviews ,130, 214–226.\nhttps://doi.\norg/10.1016/J.NEUBIOREV.2021.08.021\nSteinglass, J., & Walsh, B. T. (2006). Habit learning and anorexia nervosa:\nA cognitive neuroscience hypothesis. The International Journal of Eating\nDisorders ,39(4), 267 –275. https://doi.org/10.1002/EAT.20244\nSteinglass, J. E., & Walsh, B. T. (2016). Neurobiological model of the persis-\ntence of anorexia nervosa. Journal of Eating Disorders ,4(1), 1–7.\nhttps://doi.org/10.1186/S40337-016-0106-2/METRICS\nStott, N., Fox, J. R. E., & Williams, M. O. (2021). Attentional bias in eating\ndisorders: A meta-review. International Journal of Eating Disorders ,\n54(8), 1377 –1399. https://doi.org/10.1002/EAT.23560\nStout, D. M., Shackman, A. J., Johnson, J. S., & Larson, C. L. (2015). Worry\nis associated with impaired gating of threat from working memory.Emotion ,15(1), 6.\nhttps://doi.org/10.1037/EMO0000015\nStrober, M. (2004). Pathologic fear conditioning and anorexia nervosa: On\nthe search for novel paradigms. International Journal of Eating Disor-\nders,35(4), 504 –508. https://doi.org/10.1002/EAT.20029\nSvaldi, J., Bender, C., & Tuschen-Caffier, B. (2010). Explicit memory bias\nfor positively valenced body-related cues in women with binge eatingdisorder. Journal of Behavior Therapy and Experimental Psychiatry ,41,\n251–257.\nhttps://doi.org/10.1016/j.jbtep.2010.02.002\nSvaldi, J., Schmitz, F., Trentowska, M., Tuschen-Caffier, B., Berking, M., &\nNaumann, E. (2014). Cognitive interference and a food-related mem-ory bias in binge eating disorder. Appetite ,72,2 8–36.\nhttps://doi.org/\n10.1016/J.APPET.2013.09.014\nTekcan, A. I., Ça /C20glar Tas ¸, A., Topçuo /C20glu, V., & Yücel, B. (2008). Memory bias\nin anorexia nervosa: Evidence from directed forgetting. Journal of\nBehavior Therapy and Experimental Psychiatry ,39(3), 369 –380. https://\ndoi.org/10.1016/J.JBTEP.2007.09.005\nTerhoeven, V., Faschingbauer, S., Huber, J., et al. (2023). Verbal memory\nfollowing weight gain in adult patients with anorexia nervosa: A longi-\ntudinal study. European Eating Disorders Review ,31(2), 271 –284.\nhttps://doi.org/10.1002/ERV.2956Terhoeven, V., Kallen, U., Ingenerf, K., et al. (2017). Meaningful memory in\nacute anorexia nervosa patients —Comparing recall, learning, and rec-\nognition of semantically related and semantically unrelated word stim-\nuli.European Eating Disorders Review ,25(2), 89 –97.https://doi.org/10.\n1002/ERV.2496\nTerhoeven, V., Nikendei, C., Faschingbauer, S., et al. (2023). Neurophysio-\nlogical correlates of disorder-related autobiographical memory inanorexia nervosa. Psychological Medicine ,53(3), 844 –854.\nhttps://doi.\norg/10.1017/S003329172100221X\nTricomi, E., Balleine, B. W., & O'Doherty, J. P. (2009). A specific role for\nposterior dorsolateral striatum in human habit learning. The European\nJournal of Neuroscience ,29(11), 2232. https://doi.org/10.1111/J.\n1460-9568.2009.06796.X\nTulving, E. (1983). Elements of episodic memory . Claredon Press.\nTulving, E. (1985). Memory and consciousness. Canadian Psychologist ,\n26(1), 1–12.https://doi.org/10.1037/H0080017\nTulving, E. (2007). Are there 256 different kinds of memory. In The foundations\nof remembering: Essays in honor of Henry L. Roediger (Vol. 3, pp. 39 –52).\nVartanian, L. R., Chen, W. H., Reily, N. M., & Castel, A. D. (2016). The paral-\nlel impact of episodic memory and episodic future thinking on foodintake. Appetite ,101,3 1–36.\nVoon, V. (2015). Cognitive biases in binge eating disorder: The hijacking of\ndecision making. CNS Spectrums ,20(6), 566 –573.\nhttps://doi.org/10.\n1017/S1092852915000681\nVoon, V., Derbyshire, K., Rück, C., et al. (2015). Disorders of compulsivity:\na common bias towards learning habits. Molecular Psychiatry ,20(3),\n345–352. https://doi.org/10.1038/mp.2014.44\nWalsh, B. T. (2013). The enigmatic persistence of anorexia nervosa. The\nAmerican Journal of Psychiatry ,170(5), 477 –484. https://doi.org/10.\n1176/APPI.AJP.2012.12081074\nWalton, E., Bernardoni, F., Batury, V. L., et al. (2022). Brain structure in\nacutely underweight and partially weight-restored individuals with\nanorexia nervosa: A coordinated analysis by the ENIGMA eating disor-\nders working group. Biological Psychiatry ,92(9), 730 –738. https://doi.\norg/10.1016/J.BIOPSYCH.2022.04.022\nWang, J. X., Cohen, N. J., & Voss, J. L. (2015). Covert rapid action-memory\nsimulation (CRAMS): A hypothesis of hippocampal-prefrontal interac-\ntions for adaptive behavior. Neurobiology of Learning and Memory ,117,\n22–33.https://doi.org/10.1016/J.NLM.2014.04.003\nWard, A., & Mann, T. (2000). Don't mind if I do: Disinhibited eating under\ncognitive load. Journal of Personality and Social Psychology ,78(4),\n75–763.\nWatson, H. J., & Bulik, C. M. (2013). Update on the treatment of anorexia\nnervosa: Review of clinical trials, practice guidelines and emerginginterventions. Psychological Medicine ,43(12), 2477 –2500.\nhttps://doi.\norg/10.1017/S0033291712002620\nWeider, S., Indredavik, M. S., Lydersen, S., & Hestad, K. (2016). Central\ncoherence, Visuoconstruction and visual memory in patients with eat-ing disorders as measured by different scoring methods of the Reycomplex Figure test. European Eating Disorders Review ,24(2), 106 –\n113.\nhttps://doi.org/10.1002/ERV.2385\nWelzl, H., D'Adamo, P., & Lipp, H. P. (2001). Conditioned taste aversion as\na learning and memory paradigm. Behavioural Brain Research ,125(1–2),\n205–213. https://doi.org/10.1016/S0166-4328(01)00302-3\nWierenga, C. E., Ely, A., Bischoff-Grethe, A., Bailer, U. F., Simmons, A. N., &\nKaye, W. H. (2014). Are extremes of consumption in eating disorders\nrelated to an altered balance between reward and inhibition? Frontiers\nin Behavioral Neuroscience ,8, 410. https://doi.org/10.3389/FNBEH.\n2014.00410/BIBTEX\nWierenga, C. E., Reilly, E., Bischoff-Grethe, A., Kaye, W. H., & Brown, G. G.\n(2022). Altered reinforcement learning from reward and punishment in\nanorexia nervosa: Evidence from computational modeling. Journal of\nthe International Neuropsychological Society ,28(10), 1003 –1015.\nhttps://doi.org/10.1017/S1355617721001326FORESTER ET AL. 2047\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Wildes, J. E., Forbes, E. E., & Marcus, M. D. (2014). Advancing research on\ncognitive flexibility in eating disorders: The importance of distinguishingattentional set-shifting and reversal learning. International Journal of Eat-\ning Disorders ,47(3), 227 –230.\nhttps://doi.org/10.1002/EAT.22243\nWilliams, J. M. G., Barnhofer, T., Crane, C., et al. (2007). Autobiographical\nmemory specificity and emotional disorder. Psychological Bulletin ,\n133(1), 122 –148. Accessed March 13, 2023. https://psycnet.apa.org/\nfulltext/2006-23058-006.html\nWilliams, S. E., Ford, J. H., & Kensinger, E. A. (2022). The power of negative\nand positive episodic memories. Cognitive, Affective, & Behavioral Neuro-\nscience ,22(5), 869 –903. https://doi.org/10.3758/S13415-022-01013-Z\nWilliamson, D. A., Muller, S. L., Reas, D. L., & Thaw, J. M. (1999). Cognitive\nbias in eating disorders: Implications for theory and treatment. Behav-\nior Modification ,23(4), 556 –577. https://doi.org/10.1177/\n0145445599234003\nWonderlich, S. A., & Lavender, J. M. (2017). Eating disorders and obesity:\nA comprehensive handbook. In K. D. Brownell & B. T. Walsh (Eds.),Eating disorders and obesity (pp. 260 –265). Guilford Publications\nAccessed April 17, 2023. https://books.google.com/books?hl =en&\nlr=&id=e8fTDQAAQBAJ&oi =fnd&pg =PA260&dq =Wonderlich, +S.+\nA.,+%26+Lavender, +J.+M.+(2017). +Emotion +regulation +and+eati\nng+disorders. +Eating +disorders +and+obesity: +a+comprehensive +\nhandbook, +3,+260-264.&ots =ZhQaVRPHvN&sig =z7kEVog7eMLKf\n8j776pzCtmMJWI#v =onepage&q&f =false\nHow to cite this article: Forester, G., Johnson, J. S., Reilly,\nE. E., Lloyd, E. C., Johnson, E., & Schaefer, L. M. (2023). Back\nto the future: Progressing memory research in eating\ndisorders. International Journal of Eating Disorders ,56(11),\n2032–2048. https://doi.org/10.1002/eat.240452048 FORESTER ET AL.\n 1098108x, 2023, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/eat.24045 by UNIVERSITY OF MINNESOTA 170 WILSON LIBRARY, Wiley Online Library on [15/04/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}