{
  "doc_type": "scientific paper",
  "title": "Inattention in Misophonia",
  "authors": [
    "Frank"
  ],
  "year": 2019,
  "journal": "Psychology, Fordham University, New York, NY, USA",
  "doi": "10.1080/13803395.2019.1666801",
  "abstract": null,
  "keywords": [
    "Attentional networks",
    "frontal"
  ],
  "research_topics": [
    "Attentional networks",
    "frontal"
  ],
  "created_at": "2025-05-05T03:58:21.582097Z",
  "source_pdf": "documents/research/Global/Frank  2019 Inattention in Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Inattention in misophonia: Di ﬃculties achieving and maintaining alertness\nBrandon Frank, Meaghan Roszyk, Landon Hurley, Loreta Drejaj and Dean McKay\nDepartment of Psychology, Fordham University, New York, NY, USA\nABSTRACT\nIntroduction : Misophonia is marked by abnormal negative reactions to speci ﬁc and idiosyncratic\nsounds. Despite unclear etiology and diagnostic conceptualization, neuropsychology may be able\nto help characterize the syndrome. In the current study, we administered the Attention Network\nTest (ANT) under symptom provocation conditions, as well as secondary measures of concept\nformation, perseveration, processing speed, and frustration tolerance. We assessed treatment\nseeking individuals with misophonia and non-clinical controls. We hypothesized higher alerting,\norienting, and con ﬂict eﬀects on the ANT suggesting overall poorer performance for the mis-\nophonia group.\nMethods : The sample consisted of symptomatic individuals recruited from a randomized treat-\nment trial prior to the mandatory waitlist ( n= 11) and age, gender matched controls ( n= 11).\nSymptomatic individuals were screened with the Misophonia Questionnaire, as well as a number\nof additional self-report and diagnostic measures.\nResults : Robust Bayesian estimation in multi-level models suggested worse alerting attention for\nsymptomatic individuals, βMedian = 2.766, βSD= 1.253, 95% CI[0.322, 5.2876], Bayes factor = 31.41.\nThere were no e ﬀects respective to block (i.e., blocks before versus during and after symptom\nprovocation) or interaction e ﬀects. There were also no e ﬀects particular to executive functioning\nmeasures but some evidence this domain should be further explored (e.g., ANT con ﬂict eﬀects,\nperseveration, and serial math accuracy).\nConclusions : We propose that symptom provocation alone does not explain the observed group\ndiﬀerence in alerting attention, which could re ﬂect a long-standing neuropsychological weak-\nness. Future studies should attempt to characterize misophonia with more comprehensive\nneuropsychological batteries and larger samples.ARTICLE HISTORY\nReceived 8 February 2019\nAccepted 5 September 2019\nKEYWORDS\nAttentional networks; frontal\nsystems; misophonia;\ndecreased sound tolerance;\nBayesian analysis\nMisophonia, or selective sound aversion syndrome, is\nmarked by abnormal negative reactions to speci ﬁc and\nidiosyncratic sounds (e.g., eating/chewing, lip smack-\ning, pen clicking, and clock ticking; Jastrebo ﬀ&\nJastrebo ﬀ,2015 ). Misophonia was ﬁrst discussed in\nthe audiological literature (Jastrebo ﬀ& Jastrebo ﬀ,\n2001 ), although it di ﬀers from well-established disor-\nders of decreased sound tolerance such as hyperacusis\n(i.e., generalized sound sensitivity; Aazh et al., 2014 ).\nIndividuals with misophonia report negative reactions\nto a wide variety of sounds (Edelstein, Brang,\nRamachandran, & Rouw, 2013 ; Schröder, Vulink, &\nDenys, 2013 ; Wu, Lewin, Murphy, & Storch, 2014 ),\nwith no consistent pattern of cochlear abnormality or\nhearing threshold (Jastrebo ﬀ& Jastrebo ﬀ,2015 ).\nReactions vary, but typically include neurophysiologi-\ncal (e.g., tachycardia, angina, labored breath, tension\nheadache, hyperthermia, diaphoresis) and a ﬀective-\nbehavioral sequelae (e.g., fear, irritation, anger, disgust;\nSchröder et al., 2013 ; Schwartz, Leyendecker, &\nConlon, 2011 ; Webber & Storch, 2015 ). At the timeof writing, no study has systematically examined neu-\nrocognitive processes in misophonia. However, nine of\neleven participants in Edelstein et al. ( 2013 )’s sample\ncomplained that misophonia symptoms substantially\nimpeded attention, and reported a bene ﬁt when atten-\ntion was redirected from trigger stimuli. Therefore,\nneuropsychology may be able to contribute toward\ncharacterizing the syndrome.\nMisophonia is not part of the Diagnostic and\nStatistical Manual of Mental Disord ers (5th ed.;\nDSM –5; American Psychiatric Association, 2013 ).\nProposals have been made to classify it as a new dis-\norder (see Dozier, Lopez, & Pearson, 2017 ; Schröder\net al., 2013 ). However, it remains unclear whether\ntaxometrically sound criteria can be established (e.g.,\nwhether symptoms pertain to psychology, neurology,\naudiology, or a combination of the three disciplines;\nTaylor, 2017 ). Misophonia shares commonalities with\nsensory intolerance, and perceptual anomalies such as\nsynesthesia (Edelstein et al., 2013 ; Taylor, 2017 ).\nStudies assessing psychiatric overlap have been mixed,\nCONTACT Brandon Frank bfrank5@fordham.edu Department of Psychology, Fordham University, 441 East Fordham Road, Bronx, NY 10458, USAhttps://doi.org/10.1080/13803395.2019.1666801\n© 2019 Informa UK Limited, trading as Taylor & Francis GroupJOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY\n2020, VOL. 42, NO. 1, 66 –75"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "with some samples evincing corollaries to know diag-\nnoses (e.g., obsessive compulsive and related disorders\n[OCRD] and post-traumatic stress disorder [PTSD];\nCusack, Cash, & Vrana, 2018 ; McKay, Kim, Mancusi,\nStorch, & Spankovich, 2018 ; Rouw & Erfanian, 2018 ),\nbut no consistent pattern of co-morbidity (Frank &\nMcKay, 2018 ; Schröder et al., 2013 ). Individuals with\nmisophonia attempt to avoid situations that provoke\nsymptoms, or inhibit symptoms when they occur, and\nshow poor stress management (Edelstein et al., 2013 ;\nFrank & McKay, 2018 ). Several case reports and con-\ntrolled trials have suggested preliminary support for\npsychosocial interventions (see Palumbo, Alsalman,\nDe Ridder, Song, & Vanneste, 2018 for a review). To\ndate, however, no treatment has been well validated\nwith misophonia samples.\nNot surprisingly given the nascent state of misopho-\nnia research, biological markers have proved elusive.\nJastrebo ﬀand Hazell ( 2004 ) posited that enhanced\nauditory-limbic connectivity may be implicated.\nKumar et al. ( 2017 ) found exaggerated blood-oxygen-\nlevel-dependent (BOLD) responses in the anterior\ninsular cortex, elevated heart rate, and galvanic skin\nresponse (GSR) in participants with misophonia\n(n= 20) compared to age- and gender-matched con-\ntrols. These di ﬀerences were observed during partici-\npant responses to trigger sounds but not unpleasant or\nneutral sounds, and were associated with altered func-\ntional connectivity (during misophonia sounds only),\ngreater myelination within the ventromedial prefrontal\ncortex (vmPFC), and greater self-reported awareness of\nbodily sensations. Similarly, Edelstein et al. ( 2013 )\nreported elevated GSR during exposure to misophonia\nstimuli for participants with misophonia ( n= 6) when\ncompared to controls. Schröder et al. ( 2014 ) investi-\ngated event-related potentials (ERPs) and found\na diminished N1 component (i.e., early attention to\nsensory changes) in participants with misophonia\n(N= 20). These ﬁndings provide initial support for\nneuro-biological correlates in persons who report the\ncondition when exposed to trigger stimuli.\nNeuropsychological functioning in misophonia\nAt the time of writing, only two studies have assessed\nneuropsychological functioning in individuals with\nmisophonia. Eijsker, Schröder, van Wingen, and\nDenys ( 2018 ) administered a stop-signal task to 22\nparticipants with misophonia and 19 controls. The\nmisophonia group evinced intact response inhibition,\nbut favored accuracy over speed, with concomitant\nBOLD hyper-activation of the superior medial frontal\ngyrus (SMFG) during inhibition failure and BOLDhypo-activation of the posterior cingulate cortex during\nsuccess. Silva and Sanchez ( 2018 ) administered an\nadapted version of the Dichotic Sentence\nIdenti ﬁcation Test (DSI; Andrade, Gil, & Iório, 2010 )\nto participants with misophonia ( n= 10), tinnitus\n(n= 10), and healthy controls ( n= 20). Participants\nwith misophonia showed signi ﬁcantly worse selective\nattention than other groups, but only when the DSI\nwas administered with distractor stimuli (i.e., chewing\nsounds) rather than white noise. While few conclusions\ncan be drawn due to the small number of studies,\nattentional processes in misophonia appear to warrant\nfurther investigation.\nPosner and Petersen ( 1990 ) proposed attention as\nthe composite of three interactive networks. Alerting\nattention, implicating right frontal and parietal regions,\ninvolves achieving and maintining sensitivity to incom-\ning stimuli. Orienting attention, involving the superior\nparietal lobe, temporal parietal junction, and frontal\neyeﬁelds, aligns attention to the source of sensory\nsignals. Executive attention involves con ﬂict monitor-\ning and management, and implicates the midline fron-\ntal areas and lateral prefrontal cortex. The Attention\nNetwork Test (ANT), a computer-based application of\nthe Eriksen ﬂanker task, was designed to independently\nassess these three networks using alerting, spatial, and\nﬂanker cues (Fan, McCandliss, Sommer, Raz, & Posner,\n2002 ). Consistent structural and functional imaging\ndata have been found (Fan, McCandliss, Fossella,\nFlombaum, & Posner, 2005 ; Westlye, Grydeland,\nWalhovd, & Fjell, 2011 ), as well as data from studies\nusing ERPs (Neuhaus et al., 2010 ). However, uncer-\ntainty remains regarding the independence of the\nattentional networks (see Macleod et al., 2010 ) and\ntheir relationship with executive functions (e.g., work-\ning memory capacity; Redick & Engle, 2006 ).\nThe current study\nThe present study assessed neuropsychological func-\ntioning related to frontal systems in misophonia. This\nincluded a brief and targeted assessment of attention\nand executive functioning. Following Abramovitch and\nSchweiger ( 2015 ), we assumed that neuropsychological\ndiﬀerences between symptomatic individuals and non-\nclinical controls would be in the small to moderate\nrange. We also assumed that testing under conditions\nof symptom provocation would be informative. This is\ntheﬁrst study to characterize misophonia using multi-\nple neuropsychological instruments. Given the under-\nstudied nature of the syndrome, this attempt may\nprovide an important basis for future e ﬀorts. This is\nalso the ﬁrst study to employ the ANT with a sampleJOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY 67"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "reporting misophonia, and the ﬁrst to modify the task\nto assess symptom provocation e ﬀects (see Methods).\nIn order to further characterize frontal systems, we\nadministered secondary neuropsychological and beha-\nvioral measures. We hypothesized that participants\nwith misophonia would demonstrate higher alerting,\norienting, and con ﬂict eﬀects on the ANT (of note,\nhigher scores suggest worse attentional functioning).\nAs an exploratory analysis, we assessed group e ﬀects\nin concept formation, perseveration, and frustration\ntolerance.\nMethod\nParticipants\nWe assessed participants with misophonia ( n=11) and\nmatched controls ( n= 11) in the current study. The\ngroups were matched for gender (males = 4,\nfemales = 7), age, F(1, 20) = 0.000, p= 1.000, and\nyears of education, F(1, 20) = 0.026, p= .873. All\nparticipants identi ﬁed as non-Hispanic White except\nfor one, who identi ﬁed as biracial. The misophonia\ngroup was recruited from enrollees in a randomized\ntreatment trial prior to the mandated waitlist period\n(see Frank & McKay, 2018 ). The treatment trial was\ndesigned to assess the e ﬃcacy of cognitive-behavioral\ninterventions on misophonia symptoms. Participants\nwere recruited via the misophonia Facebook page,\npostings on professional listservs, and through direct\nemail contact by the principal investigator. All partici-\npants in the misophonia group reported at least mod-\nerate severity levels on the Misophonia Questionnaire\nprior to enrollment (MQ Severity Rating ≥7; Wu et al.,\n2014 ), and substantial functional distress related to the\ncondition. While no established clinical criteria exist\nfor a diagnosis of misophonia, the treatment seeking\nindividuals in our misophonia group show qualitatively\nhigher total MQ scores ( M= 43.45, SD= 7.31) than our\nnon-clinical control group ( M= 12.27, SD= 8.15) as\nwell as the community sample found in Wu et al.\n(2014 ;M= 17.81, SD= 9.17). Participants in the treat-\nment trial were also screened for exclusion using the\nStructured Clinical Interview for DSM-5 (SCID-5;\nFirst, Williams, Karg, & Spitzer, 2015 ). Exclusion cri-\nteria for the treatment trial included signi ﬁcant cogni-\ntive impairment, autism spectrum disorder, psychosis,\npersonality disorder, and past history of aggressive\nbehavior, which were considered potential confounds\nfor treatment e ﬃcacy. The current study was approved\nas an amendment to the treatment trial protocol. Of\nthose participants enrolled during the active recruit-\nment phase for the current study ( n= 13), only twowere unable to be matched with controls. One partici-\npant was determined to be ineligible based on exclu-\nsion criteria during this time period (namely,\na diagnosis of autism spectrum disorder).\nInstruments and procedure\nIn order to prevent uncontrolled symptom provocation\nfrom a human examiner, digitized and remote versions\nof all tests were administered. Attentional networks\nwere assessed with the Attention Network Test (ANT;\nFan et al., 2002 ). Participants completed 24 trial runs\n(with feedback) followed by 288 experimental trials.\nFor each trial, arrows appeared either above or below\naﬁxation cross with various ﬂanker conditions pertain-\ning to alerting, orienting, and con ﬂict eﬀects (respec-\ntively, no-cue versus double-cue, center-cue versus\nspatial-cue, and incongruent-cue versus congruent-\ncue). Participants were prompted to correctly identify\nthe direction of each arrow. E ﬀects were derived by\nsubtracting mean response time between correct trials\nof respective conditions (see Fan et al., 2002 ).\nSymptom provocation\nThe ANT was modi ﬁedfollowing a similar procedure\nto that found in Panagopoulos, Greene, Campbell, and\nBlack ( 2013 ). Auditory stimuli were played during\na randomized block (respectively, trials 1 –96, 97 –192,\nor 193 –288), allowing a comparative index of perfor-\nmance (i.e., response di ﬀerences for blocks before, dur-\ning, and after auditory stimuli were played). Auditory\nstimuli consisted of recordings of sounds rated most\naversive to a misophonia sample played in random\norder for 15s intervals (per Edelstein et al., 2013 ).\nAdditional measures\nPerseveration, set shifting, and concept formation were\nassessed with the Wisconsin Card Sorting Test (WCST;\nBerg, 1948 ). Participants were asked to sort response\ncards according to an unknown matching principle,\nand adjust their approach during administration.\nA computerized version of the task was employed\nusing 64 digital cards and responses were scored\naccording to norms provided by Axelrod, Jiron, and\nHenry ( 1993 ).\nFrustration tolerance was assessed with the Paced\nAuditory Serial Addition Task –Computerized\n(PASAT-C; Lejuez, Kahler, & Brown, 2003 ). In this\ntask, participants were asked to complete serial math\nfrom sequentially displayed numbers. It was predicted\nthat the stress management portion of the task wouldB. FRANK ET AL. 68"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "be meaningful for our sample, and that the overall task\nwould provide a secondary index of accuracy and pro-\ncessing speed.\nSeveral self-report instruments were administered.\nMisophonia symptoms and behavioral reactions were\nassessed with the Misophonia Questionnaire (MQ; Wu\net al., 2014 ). Depression, anxiety, and stress were\nassessed with the Depression Anxiety Stress Scale-21\n(DASS-21; Lovibond & Lovibond, 1995 ). Anxiety sen-\nsitivity (i.e., the fear of sensations and behaviors asso-\nciated with anxiety) was assessed with the Anxiety\nSensitivity Inventory-3 (ASI-3; Taylor et al., 2007 ).\nDistress tolerance was assessed with the Distress\nTolerance Scale (DTS; Simons & Gaher, 2005 ). Health\nand neurological histories were recorded using the\nBody Perception Questionnaire: Health History\nInventory (Porges, 1993 ).\nParticipants provided written informed consent\nprior to enrollment in the study. The study was\napproved by the Institutional Review Board of\nFordham University and conducted according to the\nprinciples of the Declaration of Helsinki. All partici-\npants were tested individually and given breaks\nbetween tasks. Participants completed self-report mea-\nsures using the Survey Monkey Inc. platform ( www.\nsurveymonkey.com ). Neuropsychological tests and\ninstructions were administered digitally using Inquisit\n5(https://www.millisecond.com/ ). Participants were\nvirtually monitored during testing with VSee ( https://\nvsee.com/ ), a HIPAA-compliant video-chat interface.\nThe entire research protocol lasted 120 minutes.\nStatistical analyses\nAnalyses were conducted in the statistical program-\nming language R (version 3.5.1; R Development Core\nTeam, 2016 ). Linear models were ﬁrst computed for\ndemographic and self-report variables to assess e ﬀectsbetween the misophonia and control group. In order to\naccount for multiple comparisons in these analyses,\na Bonferroni correction was employed ( α= 0.01).\nBootstrapped con ﬁdence intervals were computed\nusing the carlibrary with 10,000 samples (version\n3.0–0; Fox & Weisberg, 2011 ).\nFor analyses pertaining to ANT data, an iterative\nprocess was employed (see Fox & Weisberg, 2011 ).\nA linear contrast model was computed using between\nsubject (i.e., misophonia or control group) and within-\nsubject factors (i.e., before versus during and after\nsymptom provocation) for alerting, orienting, and con-\nﬂict eﬀects. Diagnostic plots were reviewed (e.g., resi-\nduals, Q-Q plots, etc.) and, when indicated, dependent\nvariables were transformed using the powerTransform\nfunction in the carlibrary. This function employs\na maximum-likelihood-like approach to select an opti-\nmal univariate or multivariate transformation for line-\narity, normality, and constant variance (Box & Cox,\n1964 ). For values with negative responses,\na modi ﬁcation of the procedure was computed as\ndesigned by Hawkins and Weisberg ( 2017 ). Eﬀect\nsizes were interpreted according to Cohen ( 1988 ) and\nFritz, Morris, and Richler ( 2012 ).\nInitial regression models for the ANT indicated pos-\nsible violations of residual normality; therefore, transfor-\nmations were employed (respectively, λAlerting =0 . 5 5 9 ,\nγAlerting = 44.409; λOrienting =0 . 2 4 4 , γOrienting = 25.494;\nλConﬂict=0 . 0 8 5 , γConﬂict= 46.129). While these transfor-\nmations were optimized from the given models, they also\nappeared to improve distortions at the univariate level\n(see Figure 1 ). However, all analyses were conducted\nemploying transformed and non-transformed values\nand there were no di ﬀerences in outcome.\nIn order to produce maximally reliable information\nfrom a small sample size, ﬁnal models were assessed with\nrobust Bayesian estimation, computed in the rstanarm\nlibrary (version 2.13.1; Stan Development Team, 2016).\nFigure 1. Attention network task data for misophonia and control groups. Plot includes the transformed data, mean, standard error,\nand smoothed density curve across all blocks of the task.\n“C”represents the control group; “M”represents the misophonia group.JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY 69"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "This algorithm produces Bayesian estimation of ﬁxed\neﬀects using Markov chain Monte Carlo (MCMC) simu-\nlation with 10,000 iterations (Gelman & Hill, 2014). For\nall Bayesian models, default (weakly informative) priors\nwere employed. Unlike null hypothesis testing, Bayesian\nmodels assess positive evidence for credible e ﬀects from\nthe computed posterior distribution. Bayesian credible\nintervals provide an estimation of population parameters\n(versus an estimation of repeated sampling from\na statistical distribution). Bayesian intervals are termed\ncredible because they are an estimation of population\nvalues, a probability distribution of the “true value ”for\nany given statistical question. This approach is less\ndependent on the sample, and any error contained\ntherein, and more dependent on the “true value ”having\nsome predictable form (e.g., a speci ﬁed prior). In the\ncurrent study, it was assumed that the di ﬀerence between\ngroups was more likely null than negative or positive\ninﬁnity. Since MCMC generation of the posterior distri-\nbution involves a unique and iterative process from the\ndata (rather than repeated comparisons), and due to the\nrobustness of these methods to Type I errors, no correc-\ntion for repeated comparisons is necessary (Gelman, Hill,\n&Y a j i m a , 2012; Jaynes, 2003; Wagenmakers et al., 2018).\nFor e ﬀects retained as credible, secondary Bayesian\nmodels were run estimating both ﬁxed and random e ﬀects\nto assess any di ﬀerences in outcome with this added para-\nmeter (i.e., group e ﬀects nested in the within-subject fac-\ntor). Bayes factors were computed for retained e ﬀects with\nthebridgesampling library (Gronau et al., 2017)a n di n t e r -\npreted according to Je ﬀreys ( 1998). Model ﬁtw a sc o m -\npared using leave-one-out cross-validation (LOO), the\nwidely applicable information criterion (WAIC), and\nPareto smoothed importance sampling (PSIS; see\nVehtari, Gelman, & Gabry, 2017).\nFor additional neuropsychological measures, a similar\nprocedure was employed. However, quit time on the\nPASAT-C was not assessed since exactly eight individuals\n(73%) from the misophonia and control groups completed\nthe measure (i.e., a majority of both groups). We assessed\na linear model comparing the total number of correct\nresponses between the groups. For the WCST, we assessed\nlinear models comparing standard scores for completed\ncategories, total errors, and perseverative responses. Other\ndata from the participants were reviewed qualitatively.\nResults\nAs expected, the misophonia group reported higher levels\nof sound aversion and concomitant behavioral reactions\nthan matched controls (see Table 1 ). There was\nas i g n i ﬁcant e ﬀect of group on the total score for this\nmeasure, F(1,20) = 89.21, p< .001, η2= 0.82, 95% CI[24.30, 38.07]. In addition, these participants reported sig-\nniﬁcantly higher anxiety sensitivity, F(1, 20) = 9.57,\np= .005, η2=0 . 3 2 4 ,9 5 % CI[5.01, 25.72] and stress, F(1,\n20) = 13.75, p= .001, η2= 0.420, 95% CI[6.14, 22.04], and\nlower distress tolerance than the control group, F(1,\n20) = 29.75, p< .001, η2= 0.598, 95% CI[−34.19, −15.27].\nDiﬀerences were observed in anxiety, F(1, 20) = 5.95,\np= .024, η2= 0.229, 95% CI[1.13, 14.51] and depression,\nF(1, 20) = 6.88, p= .016, η2= 0.266, 95% CI[2.06, 18.31],\nwhich were not signi ﬁcant after Bonferroni correc-\ntion ( α= 0.01).\nIn addition, health and neurological histories sug-\ngested higher endorsement of some psychiatric and\nsomatic complaints. A greater number of individuals in\nthe misophonia group reported migraine headaches in\ncomparison to the control group (18% versus 9%, respec-\ntively), as well as gastric/digestive problems (55% versus\n18%), arthritis (27% versus 0%), hopeless unhappiness\n(9% versus 0%), depressive symptoms (36% versus 9%),\nback problems (27% versus 18%), gastric/duodenal ulcers\n(18% versus 0%), psychiatric disorders (18% versus 0%),\nand motion sickness (36% versus 9%). However, lower\nincidence of hypertension (0% versus 18%), anorexia\n(0% versus 9%), obesity (9% versus 27%), endocrine\nproblems (0% versus 9%), diabetes (0% versus 9%), can-\ncer (0% versus 9%), and pneumonia (0% versus 18%)\nwere reported by the misophonia group.\nIn the initial models, the misophonia group evinced\nsigniﬁcantly worse alerting attention than the control\ngroup as suggested by a higher alerting e ﬀect,β= 2.790, t\n(62) = 2.245, p= .028, d= 0.61, 95% CI[0.4218, 5.200],\nwhen partialling out variance from within-subject e ﬀects\n(see Figure 1 ). The overall model was signi ﬁcant, F\n(62) = 2.9109, p= .041, R2= 0.134. This e ﬀect was con-\nsistent with robust Bayesian estimation in the ﬁnal model,\nβMedian = 2.304, βSD= 1.204, 95% CI[0.0109, 4.764], Bayes\nfactor [BF] = 7.54. Further, the secondary, nested modelTable 1. Demographic and self-report information for the mis-\nophonia and control group.\nMisophonia Group\n(n= 11)Control Group\n(n= 11)\nM (SD) M (SD)\nAge 36.09 (12.01) 36.09 (12.33)\nYears of Education 17.45 (2.58) 17.64 (2.69)\nMQ: Symptoms 17.91 (4.85) 7.82 (5.36)\nMQ: Behaviors 25.55 (5.47) 4.45 (3.47)\nDASS-21: Depression 12.18 (12.08) 2.00 (2.11)\nDASS-21: Anxiety 9.27 (10.48) 1.45 (1.81)\nDASS-21: Stress 19.00 (11.56) 4.91 (4.85)\nASI-3 22.36 (15.86) 7.00 (4.45)\nDTS 40.45 (14.67) 65.19 (3.30)\nMeans; standard deviations in parentheses. Anxiety Sensitivity Inventory-3\n(ASI-3); Depression Anxiety Stress Scale-21 (DASS-21); Distress Tolerance\nScale (DTS); Misophonia Questionnaire (MQ).B. FRANK ET AL. 70"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "suggested an e ﬀect when partialling out variance from\nﬁxed and random within-subject e ﬀects, βMedian = 2.7766,\nβSD= 1.253, 95% CI[0.322, 5.2876], BF = 31.41. While\nestimation was more precise in the nested model, model ﬁt\nwas relatively strong for both (WAIC = 405.6 and 406.0,\nSE= 12.8 and 12.9). All PSIS estimates were acceptable,\nsuggesting little in ﬂuence from outliers (Pareto k’s<0 . 5 ) .\nIn the initial frequentist model for alerting e ﬀects, there\nwere no signi ﬁcant interaction e ﬀects and no signi ﬁcant\nwithin-subject e ﬀects from blocks during or after stimuli\nwere played, β=1 . 4 4 5 , t(62) = 0.9658, p= .342, d= 0.17,\nand, β= 2.3766, t(62) = 1.5655, p= .125, d= 0.06, respec-\ntively. Likewise, there were no e ﬀects in the ﬁnal Bayesian\nmodel, βMedian = 1.184, βSD=1 . 3 9 4 ,9 5 % CI[−1.5105,\n4.0435] and, βMedian = 1.9876, βSD= 1.460, 95% CI\n[−0.7766, 4.9329].\nThe initial model assessing orienting attention was not\nsigniﬁcant overall, F(3, 62) = 0.303, p= .823, R2=0 . 0 3 ,o r\nfor between-subject e ﬀects, β=−0.2876, t(62) = −0.70698,\np= .488, d= 0.16. Likewise, within-subject e ﬀects were not\nsigniﬁcant, β= 0.322, t(62) = 0.670, p= .506, d= 0.11, and,\nβ= 0.280, t(62) = −0.5878, p= .566, d= 0.08. This was\nconsistent with robust Bayesian estimation of between-\nsubject e ﬀects in the ﬁnal model, βMedian =−0.234, βSD=\n0.444, 95% CI[−1.2879, 0.6437]. Likewise, within-subject\neﬀects were not retained for orienting attention, βMedian =\n0.283, βSD= 0.5547, 95% CI[−0.7548, 1.5435], and, βMedian\n= 0.2435, βSD= 0.542, 95% CI[−0.843, 1.500]. The initial\nmodel assessing the con ﬂict eﬀe c tw a sn o ts i g n i ﬁcant over-\nall,F(3, 62) = 0.4437, p = .727, R2= 0.02, or for between-\nsubject e ﬀects,β= 0.0657, t(62) = 0.3215, p= .745, d= 0.02.\nLikewise, within-subject e ﬀects were not signi ﬁcant, β=\n−0.092, t(62) = −0.422, p= .674, d=0 . 0 5 ,a n d , β=−0.2548,\nt(62) = −1.123, p= .266, d= 0.40. This was consistent with\nrobust Bayesian estimation of between-subject e ﬀects in\ntheﬁnal model, βMedian = 0.1878, βSD= 0.744, 95% CI\n[−1.290, 1.70695]. Likewise, within-subject e ﬀects were not\nretained for the con ﬂict eﬀect,βMedian =−0.324, βSD=\n1.9986, 95% CI[−6.4877, 6.246], and, βMedian =−0.9326,\nβSD= 1.9877, 95% CI[−7.070, 5.824]. None of the inter-\naction e ﬀects in the orienting and con ﬂict eﬀect models\nwere signi ﬁcant or retained.\nQualitative information on the ANT can be viewed in\nTable 2 . There was a notable diminution in accuracy for\nthe misophonia group across ANT stimuli. There was,\nhowever, a possible ceiling e ﬀect on this metric as both\ngroups were highly accurate. Mean response time\nappeared to follow expected patterns for both groups,\nwith more di ﬃcult ANT conditions provoking slower\nresponses.\nAs noted, quit time on the PASAT-C was not\nassessed given that only three individuals (27%)\nfrom each group quit the task. There were, however,no signi ﬁcant di ﬀerences in the total number of\ncorrect items for either raw, β=−8.6545, t(20) =\n−0.2655, p= .801, d= 0.11, or transformed ( λ=\n0.9409, γ= 356.9999) data, β=−54.00998, t(20) =\n−0.2876, p= .785, d= 0.12. This was consistent with\nrobust Bayesian estimation for both raw, βMedian =\n−15.601, βSD= 33.3219, 95% CI[−84.2108, 53.065],\nand transformed data, βMedian =−8.387, βSD=\n17.743, 95% CI[−43.930, 28.025]. On average, the\ncontrol group answered slightly more items correctly\nthan the misophonia group ( MMiso = 215.90, SDMiso\n= 74.85; MCon= 224.55, SDCon= 84.01). Regarding\nt h eW C S T ,t h e r ew e r en os i g n i ﬁcant e ﬀects between\ngroups for completed categories, βz= 0.208, t(20) =\n0.511, p= .615, d= 0.22, total errors, βz=−0.115, t\n(20) = −0.359, p= .723, d= 0.15, or perseverative\nresponses, βz=0 . 3 2 5 , t(20) = 1.059, p= .302, d=\n0.45. These results were consistent with robust\nBayesian estimation for completed categories,\nβMedianZ = 0.276, βSDZ = 0.396, 95% CI[−0.521,\n1.064], total errors, βMedianZ =−0.039, βSDZ= 0.321,\n95% CI[−0.675, 0.630], and perseverative responses,\nβMedianZ = 0.377, βSDZ = 0.293, 95% CI[−0.227,\n0.917].\nDiscussion\nThis was the ﬁrst study to attempt to characterize neurop-\nsychological functioning related to frontal systems in mis-\nophonia using multiple neuropsychological instruments.\nMisophonia remains an under-studied condition, with\nunclear etiology and rudimentary diagnostic conceptuali-\nzation (Brout et al., 2018; Cavanna & Seri, 2015;P a l u m b o\net al., 2018;T a y l o r , 2017). Given the cross-sectional nature\nof this study, we cannot conclude whether observed di ﬀer-\nences between particip ants with misophonia ( n=1 1 )a n dTable 2. Proportion of correct responses and mean response\ntime.\nMisophonia Group ( n= 11) Control Group ( n= 11)\nM (SD) M (SD)\nProportion Correct\nNo Cue 0.968 (0.064) 0.994 (0.014)\nCenter Cue 0.963 (0.049) 0.993 (0.016)\nDouble Cue 0.960 (0.082) 0.988 (0.022)\nSpatial Cue 0.976 (0.048) 0.996 (0.013)\nCongruent 0.975 (0.069) 0.996 (0.011)\nIncongruent 0.944 (0.075) 0.986 (0.020)\nMean Response Time\nNo Cue 576.79 (109.20) 568.18 (87.11)\nCenter Cue 531.64 (108.68) 538.42 (101.15)\nDouble Cue 512.40 (105.01) 528.47 (105.76)\nSpatial Cue 491.23 (92.31) 495.06 (91.87)\nCongruent 506.41 (99.32) 519.90 (95.11)\nIncongruent 584.79 (114.26) 593.72 (115.02)\nMeans across blocks of the Attention Network Task (Fan et al., 2002 );\nstandard deviations in parentheses.JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY 71"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "matched controls ( n= 11) re ﬂect a long-standing neurop-\nsychological weakness. However, our symptom provoca-\ntion paradigm suggests this possibility. Our data indicate\nthat the misophonia group had di ﬃculties achieving and\nmaintaining alertness during the attention task. The ﬁnd-\nings were consistent between frequentist models and\nnested models using robust Bayesian estimation. Bayes\nfactors suggested the evidence for the e ﬀects was substantial\n(greater than 5) to strong (greater than 10). It is notable that\neﬀects respective to block, as well as interaction e ﬀects,\nwere not retained in the overall model (i.e., blocks before\nversus during and after symptom provocation). This sug-\ngests that performance di ﬀerences were not exclusively\nar e s u l to fs y m p t o mp r o v o c a t i o n( i . e . ,a ni m p a c to np e r -\nformance after stimuli were played). We propose that the\nobserved group di ﬀerence in alerting attention could be\ncharacteristic of individuals with misophonia. However, it\nwould be warranted to administer a “cold ”version of the\nANT to similar participants in order to further support this\nﬁnding.\nGiven the current results, we speculate that atten-\ntional disturbance in misophonia samples will be in the\nsmall to moderate range, even under symptom provo-\ncation conditions. Both groups showed an error rate\nsimilar to that found in previous studies using the ANT\n(e.g., Fan et al., 2002 ). However, there was somewhat\nworse accuracy for the misophonia group compared to\nmatched controls across stimuli and conditions of the\nANT. This feature contrasts somewhat with Eijsker\net al. ( 2018 ). Of note, however, the stop-signal task\nemployed in this study re ﬂects successful engagement\nof a di ﬀerent cognitive capacity. Therefore, accuracy on\nvarious neuropsychological instruments may be an area\nthat warrants further exploration.\nContrary to our hypothesis, we did not ﬁnd diﬀerences\nin orienting attention, which aligns attention to the source\nof sensory signals. Enhanced resting auditory-limbic con-\nnectivity in persons with misophonia (as suggested by\nJastrebo ﬀ& Hazell, 2004;P a l u m b oe ta l . , 2018) may entrain\na strengthened orienting reaction to appraise stimuli for\nthreat potential. However, further studies will be needed to\nconﬁrm this result, and explore biological corollaries as\nwell as clinical implicatio ns. In addition, we found no\neﬀects particular to executive functioning measures (e.g.,\nANT con ﬂict eﬀects, WCST perseveration, and PASAT\naccuracy). As such, our sample did not evince meaningful\nexecutive dysfunction. These data correspond with Eijsker\net al. ( 2018)’sﬁnding of intact response inhibition.\nHowever, given the medium e ﬀe c ts i z ew ed o c u m e n t e d\non the WCST (i.e., perseverative responses), future studies\nshould explore similar metrics.\nWhile individuals with misophonia may have higher\nrates of diagnosable conditions, they have not shownaconsistent psychodiagnostic pattern for comorbid or\nco-occurring disorders (Frank & McKay, 2018 ; Kumar\net al., 2017 ; Schröder et al., 2013 ). In the current study,\nparticipants in the misophonia group endorsed higher\nlevels of some psychiatric and somatic complaints than\nthe control group, but no general pattern of poor\nhealth. We did not statistically control for substance\nuse, anxiety, or depression in the current study.\nHowever, qualitatively, our participants reported anxi-\nety and depression symptoms as a result of misophonia\ntriggers, as well as their inability to exert control over\ntheir reactions. Similarly, participants reported that\nsubstance use was a coping mechanism for their symp-\ntomology. For this reason, partialling out variance in\nthe models we used would be problematic (see Spector\n& Brannick, 2011 ). Of note, all of the participants in\nthe misophonia group enrolled with misophonia as\ntheir primary complaint. In addition, to the best of\nour knowledge, there is no evidence that misophonia\nreactions are common sequelae of a primary mood or\nsubstance use disorder.\nMore studies will be needed to determine whether\nthe clinical patterns in individuals with misophonia\ndiﬀer for those with and without co-occurring distur-\nbances (e.g., through propensity score matching tech-\nniques; Lee & Little, 2017 ). However, we speculate that\nsevere misophonia will typically be accompanied by\naﬀective disturbance and problematic coping beha-\nviors. Therefore, we suggest that the current results\nare generalizable to persons with the condition.\nLongitudinal studies during symptom onset could\nhelp distinguish whether inattention plays some role\nin the etiology of misophonia, occurs as a result of\nsymptoms, or derives from secondary e ﬀects (e.g.,\ndepression, anxiety, and substance use). We propose\nthat di ﬃculties achieving and maintaining alertness\nmay create a state whereby aversive stimuli are poorly\npredicted, and given higher salience on occurrence. In\naddition, individuals with misophonia may have\nweaker capacities for autogenic redirection and\ndistraction.\nStudies have associated attentional dysregulation\nwith audiological conditions such as tinnitus (Hallam,\nMcKenna, & Shurlock, 2004 ; Roberts, Husain, &\nEggermont, 2013 ). Following Roberts et al. ( 2013 ),\nSilva and Sanchez ( 2018 ) suggested that selective atten-\ntion failures limit the allocation of perceptual proces-\nsing resources in individuals with misophonia. Further,\npoor auditory gating and sensory over-responsivity\n(SOR) may be associated with de ﬁcits in predictive\ncoding (a top-down process; see Pelt et al., 2016 ).\nThis di ﬃculty anticipating and coding incoming sen-\nsory information may account for the aberrant ERPB. FRANK ET AL. 72"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "responses documented in misophonia samples (e.g.,\nSchröder et al., 2014 ). Sensory over-responsivity could\nalso explain the previously mentioned overlap with\npsychiatric conditions (Cavanna & Seri, 2015 ). As was\nsuggested by Taylor ( 2017 ), misophonia may be a sub-\ncategory of SOR conditions.\nIndividuals with di ﬃculty inhibiting their reactions to\ntrigger stimuli, and diminished ability to redirect their\nattention, may show poor management of concomitant\nstress. For example, Bardeen, Tull, Dixon-Gordon,\nStevens, and Gratz ( 2015) found that for participants\nwith lower attentional control, reported emotion dysre-\ngulation corresponded with poor performance on\na distress tolerance task. In misophonia, this same pattern\ncould produce avoidance (a negative functional quality)\nand prevent adaptation to stimuli encountered in daily\nlife (Frank & McKay, 2018). Attentional resources pro-\ncessed in the anterior insula have previously been linked\nto interoception, learning, error processing, and resultant\nanxiety sensitivity (see Paulus & Stein, 2006). Both ante-\nrior insula activity (Kumar et al., 2017) and anxiety (Wu\net al., 2014) may have critical functions in misophonia.\nUnderstanding the neuropsychological pro ﬁle of miso-\nphonia may help disentangle symptom etiology and pro-\nvide guidance on the condition ’s functional impact.\nThe limitations of the current study include a small\nsample, and the lack of a comprehensive neuropsycho-\nlogical battery. In order to best optimize our data, we\nemployed an iterative analytic procedure relying on\nadvanced statistical methodology (i.e., Bayesian estima-\ntion via MCMC simulation). These methods have been\ndocumented as among the superior approaches to ﬁt-\nting multi-level models (see Browne & Draper, 2006 ;\nShor, Bafumi, Keele, & Park, 2017 ). In addition, while\nour sample was comparable in size to some prior\nstudies of misophonia (e.g., Edelstein et al., 2013 ), it\nwas smaller than others (e.g., Kumar et al., 2017 ),\nespecially studies conducted in the context of\na specialized clinic (Jastrebo ﬀ& Jastrebo ﬀ,2014 ;\nSchröder, Vulink, van Loon, & Denys, 2017 ). We can-\nnot rule out the possibility of Type-II errors given this\nstudy ’s limited sample. In addition, sounds were played\ncontinuously, rather than time-locked to trial events\n(i.e., stimuli on the ANT). It is possible that partici-\npants predicted the time-interval used in the current\nstudy (15s), which dampened their distressing poten-\ntial. We consider this unlikely given the random order\nof sounds played, their short duration, and qualitative\nreports that the exposure was distress-provoking.\nHowever, our results may re ﬂect general rather than\ncompeting e ﬀects of misophonia symptoms. We\nemployed this methodology in order to achieve ecolo-\ngical validity of the e ﬀects, since misophonia stimuliare typically experienced as continuous and asynchro-\nnous with task events. However, studies employing\ntime- and phase-locked stimuli may provide important\ninsights into the condition. The strengths of the cur-\nrent study include a novel methodology that enabled\nthe examination of attentional functioning and symp-\ntom provocation e ﬀects.\nDue to the constraints and time demands of our\ntreatment protocol, we did not o ﬀer a full neuropsy-\nchological battery. However, there could be great value\nin comprehensively characterizing misophonia. In\naddition, assessing attentional networks under symp-\ntom-neutral conditions will be necessary to determine\nwhether alerting di ﬃculties relate to symptom-speci ﬁc\nor generalized cognitive patterns. It may also be useful\nto compare visual and auditory modalities of the ANT\n(see Callejas, Lupiàñez, Funes, & Tudela, 2005 ). This\nwas a cross-sectional study with several limitations. We\ncannot conclude whether misophonia symptoms were\nthe speci ﬁc cause of di ﬃculties in alerting attention, or\nwhether these di ﬃculties re ﬂect a long-standing weak-\nness. However, given the current results, attentional\nvigilance should be an important feature for future\nstudies of misophonia to examine.\nDisclosure statement\nNo potential con ﬂict of interest was reported by the authors.\nReferences\nAazh, H., McFerran, D., Salvi, R., Prasher, D., Jastrebo ﬀ, M.,\n& Jastrebo ﬀ,P .(2014 ). Insights from the ﬁrst international\nconference on hyperacusis: Causes, evaluation, diagnosis\nand treatment. Noise and Health ,16, 123 –126.\nAbramovitch, A., & Schweiger, A. ( 2015 ). Misuse of cognitive\nneuropsychology in psychiatry research: The intoxicating\nappeal of neo-reductionism. The Behavior Therapist ,38,\n187–191.\nAmerican Psychiatric Association. ( 2013 ).Diagnostic and\nstatistical manual of mental disorders (5th ed.).\nArlington, VA: American Psychiatric Publishing, Inc.\nAndrade, A. N., Gil, D., & Iório, M. C. M. ( 2010 ). Elaboração\nda versão em Português Brasileiro do teste de identi ﬁcação\nde sentenças dicóticas (DSI) Development of the Brazilian\nPortuguese version of the dichotic sentence identi ﬁcation\ntest (DSI). Revista Da Sociedade Brasilieira De\nFonoaudiologia ,15, 540 –545.\nAxelrod, B. N., Jiron, C. C., & Henry, R. R. ( 1993). Performance\nof adults ages 20 to 90 on the abbreviated Wisconsin card\nsorting test. The Clinical Neuropsychologist ,7,2 0 5 –209.\nBardeen, J., Tull, M., Dixon-Gordon, K., Stevens, E., &\nGratz, K. ( 2015). Attentional control as a moderator of the\nrelationship between di ﬃculties accessing e ﬀective emotion\nregulation strategies and distress tolerance. Journal of\nPsychopathology & Behavioral Assessment ,37,7 9 –84.JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY 73"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Berg, E. A. ( 1948 ). A simple objective technique for measur-\ningﬂexibility in thinking. Journal of General Psychology ,\n39,1 5 –22.\nBox, G. E. P., & Cox, D. R. ( 1964 ). An analysis of\ntransformations. Journal of the Royal Statistical Society ,\n26, 211 –252.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M.,\nMiller, L. J., Rouw, R., . . . Rosenthal, M. Z. ( 2018 ).\nInvestigating misophonia: A review of the empirical litera-\nture, clinical implications, and a research agenda. Frontiers\nin Neuroscience ,12. doi: 10.3389/fnins.2018.00036\nBrowne, W. J., & Draper, D. ( 2006 ). A comparison of baye-\nsian and likelihood-based methods for ﬁtting multilevel\nmodels. Bayesian Analysis ,1, 473 –514.\nCallejas, A., Lupiàñez, J., Funes, M. J., & Tudela, P. ( 2005).\nModulations among the alerting, orienting and executive\ncontrol networks. Experimental Brain Research ,167,2 7–37.\nCavanna, A. E., & Seri, S. ( 2015 ). Misophonia: Current\nperspectives. Neuropsychiatric Disease and Treatment ,11,\n2117 –2123.\nCohen, J. ( 1988 ).Statistical power analysis for the behavioral\nsciences (2nd ed.). Hillsdale, NJ: Erlbaum.\nCusack, S. E., Cash, T. V., & Vrana, S. R. ( 2018 ). An exam-\nination of the relationship between misophonia, anxiety\nsensitivity, and obsessive-compulsive symptoms. Journal\nof Obsessive-compulsive and Related Disorders ,18,6 7 –72.\nDozier, T. H., Lopez, M., & Pearson, C. ( 2017 ). Proposed\ndiagnostic criteria for misophonia: A multisensory condi-\ntioned aversive re ﬂex disorder. Frontiers in Psychology ,8,\n1975.\nEdelstein, M., Brang, D., Ramachandran, V. S., & Rouw, R.\n(2013 ). Misophonia: Physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience ,7,1–11.\nEijsker, N., Schröder, A., van Wingen, G., & Denys, D.\n(2018 ). T74. Response bias on the stop-signal task: An\nendophenotype of misophonia? Biological Psychiatry ,83,\nS157.\nFan, J., McCandliss, B. D., Fossella, J., Flombaum, J. I., &\nPosner, M. I. ( 2005 ). The activation of attentional\nnetworks. NeuroImage ,26, 471 –479.\nFan, J., McCandliss, B. D., Sommer, T., Raz, A., &\nPosner, M. I. ( 2002 ). Testing the e ﬃciency and indepen-\ndence of attentional networks. Journal of Cognitive\nNeuroscience ,14, 340 –347.\nFirst, M. B., Williams, J. B., Karg, R. S., & Spitzer, R. L.\n(2015 ).Structured clinical interview for DSM-5 —Research\nversion (SCID-5 for DSM-5, research version; SCID-5-RV) .\nArlington, VA: American Psychiatric Association.\nFox, J., & Weisberg, S. ( 2011 ).An R companion to applied\nregression . Thousand Oaks, CA: Sage.\nFrank, B., & McKay, D. ( 2018 ). The suitability of an inhibi-\ntory learning approach in exposure when habituation fails:\nA clinical application to misophonia. Cognitive and\nBehavioral Practice . doi: 10.1016/j.cbpra.2018.04.003\nFritz, C. O., Morris, P. E., & Richler, J. J. ( 2012 ). Eﬀect size\nestimates: Current use, calculations, and interpretation.\nJournal of Experimental Psychology ,141,2–18.\nGelman, A., & Hill, J. ( 2014 ).Data analysis using regres-\nsion and multi-level hierarchical models (Vol. 1).\nNew York, NY: Cambridge University Press.Gelman, A., Hill, J., & Yajima, M. ( 2012 ). Why we\n(usually) don ’t have to worry about multiple comparisons.\nJournal of Research on Educational E ﬀectiveness ,5,\n189–211.\nGronau, Q. F., Sarafoglou, A., Matzke, D., Ly, A., Boehm, U.,\nMarsman, M., . . . Steingroever, H. ( 2017 ). A tutorial on\nbridge sampling. Journal of Mathematical Psychology ,81,\n80–97.\nHallam, R. S., McKenna, L., & Shurlock, L. ( 2004 ). Tinnitus\nimpairs cognitive e ﬃciency. International Journal of\nAudiology ,43, 218 –226.\nHawkins, D. M., & Weisberg, S. ( 2017 ). Combining the\nbox-cox power and generalised log transformations to\naccommodate nonpositive responses in linear and\nmixed-e ﬀects linear models. South African Statistical\nJournal ,51, 317 –328.\nJastrebo ﬀ, M., & Jastrebo ﬀ,P .( 2001 ). Components of\ndecreased sound tolerance: Hyperacusis, misophonia,\nphonophobia. The Institute of Translational Health\nSciences News Letter ,2,5–7.\nJastrebo ﬀ, P., & Hazell, M. ( 2004 ).Tinnitus retraining ther-\napy: Implementing the neurophysiological model .\nNew York, NY: Cambridge University Press.\nJastrebo ﬀ, P., & Jastrebo ﬀ,M .( 2014 ). Treatments for\ndecreased sound tolerance (hyperacusis and misophonia).\nSeminars in Hearing ,35, 105 –120.\nJastrebo ﬀ, P., & Jastrebo ﬀ,M .M .( 2015 ). Chapter 21:\nDecreased sound tolerance. hyperacusis, misophonia,\ndiplacousis, and polyacousis. Handbook of Clinical\nNeurology ,129, 375 –387.\nJaynes, E. T. ( 2003 ).Probability theory: The logic of science .\nCambridge, UK: Cambridge University Press.\nJeﬀreys, H. ( 1998 ).The theory of probability (3rd ed.).\nNew York, NY: Oxford University Press.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S.,\nCallaghan, M. F., Allen, M., . . . Gri ﬃths, T. D. ( 2017 ). The\nbrain basis for misophonia. Current Biology ,27, 527 –533.\nLee, J., & Little, T. D. ( 2017 ). A practical guide to propensity\nscore analysis for applied clinical research. Behaviour\nResearch and Therapy ,98,7 6 –90.\nLejuez, C. W., Kahler, C. W., & Brown, R. A. ( 2003 ).\nA modi ﬁed computer version of the Paced Auditory\nSerial Addition Task (PASAT) as a laboratory-based\nstressor. The Behavior Therapist ,26, 290 –293.\nLovibond, S. H., & Lovibond, P. F. ( 1995 ).Manual for the\ndepression anxiety stress scales . Sydney: Psychology\nFoundation.\nMacleod, J. W., Lawrence, M. A., McConnell, M. M.,\nEskes, G. A., Klein, R. M., & Shore, D. I. ( 2010 ).\nAppraising the ANT: Psychometric and theoretical con-\nsiderations of the attention network test. Neuropsychology ,\n24, 637 –651.\nMcKay, D., Kim, S.-K., Mancusi, L., Storch, E. A., &\nSpankovich, C. ( 2018 ). Pro ﬁle analysis of psychological\nsymptoms associated with misophonia: A community\nsample. Behavior Therapy ,49, 286 –294.\nNeuhaus, A. H., Urbanek, C., Opgen-Rhein, C., Hahn, E.,\nTa, T. M. T., Koehler, S., . . . Dettling, M. ( 2010 ). Event-\nrelated potentials associated with attention network test.\nInternational Journal of Psychophysiology ,76,7 2 –79.B. FRANK ET AL. 74"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Palumbo, D. B., Alsalman, O., De Ridder, D., Song, -J.-J., &\nVanneste, S. ( 2018 ). Misophonia and potential underlying\nmechanisms: A perspective. Frontiers in Psychology ,9\n(953). Retrieved from https://www.frontiersin.org/article/\n10.3389/fpsyg.2018.00953\nPanagopoulos, V. N., Greene, D. J., Campbell, M. C., &\nBlack, K. J. ( 2013 ). Towards objectively quantifying sen-\nsory hypersensitivity: A pilot study of the “Ariana e ﬀect”.\nThe Journal of Life and Environmental Sciences ,1, e121.\nPaulus, M. P., & Stein, M. B. ( 2006 ). An insular view of\nanxiety. Biological Psychiatry ,60, 383 –387.\nPelt, S. V., Heil, L., Kwisthout, J., Ondobaka, S., van Rooij, I.,\n& Bekkering, H. ( 2016 ). Beta- and gamma-band activity\nreﬂect predictive coding in the processing of causal events.\nSocial Cognitive and A ﬀective Neuroscience ,11, 973 –980.\nP o r g e s ,S .( 1993).Body perception questionnaire . Laboratory of\nDevelopmental Assessment, University of Maryland.\nRetrieved from https://www.stephenporges.com/body-scales\nPosner, M. I., & Petersen, S. E. ( 1990). The attention system of\nthe human brain. Annual Review of Neuroscience ,13,2 5–42.\nRD e v e l o p m e n tC o r eT e a m .( 2016).R: A language and environment\nfor statistical computing . Vienna: R Foundatio nf o rS t a t i s t i c a l\nComputing. Retrieved from http://www.r- project.org/\nRedick, T. S., & Engle, R. W. ( 2006 ). Working memory\ncapacity and attention network test performance. Applied\nCognitive Psychology ,20, 713 –721.\nRoberts, L. E., Husain, F. T., & Eggermont, J. J. ( 2013 ). Role\nof attention in the generation and modulation of tinnitus.\nNeuroscience & Biobehavioral Reviews ,37, 1754 –1773.\nRouw, R., & Erfanian, M. ( 2018 ). A large-scale study of\nmisophonia. Journal of Clinical Psychology ,74, 453 –479.\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-\nPetalas, D., de Amesti, V. S., Vulink, N., & Denys, D.\n(2014 ). Diminished n1 auditory evoked potentials to odd-\nball stimuli in misophonia patients. Frontiers in Behavioral\nNeuroscience ,8,1–6.\nSchröder, A., Vulink, N., & Denys, D. ( 2013). Misophonia:\nDiagnostic criteria for a new psychiatric disorder. PLoS One ,8,\ne54706.\nS c h r ö d e r ,A .E . ,V u l i n k ,N .C . ,v a nL o o n ,A .J . ,&D e n y s ,D .A .\n(2017). Cognitive behavioral therapy is e ﬀective in misophonia:\nAn open trial. Journal of A ﬀective Disorders ,217,2 8 9 –294.\nSchwartz, P., Leyendecker, J., & Conlon, M. ( 2011 ).\nHyperacusis and misophonia: The lesser-known siblings\nof tinnitus. Minnesota Medicine ,94,4 2 –43.Shor, B., Bafumi, J., Keele, L., & Park, D. ( 2017 ). A bayesian\nmultilevel modeling approach to time-series cross-sec-\ntional data. Political Analysis ,15, 165 –181.\nSilva, F. E. D., & Sanchez, T. G. ( 2018 ). Evaluation of\nselective attention in patients with misophonia.\nBrazilian Journal of Otorhinolaryngology . Retrieved\nfrom http://www.sciencedirect.c om/science/article/pii/\nS1808869418300685\nS i m o n s ,J .S . ,&G a h e r ,R .M .( 2005 ). The distress toler-\nance scale: Development and validation of a self-report\nmeasure. Motivation and Emotion ,29,8 3 –102.\nSpector, P. E., & Brannick, M. T. ( 2011 ). Methodological\nurban legends: The misuse of statistical control variables.\nOrganizational Research Methods ,14, 287 –305.\nStan Development Team. ( 2016 ).Rstanarm: Bayesian applied\nregression modeling via Stan (Version 2.13.1). Retrieved\nfrom http://mc-stan.org/\nTaylor, S. ( 2017 ). Misophonia: A new mental disorder?\nMedical Hypotheses ,103, 109 –117.\nTaylor, S., Zvolensky, M. J., Cox, B. J., Deacon, B.,\nHeimberg, R. G., Ledley, D. R., . . . Cardenas, S. J. ( 2007 ).\nRobust dimensions of anxiety sensitivity: Development\nand initial validation of the anxiety sensitivity index-3.\nPsychological Assessment ,19, 176 –188.\nVehtari, A., Gelman, A., & Gabry, J. ( 2017 ). Practical\nBayesian model evaluation using leave-one-out\ncross-validation and WAIC. Statistics and Computing ,27,\n1413 –1432.\nWagenmakers, E.-J., Marsman, M., Jamil, T., Ly, A.,\nVerhagen, J., Love, J., . . . Morey, R. D. ( 2018 ). Bayesian\ninference for psychology. Part I: Theoretical advantages\nand practical rami ﬁcations. Psychonomic Bulletin &\nReview ,25,3 5 –57.\nWebber, T. A., & Storch, E. A. ( 2015). Toward a theoretical\nmodel of misophonia. General Hospital Psychiatry ,37,\n369–370.\nW e s t l y e ,L .T . ,G r y d e l a n d ,H . ,W a l h o v d ,K .B . ,&\nFjell, A. M. ( 2011 ). Associations between regional cor-\ntical thickness and attentional networks as measured\nby the attention network test. Cerebral Cortex ,21,\n345 –356.\nW u ,M .S . ,L e w i n ,A .B . ,M u r p h y ,T .K . ,&S t o r c h ,E .A .\n(2014 ). Misophonia: Incidence, phenomenology, and\nclinical correlates in an undergraduate student\nsample. Journal of Clinical Psychology ,70, 994 –1007.JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY 75"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Copyright\nof\nJournal\nof\nClinical\n&\nExperimental\nNeuropsychology\nis\nthe\nproperty\nof\nTaylor\n&\nFrancis\nLtd\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}