{
  "doc_type": "scientific paper",
  "title": "Virtue",
  "authors": [
    "Fricker"
  ],
  "year": null,
  "journal": null,
  "doi": null,
  "abstract": null,
  "keywords": [
    "credibility",
    "epistemic injustice",
    "ethical sensibility",
    "historicism",
    "internal"
  ],
  "research_topics": [
    "credibility",
    "epistemic injustice",
    "ethical sensibility",
    "historicism",
    "internal"
  ],
  "created_at": "2025-05-05T00:33:51.190815Z",
  "source_pdf": "documents/research/Global/Fricker Virtue.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "EPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE IN THE\nPOLITICS OF KNOWING\nMIRANDA FRICKER\nABSTRACT: The dual aim of this article is to reveal and explain a certain\nphenomenon of epistemic injustice as manifested in testimonial practice, and toarrive at a characterisation of the anti-prejudicial intellectual virtue that is such asto counteract it. This sort of injustice occurs when prejudice on the part of thehearer leads to the speaker receiving less credibility than he or she deserves. It issuggested that where this phenomenon is systematic it constitutes an importantform of oppression.\nKeywords: credibility, epistemic injustice, ethical sensibility, historicism, internal\nreasons, oppression, prejudice, social identity, testimonial sensibility, virtue.\nThere is a growing sympathy with the idea that epistemology should look\nto ethics for conceptual tools to use in solving traditional epistemologicalproblems. My aim here is to identify a role for virtue in accounting forboth the rationality and the ethics of what must surely be our most basicand ubiquitous epistemic practice – the practice of gaining knowledge bybeing told.\nI shall try to argue that a central difficulty in the epistemology of testi-\nmony is best handled by reference to a notion that belongs in the firstinstance to ethics, the notion of a sensibility . To this end I shall advance the\nidea of a testimonial sensibility : something that governs our responsive-\nness to the word of others so that, given the sensibility is properlyeducated, we may gain knowledge that psimply by being told that p. Next,\non the assumption that such a sensibility incorporates a variety of intellec-tual skills and virtues that govern how much credibility the responsiblehearer will attribute to different sorts of speakers in different sorts ofcircumstances, I shall identify a phenomenon of epistemic injustice with aview to homing in on the particular virtue whose role it is, or should be, topre-empt such injustice. The form of epistemic injustice in questionhappens when a speaker receives the wrong degree of credibility from hishearer owing to a certain sort of unintended prejudice on the hearer’s part.The virtue I shall try to home in on, whose role it is to safeguard againstsuch operations of prejudice, embodies a special sort of reflexive critical\nopenness to the word of others. The possession of this virtue is presented\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003.\nPublished by Blackwell Publishing, 9600 Garsington Road, Oxford OX4 2DQ, UK and 350 Main Street, Malden, MA 02148, USAMETAPHILOSOPHYVol. 34, Nos. 1/2, January 20030026–1068"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "as an important regulator in the politics of testimonial practice, though I\nshall suggest ultimately that its powers are limited.\n1. Avoiding Intellectualism: The Word of Others\nThere is a certain impasse to be detected in a traditional approach to theepistemology of testimony.\n1When we try to account for what goes on in\nan informal discursive context when someone comes to know that pby an\ninterlocutor’s telling him that p, it can seem as if we must plump for one\nof two epistemological stories. It can seem as if we must either endorse theidea that the hearer gains knowledge just by being uncritically receptive tothe speaker’s word, so long as there are no explicit signals that scepticismis in order, or else endorse the idea that the hearer gains knowledge onlyin virtue of rehearsing an appropriate inference – an argument whoseconclusion licenses believing what he has been told. Thus the choice ofphilosophical pictures can seem to be between sheer uncritical receptive-ness on the one hand and intellectualist argumentation on the other.\nThe shortcoming of each is the allure of the other. The uncritical-recep-\ntivity model surely leaves us too open to believing anything people tell us,so that, in the absence of signals of untrustworthiness, we are licensed tobe entirely uncritical.\n2Philosophical accounts of testimonial knowledge\nwill require the speaker to be both competent and honest with respect toher assertion that p. But the experience of everyday life leaves us only too\naware that human beings cannot systematically be relied on in respect ofeither. Crudely, people often get things wrong, out of innocent error, orperhaps because they fancy they know when really they don’t. And ofcourse people can also succumb to the temptation to mislead deliberately– for instance, because it is in their interests to do so. When these two typesof unreliability are compounded with the obvious fact that such mundanethings as haste, or misunderstanding the inquirer’s purposes, or simplecarelessness can lead a speaker to mispronounce even on something he isperfectly competent and ready to be honest about, it becomes clear that ablanket policy of accepting the word of others unmediated by any criticalfiltering would be justificationally lax. The mere absence of explicitsignals for doubt is not enough to justify a general habit of uncriticallyaccepting what other people tell one.\nThis shortcoming in the uncritical-receptivity model might draw one’s\nsympathies towards the inferential model. As C. A. J. Coady (1992,122–23) describes it, this common picture of testimony has it “that allknowledge by testimony is indirect or inferential. We know that pwhenEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 155\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20031For an account of how the impasse is merely an artefact of a certain misguided concep-\ntion of the philosophical options, see McDowell 1998.\n2See Elizabeth Fricker 1994, and also 1987, in which she presents a powerful case\nagainst the idea that we have a “presumptive right” to believe what we are told in theabsence of countervailing evidence."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "reliably told that pbecause we make some inference about the reliability\nand sincerity of the witness.” In an alternative formulation, John McDow-ell presents the inferentialist model as resting on the following assumption:\nIf an epistemically satisfactory standing in the space of reasons, with respect to\na proposition, is mediated rather than immediate, that means the standing isconstituted by the cogency of an argument that is at its occupant’s disposal,\nwith the proposition in question as conclusion. (McDowell 1998, 415)\nOn either formulation the inferential model is clearly invulnerable to\naccusations of justificational laxity, since it precisely requires that thehearer go in for a piece of reasoning that provides a justification forbelieving what she has been told. Inevitably this will usually be some sortof inductive argument – for instance, an argument about the individualspeaker’s past reliability on these matters, or about the general reliabilityof people like that about things like this. But the trouble now is that thisrequirement that the hearer avail herself of such an argument seems toostrong, because too laborious intellectually. It simply does not match oureveryday phenomenology of informal testimonial exchange, whichpresents learning something by being told as distinctly un-laborious and\nspontaneous. Surely an epistemic practice as basic to human life as being-told-things-by-someone-who-knows cannot possibly require all thatactivityat the level of propositional attitudes. If the hearer were genuinely\nsupposed to consider (in however rule-of-thumb-ish a way) the likelihoodthat she has been told a truth, that would take at least a moment’s hard-nosed assessment of a sort that simply does not tally with the effortlessspontaneity characteristic of so much of our everyday testimonialexchange.\nThe advocate of the inferential model will naturally respond by empha-\nsising that the mature hearer will normally rehearse her argument veryreadily and easily. But the more he is at pains to emphasise that such justi-ficatory argumentation can be so swift as barely to be noticed, and mighteven be altogether unconscious, the more the model strikes one as a pieceof intellectualism in a tight corner.\nThis problem with the inferential model now leads one back again to the\npicture on which the hearer is entitled, other things being equal, to beuncritically receptive to what she is told, for this picture of things can nowbe seen to retain something rather strongly in its favour: it more faithfullyrepresents the phenomenology of our everyday exchanges. In the absenceof explicit cues for doubt we do seem simply to accept most of what weare told without going in for any active critical assessment. An ordinarycase might be that, as I make my way hurriedly to the train station, I ask astranger what the time is, he tells me it is 4:30, and I simply, unreflectively,accept what he says. This unreflectiveness is underlined by the fact that ifI do pick up on some cue for doubt – such as his saying it is 4:30 when I156 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "already know it cannot be later than four o’clock – then I experience a sort\nof intellectual shift of gear, out of that unreflective mode and into somemore active one of critical assessment. It is only with this shift of gear thatI might start to bring some argumentation to bear on the matter of my inter-locutor’s trustworthiness.\nBut now we may feel that the intuitive relevance of the evidence of past\nexperience in how we are conditioned to receive the word of others hasgone missing from the ordinary unreflective case. Surely one’s knowledgeof a particular speaker’s track record, or one’s general backgroundassumptions about how likely it is that someone like this will speak thetruth about something like that, must be somewhere in the offing? If suchinductive considerations are wholly absent from our unreflectiveexchanges, imposing no constraint whatsoever upon what the hearer isentitled to accept, then this does seem to leave our ordinary unreflectiveexchanges in an unacceptable rational vacuum. This thought, then, caststhe inferentialist model once again in a more favourable light. And so,perhaps, the oscillation continues.\nThe conclusion I suggest we should draw from these brief considera-\ntions is that what is needed to provide a suitable exit from the impasse is apicture of informal testimonial exchange that honours the everydayphenomenology of unreflective transparency between speaker and hearer,while none the less avoiding justificational laxity. We need a positiveaccount of how the responsible hearer may spontaneously and non-infer-entially give an appropriately critical reception to the speaker’s word. Thiscritical reception must be such that, reliably, when the hearer simplyaccepts what he is told by someone who knows, he is justified in simplyaccepting it. The reception will be one of openness to his interlocutor’sassertions, yet critical too – the hearer’s normal stance needs to find aphilosophical characterisation such that it constitutes a critical openness to\nthe word of others. Such a characterisation will be able to explain how,when we are told things, we are indeed able to acquire knowledge, and aseffortlessly as the phenomenology suggests.\n2. The Responsible Hearer\nMcDowell argues for the view that a hearer gains knowledge by testimonyin virtue of exercising “doxastic responsibility”; and what it is to exercisedoxastic responsibility is explained in characteristic Sellarsian terms of a“sensitivity” to one’s place in the “space of reasons.” As I understand thisway of putting things, the idea of a “mediated standing in the space ofreasons” is the idea of a state – a state of knowledge, for example – thathas been arrived at by way of an appropriate sensitivity to the reasons forand against the proposition. This sensitivity need not manifest itself in themaking of inferences or arguments – precisely not. As McDowell says:EPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 157\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "What I am proposing is a different conception of what it is for a standing in the\nspace of reasons to be mediated. A standing in the space of reasons can bemediated by the rational force of surrounding considerations, in that theconcept of that standing cannot be applied to a subject who is not responsive tothat rational force. (McDowell 1998, 430)\nSo, if the standing in the space of reasons is “knowing that p,” then\nMcDowell’s proposal is that this knowing that phas as a background\nprecondition that the knower has somehow exercised a sensitivity tosurrounding reasons for and against taking it that p.\nIf one accepts this eminently acceptable proposal, then it is natural to\nmove to the next question and ask, If not by our usual faculties of argu-mentation and inference, then by what rational capacity isthe hearer able\nto be responsive to the rational force of surrounding reasons? The idea thatthe fulfilment of doxastic responsibility need not require argumentation issurely crucial to explaining how testimonial knowledge can be mediatedyet direct (or, as I am putting it, critical yet non-inferential), but somethingfurther needs to be said to explain how the hearer does it. If she is not exer-cising her capacity for inference and argumentation, what rational capac-ity is she exercising?\nMcDowell is minded to say there is nothing to be explained here:\nIf we are not to explain the fact that having heard from someone that things are\nthus and so is an epistemic standing by appealing to the strength of an argumentthat things are that way . . . do we need some other account of it? I would betempted to maintain that we do not. The idea of knowledge by testimony is thatif a knower gives intelligible expression to his knowledge, he puts it into thepublic domain, where it can be picked up by those who can understand theexpression, as long as the opportunity is not closed to them because it would bedoxastically irresponsible to believe the speaker. That idea seems obviousenough to stand on its own epistemological feet; the formulation makes asmuch sense of the idea that knowledge can be transmitted from one subject toanother as any purported explanation could hope to confer on it. (McDowell1998, 437–38).\nBut I am not sure that nothing more is needed here. One does not have\nto be an advocate of inferentialism to think that something more is calledfor in order to explain how a hearer can count as exercising doxasticresponsibility if her acceptance of what she has been told is not based onany sort of inference or argumentation.\nLet me be clear that the non-satisfaction I am registering is not about\nwhat doxastically responsible behaviour consists in , as if I were demand-\ning that some rule-like norms or principles be explicated. No doubt thereare a number of norms general enough to be expressed as guiding princi-ples of a hearer’s doxastic responsibility, but we don’t need them in orderto have a reasonably firm idea of what that responsibility requires. Indeed,158 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "those of us sympathetic to virtue-theoretical accounts of responsibility\nmight be quite happy with the possibility that there were no such princi-ples available at all. The question of what constitutes doxastic responsibil-ity for a hearer, then, is not my worry. The worry is rather that the claimthat a hearer exercises such responsibility without making any inferencesleaves one wondering how– by what capacity of reason – she is supposed\nto do it.\nIf we look to Coady, we find tacit support for the view that something\nis needed on this score, since he does make a brief suggestion, albeit rathertoo brief to provide more than a pointer. He asserts we have a “learningmechanism” that operates critically though non-inferentially in the hearerto determine the balance of trust. He says:\nWhat happens characteristically in the reception of testimony is that the audi-\nence operates a sort of learning mechanism which has certain critical capacitiesbuilt into it. The mechanism may be thought of as partly innate, though modi-fied by experience, especially in the matter of critical capacities. It is useful toinvoke the model of a mechanism here since the reception of testimony isnormally unreflective but is not thereby uncritical. (Coady 1992, 47)\nThis seems exactly right, but as it stands the metaphor of a learning mech-\nanism remains philosophically and psychologically mysterious. So muchso that we are not much better off with this idea of a mechanism than wewere with the non-metaphorical but equally elusive idea of a hearer’sdoxastic responsibility exercised non-inferentially.\nIt is time to take stock. What we are looking for is some mode of ratio-\nnal sensitivity that yields spontaneous, non-inferential judgements. Andwe are also looking for a mode of rational sensitivity that is learned, andlearned in an ongoing way so that it is constantly developing and adjustingitself in the light of experience and critical reflection. I propose that at thispoint epistemology should turn to ethics for sustenance. For in ethics wefind a notion that seems to me to fit the bill: the notion of a sensibility . An\nethical sensibility yields genuine judgements – interpretative judgements,\nsuch as “That was cowardly,” or immediately practical judgements, suchas “I ought to confess” – yet these judgements are not conclusions to argu-ments. (They may permit of reconstruction as conclusions to arguments,but that is quite another thing. Arational reconstruction of a human prac-tice does not automatically constitute a proper characterisation of it.) Awell-trained ethical sensibility will presumably incorporate a range of rele-vant conceptual and social-perceptual skills, but most importantly it willcomprise ethical virtues. The central place of virtue explains how a sensi-bility issues in non-inferential judgements. The virtuous person does nothave to work out that an act was cowardly, or that the culprit should own\nup; he just sees that this is the case; he just knows. Continuing in thisbroadly Aristotelian vein, we might add that the virtuous person is able toEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 159\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "perceive the moral colourations of things spontaneously in this way in\nvirtue of his sensibility being formed by a proper ethical training orupbringing.\nThis idea of ethical training will be important for present purposes, but we\nshall need a more historicist or socially situated conception than we find inAristotle. Let me suggest, then, that we think of the training of a sensibilityas involving at least two distinct streams of input: social and individual – inthat order. One develops an ethical sensibility by becoming inculcated witha historically and culturally specific way of life – or as Alasdair MacIntyreputs it, an ethical “tradition”\n3– where this is to be construed as a matter of\nongoing ethical socialisation. There again, it is from an irreducibly individ-ual life experience that one gains a particular sentimental education, and inthat respect the ongoing formation of one’s sensibility is somethingdistinctly individual. Together these two streams of input – collective andindividual – continually generate a person’s sensibility.\nThe deliverances of an individual’s sensibility, then, are shaped by a set\nof background interpretative and motivational attitudes, which are in thefirst instance passively inherited from the ethical community but thereafteractively reflected upon and lived out in one way or another by the reflec-tive individual. Ethical responsibility demands that there be an appropriatecritical link between the traditional moment in which the individual gainsher ethical socialisation and the experiences life offers her – experiencesthat may sometimes be in tension with her ethical socialisation so as toprompt critical reflection on the sensibility which she has otherwise simplyinherited.\n4\nThis idea of a sensibility gives us a picture of how judgements can be\nrational yet unreflective, critical yet non-inferential. It presents us with arational capacity that is comprised of virtues, that is inculcated in thesubject through a process of socialisation, and that permits of ongoingcorrection and adjustment in the light of experience and critical reflection.Thus we are confronted with a rational capacity unlike anythingcommonly entertained in epistemology, and a version of it seems to me tofit the bill as the explanation of how a hearer might be able to give an unre-flective yet critical reception to the word of another. With this in mind, wemust now ask what the epistemic analogue of an ethical sensibility wouldbe like for testimony. I would like to think that this is not only a worth-while philosophical question in its own right but also an important ques-tion at the level of epistemic practice. For if one wants to know how toimprove one’s performance as a receiver of the word of others – if onewants to become more responsible and successful as a hearer – then onehad better know what, if not one’s skills of inference and argument, oneshould be trying better to develop.160 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20033See MacIntyre 1981, especially chapter 15.\n4I have tried to develop this theme in my 2000."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "3. Testimonial Sensibility: Critical Openness to the Word of Others\nWe are setting our sights on the possibility that responsible hearers in unre-\nflective testimonial exchanges exercise a testimonial sensibility . This\npossibility introduces the idea that our responses to the testimony of othersare learned and internalised through a process of epistemic socialisation –\na social training of the interpretative and affective attitudes in play whenwe are told things by other people. We might think of it as part of our epis-temic “second nature.”\n5Here, again, I suggest there is in the first instance\na passive social inheritance and then a sometimes-passive-sometimes-active individual input from the hearer’s own experience. Together thesetwo streams of input mean that our normal unreflective reception of whatpeople tell us is conditioned by a great range of collateral experience. Justas the experiences pertinent to the training of ethical virtues are inter-nalised in the sensibility of the virtuous person, so the body of collectiveand individual testimonial experience is internalised by the responsible orvirtuous hearer, rendering it immanent in her testimonial sensibility.\nIt is through the inductive influence of this body of experience that we\nmay learn, reliably enough, to assume trust when and only when it is inorder. Our perception of speakers and their assertions comes to beinformed by an inductive conditioning relating to what sorts of people arelikely to convey the truth about which sorts of subject matters, just as inthe ethical case our perception of agents and their actions comes to beinformed by a motivational conditioning relating to what sorts of actionsare ethically called for in which sorts of situations.\nThere is more to be said, however, about what sorts of experiences prop-\nerly feed into a testimonial sensibility. They will chiefly be experiences oftestimonial exchanges had by the individual and the wider community. Butit must be acknowledged that these experiences can only have a rationalimpact on sensibility under a socially rich description. This is because theonly way they can have inductive significance is by being such as to supportor undermine existing habits of response concerning what sorts of peopleare trustworthy in what sorts of situations; which sorts of incentives todeceive are likely to be acted upon by which sorts of people; and so on. Atestimonial sensibility, then, needs to be shaped by collective and individ-ual experiences of testimonial encounters described in rich, socially specificterms relating to the trustworthiness of speakers of different social types indifferent sorts of contexts. These descriptions cannot but involve commoncultural stereotypes of intellectual authority or its lack, perhaps by way ofrelated characteristics, such as openness or inscrutability, steadiness or flak-iness, rationality or emotionality, dependability or deviousness, logicalityEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 161\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20035I echo John McDowell’s use of this term, which he finds “all but explicit in Aristotle’s\naccount of how ethical character is formed,” and which he extends to apply not simply toour ethical upbringing (Aristotle’s “practical wisdom”) but also, more generally, to our epis-temic upbringing (McDowell 1994, 84)."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "or intuitiveness. . . . I use stereotype neutrally, but of course stereotypes are\nfertile ground for prejudice, so it is easy to see how a testimonial sensibil-ity may come to embody the prejudices of the day. Where a testimonialsensibility is informed by stereotypes that are unfair – that is, where theyare empirically unfounded – the sensibility will be both epistemically andethically defective.\nWe shall return to this theme, but for the moment the point is rather that\nsuch elements of the social imagination as stereotypes of authority can bea perfectly proper part of a testimonial sensibility, for the necessary socialrichness of the body of testimonial experience which informs sensibilitymeans that stereotypes are positively needed to oil the mechanism of ourday-to-day exchanges. Hearers need spontaneously to perceive their inter-locutors in a socially fine-grained way so that they can be appropriatelyresponsive to all the subtleties of the interaction. Without this richness ofsocial perception, many epistemically relevant cues will be missed.Consider, for instance, what complexity there can be in cues indicatinghow far one should interpret an interlocutor as taking seriously what he is\nasserting. Perhaps the hearer sees the speaker as entirely competent in allrelevant matters, yet still her perception of him has to be responsive to allsorts of features of social location and discursive style that would notfigure in any but the richest of social-psychological descriptions of theencounter.\nIf these remarks provide a reasonable working idea of whichexperi-\nences feed into sensibility, is there something further we can say about how\nan individual takes them on in sensibility? Here again the task is to developa parallel with the ethical case. An individual’s testimonial sensibility willin the first instance be passively inherited. This passivity is justified,firstly, for the a priori reason that the body of judgements and attitudeswhich comprise a sensibility constitute the basis from which a hearer’s\ndoxastic responsibility emerges. And, secondly, for the empirical reasonthat even a minimally successful epistemic community must be operatingwith a broadly functional testimonial sensibility. But once light hasdawned for a hearer, she will come to find that sometimes her experiencesof testimonial exchange will be in tension with the deliverances of thesensibility she has passively taken on, in which case responsibility requiresthat her sensibility adjust itself to accommodate the new experience.\nThis might happen spontaneously, without active critical reflection on\nthe part of the hearer, but it is more likely that she will need actively tobring critical thought to bear on her internalised habits of hearer responsein order to shake them up sufficiently to effect the adjustment. If, forinstance, a hearer is a teenager whose testimonial sensibility has contractedthe defect of not taking seriously what old people say, and if this teenagerfinds himself one day struck by the veracity of his grandfather’s stories ofthe war, he may experience a small epistemic revolution that requires somesignificant deliberative follow-through in terms of how he receives the162 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "word of the elderly quite generally. In so far as this teenager is doxastically\nresponsible, he will effect an adjustment to his testimonial sensibilityeither directly, by way of a shift of social perception, or indirectly, by wayof critical reflection. If the adjustment is direct, then he will undergo aGestalt switch in how he perceives elderly speakers so that the adjustmentto his testimonial sensibility is more or less instantaneous. If it is indirect,then active critical reflection on his habits of hearer response will firstproduce some sort of corrective policy external to the hearer’s sensibility.(Perhaps this teenager disciplines himself when in conversation with theelderly, “Don’t be dismissive. . . .”) Given time, and all being well, such acorrective policy will become internalised as an integral part of his sensi-bility, so that it comes to be implicit in his newly conditioned perceptionof elderly speakers.\nWhether direct or indirect, then, we can see how the responsible\nhearer’s sensibility matures and adapts in the light of ongoing testimonialexperience. Its claim to be a capacity of reason crucially depends on thisadaptiveness, for otherwise it would be little more than a dead-weightsocial conditioning that looked more like a threat to the justification of ahearer’s responses than a source of that justification.\nThis model for how inductive rationality can be embodied in sensibility\nshows that the making of an explicit inferential step is not the only waythat the justificatory force of induction can enter into the hearer’s receptionof a speaker’s word: an appropriately trained testimonial sensibilityenables the hearer to respond to the word of another with the sort of criti-cal openness that is required for a thoroughly effortless sharing of knowl-edge.\nTo sum up this section, then, the idea of a testimonial sensibility has in\nits favour not only that it represents a way out of the impasse with whichwe began (where we were stuck oscillating between the uncritical-recep-tion model and the inferentialist model of testimonial knowledge) but alsothat it retains those features of each model that explained its attractiveness.Testimonial sensibility, as I have characterised it, pictures inductive ratio-nality as the basic source of justification for hearer response, and this wasthe main thing we found attractive in the inferentialist model. Yet it alsopictures hearer response in such a way that where knowledge is gained itis usually non-inferential. This means that the idea of a testimonial sensi-bility honours our everyday phenomenology of spontaneity and unreflec-tiveness, thus incorporating the non-intellectualism we found attractive inthe uncritical-reception model.\nPerhaps enough has now been said to show that the idea of a testimo-\nnial sensibility is able to explain how everyday testimonial knowledge canbe non-inferential. But more needs to be said about what constitutes sucha sensibility. I would like to think that introducing the notion opens upsome new terrain for work of a virtue-ethical kind in exploring whichvirtues are properly incorporated into such a sensibility – work that couldEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 163\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "be regarded as either replacing or complementing more technical, proba-\nbilistic approaches to these matters. My next task here, then, will be tohome in on one virtue in particular, which – although it is in a certain waythoroughly familiar – does not have a name. The role that this virtue has toplay in testimonial practice comes into view only if we follow through theimplications of our historicist, socially situated conception of the epistemicsocialisation that forms testimonial sensibility. More particularly, it comesinto view if we return to the role of social stereotypes in how a sensibilitydetermines habits of hearer response. I have said that such stereotypes,where empirically founded, are a perfectly legitimate heuristic and anecessary determining factor in how a hearer perceives a speaker. But wemust also confront the fact that in any actual human society, human soci-eties being what they are, it is inevitable that such speaker stereotypes aresusceptible to distortion by the prejudices of the day. Stereotypes inform-ing testimonial exchange will tend to imitate relations of social power atlarge in the society. Our everyday, face-to-face testimonial encountersbring to bear a whole social consciousness in an instant, and this creates adeep structural liability to prejudicial dysfunction in our testimonial prac-tices.\n4. Epistemic Injustice: The Word of Others\nBroadly speaking, prejudicial dysfunction in testimonial practice can be of\ntwo kinds. Either the prejudice results in the speaker’s receiving more cred-ibility than she rationally deserves – credibility excess – or it results in her\nreceiving less credibility than she rationally deserves – credibility deficit .\n6\nConsider the immediate discursive impact of accent, for instance. Not only\ndoes a speaker’s accent carry a great deal of baggage in terms of how ahearer perceives the speaker socially; I would suggest that part and parcelof this social perception are implications for how the hearer perceives thespeaker epistemically. Accent can have a significant impact on how muchcredibility the hearer affords the speaker, especially in a one-off exchange.164 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20036Someone might ask how far the idea of a credibility excess or deficit depends on there\nbeing some exact degree of credibility which the speaker is due. I share Coady’s scepticismabout there being any precise science here, any precise credibility ratio to determine whatdegree of belief the hearer is entitled to. As Coady says, people are not like coins, exhibit-ing quite general tendencies to be right and honest about things (see Coady 1992, 210). AndI see no reason to think this difficulty can be made good by building a sensitivity to subjectmatter into one’s calculations, for the likelihood of speaker veracity is always dependent onwhich of an indeterminate number of discursive contexts the interlocutors happen to be in(including maximally contingent shifts of context that depend, for instance, on whether thespeaker is in the mood for being undetectably sarcastic, and so on). This dependence on suchfinely differentiated contexts seems not merely to indicate that if there is a precise proba-bility available then it can hardly be available to the hearer. Rather, it would seem to indi-cate that there is no such precise probability available at all, and that the matter is in somesignificant degree indeterminate."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "I do not mean that someone’s accent is especially likely to lead a hearer,\neven an intensely prejudiced one, simply to disbelieve some perfectly\nbelievable assertion, or simply to believesome otherwise incredible asser-\ntion. Given that it is overwhelmingly in the interests of hearers in generalto believe what is true and not believe what is false, it would have to be anunusual prejudice to be strong enough to have that sort of effect. (Weshould note, however, that social contexts structured by relations ofsystematically unequal social power do have a habit of generating situa-tions in which a hearer with the greater social power is in a position suchthat it costs him nothing to disbelieve a manifestly believable speaker, asone of my examples will demonstrate.)\nMore usually, however, power will influence hearer-response in a less\nobvious way. Rather than turning belief into non-belief or vice versa, itwill surreptitiously raise or lower the hearer’s degreeof belief, by inflat-\ning or deflating the credibility he affords the speaker. Epistemic trust, likeother kinds of trust, has an affective\n7aspect that is influenced – sometimes\nrightly, sometimes wrongly – by how the hearer perceives the interlocutor.Its key affective aspect is a kind of minimal interpretative sympathy withthe speaker that allows signs of her trustworthiness to be picked up on inthe hearer’s perception of her. Even such a minimal sympathy will besignally uneven across differences of social identity and especially wherethose differences of identity are characterised by dramatically unequalrelations of power. Both of the examples I shall present illustrate how thesocial “otherness” of the speaker is fundamental to the prejudiced recep-tion their word is given – the hearers re-enact their general social advan-tage in the reception they give the speaker’s word.\nTo the examples, then. Both present cases of credibility deficit (rather\nthan credibility excess), since that is the phenomenon that most urgentlycalls for the specific anti-prejudicial virtue I aim to identify. My firstexample is drawn from a novel, To Kill a Mockingbird , by Harper Lee\n(1974); the second is drawn from a screenplay, The Talented Mr Ripley , by\nAnthony Minghella (2000).\n8I offer the first as an example in which the\nepistemic failings on the part of the hearer (or rather hearers) is clearlyculpable, the second as an example in which it is plausible to suggest thatthe hearer inflicts the injustice non-culpably. Each presents an instance ofepistemic injustice in testimony – an instance, then, of testimonial injus-\ntice.\nFirst example : The year is 1935, and the scene a courtroom in\nMaycomb County, Alabama. The defendant is a young black man namedTom Robinson. He is charged with raping a white girl, Mayella Ewell,whose family’s run-down house he passes every day on his way to andEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 165\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20037See Jones 1996.\n8Minghella’s screenplay is closely based on Patricia Highsmith’s novel, though,\ncrucially for present purposes, the character of Marge Sherwood and her relationship withDickie Greenleaf is developed differently."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "from work. It is obvious to the reader, and would be obvious to any rela-\ntively unprejudiced person in the courtroom, that Tom Robinson is entirelyinnocent. For Addicus Finch, our politely spoken counsel for the defence,has proved beyond doubt that Robinson could not have beaten the Ewellgirl so as to cause the sort of cuts and bruises she sustained that day,because whoever gave her this beating led with his left fist, whereas TomRobinson’s left arm is disabled, injured in an accident when he was a boy.The trial proceedings present a fairly clear-cut struggle between the powerof evidence and the power of racial prejudice, with the all-white jury’ssympathies ultimately succumbing to the latter. But there is a greatcomplexity of social meanings at work in determining the jury’s percep-tion of Tom Robinson as a speaker. In a showdown between the word of ablack man and a white girl, the courtroom air is thick with the do’s anddon’ts of racial politics. Telling the truth here is a minefield for TomRobinson, since if he casts aspersions on the white girl he will beperceived as a presumptuous, lying Negro, yet if he does not publiciseMayella Ewell’s attempt to kiss him (which is what really happened), thena guilty verdict is even more nearly assured. (This discursive predicamentmirrors his practical predicament at the Ewell’s house when Mayellagrabbed him. If he pushes her away, he will be found to have assaulted her;yet if he is passive he will equally be found to have assaulted her. So hedoes the most neutral thing he can, which is to run away, though knowingall the while that this action too will be taken as a sure sign of guilt.)\nAt a pivotal moment during the prosecution’s interrogation, Tom Robin-\nson makes the mistake of being honest about his motivations for stoppingoff at Mayella Ewell’s house as regularly as he did to help her out with oddjobs. The scene, like the whole story, is reported from the point of view ofScout, Addicus Finch’s little daughter, who is secretly surveying theproceedings with her brother Jem from the “Negro gallery.” Mr Gilmer,the prosecutor, sets him up:\n“Why were you so anxious to do that woman’s chores?”\nTom Robinson hesitated, searching for an answer. “Looked like she didn’t havenobody to help her, like I says –” .. .Mr Gilmer smiled grimly at the jury. “You’re a mighty good fellow, it seems –did all this for not one penny?”“Yes suh. I felt right sorry for her, she seemed to try more’n the rest of ’em –”“Youfelt sorry for her, you felt sorryfor her?” Mr Gilmer seemed ready to rise\nto the ceiling.The witness realised his mistake and shifted uncomfortably in the chair. But thedamage was done. Below us, nobody liked Tom Robinson’s answer. Mr Gilmerpaused a long time to let it sink in. (Lee 1974, 201)\nHere the “damage” in question is done to any interpretative sympathy the\nwhite jury has so far been human enough to feel towards the black defen-dant. For feeling sorry for someone is a taboo sentiment if you are black166 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "and the object of your sympathy is a white person. And the fact that Tom\nRobinson has made the sentiment public raises the stakes in a way that isdisastrous for justice, disastrous for him. The trial is a contest between theword of a black man against that of a white girl, and there are those in thejury whose testimonial sensibility is such that the idea that the black manis to be trusted and the white girl distrusted is virtually a psychologicalimpossibility – Robinson’s expressed sympathy for a white girl only rein-forces that impossibility.\nAs it turns out, the members of the jury stick with their prejudiced\nperception of the defendant, formed principally by the racial stereotypes ofthe day. Addicus Finch challenges them to dispense with these stereotypes,to dispense with the “assumption – the evil assumption – that allNegroes\nlie, that allNegroes are basically immoral beings, that allNegro men are\nnot to be trusted around our women” (Lee 1974, 208). But when it comesto the verdict, the jurors go along with the automatic distrust delivered bytheir corrupted testimonial sensibility. They find him guilty. And it isimportant that we are to interpret the novel so that the jurors really do findhim guilty. That is to say, they do not privately find him innocent but cyni-cally convict him anyway. They really do fail to do what Finch in hissumming-up describes as their duty: they fail to believe Tom Robinson .\nGiven the evidence put before them, their immovably prejudiced socialperception of Robinson as a speaker leads at once to a gross epistemic fail-ure and an appalling ethical failure.\nSecond example: It is the 1950s, and we are in Venice. Herbert Green-\nleaf, a rich American industrialist, is visiting, accompanied by a privatedetective he has hired to help solve the mystery of the whereabouts of hisrenegade son, Dickie. Dickie Greenleaf recently got engaged to his girl-friend, Marge Sherwood, but subsequently spent a great deal of time trav-elling with their “friend” Tom Ripley – until Dickie mysteriouslydisappeared. Marge is increasingly distrustful of Ripley because he seemsto be obsessed with Dickie and suspiciously bound up with his strangedisappearance. She also knows very well that it is unlike Dickie – unreli-able philanderer though he undoubtedly was – simply to do a bunk, letalone to commit suicide, which is the hypothesis Ripley is at pains toencourage. Ripley, however, has all along done a successful job of suckingup to Greenleaf senior, so Marge is entirely alone in her suspicion – hercorrect suspicion – that Tom has in fact killed Dickie.\nHerbert Greenleaf has just asked Ripley to be as helpful as he can in\n“filling in the blanks” of Dickie’s life to Macarron, the private detective,and Ripley responds:\nRipley: I’ll try my best, sir. Obviously I’ll do anything to help Dickie.\nMarge looks at him in contempt.Herbert Greenleaf : This theory, the letter he left for you, the police think that’s\na clear indication he was planning on doing something .. . to himself.EPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 167\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Marge: I just don’t believe that!\nHerbert Greenleaf : You don’t want to, dear. I’d like to talk to Tom alone –\nperhaps this afternoon? Would you mind? Marge, what a man may say to hissweetheart and what he’ll admit to another fellow –Marge: Such as? (Minghella 2000, 120–21)\nHere Marge is being gently, kindly, sidelined by Greenleaf senior, who\npathologizes her disbelief that Dickie would kill himself as a sweetheart’swishful thinking. He also seems to assume that Marge is generally inno-cent of the more tawdry facts of Dickie’s life, so that his primary attitudetowards her on the one hand and the-truth-about-Dickie on the other is thatsheneeds protection from it. Greenleaf’s everyday theory about what a\nman may say to his sweetheart, et cetera – though in itself quite possiblytrue enough – has the effect of undermining Marge as a possessor ofknowledge about the lover she had been living with for some time. Green-leaf is only too aware how little he knows of his son – pathetically enthu-siastic as he is at the prospect that the private detective might help makegood this ignorance – and yet he fails to see Marge as the source of knowl-edge about Dickie that she manifestly is.\nThis attitude has the knock-on effect that Greenleaf fails to trust one of\nMarge’s key reasons for her correct hypothesis that Dickie has died at thehands of Ripley. Even when Marge finds hard evidence back at Ripley’splace, coming across a ring which she had given Dickie and which he hadsworn never to remove, still she receives no credibility. Ripley’s deliberatetactic is to dismiss her as “hysterical” – a line he continues to peddle infront of Greenleaf in order to get him to share this interpretation. The tacticworks, not only on Greenleaf but also on her friend Peter Smith-Kingsley,so that the result is a collusion of men against Marge’s word being takenseriously. The theme of knowledge ever to the fore in the dialogue, we atone point hear her off-screen, soon after she finds the ring, saying emphat-ically to the incredulous Greenleaf, “I don’t know, I don’t know, I justknow it,” and Greenleaf replies with a familiar put-down: “Marge, there’sfemale intuition, and then there are facts – .”\nA number of these sorts of exchanges build up to the scene in which\nMarge, being taken back to America, is ushered on to a boat but breaksaway to lunge at Ripley, saying, “I know it was you – I know it was you,Tom. I know it was you. I know you killed Dickie. I know it was you.”Macarron, the private detective, comes out of the waiting boat to restrainher, and the stage direction reads: “Ripley looks at him as if to say: Whatcan you do, she’s hysterical. Macarron nods, pulls her onto the boat.” Asthe viewer is aware, however, Marge was right: she did know; she knewDickie well; and she knew Ripley had killed him. Her suspicions shouldhave been listened to; sheof all people should have been given some cred-\nibility. But Ripley cynically exploits the gender attitudes of the day so thatthe kindly and well-meaning men around her effectively collude with himto make her seem epistemically untrustworthy.168 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "What both these examples present us with, in their different ways, is a\ncase of a hearer failing to correct for one or another sort of prejudice in histestimonial sensibility. Both Greenleaf and the members of MaycombCounty’s jury fail to distrust their own distrust\n9of the speaker. They fail\nto adjust for the way in which their testimonial sensibility is badly trained.In the formal courtroom context of Tom Robinson’s trial, they have ampleopportunity to sense the dissonance between the distrust that their defec-tive sensibility spontaneously delivers and the trust that attention to theevidence ought to inspire. Even if members of the jury were to be forgivenfor the way their sensibility is saturated with the prejudices of the day,they remain starkly culpable in failing to respond appropriately to the newtestimonial experience afforded by the trial. In the case of Herbert Green-leaf, he fails to correct for the way in which his habits of hearer responseare saturated with the sexist constructions of gender – notably, ideas ofwomen’s innocence concerning the truths of men, and their need to beprotected from such truths; ideas of feminine intuitiveness being an obsta-cle to rational judgement; and even ideas of a female susceptibility tohysterics.\nBut it is not simply a matter of failure properly to accommodate the\nspeaker’s social identity. In both examples, the hearers fail to adjust for theway in which their ownsocial identity affects the testimonial exchange.\nThe jury fails to account for the difference it makes to Tom Robinson’s“performance” as a speaker (in the wide sense of performance, to includeboth what he does and how the audience responds) not only that he is blackbut equally that they are white . What Greenleaf fails to account for in his\nsceptical responses to Marge is the difference it makes to her performancenot only that she is a woman but also that he is a man . The relation – a rela-\ntion of power – between the social identities of hearer and speaker influ-ence both how the speaker expresses herself and how the hearer responds.\nOur two examples, then, demonstrate that testimonial responsibility\nrequires a distinctly reflexive critical awareness. Had Marge shouted heraccusations in the presence of Mrs Herbert Greenleaf, one speculates thatshe might have received from her some greater degree of credibility. Thatthings would have gone differently at Tom Robinson’s trial if the membersof the jury had been black goes without saying.\nThus we have arrived at the final feature of the anti-prejudicial testimo-\nnial virtue we have been looking for: it is essentially reflexive. Its posses-sion means that the hearer reliably succeeds in correcting for the waytestimonial performance can be prejudiced by the inter-relation of thehearer’s social identity and the speaker’s social identity. In testimonialexchanges, for hearers and speakers alike, no party is neutral – everybodyhas a race, everybody has a gender. What is needed on the part of theEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 169\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 20039I borrow this formulation from Jones 2002, in which she explores the themes of power\nand credibility specifically concerning astonishing reports."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "hearer, then, in order to avert an epistemic injustice (and in order to serve\nhis own epistemic interest in the truth) is a virtue of Reflexive Critical\nOpenness . This is the virtue we have been aiming to identify by attending\nto the phenomenon of testimonial injustice.\n5. The Virtue of Reflexive Critical Openness – Historicism\nThe virtue of Reflexive Critical Openness is an especially hard virtue toachieve at the best of times, inasmuch as prejudice is a powerful visceralforce, functioning less at the level of propositional attitudes and more atthe level of the social-imaginative and emotional commitments that colourone’s perceptions of speakers. (Even if one were only faced with correct-ing for prejudice at the level of belief, this can still be very hard whilethose beliefs are propped up by motivational attitudes in this way. AsChristopher Hookway [2001, e.g., 182] has argued, there is the usual roomfor akrasiain the practical business of managing one’s epistemic habits.)\nClearly, however, it is in principle achievable, and the virtue will be an\nintegral part of any well-trained testimonial sensibility in so far as the riskof prejudice-induced credibility deficit is an inevitable feature of epistemiclife. The human condition is a social condition, and social relationsinevitably create space for prejudice.\nYet, there are circumstances under which the virtue cannot be achieved,\nfor it is a notable and ethically significant feature of this virtue that itdisplays a special sort of cultural-historical contingency. In order toexplain this, let me follow Linda Zagzebski’s (1996) definition of virtuesuch that virtues have both a motivational component and a component ofreliable success in bringing about the end of that motivation. In the case ofintellectual virtues there will always be a motivation to achieve truth, butusually there will also be a more proximal aim to achieve something thatis conducive to truth – notably here the aim of ensuring that one’s levels oftrust are untainted by prejudice. As a matter of definition, then, the intel-lectually virtuous subject will be reliably successful in fulfilling that prox-imal aim of ensuring against prejudice, and she will succeed in this byachieving reflexive critical awareness of the prejudicial distortions in herexisting testimonial sensibility and by correcting for those distortions.\nIt must now be acknowledged, however, that the ability to do that is\ndependent upon the cultural-historical setting. A setting in which there islittle critical awareness of gender is a setting in which no-one is in a posi-tion to possess the virtue of Reflexive Critical Openness vis-à-visgender\nprejudice of any subtle kind. While the Herbert Greenleafs of this worldwere always at fault in failing to exhibit the virtue, I would suggest theywere not culpably at fault until the requisite critical consciousness of\ngender became available to them. They were not culpably at fault untilthey were in a position to know better. Now there will of course be noprecise answer to the question of at what point a Herbert Greenleaf comes170 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "to be in a position where he should know better than to overlook the possi-\nbility that Marge was right. But no doubt someone like him will be in thatposition long before he actually lives up to it by taking on board thegender-critical insights newly available to him. Thus there will tend to besome period of historical transition in which a Herbert Greenleaf, well-intentioned and paternal as he may remain, moves from innocent fault toculpable fault. He lacked the virtue of Reflexive Critical Openness withregard to women speakers all along, but the relevant advance in collectiveconsciousness will mean that this shortcoming in his epistemic conduct,and in the testimonial sensibility behind it, will have become blamewor-thy.\nThis shows that the power to possess the virtue of Reflexive Critical\nOpenness depends upon the social-historical context. The case of HerbertGreenleaf, as I have characterised it, exemplifies the idea that one cannotbe blamed for failing to do something one wasn’t in a position to havereason to do. Essentially this is an instance of the maxim that “ought”implies “can,” since in our example the “can” part is a matter of whetherGreenleaf could reasonably be expected to achievethe critical perspective\non gender that would have given hima reason to cast doubt on his lack of\ntrust in Marge’s word. More specifically, and more controversially, wemight think of ourselves as having arrived at an insight into the structureof responsibility that is advanced by Bernard Williams (1995, 35) in termsof the internality of practical reasons. It would not be right to blame some-one for an action or omission unless there existed a “sound deliberativeroute” from that person’s actual motivational set (“the set of his desires,evaluations, attitudes, projects, and so on”). Whatever one thinks about thedisagreements between so-called internal and external reasons theorists, itis worth noting that our intellectual case could not be controversial inanything like the way the ethical case is. This is because it could not becontroversial to presume that all epistemic subjects possess in their moti-vational set a general motivation to aim at truth, and a fortiori to aim at\nmore proximal ends which are in the service of that general motivation(such as correcting for prejudice in one’s habits of trust, for instance).\nGiven this, it is clear that not just Herbert Greenleaf but even the most\nvirulent, dyed-in-the-wool sexist version of Herbert Greenleaf possesses amotivation (the motivation to truth) from which there might be a sounddeliberative route to distrusting his lack of trust in Marge. It is not the lackof a motivation, then, that explains why Greenleaf “cannot” do what heought – cannot exhibit the appropriate virtue. It is rather the unavailabilityto him of a sound deliberative route from that veridical motivation to theconclusion that he should doubt his lack of trust in Marge. There is no suchsound deliberative route available to him, in as much as the critical conceptsin which that deliberation would have to be couched are genuinely not yetavailable. On this (perhaps rather charitable) interpretation, then, Greenleafis unlucky, epistemically and morally. His non-culpable inability to exhibitEPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 171\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "the virtue of Reflexive Critical Openness not only means that he misses out\non a truth that he is especially interested in acquiring (Marge is right;Ripley is Dickie’s murderer) but also means he inflicts a significant injus-tice on Marge. She is treated as a hysterical female who cannot handle thetruth, someone who deserves protection and sympathy but not epistemictrust. If one’s rationality is an essential part of one’s humanity, then Margeis gently undermined in her very humanity.\nEvidently testimonial injustice will tend to imitate the broader struc-\ntures of power in society, and where it is systematic we should recogniseit as a face of oppression. In an essay on the nature of oppression SandraLee Bartky (1990, 30) quotes Frantz Fanon’s notion of “psychic alien-ation,” where the alienation in question consists in “the estrangement ofseparating off a person from some of the essential attributes of person-hood.” I take it that basic forms of epistemic agency, such as functioningas an informant on everyday matters, is indeed one of the essential attrib-utes of personhood – it is part and parcel of being accepted as a compatriotin the community of the rational. If this is so, then an epistemic climate inwhich some people suffer systematic testimonial injustice must beregarded as seriously defective both epistemically and ethically. It is thesite not simply of error and frustration, advantage and disadvantage, but ofa distinctively epistemic kind of oppression. We have seen that the virtueof Reflexive Critical Openness (and doubtless many other virtues besides)has an important role in combating this sort of oppression. But as some-thing possessed of mere individuals whose social-historical situation candeprive them of the very resources they need in order to attain the virtue,its anti-oppressive power remains hostage to the broader social structuresin which our testimonial practices must take place.\nSchool of Philosophy\nBirkbeck CollegeUniversity of LondonMalet StreetLondon WC1E 7HXUnited Kingdomm.fricker@philosophy.bbk.ac.uk\nReferences\nBartky, Sandra Lee. 1990. “On Psychological Oppression.” In Femininity\nand Domination: Studies in the Phenomenology of Oppression , 22–32.\nLondon: Routledge.\nCoady, C. A. J. 1992. Testimony: A Philosophical Study . Oxford: Claren-\ndon Press.\nFricker, Elizabeth. 1987. “The Epistemology of Testimony.” Proceedings\nof the Aristotelian Society (supplementary volume) 61: 57–83.172 MIRANDA FRICKER\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "———. 1994. “Against Gullibility.” In Knowing from Words , edited by B.\nK. Matilal and A. Chakrabarti. Dordrecht, The Netherlands: Kluwer.\nFricker, Miranda. 2000. “Confidence and Irony.” In Morality, Reflection,\nand Ideology , edited by E. Harcourt, 87–112. Oxford: Oxford Univer-\nsity Press.\nJones, Karen. 1996. “Trust as an Affective Attitude.” Ethics107: 4–25.\n———. 2002. “The Politics of Credibility.” In A Mind of One’s Own:\nFeminist Essays on Reason and Objectivity , edited by L. Antony and C.\nWitt, 154–76. Boulder, Col.: Westview Press.\nLee, Harper. 1974. To Kill A Mockingbird . London: Pan Books.\nHookway, Christopher. 2001. “Epistemic Akrasiaand Epistemic Virtue.”\nIn Virtue Epistemology: Essays on Epistemic Virtue and Responsibility ,\nedited by A. Fairweather and L. Zagzebski, 178–99. Oxford: OxfordUniversity Press.\nMacIntyre, Alasdair. 1981. After Virtue: AStudy in Moral Theory . London:\nDuckworth.\nMcDowell, John. 1994. Mind and World . Cambridge, Mass.: Harvard\nUniversity Press.\n———. 1998. “Knowledge by Hearsay.” In Meaning, Knowledge, and\nReality, essay 19. Cambridge, Mass.: Harvard University Press.\nMinghella, Anthony. 2000. The Talented Mr Ripley . London: Methuen.\nWilliams, Bernard. 1995. “Internal Reasons and the Obscurity of Blame.”\nIn Making Sense of Humanity and Other Philosophical Papers , chapter\n3. Cambridge: Cambridge University Press.\nZagzebski, Linda. 1996. Virtues of the Mind: An Inquiry into the Nature of\nVirtue and the Ethical Foundations of Knowledge . Cambridge:\nCambridge University Press.EPISTEMIC INJUSTICE AND A ROLE FOR VIRTUE 173\n©Metaphilosophy LLC and Blackwell Publishing Ltd. 2003"
    }
  ]
}