{
  "doc_type": "scientific paper",
  "title": "Effectiveness of online group mindfulness and acceptance based therapy",
  "authors": [
    "Ghorbani"
  ],
  "year": 2022,
  "journal": "Psychiatry Behav Sci. 2022 June; 16(2):e120159.",
  "doi": "10.5812/ijpbs-120159.",
  "abstract": null,
  "keywords": [
    "Acceptance and Commitment Therapy",
    "Cognitive Behavioral Therapy",
    "Internet-Based Intervention",
    "Mindfulness"
  ],
  "research_topics": [
    "Acceptance and Commitment Therapy",
    "Cognitive Behavioral Therapy",
    "Internet-Based Intervention",
    "Mindfulness"
  ],
  "created_at": "2025-05-04T23:10:50.472550Z",
  "source_pdf": "documents/research/Global/Ghorbani 2022 Effectiveness of online group mindfulness and acceptance based therapy.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Iran J Psychiatry Behav Sci. 2022 June; 16(2):e120159.\nPublished online 2022 May 18.doi: 10.5812/ijpbs-120159.\nResearch Article\nEﬀectiveness of Online Group-mindfulness and Acceptance-based\nTherapy and Cognitive-behavioral Therapy on Misophonia\nSareh Ghorbani\n1, Ahmad Ashouri\n1, *, Banafsheh Gharraee\n1and Hojjatollah Farahani\n2\n1Department of Clinical Psychology , School of Behavioral Sciences and Mental Health (Tehran Institute of Psychiatry), Iran University of Medical Sciences, Tehran, Iran\n2Department of Psychology , Tarbiat Modares University , Tehran, Iran\n*Corresponding author : Department of Clinical Psychology , School of Behavioral Sciences and Mental Health (Tehran Institute of Psychiatry), Iran University of Medical\nSciences, Tehran, Iran. Email: ashouri.a@iums.ac.ir\nReceived 2021 November 03; Revised 2021 December 27; Accepted 2022 January 28.\nAbstract\nBackground: Misophonia is a disorder in which people show negative emotions such as anger, disgust, and anxiety about certain\nsounds, such as mouth and nose sounds, as well as some repetitive sounds. This disorder has a high prevalence and causes many\nproblems for patients.\nObjectives: This study aimed to examine and compare the eﬀectiveness of two therapies, including online group-mindfulness and\nacceptance-based therapy (OG-MACT) and online group-cognitive-behavioral therapy (OG-CBT) in patients with misophonia.\nMethods: This study was a two-group random assignment pretest-posttest design. Thirty-eight participants were recruited using\nconvenience sampling and randomly assigned to OG-CBT (n = 19) and OG-MACT (n = 19) groups. The statistical population included\npatients with misophonia (a score higher than seven on the Misophonia Questionnaire) referred to the Tehran Institute of Psychiatry\nfrom October to December 2019. They were asked to respond to online self-report questionnaires evaluating misophonia, distress\ntolerance, quality of life, depression, anxiety , and stress scale in three stages, including before treatment sessions, one week after\nthe end of sessions, and during a three-month follow-up.\nResults: The diﬀerence in the mean scores of the scales at diﬀerent times did not diﬀer according to the type of treatment group\n(OG-CBT versus OG-MACT). The results showed that the eﬀect of time was signiﬁcant on misophonia scores. Over time, this ﬁnding\nalso applies to depression, anxiety , and stress subscales in the distress tolerance questionnaire. However, there was no signiﬁcant\ndiﬀerence in the quality of life over time. The changes in misophonia were clinically signiﬁcant in 53% of OG-MACT members and\n69% of OG-CBT members.\nDiscussion: According to the ﬁndings, the two online group therapies of CBT and MACT eﬀectively reduced the symptoms of miso-\nphonia.\nKeywords: Acceptance and Commitment Therapy, Cognitive Behavioral Therapy, Internet-Based Intervention, Mindfulness,\nMisophonia\n1. Background\nMisophonia is a condition in which the sympathetic\nnervous system responds to a particular auditory stimulus\nleading to negative emotions. Trigger stimuli in misopho-\nnia vary from person to person and usually involve a vari-\nety of mouth and nose sounds (such as chewing, crunch-\ning, slurping, sniﬄing, and snoring) and a wide range of\nother sounds (such as typing, ticking the clock, walking,\nand noises from the walls) (1).\nPeople with misophonia have little tolerance for an-\nnoying noises (2, 3), and their reaction to stimuli is often\nin the form of disgust, anger, irritability , anxiety , and dis-\ntress (4-6), and physical reactions occur in the form of ris-\ning body temperature, sweating, increased heart rate, res-piration, and a feeling of tightness in the head and chest\n(7, 8). The most well-known coping strategy in these pa-\ntients is avoiding. They actively avoid misophonia stimuli\nby anticipating unexpected encounters, planning to avoid\ntriggers, and wearing headphones and earplugs (4, 5, 9).\nAs a result of these avoidances, patients may limit their so-\ncial relationships, reduce their working hours, or quit their\njobs (10), which eventually signiﬁcantly reduces the qual-\nity of life in these patients (4).\nAccording to the scant literature, the prevalence of\nmisophonia is estimated to be nearly 6 - 20% among uni-\nversity students (6, 11); however, misophonia has not been\nintroduced in DSM yet. This can mainly be due to the con-\nstraints on relevant studies, most of which have been pub-\nCopyright © 2022, Author(s). This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License\n(http://creativecommons.org/licenses/by-nc/4.0/) which permits copy and redistribute the material just in noncommercial usages, provided the original work is properly\ncited."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Ghorbani S et al.\nlished since 2013.\nGiven the nature of misophonia, diﬀerent therapeutic\ncomponents such as cognitive reconstruction, relaxation,\nanger management training, exposure, and response pre-\nvention have been used as CBT to alleviate symptoms and\nimprove misophonia. The results of CBT-based studies in-\ndicate the satisfactory outcomes of this therapy for their\nparticipants (10, 12-18). Nonetheless, some patients do not\nrespond to CBT or are resistant to exposure, whereas many\ntherapists do not feel comfortable in the implementation\nof exposure (19). Schneider and Arch extracted therapeu-\ntic components from acceptance and commitment ther-\napy , and dialectical behavior therapy approaches to im-\nprove tolerance to distress in a wide range of emotions\nin misophonia by altering people’s relationship to those\nemotions instead of focusing on mitigating symptoms.\nThey suggested using cognitive defusion instead of focus-\ning on triggers to reduce interest in avoidance among pa-\ntients and help them live with values to boost their control\nover life. Moreover, other therapeutic components such\nas mindfulness and contradictory reaction can help accept\ndiﬃcult emotions experienced in misophonia. These ther-\napeutic components were used in two case studies based\non dialectical behavior therapy (DBT) (20) and mindful-\nness and acceptance component therapy (3). The results\nindicated improvement in the symptoms and severity of\nmisophonia among the participants.\nThe literature mainly includes case studies, none of\nwhich compares the existing treatments. The availability\nof several therapeutic options can help therapists know\nfurther about the perception and treatment of misopho-\nnia. Moreover, analyzing the MACT functionality can\nbroaden both the research areas and the existing behav-\nioral approaches for studying and treating patients with\nmisophonia.\nThis study was conducted in Iran due to the high preva-\nlence of this disorder and the lack of a treatment method\nin the country . The study was carried out online due to the\nCOVID-19 pandemic and extensive geography of Iran.\n2. Objectives\nThe current study aimed to analyze and compare on-\nline group-mindfulness and acceptance-based therapy and\ncognitive-behavioral therapy to determine the best treat-\nment for misophonia.\n3. Methods\n3.1. Design, Setting, and Trial Registration\nThis study was a two-group random assignment\npretest-posttest design, performed online and in groupsfor CBT and MACT. After distributing the announcement\nfor the treatment courses via social media sites (Tele-\ngram and Instagram), the conditions of the courses were\nexplained to the clients by phone, and the online Miso-\nphonia Questionnaire (MQ) was provided to them. Clients\nwith a score of seven or higher on MQ were contacted,\nand arrangements were made for an individual in-person\ninterview . The therapist conducted these intake sessions at\nthe Tehran Institute of Psychiatry . During intake, the client\nprovided informed consent to receive treatment. Finally ,\nthose eligible to participate in the treatment were ran-\ndomly divided into two groups. All members were asked to\nanswer questionnaires of distress tolerance, quality of life,\nand a scale evaluating depression, anxiety , and stress. Ten\nonline treatment sessions were performed weekly for each\ntreatment group using Skype. At the end of the course,\nthe questionnaires completed before the treatment were\nre-provided to the clients online so that their responses\ncould be measured after the treatment. Also, three months\nlater, the questionnaires were completed to follow up the\ntreatment.\nThe research project was approved by the\nIran University of Medical Sciences (ethical code:\nIR.IUMS.REC.1398.702), and all the participants signed\nthe consent form to participate in the research.\n3.2. Inclusion/Exclusion Criteria\nInclusion criteria were an age of at least 18 years, at-\ntending ten therapy sessions at the speciﬁed time and on-\nline, and a score higher than seven on MQ. Individuals with\nsevere suicidal ideation, psychotic disorder, bipolar disor-\nder, substance use (based on the Structured Clinical Inter-\nview for DSM-5; SCID-5), and severe physical and organic\nbrain diseases based on the patient’s report and family re-\nports were excluded from the study .\n3.3. Therapists and Treatment Adherence\nThe two group sessions were led by a Ph.D. student in\nclinical psychology (ﬁrst author) with ﬁve years of clinical\nexperience under the weekly supervision of a CBT thera-\npist with 15 years of experience. After obtaining the partic-\nipants’ consent, the therapy sessions were audio-recorded,\nand an independent assessor reviewed them randomly\nand assured treatment quality and adherence to the man-\nuals.\n3.4. Sample Size and Randomization\nWe calculated our sample size using G-Power software\nand by considering an eﬀect size of 1.4 (based on and Zhou\net al. (11)), \u000bequal to 0.05, and power of 90%. The calcu-\nlated ﬁnal sample size was 16 patients per group, which\n2 Iran J Psychiatry Behav Sci. 2022; 16(2):e120159."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Ghorbani S et al.\nTable 1. Components of the Study Interventions\nOG-CBT OG-MACT\n1 Introducing group members; Psychoeducation about misophonia;\nEducating the OG-CBT model and cognitive distortions; Discussing\ngroup rulesIntroducing group members; Psychoeducation on misophonia;\nEducating the OG-MACT model; Discussing group rules\n2 Identifying negative thoughts, assumptions, and core beliefs;\nIdentifying cognitive restructuring through cognitive techniquesDemonstrate the role of attention inﬂexibility in misophonia and\neducating attention training; Tracking trigger situations, related\nthoughts, and distress\n3 Reviewing coping strategies; Training problem solving and eﬀective\ncommunicationIntroducing ACT values; Emphasizing the unworkability of\ncontrol-oriented strategies\n4 Demonstrating the role of relaxation; Guiding patients doing\nrelaxation; Training stress managementIntroducing cognitive defusion as a way of changing our\nrelationship with thoughts\n5 Introducing the rationale and goals for exposure and response\nprevention; Developing SUDS hierarchy and prepping for ﬁrst\nexposure exercisesIntroducing willingness; Educating the exercise of \"Acceptance in\nreal-time,\" helping to be willing and stay in contact with avoided\nevents\n6 Conducting exposures; Exposure was done ﬁrst imaginatively , then\nas video watching, and ﬁnally as liveConducting DBT-style chain analyses\n7 Conducting exposures Conducting DBT-style chain analyses; Demonstrating the role of\nrelaxation; Training \"opposite action,\" move of physically relaxing\ninstead of tensing\n8 Conducting exposures Introduced the notion of mindfulness; Training acceptance-based\nmindfulness of anger and disgust exercise\n9 Conducting exposures Introduced the DBT component of; non-judgmental ness;\nRe-describing the situation objectively (just the facts)\n10 Maintenance and relapse prevention Maintenance and relapse prevention\nAbbreviations: OG-CBT, online group-cognitive Behavior therapy; OG-MACT, online group mindfulness- and acceptance-based therapy; ACT, accep-\ntance and commitment therapy; DBT, dialectical behavior therapy .\nwas increased to 19 to accommodate the 20% of dropout\nrate. For randomization, the permuted block randomiza-\ntion was used with quadruple blocks. According to the\nsample size, ten quadruple blocks were generated using\nthe website www .sealedenvelope.com.\n3.5. Interventions\nOG-MACT was adapted from a case study presented by\nSchneider and Arch (3). In this treatment, the conceptual-\nization of sessions was done based on the ACT approach\nto change the client’s view of thoughts and feelings, and\nthen changing these perspectives was facilitated by intro-\nducing DBT components. In addition, since patients with\nmisophonia have problems with attention ﬂexibility , the\ntherapeutic technique of attention training in the Wells\nmetacognitive therapy approach (21), which includes three\nmain components of selective attention, rapid change of\nattention, and divided attention, was added to this proto-\ncol by the study’s authors. At the same time, due to group\nmeetings, all the exercises were reconstructed for groupperformance. The content of each session is summarized\nin Table 1.\nOG-CBT was adapted from Singer’s (22) treatment pro-\ntocol, and treatment components were adjusted and per-\nformed based on group sessions. During this treatment,\nthe participants’ cognitive distortions related to annoy-\ning noises were ﬁrst examined, and cognitive challenges\nwere addressed with their cognitive distortions. In the\nfollowing sessions, problem-solving techniques, eﬀective\ncommunication, stress management, and relaxation were\ntaught. Finally , the technique of dealing with annoying\nnoises was taught and performed. The content of each ses-\nsion is summarized in Table 1.\n3.6. Measures\n3.6.1. Demographic Characteristics Questionnaire\nResearchers designed this questionnaire to assess par-\nticipants’ demographic characteristics such as age, gender,\nmarital status, education, occupation, income, age at the\nbeginning of treatment, similar problems in other family\nmembers, and previous treatments for misophonia.\nIran J Psychiatry Behav Sci. 2022; 16(2):e120159. 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Ghorbani S et al.\n3.6.2. Misophonia Questionnaire\nMisophonia Questionnaire (MQ) (6) is an 18-item self-\nreport questionnaire that uses multiple methods to as-\nsess misophonia symptoms, resulting in emotions and be-\nhaviors and the overall severity of sound sensitivities. A\nscore greater than or equal to seven indicates ’moderate\nsound sensitivity ,’ which interferes with daily life and thus\nis treated as a cut-oﬀ for clinically signiﬁcant symptoms.\nThe reliability and validity of this interview have been con-\nﬁrmed in Iran by Mehrabizadeh Honarmand and Roushani\n(23). Internal consistency was acceptable in this study ( \u000b=\n0.71).\n3.6.3. Distress Tolerance Scale\nDistress Tolerance Scale (DTS) (24) is a self-assessment\nindex of a person’s capacity to withstand negative emo-\ntional states. A study on Iranians (25) reported that the\nwhole scale had high internal consistency reliability (25).\nAlso, internal consistency in this study was good ( \u000b= 0.83).\n3.6.4. Depression Anxiety Stress Scale-21\nDepression Anxiety Stress Scale (DASS-21) (26) is a set of\nthree self-assessment subscales designed to measure neg-\native emotional states of depression, anxiety , and stress.\nThe Persian version of this scale has been standardized on\na sample of the general population, students, and patients\nwith chronic pain (27). In this study , all the subscales had\nacceptable internal consistency , and the internal consis-\ntency of the total scale was good ( \u000b= 0.89).\n3.6.5. World Health Organization Quality of Life Questionnaire\nThe World Health Organization Quality of Life Ques-\ntionnaire (WHOQOL-BREF) was presented by the World\nHealth Organization in 1996 and includes 26 items to mea-\nsure four areas of physical health, psychological, social\nrelationships, and environment (28). Iranian researchers\nhave considered the internal consistency of the instru-\nment to be acceptable ( \u000b= 0.77) (29). The internal consis-\ntency of this instrument was estimated to be excellent in\nthe present study ( \u000b= 0.91).\n3.7. Data Analysis\nSPSS-22 software was used to analyze the data. De-\nscriptive statistics, including frequency , mean and stan-\ndard deviation, were calculated for demographic and clin-\nical variables. Group homogeneity was compared in terms\nof demographic characteristics and initial clinical features\nthrough chi-square and t-test. The eﬀects of independent\nvariables (OG-CBT and OG-MACT) on dependent variables\n(misophonia, anxiety tolerance, quality of life and depres-\nsion, anxiety , and stress) and therapeutic changes wereevaluated pre-test and post-test and in the follow-up pe-\nriod in each of the experimental groups using repeated-\nmeasures analysis of variance. Jacobson and Truax’s (30)\nmethod was used to calculate the clinical signiﬁcance of\nthe primary outcome variable (symptoms of misophonia).\nThis was calculated using the pre-treatment standard devi-\nation (7.4) and a test-retest reliability coeﬃcient of 0.71, as\nreported in the validation study and according to the mean\nand standard deviation of the healthy group (M = 23.2, SD =\n13.00) based on Mehrabizadeh Honarmand and Roushani\n(23).\n4. Results\n4.1. Baseline Characteristics\nThe basic characteristics of the study groups are re-\nported in Table 2. There was no signiﬁcant diﬀerence in\nchi-square statistics in the variables in the demographic\ncharacteristics questionnaire between the two groups. The\noverall sample consisted of 28 women (90.3%) and three\nmen (9.7%) between 20 and 46 years of age (mean = 30.32;\nSD = 7.04), over half of whom were single (58.06%, n = 18).\nA high percentage of the sample were university students\nor people who had already completed their university ed-\nucation (87. 1%, n = 27). More than half of them had miso-\nphonia in their family members (58.06%, n = 18). The eating\nsound was the most frequently reported annoying sound.\nObsessive-compulsive personality disorder (58.06%, n = 18)\nand anxiety disorders (45.16%, n = 14) had the most comor-\nbidity with misophonia. In total, 15 of the 19 OG-MACT par-\nticipants (80%) and 16 of 19 OG-CBT participants (84%) com-\npleted the courses. Figure 1 describes the ﬂow of the partic-\nipants during the trial.\nThe chi-square statistics for age, education, and mar-\nriage variables were more signiﬁcant than 0.05 in compar-\ning the three groups. Therefore, the three groups did not\nsigniﬁcantly diﬀer in terms of age, education, and mar-\nriage.\n4.2. Treatment Eﬀectiveness\nTable 3 shows the results of the repeated measures\nanalysis of variance of the two experimental groups in the\npre-test, post-test, and three-month follow-up phases in\nself-report questionnaires. The eﬀects of time and group\ninteraction were signiﬁcant in none of the scales. In other\nwords, the diﬀerence between the mean scores of the\nscales at diﬀerent times did not diﬀer according to the type\nof treatment group (OG-CBT versus OG-MACT).\nThe results of Table 3 show that the eﬀect of time on\nmisophonia scores is signiﬁcant (F = 40.03, P < 001). Re-\ngardless of the studied groups, there was a signiﬁcant dif-\n4 Iran J Psychiatry Behav Sci. 2022; 16(2):e120159."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Ghorbani S et al.\n \n  \n Contacted by the study team (N = 67)  \n \nAssessed for eligibility (N = 48)  \nAllocated to OG - CBT (N = 19)  Excluded (N = 10)  \n Did not meet inclusion \ncriteria (N = 6)  \n Schedule conflict (N = 4)  \nAllocated to OG -MACT (N = 19)  Randomized (N = 38)  Excluded (n = 19)  \n Not eligible (N = 15)  \n Unable to schedule \nbaseline visit (N = 4)  \nDiscontinued the intervention (N = 3)  \n Schedule conflict (N = 2)  \n Did      not like the intervention \n(N = 1)  \n Discontinued the intervention (N = 3)  \n Schedule conflict (N = 1)  \n Got      coronavirus (N = 1)  \n O ther (N = 1)  \nCompleted post -intervention \nassessment (N = 16)  \nCompleted 3 - month follow - up \nassessment (N = 15)  Completed post -intervention \nassessment (N = 16)  \nCompleted 3 - month follow- up \nassessment (N = 16)  \nFigure 1. The participant ﬂow chart\nIran J Psychiatry Behav Sci. 2022; 16(2):e120159. 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Ghorbani S et al.\nTable 2. Baseline and Clinical Characteristics of the Study Participants by the Randomized Intervention (N = 31)a\nVariables OG-CBT (N = 16) OG-MACT (N = 15) Total (N = 31) \u001f2ort P-Value\nAge (y) 29.43\u00065.52 31.26 \u00068.47 30.32 \u00067.04 0.71 0.47\nAge of onset 1.19 0.75\nChildhood 5 (16.12) 5 (16.12) 10 (32.25)\nTeenager 6 (19.35) 6 (19.35) 12 (38.7)\nAdult 5 (16.12) 4 (12.90) 9 (29.03)\nGender\nFemale 15 (48.38) 13 (41.93) 28 (90.3) 0.44 0.50\nMale 1 (3.22) 2 (6.45) 3 (9.7)\nEducation\nDiploma 1 (3.22) 3 (9.67) 4 (12.9) 2.61 0.45\nBachelor 10 (32.25) 7 (22.58) 17 (54.83)\nMaster 5 (16.12) 4 (12.90) 9 (29.03)\nDoctoral 0 1 (3.22) 1 (3.22)\nMarital status\nMarried 7 (22.58) 5 (16.12) 12 (38.7) 1.30 0.52\nSingle 9 (29.03) 9 (29.03) 18 (58.06)\nDivorced 0 1 (3.22) 1 (3.22)\nMisophonia in other family members\nYes 8 (25.80) 10 (32.25) 18 (58.06) 0.88 0.34\nNo 8 (25.80) 5 (16.12) 13 (41.93)\nComorbid disorder\nAnxiety disorders 9 (29.03) 5 (16.12) 14 (45.16) 2.63 0.10\nDepression/depressive disorders 3 (9.67) 5 (16.12) 8 (25.80) 0.27 0.59\nADD/ADHD 2 (6.45) 2 (6.45) 4 (12.90) 0.005 0.94\nOCD 1 (3.22) 1 (3.22) 2 (6.45) 0.002 0.96\nOCPD 7 (22.58) 11 (35.48) 18 (58.06) 2.78 0.09\nAbbreviations: OG-CBT, online group-cognitive behavior therapy; OG-MACT, online group-mindfulness-and acceptance-based therapy; ADD/ADHD, attention deﬁcit dis-\norder/attention deﬁcit hyperactivity disorder; OCD, obsessive-compulsive disorder; OCPD, obsessive-compulsive personality disorder.\naValues are expressed as mean \u0006SD or No. (%).\nference between the mean scores of misophonia in the pre-\ntest, post-test, and follow-up phases (Figure 2). This ﬁnd-\ning also applies to the distress tolerance questionnaire (F\n= 15.23, P < 001). Data analysis for the DASS questionnaire\nalso showed the signiﬁcance of the subscales of depression\n(F = 3.42, P = 0.03), anxiety (F = 7.33, P = 001), and stress (F =\n10.81, P < 001) over time. However, there was no signiﬁcant\ndiﬀerence in the quality of life over time (F = 1.07, P = 0.34).\nAfter examining the subscales, it was found that except for\nthe subscales of mental health (F = 4.1, P = 0.02), other sub-\nscales, including environmental health (F = 0.71, P = 0.44),\nphysical health (F = 1.18, P = 0.3), and quality of social rela-\ntionships (F = 0.72, P = 0.48) were not signiﬁcant.\n4.3. Clinically Meaningful Improvement\nThe stable change index, considering Cronbach’s alpha\n0.71, was calculated. Based on this index, the changes of\nnine members of the OG-MACT group with a range of -0.54to 5.39 and 11 members of the OG-CBT group with a range of\n-0.18 to 4.85 were stable. According to the study of Mehra-\nbizadeh Honarmand and Roushani (23), the cut-oﬀ point\nof the tool was calculated to be 35.9. Based on this cut-oﬀ\npoint, the changes of eight members of OG-MACT (53%) and\n11 members of OG-CBT (69%) were clinically signiﬁcant.\n5. Discussion\nThe ﬁndings of this study showed that there was no\nstatistically signiﬁcant diﬀerence in the score of misopho-\nnia in general and its subscales between the two treat-\nment groups. However, the eﬀect of treatment over time\n(pre-test, post-test, and follow-up) was signiﬁcant in both\ngroups, and the clinical signiﬁcance of treatment was 69%\nin OG-CBT and 53% in OG-MACT, showing, according to\ngroup members, that the maximum attendance at meet-\nings and exercises was directly related to the eﬀectiveness\n6 Iran J Psychiatry Behav Sci. 2022; 16(2):e120159."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Ghorbani S et al.\npre-test post-test follow-up OG-MACT \nOG-CBT 43 \n41 \n39 \n37 \n35 \n33 \n31 \n29 \n27 \n25 \n23 \nFigure 2. Change in the misophonia score over time\nof treatment. Findings based on the eﬀectiveness of OG-\nCBT are consistent with that of Schroder et al. (12) study\nin which 90 patients with misophonia were treated as a\ngroup using the CBT approach; although in the present\nstudy , the clinical signiﬁcance of OG-CBT was greater than\nSchroder et al. (12) study (68% vs. 48%), the treatment pro-\ncess might inﬂuence this outcome. In a randomized con-\ntrolled trial, Jager et al. (16) compared CBT treatment with\nthe control group and found that CBT treatment was sig-\nniﬁcant compared to the control group. Other studies that\nhave examined CBT in the treatment of misophonia have\nbeen case studies, and all of them have conﬁrmed the eﬀec-\ntiveness of this treatment (10, 12-15), in line with the present\nstudy . In the case of OG-MACT, only one case study was con-\nducted in line with the present study , which conﬁrmed the\neﬀectiveness of both treatments (3).\nAs mentioned earlier, patients with misophonia expe-\nrience higher anxiety than normal individuals (6, 11, 31,\n32). In this study , anxiety levels were assessed over time,\nand the results showed that in addition to the reduction\nof misophonia, the patients’ anxiety also decreased sig-\nniﬁcantly . This ﬁnding is consistent with the ﬁndings of\nMuller et al. (15), and Singer (22) studies, who found that\nthe treatment of misophonia eﬀectively reduced anxiety\nsymptoms of patients with misophonia. In this study ,\nother variables such as distress tolerance that decreases in\nmisophonia according to the research literature (2) were\nevaluated, and the results showed a decrease in anxiety\ntolerance after misophonia treatment. This ﬁnding hasnot been evaluated as evidence-based in other studies, al-\nthough Schneider and Arch (3) used techniques to increase\nthe patient’s anxiety tolerance and stated that the client’s\ndistress tolerance increased after treatment.\nIn explaining the ﬁndings, it seems that the study of\ntreatment approaches of each group can be helpful. MACT\nonline group therapy , to increase the therapeutic eﬀect\nof various therapeutic components, uses the ACT (accep-\ntance, mindfulness, cognitive defusion, and values) and\nDBT (acceptance, mindfulness, opposite action, and behav-\nior chain analysis) approaches. On the other hand, CBT\ngroup therapy uses cognitive reconstruction techniques\nand behavioral skills training such as problem-solving, as-\nsertive behavior training, and exposure and response pre-\nvention. These techniques target diﬀerent aspects of miso-\nphonia symptoms. Considering the diﬀerent aspects of\ntreatment, the focus of both treatments is on cognitions\nand avoidance behaviors. Both of them accept the role\nof cognition in the occurrence of the problem, but the\nextent to which each method emphasizes that they play\nroles in the theoretical analysis is various (33). Based on\nthe present study , it seems that diﬀerent methods of both\ntreatments can ultimately have the same results for pa-\ntients with misophonia.\nResearch literature indicates that in addition to re-\nducing the symptoms of misophonia, depression also im-\nproves (22), but treatment does not constantly improve the\nquality of life (16). The present study failed to signiﬁcantly\nincrease the quality of life, which seems to be inﬂuenced by\nIran J Psychiatry Behav Sci. 2022; 16(2):e120159. 7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Ghorbani S et al.Table 3. Diﬀerence Between Diﬀerent Levels of Assessment Depending on Group Membership\nT0: Pre-Treatment T1: Post-Treatment T2: 3-Month Follow-up Time Time \u0002Group InteractionPartial Eta\nSquaredObserved\nPowerOG-CBT OG-MACT OG-CBT OG-MACT OG-CBT OG-MACT F P F P\nMQ 40.3\u00067.1 42 \u00067.4 28.8 \u000611.5 29.5 \u000614.1 24.8 \u00067.8 28.2 \u000612.2 40.03 < 001 0.31 0.66 0.01 0.09\nDTS 40.4\u00069.7 39\u00069.4 47.7\u00069 45.7\u00068.3 46.6\u000611.3 48.9\u000610.2 15.23 < 001 1.09 0.33 0.03 0.22\nWHOQOL-BREF 78.9\u000613.3 83.6 \u000615.3 80.7 \u000611.8 86.3 \u000614.4 81.2 \u000613.6 85.3 \u000610.4 1.07 0.34 0.09 0.88 0.003 0.06\nPhysical health 52.4\u000617.5 63\u000618.8 56.6\u000613.1 65.7\u000618.2 57.3\u000616.5 645\u000613.5 1.18 0.30 0.24 0.71 0.008 0.08\nSocial relationships 39.5\u000622.6 52.7 \u000621 43.7 \u000616.2 51.6 \u000620.2 45.8 \u000616.9 52.7 \u000615.6 0.72 0.48 0.83 0.43 0.02 0.18\nEnvironment 55.6\u000615 54.3\u000617.2 53.3\u000615.8 55\u000616.3 52.9\u000613.5 52\u000614.4 0.71 0.44 0.28 0.67 0.01 0.38\nPsychological 47.6\u000616.8 48 \u000617.9 51 \u000612.3 55.2 \u000617.2 51 \u000615.3 56.6 \u000614.3 4.1 0.02 0.71 0.49 0.02 0.16\nDASS-21\nAnxiety 6.4\u00063.9 4.8 \u00064.16 5.4 \u00063.5 3.7 \u00064 4.3 \u00064.6 2.3 \u00062.4 7.33 0.001 0.06 0.93 0.002 0.06\nDepression 7.1\u00065.5 6.3\u00064 5.7\u00064.8 5.6\u00064.1 5.4\u00064.6 4.8\u00062.4 3.42 0.03 0.14 0.86 0.005 0.07\nStress 11.3\u00064.4 12.3 \u00063.2 10 \u00064.6 10 \u00062.8 8.6 \u00064.5 9.8 \u00062.9 10.81 < 001 0.69 0.50 0.02 0.16\nAbbreviations: OG-CBT, online group-cognitive behavior therapy; OG-MACT, online group-mindfulness-and acceptance-based therapy; MQ , misophonia scale; DTS, dis-\ntress tolerance scale; WHOQOL-BREF, world health organization quality of life questionnaire; DASS-21, depression anxiety stress scale.environmental factors. The present study was conducted\nduring the COVID-19 pandemic when there were restric-\ntions on movement and communication between individ-\nuals and access to recreational facilities was limited. Fear\nof being infected with COVID-19 can cause additional stress\nfor everyone, including participants in the present study ,\nand all of these stressors could directly aﬀect the individ-\nuals’ quality of life (34). However, after examining the\nsubscales of quality of life, the subscale of mental qual-\nity signiﬁcantly improved. However, there was no signiﬁ-\ncant change in the other subscales (environmental health,\nphysical health, and quality of social relationships), which\nseems to be due to a decrease in the quality of life environ-\nment.\n5.1. Limitations and Future Studies\nThe present study results should be considered accord-\ning to the following limitations: First, the participants’\ndouble stress due to coronavirus infection was a factor\nin the participants’ dropouts, and the uncertain eﬀect of\ntreatment on variables such as stress and quality of life.\nSecond, we did not include a control group. Third, the sam-\nple size was small, limiting the generalizability of the ﬁnd-\nings. For future studies, it would be recommendable to\nhave at least a waitlist control group in randomized con-\ntrolled trial designs, including a more extensive and di-\nverse sample, for more deﬁnite conclusions on eﬃcacy and\nto improve the generalizability of the ﬁndings. Using a\nmultiphase optimization strategy (MOST) design will also\nbe beneﬁcial, particularly to examine speciﬁc components\nof OG-CBT and OG-MACT.\n5.2. Conclusions\nThe results of this study showed that the two online\ngroup therapies of CBT and MACT eﬀectively reduced miso-\nphonia symptoms and improved the participants’ anxiety ,\nstress, depression, and distress tolerance.\nFootnotes\nAuthors’ Contribution: S. GH., A. A., and B. GH. conceived\nand designed the study . S. GH. performed the experiments,\ncollected and analyzed the data, and wrote the ﬁrst draft\nof the manuscript. H. F. contributed with advice regarding\nstatistical analysis. A. A. and B. GH. provided technical sug-\ngestions and commented on the manuscript. All the au-\nthors contributed signiﬁcantly to the study and approved\nthe ﬁnal manuscript.\nConﬂict of Interests: The authors have no conﬂicts of in-\nterest to declare.\n8 Iran J Psychiatry Behav Sci. 2022; 16(2):e120159."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Ghorbani S et al.\nData Reproducibility: The data presented in this study\nare openly available in one of the repositories or will be\navailable on request from the corresponding author by\nthis journal representative at any time during submission\nor after publication. Otherwise, all consequences of possi-\nble withdrawal or future retraction will be with the corre-\nsponding author.\nEthical Approval: The research project was\napproved by the Iran University of Medical\nSciences (ethical code: IR.IUMS.REC.1398.702)\n(https://ethics.research.ac.ir/EthicsProposalView .php?id =\n88783)\nFunding/Support: This study was ﬁnancially supported\nby the Iran University of Medical Sciences, Tehran, Iran.\nInformed Consent: All the participants signed the con-\nsent form to participate in the research.\nReferences\n1. Dozier TH, Lopez M, Pearson C. Proposed Diagnostic Criteria for\nMisophonia: A Multisensory Conditioned Aversive Reﬂex Disorder.\nFront Psychol . 2017; 8:1975. doi: 10.3389/fpsyg.2017.01975. [PubMed:\n29184520]. [PubMed Central: PMC5694628].\n2. Harrison AR. The Sound and the Fury: Characterizing Misophonia . Ford-\nham University; 2017.\n3. Schneider RL, Arch JJ. Case study: A novel application of\nmindfulness- and acceptance-based components to treat miso-\nphonia. Journal of Contextual Behavioral Science . 2017; 6(2):221–5. doi:\n10.1016/j.jcbs.2017.04.003.\n4. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: phys-\niological investigations and case descriptions. Front Hum Neurosci .\n2013; 7:296. doi: 10.3389/fnhum.2013.00296. [PubMed: 23805089].\n[PubMed Central: PMC3691507].\n5. Schroder A, Vulink N, Denys D. Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One . 2013; 8(1). e54706. doi:\n10.1371/journal.pone.0054706. [PubMed: 23372758]. [PubMed Central:\nPMC3553052].\n6. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phe-\nnomenology , and clinical correlates in an undergraduate student\nsample. J Clin Psychol . 2014; 70(10):994–1007. doi: 10.1002/jclp.22098.\n[PubMed: 24752915].\n7. Rouw R, Erfanian M. A Large-Scale Study of Misophonia. J Clin Psychol .\n2018; 74(3):453–79. doi: 10.1002/jclp.22500. [PubMed: 28561277].\n8. Schwartz P, Leyendecker J, Conlon M. Hyperacusis and misopho-\nnia: the lesser-known siblings of tinnitus. Minn Med . 2011; 94(11):42–3.\n[PubMed: 22413649].\n9. Webber TA, Storch EA. Toward a theoretical model of\nmisophonia. Gen Hosp Psychiatry . 2015; 37(4):369–70. doi:\n10.1016/j.genhosppsych.2015.03.019. [PubMed: 25886954].\n10. Bernstein RE, Angell KL, Dehle CM. A brief course of cogni-\ntive behavioural therapy for the treatment of misophonia:\na case example. The Cognitive Behaviour Therapist . 2013; 6. doi:\n10.1017/s1754470x13000172.\n11. Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese\nuniversity students: Incidence, associated impairment, and clini-\ncal correlates. Journal of Obsessive-Compulsive and Related Disorders .\n2017; 14:7–12. doi: 10.1016/j.jocrd.2017.05.001.\n12. Schroder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behav-\nioral therapy is eﬀective in misophonia: An open trial. J Aﬀect Disord .\n2017; 217:289–94. doi: 10.1016/j.jad.2017.04.017. [PubMed: 28441620].13. Altınöz AE, Ünal NE, Tosun Altınöz¸ S. The eﬀectiveness of Cognitive Be-\nhavioral Psychotherapy in Misophonia: A Case Report. Journal of Clin-\nical Psychiatry . 2018; 21(4):414–7. doi: 10.5505/kpd.2018.18480.\n14. McGuire JF, Wu MS, Storch EA. Cognitive-behavioral therapy for\n2 youths with misophonia. J Clin Psychiatry . 2015; 76(5):573–4. doi:\n10.4088/JCP.14cr09343. [PubMed: 26035184].\n15. Muller D, Khemlani-Patel S, Neziroglu F. Cognitive-Behavioral\nTherapy for an Adolescent Female Presenting With Misopho-\nnia: A Case Example. Clinical Case Studies . 2018; 17(4):249–58. doi:\n10.1177/1534650118782650.\n16. Jager IJ, Vulink NCC, Bergfeld IO, van Loon A, Denys D. Cognitive be-\nhavioral therapy for misophonia: A randomized clinical trial. Depress\nAnxiety . 2020. doi: 10.1002/da.23127. [PubMed: 33336858]. [PubMed\nCentral: PMC8359510].\n17. Lewin AB, Dickinson S, Kudryk K, Karlovich AR, Harmon SL, Phillips DA,\net al. Transdiagnostic cognitive behavioral therapy for misophonia in\nyouth: Methods for a clinical trial and four pilot cases. J Aﬀect Disord .\n2021; 291 :400–8. doi: 10.1016/j.jad.2021.04.027. [PubMed: 34001373].\n18. Dover N, McGuire JF. Family-Based Cognitive Behavioral Therapy for\nYouth With Misophonia: A Case Report. Cognitive and Behavioral Prac-\ntice. 2021. doi: 10.1016/j.cbpra.2021.05.005.\n19. Deacon BJ, Farrell NR. Therapist Barriers to the Dissemination of Expo-\nsure Therapy . Handbook of Treating Variants and Complications in Anxi-\nety Disorders . Springer; 2013. p. 363–73. doi: 10.1007/978-1-4614-6458-7_-\n23.\n20. Kamody RC, Del Conte GS. Using Dialectical Behavior Therapy to\nTreat Misophonia in Adolescence. Prim Care Companion CNS Disord .\n2017; 19(5). doi: 10.4088/PCC.17l02105. [PubMed: 28922587].\n21. Wells A. Metacognitive therapy for anxiety and depression . Guilford\nPress; 2011.\n22. Singer DA. The mixed-methods case study of\" zara\": Cognitive behav-\nior therapy treatment of a college student with misophonia . Rutgers The\nState University of New Jersey; 2018.\n23. Mehrabizadeh Honarmand M, Roushani K. Investigation of Psycho-\nmetric Properties of Misophonia Questionnaire. Neurosci J Shefaye\nKhatam . 2019; 7(2):13–22. eng. doi: 10.29252/shefa.7.2.13.\n24. Simons JS, Gaher RM. The Distress Tolerance Scale: Development\nand Validation of a Self-Report Measure. Motivation and Emotion .\n2005; 29(2):83–102. doi: 10.1007/s11031-005-7955-3.\n25. Alavi K, Modarres Gharavi M, Amin Yazdi SA, Salehi Fadardi J. [Eﬀec-\ntiveness of group dialectical behavior therapy (based on core mind-\nfulness, distress tolerance and emotion regulation components) on\ndepressive symptoms in university students]. J Fundam Mental Health .\n2011; 13(2 (50)):124–35. Persian. doi: 10.22038/jfmh.2011.881.\n26. Lovibond PF, Lovibond SH. The structure of negative emotional\nstates: Comparison of the Depression Anxiety Stress Scales (DASS)\nwith the Beck Depression and Anxiety Inventories. Behaviour Research\nand Therapy . 1995; 33(3):335–43. doi: 10.1016/0005-7967(94)00075-u.\n27. Sahebi A, Asghari MJ, Salari RS. Validation of depression anxiety and\nstress scale (DASS-21) for an Iranian population. J Dev Psychol . 2005.\n28. World Health Organization. WHOQOL-BREF: introduction, administra-\ntion, scoring and generic version of the assessment: ﬁeld trial version, De-\ncember 1996 . 1996.\n29. Nedjat S, Montazeri A, Holakouie K, Mohammad K, Majdzadeh R.\nPsychometric properties of the Iranian interview-administered ver-\nsion of the World Health Organization’s Quality of Life Question-\nnaire (WHOQOL-BREF): a population-based study . BMC Health Serv Res .\n2008; 8:1–7. doi: 10.1186/1472-6963-8-61. [PubMed: 18366715]. [PubMed\nCentral: PMC2287168].\n30. Jacobson NS, Truax P. Clinical signiﬁcance : A statistical approach to\ndeﬁning meaningful change in psychotherapy research. Methodolog-\nical issues & strategies in clinical research . American Psychological As-\nsociation; 1992. p. 631–48. doi: 10.1037/10109-042.\n31. Frank B, McKay D. The Suitability of an Inhibitory Learning Ap-\nproach in Exposure When Habituation Fails: A Clinical Appli-\nIran J Psychiatry Behav Sci. 2022; 16(2):e120159. 9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Ghorbani S et al.\ncation to Misophonia. Cogn Behav Pract . 2019; 26(1):130–42. doi:\n10.1016/j.cbpra.2018.04.003.\n32. McKay D, Kim SK, Mancusi L, Storch EA, Spankovich C. Proﬁle\nAnalysis of Psychological Symptoms Associated With Misopho-\nnia: A Community Sample. Behav Ther . 2018; 49(2):286–94. doi:\n10.1016/j.beth.2017.07.002. [PubMed: 29530266].33. Herbert JD, Forman EM. Caution: the diﬀerences between CT\nand ACT may be larger (and smaller) than they appear. Behav\nTher . 2013; 44(2):218–23. doi: 10.1016/j.beth.2009.09.005. [PubMed:\n23611071].\n34. Baer RA. Mindfulness-based treatment approaches: Clinician’s guide to\nevidence base and applications . Elsevier; 2015.\n10 Iran J Psychiatry Behav Sci. 2022; 16(2):e120159."
    }
  ]
}