{
  "doc_type": "scientific paper",
  "title": "A Young Woman with Misophonia Leading to Unwanted Sexual Arousal",
  "authors": [
    "Godpole"
  ],
  "year": 2025,
  "journal": "Annals of Indian Psychiatry | Published by Wolters Kluwer - Medknow1",
  "doi": "10.4103/aip.aip_190_22This",
  "abstract": null,
  "keywords": [
    "Misophonia",
    "obsessive–compulsive disorder",
    "sexual arousal"
  ],
  "research_topics": [
    "Misophonia",
    "obsessive–compulsive disorder",
    "sexual arousal"
  ],
  "created_at": "2025-05-05T01:30:47.092133Z",
  "source_pdf": "documents/research/Global/Godpole 2025 A Young Woman with Misophonia Leading to Unwanted Sexual Arousal.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "© 2025 Annals of Indian Psychiatry | Published by Wolters Kluwer - Medknow1\nAbstractCase Report\nIntroductIon\nMisophonia, first described by Pawel Jastreboff, is a \nphenomenon characterized by aversion to selective sounds.[1] \nFew authors have tried to propose criteria to define misophonia, \nfor example, Schröder et al.[2] and Dozier et al.[3] As per the \ncriteria given by Dozier et al.[3] , the presence or anticipation of \na specific sensory experience (such as sound or sight) provokes \nan impulsive, aversive physical and emotional response, \ntypically beginning with disgust which escalates to anger.  The \nstimulus elicits an immediate physical reflex response which \ncould be skeletal or internal muscle action, sexual response, or \nother physical sensation. The negative emotional experience is \nlater recognized as excessively unreasonable to the provoking \nstressor. As a result, the individual then tends to avoid the \nmisophonic situation – if he/she does not avoid it; it is endured \nwith distress, leading to significant interference in the person’s \nlife. At present, it has not been defined and studied enough to \nbe included in any diagnostic classification.\nA study on university students reported 16% having clinically \nsignificant symptoms, while 6.6% were found to have \nsignificant impairment as a result.[4] Another study of 483 \nundergraduate students found a 20% prevalence of misophonia \nwith clinically significant symptoms.[5] It has been found to be \nassociated with various other psychiatric conditions such as \nobsessive–compulsive disorder (Schroder, Wu), depression,[5] generalized anxiety disorder, attention deficit hyperactivity \ndisorder, posttraumatic stress disorder, Tourette’s syndrome, \nand eating disorders.[2,5,6,7] We report here the case of a young \nfemale who reported to a tertiary care teaching hospital in \nMumbai.\ncase report\nMiss X, a 25‑year‑old unmarried female from Mumbai, a \nBachelor of Mass Media working in a private company, \npresented to the outpatient department with chief complaints \nof (1) sexual response repeatedly elicited by certain sounds \nover the last 8–10 years, (2) repetitive and intrusive thoughts \nabout genitals of gods and goddesses and (3) a fear that she \nmight harm her parents for the last 2–3 years.\nAs per history, at around 13 years of age, she began to \nexperience a stimulating sensation in her vagina accompanied \nby sexual excitement in response to hearing her sister’s \nbreathing during sleep or the clicking sounds she made to call a \npuppy. Subsequently, it further extended to the chewing sounds \nof her father, sister, and younger brother when they would Misophonia is a disorder characterized by an aversion to selective sounds, leading to a reflexive, aversive emotional response such as disgust, \nanger or an urge to lash out, or an unwanted physical sensation. We report here the case of a young woman presenting with unwanted sexual \narousal in response to specific sounds, who also developed a comorbid obsessive–compulsive disorder .\nKeywords:  Misophonia, obsessive–compulsive disorder, sexual arousal\nAddress for correspondence:  Dr. Madhura Subodh Godbole,  \nDepartment of Psychiatry, Topiwala National Medical College and BYL Nair \nHospital, Mumbai, Maharashtra, India.  \nE‑mail: madhuragodbole1041@gmail.com\nAccess this article online\nQuick Response Code:\nWebsite:   \nhttps: //journals.lww.com/aips\nDOI:   \n10.4103/aip.aip_190_22This is an open access journal, and articles are distributed under the terms of the Creative \nCommons Attribution‑NonCommercial‑ShareAlike 4.0 License, which allows others to \nremix, tweak, and build upon the work non‑commercially, as long as appropriate credit \nis given and the new creations are licensed under the identical terms.\nFor reprints contact:  WKHLRPMedknow_reprints@wolterskluwer.com\nHow to cite this article: Godbole MS, Baliga SP, Kadiani A, Sonavane S. \nA young woman with misophonia leading to unwanted sexual arousal \nwith comorbid obsessive–compulsive disorder. Ann Indian Psychiatry \n0;0:0.A Young Woman with Misophonia Leading to Unwanted Sexual \nArousal with Comorbid Obsessive–Compulsive Disorder\nMadhura Subodh Godbole,  Sachin Pradeep Baliga, Adnan Kadiani, Sushma Sonavane\nDepartment of Psychiatry, Topiwala National Medical College and BYL Nair Hospital, Mumbai, Maharashtra, India\nSubmitted: 17‑Nov‑2022  Accepted: 29‑Nov‑2022  Published: 15‑Apr ‑2025\nDownloaded from http://journals.lww.com/aips by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 04/17/2025"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Godbole,  et al .: Misophonia with comorbid OCD\nAnnals of Indian Psychiatry ¦ V olume XX ¦ Issue XX ¦ Month 20252together have meals at the table. She would feel extremely \nanxious and distressed due to the symptoms, which lead to \nfrequent anger outbursts toward family members. She started \navoiding meals with family members and would eat alone in \nher bedroom. She would not let her sister sleep along with \nher or would use headphones while sleeping to avoid hearing \nher breath sounds. She reported that each time she heard \nthese sounds, she felt relief from her distress only when she \nmasturbated. If she wouldn’t, she would continue feeling \nanxious, restless, and irritable. This led to a compulsive urge \nto masturbate. She also reported feeling disgusted about herself \ndue to the same.\nFor the last 2–3 years, she began to experience unwanted \nsexual arousal at her office in response to the chewing sounds \nof her colleagues while eating. She also developed a fear that \nshe might focus on the genitals of male colleagues. Hence, she \nwould avoid interacting with them and isolate herself during \nlunch breaks, leading to functional impairment at work.\nOn further inquiry, Ms. X reported to have repeated thoughts \nof the genitals of gods/goddesses whenever she would offer \nprayers to idols. These were her own thoughts but were \nintrusive and out of control. She would feel anxious and \ndisgusted at herself for getting these thoughts and would \nconstantly apologize to God. Over a period, she stopped \nworshipping altogether. She also repeatedly experienced fear \nthat she might lose her virginity and would be preoccupied \nin protecting it. With this fear, she stopped traveling in a taxi \nto avoid being around males. If things were not placed in a \ncertain order, she would have thoughts that something ill might \nhappen to her parents. Finally, she would also check 2–3 times \nif her pants were zipped each time she came out from the \nwashroom. There was no disturbance in biological functions. \nShe did not express suicidal ideation. She denied the use of any \nsubstances. There was no history of any abnormal involuntary \nmovements. She had been diagnosed with hypothyroidism a \nfew years back and was on treatment for the same, with recent \nreports being normal.\nHer mother is diagnosed case of schizophrenia and on \ntreatment, with a history of hospital admission and receiving \nelectroconvulsive therapy. She also reported a history \nsuggestive of psychotic symptoms and substance abuse in \nher elder brother, who had never been evaluated for the same. \nThere was a history of impulsivity in the younger sister with \nself‑injurious behavior following breakup of a romantic \nrelationship. Her father was under treatment for diabetes, \nmellitus, and hypertension.\nHer birth and developmental history were within the normal \nlimits. She was average in academics during her school and \ncollege days. Her menstrual cycle was regular. She was never \nsexually active with a partner. Physical examination was within \nnormal limits.\nOn Mental Status Examination, Ms. X was an averagely built \nyoung female and was well kempt. She was cooperative and attentive throughout the interview. Rapport was established \nwith ease, and she maintained eye contact. She reported her \nmood as being anxious and had a distressing affect. Thoughts \ncontained obsessive beliefs in the form of sexual obsessions, \nobsessive fear of acting on unwanted impulses, for example, \nstabbing her mother or focusing on the genitals of male \ncolleagues and blasphemous obsessions. Ideas of guilt and \nmagical thinking were also present. She denied any perceptual \nabnormality. Her concepts, intelligence, and judgment were \nfound to be adequate on clinical assessment. She had good \ninsight into her illness.\nBased on psychiatric evaluation, the patient was diagnosed with \nmisophonia and obsessive–compulsive disorder (OCD). Her \nbaseline Yale‑Brown Obsessive Compulsive Scale (YBOCS) \nscore was 28  (severe) and her Amsterdam Misophonia \nScale  (AMISOS) score was 17.[2] For treatment, she has started \non escitalopram 10 mg, which was optimized to 20 mg on \nfurther follow‑ups. The patient was psychoeducated about \nthe illness. Exposure therapy was commenced, and she was \nadvised to gradually expose herself to trigger sounds instead \nof avoiding them. She was advised lifestyle modification in \nthe form of daily physical exercise. At the end of 8 weeks, \nYBOCS score reduced to 9 (mild) and the AMISOS score to 8. \nShe reported 70%–80% overall improvement and had resumed \nhaving dinner with family members and traveling alone by taxi. \nShe also had improved functioning at her workplace.\ndIscussIon\nOur patient fulfilled the criteria proposed by Dozier  et al.[3] \nThe positive findings were an impulsive, aversive physical \nand emotional response that began with irritation/disgust \nthat frequently escalated to anger in response to the presence \nor anticipation of stimuli such as chewing sounds of family \nmembers and colleagues and sister’s breathing sounds. \nThe physical response was in the form of sexual arousal. \nDysregulation of thoughts leads to occasional aggressive \noutbursts. She would later experience the emotional \nresponse to have been excessive and unreasonable. She \navoided misophonic situations. All this led to significant \nsociooccupational impairment.\nTo our knowledge, this is one of the few cases with a physical \nresponse being sexual arousal. Context influences how \nindividuals with misophonia respond to sounds.[8] It has been \nnoted to be triggered specifically by sounds produced by \nspecific individuals. In this case, it was triggered by sounds \nof the father and siblings but not of the mother. Such findings \nhave provided a foundation for cognitive behavioral therapy \nas part of the treatment of misophonia.\nIt is interesting to note that in this case, the patient had only \nsymptoms of misophonia for the first 5–6 years and later \ndeveloped symptoms of OCD along with it. Studies have \nshown diminished mean peak amplitude of the Auditory \nN1 component in response to oddball tones in patients with \nmisophonia.[8] Several studies have shown abnormalities of \nDownloaded from http://journals.lww.com/aips by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 04/17/2025"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Godbole,  et al .: Misophonia with comorbid OCD\nAnnals of Indian Psychiatry ¦ V olume XX ¦ Issue XX ¦ Month 20253N1 as an endophenotype for patients with schizophrenia. \nA previous study has even found the occurrence of psychotic \nsymptoms in patients with misophonia.[9] In a study based \non Danish registers, prior diagnosis of OCD was associated \nwith an increased risk of developing schizophrenia and \nschizophrenia spectrum disorders later in life.[10] In this case, \nthere is a strong family history of schizophrenia; thus, it would \nbe intriguing to study if misophonia could be a precursor in \nthe progression of OCD to schizophrenia.\nFinancial support and sponsorship\nNil.\nConflicts of interest\nThere are no conflicts of interest.\nreferences\n1. Siepsiak M, Dragan W. Misophonia – A review of research results and \ntheoretical concepts. Psychiatr Pol 2019;53:447‑58.\n2. Schröder A, Vulink N, Denys D. Misophonia: Diagnostic criteria for a \nnew psychiatric disorder. PLoS One 2013;8:e54706.3. Dozier TH, Lopez M, Pearson C. Proposed diagnostic criteria for \nmisophonia: A  multisensory conditioned aversive reflex disorder. Front \nPsychol 2017;8:1975.\n4. Zhou X, Wu M, Storch E. Misophonia symptoms among Chinese \nUniversity students: Incidence, associated impairment, and clinical \ncorrelates. J Obsessive Compuls Relat Disord 2017;14:7‑12.\n5. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: Incidence, \nphenomenology, and clinical correlates in an undergraduate student \nsample. J Clin Psychol 2014;70:994‑1007.\n6. Neal M, Cavanna AE. Selective sound sensitivity syndrome (misophonia) \nin a patient with Tourette syndrome. J Neuropsychiatry Clin Neurosci \n2013;25:E01.\n7. Kluckow H, Telfer J, Abraham S. Should we screen for misophonia in \npatients with eating disorders? A report of three cases. Int J Eat Disord \n2014;47:558‑61.\n8. Edelstein M, Monk B, Ramachandran VS, Rouw R. Context influences \nhow individuals with misophonia respond to sounds. BioRxiv \n[preprint] 2020. doi: 10.1101/2020.09.12.292391.\n9. Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and comorbid \npsychiatric symptoms: A  preliminary study of clinical findings. Nord J \nPsychiatry 2019;73:219‑28.\n10. Meier SM, Petersen L, Pedersen MG, Arendt MC, Nielsen PR, \nMattheisen M,  et al.  Obsessive‑compulsive disorder as a risk factor for \nschizophrenia: A  nationwide study. JAMA Psychiatry 2014;71:1215‑21.\nDownloaded from http://journals.lww.com/aips by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 04/17/2025"
    }
  ]
}