{
  "doc_type": "scientific paper",
  "title": "Targeting Beliefs and behaviors in misophonia",
  "authors": [
    "Gregory"
  ],
  "year": 2023,
  "journal": "psychology service",
  "doi": "10.1017/S1352465823000462",
  "abstract": "Background: Misophonia, a disorder of decreased sound tolerance, can cause significant distress and impairment. Cognitive behavioural therapy (CBT) may be helpful for improving symptoms of misophonia,but the key mechanisms of the disorder are not yet known.Aims: This case series aimed to evaluate individual, formulation-driven CBT for patients with misophonia in a UK psychology service.Method: A service evaluation of one-to-one therapy for patients with misophonia ( n=19) was conducted in a specialist psychology service. Patients completed an average of 13 hours of therapy with a focus on themeaning applied to their reactions to sounds and associated behaviours. Primary outcome measures werethe Misophonia Questionnaire (MQ) and the Amsterdam Misophonia Scale (A-MISO-S). Repeatedmeasures t-tests were used to compare scores from pre-treatment to follow-up, and reliable and clinically significant change on the MQ was calculated.Results: Scores significantly improved on both misophonia measures, with an average of 38% change on the MQ and 40% change on the A-MISO-S. From pre-treatment to follow-up, 78% of patients showedreliable improvement on the MQ and 61% made clinically significant change.Conclusions: Limitations included a lack of control group, small sample size, and the use of an outcome measure that had not been thoroughly validated for a treatment-seeking sample. These results suggest thatone-to-one, formulation-driven CBT for misophonia is worth exploring further using experimental design.Potential mechanisms to explore further include feared consequences of escalating reactions, the role ofsafety-seeking behaviours and the impact of early memories associated with reactions to sounds. Keywords: Case series; Imagery rescripting; Inhibitory learning; Mechanisms of change; Safety-seeking behaviours",
  "keywords": [
    "Case series",
    "Imagery rescripting",
    "Inhibitory learning",
    "Mechanisms of change",
    "Safety-seeking behaviours"
  ],
  "research_topics": [
    "Case series",
    "Imagery rescripting",
    "Inhibitory learning",
    "Mechanisms of change",
    "Safety-seeking behaviours"
  ],
  "created_at": "2025-05-05T02:21:21.310535Z",
  "source_pdf": "documents/research/Global/Gregory 2023 Targeting Beliefs and behaviors in misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "MAIN\nTargeting beliefs and behaviours in misophonia: a case\nseries from a UK specialist psychology service\nJane Gregory1,2,3, Tom Graham2,3and Brett Hayes3,4\n1Department of Experimental Psychology, University of Oxford, Oxford, UK,2Oxford Health NHS Foundation Trust, Oxford,\nUK,3South London and Maudsley NHS Foundation Trust, UK and4Salomons Institute for Applied Psychology, Canterbury\nChrist Church University\nCorresponding author: Jane Gregory; Email: Jane.gregory@linacre.ox.ac.uk\n(Received 9 May 2023; revised 20 July 2023; accepted 23 August 2023)\nAbstract\nBackground: Misophonia, a disorder of decreased sound tolerance, can cause significant distress and\nimpairment. Cognitive behavioural therapy (CBT) may be helpful for improving symptoms of misophonia,but the key mechanisms of the disorder are not yet known.Aims: This case series aimed to evaluate individual, formulation-driven CBT for patients with misophonia\nin a UK psychology service.Method: A service evaluation of one-to-one therapy for patients with misophonia ( n=19) was conducted\nin a specialist psychology service. Patients completed an average of 13 hours of therapy with a focus on themeaning applied to their reactions to sounds and associated behaviours. Primary outcome measures werethe Misophonia Questionnaire (MQ) and the Amsterdam Misophonia Scale (A-MISO-S). Repeatedmeasures t-tests were used to compare scores from pre-treatment to follow-up, and reliable and clinically\nsignificant change on the MQ was calculated.Results: Scores significantly improved on both misophonia measures, with an average of 38% change on\nthe MQ and 40% change on the A-MISO-S. From pre-treatment to follow-up, 78% of patients showedreliable improvement on the MQ and 61% made clinically significant change.Conclusions: Limitations included a lack of control group, small sample size, and the use of an outcome\nmeasure that had not been thoroughly validated for a treatment-seeking sample. These results suggest thatone-to-one, formulation-driven CBT for misophonia is worth exploring further using experimental design.Potential mechanisms to explore further include feared consequences of escalating reactions, the role ofsafety-seeking behaviours and the impact of early memories associated with reactions to sounds.\nKeywords: Case series; Imagery rescripting; Inhibitory learning; Mechanisms of change; Safety-seeking behaviours\nIntroduction\nMisophonia is a disorder characterised by a decreased tolerance to certain sounds, typically\nrepetitive, everyday sounds that most people would find neutral or mildly aversive (Jastreboff andJastreboff, 2002 ; Swedo et al.,2022 ). Individuals with misophonia report significant distress and\nimpairment, including problems with work, study and relationships (Edelstein et al.,2013 ; Rouw\nand Erfanian, 2018 ). Misophonia is also associated with increased symptoms of depression and\nanxiety (Rosenthal et al.,2022 ; Vitoratou et al.,2021 ).\nThere is currently no consensus on the best treatment approach to support individuals with\nmisophonia (Swedo et al.,2022 ). Developing and refining treatments requires understanding the\nkey mechanisms contributing to the onset and maintenance of the disorder (Clark, 2004 ); these\n© The Author(s), 2023. Published by Cambridge University Press on behalf of British Association for Behavioural and Cognitive\nPsychotherapies. This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://\ncreativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution and reproduction, provided the original article is\nproperly cited.Behavioural and Cognitive Psychotherapy, 2023, page 1 of 16\ndoi:10.1017/S1352465823000462\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "mechanisms have not yet been established for misophonia. However, there have been a range of\ncognitive and behavioural features reported by individuals with misophonia, suggesting that oneof the lines of pursuit for treatment could be the development of a theoretical cognitive model\nwhich could then be systematically tested.\nCognitive features reported by individuals with misophonia include feeling like they might\npanic or explode (Singer, 2018 ; Vitoratou et al.,2021 ), lose control (Hocaoglu, 2018 ; Jager et al.,\n2020 a; Vitoratou et al.,2021 ) and not be able to cope (Schneider and Arch, 2017 ) if they are unable\nto get away from certain sounds. They report negative appraisals, including judgement towards\nthe person making the sound (Edelstein et al.,2013 ; Reid et al.,2016 ; Vitoratou et al.,2021 ), a\nperception of oneself as being an unlikeable or angry person underneath for reacting to sounds(Vitoratou et al.,2021 ), and a feeling of failure and future hopelessness as a result of the condition\n(Edelstein et al.,2013 ; Rouw and Erfanian, 2018 ; Vitoratou et al.,2021 ).\nBehaviours reported by individuals with misophonia include blocking sounds (Alekri and Al\nSaif, 2019 ), avoidance (Alekri and Al Saif, 2019 ; Johnson et al.,2013 ; Rouw and Erfanian, 2018 ;\nSchneider and Arch, 2017 ), post-event rumination (Muller et al.,2018 ) and verbal aggression\n(Hocaoglu, 2018 ; Reid et al.,2016 ). However, in the absence of experimental research or detailed\ncase reports about the context, function and consequences of an individual ’s behaviour, it is\ndifficult to distinguish between adaptive coping strategies that improve symptoms and\nfunctioning, and safety-seeking behaviours that maintain beliefs about threat or violation\n(Thwaites and Freeston, 2005 ).\nSome of these features of misophonia have been targeted with cognitive behavioural therapy\n(CBT) and there is emerging evidence that CBT may be helpful for improving the symptoms and\nimpact of misophonia. Case studies have described a range of CBT strategies used for misophonia,\nincluding challenging beliefs and assumptions (Bernstein et al .,2013 ; Muller et al .,2018 ),\ncognitive restructuring (McGuire et al\n.,2015 ; Reid et al.,2016 ; Singer, 2018 ), exposure-based\nexercises (Bernstein et al.,2013 ; McGuire et al.,2015 ; Muller et al.,2018 ; Reid et al.,2016 ; Singer,\n2018 ) and attention training (Bernstein et al.,2013 ). Strategies geared towards non-judgemental\nacceptance of thoughts and feelings about sounds were also reported (Kamody and del Conte,2017 ; Schneider and Arch, 2017 ).\nAn open trial of 90 patients found that misophonia symptoms improved following group\nCBT (Schröder et al .,2017 ). The interventions in this study included attention training,\ncounterconditioning by pairing ‘trigger ’sounds with positive pictures or videos, stimulus\nmanipulation intended to gain a sense of control over sounds, and relaxation techniques.\nParticipants were provided with seven or eight s essions of 4 hours in a group setting with a\ntherapist and a co-therapist. Significant improvement was seen in 48% of participants, withimprovement defined as a 30% or more reduction on the Amsterdam Misophonia Scale\n(A–MISO-S), a measure designed by the research team, and a final score on the Clinical Global\nImpression-Improvement Scale (CGI-I) of very much or much improved.\nThe open trial was followed by a randomised controlled trial of group CBT for misophonia\n(Jager et al.,2020 a). The content for this trial was similar to the open trial, with the addition of\n‘re-evaluating (eating) norms and stress reduction ’, and the treatment was offered over seven\nsessions of 3 hours plus a 1.5-hour follow-up. Reduction in scores on the Amsterdam MisophoniaScale-Revised (AMISOS-R) was significantly greater in the CBT group compared with the waitlistcontrol, and 37% of the intention-to-treat sample reported very much or much improved on the\nCGI-I, compared with 0% in the waitlist control group.\nThe group CBT trials reported above used a modular approach, in that a set of modules were\ndelivered to all participants. This kind of approach can be useful for treating single disorders and\nin randomised trials to ensure consistency in the delivery of the intervention. However, it may be\nless helpful when treating patients with multiple disorders (Persons et al.,2006 ) and inefficient for\npatients with disorders for which there is no empirical evidence for key mechanisms likely to bemaintaining the problem (Clark, 2004 ). Considering the high co-morbidity of psychiatric2 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "disorders with misophonia (Rosenthal et al.,2022 ) and the limited empirical evidence for key\nmechanisms maintaining misophonic distress, it may be more appropriate to target\ntransdiagnostic mechanisms (Rosenthal et al.,2023 ).\nOne way of targeting the mechanisms specific to an individual patient is to use a case\nformulation-driven approach (also known as case conceptualisation; Kuyken et al.,2011 ), where\nthe clinician and patient develop hypotheses about the mechanisms maintaining the individual ’s\nproblem and use evidence-based strategies to target those mechanisms. This approach allows theclinician and patient to evaluate the therapy as they go and revise the formulation and treatment\naccordingly (Persons, 2005 ). Observations from formulation-driven clinical practice can then\ncontribute to the development of a theoretical model for testing in experimental studies.\nFor newly characterised conditions such as misophonia, case series are an important step for\ndemonstrating proof (or disproof) of concept and developing hypotheses to be tested in future\nresearch (Kempen, 2011 ). In a retrospective service evaluation, we aimed to assess whether\nsymptoms of misophonia reduced following a course of formulation-driven CBT in a consecutive\nseries of cases. We aimed to test whether there was reliable improvement and clinically significant\nchange from pre-treatment to follow-up. A secondary aim was to evaluate whether self-reportedsymptoms of anxiety and depression decreased following a course of misophonia-focused CBT in\nthese individuals. Given the association between misophonia and symptoms of anxiety and\ndepression, and the transdiagnostic approach of formulation-driven CBT, it was hypothesised thatthere would be a reduction in symptoms of misophonia, depression and anxiety.\nMethod\nThis retrospective service evaluation included 19 patients from a National Health Service (NHS)\nspecialist psychology service in the United Kingdom, for which misophonia was identified as the\nmain problem contributing to their psychological distress. Referrals included those made directlyto the service as well as referrals seen within the specialist service on behalf of local primary care\npsychology teams. Demographic information is summarised in Table 1.\nPatients were included if they met the following criteria: (a) identified as having clinically\nsignificant misophonia at assessment and this was the main issue of focus for therapy; (b) at least\n17 years old; (c) not actively suicidal; and (d) not receiving any concurrent psychological therapy.\nThere were no exclusion criteria based on the presence of co-occurring conditions, but it wasrequired that targeting misophonia was their focus for treatment.\nData for these 19 patients were collected over a 2.5-year period, starting with the service ’s first\npatient seen specifically for help with misophonia. In this time frame, we received 22 referralswhere misophonia was mentioned in the referral. For two of these referrals, misophonia was notTable 1. Summary of patient demographic information\nVariable Frequency Percentage\nGender\nFemale 17 89.47\nMale 2 10.53\nEthnicityAsian British or mixed white and Asian (Indian) 2 10.60British –mixed unspecified 1 5.26\nBlack British or mixed white and Black Caribbean 2 10.60\nWhite British 14 73.68\nMin Max Median Mean SD\nAge 17.6 51.0 30.5 33.57 9.32Behavioural and Cognitive Psychotherapy 3\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "identified as the main presenting problem and so these two patients were not offered treatment for\nmisophonia after their initial assessment. One patient postponed treatment due to personal\ncircumstances that meant they were unable to attend appointments at the clinic, for reasons\nunrelated to the treatment. All other patients who received any amount of therapy for misophonia(n=19) in this time frame were included in the evaluation. There were no other referrals for\nmisophonia during the 2.5-year period.\nMeasures\nThe primary outcome measures were the Misophonia Questionnaire (MQ; Wu et al.,2014 ) and\nthe Amsterdam Misophonia Scale (A-MISO-S; Schröder et al.,2013 ), which were the two main\npublished scales for misophonia at the time this group of patients were seen. The MQ (Wu et al.,\n2014 ) consists of three parts, the 7-item Misophonia Symptom Scale (Cronbach ’sα=.86 in the\nauthor ’s initial validation of the scale; Wu et al.,2014 ) and the 10-item Misophonia Emotions and\nBehaviours Scale ( α=.86), both rated on a 5-point scale from 0 (not at all true/never) to 4 (always\ntrue/always) and the single item Misophonia Severity Scale, rated from 1 (minimal) to 15 (verysevere). The first two sections are combined to create the MQ total ( α=.89), with a score ranging\nfrom 0 to 68. The A-MISO-S (Schröder et al.,2013 ) consists of six items, also rated from 0 –4, with\na total possible score of 24 (psychometric properties not available). Full psychometric analyses\nhave not been published for either scale, and the limitations of these measures have been described\nelsewhere (see, for example, Rosenthal et al.,2021 ).\nSecondary outcome measures were the Patient Health Questionnaire-9 (PHQ-9; Kroenke\net al.,2001 ), measuring depression symptoms using a 4-point scale (total score range of 0 to\n27;α=.89; clinical cut-off >9), and the General Anxiety Disorder-7 (GAD-7; Spitzer et al.,\n2006 ) measuring anxiety symptoms, also on a 4-point scale (total score ranging from 0 to 21;\nα=.92; clinical cut-off >7).\nProcedure\nAssessment\nThe diagnosis of misophonia and suitability for CBT was confirmed by either the first or second\nauthor for all patients, based on their initial assessment appointment. At the time we started seeing\npatients with misophonia, the only published diagnostic criteria available were those proposed by\nSchröder et al.(2013 ), which included: the presence of an aversive reaction to specific sounds\nproduced by a human being, which starts with irritation or disgust and progresses to anger, with a\nsense of loss of control; recognition by the person that the reaction is out of proportion to the\nstimulus; avoidance or enduring sounds with distress; causing significant distress or impairment,\nand not better explained by another disorder. We adapted these criteria based on our clinical\nobservations and emerging research, including: that trigger sounds were not necessarily caused by\nother humans; that reactions did not necessarily start with irritation or disgust; that there was\nsome experience of emotional, behavioural or physical dysregulation, but that anger did not needto be present; and that individuals may engage in safety-seeking behaviours other than avoidance\nto be able to encounter sounds. We also required that the symptoms had been problematic for at\nleast one month, to allow for the possibility that temporary changes in responsivity to sounds\ncould occur following changes in environment (e.g. construction sounds outside the home) or\nafter an illness, injury or traumatic event. If symptoms started after such a change, but persisted\nfor more than one month, then they would meet criteria for diagnosis. As is standard procedure\nfor the service, all patients completed the primary and secondary outcome measures at theassessment, before each treatment appointment, and at follow-up.4 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Intervention\nAll patients received one-to-one, formulation-driven cognitive behavioural therapy, aiming to\nreduce the distress and functional impact caused by misophonia. Potential mechanisms were\nidentified from the individual ’s formulation, and interventions were selected to target those\ntheorised mechanisms. For most patients, the bulk of therapy was delivered as weekly 1-hour\nsessions, but treatment delivery was also adapted to meet the needs of the patient, the therapy and\nthe service. For example, some sessions involving processing of early memories were longer, some\npatients completed an intensive or semi-intensive format with fewer sessions of 2 –4 hours each,\nand some had longer breaks between sessions to put things from therapy into practice or to meetother demands on their time. Variations in the total hours of treatment were the result of\nindividual needs of the patient and the decision to end therapy was decided by the therapist and\npatient together. Information about the treatment format is summarised in Table 2.\nAll patients were seen by either the first or second author as their primary therapist, who both\nhave professional doctorates in psychology and are accredited CBT therapists in the UK. Somesessions were observed by assistant psychologists or students on placement, who often\nparticipated in behavioural experiments. One patient had a second clinical psychologist join as co-\ntherapist, which was done as part of that therapist ’s training in treating patients with misophonia\nand has been written up separately as a case study (Gregory and Foster, 2023 ).\nIn the first 2 –3 hours of treatment, patients completed an individualised formulation of their\ndifficulties. This was usually done by bringing to the surface a recent memory of being triggered by\na sound, ideally one that felt typical of them and their misophonia. They were encouraged to tune\ninto their bodies and the ‘felt sense ’of what was happening (Butler et al.,2010 ; Gendlin, 1996 ),\nthat is, what felt true to them in the moment, even if it did not appear as a verbal thought at the\ntime. Our initial framework for mapping out the problem was Salkovskis ’s‘vicious flower ’,\ndrawing from its adaptation for transdiagnostic use for medically unexplained symptoms\n(Salkovskis et al.,2016 ). This model proposes that the intensity of reactions in the problem\nsituation is influenced by misinterpretation of bodily sensations (or sensory information, in the\ncase of misophonia), feared consequences and perceived capacity to cope. It poses that to treat the\nproblem, we need to understand the maintenance processes causing those problem situations to\npersist over time. We identified some recurring themes during the case series that enabled us toTable 2. Summary of information about treatment format\nVariable Min Max Median Mean SD\nTreatment details\nTotal therapy hours 8 19 12 13.00 2.75\nHours of treatment 8 18 12 12.42 2.76\nHours of follow-up 0 2 0 0.58 0.77\nTotal number of sessions 5 19 12 12.37 3.18\nTreatment sessions 5 18 12 11.74 3.05\nFollow-up sessions 0 2 0 0.63 0.76\nFollow-up period (weeks) 5 20 9 10.06 4.40\nFrequency Percentage\nTreatment format\nIn person only 11 57.89\nMixed online and in person 3 15.79\nOnline only 5 26.32Number of follow-up sessionsZero 11 57.9\nOne 5 26.3\nTwo 3 15.8Behavioural and Cognitive Psychotherapy 5\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "adapt that model for misophonia (see Fig. 1for an example formulation, not based on any\nparticular patient from the series).\nEach patient developed competing explanations for their problem, using the ‘Theory A/Theory\nB’technique frequently used as part of formulation-driven CBT for obsessive compulsive disorder\n(OCD; Bream et al.,2017 ). This strategy provides alternative explanations for what keeps an\nindividual ’s problems going and identifies the related action that would be required for each\npossible explanation. These theories are then tested with a series of experiments and evidence is\ngathered to help the patient decide which theory is the best fit for their problem. From our\npatients ’individual formulations, it emerged that many people already had two competing\ntheories, sometimes simultaneously feeling like their difficulties were caused by: (A) a problem\nFigure 1. Example of an individualised case formulation of misophonia, based on themes emerging from the case series\nbut not pertaining to a specific patient.6 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "with other people; or (B) a problem with me. We introduced a third explanation, that their\ndifficulties were the result of (C) a problem with sound sensitivity that had spiralled. Theory\nC included an understanding that there is wide natural variation in sensory responsivity, and that\nthe distress and impairment associated with misophonia was influenced by a range of biological,experiential, systemic, emotional, behavioural and environmental factors.\nBased on their individualised formulation, transdiagnostic CBT techniques were used to target\nthe individual ’s theorised maintenance cycles, including behavioural experiments, imagery\nrescripting, exposure-based experiments using a belief disconfirmation (Salkovskis et al.,2007 )o r\nan expectancy violation (Craske et al.,2014 ) approach, attention training, behavioural activation,\nvideo feedback, interoceptive exposure, problem solving, and testing the value of coping strategies.\nBehavioural experiments were used to identify, test and change the proposed maintenance\ncycles (Bennett-Levy et al.,2016 ). Experiments targeted both misophonia-specific beliefs (e.g. ‘If\nsomeone makes a sound they know I don ’t like, they must not care about me ’) and more general\nbeliefs affecting their misophonia (e.g. ‘If I show my emotions, I will be rejected ’). These could be\nbeliefs that felt true in the moment, but did not necessarily feel true at other times (e.g. ‘They ’re\nmaking that sound deliberately to hurt me ’) and beliefs that were more stable across situations\n(e.g. ‘Having judgemental thoughts about loved ones makes you a bad person ’). Behavioural\nexperiments were also used to help distinguish adaptive coping strategies from safety-seeking\nbehaviours, by identifying and testing the function of behaviours, identifying unintendedconsequences, and testing out new behaviours for comparison. Table 3shows some examples of\nthe types of experiments used.\nImagery rescripting (ImRs) was used for processing early memories associated with their\nmisophonia. This technique is increasingly being integrated into CBT and included in\nintervention studies for a range of disorders (Arntz, 2012 ). We used the protocol described by\nArntz and Jacob ( 2012 ), using an affect bridge to connect the present experience to a memoryTable 3. Examples of behavioural experiments for misophonia\nTheory being tested Behavioural experiment\nHaving judgemental thoughts about others\nmeans I am a bad personSurvey to find out what proportion of people have judgemental\nthoughts or opinions about others\nI can ’t cope with strong emotions Watching emotionally charged videos (positive and negative\nemotions) to find out what happens when experiencing strongemotions\nMaking that sound means you are uncouth\nand don ’t care about others around youDiscussion with others to explore possible reasons for making\ncertain sounds, and considering consequences that some\npeople may have if they don ’t make those sounds\nI might act on my violent imagery if I don ’td o\nsomething to stop themDeliberately bringing on violent images and test whether that\nleads to violent action\nIf I get too angry, my heart will beat too fast\nand might explodeRunning up and down stairs to induce increased heart rate to\ntest predictions\nI will be judged if I tell people about how\nangry some sounds make meTesting the waters by talking with friends or family members to\nsee how they react\nI look repulsed when I hear sounds and so\nI need to try to suppress my emotionsUsing video feedback to find out if one ’s reaction looked the\nsame from the outside as imagined, then compare with how itlooks when trying to suppress\nBlocking my ears is the best way to reduce my\nangerComparing blocking ears with labelling the physical properties of\nthe sounds\nGlaring or scowling is the best way to get\nsomeone to stop making a soundMonitoring the impact of glaring (effectiveness in stopping\nsounds and unintended consequences)\nI should try and push away my feelings or\nthey will be overwhelming and obviousComparing emotion suppression with emotion labelling\nI must escape the sounds or my feelings will\nescalate beyond my controlTrying ‘opposite action ’: touching the wall to feel the vibrations\nof neighbour ’s sounds; smiling at a person who is making a\ntrigger sound; invite the person to make the sound more andlouder (either imagined or out loud with a willing participant)Behavioural and Cognitive Psychotherapy 7\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "(usually in childhood) associated with the current emotion, then rescripting the memory based on\nthe previously unmet needs of the younger self. The function of ImRs is not to ‘rewrite ’the\nmemory, but to update the meaning associated with the memory. For misophonia, this included\nthings like validating and comforting the child ’s emotions, explaining the limitations of the other\nperson present in the memory, or telling the child, ‘You are not crazy, you have something called\nmisophonia ’.\nIn the second half of therapy, patients completed experiments related to novel interaction with\nsounds and their reactions to sounds. These experiments involved some exposure to sounds, but\nnot with the purpose of habituating to sounds. The patients decided when they were ready to trythese experiments and each one was planned together in line with their formulation. The goals of\nexperiments engaging with sounds were to create new associations with sounds (Craske et al.,\n2014 ; Frank and McKay, 2019 ), thus reducing the intensity of the ‘felt sense ’feeling of threat and\nviolation, to test feared consequences and beliefs about capacity to cope, and to test out andcompare coping strategies. The experiments typically involved short exposure to sounds at a time\n(20 –30 seconds), followed by rating the sense of threat of violation, then repeating the experiment\nseveral times. The experiment was terminated if it caused more distress than ‘real life ’exposure to\nsounds, or if there was no change after two to three repetitions.\nSound-based experiments included moving closer to sounds to test predicted outcomes,\nengaging with sounds by labelling the acoustic features of the sounds, ‘inviting ’more sounds to\nshift beliefs about violation and control, and playing with sounds electronically or by using apretend remote control on the person making sounds. We used humour and imagery to shift the\nperception of threat and violation, adapting strategies described by Frank and McKay ( 2019 ). For\nexample, one person imagined wind-up chattering teeth toys during meals, another pictured rainon a roof while listening to keyboard sounds, another put on a brief comedy sketch in session,\nportraying what they imagined the person making a recurring sound must be doing to be able to\ncreate such a noise. Some patients conducted orchestras of mouth sounds and held competitionsfor who could make the loudest sounds. Table 3includes some other examples of experiments\ninvolving sounds to test a particular theory or compare coping strategies.\nA range of other strategies were used depending on the individual formulation. For example,\none person identified that job dissatisfaction had coincided with worsening misophoniasymptoms, for which we used problem-solving strategies. We used behavioural activation,\nattention training and grounding techniques for individuals who were ruminating on the problem\nor took a long time to recover after a trigger event. For those struggling with anger aboutcircumstances outside of their control, we used techniques weighing up the pros and cons ofholding onto anger and writing anger letters. Skills in communication, assertiveness, tolerance and\nsetting boundaries were provided for patients whose misophonia was connected to challenges in\nrelationships.\nFinally, patients wrote up a therapy blueprint. This included a description of changes made in\ntherapy, ideas for maintaining progress, and a plan for dealing with distress and set-backs. This\nplan also included an understanding of their sensory sensitivity and the healthy coping strategiesand accommodations that they would continue to use, when required for focus, relaxation andenjoyment of activities.\nStatistical analyses\nRepeated measures t-tests were used to compare mean scores at pre-treatment and follow-up on\nprimary and secondary measures. ‘Pre ’scores refer to the first time they completed the outcome\nmeasures for our service, which may have been before or after their assessment, and always prior\nto commencing active treatment.\nTo reduce the number of comparisons tested, we did not calculate differences between start and\nend of treatment, only between pre-treatment and follow-up. We made a Bonferroni adjustment8 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "to account for multiple comparisons, with statistical significance determined at p<.008. Where\nthere was missing data on any measure for either the pre-treatment or the follow-up, patient data\nwas not included in any of the calculations or comparisons for that particular measure, but was\nretained in calculations for the other measures. For example, if a patient had missing follow-updata for the GAD-7 but complete data for other measures, their scores were not included in\ncalculating means for GAD-7 at pre-treatment or follow-up, but were included in all other\nanalyses.\nThe Leeds Reliable Change Indicator (Morley and Dowzer, 2014 ) was used to calculate reliable\nchange and clinically significant change, and to graph reliable change. The MQ was the best\nvalidated misophonia scale available, for which clinical and comparison norms had beenpublished (Wu et al.,2014 ), at the time of collecting data. Therefore, we selected this measure to\ncalculate the number of patients who showed reliable change and clinically significant change\n(Jacobson and Truax, 1991 ) from baseline to follow-up. We selected criterion b for clinically\nsignificant change, which is one of the two options recommended when both clinical andcomparison norms are available (Jacobson and Truax, 1991 ). This criterion states that change is\nclinically significant when the individual has showed reliable change and their final scores fall\nwithin the range of the ‘functional ’population (i.e. within two standard deviations of the mean of\nthe comparison group). We chose this over criterion c, which is when a patient moves closer to the\nmean of the comparison group than to the mean of the clinical group by the end of therapy. The\nrationale for this choice was that the mean score for our patients (i.e. treatment-seeking) atbaseline was over 30% higher than the mean for the ‘clinical ’group for the study in which clinical\nand comparison norms were reported (from participants in a university sample scoring above cut-\noff on a single item rating severity, which has not been psychometrically evaluated). Thisdifference in means suggested that our patient group experienced more severe symptoms\ncompared with the group for which ‘clinical ’norms were available. We decided that our patients ’\nscores at the end of treatment in relation to the comparison group norms would therefore be abetter criterion for clinically significant change.\nResults\nThere was missing data for one patient on the MQ at pre-treatment, and for three patients on theGAD-7 and PHQ-9 at follow-up. Therefore, their data were not included in any analyses usingthose specific measures but were included in analyses for other measures.\nComparisons on misophonia measures\nFor both misophonia measures, t-tests revealed a significant difference in score from pre-\ntreatment to final follow-up (Table 4) with large effect sizes (Cohen ’sd>.08). There was a 38%Table 4. Comparisons between pre-treatment and follow-up measures of misophonia symptoms\nPre-treatment Final follow-up\nMeasures Mean SD Mean SD t d.f.p\n(two-sided) Cohen ’sd\nMQ 42.39 9.39 26.44 11.18 6.90 17 <.001 1.63\nMSYS 18.44 5.08 14.61 5.56 3.60 17 .002 0.85\nMEBS 23.94 5.20 11.83 6.30 7.95 17 <.001 1.87\nA-MISO-S 15.11 2.89 9.05 3.24 6.78 18 <.001 1.55\nMQ, Misophonia Questionnaire; MSYS, Misophonia Symptom Scale (MQ subscale 1); MEBS, Misophonia Emotions and Beliefs Scale (MQ\nsubscale 2); A-MISO-S, Amsterdam Misophonia Scale. A Bonferroni adjustment was applied for multiple comparisons and all results were\nsignificant at p<.008.Behavioural and Cognitive Psychotherapy 9\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "change on the MQ total score. For the two subscales of the MQ, there was a 21% change on the\nSymptoms Scale and 51% change on the Emotions and Behaviour Scale. There was a 40% change\non the A-MISO-S.\nReliable and clinically significant change on the Misophonia Questionnaire\nFrom pre-treatment to follow-up, 14 out of 18 patients (78%) had reliably improved on the MQ,\nand four had not made reliable change. There was no reliable deterioration found. Eleven patients(61%) made clinically significant change. The average score on the MQ before treatment was 42.39(SD=9.39) and the average score at follow-up was 26.44 ( SD=11.18). Patient scores on the MQ\ncan be seen in Fig. 2, with pre-treatment scores on the x-axis and follow-up scores on the y-axis.\nPatient markers within the tramlines indicate no reliable change, and those below and to the rightof the tramlines indicate reliable change.\nComparisons on depression and anxiety measures\nMean scores for symptoms of depression and anxiety were significantly reduced from pre-treatment to follow-up (Table 5), with large effect sizes (Cohen ’sd>.08).\nMean scores for depression symptoms on the PHQ-9 moved from the mild symptom range\n(score range 5 –9; Kroenke et al.,2001 ) to non-clinical ( <5). For anxiety symptoms, mean GAD-7\nscores reduced from the clinical range to the non-clinical range (with a clinical cut-off score of >7;\nSpitzer et al.,2006 ).\nDiscussion\nThis case series aimed at evaluating whether one-to-one, formulation-driven CBT significantly\nreduced symptoms of misophonia in patients at a specialist psychology service. Close to 80% of\npatients showed reliable improvement and more than half showed clinically significant change in\nmisophonia symptoms. Symptoms of depression and anxiety also significantly reduced.\nThis study adds to the emerging literature on psychological treatments for improving\nsymptoms of misophonia, which has consisted mostly of descriptive case studies of individual\nFigure 2. Graph of reliable change index for the Misophonia Questionnaire from pre-treatment to follow-up.10 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "CBT (Bernstein et al.,2013 ; McGuire et al.,2015 ; Muller et al.,2018 ) and evaluations of group\nCBT in an open trial (Schröder et al.,2017 ) and a randomised controlled trial of group treatment\n(Jager et al.,2020 b). While misophonia is not classified as a psychiatric disorder (Swedo et al.,\n2022 ), there appear to be psychological aspects to distress in misophonia, and CBT shows promise\nas an intervention.\nComparisons between our results and previous trials must be made cautiously due to the\ndifferences in aims, methodology, measurement tools and criteria used for clinical improvement.\nWe noted that from pre-treatment to follow-up, our group had a mean score change on the\nA–MISO-S of –6.1 points, with an average symptom improvement of 40%. In the open trial of group\nCBT, Schröder et al.(2017), results showed a mean score change of –4.5 points pre- to post-\ntreatment, with an average symptom change of 33%. It was interesting to note that in both our\nevaluation and the open trial, the average final score on the A-MISO-S was 9.1. Schröder et al.(2013)\nfound that higher initial scores on the A-MISO-S was predictive of greater symptom change, so it is\npossible that our slightly increased symptom change was influenced by the higher average score at\nbaseline (15.1 in our evaluation compared with 13.6 in the open trial). One important difference\nbetween our case series and the open trial was the total number of hours of treatment. Our patientshad an average of 13 hours of treatment, compared with 28 –32 hours of group treatment in the open\ntrial. Considering we do not yet understand the key mechanisms of misophonia, it makes sense that\nindividual therapy would be more efficient in terms of patient time, as the formulation-driven\napproach allows for targeting the maintenance cycles identified for that individual, without needing\nto spend time on interventions that may apply to other group members.\nThe relative change in scores between the two subscales of the MQ was an interesting finding.\nMost of the change in MQ scores can be accounted for by change on the Misophonia Emotions\nand Beliefs Scale, which measures how respondents react to sounds. There was very little change\non the Misophonia Symptom Scale, which asks respondents to rate how sensitive they are to\ncertain sounds, compared with other people (Wu et al.,2014 ). During informal feedback, some of\nour patients told us that even when they felt that their misophonia had improved substantially,\nand that their reactions were less intense, they still considered themselves to be sensitive to soundscompared with other people. This highlighted the limitations of this particular tool to measure\nchange in change in misophonia.\nSubsequent to this study, the S-Five, a valid and reliable tool for measuring misophonia, has\nbeen published (Vitoratou et al.,2021 ). The five dimensions of the S-Five capture aspects of\nmisophonic severity that one might expect to shift with therapy, such as appraisals, aggressiveoutbursts, dysregulation in response to sounds and perceived impact (Vitoratou et al.,2021 ). We\nnow use the S-Five to monitor outcomes, selected over the Duke Misophonia Questionnaire\n(DMQ; Rosenthal et al.,2021 ) because of the five dimensions of the S-Five, which include\ncognitive appraisals that might be targets for CBT (e.g. beliefs that there is something wrong with\noneself because of one ’s reactions to sounds, and beliefs that the source of one ’s distress is the bad\nbehaviour of others). The DMQ includes a ‘cognitive response subscale ’, but the items containedTable 5. Comparisons between pre-treatment and follow-up measures of anxiety and depression\nPre-treatment Final follow-up\nMeasures Mean SD Mean SD t d.f.p\n(two-sided) Cohen ’sd\nDepression (PHQ-9) 8.50 4.31 4.50 2.50 3.40 15 .004 0.85\nAnxiety (GAD-7) 9.63 4.32 5.63 3.10 4.59 15 <.001 1.15\nPHQ-9, Patient Health Questionnaire-9, measuring symptoms of depression in the past two weeks; GAD-7, Generalised Anxiety Questionnaire-7,\nmeasuring symptoms of anxiety in the past two weeks. A Bonferroni adjustment was applied for multiple comparisons and both results weresignificant at p<.008.Behavioural and Cognitive Psychotherapy 11\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "within the subscale seem to reflect a verbalisation of distress or dysregulation (e.g. ‘I am helpless ’\nand ‘I would do anything to make it stop ’) rather than an appraisal of the problem, and so may be\nless helpful for detecting cognition change during therapy. One patient from the present case\nseries, whose treatment commenced after the S-Five became available, completed the S-Five at\neach session, and there were different points of change on the different factors for that particularpatient, with scores on ‘internalising appraisals ’(attributing blame to oneself) changing after the\ninitial assessment, and ‘emotional threat ’(a sense of, or prediction of, emotional dysregulation)\nscores changing after active treatment commenced (Gregory and Foster, 2023 ).\nMisophonia-specific interventions were those that included interacting with sounds and\nreactions in novel ways without using their usual coping strategies, to create new associations withsounds and test feared consequences. For some patients this involved addressing a specific,\nverbalised belief (e.g. ‘If I have to keep listening to this disgusting noise, I will throw up ’); for others\nit was simplified by rating their felt sense of threat and/or violation in the moment. Theexperiments were typically brief and repeated several times, with changes observed in the ratings\nof threat/violation between repetitions. Several patients gave positive feedback on the value of\nthese experiments, saying their reactions felt fundamentally different afterwards (e.g. from intenseviolation to mild irritation), which could indicate that inhibitory learning had taken place (Craskeet al.,2014 ). Further research is needed to determine the mechanism of change happening in these\nexperiments.\nImagery rescripting (ImRs) was used to process and ‘update ’early memories associated with\nthe development of strong reactions to sounds. While trauma-informed, this technique can alsotarget non-trauma memories that are meaningful in terms of the development of beliefs\nunderlying the current problem (Holmes et al.,2007 ). While ImRs has not previously been\nreported in the context of misophonia, there is evidence that eye movement desensitisation andreprocessing (EMDR) therapy, which involves a similar strategy of updating memories, may help\nreduce symptoms of misophonia (Jager et al.,2021 ). While the mechanisms behind ImRs are not\nfully understood, Kunze et al.(2019 ) proposed that there may be multiple mechanisms involved,\nand that there are likely different mechanisms involved for ImRs techniques compared withexposure techniques.\nFrom our clinical observations and informal feedback from patients, we noticed that there was\nvariation in the change that resulted from ImRs. For some, it shifted the feeling that there wassomething seriously wrong with them for reacting that way (Theory B). For others, it helped toupdate beliefs from believing others don ’t care (Theory A), to believing they don ’t understand. For\nsome, it was useful for distinguishing early experiences from current experiences (e.g. being able to\nleave the situation as an adult but not as a child; no longer being in a chaotic or abusiveenvironment; improved skills in emotion regulation and impulse control as an adult), which\nstrengthened their belief that distress in misophonia was compounded by their circumstances and\ntherefore could potentially change (Theory C). Techniques to identify sensory triggers anddistinguish between current (benign) circumstances and past traumatic circumstances (stimulusdiscrimination; Ehlers et al.,2004 ) were also used to support this differentiation at a felt-sense\nlevel. It would be useful to explore the relevance of early memories in misophonia using in-depth\nqualitative studies and to experimentally test ImRs as an intervention.\nOne of our aims was to develop hypotheses about potential cognitive and behavioural\nmechanisms that may be key to misophonia. We noticed some themes in terms of cognitions:\nbeliefs that the individual is flawed or damaged in some way because of the way they react to\nsounds; beliefs that others who make problematic sounds are uncaring, thoughtless or willinglycausing harm; and fears about what might happen in the moment (e.g. losing control or being\njudged) or longer term (emotional, physical or social harm caused by misophonia). We theorised\nthat behaviours were intended to minimise emotional or behavioural dysregulation, preventspecific feared consequences (e.g. hiding emotions to avoid being judged), or to communicatedistress. While we were able to work with individuals to test whether coping strategies achieved12 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "their intended function and to examine unintended consequences, no clear themes emerged\nacross the group about whether particular kinds of behaviours might play a key role inmaintaining distress.\nFurther research is needed to understand the role of behaviour in the development and\nmaintenance of misophonia. Avoidance behaviour is a key maintenance factor in many anxietydisorders and treatment frequently aims to reduce avoidance (Butler et al.,2010 ). To date, there\nhave been no experimental or prospective studies examining whether avoidance is associated with\nworsening misophonia symptoms. One study (Dibb and Golding, 2022 ) found that higher\navoidance of triggers was cross-sectionally associated with poorer quality of life in one domain(physical functioning) but, at 6-month follow-up, higher avoidance of triggers at baseline\npredicted higher quality of life in another domain (role limitations as a result of emotional\nproblems). This suggests that it is possible that some avoidance behaviour may actually helpreduce the impairment associated with misophonia. Future studies need to assess a range ofmisophonic behaviours and explore the impact on short- and long-term misophonia severity and\nimpairment.\nStrengths and limitations\nOne of the strengths of this case series is that it shows outcomes from highly individualisedtreatment, reflecting the ‘real world ’therapy available to these patients. It used a consecutive\nreferral design, showing the results of all eligible patients who underwent treatment in the relevanttime period, including those who did not improve. There were no drop-outs in the case series,\nother than one patient who postponed treatment for practical reasons, indicating a high level of\nacceptability for this treatment.\nThis was an uncontrolled case series evaluating the treatment provided in a healthcare service,\nrather than an experimentally designed piece of research, and therefore there are several\nlimitations to be acknowledged. Firstly, our small sample size was predominantly female and\nwhite British, and there was no control group. Treatment was highly individualised and thereforethere was no set ‘protocol ’being evaluated here. The treatment format and number of sessions\nwere not consistent across patients. The follow-up period was not consistent, and some patients\nwere seen for follow-up sessions, while the follow-up for others consisted only of submittingoutcome measures. The results should therefore be considered exploratory and hypothesis-generating for future research.\nAt the time these patients were seen, the measures that were publicly available had not been\nsubjected to rigorous psychometric evaluation and norms for a treatment-seeking population werenot available for the best-validated measure. This limited our analysis to using non-clinical\ncomparison groups for the assessment of clinically significant change. Future treatment studies\nshould use the measurement tools for misophonia now available that are multi-dimensional andhave been subjected to rigorous psychometric evaluation (e.g. Rosenthal et al.,2021 ; Vitoratou\net al.,2021 ; Rinaldi et al.,2022 ), with both clinical (Vitoratou et al.,2021 ) and comparison\n(Vitoratou et al.,2023 ) norms available. Finally, while there was a significant decrease in scores for\nsymptoms of depression and anxiety, it should be noted that at the beginning of treatment theaverage scores for both were in the mild range. Therefore, any hypotheses about the impact of\nmisophonia-focused treatment on symptoms of depression and anxiety should be held lightly and\ntested further.\nConclusions\nCase series are an important early step in the development of research hypotheses and ‘proof of\nconcept ’for treatment of newly characterised conditions (Kempen, 2011 ). The present study\ndemonstrates that further investigation of individual CBT as a treatment for misophonia isBehavioural and Cognitive Psychotherapy 13\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "warranted. It also provides clinical observations that can contribute to the development of a\ntheoretical model, which could then be tested in a series of experimental studies (Clark, 2004 ).\nData availability statement. The data that support the findings of this study are available on request from the corresponding\nauthor, J.G. The data are not publicly available due to data containing information that could compromise the privacy of\npatients.\nAcknowledgements. We would like to extend a huge thank you to all our patients, truly experts by experience, who trusted us\nand were willing to try hard things. Thank you also to Paul Salkovskis for his advice on data analysis and feedback on the\nmanuscript, to Victoria Bream for feedback on design of the analysis, to Sheena Liness for clinical supervision, and toBlake Stobie and David Veale for their help and support in setting up the project.\nAuthor contributions. Jane Gregory: Conceptualization (lead), Data curation (equal), Formal analysis (lead), Funding\nacquisition (lead), Investigation (equal), Methodology (lead), Project administration (lead), Writing –original draft (lead);\nTom Graham: Conceptualization (supporting), Data curation (supporting), Investigation (equal), Methodology (supporting),\nWriting –review & editing (supporting); Brett Hayes: Data curation (equal), Methodology (supporting), Writing –review &\nediting (supporting).\nFinancial support. This research was funded by the Wellcome Trust [J.G.; grant number 102176/B/13/Z]. For the purpose of\nopen access, the author has applied a CC-BY public copyright licence to any Author Accepted Manuscript version arising from\nthis submission. The views expressed are those of the author(s) and not necessarily those of the NHS or the Wellcome Trust.The funders were not involved in the design or implementation of the study.\nCompeting interests. The authors declare that the research was conducted in the absence of any commercial or financial\nrelationships that could be construed as a potential conflict of interest.\nEthical standards. All authors have abided by the Ethical Principles of Psychologists and Code of Conduct as set out by the\nBABCP and BPS. The therapy was provided as part of usual care at the Centre for Anxiety Disorders and Trauma in South\nLondon and Maudsley NHS Foundation Trust. These patients were seen as part of routine treatment provision and this case\nseries was approved as a service evaluation by the Southwark Information Governance team at South London and MaudsleyNHS Foundation Trust.\nReferences\nAlekri, J., & Al Saif, F. (2019). Suicidal misophonia: a case report. Psychiatry and Clinical Psychopharmacology ,29, 232 –237.\nhttps://doi.org/10.1080/24750573.2019.1597585\nArntz, A. (2012). Imagery rescripting as a therapeutic technique: review of clinical trials, basic studies, and research agenda.\nJournal of Experimental Psychopathology ,3, 189 –208. https://doi.org/10.5127/jep.024211\nArntz, A., & Jacob, G. (2012). Schema Therapy in Practice: An Introductory Guide to the Schema Mode Approach . Wiley.\nBennett-Levy, J., Westbrook, D., Fennell, M., Cooper, M., Rouf, K., & Hackmann, A. (2016). Behavioural experiments:\nhistorical and conceptual underpinnings. Oxford Guide to Behavioural Experiments in Cognitive Therapy ,1–20.https://doi.\norg/10.1093/MED:PSYCH/9780198529163.003.0001\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural therapy for the treatment of\nmisophonia: a case example. Cognitive Behaviour Therapist ,6, E10. https://doi.org/10.1017/S1754470X13000172\nBream, V., Challacombe, F., Palmer, A., & Salkovskis, P. (2017). Cognitive Behaviour Therapy for Obsessive-Compulsive\nDisorder . Oxford University Press. https://psycnet.apa.org/record/2017-33272-000\nButler, G., Fennell, M., & Hackmann, A. (2010). Cognitive-Behavioral Therapy for Anxiety Disorders: Mastering Clinical\nChallenges (Guides to Individualized Evidence-based Treatment) . Guilford Press.\nClark, D. M. (2004). Developing new treatments: on the interplay between theories, experimental science and clinical\ninnovation. Behaviour Research and Therapy ,42, 1089 –1104. https://doi.org/10.1016/J.BRAT.2004.05.002\nCraske, M. G., Treanor, M., Conway, C., Zbozinek, T., & Vervliet, B. (2014). Maximizing exposure therapy: an inhibitory\nlearning approach. Behavior and Research Therapy ,58,1 0 –23.https://doi.org/10.1016/j.brat.2014.04.006\nDibb, B., & Golding, S. E. (2022). A longitudinal investigation of quality of life and negative emotions in misophonia.\nFrontiers in Neuroscience ,16, 900474. https://doi.org/10.3389/fnins.2022.900474\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience. https://doi.org/10.3389/fnhum.2013.00296\nEhlers, A., Hackmann, A., & Michael, T. (2004). Intrusive re-experiencing in post-traumatic stress disorder: phenomenology,\ntheory, and therapy. Memory ,12, 403 –415. https://doi.org/10.1080/0965821044400002514 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Frank, B., & McKay, D. (2019). The suitability of an inhibitory learning approach in exposure when habituation fails:\na clinical application to misophonia. Cognitive and Behavioral Practice ,26, 130 –142. https://doi.org/10.1016/j.cbpra.2018.\n04.003\nGendlin, E. T. (1996). Focusing-Oriented Psychotherapy: A Manual of the Experiential Method . Guilford Press.\nGregory, J., & Foster, C. (2023). Session-by-session change in misophonia: a descriptive case study using intensive CBT. The\nCognitive Behaviour Therapist ,16, E18. https://doi.org/10.1017/S1754470X23000107\nHocaoglu, C. (2018). A little known topic misophonia: two case reports. Dusunen Adam The Journal of Psychiatry and\nNeurological Sciences ,31,8 9 –96.https://doi.org/10.5350/DAJPN2018310109\nHolmes, E. A., Arntz, A., & Smucker, M. R. (2007). Imagery rescripting in cognitive behaviour therapy: images, treatment\ntechniques and outcomes. Journal of Behavior Therapy and Experimental Psychiatry ,38, 297 –305.https://doi.org/10.1016/j.\njbtep.2007.10.007\nJacobson, N. S., & Truax, P. (1991). Clinical significance: a statistical approach to defining meaningful change in psychotherapy\nresearch. Journal of Consulting and Clinical Psychology ,59,1 2 –19.https://doi.org/10.1037/0022-006X.59.1.12\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020a). Misophonia: phenomenology, comorbidity and\ndemographics in a large sample. PLoS One ,15.https://doi.org/10.1371/journal.pone.0231390\nJager, I., Vulink, N., Bergfeld, I., Loon, A., & Denys, D. (2020b). Cognitive behavioral therapy for misophonia: a randomized\nclinical trial. Depression and Anxiety ,37.https://doi.org/10.1002/da.23127\nJager, I., Vulink, N., de Roos, C., & Denys, D. (2021). EMDR therapy for misophonia: a pilot study of case series. European\nJournal of Psychotraumatology ,12.https://doi.org/10.1080/20008198.2021.1968613\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy (TRT). Australian\nand New Zealand Journal of Audiology ,24,7 4 –84.https://doi.org/10.1375/audi.24.2.74.31105\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When selective audiovisual\nstimuli become unbearable: a case series on pediatric misophonia. Neuropsychiatry ,3, 569 –575. https://doi.org/10.2217/\nnpy.13.70\nKamody, R. C., & del Conte, G. S. (2017). using dialectical behavior therapy to treat misophonia in adolescence [Letter to the\nEditor]. The Primary Care Companion for CNS Disorders ,19.https://doi.org/10.4088/PCC.17l02105\nKempen, J. H. (2011). Appropriate use and reporting of uncontrolled case series in the medical literature. American Journal of\nOphthalmology ,151,7–10.https://doi.org/10.1016/J.AJO.2010.08.047\nKroenke, K., Spitzer, R. L., & Williams, J. B. W. (2001). The PHQ-9. Journal of General Internal Medicine ,16, 606 –613.\nhttps://doi.org/10.1046/J.1525-1497.2001.016009606.X\nKunze, A. E., Arntz, A., & Kindt, M. (2019). Investigating the effects of imagery rescripting on emotional memory: a series of\nanalogue studies. Journal of Experimental Psychopathology ,10.https://doi.org/10.1177/2043808719850733\nKuyken, W., Padesky, C. A., & Dudley, R. (2011). Collaborative Case Conceptualization: Working Effectively with Clients in\nCognitive-Behavioral Therapy . New York: Guilford Press.\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-behavioral therapy for 2 youths with misophonia. Journal of\nClinical Psychiatry ,76, 573 –574. https://doi.org/10.4088/JCP.14cr09343\nMorley, S., & Dowzer, C. N. (2014). The Leeds Reliable Change Indicator Simple Excel (tm) applications for the analysis of\nindividual patient and group data Manual for the Leeds Reliable Change Indicator: Simple Excel (tm) applications for the\nanalysis of individual patient and group data .https://dclinpsych.leeds.ac.uk/wp-content/uploads/sites/26/2018/09/Manual-\nfor-Leeds-RCI-CSC-calculators.pdf\nMuller, D., Khemlani-Patel, S., & Neziroglu, F. (2018). Cognitive-behavioral therapy for an adolescent female presenting\nwith misophonia: a case example. Clinical Case Studies ,17, 249 –258. https://doi.org/10.1177/1534650118782650\nPersons, J. B. (2005). Empiricism, mechanism, and the practice of cognitive-behavior therapy. Behavior Therapy ,36, 107 –118.\nhttps://doi.org/10.1016/S0005-7894(05)80059-0\nPersons, J. B., Roberts, N. A., Zalecki, C. A., & Brechwald, W. A. (2006). Naturalistic outcome of case formulation-driven\ncognitive-behavior therapy for anxious depressed outpatients. Behaviour Research and Therapy ,44, 1041 –1051. https://doi.\norg/10.1016/j.brat.2005.08.005\nReid, A. M., Guzick, A. G., Gernand, A., & Olsen, B. (2016). Intensive cognitive-behavioral therapy for comorbid\nmisophonic and obsessive-compulsive symptoms: a systematic case study. Journal of Obsessive-Compulsive and Related\nDisorders ,10,1–9.https://doi.org/10.1016/j.jocrd.2016.04.009\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer well-being in children with misophonia: evidence from the\nSussex misophonia scale for adolescents. Frontiers in Psychology ,13, 808379.\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, J., & Kelley, L. D. (2021).\nDevelopment and initial validation of the Duke Misophonia Questionnaire. Frontiers in Psychology ,12, 4197. https://doi.\norg/10.3389/FPSYG.2021.709928/BIBTEX\nRosenthal, M. Z., Shan, Y., & Trumbull, J. (2023). Treatment of misophonia. Advances in Psychiatry and Behavioral Health .\nhttps://doi.org/10.1016/J.YPSC.2023.03.009Behavioural and Cognitive Psychotherapy 15\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Rosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta, R., Trumbull, J., Anand, D.,\nFrazer-Abel, E. S. and Kelley, L. (2022). Phenotyping misophonia: psychiatric disorders and medical health correlates.\nFrontiers in Psychology ,13.https://doi.org/10.3389/fpsyg.2022.941898\nRouw, R., & Erfanian, M. (2018). A large-scale study of misophonia. Journal of Clinical Psychology ,74, 453 –479.https://doi.\norg/10.1002/jclp.22500\nSalkovskis, P. M., Gregory, J. D., Sedgwick-Taylor, A., White, J., Opher, S., & Ólafsd´ ottir, S. (2016). Extending cognitive-\nbehavioural theory and therapy to medically unexplained symptoms and long-term physical conditions: a hybridtransdiagnostic/problem specific approach. Behaviour Change ,33, 172 –192. https://doi.org/10.1017/bec.2016.8\nSalkovskis, P. M., Hackmann, A., Wells, A., Gelder, M. G., & Clark, D. M. (2007). Belief disconfirmation versus habituation\napproaches to situational exposure in panic disorder with agoraphobia: a pilot study. Behaviour Research and Therapy ,45,\n877 –885. https://doi.org/10.1016/J.BRAT.2006.02.008\nSchneider, R. L., & Arch, J. J. (2017). Case study: a novel application of mindfulness- and acceptance-based components to\ntreat misophonia. Journal of Contextual Behavioral Science ,6, 221 –225. https://doi.org/10.1016/j.jcbs.2017.04.003\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: diagnostic criteria for a new psychiatric disorder. PLoS One ,8.\nhttps://doi.org/10.1371/journal.pone.0054706\nSchröder, A., Vulink, N., van Loon, A., & Denys, D. (2017). Cognitive behavioral therapy is effective in misophonia: an open\ntrial. Journal of Affective Disorders ,217, 289 –294. https://doi.org/10.1016/j.jad.2017.04.017\nSinger, D. A. (2018). The mixed methods case study of ‘Zara ’: cognitive behavior therapy treatment of a college student with\nmisophonia . Doctoral dissertation, Rutgers, The State University of New Jersey. https://doi.org/doi:10.7282/T33J3HKH\nSpitzer, R. L., Kroenke, K., Williams, J. B. W., & Löwe, B. (2006). A brief measure for assessing generalized anxiety disorder:\nthe GAD-7. Archives of Internal Medicine ,166, 1092 –1097. https://doi.org/10.1001/ARCHINTE.166.10.1092\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S.,\nRosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., &\nRaver, S. M. (2022). Consensus definition of misophonia: a Delphi study. Frontiers in Neuroscience ,16, 224. https://doi.org/\n10.3389/FNINS.2022.841816/BIBTEX\nThwaites, R., & Freeston, M. H. (2005). Safety-Seeking behaviours: fact or function? How can we clinically differentiate\nbetween safety behaviours and adaptive coping strategies across anxiety disorders? Behavioural and Cognitive\nPsychotherapy ,33, 177 –188. https://doi.org/10.1017/S1352465804001985\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., & Gregory, J. (2023). Misophonia in the UK:\nprevalence and norms from the S-Five in a UK representative sample. PLoS One ,18, e0282777. https://doi.org/10.1371/\nJOURNAL.PONE.0282777\nVitoratou, S., Uglik-Marucha, N., Hayes, C., & Gregory, J. (2021). Listening to people with misophonia: exploring the\nmultiple dimensions of sound intolerance using a new psychometric tool, the S-Five, in a large sample of individuals\nidentifying with the condition. Psych ,3, 639 –662. https://doi.org/10.3390/PSYCH3040041\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology, and clinical\ncorrelates in an undergraduate student sample. Journal of Clinical Psychology ,70, 994 –1007. https://doi.org/10.1002/jclp.\n22098\nCite this article: Gregory J, Graham T, and Hayes B. Targeting beliefs and behaviours in misophonia: a case series from a UK\nspecialist psychology service. Behavioural and Cognitive Psychotherapy .https://doi.org/10.1017/S135246582300046216 Jane Gregory et al.\nhttps://doi.org/10.1017/S1352465823000462  Published online by Cambridge University Press"
    }
  ]
}