{
  "doc_type": "scientific paper",
  "title": "Neural evidence for non-orofacial triggers in mild misophonia",
  "authors": [
    "Hansen"
  ],
  "year": 2021,
  "journal": "Neuroscience,",
  "doi": "10.3389/fnins.2022.880759",
  "abstract": null,
  "keywords": [
    "misophonia",
    "resting-state connectivity",
    "fMRI",
    "sensorimotor cortex",
    "orofacial",
    "ﬁnger-"
  ],
  "research_topics": [
    "misophonia",
    "resting-state connectivity",
    "fMRI",
    "sensorimotor cortex",
    "orofacial",
    "ﬁnger-"
  ],
  "created_at": "2025-05-05T02:28:22.732034Z",
  "source_pdf": "documents/research/Global/Hansen 2021 Neural evidence for non-orofacial triggers in mild misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 1\nTYPE Original Research\nPUBLISHED 09 August 2022\nDOI10.3389/fnins.2022.880759\nOPEN ACCESS\nEDITED BY\nCara Altimus,\nMilken Institute, United States\nREVIEWED BY\nAndrada Neacsiu,\nDuke University, United States\nPhillip Evan Gander,\nThe University of Iowa, United States\nEster Benzaquen,\nNewcastle University, United Kingdom,\nin collaboration with reviewer PEG\n*CORRESPONDENCE\nHeather A. Hansen\nhansen.508@osu.edu\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 21 February 2022\nACCEPTED 18 July 2022\nPUBLISHED 09 August 2022\nCITATION\nHansen HA, Stefancin P, Leber AB and\nSaygin ZM (2022) Neural evidence for\nnon-orofacial triggers in mild\nmisophonia.\nFront. Neurosci. 16:880759.\ndoi: 10.3389/fnins.2022.880759\nCOPYRIGHT\n© 2022 Hansen, Stefancin, Leber and\nSaygin. This is an open-access article\ndistributed under the terms of the\nCreative Commons Attribution License\n(CC BY). The use, distribution or\nreproduction in other forums is\npermitted, provided the original\nauthor(s) and the copyright owner(s)\nare credited and that the original\npublication in this journal is cited, in\naccordance with accepted academic\npractice. No use, distribution or\nreproduction is permitted which does\nnot comply with these terms.Neural evidence for\nnon-orofacial triggers in mild\nmisophonia\nHeather A. Hansen *, Patricia Stefancin, Andrew B. Leber and\nZeynep M. Saygin\nDepartment of Psychology, The Ohio State University, Columbus, OH, United States\nMisophonia, an extreme aversion to certain environmental sounds, is a\nhighly prevalent yet understudied condition plaguing roughly 20% of the\ngeneral population. Although neuroimaging research on misophonia is scant,\nrecent work showing higher resting-state functional connectivity (rs-fMRI)\nbetween auditory cortex and orofacial motor cortex in misophonia vs.\ncontrols has led researchers to speculate that misophonia is caused by\norofacial mirror neurons. Since orofacial motor cortex was deﬁned using rs-\nfMRI, we attempted to theoretically replicate these ﬁndings using orofacial\ncortex deﬁned by task-based fMRI instead. Further, given our recent work\nshowing that a wide variety of sounds can be triggering (i.e., not just\noral/nasal sounds), we investigated whether there is any neural evidence\nfor misophonic aversion to non-orofacial stimuli. Sampling 19 adults with\nvarying misophonia from the community, we collected resting state data\nand an fMRI task involving phoneme articulation and ﬁnger-tapping. We\nﬁrst deﬁned “orofacial” cortex in each participant using rs-fMRI as done\npreviously, producing what we call resting-state regions of interest (rsROIs).\nAdditionally, we functionally deﬁned regions (fROIs) representing “orofacial” or\n“ﬁnger” cortex using phoneme or ﬁnger-tapping activation from the fMRI task,\nrespectively. To investigate the motor speciﬁcity of connectivity differences,\nwe subdivided the rsROIs and fROIs into separate sensorimotor areas based on\ntheir overlap with two common atlases. We then calculated rs-fMRI between\neach rsROI/fROI and a priori non-sensorimotor ROIs. We found increased\nconnectivity in mild misophonia between rsROIs and both auditory cortex and\ninsula, theoretically replicating previous results, with differences extending\nacross multiple sensorimotor regions. However, the orofacial task-based\nfROIs did not show this pattern, suggesting the “orofacial” cortex described\npreviously was not capturing true orofacial cortex; in fact, using task-based\nfMRI evidence, we ﬁnd no selectivity to orofacial action in these previously\ndescribed “orofacial” regions. Instead, we observed higher connectivity\nbetween ﬁnger fROIs and insula in mild misophonia, demonstrating neural\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 2\nHansen et al. 10.3389/fnins.2022.880759\nevidence for non-orofacial triggers. These results provide support for a\nneural representation of misophonia beyond merely an orofacial/motor origin,\nleading to important implications for the conceptualization and treatment\nof misophonia.\nKEYWORDS\nmisophonia, resting-state connectivity, fMRI, sensorimotor cortex, orofacial, ﬁnger-\ntapping\nIntroduction\nImagine experiencing the same sense of anxiety, panic, or\nrage you feel toward the sound of nails scraping chalkboard\nto innocuous soft sounds in the environment, like chewing,\nbreathing, or tapping. This is the reality for individuals with\nmisophonia, a highly prevalent yet understudied disorder of\nsound processing. A consensus deﬁnition describes misophonia\nas a decreased sound tolerance to speciﬁc sounds or stimuli\nassociated with the sounds, resulting in strong negative\nemotional, physiological, and behavioral responses not seen\nin other people (Swedo et al., 2021). Anecdotal reports\nfrom suﬀerers reveal serious daily impairments attributable to\nmisophonia–job instability, deteriorating relationships, suicidal\nthoughts (Edelstein et al., 2013; Rouw and Erfanian, 2017; Swedo\net al., 2021)–yet the condition is severely understudied with\nmechanisms vastly unknown.\nAt the time of this writing, 105 peer-reviewed misophonia\narticles exist on PubMed. Only seven of these articles,\nhowever, investigate this disorder using magnetic resonance\nimaging (MRI). MRI research enables a non-invasive and\nin vivo assessment of pathophysiology, neural mechanisms,\nand treatment strategies that have been instrumental to\nunderstanding other disorders (Dijkhuizen and Nicolay, 2003).\nIn fact, neural markers based on functional magnetic resonance\nimaging (fMRI) during rest have been identiﬁed and proposed\nfor various psychopathologies, such as obsessive-compulsive\ndisorder (OCD) (e.g., Takagi et al., 2017), schizophrenia (e.g.,\nChahine et al., 2017; Wang et al., 2020), and bipolar disorder\n(e.g., Magioncalda et al., 2015; Wang et al., 2020). Are there\nneural markers for misophonia?\nOne of the ﬁrst fMRI studies of misophonia found that\nindividuals with misophonia showed signiﬁcant diﬀerences\nas compared to healthy controls in the anterior insular\ncortex, speciﬁcally when presented with triggering auditory\nstimuli (Kumar et al., 2017). The anterior insular cortex has\nbeen implicated in a wide variety of functions, including\nsubjective evaluation of pain (Brooks et al., 2002), goal-\ndirected attentional control (Eckert et al., 2009; Nelson et al.,\n2010), interoception (Wang et al., 2019), and processingof disgust (Krolak-Salmon et al., 2003). Other fMRI work\nshowed increased activation in the insula, anterior cingulate\ncortex, and superior temporal cortex (i.e., auditory cortex)\nin misophonia participants when presented with video clips\ndepicting triggering actions, as compared to generally aversive\nactions or neutral actions (Schröder et al., 2019).\nPrevious work has also explored connectivity diﬀerences\nin misophonia. A recent study used diﬀusion weighted\nimaging (DWI) (a measure of structural connectivity and\nwhite matter tracts) and found that, as compared to healthy\ncontrols, individuals with misophonia had greater white\nmatter volumes in the inferior fronto-occipital fasciculus,\nanterior thalamic radiation, and corpus callosum (Eijsker et al.,\n2021a). Additionally, several misophonia studies have explored\nfunctional connectivity, measured by correlating the fMRI\nactivation of various regions of interest (ROIs) across time\neither during a task or while the brain is at rest, eﬀectively\nmeasuring to what extent the ROIs spontaneously activate\ntogether. One study noted signiﬁcant functional connectivity\nassociated with misophonia between the anterior insular cortex\nand (a) posterior cingulate cortex/precuneus; (b) ventromedial\nprefrontal cortex; (c) hippocampus; and (d) amygdala (Kumar\net al., 2017), a subcortical structure often implicated in emotion\nprocessing and regulation (Phillips et al., 2003; Ochsner et al.,\n2012). Another found increased functional connectivity in\nmisophonia (a) between the amygdala and cerebellum and (b)\nwithin the lateral occipital/fusiform area of the ventral attention\nnetwork (Eijsker et al., 2021b).\nMost recently, Kumar et al. (2021) introduced a new\nhypothesis about the neural origins of misophonia using resting-\nstate functional connectivity (rs-fMRI) within motor cortex,\nmotivated by the use of mimicking movements as a common\ncoping mechanism for suﬀerers (Edelstein et al., 2013). Mirror\nneurons in motor cortex would presumably be activated simply\nby seeing or hearing sensory input (e.g., the sound of chewing\nwould evoke activity within the part of motor cortex responsible\nfor chewing motions, even when performed by others) (see\n“audiovisual mirror neurons, ” Kohler et al., 2002). (Kumar et al.,\n2021) therefore investigated the connectivity between auditory\ncortex (where sound is processed) and orofacial motor and\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 3\nHansen et al. 10.3389/fnins.2022.880759\npremotor cortex (where chewing motions originate). Their data\nshow that the orofacial region within the ventral premotor\ncortex is more strongly connected to the planum temporale\nand to the anterior insula in individuals with misophonia\ncompared to healthy controls. The planum temporale functions\nas higher-level auditory cortex, often associated with speech\ncomprehension (Shapleske et al., 1999) and the analysis of\nmany types of complex sounds more broadly (Griﬃths and\nWarren, 2002). Since the ventral premotor cortex is thought\nto be a key hub of the mirror neuron system (Rizzolatti and\nCraighero, 2004; Iacoboni and Dapretto, 2006; Kumar et al.,\n2021), conclude that misophonia is the result of hyperactivity of\nthe mirror neurons in orofacial motor cortex, suggesting that the\naction of the trigger person is more important than the sound\nthat is produced and providing what they call the “motor basis\nof misophonia.”\nWhile these previous studies provide a foundation for\nfuture neuroimaging research on misophonia, there remain\nnumerous gaps in this literature. First, the two task-based\nfMRI experiments on misophonia so far have assumed that\nmisophonia is mainly an aversion to oral/nasal sounds. This is\nreﬂected both in the types of participants eligible for their studies\nand in the sound stimuli used in their tasks. For instance, Kumar\net al. (2017, 2021) speciﬁcally recruited misophonic individuals\nwho had oral/nasal sounds as triggers, then exclusively used\nhuman-produced oral/nasal sounds to comprise their “trigger”\ncategory. Schröder et al. (2019), Eijsker et al. (2021a,b) used\nin-house diagnostic criteria to assess their participants, which\nrequires that human-produced oral/nasal sounds be a trigger\nto be diagnosed (Schröder et al., 2013; Jager et al., 2020).\nHowever, it is clear from both anecdotal self-reports and clinical\ninterviews (e.g., Hadjipavlou et al., 2008; Edelstein et al., 2013;\nFerreira et al., 2013; Johnson et al., 2013; Neal and Cavanna,\n2013; Jastreboﬀ and Jastreboﬀ, 2014; Webber et al., 2014) as\nwell as large-scale sound bank experiments employing machine\nlearning (Hansen et al., 2021) and a consensus based on meta-\nanalysis (Swedo et al., 2021) that individuals with misophonia\nare bothered by more than just oral/nasal sounds; restricting\nthe condition to study just those triggers is likely to miss\nimportant ﬁndings.\nFurther, previous work may be biased by the construction\nand discussion of ROIs. For instance, Schröder et al. (2019)\ndeﬁned and analyzed activation in the entire insula but spoke\nof their signiﬁcant results as “conﬁrming” the Kumar et al.\n(2017) anterior insula ﬁnding. Kumar et al. (2021) used only\nthe anterior insula as a seed region based on their prior results,\nsidestepping any role the posterior insula might play, despite\nthe posterior insula’s known involvement in sensorimotor and\nauditory processing (see Uddin et al., 2017). Interestingly,\nKumar et al. (2021) built their claims around an orofacial\nmotor region, deﬁned by “the part of vPMC [PMv] which\nshowed stronger connectivity to planum temporale in resting-\nstate.” Given the planum temporale is known for processinghigher level auditory information, it is not clear why the part\nof motor cortex most strongly connected to auditory cortex\nwould be selectively related to the mouth and face. Moreover,\nprevious research may have encountered common issues with\nROI-based connectivity analyses. For example, deﬁning an ROI\nusing functional connectivity and then analyzing functional\nconnectivity of that same ROI to depict diﬀerences between\nmisophonia and control groups, while orthogonal, is a circular\nanalysis that may distort results when performed in the same\nsample (Kriegeskorte et al., 2009); when deﬁned in one sample\nand overlaid onto a separate sample, circularity is avoided but\nindividual variability in connectivity patterns is washed out (e.g.,\nseeSupplementary Figure 2 for example individual variability\nin ROI deﬁnition). Using task-based fMRI instead to localize an\norofacial motor area and then exploring its connectivity with an\nrs-fMRI analysis on independent data within the same subject\nwould remove these potential biases.\nLastly, the previous fMRI studies draw deﬁnitive\nconclusions from data that would beneﬁt from stronger control\nconditions and tests of speciﬁcity. For example, Schröder\net al. (2019) contrasted activation while watching trigger\nvideos–which included both audio and visual stimulation–with\na neutral condition in which videos depicted soundless activities\n(which would not elicit auditory activation like the trigger videos\nwould). One cannot therefore conclude that “misophonia is\nassociated with altered brain activity in the auditory cortex”\nbecause it may simply be a result of experimental design.\nSimilarly, Kumar et al. (2021) focused on orofacial cortex within\nPMv, without exploring either (a) orofacial cortex in other\nmotor/sensory regions (e.g., orofacial cortex deﬁned in PMd),\nor (b) cortex representing non-orofacial body parts. This lack of\ndissociation begs for further research to make a more deﬁnitive\nclaim that misophonia has a “motor basis.”\nThe present study seeks to ﬁll in these important gaps\nand help clarify some of the seemingly conﬂicting claims\nabout which particular brain regions and/or connections\nare responsible for misophonia. Our ﬁrst objective was to\ntheoretically replicate the results of Kumar et al. (2021), using\nan orofacial region that is functionally deﬁned from task-based\nfMRI instead of estimated from resting-state connectivity. We\nknow that functionally deﬁning ROIs is more ecologically valid\nand better captures individual variability in cortical locations\n(Swallow et al., 2003; Saxe et al., 2006). If this functionally\ndeﬁned orofacial region likewise shows higher connectivity to\nplanum temporale and insula in individuals with misophonia\ncompared to controls, we can be more conﬁdent in the motor-\nbasis ﬁnding. Second, we sought to investigate the selectivity of\nsensorimotor orofacial involvement in misophonia. Kumar et al.\n(2021) restricted their claims to orofacial motor and premotor\nregions, but given the high variation in experienced misophonia\ntriggers, we expand the present analyses to include (a) a broader\nportion of sensorimotor cortex, and (b) cortex functionally\nlinked to ﬁnger tapping.\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 4\nHansen et al. 10.3389/fnins.2022.880759\nMaterials and methods\nParticipants\nTwenty adults participated in this study. One adult was\nexcluded for excessive motion (see Section “Resting state”\nbelow), resulting in nineteen adults (14 females, 5 males, mean\nage = 25.6) included in the present analyses. Of the nineteen\nadults, ﬁve identiﬁed as Asian, two as Middle Eastern, one as\nLatino, and the rest as Caucasian. All participants were recruited\nvia advertisements on social media, ﬂyers, and study websites.\nParticipants were part of a larger ongoing longitudinal study of\nbrain development and were paid a total of $30 for participating\nin the neuroimaging protocol.\nAll experimental methods were approved by The Ohio State\nUniversity Institutional Review Board, and all participants gave\ninformed consent to participate.\nMisophonia questionnaires\nEach participant’s level of misophonia was determined using\nthree misophonia assessment surveys available at the time of\ndata collection. All participants completed the Misophonia\nActivation Scale (MAS-1) (Fitzmaurice, 2010), the Misophonia\nAssessment Questionnaire (MAQ-2) (Johnson, 2014), and the\nAmsterdam Misophonia Scale (A-MISO-S) (Schröder et al.,\n2013). Using a composite score that equally weighted the three\nmisophonic assessment surveys (see Supplementary Table 1),\nwith higher scores denoting more severe misophonia, the\n19 participants had misophonia scores ranging from 0 to\n37.3 out of 100.\nFor analyses comparing group means, we recreated\nthe binary group division of Kumar et al. (2021) by\nsplitting our sample post hoc using a score of 20 as cutoﬀ,\nresulting in seven individuals with higher misophonia scores\n(mean = 28.7, range = 20.5–37.3; four females, three males;\nmean age = 24.2) and twelve individuals with lower misophonia\nscores (mean = 9.6, range = 0–17.7; nine females, three males;\nmean age = 26.4). This subdivision was further supported by\nindividual scores on the A-MISO-S (Supplementary Table 1)\nand the suggested subdivisions provided by the authors\n(Schröder et al., 2013): individuals in the “higher misophonia”\ngroup all scored above 4 on the A-MISO-S (Mean = 7.7,\nSD = 1.1, Range = 6–9), corresponding with “mild” misophonia,\nwhereas individuals in the “lower misophonia” group all scored\nbelow 4 (Mean = 2.2, SD = 1.5, Range = 0–4), corresponding\nwith “subclinical” misophonia. For comparison, the misophonia\ngroup in Kumar et al. (2021) scored an average of 15.5 (SD = 3.4)\non the A-MISO-S, corresponding with “severe” misophonia;\nscores are not reported for the control group.\nAdditionally, to probe any comorbid eﬀects with\nother psychopathologies, all participants completed theObsessive Compulsive Inventory-Revised (OCI-R) (Foa et al.,\n2002) and Depression Anxiety Stress Scale-21 (DASS-21)\n(Lovibond and Lovibond, 1995).\nNeuroimaging procedure\nAcquisition\nScan parameters\nAll neuroimaging data were acquired at the Center for\nCognitive and Behavioral Brain Imaging at The Ohio State\nUniversity on a Siemens 3T Prisma scanner using a 32-channel\nhead coil. A 3D magnetization-prepared rapid acquisition with\ngradient echo (MPRAGE) structural scan was acquired on all\nparticipants with high-resolution (1 mm3). Resting-state MRI\ndata were acquired with a scan lasting approximately 10 min\n(TE = 28 ms, TR = 1000 ms, voxel size = 2 mm \u00022 mm\u00023 mm,\nﬂip angle = 61\u000e, 56 slices, 580 volumes). Task fMRI data were\nalso acquired on all participants (TE = 28 ms, TR = 1000 ms,\nvoxel size = 2 mm \u00022 mm\u00023 mm, 56 slices, 186 volumes).\nFunctional magnetic resonance imaging task\nAs part of a larger neuroimaging protocol studying\nspeech and language development, all participants completed\nan articulatory localizer consisting of alternating blocks of\nphoneme speech production, ﬁnger-tapping, and rest. At the\nbeginning of each block, an image of a mouth or a hand\nwas shown on the monitor. When shown the image of the\nmouth, participants were instructed to physically vocalize the\nsyllables “BA GA RA DA ” continuously until the image of\nthe mouth was removed from the screen. When shown the\nimage of the hand, participants were instructed to tap their\nﬁngers one at a time, from foreﬁnger to pinky and back again,\ncontinuously until the hand was removed from the screen.\nThe instruction image was presented at the start of each block\nfor 2 s. Each of the two conditions was presented for 16 s\nblocks, and each condition block was presented four times per\nrun. All participants included in the present study completed\nat least one run of this articulatory localizer; 11 participants\ncompleted two runs.\nPre-processing\nResting state\nResting-state pre-processing was performed using\nFreesurfer’s FS-Fast pre-processing pipeline.1Framewise\ndisplacement was calculated for use as a motion regressor.\nMasks of white matter, cerebrospinal ﬂuid (CSF), and\nsubcortical structures were then generated in each participant’s\nnative space. Next, spatial smoothing was performed using\nthe subcortical mask, and functional data were interpolated\nover motion spikes. Bandpass ﬁltering was then applied\n1 https://surfer.nmr.mgh.harvard.edu/fswiki/FsFastAnlysisBySteps\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 5\nHansen et al. 10.3389/fnins.2022.880759\nto the functional data, using a low threshold of 0.009 Hz\nand a high threshold of 0.08 Hz; temporal ﬁltering reduces\nphysiological noise given the short TR (Birn, 2012). Last,\ndata were denoised using CSF and white matter masks and\ntimepoints with framewise displacement greater than 0.5 mm\nwere censored from the data.\nPre-processed resting state data and censored timepoints\nwere visually inspected to remove potential outliers. One\nparticipant of the original 20 had 237 censored timepoints\n(40.9%) and was thus removed from further analyses. The\nremaining 19 participants had low motion (mean censored\ntimepoints = 3.1, range = 0–13). Quantity of censored time\npoints was not signiﬁcantly diﬀerent between participants with\nhigher vs. lower misophonia scores (t (17) = 1.196, p= 0.248).\nFunctional magnetic resonance imaging task\nAll task data were also pre-processed using Freesurfer’s FS-\nFast pre-processing pipeline. Each run was motion corrected to\nthe ﬁrst timepoint of the run, and timepoints with movement\nover 1 mm were removed from the analysis. Motion corrected\nvolumes were registered to each participant’s native space. Data\nwere then smoothed using a 4 mm full-width/half-maximum\nGaussian kernel and convolved with a canonical hemodynamic\nresponse function.\nContrasts were calculated using FS-Fast, speciﬁcally for\nphoneme articulation (P) minus ﬁnger-tapping (T), or P >T.\nThe reverse contrast, T >P , was calculated by taking the negative\nactivation of the P >T contrast. Masks of signiﬁcant data were\nresampled to 1 mm isotropic voxels and then registered to each\nparticipant’s anatomical scan and resting-state native space. All\nanalyses presented here use contrasts deﬁned in the ﬁrst task run\nunless otherwise noted.\nDeﬁning regions of interest\nNon-sensorimotor regions of interest\nA priori ROIs from previous literature were deﬁned\nanatomically in each participant’s native space (Figure 1),\nusing both the Destrieux atlas (Destrieux et al., 2010) and\nthe Glasser atlas (Glasser et al., 2016). The Destrieux atlas,\ndeﬁned in each participant’s native anatomical space through\nFreesurfer,2was registered to each participant’s native resting-\nspace. The Destrieux atlas was used to deﬁne primary auditory\ncortex (Heschl’s Gyrus, A1), secondary auditory cortex (Planum\nTemporale), and the amygdala. The Glasser atlas, originally\nobtained on the fsaverage surface, was transferred to each\nparticipant’s native resting-state space using Freesurfer. The\nGlasser atlas was used to deﬁne posterior, middle, and anterior\nsubdivisions of the insula.\n2 https://surfer.nmr.mgh.harvard.edu/fswiki/recon-allDeﬁning motor masks\nTo attempt to theoretically replicate the motor ﬁnding from\nKumar et al. (2021), we used their same method of overlaying\na motor mask from the Human Motor Area Template (HMAT)\n(Mayka et al., 2006). The HMAT atlas was ﬁrst registered from\nTalairach space to each participant’s native anatomical space,\nthen registered to the participant’s resting-state native space. The\nHMAT atlas subdivided each participant’s sensorimotor area\ninto four regions: primary somatosensory cortex (S1), primary\nmotor cortex (M1), dorsal premotor area (PMd), and ventral\npremotor area (PMv) (Figure 2A).\nAdditionally, to expand the sensorimotor analysis and\nensure that the use of a speciﬁc atlas did not inﬂuence the results,\nwe used the Desikan Freesurfer parcellation in native anatomical\nspace (Desikan et al., 2006) to identify the precentral and\npostcentral gyri (Figure 2B). These regions were chosen because\nof their canonical association with primary motor and primary\nsomatosensory cortices, respectively. Since the precentral and\npostcentral gyri are deﬁned using each individual’s anatomy as\nopposed to overlaying an atlas, it is possible this method will\nbetter capture individual nuances in cortical location.\nDeﬁning orofacial cortex\nMethod 1: Resting-state region of interest\nFirst, we applied the method used by Kumar et al. (2021)\nto identify an orofacial resting-state region of interest (rsROI)\nin each individual. Speciﬁcally, we located the part of PMv that\nshowed the strongest resting-state connectivity to the planum\ntemporale. To do so, we averaged together the time courses of\neach voxel comprising the planum temporale, resulting in one\nvector representing the overall time course from the region.\nWe then correlated that vector with the time course of each\nvoxel within the PMv mask separately (for more detail, see\n“calculating functional connectivity” below), and sorted the\nconnectivity values from largest to smallest. To maintain ROIs\nof similar sizes across analyses, we kept the top 10% of voxels\nfrom within PMv that had the highest connectivity to the\nplanum temporale. This calculation was done in all nineteen\nparticipants individually, and the resulting voxels comprised\nthat participant’s orofacial rsROI.\nTo explore the selectivity of connectivity diﬀerences to PMv\nspeciﬁcally, we employed the same method to deﬁne an orofacial\nrsROI in each of S1, M1, and PMd as well. Additionally, for\ncomparison, we used the Freesurfer anatomical atlas to deﬁne\nrsROIs in both the precentral and postcentral gyri.\nMethod 2: Functional region of interest\nNext, we used the articulatory localizer fMRI task to\nsubdivide sensorimotor cortex based on activation, from a scan\nindependent of the resting-state data. We used the P >T\ncontrast to identify regions representing physical orofacial\nmovement (e.g., lips, jaw, tongue, throat, face) speciﬁcally.\nBecause speech production overlaps considerably with eﬀectors\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 6\nHansen et al. 10.3389/fnins.2022.880759\nFIGURE 1\nNon-sensorimotor regions of interest (ROIs), depicted on the Freesurfer CVS average-35 in MNI152 brain. (A)Volume view, at MNI coordinates\n(37, –3, –5). Red = amygdala, green = posterior insula, cyan = middle insula, yellow = anterior insula. (B)Surface view, showing all left\nhemisphere non-sensorimotor ROIs (minus amygdala) projected to the left inﬂated surface. Blue = planum temporale, pink = A1.\nFIGURE 2\nMotor masks, depicted on the left inﬂated surface of the Freesurfer CVS average-35 in MNI152 brain. (A)The four subdivisions of the Human\nMotor Area Template. Pink = primary somatosensory cortex (S1), lime green = primary motor cortex (M1), cyan = dorsal premotor cortex (PMd),\npurple = ventral premotor cortex (PMv). (B)The two sensorimotor subdivisions from the Freesurfer anatomical parcellation. Orange = motor\nstrip (precentral gyrus), green = somatosensory strip (postcentral gyrus).\nfor orofacial movement generally (e.g., Takai et al., 2010; Kern\net al., 2019) and speech sounds are a trigger reported in many\nstudies speciﬁcally (e.g., Edelstein et al., 2013; Colucci, 2015;\nClaiborn et al., 2020; Cecilione et al., 2021), this localizer\neﬀectively accomplishes our goal of functionally deﬁning\nan orofacial region relevant to misophonia. To maintain\nconsistency with the rsROIs, we deﬁned orofacial functionalregions of interest (fROIs) within each mask (S1, M1, PMd, PMv,\nprecentral gyrus, postcentral gyrus) as the top 10% of voxels\nwithin each region comprising the t-statistic’s positive tail (see\nBlank et al., 2014).\nTo explore whether the connectivity diﬀerences in\nmisophonia were speciﬁc to orofacial cortex, we additionally\ndeﬁned ﬁnger cortex since ﬁnger-tapping has been described\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 7\nHansen et al. 10.3389/fnins.2022.880759\nin previous literature as a common misophonic trigger (e.g.,\nCavanna and Seri, 2015). For instance, 58.7% of participants\nin a large-scale study of misophonia endorsed ﬁnger actions\n(i.e., snapping, tapping, or rubbing) as triggering (Claiborn\net al., 2020), and “ﬁnger tapping” was ranked as the 15th most\ntriggering item (out of 48 total) in a separate sample of 143\nindividuals with misophonia (Rinaldi et al., 2021).\nFinger fROIs were deﬁned in each participant using the\nnegative tail of the P >T contrast to isolate cortical regions\nassociated with ﬁnger movement. As with the orofacial fROIs,\nﬁnger fROIs were deﬁned as the top 10% of voxels active\nwithin each region. For a depiction of fROI locations, see\nSupplementary Figure 1.\nFor an overview schematic of the ROI methods and\nsensorimotor templates being used in these analyses, see\nFigure 3.\nAnalyses\nCalculating percent signal change\nPercent signal change (PSC) was calculated to assess ROI\nselectivity to either phoneme articulation or ﬁnger-tapping. PSC\nanalyses were done in each participant’s anatomical brain.\nFor fROI selectivity, fROIs were deﬁned using one run of\nthe articulatory localizer fMRI task as described above. To avoid\ndouble-dipping within the same data (Kriegeskorte et al., 2009),\nPSCs were determined for each fROI using an independent task\nrun; as such, only participants with two runs of the articulatory\ntask (n = 11) were included in these analyses. To calculate PSC,\nthe beta weights of phoneme articulation or ﬁnger tapping were\ndivided by baseline and multiplied by 100. PSCs were calculated\nin each run separately (e.g., deﬁne fROI in run 1, calculate PSC\nin run 2; deﬁne fROI in run 2, calculate PSC in run 1) and\naveraged across both runs.\nFor rsROI selectivity, rsROIs were deﬁned using resting-\nstate connectivity as described above. PSCs were calculated in\neach rsROI using each run, then averaged across both runs.\nCalculating functional connectivity\nThe mean time course of each non-sensorimotor ROI,\nrsROI, and fROI was computed from the pre-processed resting-\nstate images. All ROIs were masked prior to calculations to only\ninclude voxels located in gray matter. Functional connectivity\nwas calculated using Pearson’s correlations between the time\ncourses of the non-sensorimotor ROIs and each orofacial/ﬁnger\ntarget region within each participant. To generate normally\ndistributed values, each functional connectivity value was Fisher\nz-transformed.\nConnectivity diﬀerences were analyzed using 3- and\n4-way mixed ANOV As, with group (two levels: higher\nvs. lower misophonia score) as a between-subject variable\nand non-sensorimotor ROI seed (six levels: A1, planumtemporale, and amygdala; posterior, middle, and anterior insula)\nand orofacial/ﬁnger sensorimotor target (levels depending\non method) as within-subject variables. Since signiﬁcant\nhemispheric diﬀerences in connectivity patterns were not\nobserved, ROIs were collapsed across hemispheres for the\nstatistics and graphs reported here. Paired t-tests were\nconducted for within-group comparisons and independent\nt-tests for between-group comparisons. To correct for multiple\ncomparisons, we used the Holm–Bonferroni method (Holm,\n1979) to control the familywise Type I error rate (corrected\np-values are denoted by pHB, uncorrected p-values are\nadditionally provided to aid in interpretation).\nResults\nAnalysis 1: Resting-state region of\ninterest method\nFirst, we sought to theoretically replicate the ﬁnding\nofKumar et al. (2021) by deﬁning orofacial cortex using\nresting state connectivity (i.e., rsROIs). Based on their results,\nwe expected to see increased resting-state connectivity in\nindividuals with higher misophonia scores between the PMv\nrsROI and both the planum temporale and insula.\nHuman Motor Area Template atlas\nA 2 (group: higher vs. lower misophonia score) \u00026\n(non-sensorimotor ROI: A1, planum temporale, and amygdala;\nposterior, middle, and anterior insula) \u00024 (rsROI: S1, M1, PMd,\nPMv) mixed ANOV A was conducted to assess sensorimotor\nconnectivity diﬀerences associated with misophonia ( Figure 4).\nThere was a signiﬁcant main eﬀect of group (F (1,408) = 53.345,\np= 1.481 \u000210\u000012), such that individuals with higher\nmisophonia scores had increased connectivity overall\nbetween these pre-selected regions than individuals with\nlower misophonia scores. Additionally, there was a signiﬁcant\nanatomical ROI \u0002rsROI interaction (F (15,408) = 2.145,\np= 0.008). Pre-planned independent samples t-tests for each\nnon-sensorimotor ROI–rsROI pairing revealed marginally\nsigniﬁcant group diﬀerences in connectivity between the PMv\nrsROI and the planum temporale (t (17) = 2.556, p= 0.020,\npHB= 0.082) and between the PMv rsROI and posterior insula\n(t(17) = 2.934, p= 0.009, pHB= 0.037), as predicted. The\nposterior insula also showed signiﬁcant group diﬀerences\nin connectivity with the S1 rsROI ( t(17) = 2.876, p= 0.011,\npHB= 0.037), M1 rsROI (t (17) = 2.542, p= 0.021, pHB= 0.028),\nand PMd rsROI (t (17) = 2.740, p= 0.014, pHB= 0.032). No other\nconnectivity pairings showed signiﬁcant diﬀerences between\ngroups (see Supplementary Table 2).\nTo explore whether the planum temporale–rsROI or\nposterior insula–rsROI connectivity varied by misophonia\nseverity, misophonia scores from all 19 participants were\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 8\nHansen et al. 10.3389/fnins.2022.880759\nFIGURE 3\nMethods summary. ROIs were deﬁned using either the voxels most connected to planum temporale in resting state (rsROI Method, top row; ?\nrepresents unknown location of the most connected voxels) or the most activated voxels for the articulatory localizer fMRI task (fROI Method,\nbottom row; P-T activation in sensorimotor cortex for a representative participant, projected to the surface of the Freesurfer CVS average-35 in\nMNI152 brain for visualization; warm colors = P >T, cool = T >P). For each method, regions were deﬁned within either the Human Motor Area\nTemplate mask (HMAT, left column; pink outline = S1, lime green = M1, cyan = PMd, purple = PMv) or Freesurfer parcellation (right column;\norange outline = precentral gyrus, green = postcentral gyrus). Resting state data from all four sets of ROIs were correlated with data from the\na priori non-sensorimotor ROIs (see Figure 1), creating functional connectivity matrices for each participant.\nA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula00.20.40.60.81.01.2Mean ConnectivityS1\nrsROI\n00.20.40.60.81.2Mean ConnectivityM1\nrsROI\n00.20.40.60.81.2Mean ConnectivityPMd\nrsROI\n00.20.40.60.81.2Mean ConnectivityPMv\nrsROI\nHigher misophonia scores\nLower misophonia scoresA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula0.1 0.1 0.1 *\n***†\nFIGURE 4\nFunctional connectivity between each HMAT rsROI and each non-sensorimotor ROI. Red bars = average connectivity across the seven\nparticipants with higher misophonia scores. Gray bars = average connectivity across the 12 participants with lower misophonia scores. Error\nbars are standard error of the mean.†pHB<0.1,\u0003pHB<0.05.\ncorrelated with the connectivity values from each pairing\n(Figure 5). Whereas the four planum temporale pairings did not\nsigniﬁcantly correlate with misophonia scores after correction\nfor multiple comparisons, misophonia level did signiﬁcantly\ncorrelate with each of the four posterior insula pairings (S1:\nr= 0.62, p= 0.005, pHB= 0.014; M1: r= 0.54, p= 0.018,\npHB= 0.036; PMd: r= 0.51, p= 0.026, pHB= 0.026; PMv: r= 0.70,\np= 9.147 \u000210\u00004,pHB= 3.659 \u000210\u00003). To ensure this result\nwas not better explained by demographic or psychopathological\ndiﬀerences outside of misophonia, seven measures (OCD,\ndepression, anxiety, stress, age, gender, race) were additionallyused as nuisance regressors in a linear model, creating a “pure”\nmetric of misophonia that excluded variance explained by these\nother variables. Connectivity was then correlated with this\n“pure” misophonia level as above. Misophonia still uniquely\ncorrelates with posterior insula–rsROI connectivity in all four\npairings (S1: r= 0.52, p= 0.023, pHB= 0.084; M1: r= 0.53,\np= 0.021, pHB= 0.084; PMd: r= 0.41, p= 0.085, pHB= 0.085;\nPMv: r= 0.49, p= 0.035, pHB= 0.070). As such, the original\nmetric of misophonia will be used hereafter for simplicity.\nSince non-parametric tests can additionally address\nany issues with smaller samples sizes, we constructed null\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 9\nHansen et al. 10.3389/fnins.2022.880759\n00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score\n00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia Score00.20.40.60.81.01.2Connectivity\n0 10 20 30 40\nMisophonia ScorePlanum Temporale -- S1-rsROI\nr = 0.32,  pHB= 0.369Planum Temporale -- M1-rsROI\nr = 0.38,  pHB= 0.327Planum Temporale -- PMd-rsROI\nr = 0.28,  pHB= 0.253Planum Temporale -- PMv-rsROI\nr = 0.46,  pHB= 0.182\nPosterior Insula -- S1-rsROI\nr = 0.62,  pHB= 0.014Posterior Insula -- M1-rsROI\nr = 0.54,  pHB= 0.036Posterior Insula -- PMd-rsROI\nr = 0.51,  pHB= 0.026Posterior Insula -- PMv-rsROI\nr = 0.70,  pHB< 0.01\nFIGURE 5\nFunctional connectivity between each HMAT rsROI and planum temporale (blue, top row) or posterior insula (green, bottom row), as a function\nof misophonia score.\ndistributions of possible t-statistics/correlations. We did\nso by randomly shuﬄing either group membership or\nmisophonia scores, respectively, 5,000 times, and recalculating\nthe t-statistics/correlation with functional connectivity that\nwould have resulted each time. Each of the signiﬁcant\nresults mentioned here passed permutation testing (5,000\npermutations, p<0.05).\nIn sum, an rsROI deﬁned within the PMv region of\nthe HMAT atlas showed increased connectivity to planum\ntemporale and insula in individuals with higher misophonia\nscores, matching what was found in Kumar et al. (2021).\nAdditionally, rsROIs deﬁned within S1, M1, and PMd also\nshowed increased connectivity to the posterior insula, reﬂected\nin both signiﬁcant diﬀerences in connectivity group means and\nsigniﬁcant correlations with misophonia scores.\nFreesurfer atlas\nA 2 (group: higher vs. lower misophonia score) \u00026\n(non-sensorimotor ROI: A1, planum temporale, and amygdala;\nposterior, middle, and anterior insula) \u00022 (rsROI: precentral\nvs. postcentral gyrus) mixed ANOV A was conducted to\nassess sensorimotor connectivity diﬀerences associated with\nmisophonia (Figure 6A). There was a signiﬁcant main eﬀect\nof group (F (1,204) = 21.107, p= 7.600 \u000210\u00006), such that\nindividuals with higher misophonia scores had increased\nconnectivity overall between these pre-selected regions\nthan individuals with lower misophonia scores. Although\ninteractions were not signiﬁcant, pre-planned independent\nsamples t-tests for each non-sensorimotor ROI–rsROI\npairing revealed a marginal uncorrected group diﬀerence in\nconnectivity between the precentral rsROI and the planum\ntemporale (t (17) = 1.907, p= 0.074, pHB= 0.147). As with theHMAT atlas, posterior insula connectivity was signiﬁcantly\ndiﬀerent between groups for both sensorimotor rsROIs\n(precentral: t(17) = 2.733, p= 0.014, pHB= 0.028; postcentral:\nt(17) = 2.249, p= 0.038, pHB= 0.038). Additionally, misophonia\nscores were positively correlated with connectivity from these\nareas, marginally so for planum temporale (precentral: r= 0.42,\np= 0.076, pHB= 0.076; postcentral: r= 0.46, p= 0.047,\npHB= 0.094) and signiﬁcantly so for the posterior insula\n(precentral: r= 0.59, p= 0.008, pHB= 0.015; postcentral: r= 0.52,\np= 0.021, pHB= 0.021) (Figure 6B). See Supplementary Table 3\nfor a complete list of results.\nIn sum, rsROIs deﬁned within the precentral and postcentral\ngyri showed a similar pattern of connectivity to planum\ntemporale as what would be expected from results of Kumar\net al. (2021). Additionally, as with our HMAT analysis, both\nrsROIs showed increased connectivity to the posterior insula,\nreﬂected in both signiﬁcant diﬀerences in connectivity group\nmeans and signiﬁcant correlations with misophonia scores.\nAnalysis 2: Functional region of interest\nmethod\nWe were able to show, using our sample of 19 participants\nfrom the general population, that individuals with higher\nmisophonia scores do in fact show greater resting-state\nconnectivity between the PMv rsROI and both the planum\ntemporale and insula. However, a critical question remains: is\nthe “orofacial” region deﬁned using resting-state connectivity\nreally an orofacial area? Or, in other words, how do the\nfunctionally deﬁned orofacial and ﬁnger fROIs connect to the\nplanum temporale and insula?\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 10\nHansen et al. 10.3389/fnins.2022.880759\nA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean ConnectivityPrecentral\nrsROIPostcentral\nrsROIHigher misophonia scores\nLower misophonia scores\n*†\n*\n00.20.40.60.81.01.2Connectivity\n0 10 20 30 40Misophonia ScorePosterior Insula -- Precentral-rsROI\nr = 0.59,  pHB= 0.015\n00.20.40.60.81.01.2Connectivity\n0 10 20 30 40Misophonia ScorePosterior Insula -- Postcentral-rsROI\nr = 0.52,  pHB= 0.02100.20.40.60.81.01.2Connectivity\n0 10 20 30 40Misophonia ScorePlanum Temporale -- Precentral-rsROI\nr = 0.42,  pHB= 0.076\n1.4\n00.20.40.60.81.01.2Connectivity\n0 10 20 30 40Planum Temporale -- Postcentral-rsROI\nr = 0.46,  pHB= 0.094\n1.4\nMisophonia ScoreA\nB\nFIGURE 6\n(A)Functional connectivity between each Freesurfer rsROI and each non-sensorimotor ROI. Red bars = average connectivity across the\nparticipants with higher misophonia scores. Gray bars = average connectivity across the participants with lower misophonia scores. Error bars\nare standard error of the mean.†pHB<0.1,\u0003pHB<0.05. (B)Functional connectivity between each Freesurfer rsROI and planum temporale\n(blue, top row) or posterior insula (green, bottom row), as a function of misophonia score.\nFrontiers in Neuroscience 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 11\nHansen et al. 10.3389/fnins.2022.880759\nHuman Motor Area Template atlas\nA 2 (group: higher vs. lower misophonia score) \u00026\n(non-sensorimotor ROI: A1, planum temporale, and amygdala;\nposterior, middle, and anterior insula) \u00024 (HMAT region:\nS1, M1, PMd, PMv) \u00022 (fROI: orofacial vs. ﬁnger) mixed\nANOV A was conducted to assess sensorimotor connectivity\ndiﬀerences associated with misophonia with either orofacial or\nﬁnger cortex (Figure 7). There was a signiﬁcant main eﬀect\nof group (F (1,816) = 20.905, p= 5.575 \u000210\u00006), such that\nindividuals with higher misophonia had increased connectivity\noverall between these pre-selected regions than individuals with\nlower misophonia scores. Additionally, there was a signiﬁcant\ngroup\u0002fROI interaction (F (1,816) = 8.201, p= 0.004). Probing\nfurther, there was a signiﬁcant main eﬀect of fROI within the\nhigher misophonia group (F (1,288) = 7.818, p= 0.006) but\nnot within the lower misophonia group (F (1,528) = 0.929,\np= 0.336). This result revealed that individuals with higher\nmisophonia scores had greater connectivity with ﬁnger\nfROIs than with orofacial fROIs, but individuals with lower\nmisophonia scores showed no diﬀerence between orofacial and\nﬁnger connectivity.\nFurther, pre-planned independent samples t-tests for each\nnon-sensorimotor ROI–fROI pairing revealed only uncorrected\ngroup diﬀerences in connectivity between the posterior insula\nand ﬁnger fROIs (M1-Finger: t(17) = 2.260, p= 0.037,\npHB= 0.224; PMd-Finger: t(17) = 2.439, p= 0.026, pHB= 0.182;\nPMv-Finger: t(17) = 2.615, p= 0.018, pHB= 0.145); no\nconnections with orofacial fROIs nor with planum temporale\nwere statistically signiﬁcant, with or without corrections for\nmultiple comparisons (see Supplementary Table 4).\nIn sum, individuals with higher misophonia scores showed\nmore connectivity between the non-sensorimotor ROIs and\nﬁnger fROIs than with orofacial fROIs, a result unique to\nhigher misophonia scores only. Additionally, neither orofacial\nfROIs nor ﬁnger fROIs showed signiﬁcant connectivity with\nplanum temporale in misophonia, and only ﬁnger fROIs showed\ntrending connectivity with posterior insula.\nFreesurfer atlas\nA 2 (group: higher vs. lower misophonia score) \u00026\n(non-sensorimotor ROI: A1, planum temporale, and amygdala;\nposterior, middle, and anterior insula) \u00022 (Freesurfer region:\nprecentral vs. postcentral gyrus) \u00022 (fROI: orofacial vs.\nﬁnger) mixed ANOV A was conducted to assess sensorimotor\nconnectivity diﬀerences associated with misophonia with either\norofacial or ﬁnger cortex (Figure 8). There was a signiﬁcant\nmain eﬀect of group (F (1,408) = 6.971, p= 0.009), such\nthat individuals with higher misophonia scores had increased\nconnectivity overall between these pre-selected regions than\nindividuals with lower misophonia scores. Additionally, there\nwas a signiﬁcant group \u0002fROI interaction ( F(1,408) = 5.389,\np= 0.021), although both groups showed only a marginal maineﬀect of fROI (higher misophonia group: F(1,144) = 2.856,\np= 0.093; lower misophonia group: F(1,264) = 2.357, p= 0.126).\nPre-planned independent samples t-tests for each non-\nsensorimotor ROI–fROI pairing revealed only a signiﬁcant\ngroup diﬀerence for connectivity between the posterior\ninsula and the precentral-ﬁnger fROI (t (17) = 2.882,\np= 0.010, pHB = 0.041); no connections with orofacial\nfROIs nor with planum temporale were statistically signiﬁcant,\nwith or without corrections for multiple comparisons (see\nSupplementary Table 5).\nIn sum, as with the HMAT atlas, neither orofacial fROIs\nnor ﬁnger fROIs deﬁned within the Freesurfer atlas showed\nsigniﬁcant connectivity with planum temporale in misophonia.\nHowever, individuals with higher misophonia scores did\nshow signiﬁcantly more connectivity between the precentral-\nﬁnger fROI and posterior insula than individuals with lower\nmisophonia scores.\nRegion of interest selectivity\nAs evidenced by the fROI method, the true orofacial\nmotor regions do not show the same pattern of connectivity\nresults that the rsROI method did. Are these previously\nused rsROIs selective for orofacial movement? To investigate\nthe diﬀerences between these ROI methods further, we ﬁrst\ncompared the degree of overlap between each participant’s\nrsROI and corresponding fROIs. For each HMAT region, the\nproportion of fROI overlap was calculated for each participant\nby dividing the number of voxels in common to both the rsROI\nand the fROI by the number of voxels of the entire fROI.\nOverall, the proportion of overlap was low across all regions\n(M= 0.106, SD= 0.021, range = 0.000–0.455) and did not vary\nsystematically with misophonia level, nor was it signiﬁcantly\ndiﬀerent between fROIs. Sparse overlap demonstrates that the\nrsROIs are not capturing the most selective voxels for either\norofacial or ﬁnger regions.\nDo the rsROIs show any preference for orofacial (or ﬁnger)\nmovement at all? For each HMAT rsROI, PSC was calculated\nusing the articulatory localizer fMRI task to determine whether\nthe voxels comprising the rsROI showed an increase in\nactivation to either phoneme articulation or ﬁnger-tapping. For\na comparison, PSC was also calculated within each fROI, using\nindependent runs from what was used to deﬁne the fROI.\nFirst, a 2 (localizer activation: phoneme production\nvs. ﬁnger-tapping) \u00024 (HMAT region: S1, M1, PMd,\nPMv)\u00022 (hemisphere: left vs. right) within-group ANOV A\nwas conducted to assess diﬀerences in functional selectivity\nwithin each HMAT fROI (Figure 9A). There was a signiﬁcant\nmain eﬀect of hemisphere (F (1,351) = 10.095, p= 0.002),\nsuch that left hemisphere fROIs showed greater PSC\nregardless of task or HMAT region. Additionally, there was a\nsigniﬁcant activation \u0002region interaction (F (7,351) = 55.918,\nFrontiers in Neuroscience 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 12\nHansen et al. 10.3389/fnins.2022.880759\nHigher misophonia scores\nLower misophonia scores00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean ConnectivityA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula\nA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaS1\nOrofacial fROIM1\nOrofacial fROIPMd\nOrofacial fROIPMv\nOrofacial fROI\nS1\nFinger fROIM1\nFinger fROIPMd\nFinger fROIPMv\nFinger fROI\n†††\nFIGURE 7\nFunctional connectivity between each HMAT fROI (top row = Orofacial, bottom row = Finger) and each non-sensorimotor ROI. Red\nbars = average connectivity across the participants with higher misophonia scores. Gray bars = average connectivity across the participants with\nlower misophonia scores. Error bars are standard error of the mean.†pHB<0.1.\np= 6.927 \u000210\u000052). To explore further, paired t-tests were\ncalculated between phoneme vs. ﬁnger activation within each\nHMAT fROI. When corrected for multiple comparisons, all\nsixteen fROIs showed signiﬁcant selectivity for their respective\nlocalizer task. Thus, the fROIs are reliably capturing the\nfunction they were intended to represent.\nAre the rsROIs, which were previously attributed to\norofacial function by Kumar et al. (2021), actually selective\nfor orofacial actions (i.e., phoneme production)? As above,\na 2 (localizer activation: phoneme production vs. ﬁnger-\ntapping) \u00024 (HMAT region: S1, M1, PMd, PMv) \u00022\n(hemisphere: left vs. right) within-group ANOV A was\nconducted to assess diﬀerences in functional selectivity\nwithin each HMAT rsROI (Figure 9B). The main eﬀect of\nhemisphere was marginal, with higher activation in the left\nhemisphere rsROIs overall (F (1,175) = 3.333, p= 0.070), and the\nactivation \u0002region interaction was signiﬁcant (F (3,17) = 7.855,\np= 6.364 \u000210\u00005). However, paired t-tests between phoneme vs.\nﬁnger activation within each HMAT rsROI revealed little task\nselectivity; only one of the eight rsROIs showed any preference\nfor phoneme production, and it was marginal after correcting\nfor multiple comparisons (t (10) = 3.230, p= 0.009, pHB= 0.072).\nDiscussion\nWhat is the underlying neural basis of misophonia? In the\npresent analyses, we show that an ROI within PMv created\nusing resting-state connectivity to planum temporale (as wellas the entire PMv region as an ROI, see Supplementary\nFigure 3) conceptually replicates prior ﬁndings (Kumar et al.,\n2021). This rsROI showed increased connectivity to planum\ntemporale and insula in individuals with higher misophonia\nscores, corroborating previous neuroimaging ﬁndings that\nauditory cortex and insula are key regions whose connectivity\ndiﬀerentiates misophonia from controls (Kumar et al., 2017,\n2021; Schröder et al., 2019). Of note, although previous literature\nhas described group diﬀerences in the anterior insula, the\ncorresponding coordinates of maxima activation/connectivity\nfall closer to the posterior insula ROI used in this study;\nwe do not see this as an incompatible ﬁnding, but rather\nan artifact of using diﬀerent anatomical atlases across the\nmisophonia literature (e.g., Kumar et al., 2017, 2021 used the\nNeuromorphometrics SPM toolbox; Schröder et al., 2019 used\nthe Anatomical Automatic Labeling toolbox). Additionally, the\npresent results lend credence to the potential involvement of the\nposterior insula in misophonia, supported by previous ﬁndings\nlinking the posterior insula to sensorimotor and auditory\nprocesses (Uddin et al., 2017).\nMoreover, although we observed a main eﬀect of group,\nit is not the case that individuals with higher misophonia\nhad higher connectivity with all of our pre-selected non-\nsensorimotor ROIs: the high vs. low misophonia groups showed\nno diﬀerence in connectivity of A1, supporting previous ﬁndings\nthat misophonia is not merely a disorder of lower-level sound\nproperties (Edelstein et al., 2020; Kumar et al., 2021). Our\nﬁnding was speciﬁc to the planum temporale and insula,\nsupporting theories that the abnormalities associated with\nFrontiers in Neuroscience 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 13\nHansen et al. 10.3389/fnins.2022.880759\nHigher misophonia scores\nLower misophonia scoresA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula\nA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. InsulaA1\nPlan. Temp.Amygdala Post. Insula Mid. Insula Ant. Insula00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean Connectivity\n00.20.40.60.81.01.2Mean ConnectivityPrecentral\nOrofacial fROIPostcentral\nOrofacial fROI\nPrecentral\nFinger fROIPostcentral\nFinger fROI\n*\nFIGURE 8\nFunctional connectivity between each Freesurfer fROI (top row = Orofacial, bottom row = Finger) and each non-sensorimotor ROI. Red\nbars = average connectivity across the participants with higher misophonia scores. Gray bars = average connectivity across the participants with\nlower misophonia scores. Error bars are standard error of the mean.\u0003pHB<0.05.\nmisophonia concern more higher-level perceptions/context\nof the sound (Swedo et al., 2021) and personally assigned\nsalience (Schröder et al., 2019). However, using rsROIs\ncreated in additional sensorimotor areas and fROIs created\nfrom independent task fMRI, we provide evidence that this\nﬁnding is neither exclusive to (a) motor function, nor (b)\norofacial content.\nConstraining “orofacial” cortex by using only the voxels\nwithin PMv misses out on important non-motor function that\nmay be equally informative to deciphering the mechanism\nunderlying misophonia. For instance, a study investigating the\nexistence of a mirror system in PMv during the observation of\nmouth actions (e.g., biting an apple, chewing) vs. hand actions\n(e.g., grasping a cup) notes that, in addition to premotor cortex\nactivation, observation of both mouth and hand actions elicitedactivation in the inferior parietal lobule (Buccino et al., 2013),\na region thought to integrate higher-order sensory and motor\ninformation (Fogassi and Luppino, 2005). Moreover, other\nstudies have shown that activation during orofacial/ﬁnger tasks\ncan be found both dorsally (Meister et al., 2009) and ventrally\n(orofacial: Grabski et al., 2012; ﬁnger: Ruspantini et al., 2011)\nin the premotor cortex. By similarly deﬁning an rsROI within\neach of the four HMAT parcels, we were able to investigate\nthe speciﬁcity of the Kumar et al. (2021) ﬁnding to ascertain\nwhether diﬀerences were unique to PMv. Contrary to the Kumar\net al. (2021) conclusion, our analyses showed signiﬁcantly higher\nconnectivity in misophonia between the insula and rsROIs\ndeﬁned within all four HMAT regions (S1, M1, PMd, PMv).\nThis is noteworthy for a few reasons: First, diﬀerences outside\nof just PMv limit the viability of mirror neurons as being\nFrontiers in Neuroscience 13 frontiersin.org"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 14\nHansen et al. 10.3389/fnins.2022.880759\nLeft S1\nrsROILeft S1\nOrofacial fROI\nRight S1\nrsROILeft M1\nrsROIRight M1\nrsROILeft PMd\nrsROIRight PMd\nrsROILeft PMv\nrsROIRight PMv\nrsROIRight S1\nOrofacial fROILeft M1\nOrofacial fROIRight M1\nOrofacial fROILeft PMd\nOrofacial fROIRight PMd\nOrofacial fROILeft PMv\nOrofacial fROIRight PMv\nOrofacial fROI\nLeft S1\nFinger fROIRight S1\nFinger fROILeft M1\nFinger fROIRight M1\nFinger fROILeft PMd\nFinger fROIRight PMd\nFinger fROILeft PMv\nFinger fROIRight PMv\nFinger fROI00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.000.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.0\n00.51.01.52.000.51.01.52.0% Signal Change % Signal Change % Signal ChangeT P T P T P T P\nT P T P T P T P\nT P T P T P T PT P T P T P T P\nT P T P T P T P\nT P T P T P T PSelectivity of functionally-defined Or ofacial and Finger  regions \nSelectivity of putative Or ofacial r egions (Kumar  et al., 2021)\n†** *** * ** **\n*** *** *** ****** ** ***\n** * ** ***A\nB\nFIGURE 9\nRegion of interest (ROI) selectivity to phoneme production (P, red bars) vs. ﬁnger-tapping (T, blue bars) in each HMAT region, determined via\npercent signal change from baseline activation. (A)Selectivity of orofacial fROIs (1st row) and ﬁnger fROIs (2nd row). (B)Selectivity of rsROIs\ndescribed by Kumar et al. (2021) to represent orofacial function.†pHB<0.1,\u0003pHB<0.05,\u0003\u0003pHB<0.01,\u0003\u0003\u0003pHB<0.001.\nthe causal instigator of misophonia, given that mirror neurons\nare thought to be mainly located in PMv/area F5 (Fabbri-\nDestro and Rizzolatti, 2008). Second, our current ﬁndings of\ndiﬀerential insular connectivity to rsROIs created within S1 and\nthe postcentral gyrus, combined with the parietal lobe activation\nfound in previous work, suggest potential sensory (not just\nmotor) mechanisms that may underlie misophonia.\nFurther, for the ﬁrst time to our knowledge, the present\nexperiment provides a possible neural substrate for the non-\norofacial triggers in misophonia. Using fROIs constructed from\nparticipants tapping their ﬁngers in the scanner, we ﬁnd that\nthese ﬁnger regions–both in motor and somatosensory areas–\nshow signiﬁcant diﬀerences in connectivity to the insula in\nindividuals with higher misophonia scores. If misophonia was\na condition of aversion to solely (or primarily) oral/nasal\ntriggering stimuli, there would not have been any reason to\nsee systematic diﬀerences in connectivity between insula and\nﬁnger regions. However, neural diﬀerences to ﬁnger regions\nseem plausible, given the plethora of non-oral/nasal misophonia\ntriggers that are made using the ﬁngers, either alone (e.g.,\nﬁnger-tapping; Cavanna and Seri, 2015; Claiborn et al., 2020)\nor with an object (e.g., typing on a keyboard, clicking a pen,\nclicking a mouse, etc.; Edelstein et al., 2013; Hansen et al.,\n2021). Moreover, prior work using magnetoencephalography\n(MEG) has shown similar neural representations in humanprimary motor cortex when participants tap a drum with their\nﬁnger as when they observe or hear the drum being tapped\n(Caetano et al., 2007), demonstrating an involvement of ﬁnger\nmotor cortex in ﬁnger-related sounds. To brieﬂy address the\nexistence of non-orofacial triggers, Kumar et al. (2021) posited\nthat other triggers are acquired through associative learning\nafter the orofacial trigger is acquired, without allowing for the\npossibility that non-orofacial triggers (like ﬁnger-tapping) might\nalso be neurally represented. As a whole, our ﬁnding casts doubt\non this explanation and supports direct neural representation\nfor non-orofacial triggers.\nAdditionally, given the low overlap between the rsROIs\nand the fROIs used in this experiment (see Supplementary\nFigure 2 for a depiction of PMv ROIs) and the low selectivity\nof the rsROIs in general, there is doubt as to what the\nfunction(s) of the voxels comprising the rsROIs actually are.\nIt would appear that the voxels most strongly connected to\nthe planum temporale in resting state are neither entirely\norofacial nor entirely ﬁnger voxels; if they were, we would\nexpect to ﬁnd some task-based selectivity of these voxels to\neither phoneme production or ﬁnger-tapping. This ﬁnding\nopens the door to discovery of what those rsROIs are\nactually responsive or selective to, perhaps illuminating a more\nnuanced mechanism to misophonia than just “mirroring” the\nproduction of triggers.\nFrontiers in Neuroscience 14 frontiersin.org"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 15\nHansen et al. 10.3389/fnins.2022.880759\nIt is worth noting that the participants we studied were\nmembers of the general population, not speciﬁcally misophonia-\nsuﬀerers. They were not recruited (or excluded) for having\nparticular misophonic triggers. The participants varied in their\nidentiﬁcation with misophonic experiences, demonstrating the\ncommonality of mild misophonia in the general population\n(Wu et al., 2014; Zhou et al., 2017). However, the sample of\nindividuals with higher misophonia scores was comparatively\nsmall and experienced less severe misophonia than the\nmisophonia sample in Kumar et al. (2021) similarly, the\nindividuals with lower misophonia scores were not a true\ncontrol group. Despite these weaknesses, our analyses still\nshowed signiﬁcant between-group connectivity diﬀerences even\nwith groups more similar in misophonia severity. A replication\nof the rsROI method within this sample lends credence\nto the power of the data to reveal group diﬀerences, if\nthey existed. Further, correlating misophonia severity with\nconnection strength between the insula and sensorimotor\nregions revealed that these connections are systematically\nstronger with worse misophonia severity. Nevertheless, future\nstudies should seek to incorporate individuals with more\nextreme misophonic discomfort in larger sample sizes to\nascertain stronger group diﬀerences.\nRegardless, the present results have important implications\nfor the study of misophonia moving forward. As we have\npreviously argued, misophonia ought to be conceptualized as\nmore than just an aversion to oral/nasal sounds (Hansen et al.,\n2021). Neural evidence provided here of abnormal connectivity\nto functionally deﬁned ﬁnger regions underlines this point.\nFurther, these results urge an expanded view of the underlying\nmechanisms of misophonia. (Kumar et al., 2021) discovered\nthat connectivity within motor cortex diﬀered in misophonia,\nand the data presented here expands this mechanism by\nshowing diﬀerences in sensory cortex, too; thus, both motor and\nsensory routes should be studied further as possible misophonia\nexplanations. Taken together, these results take us one step\ncloser to understanding the multitude of presentations of which\nmisophonia likely exists, which is crucial for inclusive diagnosis\nand treatment.\nData availability statement\nThe raw data supporting the conclusions of this article will\nbe made available by the authors, without undue reservation.\nEthics statement\nThe studies involving human participants were reviewed\nand approved by The Ohio State University Institutional\nReview Board. The patients/participants provided their written\ninformed consent to participate in this study.Author contributions\nHH conceptualized the project, analyzed the data, and\nprepared the manuscript. PS recruited and collected the data for\nthe experiment, pre-processed the data, and provided feedback\non the manuscript. ZS wrote the experiment and pre-processing\nscripts. AL and ZS supervised the project, assisted with analyses,\nand provided edits and feedback on the manuscript. All authors\ncontributed to the article and approved the submitted version.\nFunding\nFunding was provided by the Alfred P. Sloan Foundation\n(FG-2018-10994) to ZS and the Chronic Brain Injury and\nCollege of Arts and Sciences at The Ohio State University.\nAcknowledgments\nAnalyses were completed using the Ohio Supercomputer\nCluster (https://www.osc.edu). We would like to thank members\nof Z-lab, speciﬁcally Micah Rhodes, Carver Nabb, Justin\nFlanagan, Maggie Beard, Kelly Hiersche, Fiona Molloy, Y asemin\nGokcen, Amanie Rasul, Emily Yu, and Luke Wisniewski for\ntheir assistance in data collection, as well as Charles Ferris for\nfeedback and comments.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be\nfound online at: https://www.frontiersin.org/articles/10.3389/\nfnins.2022.880759/full#supplementary-material\nFrontiers in Neuroscience 15 frontiersin.org"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 16\nHansen et al. 10.3389/fnins.2022.880759\nReferences\nBirn, R. M. (2012). The role of physiological noise in resting-state functional\nconnectivity. Neuroimage 62, 864–870. doi: 10.1016/j.neuroimage.2012.01.016\nBlank, I., Kanwisher, N., and Fedorenko, E. (2014). A functional dissociation\nbetween language and multiple-demand systems revealed in patterns of BOLD\nsignal ﬂuctuations. J. Neurophysiol. 112, 1105–1118. doi: 10.1152/jn.00884.2013\nBrooks, J. C. W., Nurmikko, T. J., Bimson, W. E., Singh, K. D., and Roberts,\nN. (2002). fMRI of thermal pain: Eﬀects of stimulus laterality and attention.\nNeuroimage 15, 293–301. doi: 10.1006/nimg.2001.0974\nBuccino, G., Binkofski, F., Fink, G. R., Fadiga, L., Fogassi, L., Gallese, V., et al.\n(2013). Action observation activates premotor and parietal areas in a somatotopic\nmanner: An FMRI study. Soc. Neurosci. 9780203496, 133–142. doi: 10.4324/\n9780203496190\nCaetano, G., Jousmäki, V., and Hari, R. (2007). Actor’s and observer’s primary\nmotor cortices stabilize similarly after seen or heard motor actions. Proc. Natl.\nAcad. Sci. U.S.A. 104, 9058–9062. doi: 10.1073/pnas.0702453104\nCavanna, A. E., and Seri, S. (2015). Misophonia: Current perspectives.\nNeuropsychiatr. Dis. Treat. 11, 2117–2123.\nCecilione, J. L., Hitti, S. A., and Vrana, S. R. (2021). Treating Adolescent\nMisophonia With Cognitive Behavioral Therapy: Considerations for Including\nExposure. Clin. Case Stud. 21, 175–91. doi: 10.1177/15346501211045707\nChahine, G., Richter, A., Wolter, S., Goya-Maldonado, R., and Gruber, O.\n(2017). Disruptions in the left frontoparietal network underlie resting state\nendophenotypic markers in Schizophrenia. Hum. Brain Mapp. 38, 1741–1750.\ndoi: 10.1002/hbm.23477\nClaiborn, J. M., Dozier, T. H., Hart, S. L., and Lee, J. (2020). Self-Identiﬁed\nMisophonia Phenomenology, Impact, and Clinical Correlates. Psychol. Thought\n13, 349–375.\nColucci, D. A. (2015). A case of ampliﬁed misophonia? Hear. J. 68, 40. doi:\n10.1097/01.HJ.0000461185.20992.80\nDesikan, R. S., Ségonne, F., Fischl, B., Quinn, B. T., Dickerson, B. C., Blacker, D.,\net al. (2006). An automated labeling system for subdividing the human cerebral\ncortex on MRI scans into gyral based regions of interest. Neuroimage 31, 968–980.\ndoi: 10.1016/j.neuroimage.2006.01.021\nDestrieux, C., Fischl, B., Dale, A., and Halgren, E. (2010). Automatic parcellation\nof human cortical gyri and sulci using standard anatomical nomenclature.\nNeuroimage 53, 1–15. doi: 10.1002/jhbs.20162\nDijkhuizen, R. M., and Nicolay, K. (2003). Magnetic Resonance Imaging in\nExperimental Models of Brain Disorders. J. Cereb. Blood Flow Metab. 23, 1383–\n1402. doi: 10.1097/01.WCB.0000100341.78607.EB\nEckert, M. A., Menon, V., Walczak, A., Ahlstrom, J., Denslow, S., Horwitz, A.,\net al. (2009). At the heart of the ventral attention system: The right anterior insula.\nHum. Brain Mapp. 30, 2530–2541. doi: 10.1002/hbm.20688\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013).\nMisophonia: Physiological investigations and case descriptions. Front. Hum.\nNeurosci. 7:296. doi: 10.3389/fnhum.2013.00296\nEdelstein, M., Monk, B., Ramachandran, V. S., and Rouw, R. (2020).\nContext inﬂuences how individuals with misophonia respond to sounds. BioRxiv\n[Preprint]. doi: 10.1101/2020.09.12.292391\nEijsker, N., Schröder, A., Liebrand, L. C., Smit, D. J. A., van Wingen, G., and\nDenys, D. (2021a). White matter abnormalities in misophonia. NeuroImage 32,\n102787. doi: 10.1016/j.nicl.2021.102787\nEijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., and Denys, D.\n(2021b). Structural and functional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 52, 62–71. doi: 10.1016/j.euroneuro.2021.05.013\nFabbri-Destro, M., and Rizzolatti, G. (2008). Mirror neurons and mirror systems\nin monkeys and humans. Physiology 23, 171–179. doi: 10.1152/physiol.00004.2008\nFerreira, G. M., Harrison, B. J., and Fontenelle, L. F. (2013). Hatred of sounds:\nMisophonic disorder or just an underreported psychiatric symptom? Ann. Clin.\nPsychiatry 25, 271–274.\nFitzmaurice, G. (2010). The misophonia activation scale (MAS-1). Available\nonline at: https://www.frontiersin.org/articles/10.3389/fpsyg.2021.709928/full\nFoa, E. B., Huppert, J. D., Leiberg, S., Langner, R., Kichic, R., Hajcak, G., et al.\n(2002). The obsessive-compulsive inventory: Development and validation of a\nshort version. Psychol. Assess. 14, 485–496. doi: 10.1037/1040-3590.14.4.485\nFogassi, L., and Luppino, G. (2005). Motor functions of the parietal lobe. Curr.\nOpin. Neurobiol. 15, 626–631. doi: 10.1016/j.conb.2005.10.015Glasser, M. F., Coalson, T. S., Robinson, E. C., Hacker, C. D., Y acoub, E., Ugurbil,\nK., et al. (2016). A multi-modal parcellation of human cerebral cortex. Nature 536,\n171–178. doi: 10.1038/nature18933.A\nGrabski, K., Lamalle, L., and Sato, M. (2012). Somatosensory-Motor Adaptation\nof Orofacial Actions in Posterior Parietal and Ventral Premotor Cortices. PLoS\nOne 7:e49117. doi: 10.1371/journal.pone.0049117\nGriﬃths, T. D., and Warren, J. D. (2002). The planum temporale as a\ncomputational hub. Trends Neurosci. 25, 348–353. doi: 10.1016/S0166-2236(02)\n02191-4\nHadjipavlou, G., Baer, S., Lau, A., and Howard, A. (2008). Selective sound\nintolerance and emotional distress: What every clinician should hear. Psychosom.\nMed. 70, 739–740. doi: 10.1097/PSY.0b013e318180edc2\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources\ntrigger misophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–\n2625. doi: 10.1002/jclp.23196\nHolm, S. (1979). A Simple Sequentially Rejective Multiple Test Procedure.\nScand. J. Stat. 6, 65–70.\nIacoboni, M., and Dapretto, M. (2006). The mirror neuron system and the\nconsequences of its dysfunction. Nat. Rev. Neurosci. 7, 942–951. doi: 10.1038/\nnrn2024\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (hyperacusis and misophonia). Semin. Hear. 35, 105–120. doi: 10.1055/\ns-0034-1372527\nJohnson, M. (2014). “50 cases of misophonia using the MMP , ” in Paper presented\nat the misophonia conference of the tinnitus practitioners association, Atlanta, GA.\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., and Murphy, T. K. (2013).\nWhen selective audiovisual stimuli become unbearable: a case series on pediatric\nmisophonia. Neuropsychiatry 3, 569–575.\nKern, M., Bert, S., Glanz, O., Schulze-Bonhage, A., and Ball, T. (2019). Human\nmotor cortex relies on sparse and action-speciﬁc activation during laughing,\nsmiling and speech production. Commun. Biol. 2:118. doi: 10.1038/s42003-019-\n0360-3\nKohler, E., Keysers, C., Umilta, M. A., Fogassi, L., Gallese, V., and Rizzolatti, G.\n(2002). Hearing sounds, understanding actions: Action representation in mirror\nneurons. Science 297, 846–848. doi: 10.1126/science.1070311\nKriegeskorte, N., Simmons, W. K., Bellgowan, P. S., and Baker, C. I. (2009).\nCircular analysis in systems neuroscience – the dangers of double dipping. Nat.\nNeurosci. 12, 535–540. doi: 10.1016/j.jrm.2011.03.002\nKrolak-Salmon, P., Hénaﬀ, M. A., Isnard, J., Tallon-Baudry, C., Guénot, M.,\nVighetto, A., et al. (2003). An attention modulated response to disgust in human\nventral anterior insula. Ann. Neurol. 53, 446–453. doi: 10.1002/ana.10502\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The Brain Basis for Misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLovibond, P. F., and Lovibond, S. H. (1995). The structure of negative emotional\nstates: Comparison of the Depression Anxiety Stress Scales (DASS) with the Beck\ndepression and anxiety inventories. Behav. Res. Ther. 33, 335–343. doi: 10.1007/\nBF02511245\nMagioncalda, P., Martino, M., Conio, B., Escelsior, A., Piaggio, N., Presta,\nA., et al. (2015). Functional connectivity and neuronal variability of resting\nstate activity in bipolar disorder-reduction and decoupling in anterior cortical\nmidline structures. Hum. Brain Mapp. 36, 666–682. doi: 10.1002/hbm.\n22655\nMayka, M. A., Corcos, D. M., Leurgans, S. E., and Vaillancourt, D. E. (2006).\nThree-dimensional locations and boundaries of motor and premotor cortices as\ndeﬁned by functional brain imaging: A meta-analysis. Neuroimage 31, 1453–1474.\ndoi: 10.1016/j.neuroimage.2006.02.004\nMeister, I. G., Buelte, D., Staedtgen, M., Boroojerdi, B., and Sparing, R. (2009).\nThe dorsal premotor cortex orchestrates concurrent speech and ﬁngertapping\nmovements. Eur. J. Neurosci. 29, 2074–2082. doi: 10.1111/j.1460-9568.2009.06\n729.x\nFrontiers in Neuroscience 16 frontiersin.org"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "fnins-16-880759 August 4, 2022 Time: 13:33 # 17\nHansen et al. 10.3389/fnins.2022.880759\nNeal, M., and Cavanna, A. E. (2013). Selective sound sensitivity syndrome\n(misophonia) in a patient with Tourette syndrome. J. Neuropsychiatry Clin.\nNeurosci. 25, E01. doi: 10.1176/appi.neuropsych.11100235\nNelson, S. M., Dosenbach, N. U. F., Cohen, A. L., Wheeler, M. E., Schlaggar, B. L.,\nand Petersen, S. E. (2010). Role of the anterior insula in task-level control and focal\nattention. Brain Struct. Funct. 214, 669–680. doi: 10.1007/s00429-010-0260-2\nOchsner, K. N., Silvers, J. A., and Buhle, J. T. (2012). Functional imaging studies\nof emotion regulation: A synthetic review and evolving model of the cognitive\ncontrol of emotion. Ann. N.Y. Acad. Sci. 1251:E1–24. doi: 10.1111/j.1749-6632.\n2012.06751.x\nPhillips, M. L., Drevets, W. C., Rauch, S. L., and Lane, R. (2003).\nNeurobiology of Emotion Perception I: The Neural Basis of Normal Emotion\nPerception. Biol. Psychiatry 54, 504–514. doi: 10.1016/S0006-3223(03)00\n168-9\nRinaldi, L. J., Ward, J., and Simner, J. (2021). An automated online assessment\nfor misophonia: The sussex misophonia scale for adults. Available online at: https:\n//doi.org/10.31234/osf.io/5eb39 (accessed December 1, 2021).\nRizzolatti, G., and Craighero, L. (2004). The mirror-neuron system. Ann. Rev.\nNeurosci. 27, 169–192. doi: 10.1146/annurev.neuro.27.070203.144230\nRouw, R., and Erfanian, M. (2017). A Large-Scale Study of Misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nRuspantini, I., Mäki, H., Korhonen, R., D’Ausilio, A., and Ilmoniemi, R. J.\n(2011). The functional role of the ventral premotor cortex in a visually paced ﬁnger\ntapping task: A TMS study. Behav. Brain Res. 220, 325–330. doi: 10.1016/j.bbr.\n2011.02.017\nSaxe, R., Brett, M., and Kanwisher, N. (2006). Divide and conquer: A defense of\nfunctional localizers. Neuroimage 30, 1088–1096. doi: 10.1016/j.neuroimage.2005.\n12.062\nSchröder, A., van Wingen, G., Eijsker, N., San, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia - Diagnostic\nCriteria for a New Psychiatric Disorder. PLoS One 8:e54706. journal.pone.0054706\ndoi: 10.1371/\nShapleske, J., Rossell, S. L., Woodruﬀ, P. W. R., and David, A. S. (1999). The\nplanum temporale: A systematic, quantitative review of its structural, functionaland clinical signiﬁcance. Brain Res. Rev. 29, 26–49. doi: 10.1016/S0165-0173(98)\n00047-2\nSwallow, K. M., Braver, T. S., Snyder, A. Z., Speer, N. K., and Zacks, J. M. (2003).\nReliability of functional localization using fMRI. Neuroimage 20, 1561–1577. doi:\n10.1016/S1053-8119(03)00436-1\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A.,\net al. (2021). A Consensus Deﬁnition of Misophonia: Using a Delphi Process\nto Reach Expert Agreement. MedRxiv [Preprint]. doi: 10.1101/2021.04.05.2125\n4951\nTakagi, Y., Sakai, Y., Lisi, G., Y ahata, N., Abe, Y., Nishida, S., et al. (2017).\nA neural marker of obsessive-compulsive disorder from whole-brain functional\nconnectivity. Sci. Rep. 7:7538. doi: 10.1038/s41598-017-07792-7\nTakai, O., Brown, S., and Liotti, M. (2010). Representation of the speech eﬀectors\nin the human motor cortex: Somatotopy or overlap? Brain Lang. 113, 39–44.\ndoi: 10.1016/j.bandl.2010.01.008\nUddin, L. Q., Nomi, J. S., Hebert-Seropian, B., Ghaziri, J., and\nBoucher, O. (2017). Structure and function of the human insula. J. Clin.\nNeurophysiol. 34, 300–306. doi: 10.1097/WNP.0000000000000377.Struc\nture\nWang, D., Li, M., Wang, M., Schoeppe, F., Ren, J., Chen, H., et al.\n(2020). Individual-speciﬁc functional connectivity markers track dimensional and\ncategorical features of psychotic illness. Mol. Psychiatry 25, 2119–2129. doi: 10.\n1038/s41380-018-0276-1.Individual-speciﬁc\nWang, X., Wu, Q., Egan, L., Gu, X., Liu, P., Gu, H., et al. (2019). Anterior\ninsular cortex plays a critical role in interoceptive attention. ELife 8:e42265. doi:\n10.7554/eLife.42265\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia\nwith comorbid obsessive-compulsive spectrum disorders. Gen. Hosp. Psychiatry\n36:231.e1-2. doi: 10.1016/j.genhosppsych.2013.10.018\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nIncidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment, and clinical\ncorrelates. J. Obsessive Compul. Relat. Disord. 14, 7–12. doi: 10.1016/j.jocrd.2017.\n05.001\nFrontiers in Neuroscience 17 frontiersin.org"
    }
  ]
}