{
  "doc_type": "scientific paper",
  "title": "Sound Tolerance Conditions Definitions and Clinical Management",
  "authors": [
    "Henry"
  ],
  "year": 2022,
  "journal": "Science University, PortlandcC. W. Bill Young Department of Veterans Affairs Medical Center,",
  "doi": "10.1044/2022_AJA-22-00035ABSTRACT",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:07:41.372493Z",
  "source_pdf": "documents/research/Global/Henry 2022 Sound Tolerance Conditions Definitions and Clinical Management.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Tutorial\nSound Tolerance Conditions (Hyperacusis,\nMisophonia, Noise Sensitivity, and Phonophobia):\nDefinitions and Clinical Management\nJames A. Henry,a,bSarah M. Theodoroff,a,bCatherine Edmonds,cIdalisse Martinez,d\nPaula J. Myers,eTara L. Zaugg,aand Marie-Christine Goodwortha,f\naVA RR&D National Center for Rehabilitative Auditory Research, VA Portland Health Care System, ORbDepartment of Otolaryngology –\nHead and Neck Surgery, Oregon Health & Science University, PortlandcC. W. Bill Young Department of Veterans Affairs Medical Center,\nBay Pines VA Healthcare System, FLdW. G. (Bill) Hefner VA Medical Center, VA Salisbury Healthcare System, NCeJames A. Haley Veterans ’\nHospital, VA Tampa Healthcare System, FLfDepartment of Educational Psychology, Northern Arizona University, Phoenix\nARTICLE INFO\nArticle History:Received February 9, 2022\nRevision received April 2, 2022Accepted April 12, 2022\nEditor-in-Chief: Ryan W. McCreery\nEditor: Fatima T. Husain\nhttps://doi.org/10.1044/2022_AJA-22-00035ABSTRACT\nPurpose: For some people, exposure to everyday sounds presents a significant\nproblem. The purpose of this tutorial was to define and differentiate betweenthe various sound tolerance conditions and to review some options for their\nclinical management.\nMethod: We informally reviewed the literature regarding sound tolerance condi-\ntions. The terminology and definitions provided are mostly consistent with how\nthese terms are defined. However, many inconsistencies are noted. Methods of\nassessment and treatment also differ, and different methodologies are briefly\ndescribed.\nResults: Hyperacusis describes physical discomfort or pain when any sound\nreaches a certain level of loudness that would be tolerable for most people.\nMisophonia refers to intense emotional reactions to certain sounds (often body\nsounds such as chewing and sniffing) that are not influenced by the perceived\nloudness of those sounds. Noise sensitivity refers to increased reactivity to\nsounds that may include general discomfort (annoyance or feeling overwhelmed)due to a perceived noisy environment, regardless of its loudness. Phonophobia,\nas addressed in the audiology profession, describes anticipatory fear of sound.\nPhonophobia is an emotional response such as anxiety and avoidance of sound\ndue to the “fear”that sound(s) may occur that will cause a comorbid condition to\nget worse (e.g., tinnitus) or the sound itself will result in discomfort or pain. (Notethat phonophobia is a term used by neurologists to describe “migraineur\nphonophobia ”—a different condition not addressed herein.)\nConclusions: The literature addresses sound tolerance conditions but reveals\nmany inconsistencies, indicating lack of consensus in the field. When doing an\nassessment for decreased sound tolerance, it is important to define any terms\nused so that the patient and all health care professionals involved in the care of\nthe patient are aligned with the goals of the treatment plan. Treatment generally\ninvolves gradual and systematic sound desensitization and counseling.Supplemental Material: https://doi.org/10.23641/asha.20164130\nIn today ’s world, it is normal to be surrounded by\nsound almost constantly. People become habituated to this\nsteady stream of sound. That is not the case for everyone,\nhowever. Being surrounded by ordinary sounds is asignificant problem for those who have “sound tolerance\nconditions ”—encompassing a range of symptoms involv-\ning one or more aspects of the acoustic environment being\ndifficult for a person to tolerate.\nSound tolerance conditions are more diverse than\nmany people realize. It is common to refer to any sound\ntolerance condition as “hyperacusis, ”although different\nterminologies are often used (Baguley & Hoare, 2018;Correspondence to James A. Henry: james.henry@va.gov. Disclosure:\nThe authors have declared that no competing financial or nonfinancialinterests existed at the time of publication.\nAmerican Journal of Audiology 1–15Copyright © 2022 American Speech-Language-Hearing Association 1\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Fackrell et al., 2017; Pienkowski et al., 2014; Theodoroff\net al., 2019; Tyler et al., 2014). Hyperacusis is the oldest\nterm used in the literature (Perlman, 1938); other terms\nused include “misophonia, ”“noise (or sound) sensitivity, ”\nand “phonophobia. ”\nTyler et al. (2014) noted that terminology regarding\nsound tolerance conditions was not standardized and sum-marized how “authors have described and defined this\nabnormal, excessive response to sound ”(p. 402). Tyler\net al. (2014) suggested a simplistic method of describingsound tolerance conditions as four different forms of\nhyperacusis: loudness hyperacusis, annoyance hyperacusis,\nfear hyperacusis, and pain hyperacusis. These differentforms could be experienced in isolation or in any combi-\nnation. The authors provided a comprehensive review of\nthese different conditions. The caveat remains that clinicalconsensus is still lacking regarding their definitions. Also,\nthe fact that they are not mutually exclusive and can have\noverlapping symptoms contributes to the confusion onhow to identify, assess, and treat these conditions. A\ngroup of experts recently used a Delphi process to collab-\noratively develop a definition of misophonia (Swedo et al.,2022). It might be helpful to do the same with other terms\nfor sound tolerance, though it might be preferrable for the\nDelphi process to include people with the actual condi-tions and not just clinicians.\nWhen people are asked if they are “bothered by\nsound, ”the question can be interpreted in many ways. All\ntypes of decreased sound tolerance are subjective condi-\ntions that are most commonly identified by self-report. A\nnumber of instruments have been developed to diagnosethese conditions and assess their impact on the individual\n(Dauman & Bouscau-Faure, 2005; Fackrell et al., 2015;\nHenry et al., 2003; Jastreboff & Jastreboff, 1999; Khalfaet al., 2002; Nelting et al., 2002; Prabhu & Nagaraj, 2020;\nRosenthal et al., 2021; Siepsiak et al., 2020). In spite of\nthe numerous instruments available, the field is far fromachieving any level of standardization, for either assess-\nment or treatment (Baguley & Hoare, 2018). Fortunately,\nthere is growing interest in sound tolerance conditions,as seen by the steadily increasing numbers of peer-\nreviewed scientific papers published on the topic in the\nlast 2 decades.\nOur laboratory has conducted tinnitus clinical\nresearch for over 25 years (Henry, 2021). In the process,\nthousands of research participants have been evaluatedand received various interventions. Although not the\nstated intent of these studies, we have continually learned\nfrom participants who also complained of sound toleranceproblems. We have reported some of the data that have\nbeen acquired (Theodoroff et al., 2019; Zaugg et al.,\n2016). The present group of authors has worked togetherto develop training for clinical management of sound tol-\nerance conditions. The training was based on our ownresearch, clinical experiences working with patients who have\nsound tolerance conditions, and an informal review of the\nrelevant literature. This tutorial extends those efforts, and its\npurpose is to operationally define and differentiate betweenthe various sound tolerance co nditions and to review differ-\nent methodologies for their clinical management.\nSymptoms Often Confused With Sound\nTolerance Conditions\nA sound tolerance condition can be confused with\ngeneral annoyance elicited by everyday sounds such as\nsqueaky chairs, “thumping ”music from cars (or next\ndoor), or reactions to certain things people say. Many\npeople are irritated by these kinds of sounds, as well as\nmany others, but such irritation does not constitute asound tolerance “condition. ”\nUsers of hearing aids often complain that some\nsounds are too loud when amplified by the aids. In mostcases, such a complaint is not necessarily a sound toler-\nance condition but may simply be an indication that the\nhearing aids need to be adjusted to achieve comfortabletolerance of all amplified sounds (Sherlock & Formby,\n2017). As a caveat, however, intolerance to amplified\nsound can reflect an underlying sound tolerance problemas reported in Formby et al. (2015). That study showed\nthat sound therapy can induce an upward shift in loudness\ntolerance and facilitate adaptation to amplification with-out having to overcompress the amplification.\n“Loudness recruitment ”is often confused with a\nsound tolerance condition but is distinctly different(Radziwon et al., 2019). Loudness grows within the\n“dynamic range ”between the threshold of hearing and\nthe loudness discomfort level (LDL). With sensorineuralhearing loss, the dynamic range is compressed, causing\nloudness to grow at a faster rate than with normal hearing.\nSpecifically, the threshold of hearing is elevated, but theintensity level at which sounds are judged uncomfortably\nloud is not elevated. This “accelerated growth of loudness ”\nwithin the dynamic range, which is inherent with sensori-neural hearing loss, defines loudness recruitment.\nAlthough loudness recruitment is not a sound toler-\nance condition in and of itself, it can be argued that it is asound tolerance problem when the dynamic range is so\nrestricted that amplification is difficult to tolerate. It has\nbeen shown that sound therapy, when used for as little as3 months, can expand the dynamic range by raising the\nLDL, making it easier for the person to tolerate amplifica-\ntion (Formby et al., 2015).\nSound Tolerance Conditions\nOur informal review of the literature revealed 469\narticles in PubMed that included “hyperacusis, ”\n2American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "“misophonia, ”“noise sensitivity, ”“sound sensitivity, ”or\n“phonophobia ”in the title. Below is a brief description of\neach condition and some highlights derived from selected\npublications.\nHyperacusis\nHyperacusis is physical discomfort or pain when any\nsound reaches a certain level of loudness that would be\ntolerable for most people (Baguley, 2003; Fackrell et al.,\n2017). That level of sound (the LDL) is below the levelthat the average person can tolerate comfortably. It has\nbeen reported that a person with normal loudness toler-\nance can comfortably tolerate sounds that reach 100 dBHL or more (Jastreboff & Jastreboff, 2001), which would\nbe in the upper range of some power tools and\nlawnmowers. There is also evidence that the range of“normal ”sound tolerance is fairly wide (Sherlock &\nFormby, 2005). A person with hyperacusis cannot tolerate\nsound at or even lower than what would be considered anormal LDL and often can only tolerate up to 60 –70 dB\nHL of sound, which would be the range of the human\nvoice. With hyperacusis, the source of the sound isirrelevant —when “any”sound reaches the LDL, it is\nuncomfortably loud. Hyperacusis is almost always a bilat-\neral condition (Baguley & Hoare, 2018).\nThere is a strong association between hyperacusis\nand tinnitus, with up to 90% of people with hyperacusis\nexperiencing tinnitus (Aazh et al., 2014). Also, about40% of people with tinnitus have been reported to experi-\nence hyperacusis (Jastreboff et al., 1996). This relation-\nship may strengthen as tinnitus becomes more severe(Cederroth et al., 2020; Raj-Koziak et al., 2021). For\nexample, it was estimated that the co-occurrence of\nhyperacusis, along with “severe ”tinnitus, was as high as\n80% (Cederroth et al., 2020). These prevalence estimates,\nhowever, depend on numerous variables. Hyperacusis,\nsuch as tinnitus, is entirely subjective, and people willreport the experience of hyperacusis depending on which\nquestions are asked, how the questions are worded, and\ntheir interpretation of the questions. To exemplify thisvariability, percentages of hyperacusis in individuals with\na primary complaint of tinnitus, regardless of severity,\nhave ranged from 7.3% (H iller & Goebel, 2007) to 79%\n(Dauman & Bouscau-Faure, 2005).\nMisophonia\nMisophonia refers to intense emotional reactions to\ncertain sounds, regardless of the loudness of those sounds\n(Palumbo et al., 2018). The recent Delphi consensus state-ment defined misophonia as “a disorder of decreased\nsound tolerance to specific sounds or stimuli associated\nwith such sounds .... Misophonic responses do not seem to\nbe elicited by the loudness of auditory stimuli, but rather\nby the specific pattern or meaning to an individual.Trigger stimuli are often repetitive and primarily, but not\nexclusively, include stimuli generated by another individ-\nual, especially those produced by the human body ”\n(Swedo et al., 2022, p. 10).\nClearly, misophonia is not a loudness tolerance\nproblem —it is most typically an inability to tolerate oral\nand nasal sounds such as chewing, swallowing, lip smack-ing, breathing, and sniffing (Siepsiak et al., 2020). It is\ncommon that a person with misophonia cannot be in the\ncompany of others while they are eating. Other triggersounds can include repeatedly clicking a ballpoint pen,\ntapping a foot, and typing. Problem sounds may not be\nlimited to body sounds but can include any sound in theenvironment that causes emotional reactions (Hansen\net al., 2021). This would not pertain to the annoyance that\nmay be experienced by, for example, a person who isexposed to ambient sounds such as babies crying on an\nairplane, the sound of neighbors, the chatter of children in\nthe background, or just a noisy environment.\nThe term misophonia was introduced in the early\n2000s (Jastreboff & Jastreboff, 2001, 2002; Palumbo et al.,\n2018). The condition most certainly existed prior to thenbut was referred to by different terms. Misophonic\nreactions resulting from trigger sounds involve arousal of\nthe sympathetic nervous system and emotional distress(Erfanian et al., 2019). The primary emotion is anger,\nwith other emotions including irritation, impatience,\naggravation, anxiety, and disgust (Jager, de Koning, et al.,2020; Palumbo et al., 2018; Rouw & Erfanian, 2018).\nThese reactions usually begin during childhood or adoles-\ncence (Edelstein et al., 2013; Palumbo et al., 2018;Schroder et al., 2013) and may be caused by one particular\nperson (Edelstein et al., 2013). Misophonia has been argued\nto be a psychological condition that may require mentalhealth intervention (Taylor, 2017) and separately that it is\na psychiatric disorder (Jager, de Koning, et al., 2020).\nNoise Sensitivity\nNoise sensitivity has been defined as “the physiolog-\nical and psychological state of an individual that increasestheir reactivity to noise in general ”(Shepherd et al., 2019,\np. 1). Like misophonia, noise sensitivity is not driven by\nthe intensity level or perceived loudness of sounds in theenvironment. That is not to say that a higher level of\nnoise is not associated with greater reactions, which very\nwell may be the case, but that is not the defining feature.People with noise sensitivity are typically most comfort-\nable in a quiet environment, although remaining in quiet\nmight exacerbate their problem if they are fearful of beingexposed to an unexpected sound and/or have bothersome\ntinnitus as a comorbidity.\nNoise sensitivity is highly prevalent in people who\nhave experienced a traumatic brain injury (TBI; Hall\net al., 2005; Shepherd et al., 2019). It is estimated that up\nHenry et al.: Clinical Management of Sound Tolerance Conditions 3\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "to 80% of people who have had a TBI go on to experience\npostconcussive syndrome, which includes a constellation\nof symptoms that include noise sensitivity (Shepherd\net al., 2019). Also, there is a documented relationshipbetween noise sensitivity and both depression and anxiety\n(Shepherd, Heinonen-Guzejev, Hautus, & Heikkila, 2015).\nFurthermore, noise sensitivity is common among peoplewith autism spectrum disorder (Kuiper et al., 2019). It\nmay be important to screen for these conditions in an\nindividual suspected of having noise sensitivity.\nNoise sensitivity can be manifested by emotional\nreactions to sound —most typically annoyance —and/or the\nsense of feeling threatened by sound (Shepherd, Heinonen-Guzejev, Heikkila, et al., 2015). Estimates of its preva-\nlence have ranged from 20% to 40% (Heinonen-Guzejev,\n2008), and it can range from low to high severity(Shepherd, Heinonen-Guzejev, Heikkila, et al., 2015). The\nprevalence of those with high noise sensitivity (i.e., those\nwho are extremely noise reactive) has been estimated to bearound 12% (Booi & van den Berg, 2012; van Kamp et al.,\n2004). Because terminology and definitions have differed in\nboth the clinical and research literature, it is difficult tocompare and interpret studies with any consistency\n(Shepherd, Heinonen-Guzejev, Hautus, & Heikkila, 2015).\nPhonophobia\nPhonophobia is in a different category than hypera-\ncusis, misophonia, and noise sensitivity. Phonophobia isnot a condition of discomfort caused by a physical sound.\nIt is “fear”that a sound may occur that will result in anx-\niety, discomfort, or pain or that will exacerbate an existingauditory disorder (hearing loss, tinnitus, hyperacusis, mis-\nophonia, or noise sensitivity). People with phonophobia\noften avoid being outdoors in urban environments becauseof the unpredictable nature of sounds from cars, trucks,\nmotorcycles, emergency sirens, people yelling, children\nscreaming, and so forth. Such individuals commonly wearearplugs and/or earmuffs when outdoors (and indoors\nwhen away from home). Sound tolerance conditions are\nnot mutually exclusive, and some of these behaviors alsopresent with other types (e.g., hyperacusis).\nIn the scientific literature, the term phonophobia is\noften used to describe sound intolerance resulting frommigraine headaches (Evans et al., 2008; Kalita et al.,\n2021; Vingen et al., 1998). In those publications, phono-\nphobia is defined as for hyperacusis, that is, as decreasedloudness tolerance. A clear distinction between phonopho-\nbia and hyperacusis is the following:\nPhonophobia is defined as a persistent, abnormal,\nand unwarranted fear of sound. Often, these are\nnormal environmental sounds (for example, traffic,kitchen sounds, doors closing, or even loud speech)\nthat cannot under any circumstances be damaging.Phonophobia may also be related to, caused by, or\nconfused with hyperacusis, which is abnormally\nstrong reaction to sound, occurring within the audi-\ntory pathways, in levels that would not trouble anormal individual. (Asha ’ari et al., 2010, p. 49)\nScreening for Sound Tolerance Conditions\nThe majority of patients with a significant sound\ntolerance problem would present that as their primarycomplaint. Because of the high prevalence of sound toler-\nance conditions, especially hyperacusis, among people\nwith chronic tinnitus, however, it is important to screenfor these conditions in this population. This concern was\naddressed by Schecklmann et al. (2015), who compared\nthe validity of such screening using two hyperacusis-related items from the Tinnitus Sample Case History\nQuestionnaire compared to a German hyperacusis ques-\ntionnaire (translated as the “hypersensitivity to sound\nquestionnaire ”). The two items were (a) “Do you have a\nproblem tolerating sounds because they often seem much\ntoo loud? That is, do you often find too loud or hurtfulsounds which other people around you find quite comfort-\nable? ”with response choices of “never, ”“rarely, ”“some-\ntimes, ”“usually, ”or“always ”and (b) “Do sounds cause\nyou pain or physical discomfort? ”with response choices\nof“yes,”“no,”or“I do not know. ”Results of this study\nwith 161 patients with chronic tinnitus indicated that thetwo items were “suitable to screen patients with chronic\ntinnitus for hyperacusis and are particularly sensitive for\nthe hyperacusis-related aspects fear and pain ”(p. 6).\nThe Tinnitus and Hearing Survey (THS; Henry\net al., 2015) was developed to screen candidates for tinni-\ntus clinical trials. Its original purpose was to ensure thatresearch participants were not misattributing any hearing\nproblems they might be experiencing as being due to their\ntinnitus, which often occurs. The THS contains 10 items.The first four items (Section A) inquire about common\ntinnitus problems (e.g., difficulty falling asleep) that would\nnot be confused with a hearing problem. The second fouritems (Section B) address common hearing problems (e.g.,\nunderstanding speech in noisy situations) that would not\nbe confounded by tinnitus. The final two items (SectionC) screen for possible decreased sound tolerance. The\nTHS contains instructions for using the instrument (see\nSupplemental Material S1).\nFocusing on the Section C of the THS, the two\nitems in that section were carefully constructed to enable\nidentification of a sound tolerance problem with a reason-able degree of certainty (Theodoroff et al., 2019). The first\nitem states, “Over the last week, sounds were too loud or\nuncomfortable for me when they seemed normal to othersaround me, ”with response choices of “not a problem, ”\n“small problem, ”“moderate problem, ”“big problem, ”\n4American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "and “very big problem. ”If at least a small problem is\nnoted, then the person is instructed, “Please list two exam-\nples of sounds that are too loud or uncomfortable for you\nbut seem normal to others. ”The two examples are often\nsuggestive as to whether the person indeed has a sound\ntolerance problem. Further questioning by the clinician is\nusually necessary to properly interpret the responses.\nAssessment of Sound Tolerance Conditions\nDespite the lack of agreement regarding how best to\ndefine and characterize sound tolerance conditions, there\nare various screening and assessment tools that can beused to aid the clinician in evaluating the patient and cre-\nating a treatment plan.\nTinnitus Retraining Therapy Initial\nand Follow-Up Interviews\nTinnitus retraining therapy (TRT) was first described\nand implemented clinically in 1990 (Gold et al., 2000;\nJastreboff, 1990). The method is based on the “neurophysi-\nological model ”that identifies different brain areas and\nhow they are thought to interact when tinnitus is bother-\nsome (Jastreboff & Hazell, 2004). Intervention with\nTRT focuses on promoting habituation, which refers todecreased responsiveness that results from repeated stimu-\nlation with an inconsequential stimulus (Domjan &\nBurkhard, 1986). Whereas about 80% of individuals withchronic tinnitus habituate naturally to their tinnitus, about\n20% do not (Hoffman & Reed, 2004; Tunkel et al., 2014).\nAssessment of patients with TRT includes adminis-\ntering the TRT initial interview (Jastreboff & Jastreboff,\n1999). The single-page TRT initial interview has been\nexpanded and described in detail (Henry et al., 2003). Theform contains three sections: tinnitus, sound tolerance,\nand hearing. Completing the interview is essential to prop-\nerly place patients into one of the TRT patient categories,based on their reported difficulties with tinnitus, decreased\nsound tolerance, and hearing. For the sound tolerance sec-\ntion, 13 items are completed, making this a fairly compre-hensive evaluation tool. A follow-up version of the inter-\nview has also been described in detail, which facilitates\nmonitoring of treatment progress and determining treat-ment outcomes (Henry et al., 2003).\nSound Tolerance Interview\nThe Sound Tolerance Interview (STI) was originally\npublished in our clinician ’s handbook describing progres-\nsive tinnitus management (PTM; Henry et al., 2010). TheSTI was developed specifically for assessing hyperacusis\nand was revised to also assess for misophonia, noise sensi-\ntivity, and phonophobia (see Supplemental Material S2).We would not recommend administering the STI with a\npatient unless the patient has reported a sound toleranceproblem. The STI was designed specifically for intake\nassessment. It has face validity for this purpose but has\nnot been formally validated with complementary mea-\nsures. Also, it can be used pre- and posttreatment but hasnot been validated for outcome assessment. The STI form\nis mostly self-explanatory, but additional details are pro-\nvided below to facilitate its administration.\nSTI Item 1. This item is only pertinent if the patient\nwears hearing aids. If so, the intent is to determine if the\nreported sound tolerance problem is specific to amplifica-tion, which would be the case if the patient does not have\na problem when not wearing the hearing aids.\nSTI Item 2. This item contains one question, “Is\nthere anything you want to be doing but are not doing\nbecause of difficulty tolerating sound? ”This open-ended\nquestion is asked before any examples are provided forhow sound tolerance can affect life activities. It therefore\nmay identify the most important reason sound tolerance is\nconsidered a problem by the individual.\nSTI Item 3. Item 3 contains a list of interventions\nthat might have been used for the sound tolerance prob-\nlem. For any intervention identified, the patient rankshow helpful it was on a scale of 0 –10.\nSTI Items 4 and 5. Each of these items uses a 0 –10\nscale. For Item 4, patients rate their level of confidencethat they can improve their tolerance to sound, which\nassesses their readiness or motivation to effect positive\nchange. For Item 5, they globally rate how much diffi-culty tolerating sound affects their life.\nSTI Item 6. Item 6 contains a list of 10 different\ntypes of sounds (plus “other ”) that might be bothersome\nto the person. For each type of sound, examples are given.\nAny example sound that is bothersome is circled, and any\nbothersome sound that is not listed is written in. Eachtype of sound also includes a list of possible reasons why\nthose sounds are bothersome (too loud, annoying, make\nme angry, make me anxious, overwhelming, I avoid). Forany of these reasons chosen, patients are asked to give\nspecific examples or comments to clarify.\nSTI Item 6 is especially useful for differentiating\nbetween the four sound tolerance conditions as described\nabove. The item “drills down ”to the details of what general\ncategories of sounds are bothersome, what specific soundsare bothersome, and the reasons such sounds are bother-\nsome. The information obtained from this item will usually\nmake it clear if the condition is hyperacusis, misophonia,noise sensitivity, phonophobia, or some combination.\nSTI Item 7. This item provides a comprehensive list\nof 18 categories of life activities that are potentiallyaffected by a sound tolerance problem. The clinician reads\nthrough the list, and for each category, the patient selects\none of the response choices: never, rarely, sometimes,often, always, or N/A. Another choice, which can be cho-\nsen in addition to the other choices, is “avoids. ”\nHenry et al.: Clinical Management of Sound Tolerance Conditions 5\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Item 7 augments Item 2, which is open-ended with\nrespect to what activities are not engaged in because of a\nsound tolerance problem. These two items are especially\nimportant to identify the functional effects of the problem.What matters most for informing treatment efforts is to\nunderstand how a person ’s life is impacted.\nSTI Item 8. This item asks patients how much time\nthey spend in quiet or silence. Six responses are possible\non a Likert scale ranging from “none or very little ”to\n“all of the time. ”People with a sound tolerance problem\noften tend to stay at home to avoid exposure to uncom-\nfortable sound. They also may avoid being around family\nmembers or others who are eating or engaging in activitiesthat produce sounds that trigger reactions.\nSTI Item 9. This item provides a list of health condi-\ntions that may be linked in some way to the sound toler-ance problem. The nexus could go either way —the health\ncondition may be the cause of the sound tolerance prob-\nlem, or the sound tolerance problem may exacerbate thehealth condition. Treatment would need to address both.\nSTI Item 10. This last item asks if the patient wears\nearplugs or earmuffs. If the response is “yes,”it is\nfollowed by two additional questions. The questions are\ndesigned to determine if patients are “overprotecting ”\ntheir ears. Patients should be aware that loud sound cancause damage and exacerbate their sound tolerance\ncondition —thus necessitating the appropriate use of hear-\ning protection. They also need to understand, however,that “inappropriate ”use of hearing protection can exacer-\nbate their sound tolerance condition. Some patients use ear-\nplugs or earmuffs because of their belief that certain soundsor sound, in general, will cause their tinnitus or sound tol-\nerance condition to become worse. They need to be edu-\ncated that overuse of hearing protection can result inheightened sensitivity to sound, as well as the perception\nthat the tinnitus is louder due to the occlusion effect\n(Formby & Gold, 2002; Formby et al., 2002, 2003; Goldet al., 1999; Hazell & Sheldrake, 1992; McKinney et al.,\n1999; Vernon & Press, 1998; Wolk & Seefeld, 1999). If such\noveruse has already occurred, then it is important that thepatient take steps to reverse any heightened sensitivity by\ngradually reducing the use of hearing protection. These\npatients must progress to the point that they only use hear-ing protection when exposed to sounds that can cause dam-\nage to the auditory system.\nHyperacusis Questionnaires\nAs reviewed by Baguley and Hoare (2018), three\ninstruments are available for assessing the impact ofhyperacusis.\n The most commonly used measure is the 14-item\nHyperacusis Questionnaire (HQ; Khalfa et al.,\n2002). The HQ was tested with 201 participantsrandomly selected from the general population. It\nhas not been validated with hyperacusis patients.\n The Questionnaire on Hypersensitivity to Sound is a\nbrief instrument that was developed and validated inGerman (Bläsing et al., 2010). It has been translated\ninto English, but the English version has not been\nvalidated.\n The Multiple-Activity Scale for Hyperacusis (MASH)\nassesses everyday life activities in which hyperacusis is\nannoying independent of deteriorated speech under-standing in those situations (Dauman & Bouscau-\nFaure, 2005). The MASH was validated in a tinnitus\npopulation and not in a hyperacusis population.\nAdditional hyperacusis questionnaires include the\nfollowing:\n The Noise Avoidance Questionnaire was designed to\nassess avoidance of sound in individuals who haveboth tinnitus and hyperacusis (Bläsing & Kroener-\nHerwig, 2012).\n The Inventory of Hyperacusis Symptoms was devel-\noped “to create a new scale that is reliable, valid,\nbrief, and easy to score with the purpose of filling the\nneed for a valid, standardized assessment tool to mea-sure hyperacusis symptom severity, treatment out-\ncomes, and diagnostic differentiation. Initial results\ndemonstrated sound statistical properties of the instru-ment and usefulness as a hyperacusis measurement\ntool in research and clinical practice ”(Greenberg &\nCarlos, 2018, p. 1025).\nMisophonia Questionnaires\nWhereas hyperacusis is believed to have an etiology\nin the auditory pathways, misophonia is thought to have\nan etiology in the neurophysiology pathways with height-\nened arousal of the autonomic nervous system (Erfanianet al., 2019). Misophonia is diagnosed using case history,\nquestionnaire(s), and clinician interview. There is no clini-\ncal consensus as to whether misophonia should be consid-ered an auditory disorder or a neuropsychologic disorder.\nOne group has suggested that “misophonia should be clas-\nsified as a discrete psychiatric disorder ”(Schroder et al.,\n2013, p. e54706) in spite of the condition never appearing\npreviously in the psychiatric literature. That group used\n42 patients with misophonia to develop the AmsterdamMisophonia Scale to measure the severity of misophonia\nsymptoms. They differentiated a “specific phobia, ”such\nas anxiety caused by a barking dog, from misophonia,which involves reactions of aggression. The Amsterdam\nMisophonia Scale has not yet been validated for its psy-\nchometric properties (Siepsiak et al., 2020).\nThe Misophonia Questionnaire is the most detailed\nand widely used questionnaire for measuring misophonia\n6American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "(Wu et al., 2014). The instrument was tested in a group of\nover 400 undergraduate students of psychology. Some psy-\nchometric values were validated, but because its external\nvalidity was verified with a questionnaire that measuredgeneral sound sensitivity, the Misophonia Questionnaire\nmight not be specific to misophonia (Siepsiak et al., 2020).\nThe MisoQuest was developed to meet the need for\na fully validated questionnaire to assess misophonia\n(Siepsiak et al., 2020). The MisoQuest was developed in\nphases, and the final version consisted of 14 items. It wasdescribed as a tool to measure misophonia, defined as a\ncondition for which a person is triggered immediately by\ncertain sounds with anger as an essential, but not neces-sarily exclusive, emotion (Siepsiak et al., 2020). The tool\ntherefore depends on how misophonia is defined. The\nMisoQuest includes all kinds of sounds as potential trig-gers, not just human-related sounds. The MisoQuest was\ndeveloped in Polish and tested in a Polish population. The\nEnglish version has yet to be validated.\nAdditional scales for the assessment of misophonia\nhave been developed and are available online (Siepsiak\net al., 2020). These include the Misophonia AssessmentQuestionnaire, the Misophonia Physiological Response\nScale, and the Misophonia Activation Scale. None of\nthese, however, has been validated or published in a peer-reviewed journal.\nNoise Sensitivity Questionnaires\nThe first instrument purported to assess noise sensi-\ntivity was Weinstein ’s Noise Sensitivity Scale (Weinstein,\n1978). A later study evaluated the validity of the NoiseSensitivity Scale and determined that some of the ques-\ntions were inappropriate and that response bias influenced\nthe score (Kishikawa et al., 2006). These latter investiga-tors revised the scale and named it the Weinstein Noise\nSensitivity Scale –6B, which they claimed was more appro-\npriate for assessing noise sensitivity. Weinstein ’s scale has\nsince been labeled as “outdated ”(Shepherd, Heinonen-\nGuzejev, Hautus, & Heikkila, 2015).\nThe Noise Sensitivity Questionnaire (NoiSeQ) is a\n35-item scale to measure noise sensitivity for different situa-\ntions in daily life (Schutte, Marks, et al., 2007; Schutte,\nSandrock, & Griefahn, 2007). The NoiSeQ assesses noisesensitivity in five domains of da ily life: habitation, work, lei-\nsure, sleep, and communication (Shepherd, Heinonen-\nGuzejev, Hautus, & Heikkila , 2015). The NoiSeQ has been\nvalidated for assessing global no ise sensitivity (i.e., not spe-\ncific to the different domains) and for distinguishing between\nlow-noise –sensitive and high-noise –sensitive groups for the\nhabitation and work domains (Schutte, Marks, et al., 2007).\nThere is currently no standardized clinical assess-\nment protocol for noise sensitivity (Shepherd et al., 2019).This may be largely due to the difficulty disentangling the\ncondition from effects of mood, cognitive deficits, andpersonality disorders, all of which are associated with\nnoise sensitivity. It is clear that anxiety induces noise sen-\nsitivity and possible that depression has the same effect.\nThe dominant correlate of noise sensitivity may be anxi-ety, which is known to increase overall sensory sensitivity\n(hypervigilance; Grillon, 2008). Hence, assessment of noise\nsensitivity might benefit from the use of anxiety measures(Shepherd et al., 2019). The Hospital Anxiety and Depres-\nsion Scale is a well-known and validated instrument that\nassesses both anxiety and depression (Zigmond & Snaith,1983).\nAssessment of Phonophobia\nIn the literature, the term phonophobia is typically\nused to refer generally to decreased sound tolerance, usually\nas a symptom of migraine headache. In fact, in 2004, theInternational Headache Society specified the requirement\nfor phonophobia (or photophobia) to be present to diag-\nnose migraine using the question, “Does light or noise\nbother you during a headache? ”(Evans et al., 2008). Noise\nthat is bothersome during a headache would fit the defini-\ntion of noise sensitivity and not phonophobia, which is spe-cifically fear that sound will be uncomfortable for any rea-\nson. To date, no questionnaire specifically evaluates for the\npresence of phonophobia, as we have described phonopho-bia above. The STI offers the response item “avoids ”with\nrespect to the different activities that are listed (see Supple-\nmental Material S2). It would be unusual for phonophobiato be an isolated condition, as it would usually exist along\nwith hyperacusis, misophonia, or noise sensitivity.\nLDLs\nIt is often recommended to measure LDLs for\nassessment of sound tolerance conditions (Baguley &Hoare, 2018; Fackrell et al., 2017). Clinically, patients can\npresent with a sound tolerance complaint but have LDLs\nthat are within the normal range. Measurement of LDLscan assist in distinguishing between hyperacusis and miso-\nphonia and for monitoring treatment progress with sound\ntherapy (Vidal et al., 2022). Also, Fackrell and Hoare(2018) have made the point that measuring LDLs would\nbe indicated if using a sound tolerance questionnaire that\nhas not been formally validated.\nIt has been shown, however, that LDLs and subjec-\ntive ratings of decreased sound tolerance are poorly corre-\nlated (Anari et al., 1999; Filion & Margolis, 1992; Goebel& Floetzinger, 2008; Zaugg et al., 2016). What that means\nis, LDLs cannot be relied upon to accurately represent a\nperson ’s ability to tolerate sound in daily life. A further\nconcern with LDL testing is that the test procedure elicits\nthe type of discomfort that defines the complaint (Baguley\n& Hoare, 2018). That is, patients who are tested are thosewho are the least likely to be comfortable with LDL test-\ning. Also, we discussed above the high prevalence of\nHenry et al.: Clinical Management of Sound Tolerance Conditions 7\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "tinnitus as a comorbidity with sound tolerance conditions.\nThe possibility of exacerbating tinnitus during LDL test-\ning is another reason to discourage a blanket approach to\nalways testing LDLs. Testing LDLs should be based on adecision reached between the patient and the provider\nusing history intake and expectations for LDLs to make a\ncontribution to the plan of care and outcomes.\nFor the above reasons, the present authors do not\nnormally recommend LDL testing. We suggest that the\nbest gauge for determining the severity of a sound toler-ance problem and to assess progress during and after\ntreatment is the patient ’s responses to a structured inter-\nview, such as those described above.\nTreatment of Sound Tolerance Conditions\nThe general approach to treatment of any sound tol-\nerance condition is systematic desensitization, involving\ngradually increasing exposure to the sound, or sounds,that cause discomfort. The specific treatment appropriate\nfor an individual patient is based on how the following\nquestions are answered during the assessment.\n1. Is the decreased sound tolerance secondary to head\ninjury?\n2. What other health conditions are present (hearing\nloss and use of hearing aids; tinnitus; anxiety,\ndepression, posttraumatic stress disorder, autismspectrum disorder; migraines)?\n3. Is the condition thought to involve primarily the\nauditory pathways or are emotional reactions theprimary concern?\n4. How severe is the condition?\n5. Should an interdisciplinary approach be recom-\nmended? Can an audiologist provide the treatment,\nor should a psychologist or other behavioral health\nprovider also be involved?\n6. Is overprotection with earplugs and/or earmuffs a\nconcern?\n7. Is a fear response involved?\nTreatment Based on Severity\nAs part of the assessment, it is essential to determine if\na sound tolerance condition is “mild, ”“moderate, ”or\n“severe, ”with respect to its functional and emotional effects\non the person. If mild or moderate, minimal counseling maybe adequate to teach patients how to use systematic desensi-\ntization. If the condition is sev ere, treatment should be rigor-\nous and collaborative between clinician (audiologist and/orbehavioral health provider) and patient.\nTreatment of Hyperacusis\nBecause hyperacusis is considered a disorder of the\nauditory system, treatment focuses primarily on the auditorypathways. Hyperacusis is not defined as an emotional dis-\norder but often results in secondary emotional reactions.\nCounseling is an important component of any treatment\nfor hyperacusis. Counseling that is appropriate for tinnitusaddresses issues that are typically also relevant for hypera-\ncusis (Pienkowski et al., 2014). Cognitive behavioral ther-\na p y( C B T )i sam e t h o dt h a th a so f t e nb e e nu s e df o rt h i spurpose (Andersson & Lyttkens, 1999; Juris et al., 2014).\nNumerous sound therapy strategies have been used\nas treatment for hyperacusis. As reviewed by Pienkowskiet al. (2014), there are four general approaches for using\nsound as treatment for hyperacusis: (a) continuous low-\nlevel broadband noise, which has been shown to increaseLDLs (Formby & Gold, 2002; Gold et al., 1999; Hazell\net al., 2002); (b) successive approximations to high-level\nbroadband noise by gradually increasing the level and/orthe duration of sound during a certain time of day —an\napproach using pink noise as described by Vernon and\nPress (1998); (c) successive approximations to troublesomesounds by recording specific sounds that are bothersome\nto patients and having them listen to these sounds at grad-\nually increasing levels and duration during times of relaxa-tion (Tyler et al., 2009); and (d) decreasing the maximum\noutput of hearing aids for moderate to high levels of gain\nwith a gradual return to appropriate gain settings(Sammeth et al., 2000; Searchfield, 2006).\nFormby et al. (2003) conducted an important experi-\nment comparing the effects of sound enhancement orsound attenuation on listeners ’sensitivity to the loudness\nof sounds. Participants had normal hearing and normal\nloudness tolerance based on their LDLs. Participants whowore ear-level sound generators for 2 weeks experienced\ngreater tolerance of the loudness of sounds, as demon-\nstrated by increased LDLs. The participants who woreearplugs for 2 weeks experienced “reduced ”loudness toler-\nance, as demonstrated by “decreased ”LDLs. The increase\nin LDL values as a result of wearing ear-level sound gen-erators has also been observed in other studies, including\nthe study of Vidal et al. (2022). These results indicate that\ntreatment of hyperacusis should include both desensitiza-tion with sound therapy and appropriate use of hearing\nprotection to avoid overprotection.\nSound therapy apps have become widely available\nand contain libraries of sound that may be useful for\ndesensitization. Most patients have cell phones, and hear-\ning aids can function as “wireless earbuds ”for streaming\nsignals from an app in addition to the amplification. For\nthese patients, an initial strategy can be to use an app to\nstream sound to the hearing aids. The hearing aids are ini-tially adjusted with a low level of amplification and high\ncompression (Henry et al., 2007a). Sound therapy apps\ncould be applicable for those with normal hearing as well(and hearing devices can be used solely as sound genera-\ntors with streaming capabilities).\n8American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Tyler et al. (2009) described hyperacusis activities\ntreatment (HAT), which was modeled after tinnitus activi-\nties treatment (TAT; Tyler, 2006). HAT uses a combina-\ntion of counseling and sound therapy. The counselingaddresses the same issues that are addressed with TAT,\nthat is, cognition, emotions, hearing, sleep, and concentra-\ntion. The sound therapy can include any of the four gen-eral approaches for using sound as treatment for hypera-\ncusis as described by Pienkowski et al. (2014), which are\nlisted above in this section. An additional sound therapystrategy used with HAT is partial masking using a variety\nof sounds, including music.\nHyperacusis treatment with PTM was adapted from\nthe approach used with TRT (Henry et al., 2007a, 2007b,\n2010; Jastreboff & Hazell, 2004). For both methods, treat-\nment involves being in an environment of backgroundsound 24/7 (and always at a comfortable level) to gradu-\nally increase the upper level (LDL) of the dynamic range.\nWearable (ear-level) sound generators are favored withTRT to provide a high degree of control over the sound\nexposure. The wearable sound generators should be used\nduring all waking hours, with a bedside sound machine tobe used while sleeping.\nPatients with hyperacusis who have a significant\nhearing loss requiring amplification will likely have aproblem tolerating sound that is amplified too much. We\nmentioned above that some people confuse discomfort due\nto hearing aids being too loud with a sound toleranceproblem. The first item on the STI (see Supplemental\nMaterial S2) addresses this concern. Patients are asked if\neveryday sounds are too loud when they are not wearinghearing aids. If the answer to this question is no, then it is\npossible that all that is needed is to adjust the aids for\ncomfort. This can often be accomplished by making com-pression, maximum power output, and/or other adjust-\nments to the aids (Henry et al., 2007a).\nTreatment of Misophonia\nTreatment of misophonia is more complex than for\nhyperacusis. For hyperacusis, reducing the sensitivity of theauditory system is the primary objective. For misophonia,\nthe objective of treatment is to reduce any emotional reac-\ntions caused by sounds —usually soft oral and nasal sounds.\nTreatment specifically targets the trigger sounds, which\nmay require a qualified psychologist or other behavioral\nhealth provider to administer the counseling. Research-based treatments for misophonia are limited (Jager, Vulink,\net al., 2020). Our focus here is on TRT and CBT.\nWith TRT, the intent is to create positive associa-\ntions with sound in general by “active listening ”to pleas-\nant sounds (Henry et al., 2007a; Jastreboff & Hazell,\n2004). Active listening is different from being in an envi-ronment of background that is essentially ignored (which\ndescribes “passive ”listening). When hyperacusis andmisophonia occur together, which is often the case, treat-\nment should involve both active listening to pleasant\nsounds to address the misophonia and desensitization of\nthe auditory system to address the hyperacusis.\nCase studies have been published describing the suc-\ncessful use of CBT to treat misophonia (Bernstein &\nEttema, 2013; Dozier, 2015; McGuire et al., 2015). In aclinical trial, CBT effectively treated 48% of 90 patients\n(Schroder et al., 2013). In a randomized controlled trial,\nCBT was compared to a wait-list control group andresulted in both short- and long-term efficacy of CBT\n(Jager, Vulink, et al., 2020). Using the protocol described\nin detail for that trial, CBT can be implemented for theclinical treatment of misophonia.\nTreatment of Noise Sensitivity\nSimilar to misophonia, treatment of noise sensitivity\nis more complex than using a straightforward approach of\nsystematic desensitization with sound. Currently, no treat-ments have been described that are specific to noise sensi-\ntivity. Systematic desensitization can be used to attempt to\nreduce reactivity to sound in general. If the noise sensitiv-ity condition is severe and comorbid with other psycholog-\nical conditions, however, then clinical management of the\ncondition requires the services of a qualified psychologistor other behavioral health provider.\nNoise sensitivity has been shown to be highly corre-\nlated with anxiety and depression (Shepherd, Heinonen-Guzejev, Hautus, & Heikkila, 2015). Because of that asso-\nciation, successful treatment of these disorders using a\nmultidisciplinary approach might also reduce symptoms ofnoise sensitivity (Shepherd et al., 2019). In that regard,\nCBT has been shown to be effective in the treatment of\nanxiety and depression (Andersson & Kaldo, 2006; Beck,2011; Hofmann & Smits, 2008). Other effective psycholog-\nical approaches could include cognitive therapy, accep-\ntance and commitment therapy, and mindfulness therapy(Forman et al., 2012; Li et al., 2021).\nTreatment of Phonophobia\nWith TRT, phonophobia is considered a specific\ntype of misophonia that involves fear of sound (Henry\net al., 2007a, 2007b; Jastreboff & Hazell, 2004). Misopho-nia results in emotional reactions to sound, and the condi-\ntion is not phonophobia if there is no fear involved in\nanticipating the reaction. Sometimes, people with tinnitusor hyperacusis become fearful that certain sounds can\ncause damage to the auditory system or cause the hypera-\ncusis or tinnitus to become worse. This would be the typi-cal reason that a fear condition would develop. As a result\nof the fear, these people overprotect their ears to avoid\nworsening their reactions to sound. They either use hear-ing protection (earplugs and/or earmuffs) or avoid the\nsounds altogether. The sounds that are feared, however,\nHenry et al.: Clinical Management of Sound Tolerance Conditions 9\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Table 1. Summary of symptoms, assessment tools, and treatment options for each of the different sound tolerance conditions.\nSound\ntolerance\ncondition Symptoms/definition Assessment tool Treatment\nHyperacusis Physical discomfort or pain when any sound\nreaches a certain level of loudness thatwould be tolerable for most peopleTRT initial and follow-up interviews (Henry\net al., 2003; Jastreboff & Jastreboff, 1999)\nSound Tolerance Interview\na\nHyperacusis Questionnaire (Khalfa et al., 2002)\nQuestionnaire on Hypersensitivity to Sound\n(Bläsing et al., 2010)\nMultiple-Activity Scale for Hyperacusis\n(Dauman & Bouscau-Faure, 2005)\nNoise Avoidance Questionnaire (Bläsing &\nKroener-Herwig, 2012)\nInventory of Hyperacusis Symptoms\n(Greenberg & Carlos, 2018)Objective is to reduce the sensitivity of the auditory\nsystem\nSound desensitization —maintain an environment of\nbackground sound 24/7 (and always at a comfortable\nlevel) to gradually increase the upper level (LDL) of the\ndynamic range\nSpecific methodology is available using HAT, PTM,\nand TRT\nMisophonia Intense emotional reactions (e.g., anger,\ndisgust, irritation) to certain sounds,regardless of their loudness\nOral, nasal, and throat sounds\nSounds associated with eating\nRepetitious sounds such as clicking\na pen and tappingTRT initial and follow-up interviews (Henry\net al., 2003; Jastreboff & Jastreboff, 1999)\nSound Tolerance Interview\na\nAmsterdam Misophonia Scale (Siepsiak et al.,\n2020)\nMisophonia Questionnaire (Wu et al., 2014)\nMisoQuest (Siepsiak et al., 2020)Objective is to reduce the emotional/physiological\nreactions caused by sound\nSound desensitization (focusing on active listening\nand “trigger sounds ”); may require behavioral health\nmanagement\nSpecific methodology is available using TRT or CBT\nNoise sensitivity General reactivity or discomfort (annoyance\nor feeling overwhelmed) due to a\nperceived noisy environmentSound Tolerance Interviewa\nNoise Sensitivity Scale (Weinstein, 1978)\nNoise Sensitivity Questionnaire (Schutte,\nMarks, et al., 2007; Schutte, Sandrock, &Griefahn, et al., 2007)Systematic desensitization to attempt to reduce\nreactivity to sound in general\nIf the condition is comorbid with TBI or mental health\nconditions, then an interprofessional approach isrecommended\nPhonophobia\nb“Fear ”that a sound may occur that will\nresult in discomfort or pain or that willexacerbate an existing auditory disorder(hearing loss, tinnitus, hyperacusis,\nmisophonia, and/or noise sensitivity)Sound Tolerance Interview\na\nTRT initial and follow-up interviews\n(Henry et al., 2003; Jastreboff &Jastreboff, 1999)Educational counseling regarding the benign nature\nof sounds that are feared to cause an adverse reactionand that the auditory system needs sound for normalfunctioning\nSpecific methodology is available using TRT\nNote. TRT = tinnitus retraining therapy; LDL = loudness discomfort level; HAT = hyperacusis activities treatment; PTM = progressive tinnitus management; CBT = cognitive behavioral\ntherapy; TBI = traumatic brain injury.\naAvailable as Supplemental Material S2.bNot referring to migraineur phonophobia.\n10 American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "are generally harmless. Overprotecting the ears can make\nthe auditory system even more sensitive, which is what\ncan actually worsen the condition. Treatment for phono-\nphobia involves specific counseling regarding the benignnature of any sound that causes a phonophobic reaction\nand that the auditory system needs sound for normal\nfunctioning. With TRT, the identical sound therapy proto-col is used for phonophobia as for misophonia.\nDiscussion\nWe have described four different types of sound tol-\nerance conditions. With “hyperacusis, ”physical discom-\nfort is experienced when exposed to everyday sounds that\noccur at low to moderate intensity levels. Hyperacusis istherefore classified as a condition of reduced loudness tol-\nerance. The other three types are not dependent on the\nperceived loudness of sound. “Misophonia ”involves nega-\ntive reactions to certain sounds —often generated by the\nmouth or nose —such as chewing or sniffing. “Noise sensi-\ntivity ”describes a general reactivity to sound in the envi-\nronment and is often associated with head injury. “Phono-\nphobia ”is fear that sound will be uncomfortable for any\nreason —including loudness or emotional discomfort.\nStudies focusing on sound tolerance conditions are a\nrelatively recent phenomenon (Baguley & Hoare, 2018).\nWhereas these conditions have always existed, onlyrecently have distinctions and terminology been described\nfor the different types. We have set about to describe the\ndifferent conditions with respect to their similarities, dif-ferences, and methods of clinical assessment and treatment\n(see Table 1). The information contained herein draws\nlargely from the scientific literature, and it is clear thatterminology, definitions, and clinical techniques are far\nfrom being standardized. When assessing for sound toler-\nance conditions, it is therefore important to operationallydefine any terms used.\nThere are currently a number of challenges to the\nclinical management of sound tolerance conditions. Thesechallenges include the following: (a) Clinicians are usually\nneither trained nor experienced in assessing and treating\nthese conditions. (b) Distinctions between the differenttypes of conditions can be easily blurred due to the\nnumerous nuances involved with each condition. (c) Stan-\ndards do not yet exist for clinically managing sound toler-ance conditions. (d) Many clinicians do not have access to\ninterdisciplinary care, for example, mental health for col-\nlaboration when developing a plan of care with theirpatient. These challenges leave patients at a disadvantage.\nOur hope is that clinicians will at least become familiar\nwith the different conditions, learn how to screen for asound tolerance condition, and gain the necessary knowl-\nedge to aid patients in understanding their symptoms andmaking informed decisions. The references provided below\ncan be helpful to learn more about sound tolerance\nconditions.\nPossibly, the most important consideration when\nworking with patients who have sound tolerance condi-\ntions is to determine how the condition affects their every-\nday life activities. It is always a good question to ask, “Is\nthere anything you want to be doing, but are not doing\nbecause of difficulty tolerating sound? ”The answer to this\nquestion, which is the second item in the STI (see Supple-mental Material S2), can be very informative as to how to\nfocus the management. In general, the focus should be on\nimproving the patient ’s life and not on “treating the disor-\nder.”An interprofessional approach is often recommended\nand, depending on the decreased sound tolerance in ques-\ntion, involves an audiologist, psychologist or other behav-ioral health provider, and occupational therapist.\nAudiologists often conduct testing with an audio-\nmeter to determine LDLs at audiometric frequencies and/orusing broadband noise. Based on the authors ’clinical and\nclinical research experiences, we do not recommend per-\nforming LDL testing to identify a sound tolerance condi-tion primarily because it does not address how sound\naffects a person in real life, and the testing itself can be\nquite uncomfortable for the person who has a complaintof reduced tolerance to sound (Anari et al., 1999; Filion &\nMargolis, 1992; Goebel & Floetzinger, 2008; Zaugg et al.,\n2016). We recommend screening for a sound tolerancecondition and, if the screening is positive, conduct a full\nassessment using a comprehensive interview. Screening\nand assessment procedures have been described in detailabove.\nRegardless of the type of sound tolerance condition,\ntreatment generally involves counseling and acousticdesensitization with systematic exposure to sounds, often\nusing the types of sounds that are problematic to the per-\nson. It is important, however, to always consider the pos-sibility of psychological issues that may require the clinical\nservices of a psychologist or other behavioral health pro-\nvider as part of the care team.\nAcknowledgments\nJames A. Henry was funded by the Department of\nVeterans Affairs, Rehabilitation Research & DevelopmentService: Senior Research Career Scientist Award (1 IK6\nRX002990-01). Sarah M. Theodoroff was funded by the\nDepartment of Veterans Affairs, Clinical Science Research& Development: Merit Award (NURF-008-19F). The\nauthors wish to acknowledge Russell Bennett, Elizabeth\nLima, and Miguel Santos for their significant contribu-tions to this effort, all of whom are employed by the\nDepartment of Veterans Affairs.\nHenry et al.: Clinical Management of Sound Tolerance Conditions 11\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "References\nAazh, H., McFerran, D., Salvi, R., Prasher, D., Jastreboff, M., &\nJastreboff, P. (2014). Insights from the First International\nConference on Hyperacusis: Causes, evaluation, diagnosis and\ntreatment. Noise & Health, 16 (69), 123 –126. https://doi.org/10.\n4103/1463-1741.132100\nAnari, M., Axelsson, A., Eliasson, A., & Magnusson, L. (1999).\nHypersensitivity to sound –questionnaire data, audiometry and\nclassification. Scandinavian Audiology, 28 (4), 219 –230. https://\ndoi.org/10.1080/010503999424653\nAndersson, G., & Kaldo, V. (2006). Cognitive-behavioral therapy\nwith applied relaxation. In R. S. Tyler (Ed.), Tinnitus treat-\nment: Clinical protocols (pp. 96 –115). Thieme.\nAndersson, G., & Lyttkens, L. (1999). A meta-analytic review of\npsychological treatments for tinnitus. British Journal of Audiol-\nogy, 33 (4), 201 –210. https://doi.org/10.3109/03005369909090101\nAsha ’ari, Z. A., Mat Zain, N., & Razali, A. (2010). Phonophobia\nand hyperacusis: Practical points from a case report. Malay-\nsian Journal of Medical Sciences, 17 (1), 49 –51.\nBaguley, D. M. (2003). Hyperacusis. Journal of the Royal Society\nof Medicine, 96 (12), 582 –585. https://doi.org/10.1258/jrsm.96.\n12.582\nBaguley, D. M., & Hoare, D. J. (2018). Hyperacusis: Major\nresearch questions. HNO, 66 (5), 358 –363. https://doi.org/10.\n1007/s00106-017-0464-3\nBeck, J. S. (2011). Cognitive behavioral therapy: Basics and\nbeyond . Guilford Press.\nBernstein, R. E., & Ettema, J. H. M. (2013). A brief course of\ncognitive behavioural therapy for the treatment of misophonia:\nA case example. The Cognitive Behaviour Therapist, 6, e10.\nhttps://doi.org/10.1017/S1754470X13000172\nBläsing, L., Goebel, G., Flotzinger, U., Berthold, A., & Kroner-\nHerwig, B. (2010). Hypersensitivity to sound in tinnitus\npatients: An analysis of a construct based on questionnaire\nand audiological data. International Journal of Audiology,\n49(7), 518 –526. https://doi.org/10.3109/14992021003724996\nBläsing, L., & Kroener-Herwig, B. (2012). Self-reported and\nbehavioral sound avoidance in tinnitus and hyperacusis sub-\njects, and association with anxiety ratings. International Jour-\nnal of Audiology, 51 (8), 611 –617. https://doi.org/10.3109/\n14992027.2012.664290\nBooi, H., & van den Berg, F. (2012). Quiet areas and the need\nfor quietness in Amsterdam. International Journal of Environ-\nmental Research and Public Health, 9 (4), 1030 –1050. https://\ndoi.org/10.3390/ijerph9041030\nCederroth, C. R., Lugo, A., Edvall, N. K., Lazar, A., Lopez-\nEscamez, J. A., Bulla, J., Uhlen, I., Hoare, D. J., Baguley,\nD. M., Canlon, B., & Gallus, S. (2020). Association between\nhyperacusis and tinnitus. Journal of Clinical Medicine, 9 (8),\n2412. https://doi.org/10.3390/jcm9082412\nDauman, R., & Bouscau-Faure, F. (2005). Assessment and ameliora-\ntion of hyperacusis in tinnitus patients. Acta Otolaryngologica,\n125(5), 503 –509. https://doi.org/10.1080/00016480510027565\nDomjan, M., & Burkhard, B. (1986). The principles of learning\nand behavior . Brooks/Cole.\nDozier, T. H. (2015). Counterconditioning treatment for miso-\nphonia. Clinical Case Studies, 14 (5), 374 –387. https://doi.org/\n10.1177/1534650114566924\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S.\n(2013). Misophonia: Physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience, 7, 296. https://\ndoi.org/10.3389/fnhum.2013.00296Erfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misopho-\nnia and comorbid psychiatric symptoms: A preliminary studyof clinical findings. Nordic Journal of Psychiatry, 73 (4–5),\n219–228. https://doi.org/10.1080/08039488.2019.1609086\nEvans, R. W., Seifert, T., Kailasam, J., & Mathew, N. T. (2008).\nThe use of questions to determine the presence of photo-\nphobia and phonophobia during migraine. Headache, 48 (3),\n395–397. https://doi.org/10.1111/j.1526-4610.2007.00920.x\nFackrell, K., Fearnley, C., Hoare, D. J., & Sereda, M. (2015).\nHyperacusis questionnaire as a tool for measuring hypersensi-\ntivity to sound in a tinnitus research population. BioMed\nResearch International, Article 290425. https://doi.org/10.1155/\n2015/290425\nFackrell, K., & Hoare, D. J. (2018). Scales and questionnaires for\ndecreased sound tolerance. In M. Fagelson & D. M. Baguley\n(Eds.), Hyperacusis and disorders of sound intolerance: Clinical\nand research perspectives (pp. 43 –58). Plural.\nFackrell, K., Potgieter, I., Shekhawat, G. S., Baguley, D. M.,\nSereda, M., & Hoare, D. J. (2017). Clinical interventions for\nhyperacusis in adults: A scoping review to assess the currentposition and determine priorities for research. BioMed\nResearch International, Article 2723715. https://doi.org/10.\n1155/2017/2723715\nFilion, P. R., & Margolis, R. H. (1992). Comparison of clinical\nand real-life judgments of loudness discomfort. Journal of the\nAmerican Academy of Audiology, 3 (3), 193 –199.\nForman, E. M., Chapman, J. E., Herbert, J. D., Goetter, E. M.,\nYuen, E. K., & Moitra, E. (2012). Using session-by-session\nmeasurement to compare mechanisms of action for acceptance\nand commitment therapy and cognitive therapy. Behavior Ther-\napy, 43 (2), 341 –354. https://doi.org/10.1016/j.beth.2011.07.004\nFormby, C., & Gold, S. L.\n(2002). Modification of loudness dis-\ncomfort level: Evidence for adaptive chronic auditory gain\nand its clinical relevance. Seminars in Hearing, 23, 21–35. https://\ndoi.org/10.1055/s-2002-24973\nFormby, C., Hawley, M. L., Sherlock, L. P., Gold, S., Payne, J.,\nBrooks, R., Parton, J. M., Juneau, R., Desporte, E. J., &\nSiegle, G. R. (2015). A sound therapy-based intervention to\nexpand the auditory dynamic range for loudness among per-\nsons with sensorineural hearing losses: A randomized placebo-\ncontrolled clinical trial. Seminars in Hearing, 36 (2), 77 –110.\nhttps://doi.org/10.1055/s-0035-1546958\nFormby, C., Sherlock, L. P., & Gold, S. L. (2002). Adaptive\nrecalibration of chronic auditory gain: Interim findings. In R.\nPatuzzi (Ed.), Proceedings of the Seventh International Tinnitus\nSeminar (pp. 165 –169). University of Western Australia.\nFormby, C., Sherlock, L. P., & Gold, S. L. (2003). Adaptive plas-\nticity of loudness induced by chronic attenuation andenhancement of the acoustic background. The Journal of the\nAcoustical Society of America, 114 (1), 55 –58. https://doi.org/\n10.1121/1.1582860\nGoebel, G., & Floetzinger, U. (2008). Pilot study to evaluate psy-\nchiatric co-morbidity in tinnitus patients with and withouthyperacusis. Audiological Medicine, 6 (1), 78 –84. https://doi.org/\n10.1080/16513860801959100\nGold, S. L., Formby, C., & Gray, W. C. (2000). Celebrating a\ndecade of evaluation and treatme nt: The University of Maryland\nTinnitus and Hyperacusis Center. American Journal of Audiol-\nogy, 9, 69–74. https://doi.org/10.1044/1059-0889(2000/014)\nGold, S. L., Frederick, E. A., & Formby, C. (1999). Shifts in\ndynamic range for hyperacusis patients receiving tinnitusretraining therapy (TRT). In J. Hazell (Ed.), Proceedings of\nthe Sixth International Tinnitus Seminar 1999 (pp. 297 –301).\nThe Tinnitus and Hyperacusis Centre.\n12 American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Greenberg, B., & Carlos, M. (2018). Psychometric properties and\nfactor structure of a new scale to measure hyperacusis: Introduc-ing the inventory of hyperacusis symptoms. Ear and Hearing,\n39(5), 1025 –1034. https://doi.org/10.1097/AUD.0000000000000583\nGrillon, C. (2008). Models and mechanisms of anxiety: Evidence\nfrom startle studies. Psychopharmacology, 199 (3), 421 –437.\nhttps://doi.org/10.1007/s00213-007-1019-1\nHall, R. C., Hall, R. C., & Chapman, M. J. (2005). Definition,\ndiagnosis, and forensic implications of postconcussional syn-\ndrome. Psychosomatics, 46 (3), 195 –202. https://doi.org/10.\n1176/appi.psy.46.3.195\nHansen, H. A., Leber, A. B., & Saygin, Z. M. (2021). What\nsound sources trigger misophonia? Not just chewing and\nbreathing. Journal of Clinical Psychology, 77 (11), 2609 –2625.\nhttps://doi.org/10.1002/jclp.23196\nHazell, J. W. P., & Sheldrake, J. B. (1992). Hyperacusis and\ntinnitus. In J.-M. Aran & R. Dauman (Eds.), Tinnitus 91:\nProceedings of the Fourth International Tinnitus Seminar\n(pp. 245 –248). Kugler.\nHazell, J. W. P., Sheldrake, J. B., & Graham, R. L. (2002).\nDecreased sound tolerance: Predisposing factors, triggers and\noutcomes after TRT. In R. Patuzzi (Ed.), Proceedings of the\nSeventh International Tinnitus Seminar (pp. 255 –261). Univer-\nsity of Western Australia.\nHeinonen-Guzejev, M. (2008). Noise sensitivity: Medical, psycho-\nlogical and genetic aspects . Helsinki University Press.\nHenry, J. A. (2021). What is the Veterans Health Administration\ndoing about tinnitus? Tinnitus Today, 46 (3), 4 –7.\nHenry, J. A., Griest, S., Zaugg, T. L., Thielman, E., Kaelin, C.,\nGalvez, G., & Carlson, K. F. (2015). Tinnitus and Hearing\nSurvey: A screening tool to differentiate bothersome tinnitus\nfrom hearing difficulties. American Journal of Audiology,\n24(1), 66 –77. https://doi.org/10.1044/2014_AJA-14-0042\nHenry, J. A., Jastreboff, M. M., Jastreboff, P. J., Schechter,\nM. A., & Fausti, S. A. (2003). Guide to conducting tinnitus\nretraining therapy initial and follow-up interviews. Journal of\nRehabilitation Research and Development, 40, 157–178.\nHenry, J. A., Trune, D. R., Robb, M. J. A., & Jastreboff, P. J.\n(2007a). Tinnitus retraining therapy: Clinical guidelines . Plural.\nHenry, J. A., Trune, D. R., Robb, M. J. A., & Jastreboff, P. J.\n(2007b). Tinnitus retraining therapy: Patient counseling guide .\nPlural.\nHenry, J. A., Zaugg, T. L., Myers, P. M., & Kendall, C. J.\n(2010). Progressive tinnitus management: Clinical handbook for\naudiologists . Plural.\nHiller, W., & Goebel, G. (2007). When tinnitus loudness and\nannoyance are discrepant: Audiological characteristics and\npsychological profile.\nAudiology and Neurootology, 12 (6),\n391–400. https://doi.org/10.1159/000106482\nHoffman, H. J., & Reed, G. W. (2004). Epidemiology of tinnitus.\nIn J. B. Snow (Ed.), Tinnitus: Theory and management\n(pp. 16 –41). BC Decker.\nHofmann, S. G., & Smits, J. A. (2008). Cognitive-behavioral\ntherapy for adult anxiety disorders: A meta-analysis of ran-\ndomized placebo-controlled trials. The Journal of Clinical Psy-\nchiatry, 69 (4), 621 –632. https://doi.org/ej07m03585\nJager, I. J., de Koning, P., Bost, T., Denys, D., & Vulink, N.\n(2020). Misophonia: Phenomenology, comorbidity and demo-graphics in a large sample. PLOS ONE, 15 (4), e0231390.\nhttps://doi.org/10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A., &\nDenys, D. (2020). Cognitive behavioral therapy for misophonia:\nA randomized clinical trial. Depression and Anxiety, 38 (7),\n708–718. https://doi.org/10.1002/da.23127Jastreboff, M. M., & Jastreboff, P. J. (1999). Questionnaires for\nassessment of the patients and their outcomes. In J. W. P.Hazell (Ed.), Proceedings of the Sixth International Tinnitus\nSeminar (pp. 487 –491). The Tinnitus and Hyperacusis Centre.\nJastreboff, M. M., & Jastreboff, P. J. (2001). Hyperacusis. Audi-\nology Online .\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound\ntolerance and tinnitus retraining therapy (TRT). Australian\nand New Zealand Journal of Audiology, 24, 74–81.\nJastreboff, P. J. (1990). Phantom auditory perception (tinnitus):\nMechanisms of generation and perception. Neuroscience Research,\n8,221–254. https://doi.org/10. 1016/0168-0102(90)90031-9\nJastreboff, P. J., Gray, W. C., & Gold, S. L. (1996). Neurophysi-\nological approach to tinnitus patients. The American Journal\nof Otology, 17, 236–240.\nJastreboff, P. J., & Hazell, J. W. P. (2004). Tinnitus retraining\ntherapy: Implementing the neurophysiological model . Cambridge\nUniversity Press.\nJuris, L., Andersson, G., Larsen, H. C., & Ekselius, L. (2014).\nCognitive behaviour therapy for hyperacusis: A randomizedcontrolled trial. Behaviour Research and Therapy, 54, 30–37.\nhttps://doi.org/10.1016/j.brat.2014.01.001\nKalita, J., Misra, U. K., & Bansal, R. (2021). Phonophobia and\nbrainstem excitability in migraine. The European Journal of\nNeuroscience, 53 (6), 1988 –1997. https://doi.org/10.1111/ejn.\n15078\nKhalfa, S., Dubal, S., Veuillet, E., Perez-Diaz, F., Jouvent, R., &\nCollet, L. (2002). Psychometric normalization of a hyperacusis\nquestionnaire. ORL Journal of Otorhinolaryngology, and Related\nSpecialties, 64, 436–442. https://doi.org/10.1159/000067570\nKishikawa, H., Matsui, T., Uchiyama, I., Miyakawa, M.,\nHiramatsu, K., & Stansfeld, S. A. (2006). The development of\nWeinstein ’s Noise Sensitivity Scale. Noise & Health, 8 (33),\n154–160. https://doi.org/10.4103/1463-1741.34703\nKuiper, M. W. M., Verhoeven, E. W. M., & Geurts, H. M.\n(2019). Stop making noise! Auditory sensitivity in adults with\nan autism spectrum disorder diagnosis: Physiological habitua-\ntion and subjective detection thresholds. Journal of Autism\nand Developmental Disorders, 49 (5), 2116 –2128. https://doi.\norg/10.1007/s10803-019-03890-9\nLi, J., Cai, Z., Li, X., Du, R., Shi, Z., Hua, Q., Zhang, M., Zhu,\nC., Zhang, L., & Zhan, X. (2021). Mindfulness-based therapy\nversus cognitive behavioral th erapy for people with anxiety\nsymptoms: A systematic review and meta-analysis of random\ncontrolled trials. Annals of Palliative Medicine, 10 (7), 7596 –7612.\nhttps://doi.org/ 10.21037/apm-21-1212\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-\nbehavioral therapy for 2 youths with misophonia. The Journal\nof Clinical Psychiatry, 76 (5), 573 –574. https://doi.org/10.4088/\nJCP.14cr09343\nMcKinney, C. J., Hazell, J. W. P., & Graham, R. L. (1999).\nChanges in loudness discomfort level and sensitivity to envi-\nronmental sound with habituation based therapy. In J. Hazell(Ed.), Proceedings of the Sixth International Tinnitus Seminar\n(pp. 499 –501). The Tinnitus and Hyperacusis Centre.\nNelting, M., Rienhoff, N. K., Hesse, G., & Lamparter, U. (2002).\nDie Erfassung des subjektiven Leidens unter Hyperakusis mit\neinem Selbstbeurteilungsbogen zur Geräuschüberempfindlichkeit\n(GUF) [The assessment of subjective distress related to hypera-\ncusis with a self-rating questionnaire on hypersensitivity to\nsound]. Laryngo-Rhino-Otologie, 81 (5), 327 –334. https://doi.org/\n10.1055/s-2002-28342\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., &\nVanneste, S. (2018). Misophonia and potential underlying\nHenry et al.: Clinical Management of Sound Tolerance Conditions 13\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "mechanisms: A perspective. Frontiers in Psychology, 9, 953.\nhttps://doi.org/10.3389/fpsyg.2018.00953\nPerlman, H. B. (1938). Hyperacusis. The Annals of Otology,\nRhinology, and Laryngology, 47, 947–953.\nPienkowski, M., Tyler, R. S., Roncancio, E. R., Jun, H. J.,\nBrozoski, T., Dauman, N., Coelho, C. B., Andersson, G.,\nKeiner, A. J., Cacace, A. T., Martin, N., & Moore, B. C.(2014). A review of hyperacusis and future directions: Part II.\nMeasurement, mechanisms, and treatment. American Journal\nof Audiology, 23 (4), 420 –436. https://doi.org/10.1044/2014_\nAJA-13-0037\nPrabhu, P., & Nagaraj, M. K. (2020). Development and valida-\ntion of Hyperacusis Handicap Questionnaire in individuals\nwith tinnitus associated with hyperacusis. Journal of Otology,\n15(4), 124 –128. https://doi.org/10.1016/j.joto.2019.12.004\nRadziwon, K., Auerbach, B. D., Ding, D., Liu, X., Chen, G. D., &\nSalvi, R. (2019). Noise-induced loudness recruitment and\nhyperacusis: Insufficient central gain in auditory cortex and\namygdala. Neuroscience, 422, 212–227. https://doi.org/10.1016/\nj.neuroscience.2019.09.010\nRaj-Koziak, D., Gos, E., Kutyba, J., Skarzynski, H., & Skarzynski,\nP. H. (2021). Decreased sound tolerance in tinnitus patients.\nLife (Basel), 11 (2). https://doi.org/10.3390/life11020087\nRosenthal, M. Z., Arnand, D., Cassiello-Robbins, C., Williams,\nZ. J., Guetta, R. E., Trumbull, J., & Kelley, L. D. (2021).\nDevelopment and initial validation of the Duke misophonia\nquestionnaire. Frontiers in Psychology, 12, 1–21. https://doi.\norg/10.3389/fpsyg.2021.709928\nRouw, R., & Erfanian, M. (2018). A large-scale study of miso-\nphonia. Journal of Clinical Psychology, 74 (3), 453 –479. https://\ndoi.org/10.1002/jclp.22500\nSammeth, C. A., Preves, D. A., & Brandy, W. T. (2000). Hypera-\ncusis: Case studies and evaluation of electronic loudness sup-\npression devices as a treatment approach. Scandinavian Audi-\nology, 29 (1), 28 –36. https://doi.org/10.1080/010503900424570\nSchecklmann, M., Lehner, A., Schlee, W., Vielsmeier, V., Landgrebe,\nM., & Langguth, B. (2015). Validation of screening questions\nfor hyperacusis in chronic tinnitus. Biomed Research Interna-\ntional, Article 191479. https://doi.org/10.1155/2015/191479\nSchroder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diag-\nnostic criteria for a new psychiatric disorder. PLOS ONE,\n8(1), Article e54706. https://doi.org /10.1371/journal.pone.0054706\nSchutte, M., Marks, A., Wenning, E., & Griefahn, B. (2007). The\ndevelopment of the noise sensitivity questionnaire. Noise &\nHealth, 9 (34), 15 –24. https://doi.org/10.4103/1463-1741.34700\nSchutte, M., Sandrock, S., & Griefahn, B. (2007). Factorial valid-\nity of the noise sensitivity questionnaire. Noise & Health,\n9(37), 96 –\n100. https://doi.org/10.4103/1463-1741.37425\nSearchfield, G. D. (2006). Hearing aids and tinnitus. In R. S. Tyler\n(Ed.), Tinnitus treatment: Clinical protocols (pp. 161 –175).\nThieme.\nShepherd, D., Heinonen-Guzejev, M., Hautus, M. J., & Heikkila,\nK.(2015). Elucidating the relationship between noise sensitiv-\nity and personality. Noise & Health, 17 (76), 165 –171. https://\ndoi.org/10.4103/1463-1741.155850\nShepherd, D., Heinonen-Guzejev, M., Heikkila, K., Dirks, K. N.,\nHautus, M. J., Welch, D., & McBride, D. (2015). The nega-\ntive affect hypothesis of noise sensitivity. International Jour-\nnal of Environmental Research and Public Health, 12 (5),\n5284 –5303. https://doi.org/10.3390/ijerph120505284\nShepherd, D., Landon, J., Kalloor, M., & Theadom, A. (2019).\nClinical correlates of noise sensitivity in patients with acute\nTBI. Brain Injury, 33 (8), 1050 –1058. https://doi.org/10.1080/\n02699052.2019.1606443Sherlock, L. P., & Formby, C. (2005). Estimates of loudness,\nloudness discomfort, and the auditory dynamic range: Norma-tive estimates, comparison of procedures, and test –retest reli-\nability. Journal of the American Academy of Audiology, 16 (2),\n85–100. https://doi.org/10.3766/jaaa.16.2.4\nSherlock, L. P., & Formby, C. (2017). Considerations in the\ndevelopment of a sound tolerance interview and questionnaireinstrument. Seminars in Hearing, 38 (1), 53 –70. https://doi.org/\n10.1055/s-0037-1598065\nSiepsiak, M., Sliwerski, A., & Lukasz Dragan, W. (2020). Devel-\nopment and psychometric properties of MisoQuest —A new\nself-report questionnaire for misophonia. International Journal\nof Environmental Research and Public Health, 17 (5). https://\ndoi.org/10.3390/ijerph17051797\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian,\nM., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal,\nM. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A.,Taylor, S., Werff, K., Altimus, C. M., & Raver, S. M. (2022).\nConsensus definition of misophonia: A Delphi study. Frontiers in\nNeuroscience, 17, 1–16. https://doi.org/10.3389/fnins.2022.841816\nTaylor, S. (2017). Misophonia: A new mental disorder? Medical\nHypotheses, 103, 109–117. https://doi.org/10.1016/j.mehy.2017.\n05.003\nTheodoroff, S. M., Reavis, K. M., Griest, S. E., Carlson, K. F.,\nHammill, T. L., & Henry, J. A. (2019). Decreased sound tol-\nerance associated with blast exposure. Scientific Reports, 9 (1),\n10204. https://doi.org/10.1038/s41598-019-46626-6\nTunkel, D. E., Bauer, C. A., Sun, G. H., Rosenfeld, R. M.,\nChandrasekhar, S. S., Cunningham, E. R., Jr., Archer, S. M.,\nBlakley, B. W., Carter, J. M., Granieri, E. C., Henry, J. A.,Hollingsworth, D., Khan, F. A., Mitchell, S., Monfared, A.,\nNewman, C. W., Omole, F. S., Phillips, C. D., Robinson,\nS. K., . . . Whamond, E. J. (2014). Clinical practice guideline:\nTinnitus. Otolaryngology —Head & Neck Surgery, 151\n(Suppl. 2),\nS1–S40. https://doi.org/10.1177/0194599814545325\nTyler, R. S. (2006). Neurophysiological models, psychological\nmodels, and treatments for tinnitus. In R. S. Tyler (Ed.), Tin-\nnitus treatment: Clinical protocols (pp. 1 –22). Thieme.\nTyler, R. S., Noble, W., Coelho, C., Haskell, G., & Bardia, A.\n(2009). Tinnitus and hyperacusis. In J. Katz, R. Burkard, L.\nMedwetsky, & L. Hood (Eds.), Handbook of clinical audiology\n(6th ed., pp. 726 –742). Lippincott Williams and Wilkins.\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J.,\nBrozoski, T., Dauman, N., Dauman, N., Andersson, G.,\nKeiner, A. J., Cacace, A. T., Martin, N., & Moore, B. C.\n(2014). A review of hyperacusis and future directions: Part I.\nDefinitions and manifestations. American Journal of Audiology,\n23(4), 402 –419. https://doi.org/10.1044/2014_AJA-14-0010\nvan Kamp, I., Job, R. F., Hatfield, J., Haines, M., Stellato,\nR. K., & Stansfeld, S. A. (2004). The role of noise sensitivity\nin the noise –response relation: A comparison of three interna-\ntional airport studies. The Journal of the Acoustical Society of\nAmerica, 116 (6), 3471 –3479. https://doi.org/10.1121/1.1810291\nVernon, J. A., & Press, L. (1998). Treatment for hyperacusis. In\nJ. A. Vernon (Ed.), Tinnitus treatment and relief (pp. 223 –227).\nAllyn & Bacon.\nVidal, J. L., Park, J. M., Han, J. S., Alshaikh, H., & Park,\nS. N. (2022). Measurement of loudness discomfort levels as a\ntest for hyperacusis: Test –retest reliability and its clinical\nvalue. Clinical and Experimental Otorhinolaryngology, 15 (1),\n84–90. https://doi.org/10.21053/ceo.2021.00318\nVingen, J. V., Pareja, J. A., Storen, O., White, L. R., & Stovner,\nL. J. (1998). Phonophobia in migraine. Cephalalgia, 18 (5),\n243–249. https://doi.org/10.1046/j.1468-2982.1998.1805243.x\n14 American Journal of Audiology 1–15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Weinstein, N. D. (1978). Individual differences in reactions to\nnoise: A longitudinal study in a college dormitory. Journal of\nApplied Psychology, 63 (4), 458 –466. https://doi.org/10.1037/\n0021-9010.63.4.458\nWolk, C., & Seefeld, B. (1999). The effects of managing hyperacu-\nsis with maskers (noise generators). In J. Hazell (Ed.), Proceed-\nings of the Sixth International Tinnitus Seminar (pp. 512 –514).\nThe Tinnitus and Hyperacusis Centre.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014).\nMisophonia: Incidence, phenomenology, and clinical correlatesin an undergraduate student sample. Journal of Clinical Psy-\nchology, 70 (10), 994 –1007. https://doi.org/10.1002/jclp.22098\nZaugg, T. L., Thielman, E. J., Griest, S., & Henry, J. A. (2016).\nSubjective reports of trouble tolerating sound in daily life\nversus loudness discomfort levels. American Journal of Audi-\nology, 25 (4), 359 –363. https://doi.org/10.1044/2016_AJA-15-\n0034\nZigmond, A. S., & Snaith, R. P. (1983). The Hospital Anxiety\nand Depression Scale. Acta Psychiatrica Scandinavica, 67 (6),\n361–370. https://doi.org/10.1111/j.1600-0447.1983.tb09716.x\nHenry et al.: Clinical Management of Sound Tolerance Conditions 15\nDownloaded from: https://pubs.asha.org 73.164.63.26 on 08/16/2022, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    }
  ]
}