{
  "doc_type": "scientific paper",
  "title": "Sex Specific Correlations Between Misophonia Symptoms and ADHD, OCD, and Autism Related Traits in Adolescent Outpatients",
  "authors": [
    "Herdi and Yildirim"
  ],
  "year": 2024,
  "journal": "psychiatry 2024;61:248−254",
  "doi": "10.29399/npa.28630248",
  "abstract": null,
  "keywords": [
    "ADHD",
    "adolescent",
    "autistic traits",
    "misophonia",
    "obsessive-"
  ],
  "research_topics": [
    "ADHD",
    "adolescent",
    "autistic traits",
    "misophonia",
    "obsessive-"
  ],
  "created_at": "2025-05-04T23:18:29.885301Z",
  "source_pdf": "documents/research/Global/Herdi and Yildirim 2024 Sex Specific Correlations Between Misophonia Symptoms and ADHD, OCD, and Autism Related Traits in Adolescent Outpatients.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "https://doi.org/10.29399/npa.28630248\nRESEARCH ARTICLEArch Neuropsychiatry 2024;61:248−254\nSex-Specific Correlations Between Misophonia Symptoms and ADHD, OCD, \nand Autism-Related Traits in Adolescent Outpatients\nOğuzhan HERDİ1\n, Fatma YILDIRIM2\n1Antalya Bilim University, Department of Psychology, Antalya, Turkey  \n2Antalya City Hospital, Child and Adolescent Psychiatry, Antalya, Turkey248\nCorrespondence Address: Oğuzhan Herdi, Antalya Bilim Üniversitesi, Döşemealtı, Antalya, Turkey • E-mail: herdi@antalya.edu.tr\nReceived: 26.09.2023, Accepted: 06.12.2023, Available Online Date: 09.08.2024\n©Copyright 2023 by Turkish Association of Neuropsychiatry - Available online at www.noropskiyatriarsivi.com Misophonia, while not formally recognized as a definitive diagnosis within \nthe International Classification of Diseases (ICD) and the Diagnostic \nand Statistical Manual of Mental Disorders (DSM), is characterized by \npronounced negative emotional (anger, disgust, distress), physiological \n(increased heartbeat, piloerection) and aggressive (shouting, yelling or \ngiving harm to the source of the misophonic sound, in a word trigger) \nor aversive (moving away from the source of the trigger or not being \npresent at a place where a trigger could emerge) behavioural responses \nto certain auditory stimuli (1,2). Predominantly, these triggering sounds \nare generated by other individuals and encompass activities such as lip \nsmacking, chewing, coughing, and respiration. Intriguingly, certain visual \nstimuli related to these sounds, such as the movement of lips, can also \nprovoke misophonic reactions. While mild aversions to specific sounds, \nsuch as gum chewing or slurping, are prevalent among the general \npopulation, the experience of misophonia transcends mere discomfort. \nIt can result in significant social impairments across domestic, academic, \nand professional environments. Furthermore, the condition may \nprecipitate challenges in interpersonal relationships (3–5). From a \nclinical perspective, neuropsychiatry professionals have postulated \nthat misophonia might be categorized as a neuropsychiatric disorder. \nIn contrast, audiological experts have suggested its inclusion under the \numbrella of decreased sound tolerance syndrome, concurrently with \nhyperacusis and phonophobia (1,6).INTRODUCTIONCite this article as: Herdi O, Yıldırım F. Sex-Specific Correlations Between Misophonia Symptoms and ADHD, OCD, and Autism-Related Traits in Adolescent Outpatients. \nArch Neuropsychiatry 2024; 61:248−254.Introduction: Misophonia, not yet classified within diagnostic manuals, \ntriggers strong emotional, physiological, and behavioural reactions \nto specific sounds. This study examines its correlations with attention \ndeficient/hyperactivity disorder (ADHD) traits, obsessive-compulsive \ntraits, and autism-related traits in adolescent outpatients with non-\npsychotic disorders. We hypothesize a positive association between \nmisophonic symptoms and these psychological traits.\nMethods: This study was conducted at a Turkish psychiatric centre from \nJanuary to July 2023 in adolescents aged 12–18. Parents completed the \nAutism Spectrum Quotient-Adolescent (AQ-Adolescent), and Conner’s \nADHD Parent Rating Scale-48 (CPRS-48), while the adolescent filled out \nthe Misophonic Symptom Checklist (MCL) and Maudsley Obsessive-\nCompulsive Inventory (MOCI). Using non-parametric statistical tests, the \nresearch found associations between the scales, with a total sample size \nof 348.Results: Females had higher scores on MCL. There is a negative \ncorrelation between AQ-Adolescent and MCL, positive correlations \nbetween MCL-MOCI and MCL-CPRS-48. In gender specific correlation \nanalysis found that AQ-Adolescent and MCL were negatively \ncorrelated, MCL and MOCI were positively correlated in males. MCL, \nCPRS-48 and MOCI were positively correlated in females. In regression \nAQ-Adolescent, MOCI and CPRS-48 significantly predicted the levels \nof MCL.\nConclusions: Our study unveils a link between ADHD, obsessive-\ncompulsive symptoms, autistic traits, and misophonic symptoms in \nadolescent psychiatric outpatients, highlighting sex differences.\nKeywords: ADHD, adolescent, autistic traits, misophonia, obsessive-\ncompulsiveABSTRACT\nThe prevalence of misophonia remains inadequately characterized, \nthough findings from a myriad of studies suggest a range between 6% and \n50% (7–11). The extensive variability observed in these prevalence rates \ncan be attributed to disparities in study samples and the utilization of \ndistinct scales or diagnostic criteria in assessing misophonia. Preliminary \nresearch posits the typical onset of misophonia around ages of 12 to 13 \n(12) and suggests potential hereditary factors (13).\nDespite the ongoing debates between audiological and neuropsychiatric \ndisciplines, burgeoning evidence highlights potential associations between \npsychological traits or manifestations and misophonia. Obsessive-\ncompulsive disorders, agoraphobia, tic disorders, mood disorders, panic Highlights\n• Misophonia is positively correlated with ADHD.\n• Misophonia is positively correlated with obsessive-\ncompulsive traits.\n• Misophonia is inversely correlated with autistic traits.\n• There are sex differences on these relationships."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients249Arch Neuropsychiatry 2024;61:248−254\ndisorder, attention deficit hyperactivity disorder, hypochondriasis, body \ndysmorphic disorder, eating disorder, trichotillomania, skin picking, \nand autism spectrum disorders have been reported to have significant \nassociations with misophonic symptoms (1,14–21). A study by Çolak et \nal. (22) delineated a positive correlation between aggression, trait anxiety, \nobsessions, neuroticism, somatic sensation amplification, and the severity \nof misophonic symptoms in patients with non-psychotic psychiatric \ndisorders. Rinaldi et al. found that adolescents with misophonia exhibited \nelevated levels of obsessive-compulsive traits when juxtaposed with their \nnon-misophonic counterparts. Additionally, individuals with misophonia \ntend to experience heightened levels of depression and anxiety compared \nto those who do not have the condition.\nIn the present study, we focused on three specific psychological traits: \nAttention deficient/hyperactivity disorder (ADHD) traits, obsessive-\ncompulsive traits, and autism-spectrum traits. Our selection was \npredicated on three primary considerations: a) extant literature \nsuggesting potential associations with misophonia, b) psychiatric \nconditions that exhibit higher prevalence among adolescent outpatients, \nand c) psychological traits whose associations with misophonia remain \ninadequately elucidated.\nObsessive-compulsive disorder (OCD) has been postulated to \nhave a potential association with misophonia, primarily due to \nsymptomatology overlaps, such as the recurrent preoccupation with \ntriggers (analogous to obsessions) and subsequent avoidance behaviours \n(akin to compulsions) (23,24). While there are distinct differences in \nthe symptomatology of misophonia and OCD, underlying relationship \nbetween these two conditions is plausible. Numerous studies have \nidentified the co-presentation of OCD and misophonia in both adult \nand paediatric populations (21,23,25). Furthermore, there has been a \nreport indicating a comorbidity between misophonia and Tourette \nSyndrome, a condition wherein OCD is notably prevalent, particularly \nin paediatric cases (26).\nA connection between ADHD and sensory sensitivities is well-established \n(27,28), with misophonia often considered a form of sensory sensitivity \nby various researchers (29,30). In one particular study, approximately \n5% of adult participants with misophonia were found to also have \nADHD (31). Conversely, another research retrospectively examined the \nmedical records of misophonic adults and contrasted them with those of \nindividuals without misophonia. In this research, while rates of depression \nand anxiety disorders were elevated in childhood, the prevalence of \nADHD did not appear to be significantly heightened among adults \nwith misophonia (32). These debatable data indicate that relationships \nbetween ADHD and misophonia need to be investigated. Moreover, the \nrelationship between subclusters of symptoms of ADHD –hyperactivity, \nattention deficits, and impulsivity– and misophonia does not have a place \nin current literature.\nAutism spectrum disorder (ASD) is also frequently associated with sensory \nsensitivities. The DSM-V characterizes over-responsiveness to auditory \nstimuli as a feature of autism (33). However, the auditory sensitivities \nlinked to autism predominantly pertain to sounds that are loud, high-\npitched, or unexpected, which are not characteristic of misophonia \n(1,34). While several case reports and studies aimed to explore the \nrelationship between autism and misophonia, findings remain conflicting \n(21,35). Jager et al. found no significant association between autism \nand misophonia (31), whereas Claiborn et al. observed a marginally \nincreased prevalence of autism among individuals with misophonia (36). \nImportantly, from a neurobiological perspective, the involvement of the \ninsular cortex and the salience network in both conditions suggests a \npotential interconnection (37,38).In the present study, given the ambiguity surrounding the psychological \nbasis of misophonia and the pressing need for comprehensive \nexamination, our objective was to explore the association between \nlevels of misophonic symptoms and various trait psychological variables. \nSpecifically, we assessed attention-deficit and hyperactivity symptoms, \nobsessive-compulsive traits, and autism-related traits among adolescent \noutpatients presenting with non-psychotic psychiatric disorders. Our \nhypothesis is that there is a positive correlation between levels of \nmisophonic symptoms and the levels of ADHD symptoms, obsessive-\ncompulsive symptoms, and autism-spectrum traits.\nMETHODS\nParticipants\nThis study was conducted at a private psychiatric centre in Türkiye from \nJanuary to July 2023. The objective was to recruit a sufficient number of \noutpatients who met the inclusion criteria as determined by the pre-\ncalculated sample size. Eligible participants were patients aged between \n12 to 18 years. Exclusion criteria encompassed diagnoses of psychotic \ndisorder, bipolar disorder, intellectual disability, autism spectrum \ndisorder, and alcohol or drug related disorders. Additionally, due to \nthe requirement for parents (either mother, father, or legal guardian) to \ncomplete two of scales employed in this study, patients with illiterate \nparents were also excluded. Total sample size was calculated by g-power \nprogram (H1 rho2=0.05, alfa error prob=0.05, power=0.95 with three \npredictor). The calculated sample size was 335. Informed consent was \nduly obtained from both the patients and their respective guardians. The \nethical approval was obtained from Antalya Bilim University Social and \nHuman Sciences Ethical Committee (Approval No: 2022/18, Approval \nDate: 22.04.2022).\nA total of 348 patients participated in the study, with females constituting \n56% of the sample. The mean age of the participants was 14.34±1.56 \nyears. Detailed sociodemographic characteristics are presented in Table 1.\nIn our sample, medication using distribution was unmedicated (21.8%, \nn=76), only tricyclic antidepressants (TCA) (0.6%, n=2), TCA+ antipsychotic \n(Ap)(0.9%, n=3), only Ap (4.3%, n=15), only Noradrenaline reuptake \ninhibitors (NRI) (2.6%, n=9), only Serotonin and noradrenalin reuptake \ninhibitors (SNRI) (1.4%, n=5), SNRI+Ap (0.6%, n=2), Selective serotonin \nreuptake inhibitors (SSRI) (44.3%, n=154), SSRI+Ap (3.2%, n=11), only \nMethylphenidate (MPh) (15.2%, n=53), MPh+NRI (0.6%, n=2), MPh+Ap \n(2.3%, n=8), MPh+TCA (0.6%, n=2), SSRI+MPh (0.3%, n=1), Mirtazapine \n(0.9%, n=3), and SSRI+Mood regulators (0.6%, n=2).\nProcedure\nFollowing a psychiatric evaluation conducted by a child and adolescent \npsychiatrist (one of the authors) and upon obtaining informed consent \nfrom both the patient and their parent, the researchers completed a \nsociodemographic data form. The Autism Spectrum Quotient-Adolescent \n(AQ-Adolescent) and Conner’s ADHD Parent Rating Scale-48 (CPRS-\n48) were administered to the parent. Concurrently, the Misophonic \nSymptom Checklist (MCL) and the Maudsley Obsessive-Compulsive \nInventory (MOCI) were presented to the patient. Eligible patients \ncompleted the study measures in a singular session, which coincided \nwith their psychiatric assessments and treatments. This study received \napproval from the local ethics committee.\nMeasures\nSociodemographic data form: The form, designed by the research team, \nwas employed to gather pertinent information on the patients, including \ntheir age, sex, psychiatric diagnosis, and ongoing treatment. Additionally, \ndata related to the parents such as age, occupational status, educational"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients250Arch Neuropsychiatry 2024;61:248−254\nbackground, family history of psychiatric diagnosis, hospitalization after \ndelivery, and mode of delivery were also collected.\nAutism Spectrum Quotient-Adolescent (AQ-Adolescent): The AQ was \noriginally devised to screen for autistic traits or broad autism phenotype \nin adults possessing typical intellectual capacities. While the foundational \nconstruct of the adolescent version aligns with that of the AQ, it has \nadapted to facilitate completion by parents (39). The AQ-adolescent \nencompasses 50 items and five subdimensions: communication, social \nskills, imagination, attention to detail, and attention switching. The scale \nemploys a 4-point Likert scale. However, during scoring, both “strongly agree” and “somewhat agree” responses are assigned a score of one, \nwhile “strongly disagree” and “somewhat disagree” are scored as zero. \nConsequently, the maximum achievable score on the scale is 50 points. \nThe Turkish validity and reliability study was conducted by Çetinoğlu et \nal (40).\nConner’s ADHD Parent Rating Scale-48 (CPRS-48): The initial version of \nthe CPRS comprised 94 items and was designed for parents to assess their \nchildren’s attention deficit, hyperactivity, and associated symptoms (41). \nLater, in 1978, Goyette et al. streamlined this into a 48-item version (42). \nThis version defines five subscales: conduct problems, learning problems, Table 1. Sociodemographic variables and clinical variables\n%(n) Mean ± SD\nSex\nFemale\nMale56(195)\n44(153)\nAge 14.34±1.56\nDiagnosis\nAnxiety disorders\nIntermittent explosive Disorder\nConduct disorder\nADHD\nDepression\nConversion disorder\nOCDS\nSchool refusal\nTic disorder\nPTDS\nGrief reaction\nDMDD\nConsultation21.9(76)\n1.5(5)\n0.9(3)\n22.7(79)\n21.5(75)\n0.7(2)\n8.6(30)\n1.7(6)\n1.7(6)\n0.7(2)\n0.9(3)\n1.1(4)\n16.4(57)\nEducational status of mother\nIlliterate\nPrimary school\nHigh school\nUniversity or above2.6(9)\n25.9(90)\n36.2(126)\n35.3(123)\nMother’s Age 43.23±5.17\nOccupational status of mother\nUnemployed\nFree lance\nCorporate 42.7(141)\n30(99)\n27.3(90)\nEducational status of father\nIlliterate\nPrimary school\nHigh school\nUniversity or above2.6(9)\n24.6(84)\n36.8(126)\n123(36)\nFather’s age 47.50±5.72\nOccupational status of father\nUnemployed\nFreelance\nCorporate 3.6(12)\n66.1(222)\n30.4(102)\nBlood relation between mother and father\nYes\nNo10(33)\n90(297)\nFamily history of mental disorder\nYes\nNo24.1(78)\n75.9(246)\nDelivery method\nCaesarean\nNormal63.6(204)\n36.4(117)\nHospitalization after delivery\nYes\nNo16.2(36)\n83.8(186)\nADHD: attention-deficit/hyperactivity disorder; DMDD: disruptive mood dysregulation disorder; OCDS: obsessive-compulsive disorder spectrum; PTSD: post-traumatic stress \ndisorder."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients251Arch Neuropsychiatry 2024;61:248−254\npsychosomatic, impulsive-hyperactive, and anxiety. The scale utilizes a \n4-point Likert system. The Turkish adaptation encompassing both validity \nand reliability evaluations, was carried out by Kaner et al (43).\nMisophonic symptom checklist (MCL): MCL is a 4-point Likert type \nscale developed by Öz and Kiliç (7). The checklist assesses both types and \nseverity of misophonic symptoms and includes 50 different sounds. The \ntotal score will be between 0 and 150; with higher scores indicating more \nsevere misophonic symptoms.\nMaudsley Obsessive-Compulsive Inventory (MOCI): MOCI was \ndeveloped by Hodgson and Rachman and is designed to measure subset \nof obsessive-compulsive symptoms (44). Maudsley obsessive-compulsive \ninventory comprises 30 yes/no items grouped into four subscales and \nhigher scores indicate more serious obsessive-compulsive traits. The \nTurkish version of the inventory has been shown to have adequate \nvalidity and reliability in a study conducted by Erol and Savasir (45).\nStatistical Analysis\nDescriptive statistics were utilized to characterize sociodemographic \nand clinical variables, as well as the scores derived from the scales. In \nlight of the non-normal distribution of the scale scores, as determined \nby the Kolmogorov-Smirnov tests, non-parametric statistical tests were \nemployed. Specifically, the Mann-Whitney U test was implemented to \ncontrast MCL scores between two groups, while Spearman’s correlation \nwas used to investigate associations between the ages of the adolescent, \nmother, and father, and the scores of the respective scales. Due to the \nimpact of sex on MCL scores, correlation analyses of MCL and the other \nscales were conducted for each sex separately. Subsequent to these \nanalyses, multivariate linear regression, using the enter method, was \nemployed to gauge the predictive capacities of the MOCI, CPRS-48, and \nAQ-Adolescent on MCL scores. All statistical procedures were executed \nusing IBM Statistical Package for Social Sciences (SPSS) program version \n22.0. A p-value of <0.05 was deemed indicative of statistical significance.RESULTS\nThe distribution of scale scores was assessed using the Kolmogorov-\nSmirnov test. None of the scales conformed to a normal distribution, \nwarranting the use of non-parametric statistical analyses. The medians \nfor the AQ-Adolescent, CPRS-48, MCL, and MOCI were 22 (range: 9–31), \n41 (range: 8–96), 41 (range 2–124), and 17 (range: 4–33), respectively.\nThe Relationship Between Sociodemographic-Clinical Variables \nand MCL\nExploring associations between sociodemographic variables and MCL \nscores, significant positive correlations were found both the mother’s age \n(r=0.215, p<0.001) and the father’s age (r=0.138, p=0.015). No significant \ncorrelation was observed between the adolescent’s age and MCL scores \n(r=0.026, p=0.629). Female participants exhibited significantly higher MCL \nscores compared to males (Z=-3.377, p<0.001). There was no significant \nassociation between the MCL scores and the blood relationship between \nthe parents (Z=-1.489, p=0.137). Participants with a family history of \nmental disorders had significantly higher MCL scores than those without \nsuch a history (Z=-2.466, p=-0.014). The method of delivery did not have \na significant impact on the MCL scores (Z=-1.693, p=0.091). Notably, \nparticipants who did not require hospitalization post-delivery exhibited \nsignificantly higher MCL scores compared to those who did (Z=-2.616, \np=0.009).\nThe Correlational Analysis Between Scales\nThe correlation analyses of AQ-Adolescent, MCL, MOCI and CPRS-48 are \npresented in Table 2. While MCL was positively correlated with MOCI \n(r=0.357, p<0.001) and CPRS-48 (r=0.313, p<0.001), negatively with AQ-\nAdolescent (r=-0.123, p=0.021). Sex-stratified correlation analyses are \npresented in Table 3.\nThe Regression Model for Predicting MCL Scores\nFinally, enter method multivariate linear regression analyses conducted \nwas with MOCI, CPRS-48 and AQ-Adolescent to predict MCL. Analysis \nconducted to see if the date met the assumption of collinearity indicated \nthat multicollinearity was not a concern (MOCI, Tolerance=0.95, VIF=1.053; \nTable 2. Correlation analyses of AQ-adolescent, MOCI, MCL and CPRS-48\nAQ-adolescent MOCI MCL CPRS-48\nAQ-adolescent -\nMOCI -0.102 -\nMCL -0.123* 0.357** -\nCPRS-48 0.303** 0.218** 0.313** -\nAQ-adolescent: autism spectrum quotient-adolescent; CPRS-48: Conner’s ADHD parents rating scale-48; MCL: misophonia symptom questionnaire; MOCI: Maudsley obsessive-\ncompulsive inventory. * <0.05, ** <0.01\nTable 3. Sex-stratified correlation analyses of AQ-adolescent, MOCI, MCL and CPRS-48\nAQ-adolescent MOCI MCL CPRS-48\nMales\nAQ-adolescent -\nMOCI -0.104 -\nMCL -0.232** 0.191* -\nCPRS-48 0.249** 0.235** 0.093 -\nFemales\nAQ-adolescent -\nMOCI -0.072 -\nMCL 0.008 0.425** -\nCPRS-48 0.354** 0.180* 0.485** -\nAQ-adolescent: autism spectrum quotient-adolescent; CPRS-48: Conner’s ADHD parents rating scale-48; MCL: misophonia symptom questionnaire; MOCI: Maudsley obsessive-\ncompulsive inventory. * <0.05, ** <0.01"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients252Arch Neuropsychiatry 2024;61:248−254\nCPRS-48, Tolerance=0.88, VIF=1.137; AQ-Adolescent, Tolerance=0.91, \n1.097). In the model, these variables significantly predicted MCL scores \nand explained 23.7% of the variance (Adjusted R2=0.237, F=36.892, \np<0.001). The analysis shows that all variables maintain their significance \nin the mode (Table 4).\nDISCUSSION\nIn this study, the association between misophonic symptoms and trait \npsychological variables, including ADHD, obsessive-compulsive and \nautism related traits, was investigated. While ADHD and obsessive-\ncompulsive traits were positively correlated with misophonic symptoms, \nautism related traits were negatively. Additionally, sex, the ages of \nmother and father, family history of mental disorders, and not requiring \nhospitalization after post-delivery had an impact on MCL scores. In the \nregression model, MOCI, CPRS-48, AQ-Adolescent significantly predicted \nthe misophonic symptoms, and all variables maintained their significance \nin the full model.\nIn the present study, female participants manifested elevated levels \nof misophonic symptoms. The literature offers varied perspectives on \nthe association between misophonia and sex. Nonetheless, results \npredominantly leaning towards female dominance have been recurrently \nreported (1,9,36). The implications of sex in relation to misophonia will \nbe elaborated upon in subsequent sections of this discussion.\nThere was a discernible positive correlation between the ages of both \nparents and the severity of misophonic symptoms in their offspring. This \nemergent finding insinuates a potential neuropsychiatric underpinning to \nmisophonia. While it might seem speculative to infer so, it is noteworthy \nthat elevated parental age has been previously associated with conditions \nlike autism spectrum disorder, schizophrenia, ADHD, bipolar disorder, and \ncognitive deficits (46). Contrastingly, this age associated predisposition is \nnot evidenced in audiological disorders according to our knowledge.\nFurthermore, participants with a familial history of mental disorders \ndisplayed heightened misophonic symptoms. The established knowledge \nposits an augmented risk for various mental disorders contingent upon \nfamily history. Analogously, this principle holds for a myriad of organic \ndisorders, encompassing conditions like cancer, Alzheimer’s disease, \ndiabetes mellitus, and hypertension. However, deriving concrete \ninterpretations from this observed association remains challenging. More \ntargeted research endeavours are essential to draw more conclusive \ninferences. The same issues are valid for not having hospitalization post-\ndelivery and higher levels of misophonic symptoms.\nContrary to our hypothesis, our findings indicated a negative correlation \nbetween the levels of autistic traits and misophonia symptoms. \nIntriguingly, this significant correlation diminished when exclusively \nfocused on female-specific correlation analyses. A few case reports have \nidentified the coexistence of autism and misophonia (21,35). Yet, a study \nby Jager et al. did not elucidate a distinct association between the two \nconditions (31). Given the absence of a control group in their study, one \ncannot conclusively deduce that autistic traits are not more prevalent among misophonic individuals. Conversely, Cliaborn et al. reported a \nslightly elevated prevalence of autism in misophonics compared to the \ngeneral population (36).\nDrawing from neurobiological evidence, Williams et al. underscored \npotential shared neural substrates between autism and misophonia \n(38). Specifically, previous research has documented heightened \nanterior insular cortex activity (37) and salience network responses \n(47) in misophonic individuals following exposure to triggering stimuli. \nThese neural structures and networks, particularly the insular cortex and \nthe salience network, have been implicated in the pathophysiology of \nautism (38). Rinaldi et al. also observed amplified autism-related traits in \nmisophonic adults and children (29).\nHowever, our findings suggest a divergent relationship. More intriguingly, \nthis inverse correlation between autistic and misophonic traits became \nnon-significant when analysing the female participants specifically. \nA fundamental distinction to note is that reactions in autism are not \npredominantly specific sounds but tend to be aversive or aggressive \nresponses to loud, high-pitched, or sudden noises (34). Misophonia, on \nthe other hand, manifests as emotional, autonomic, and behavioural \nreactions to specific sounds, often determined by individual sensitivities \nand the sound source. Williams et al. broached the subject of this \nrelationship by classifying misophonia under the broader spectrum of \nreduced sound tolerance. Our data, however, may imply that misophonia \ndiverges from this overarching categorization, potentially signifying its \ndistinct neuropsychiatric classification.\nIn our research, ADHD trait levels showed a positive correlation with \nmisophonia symptoms across the entire sample. Yet, intriguingly, this \nsignificant positive association between the two conditions disappeared \nin gender-specific analyses focusing on males. Previous studies have \nattempted to elucidate the comorbidity between ADHD and misophonia. \nJager et al. found that 5% of their 575 adult misophonic participants had \nco-morbid ADHD (31). In contrast, another study reported a higher \nrate of 12%(5). Notably, a recent study indicated that ADHD did not \nsignificantly impact children in the misophonia group (32).\nWhen considering sex differences, ADHD is typically more prevalent \nin males during childhood and adolescence, with notable clinical \ndifferences observed between the sexes. Specifically, inattention tends to \nbe more predominant in females, whereas hyperactivity and impulsivity \nare more commonly seen in males. Furthermore, tactile defensiveness, \ncharacterized by heightened sensitivity to touch, is more prevalent in \nfemales. It’s possible that this sensory sensitivity could shed light on our \nfindings. Nevertheless, these novel results necessitate further investigation \nthrough more targeted research.\nOur study identified a positive correlation between obsessive-compulsive \nand misophonic symptoms. Interestingly, sex did not significantly \nimpact this relationship as it did in the associations between ADHD-\nmisophonia and autism traits-misophonia. Several researchers propose \nthat misophonia should be conceptualized within the spectrum of OCD-\nrelated disorders. They suggest that if misophonia were to be included Table 4. Multiple regression analyses for MCL\nB SE Beta p\nMOCI 1.158 0.188 0.297 <0.001\nAQ-adolescent -0.999 0.273 -0.180 <0.001\nCPRS-48 0.515 0.077 0.335 <0.001\nAQ-adolescent: autism spectrum quotient-adolescent; CPRS-48: Conner’s ADHD parents rating scale-48; MCL: misophonia symptom questionnaire; MOCI: Maudsley obsessive-\ncompulsive inventory. * <0.05, ** <0.01"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients253Arch Neuropsychiatry 2024;61:248−254\nin diagnostic manuals such as the DSM or ICD, it should be categorized \nunder OCD-related conditions (1,23,30,48). According to this perspective, \nthe act of ruminating on triggers represents the obsessive component, \nwhile aversive behaviours function as the compulsive part. Conformably, \njust as not exhibiting compulsion in OCD can lead to heightened \nanxiety and autonomic symptoms, exposure to a trigger in misophonia \nwithout an escape can evoke similar responses. Nevertheless, we along \nwith some other researchers (49), challenge this conceptualization. \nThe symptomatology of misophonia exhibits distinct differences from \nthat of OCD-related disorders. Notably: 1) misophonics do not always \nruminate on potential trigger, 2) predominant emotion is not anxiety, \nit is disgust, and 3) aversive or aggressive behaviours are not observed \nin every misophonics; some individuals may endure a trigger without \nexhibiting notable reactions, and there’s no repetitive manifestation of \ncompulsive behaviour. However, the correlation between obsessive-\ncompulsive and misophonic symptoms has been consistently observed \n(1,12,18,22,23,50). The foundational cause of this relationship remains an \narea of ongoing investigation.\nOur study faces several limitations. The findings may not be generalizable \nto all adolescent psychiatric patients due to their confinement to a single \nprivate centre and the exclusion of specific disorders, such as psychotic \ndisorders and autism spectrum disorder. While we examined several trait \nfeatures, other aspects like state features, trait anxiety, and personality \nwere not assessed, leaving a gap in our understanding of misophonia. \nThe reliance on self-report scales introduces potential biases, and we \ndid not account for the known comorbidities of anxiety and OCD-\nrelated disorders. Medications that participants might be on, such as \nmethylphenidate, antidepressants, and antipsychotics, could influence \nsymptom levels. AQ-Adolescent and CPRS-48 were filled by parents. \nThere may be a risk of that some parents could be willing to present \ntheir child’s clinical manifestations exaggerated or extenuated. Finally, the \ncross-sectional design of our study does not allow us to draw conclusions \nabout causality.\nOur study pioneers the exploration of associations between ADHD \nsymptoms, obsessive-compulsive tendencies, autistic traits, and \nmisophonic symptoms among adolescent psychiatric outpatients. \nWhile gender was not our primary focus, its notable influence on \nthese relationships holds significance. These insights could enrich our \nunderstanding of misophonia as a distinct clinical phenomenon. Further \nresearch is essential to delve deeper into these relationships.\nEthics Committee Approval: The ethical approval was obtained from Antalya Bilim \nUniversity Social and Human Sciences Ethical Committee (Approval No: 2022/18, \nApproval Date: 22.04.2022).\nInformed Consent: Informed consent was duly obtained from both the patients and \ntheir respective guardians.\nPeer-review: Externally peer-reviewed.\nAuthor Contributions: Concept- OH, FY; Design- OH, FY; Supervision- OH; Resource- (-); \nMaterials- (-); Data Collection and/or Processing- OH, FY; Analysis and/or Interpretation- \nOH; Literature Search- OH; Writing- OH, FY; Critical Reviews- OH.\nConflict of Interest: The authors declared that there is no conflict of interest.\nFinancial Disclosure: There is no funding for this research. \nREFERENCES\n 1. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new \npsychiatric disorder. Fontenelle L, editor. PLoS One. 2013;8(1):e54706. \n[Crossref] \n 2. Dozier TH, Lopez M, Pearson C. Proposed diagnostic criteria for misophonia: \na multisensory conditioned aversive reflex disorder. Front Psychol. \n2017;8:1975. [Crossref]  3. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological \ninvestigations and case descriptions. Front Hum Neurosci. 2013;7:296. \n[Crossref] \n 4. Brout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, et al. \nInvestigating misophonia: a review of the empirical literature, clinical \nimplications, and a research agenda. Front Neurosci. 2018;12:36. [Crossref] \n 5. Rouw R, Erfanian M. A large-scale study of misophonia. J Clin Psychol. \n2018;74(3):453–479. [Crossref] \n 6. Jastreboff MM, Jastreboff PJ. Components of decreased sound tolerance: \nhyperacusis, misophonia, phonophobia. ITHS News Lett. 2001;2(5-7):1–5.\n 7. Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and characteristics of \nmisophonia in Ankara, Turkey: population-based study. BJ Psych Open. \n2021;7(5):e144. [Crossref] \n 8. Naylor J, Caimino C, Scutt P , Hoare DJ, Baguley DM. The prevalence \nand severity of misophonia in a UK undergraduate medical student \npopulation and validation of the Amsterdam misophonia scale. Psychiatr Q. \n2021;92(2):609–619. [Crossref] \n 9. Sarigedik E, Gulle B. A study on validation of amsterdam misophonia scale in \nTurkish and misophonia’s prevalence in Turkish high school/college student \npopulation. Psychiatry and Behav Sci. 2021;11(4) 258–266. [Crossref] \n 10. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. \nJ Clin Psychol. 2014;70(10):994–1007. [Crossref] \n 11. Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university \nstudents: incidence, associated impairment, and clinical correlates. J \nObsessive Compuls Relat Disord. 2017;14:7–12. [Crossref] \n 12. Potgieter I, MacDonald C, Partridge L, Cima R, Sheldrake J, Hoare DJ. \nMisophonia: a scoping review of research. J Clin Psychol. 2019;75(7):1203–\n1218. [Crossref] \n 13. Sanchez TG, da Silva FE. Familial misophonia or selective sound sensitivity \nsyndrome: evidence for autosomal dominant inheritance? Braz J \nOtorhinolaryngol. 2018;84(5):553–559. [Crossref] \n 14. Cavanna AE, Seri S. Misophonia: current perspectives. Neuropsychiatr Dis \nTreat. 2015;11:2117–2123. [Crossref] \n 15. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of sounds: misophonic \ndisorder or just an underreported psychiatric symptom? Ann Clin Psychiatry. \n2013;25(4):271–274.\n 16. Hazen EP , Reichert EL, Piacentini JC, Miguel EC, Do Rosario MC, Pauls D, et \nal. Case series: sensory intolerance as a primary symptom of pediatric OCD. \nAnn of Clin Psychiatry. 2008;20(4):199–203. [Crossref] \n 17. Johnson PL, Webber TA, Wu MS, Lewin AB, Murphy TK, Storch EA. When \nselective audiovisual stimuli become unbearable: a case series on pediatric \nmisophonia. Neuropsychiatry. 2013;3(6):569–575. [Crossref] \n 18. McGuire JF, Wu MS, Storch EA. Cognitive-behavioral therapy for 2 youths \nwith misophonia. J Clin Psychiatry. 2015;76(5):573–574. [Crossref] \n 19. Taylor S. Misophonia: a new mental disorder? Med Hypotheses. \n2017;103:109–117. [Crossref] \n 20. Taylor S, Conelea CA, McKay D, Crowe KB, Abramowitz JS. Sensory \nintolerance: latent structure and psychopathologic correlates. Compr \nPsychiatry. 2014;55(5):1279–1284. [Crossref] \n 21. Webber TA, Johnson PL, Storch EA. Pediatric misophonia with comorbid \nobsessive-compulsive spectrum disorders. Gen Hosp Psychiatry. \n2014;36(2):231.e1–231.e2. [Crossref] \n 22. Çolak B, Duman B, Herdi O, İlhan RS, Sakarya D. Misophonic symptoms \nin non-psychotic psychiatric outpatients and its association with trait \npsychological variables. J Obsessive Compuls Relat Disord. 2021;29:100644. \n[Crossref] \n 23. Cusack SE, Cash T V., Vrana SR. An examination of the relationship between \nmisophonia, anxiety sensitivity, and obsessive-compulsive symptoms. J \nObsessive Compuls Relat Disord. 2018;18:67–72. [Crossref] \n 24. McKay D, Kim S-K, Mancusi L, Storch EA, Spankovich C. Profile analysis of \npsychological symptoms associated with misophonia: a community sample. \nBehav Ther. 2018;49(2):286–294. [Crossref] \n 25. Banker SM, Na S, Beltrán J, Koenigsberg HW, Foss-Feig JH, Gu X, et al. \nDisrupted computations of social control in individuals with obsessive-\ncompulsive and misophonia symptoms. iScience. 2022;25(7):104617. \n[Crossref] \n 26. Robinson S, Hedderly T, Conte G, Malik O, Cardona F. Misophonia in children \nwith tiC disorders: a case series. J Dev Behav Pediatr. 2018;39(6):516–522. \n[Crossref] \n 27. Panagiotidi M, Overton PG, Stafford T. The relationship between ADHD \ntraits and sensory sensitivity in the general population. Compr Psychiatry. \n2018;80:179–185. [Crossref]"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Herdi and Yıldırım. Misophonia and Psychological Variables in Adolescent Outpatients254Arch Neuropsychiatry 2024;61:248−254\n 28. Ghanizadeh A. Sensory processing problems in children with ADHD, a \nsystematic review. Psychiatry Investig. 2011;8(2):89–94. [Crossref] \n 29. Rinaldi LJ, Simner J, Koursarou S, Ward J. Autistic traits, emotion regulation, \nand sensory sensitivities in children and adults with misophonia. J Autism \nDev Disord. 2023;53(3):1162–1174. [Crossref] \n 30. McKay D, Acevedo BP . Clinical characteristics of misophonia and its relation \nto sensory processing sensitivity: a critical analysis. In: Acevedo BP , editor. \nThe Highly Sensitive Brain. Research, Assessment, and Treatment of Sensory \nProcessing Sensitivity. US: Elsevier, Academic Press; 2020. p. 165–185. \n[Crossref] \n 31. Jager I, de Koning P , Bost T, Denys D, Vulink N. Misophonia: phenomenology, \ncomorbidity and demographics in a large sample. PLoS One. \n2020;15(4):e0231390. [Crossref] \n 32. Rinaldi LJ, Simner J. Mental health difficulties in children who develop \nmisophonia: an examination of ADHD, depression & anxiety. Child Psychiatry \nHum Dev. 2023;1–13. [Online ahead of print]. [Crossref] \n 33. American Psychiatric Association (APA), 2013. Diagnostic and statistical \nmanual of mental disorders (5th ed.). Am J Psychiatry. 2013. [Crossref] \n 34. Tavassoli T, Hoekstra RA, Baron-Cohen S. The sensory perception quotient \n(SPQ): development and validation of a new sensory questionnaire for adults \nwith and without autism. Mol Autism. 2014;5:29. [Crossref] \n 35. Haq SS, Alresheed F, Tu JC. Behavioral treatment of problem behavior for an \nadult with autism spectrum disorder and misophonia. J Dev Phys Disabil. \n2021;33(6):1005–1015. [Crossref] \n 36. Claiborn JM, Dozier TH, Hart SL, Lee J. Self-identified misophonia \nphenomenology, impact, and clinical correlates. Psychol Thought. \n2020;13(2):349–375. [Crossref] \n 37. Kumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen \nM, et al. The brain basis for misophonia. Curr Biol. 2017;27(4):527–533. \n[Crossref] \n 38. Williams ZJ, He JL, Cascio CJ, Woynaroski TG. A review of decreased sound \ntolerance in autism: definitions, phenomenology, and potential mechanisms. \nNeurosci Biobehav Rev. 2021;121:1–17. [Crossref] \n 39. Baron-Cohen S, Hoekstra RA, Knickmeyer R, Wheelwright S. The autism-\nspectrum quotient (AQ) –adolescent version. J Autism Dev Disord. \n2006;36(3):343–350. [Crossref]  40. Cetinoglu E, Aras S. The autism-spectrum quotient (AQ) adolescent’s version \nin Turkey: factor structure, reliability and validity. J Autism Dev Disord. \n2022;52(7):3260–3270. [Crossref] \n 41. Conners CK. Rating scales for use in drug studies with children. \nPsychopharmacol Bull. 1973;9:24–42.\n 42. Goyette CH, Conners CK, Ulrich RF. Normative data on revised Conners \nparent and teacher rating scales. J Abnorm Child Psychol. 1978;6:221–236. \n[Crossref] \n 43. Kaner S, Büyüköztürk Ş, İşeri E. Conners parent rating scale-revised short: \nTurkish standardization study. Noro psikiyatr Ars. 2013;50(2):100–109. \n[Crossref] \n 44. Hodgson RJ, Rachman S. Obsessional-compulsive complaints. Behav Res \nTher. 1977;15:389–395. [Crossref] \n 45. Erol N, Savasir I. The Turkish version of the Maudsley obsessional compulsive \nquestionnaire. In: Paper presented at the 2nd regional conference of the \ninternational association for cross-cultural psychology. Amsterdam, The \nNetherlands; 1989.\n 46. Merikangas AK, Calkins ME, Bilker WB, Moore TM, Gur RC, Gur RE. Parental \nage and offspring psychopathology in the Philadelphia neurodevelopmental \ncohort. J Am Acad Child Adolesc Psychiatry. 2017;56(5):391–400. [Crossref] \n 47. Schröder A, Wingen G van, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, et \nal. Misophonia is associated with altered brain activity in the auditory cortex \nand salience network. Sci Rep. 2019;9(1):7542. [Crossref] \n 48. Schröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behavioral therapy \nis effective in misophonia: an open trial. J Affect Disord. 2017;217:289–294. \n[Crossref] \n 49. Natalini E, Dimaggio G, Varakliotis T, Fioretti A, Eibenstein A. Misophonia, \nmaladaptive schemas and personality disorders: a report of three cases. J \nContemp Psychother. 2020;50(1):29–35. [Crossref] \n 50. Siepsiak M, Dragan W. Misophonia –a review of research results and \ntheoretical concepts. Psychiatr Pol. 2019;53(2):447–458. [Crossref]"
    }
  ]
}