{
  "doc_type": "scientific paper",
  "title": "A History of consciousness from Kant and Hegel to Derrida and Foucault",
  "authors": [
    "Hoy"
  ],
  "year": 1991,
  "journal": "sciences",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:46:38.155893Z",
  "source_pdf": "documents/research/Global/Hoy 1991 A History of consciousness from Kant and Hegel to Derrida and Foucault.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:12/14/2022 10:09:59 AM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0009337\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Historyofthehumansciences\nArticleTitle: AHistoryofconsciousness: fromKantandHegeltoDerridaandFoucault\nArticleAuthor: DavidCouzensJoy\nVol:4No:2Date:1991\nOCLC-41551836; ISSN-09526951; LCN-2007233857;\nPublisher: SagePublications, London:1991\nSource:info:sid/primo.exlibrisgroup.com -alma_local\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "A history of consciousness :\nfrom Kant and Hegel to Derrida\nand Foucault\nDAVID COUZENS HOYHISTORY OF THE HUMAN SCIENCES Vol. 4 No. 2\nWould a history of the human sciences seem strange if it featured a chapter on the\nhistory of consciousness? An argument for including such a chapter could point\nout that consciousness is often thought to be essential to what it is to be human.\nYet the discipline that makes this argument is not a human science, but\nphilosophy, especially modern philosophy, for which consciousness is the\nprivileged subject-matter, and which asserts itself as the privileged way of\ntheorizing about consciousness. Yet in this century, and especially in the last\ndecade, this conception of philosophy (and even of the notion of ’the human\nsciences’) has been called into question by other, ’postmodern’ philosophers.\nThese postmodem thinkers are often interpreted as saying that we can now write\nthe history of the human sciences because we no longer believe in the ’sciences of\nman’, and, in particular, we can write the history of consciousness because we can\nnow abandon the concept of consciousness and the conception of philosophy\nthat featured it. To understand how this striking turn is even possible requires us\nto understand its historical and philosophical background, which includes a\nhistory of attempts to rethink the concept of consciousness. In this article, then, I\nproject as a contribution to the history of the human sciences a philosophical\nhistory of consciousness, or, more precisely, a history of the disappearance of\nconsciousness.\nOf course, some philosophers - call them ’modem’ - might think that\nconsciousness could not have a history. On this view, while the contents of\nconsciousness are always different, the structure of consciousness must be\ninvariant for all individuals at all times. A history of cultural changes in how\npeople conceived of themselves could be interesting, but it would not be possible"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "262\nunless something remained unchanged, forming the lowest common denomi-\nnator.\nOther philosophers - who verge on the ’postmodern’ - think that this search\nfor the essence of consciousness is too unhistorical. Whether consciousness\nchanges or remains the same is not the issue, if only because that question itself\ncannot be formulated clearly enough to be resolvable on either empirical or a\npriori grounds. They could point out that a history of what philosophers have\nthought consciousness is can certainly be written, but that writing such a history\nis unlikely to show us what consciousness really is. On the contrary, such a\nhistory may make us wonder instead not only what we mean by consciousness,\nbut whether we mean anything at all by the word. Although consciousness thus\nseems to some to be the pre-eminent topic of modern philosophy, others have\nsuspected that the history of modern philosophy has disclosed not what\nconsciousness really is, but that it really is not anything at all, or at least not much\nmore than a matter of stipulative definition. On this view, a history of\nconsciousness could only be a postmodern history of ’consciousness’, that is, a\nhistory not of some real thing but of a technical term. The best way to do\nphilosophy in the future, then, would be to avoid the term.\nOf course, what I have been describing is the classic dilemma that philosophy\nfaces in trying to reconcile its own history with its aspiration to finding truths\nthat transcend history. I will call this dilemma the problem of truth and time. The\nattempt of philosophy to comprehend its own arguments as sound, while\nshowing the unsoundness of its predecessors, can be regarded (from outside\nphilosophy) as a literary self-fashioning that is typical of the genre ’philosophy’.\n’Modern’ philosophers may be upset by this operation because it threatens to\nturn philosophy into literature, and to deny the truth of their philosophical\nclaims. The analysis of the literary strategies in philosophical texts looks at\nphilosophy from the outside and seems to deny that there is a genuine inside.\nThat is, the external perspective on philosophy seems sceptical about the internal\nperspective of philosophers themselves, who believe that they are making true\nclaims about some level of reality. Philosophers must be internal realists about\ntheir own discourse, but the external perspective seems to be viewing this\ndiscourse as rhetorical and perhaps even as fictional.\nWhat these contrasting perspectives on the status of philosophical discourse\nare reviving is the ancient conflict between logic and rhetoric. To distinguish\nlogic and rhetoric, as Plato attempted, is already to privilege logic over rhetoric.\nAs the history of philosophy shows, once the distinction is made, rhetoric will be\nreduced to a minor matter, a side-show that is taken less and less seriously until\nphilosophers no longer understand why anyone would study or practise it.\nTherefore, for postmodern historians of consciousness to treat philosophy once\nagain as rhetoric seems to deny that there is a genuine distinction between logic\nand rhetoric. But such a denial seems to claim victory for rhetoric by suggesting\nthat logic is never pure. Philosophy is never really logical if it is always rhetorical."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "263\nThere are thus at least two traditional philosophical problems that will feature\nin any study of the history of consciousness. One is the problem of truth and\ntime, which I suggested comes to a head in the way two different attitudes\ntowards philosophy generate conflicting approaches to the question whether\nconsciousness can be described philosophically. The other is the problem of logic\nversus rhetoric, which arises when any serious attempt to do philosophy finds\nitself confronted with the possibility of not being taken seriously by those who\nwould treat it as simply another literary discourse, one that may now be already\ndated historically.\nThese problems are not new, however. They feature in the history of\nphilosophy from Kant to the present. In what follows I will pick out several such\nmoments, including Kant’s critique of Descartes, Hegel’s critique of Kant,\nHeidegger’s critique of Husserl, Derrida’s critique of Heidegger, and Foucault’s\ncritique of Derrida. There are other such moments that I could have chosen (for\ninstance, Roland Barthes’s critique of his earlier structuralist self). I focus on the\nones that I do, however, because my goal is to show that writing the history of\nconsciousness can itself be a philosophical activity, and that there will still be a\nplace for philosophical reflection in a postmodern era.\nKANT’S CRITIQUE OF DESCARTES\nMy history of consciousness can start with Kant instead of Descartes, because\nonly with Kant has consciousness become problematic enough to make it\nnecessary to search for other terms to take its place. Only with the problema-\ntization of the term ’consciousness’ itself do we see the possibility emerge of a\nhistory of ’consciousness’. Even Kant, however, is not self-consciously worried\nabout whether there is such a thing as consciousness. So if the history of\nconsciousness starts with Kant, it could be written only after Hegel. Conscious-\nness can be perceived as a historical phenomenon only when the concept of\nconsciousness becomes problematic enough to cast doubt on the reality of the\nphenomenon of consciousness itself. Hegel’s historicizing of consciousness\nfollows from his critique of the Kantian conception of consciousness, and the\nKantian conception follows from a critique of the Cartesian conception. So\nalthough I choose to begin with Kant via Hegel’s critique, I think that wherever\none’s study begins, there is not likely to be a first moment of the history of\nconsciousness, for it will have always already begun.\nIf the beginning of the history of consciousness is the beginning of the\ndisappearance of consciousness from the philosophical scene, this disappearance\nwill nevertheless take a long time (and is not yet complete). During this long\ninterval consciousness will even become the central theme for continental\nphilosophy, especially during the first half of the twentieth century, the heyday\nof phenomenology. But if we see phenomenology from the perspective of the"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "264\nhistory of consciousness, then we will not see it as the moment when\nconsciousness is most completely described by philosophy. Instead, phenomen-\nology will be the moment when ’consciousness’ finally becomes so obviously a\ntechnical term that the possibility emerges of abandoning it altogether. Of\ncourse, this possibility is a difficult one to begin to act on, and perhaps no one will\never do so successfully. But the history of consciousness can be written as if that\ndisappearing point is, paradoxically, in sight. The story it tells will thus be\ndifferent in tone from the story that sees philosophy progressing towards the\nalternative limiting point where consciousness is finally made transparent in a\nsingle, comprehensive, phenomenological description.\nI emphasize this point to make sure that we read Kant not as a precursor of the\nphenomenological emergence of consciousness, but as the beginning of the\ndisappearance of consciousness. This reading may lead to a difference only in\ncolouring or tone, not in the detailed interpretation either of Kant’s negative\ncritique of Cartesian rational psychology in the ’Paralogisms’ of the Critique of\nPure Reason, or his positive construction of the transcendental unity of\napperception in the second edition ’Deduction’. The outcome of the critique of\nCartesian rational psychology is roughly that there is no such thing as\nconsciousness. Of course, unlike Nietzsche, Kant still believes there is\nconsciousness. Kant’s more limited claim is that there is an invalid inference\n(which is what a ’paralogism’ is) from the existence of consciousness to the\nexistence of the thing that is conscious. Cartesians who know that they think do\nnot thereby know immediately that they are thinking things.\nThe most one can claim to know is that, given any experience that one has, one\nmust be able to recognize that one is having that experience oneself. The ’I think’\nmust be able to accompany any experience that one has as a logical condition of\nhaving any experience at all. But we cannot know anything further about the I\nthat thinks, such as that it is a simple, single substance (e.g. a Cartesian soul). As\nsome interpreters like to stress, the mistake is to confuse the unity of experience\nwith the experience of unity. The ’I think’ as a logical condition of experience (i.e.\nthe transcendental unity of apperception) is not the same as the I that is actually\nexperienced, since the latter (the empirical ego that we introspect) has constantly\nchanging contents. So the Cartesian makes the mistake of confusing the I that is\nexperienced empirically with the transcendental unity that is the condition of\nhaving any experience at all, including the experience of the empirical self.\nPursuing the details of Kant’s text would lead to seeing that although the text is\napparently making clearer what consciousness really is (as a transcendental\ncondition instead of as an empirical experience), at the same time the text is\nshowing that we cannot really know what consciousness is ultimately. At least,\nwe cannot know that there is a simple substance that is conscious, as the\nCartesians believed.’ Kant’s claim depends on his distinction between knowing\nand thinking. We can know only about things of which we could have empirical\nintuitions or sensory experience. God, freedom and immortality (the standard"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "265\ntopics of rationalist metaphysics) are beyond our knowledge. However, Kant\nmaintains that humans will inevitably need to think about these topics, and\n’thinking’ here is more than just imagining or fantasizing. To think means to be\nable to give rational arguments about what we can or must believe.\nThe critique of Cartesian psychology suggests that we have no direct sensory\nexperience of the transcendental I. Therefore, we cannot claim to know anything\nabout what the I really is like, but only that it must obtain (as a logical\nrequirement, or condition of the possibility of experience). We believe that it\nobtains because without this condition we could not be having the very\nexperience that we do have. One cannot deny that one is having some experience,\nand to have an experience is to have a unified experience. But the unity does not\ncome from the object of experience, since experience is a manifold of data. So the\nunity must be contributed by us.\nThis indirect transcendental argument that there is no it without an I moves\nfrom the admission that there is some experience to the discovery of the\nnecessary conditions for any such experience at all. So do we know that there\nreally is transcendental ego, or do we only think that there is? Kant’s language\nsuggests that we know that the transcendental unity of apperception obtains, but\nthe proof or deduction depends not on a direct experience of the transcendental I\n(which he denies that we have), but on this indirect, transcendental argu-\nmentation. There are limits on what we can know about ourselves through our\nself-consciousness. We cannot know ourselves through introspection, and we\ncannot know how the active synthesis that produces our consciousness really\ntakes place. All we can infer are the conditions that must obtain in any such\nsynthesis (where such conditions would include, for instance, that experience\nconsist of causally connected interactions between real objects).\nThese limits on our knowledge of our own mind, that is to say, of our own\napparatus for knowing, entail that there will also be limits on our knowledge of\nthings. We cannot have any knowledge of things-in-themselves, but this\nlimitation on our knowledge is not a result of the things themselves, since the\nright sort of knower (God, for instance) could have complete knowledge about\nthem. We cannot know directly, however, how our cognitive apparatus\nfunctions and how it is limited. So the unknowability of the things results not\nfrom the things themselves but from the unknowability of our own cognitive\napparatus.\nHEGEL’S CRITIQUE OF KANT\nHegel is not the first to attack Kant’s conclusions, but he goes beyond\ncontemporary criticisms of Kant by recasting the whole idea of consciousness.\nWe can think of the move from Descartes to Kant to Hegel as a process of making\nconsciousness less and less of a metaphysical notion. Whereas Kant rejects the"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "266\nCartesian inference that the self we introspect must be an eternal soul, Kant\nhimself leaves open the metaphysical possibility that the self is a noumenal and\nnot simply a phenomenal entity. Although we have not knowledge but only\nnecessary belief (on moral grounds), we still must believe that the self is somehow\nboth free and eternal. Hegel continues to discuss the problem of free will and the\neternal soul, but commentators have noted that he has little to say that is novel.\nHis critics suggest that he really does not understand the problems as well as Kant\ndid, but I would draw a different conclusion. The traditional problems of\nrationalist metaphysics begin to lose their grip on thinkers after Kant, perhaps\npartly because of Kant’s critique of metaphysics. Hegel’s philosophy may\ntherefore be in the early stages of being cured of the obsessions of rationalist\nmetaphysics.\nHegel thus treats Kant’s distinction between the phenomenal world of human\nexperience and an other-worldly, noumenal realm as unnecessarily mystifying.\nHe classifies Kant with the empiricists because he sees Kant’s talk about the limits\nof knowledge as a further form of Humean and Berkeleyan scepticism, which\nKant intended to overcome. Hegel probed the metaphors used by Kantians to\ndescribe how knowledge can be had, exposing in these metaphors senses in\nwhich they made knowledge seem impossible. He was not the first to suggest\nthat the Kantian image of the limits of our knowledge as a curtain or boundary is\nself-defeating. For if we cannot know what lies beyond the boundary, then we\ncannot say there is a boundary. Any thought that the thing-in-itself is ineffable\nleads to a problem explaining how we know that our sensory apparatus could be\nregistering the thing as it really is at all. Hegel caricatured the Kantian conception\nof the constituting consciousness by suggesting that Kantians think of conscious-\nness as an instrument that grasps or captures the thing. He points out that\nalthough a forked twig could be used to capture a bird, little could be inferred\nabout the bird from observations about the twig.\nI prefer to illustrate the point in more up-to-date terms by suggesting that we\nimagine a being capable of perception in only two dimensions (for instance, in a\ncomputer model). Where such a being could see only a point growing to a certain\nlength and then shrinking to a point again, we three-dimensional beings would\nperceive a sphere passing through the other being’s perceptual plane. This\nthought experiment suggests further that if there were other mathematically\npossible dimensions than those we perceive spatially and temporally, for us the\nworld would inevitably remain unknowable.\nI will turn shortly to how later Kantians (from Husserl to Hintikka) respond\nto this objection, but first I want to suggest how it leads Hegel to rethink the\nKantian conception of consciousness. Although Kant rejects the Cartesian\nappeal to the data of introspection for knowledge of the self, the Kantian\nphilosophy is in many respects still committed to what I shall call the primacy of\nthe first person singular. Kant continues to describe individual consciousness,\nwith the goal of discovering in one consciousness the universal features of all"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "267\nhuman consciousness. The self’s relation to itself is thus the paradigmatic locus of\nphilosophical investigation. The theoretical philosopher can investigate the re-\nlation of the empirical to the transcendental ego, and the practical philosopher\ncan go on to consider the moral and metaphysical connections between the\nphenomenal and the noumenal self.\nSince for Hegel the phenomenal perspective is all we have, and all we need, he\ncan give up the noumenal-phenomenal contrast and replace it with the self as\nseen not from the noumenal or eternal perspective, but from the social and his-\ntorical perspective. Although Hegel himself does not say so, I would suggest that\nhe has extended Kant’s ’Refutation of Idealism’ (in the Critique of Pure Reason),\nwhich is a critique of sceptics who doubt or deny the existence of external\nobjects. Whereas Kant is making a point mainly about our knowledge of objects,\nHegel spells out the implications for consciousness. Kant’s refutation works by\nshowing sceptics who think that they can be certain of their inner experience of\nconsciousness but not of their outer experience of objects that thinking of experi-\nence as ’inside’ presupposes that there is experience of the outer world. In the\nPhenomenology of Spirit Hegel accepts the Kantian argument that there is no I\nwithout an It, but tries to show that the experience of an It (or of an external\nworld) would not by itself suffice to generate the idea that there is an inner I to be\nexperienced in addition to external objects. So if consciousness of objects alone\nwould not produce consciousness of self, what dimension is missing from Kant’s\nanalysis? Hegel’s dialectic of self-consciousness is constructed to show that con-\nsciousness of self presupposes recognition of other selves, so that there could not\nbe an I unless there were a We (or at least another I than one’s own).\nThe dialectic of self-consciousness is not intended to solve the Cartesian prob-\nlem of other minds, which starts from the inner and then doubts the existence of\nexternal other minds. What Hegel’s account is intended to solve is what I would\ncall the problem of one’s own mind, i.e. of how it is possible that one experiences\noneself as having a mind or a self at all. Hegel’s account is not a psychological one,\nand not genetic, but logical (or transcendental). It shows not whether self-\nconsciousness or the consciousness of others comes first in time (they could both\nemerge gradually in conjunction with each other), but that the former presup-\nposes the latter, contrary to the Cartesian supposition. Hegel is not correcting\nKant so much as adding to Kant a further dimension that he thinks is implied by\nKant’s critique of the Cartesian rational psychologist. Kant’s philosophy can be\nconstrued as replacing the metaphysical solipsism of Cartesian rationalism with\nmethodological solipsism. Hegel’s addition turns Kant’s attack on solipsism\nagainst vestiges remaining in Kant of the Cartesian conception of the task of phil-\nosophy. These vestiges are apparent in Kant’s need to start from sensory experi-\nence and deduce the objectivity of the external world. Hegel’s critique may well\nbe justified if these vestiges are what cause Kant to think of the phenomenal\nworld as in some sense only an apparent one in contrast to an ultimate, noumenal\nreality beyond space and time."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "268\nInstead of starting with sensory experience and deducing objectivity, in the\nPhenomenology Hegel starts by showing the incoherence of any conception of\nexperience presupposing the veracity of recognizably distinct, purely sensory\ncomponents (which Kant might have called ’intuitions’ as opposed to concepts).\nHegel then goes on not to ground experience in perception but to show that there\nis no such thing as pure perception, or at least that the conception of passive\nperception used by the tradition to ground knowledge serves instead to make\nknowledge seem impossible. Perception would not be possible without an I, but\nconsciousness of the I is not possible without the experience of another\nconsciousness.\nAn early title, later dropped, for the Phenomenology was Science of the\nExperience of Consciousness. This title suggests that the phenomenological\ndescription of the ways consciousness experiences itself can be given a ’scientific’\nor systematic explanation such as Hegel develops later in the Science of Logic.\nHegel thereby offers the first statement of the problems of the history of\nconsciousness I described at the outset, and the first solution to them. The\nhistorical, changing character of consciousness is admitted, and described at\nlength. Yet the systematic philosopher steps back from this phenomenological\ndescription and explains why the changes take place (using arguments that are in\nmany respects much like Kant’s transcendental arguments).\nSo Hegel goes beyond Kant in recognizing that consciousness is historical, that\nit changes, and that in the act of appearing to itself it disappears. The\nPhenomenology is the story of the disappearance (orAufhebung) of what Hegel\ncalls ’natural’ consciousness. A transformation of consciousness from one shape\ninto another takes place when consciousness becomes self-aware, for what it\nbecomes aware of when it becomes self-aware is not a fully constituted,\nindubitable self. On the contrary, what it experiences is its inadequacy, its failure\nto have knowledge or experience of the sort it thinks it is having. Instead of the\nobject of knowledge being fully present to the conscious subject, what\nconsciousness experiences when it reflects on itself is the gap that still persists\nbetween subject and object. The solution is to do away with the subject-object\ndistinction (as is supposed to happen when we leave the Phenomenology behind\nand move to the Logic). But to do away with the subject-object distinction is to\ndo away with natural consciousness, since this consciousness is defined in terms\nof the subject-object relation.\nAnother title for the Phenomenology of Spirit, or at least a subtitle for it, could\nthus have been T’he History of Consciousness. Hegel himself says that ’the\nsequence of Shapes through which consciousness passes on this road is the\ndetailed history of consciousness’ own education to the level of science. To do\nthe history of consciousness is thus to describe various shapes of consciousness\nboth from the inside and in the past tense. For to be able to talk about a ’shape’ of\nconsciousness is to be beyond it, and no longer sharing in its way of envisioning\neither the world or itself. Historians of consciousness will therefore not to be able"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "269\nto describe their own ’shape of consciousness’, and in general will act as if they\ndid not have a shape that could be included in future histories of consciousness.\nThey can do this either as Hegel did, by assuming that their own standpoint\nrepresents superior knowledge that cannot be further transcended, or by\n’disappearing’ into a supposedly neutral, timeless observational stance (perhaps\nby such simple devices as using the passive voice or avoiding the first person).\nObviously, however, exempting one’s own stance from the history of\nconsciousness would be rhetorical self-deception. In the twentieth century\nphilosophers therefore wrestle with the problem of their own historicity, that is,\nof how to make their own desire to do philosophy, and thus to utter truths about\nwhat it is to be a human being, consistent with their recognition of the possibility\nof radical change in consciousness and in what human beings are. In the light of\nHegel’s rhetorical failure, one line of solution would be dissolution, that is,\nchanging the meaning of the problematic terms ’consciousness’ and ’philos-\nophy’, even to the point of trying to abandon them altogether.\nHEIDEGGER’S CRITIQUE OF HUSSERL\nHegel’s conception of phenomenology could thus have led to giving up the\nnotion of the transcendental ego, and of the ineffability of things-in-themselves\nin some hidden noumenal realm. Nietzsche states most radically the conclusions\nthat seem to follow from the paradoxes of Kant’s position. Not only does\nNietzsche debunk the two-world view he sees as the essence of the history of\nmetaphysics, he also attacks the notion of mind as the inner consciousness of an\nouter world of things. To block the Cartesian inference from the supposed fact\nthat I am thinking to the assumption that I am most essentially a thing that thinks,\nNietzsche argues more radically than Kant not only that the inference is invalid,\nbut that the initial premiss is unsound. There is no thinking in the Cartesian\nsense, says Nietzsche in unpublished notes from 1887-8:\n’Thinking,’ as epistemologists conceive it, simply does not occur: it is a\nquite arbitrary fiction, arrived at by selecting one element from the process\nand eliminating all the rest, an artificial arrangement for the purpose of\nintelligibility -\nThe ’spirit,’ something that thinks: where possible even ’absolute, pure\nspirit’ - this conception is a second derivative of that false introspection\nwhich believes in ’thinking’ : first an act is imagined which simply does not\noccur, ’thinking,’ and secondly a subject-substratum in which every act of\nthinking, and nothing else, has its origin: that is to say, both the deed and\nthe doer are fictions. (Nietzsche, 1967)\nThe idea of consciousness as that which I most essentially am, and which I\ncontrol, is suspicious, on Nietzsche’s account, both because it misdescribes the"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "270\nway ideas spring up independently of one’s volition, and because it privileges\ninner contemplation over external action. Nietzsche has little use not only for the\nidea of the transcendental ego, but for that of the introspected empirical ego as\nwell. For at least one philosopher, then, ’consciousness’ has completely\ndisappeared as the subject-matter of philosophy by the end of the nineteenth\ncentury.\nThe twentieth century, however, starts with the return of the transcendental\nego in Husserl’s phenomenology. Unlike Hegel’s conception of phenomen-\nology, which describes the history of the appearance and disappearance of totally\ndifferent shapes of consciousness, Husserl’s programme is unhistorical. Husserl\nproposes to describe the invariant and universal structures of consciousness\npersisting throughout the constant change in the contents of consciousness.\nConsciousness is construed as an infinite series of profiles (Abschattungen) of\nthings. A particular thing is never perceived in itself, but only in a series of these\nprofiles, no two of which are exactly alike. The series is infinite because no subset\nof the profiles of a thing completely exhausts all the possible perceptions of that\nthing.\nThis model of consciousness yields a different result from Kant’s. For Kant (at\nleast, as Hegel interprets him) things are, in themselves, ineffable. For Husserl\nthings are not ineffable, but instead are inexhaustible. There is no feature of a\nthing which could not in principle be revealed in a profile, even if there are always\nfurther profiles that are possible in the series. So there is nothing that is\nimpenetrable to consciousness. In taking up the Enlightenment notion of the\ninfinite task that continuously progresses towards an asymptote, Husserl sees\nhimself as the defender of reason against the dangers of relativism, psychologism\nand particularly, historicism. He can face these dangers because although the\nprofiles are constantly changing, the mental schema or noema contains a central\ncore of invariables. Since these are articulatable, there is no reason to think that\nthe unarticulated aspects of things are inarticulatable in principle. The invariables\nof consciousness guarantee the commensurability of our mental and linguistic\nrepresentations of the world.\nHeidegger’s response is to challenge the very idea of mental representation, on\nwhich the foundationalist ambitions of Husserlian phenomenology rest. Husserl\ninherits from both Descartes and Kant the thought that philosophy should put\nknowledge on secure foundations. Although Heidegger uses the term ’her-\nmeneutic phenomenology’ to describe his own project in such a way as not to\noffend Husserl, the term is misleading in that Heidegger criticizes the\nfoundationalist goals of phenomenology and replaces phenomenology with\nhermeneutics, which is a non-foundationalist approach to philosophy. Accord-\ning to hermeneutics, philosophy is itself always interpretative, and there is no\npresuppositionless starting-point that undergirds the rest of our knowledge.\nPhenomenology is mistaken in believing that by accurately representing the\nrepresentational process, it will ensure the certainty of the representational"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "271\nprocess and get back the world it bracketed. At some point, furthermore,\nphenomenology runs up against the problem that there must be more to\nconsciousness than the structures and contents of consciousness. If conscious-\nness is itself being represented, there must be something doing the representing.\nYet consciousness can only be consciousness of what is represented, not of the\nrepresenting as such.\nTo deal with this problem Husserl is thrown back to a solution like Kant’s, and\nhe posits a transcendental ego. Sartre then comes along and denies that there is\nsomething doing the representing, or that consciousness is anything at all. He\nprefers to think of consciousness as ’nothingness’. But Sartre’s approach still\nthinks of consciousness as a phenomenon that can be described, and Sartre falls\ninto the trap of taking particular kinds of experience and generalizing them into\nuniversal features of human reality. Sartre thus shares Husserl’s conception of\nphenomenology as description, not interpretation. If Sartre had thought of\nhimself as interpreting rather than describing experiences, however, he might not\nhave asserted their universality so hastily.\nSartre does not really grasp how much more radical Heidegger’s approach is.\nInstead of either affirming or denying consciousness, Heidegger stops using the\nterm, with the intention of generating an entirely different vocabulary from that\nof the tradition. Hence, he uses the term Dasein, and argues that doing so allows\nhim to avoid the traditional dichotomy between subject and object. Heidegger\nhopes that this strategy will avoid the controversy between idealism and realism.\nThis debate plagues the Cartesian tradition and is not solved by Kant’s claim that\none can be both an empirical realist and a transcendental idealist. Going beyond\nHusserl’s rationalism, Heidegger abandons the search for the invariable,\natemporal essences of consciousness, maintaining instead that contexts can be\nvaried as well as contents. Most significantly, philosophy becomes not a\nphenomenology of the self-evident, but a hermeneutics of the hidden.\nUnlike Kant or Husserl, Heidegger would not describe the hidden as either\nineffable or inexhaustible. With the hermeneutical insistence on the connection\nof contents to their interpretative context, neither term is appropriate. While\ncontexts are hidden, they are not ineffable. Heidegger speaks of what I am calling\na context as a Lichtung (like a clearing in the forest). The clearing or context is not\nseen or thought, not because it is indefinitely far away from us, but only because\nit is so close to us. We can and do become aware of contexts, for instance, when\nwe have moved beyond the limits of particular contexts and seen them as\ninadequate. We are explicitly aware of contexts applied in the past and now no\nlonger used. We are not explicitly aware of our present contexts, however, since\nwe focus instead on the particular contents. But these contents would not seem\nsignificant to us in the way they do unless there were a context in the background\nagainst which they figure. Particular contents always presuppose a background\ncontext that allows them to stand out as important.\nHowever, we can never fully articulate this background to ourselves, and it is"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "272\nnot merely inexhaustible. A context is not completely articulatable in the same\nsense that its contents are. If the Husserlian were to object that an ideal observer\ncould articulate all the possible contents of the context such that there was\nnothing more left over, the Heideggerian could challenge the very idea of\nspecifying all the features of anything. With this challenge the model of\nconsciousness as an infinite series of profiles on things no longer appears\nadequate.\nDERRIDA’S CRITIQUE OF HEIDEGGER\nHeidegger’s substitution of the term Dasein for consciousness does not eliminate\nfrom itself, however, all the connotations attached to the traditional notion of\nsubjectivity. Heidegger himself comes to realize this, and his later work criticizes\nthe vestiges of the preoccupation with human subjectivity that can be found in\nBeing and Time, an unfinished and perhaps unfinishable work. Criticisms of\nHeidegger by later philosophers like Jacques Derrida are thus often anticipated in\nHeidegger’s own later writings themselves. These writings try to avoid the\nprivilege given to subjectivity, and he opposes the persistence, despite Kant’s\noriginal criticism, of the belief that we know our own subjectivity better than we\nknow the objective world. At the same time Heidegger maintains that the world\nis not merely ’objective’, that is, it does not consist exclusively of separate\n(vorhanden) objects with precisely articulatable properties. As agents moving\nabout and transforming the world, we experience the world through contexts in\nwhich these objects have a use, and what sorts of objects they are depends on\nthese various contexts of use. Understanding of things in the world presupposes a\nbackground of shared purposes and interests, which are constantly subject to\nreinterpretation.\nAs Derrida and other commentators show, however, these hermeneutic theses\nare difficult to maintain when Heidegger turns to justify his own project in Being\nand Time. Despite Heidegger’s desire to avoid making consciousness the central\nfocus of philosophical investigation, he does start with Dasein. Since we are\nourselves the clearest cases we know of Dasein, the investigation of Dasein often\nresembles an examination of human consciousness. The purpose of starting with\nDasein is, for Heidegger, not to posit man as the measure of all things, but instead\nto undermine the modern preoccupation with self and to shift philosophy back\ntowards a concern with Being (with Sein instead of merely with Dasein).\nHeidegger’s abandonment of the project of Being and Time thus results in part\nfrom the problem Derrida (1982) notes in Heidegger’s act of choosing Dasein as\nthe key to raising the question of the meaning of Being:\nIt is this self-presence ... this familiarity with itself of the being ready to\nunderstand Being ... which motivates the choice of the exemplary being,\nof the text, the good text for the hermeneutic of the meaning of Being. It is"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "273\nthe proximity to itself of the questioning being which leads it to be chosen\nas the privileged interrogated being.... We can see then that Dasein,\nthough not man, is nevertheless nothing other than man.\nDerrida thinks that Heidegger is thus equivocating. This equivocation is respon-\nsible for misleading Sartre and others who misread Being and Time as a con-\ntinuation of the phenomenological project of describing human consciousness.\nDerrida believes that Heidegger’s move in Being and Time from phenomen-\nology to hermeneutics is not sufficiently radical. Heidegger’s hermeneutics may\nnot use the word ’consciousness’, but Derrida thinks that hermeneutics still\nprivileges self-presence. Heidegger perpetuates the history of metaphysics, de-\nspite his intention to overcome metaphysics, in thinking that the place to start\nphilosophy is from a paradigm case where the interrogator and the interrogated\nare fully present to each other. This presence is assured in that Dasein is both the\ninterrogator and the interrogated. Derrida suggests that this vestige of the\nmetaphysics of presence is then coupled to a conception of hermeneutics that\nperpetuates the theological origins of hermeneutics as used for the reading of the\nBible. Heidegger’s concern with the meaning of Being leads Heidegger to think\nof Dasein as a text that can be read. Derrida believes that Heidegger’s style of\nreading carries over the theological model of making the implicit explicit, of\nbringing something hidden to light. That is, Heidegger will read our being-in-\nthe-world in a way that will bring to consciousness features that prior theories\n(or theologies) had overlooked or obscured. This style of reading perpetuates the\n’onto-theological’ tradition Heidegger hopes to escape in that it approaches the\ntext (here, Dasein) as if it were sacred (and the only genuinely sacred text). The\ninterpretation of such a text draws its authority and pre-eminence from the\nexclusive authority of the text, and the interpretation brings out the deep truths\nthe text wishes us to heed.\nFor Derrida, even Heidegger’s later turn (or Kehre) from the overly anthropo-\nlogical concern with Dasein in Being and Time to a supposedly more radical\nfocus on Being will merely accentuate Heidegger’s inability to break with the\ntraditional philosophical preoccupation with self-presence. Heidegger’s pre-\noccupation with the ’master word’ Being suggests a nostalgia for a time when\nphilosophy had a single concern. Derrida points ahead to a different time for\nphilosophy, when there will be no unique name, not even that of ’Being’, for\nwhat philosophy is about. This new time has been called ’postmodern’ by some,\nthereby suggesting that philosophy gets liberated from the rational dilemmas of\nmodern philosophy, which begins with Descartes and seems to end with\nNietzsche. However, the label of postmodernity obscures Derrida’s point.\nWhile we should not experience the disappearance from philosophy of the focus\non man or on Being as a loss, we also should not experience it as complete\nliberation. Derrida does not think we can ever entirely escape the problems of\nmetaphysics or the antinomy of subject and object."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "274\nThe effect of Derrida’s critique of Heidegger is not, therefore, to replace\nHeidegger’s theory with a better theory. Instead, Derrida could himself be\ndescribed as forcing philosophers to focus on what was previously ignored,\nnamely, how the writing of philosophy conditions what philosophy is, even\nthough philosophy has failed to ask the question about what writing is.\nPhilosophy has explored the nature of language, Derrida thinks, but has\ngenerally taken speech as the paradigm case of what language most essentially is.\nSpeech is paradigmatic, furthermore, because in speech speakers are assumed to\nbe fully present to one another, and to the truths that speech attempts to\narticulate. The interpretation of written texts requires different assumptions since\nthe author is absent and the text is capable of being brought into different\ncontexts whose appropriateness or inappropriateness is not immediately\nself-evident. Writing has been treated as a marginal phenomenon, a by-product\nof conscious intention. Derrida challenges the traditional assumption that the\nauthor’s intention determines the meaning of the written text, and more\ngenerally that truth is revealed undistorted only in direct, fully self-conscious,\nperceptual awareness. There is no such thing as perception in this sense, says\nDerrida (1981) (much like Hegel), and subjectivity can be seen as an effect of the\nstructure of writing (broadly conceived as différance), rather than writing as an\neffect of subjectivity.\nBy shifting philosophical attention from the paradigm of consciousness to that\nof writing and textuality, Derrida displaces the traditional understanding of what\nphilosophy is and forces an examination of the traditional assumptions about the\ngenre. Thinking of philosophy as a genre instead of as the only true way to grasp\nwhat really is may seem like the triumph of rhetoric over logic. But Derrida can\nalso be interpreted as trying to discover what writing really is, or as discovering\nthe conditions of the possibility of textuality. So he can still be called a\nphilosopher. He is a critical philosopher in that he calls into question the\nassumptions of the preceding paradigm of philosophy, which in France was\nphenomenology. In the phenomenologists’ attempt to write about conscious-\nness they neglect to examine writing itself and to ask how a critical analysis of the\nconditions of the possibility of writing affects the phenomenological pro-\ngramme. Derrida’s expose of the metaphors of light, presence and voice in\nHusserl’s and Heidegger’s writings thus is not simply an analysis of their rhetoric\ninstead of their arguments, but it leads to a displacement of philosophical\nattention from consciousness to writing or textuality. This shift of attention need\nnot be thought of as finally getting down to the most fundamental level of reality,\nand is not philosophy in that foundationalist sense. But it is still philosophy in the\nsense of the investigation of the background that conditions the possibility of\nunderstanding and interpreting anything.\nThis background is not ineffable. Previous philosophers may have ignored the\ntextuality of their own efforts by virtue of their concentration on what they were\ntrying to write about. But many philosophers from Plato on do seem aware of"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "275\nthe textual conditions of their writing, even if they do not make these conditions\nthe object of investigation. So textuality can be investigated and is not\nmysterious.\nFurthermore, while the background may be so complex as to be inexhaustible,\nthat does not mean that it is inaccessible to philosophical examination and\narticulation of its more interesting features. Thus the resources of textuality, like\nthose of language in general, may be inexhaustible, since new texts can always be\ngenerated by new devices. So a ’theory of textuality’ that would describe and\nexplain all possible textual devices and structures is not to be expected, either\nfrom Derrida or from anyone else. But scepticism about the possibility of\nphilosophical clarification of textuality and the interpretation of texts does not\nfollow. I think the poststructuralist tendency (for which Derrida is partly\nresponsible) to stress the infinite number of possible interpretations of texts, and\nto conclude that the meaning of any given text is ’undecidable’, is based on the\nmistaken assumption that an interpretation must aspire to a complete account of\nall the features of what it interprets. But I doubt that the idea of describing ’all the\nfeatures’ of anything really makes sense. Certainly to impose that goal on\ninterpretation would entail in effect that no interpretation could ever succeed.\nSince many interpretations are successful, and since success comes in degrees, a\ndifferent account of interpretation is required. Derrida’s own interpretations of\n’undecidable’ structures in particular texts may provide us with some examples of\nsuccessful interpretation both of those particular texts, and of more general\nfeatures of textuality as such. But these interpretations do not establish the\ngeneral thesis that all texts are undecidable, or that their meanings are never\ndeterminate. Nor should such pronouncements be expected from Derrida.\nUniversal statements with ’all’ or ’never’ in them would be generated only in\nphilosophy conceived as foundationalist (or ’logocentric’), not in Derrida’s\nalternative approach to philosophy.\nThis alternative approach is still philosophy, however, even if its focus is on\nwriting, textuality and intertextuality, instead of on consciousness and reality, or\nman and Being. Furthermore, the dichotomy between rhetoric and logic\nevaporates. This is not to say that logic disappears and rhetoric triumphs\nexclusively. Derrida is still interested in making philosophical claims about what\nhe takes to be of philosophical interest. Among the things in which he is\ninterested philosophically, however, are rhetorical structures (such as metaphor)\nand the ways in which they both enable and limit communication (as in\ntranslation). So with Derrida we see a displacement, if not the final dis-\nappearance, of philosophical interest in consciousness. But this displacement\ndoes not entail a lack of interest in philosophy, and does not signal the final\ndisappearance of philosophy. Instead, philosophy attempts to apply itself to\ntopics like textuality and intertexuality, which were previously either ignored or\ntreated marginally. One effect of this new orientation is that the traditional\nproblem of logic versus rhetoric is dissolved. From this new perspective rhetoric"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "276\nand logic are not entirely distinct and opposed domains, but are instead found to\nbe always operant together in any text, including the texts of philosophy. These\ntexts, furthermore, will be recognizably philosophical, even if most of their\nreaders do not specialize in the more traditional approaches to philosophy.\nFOUCAULT’S CRITIQUE OF DERRIDA\nIf Derrida’s approach to philosophy changes our understanding of the relation of\nlogic and rhetoric, it still leaves us with uncertainty about the other problem I\nraised in the introduction, namely, the relation of truth and time. Derrida is\nchallenged on precisely this problem by Michel Foucault, and it is Foucault who\nprovides us with the most dramatic reworking of the relationship of truth and\ntime since Hegel. Since Foucault does not offer anything like a system in Hegel’s\nsense, many will deny that he is a philosopher. He writes histories, not\nphilosophical treatises, and most of his philosophical claims are found in\noccasional essays or interviews. Somehow, though, his histories manage to be\nphilosophically interesting. So just as the usual distinction between literary\ncriticism and philosophical analysis fails to help in classifying Derrida, the\ndistinction between philosophy and historiography fails to help us understand\nFoucault’s effects. In this section I will try to explain these effects with the\nintention of figuring out why Foucault has come to replace Hegel as the\nparadigm for anyone working on the history of consciousness today.\nFoucault owes the inspiration for his rethinking of the problem of truth and\ntime to Nietzsche, who is also difficult to classify as a philosopher since he rarely\nstates or argues for his theses systematically. The philosophical interest in\nFoucault and Nietzsche comes as much from the traditional philosophical ideas\nthat they criticize as from their own ideas. Moreover, their own ideas may be less\nnovel and original than their conception and use of a certain philosophical\nmethod. Foucault borrows the term ’genealogy’ from Nietzsche as the label for\nthe method that he practises in his histories. Nietzsche himself calls for\ngenealogical histories (for instance, of morals), but never really does the\nhistoriographical work that would substantiate his historical speculations.\nUnlike the Hegelian method of dialectic, which posits history as necessarily\nprogressing towards and culminating in the standpoint of the philosopher-\nhistorian recounting the story, the Nietzschean method of genealogy sees\nhistorical change as a matter of chance instead of necessity, and sees historical\ndevelopment as having both advantages and disadvantages. So the category of\nuniversal progress no longer is appropriate. The genealogist will be interested in\nwhy we experience the need to apply this category when we could never have\nenough data to confirm it. Genealogy suspects that the belief in progress serves\nan ideological purpose, namely, to confirm our complacent assumptions about\nthe superiority of the present. Therefore, genealogical histories are written to"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "277\nchallenge other histories of the same events written with the assumption of pro-\ngress, precisely to disrupt this complacency about the present.\nThis contrast between genealogy and dialectics comes to a head in Foucault’s\ncareer in 1970 when he succeeds Jean Hyppolite to the chair in the history of\nthought at the College de France. Foucault’s inaugural address, ’L’ordre du dis-\ncours’, pays homage to Hyppolite, the noted Hegel scholar, at the same time\nthat it asserts that the age of Hegel is past. To express his own enterprise in\ncontrast to the Hegelian one, Foucault insists on putting the word ’systems’\nbetween ’history’ and ’thought’. The title for his first course, and similarly for\nhis chair, at the College de France in 1970-1 is thus ’History of Systems of\nThought’.\nI suggest that this label contrasts aptly with Hegel’s ’Science of the Experi-\nence of Consciousness’. History replaces science as the first term, thus implying\na more modest, less overarching conception of what must be done. Writing the\nhistories of various systems of thought need not aspire to unifying them in a\nsingle scientific account of how they evolve into one another, telling a single\nstory that guarantees the absolute knowledge of the scientific philosopher.\nThe second term brings out that there are many systems instead of one single\nsystem. There is also no ’system of systems’ that will make the different sys-\ntems commensurable, but only a history of their contingent expansion and con-\ntraction. Furthermore, to speak of ’systems’ is already to speak of something\nmore impersonal than Hegel’s ’experience’. Foucault emphasizes his break with\nany effort to give phenomenological descriptions of experience. He is interested\nin other levels than those that could be accessed in self-consciousness. What\nmust be studied is not merely what agents might have said self-consciously\nabout themselves but, more importantly, how their patterns of action reveal\nmore about the implicit background of their beliefs than they could ever intro-\nspect.\nSo instead of studying consciousness, Foucault examines ’discursive prac-\ntices’. In Discipline and Punish, for instance, he studies the history of practices\nof punishment instead of philosophical theories of punishment. Although dis-\ncursive, and therefore linguistic and communicative, these practices are not to\nbe thought of as being produced first as states of consciousness by speakers\nwith explicit intentions. Hegel starts with consciousness at the level of the in-\ndividual mind, and then goes on to use a mentalistic vocabulary (invoking\nGeist) to describe social and cultural phenomena as well. In contrast to Hegel,\nFoucault (1977) thinks that the mentalistic vocabulary oversimplifies the com-\nplexity of events. Changes in discursive practices should therefore not be\ncharacterized as\na general change of mentality, collective attitudes, or a state of mind. The\ntransformation of a discursive practice is linked to a whole range of usu-\nally complex modifications that can occur outside of its domain (in the"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "278\nforms of production, in social relationships, in political institutions), inside\nit (in its techniques for determining its object, in the adjustment and\nrefinement of its concepts, in its accumulation of facts), or to the side of it\n(in other discursive practices).\nConsciousness disappears because there is no need to explain the discourses by\npositing Geist behind them as the agency producing them.\nSubjectivity reappears, however, as a factor in the discourses which needs to be\ntaken into account. Instead of subjectivity being that which explains what occurs,\nit is that which gets explained in so far as it results from social processes. Foucault\nis not trying to dismiss subjectivity entirely, or to reduce it to objective\nbehaviour. However, he is opposed to the Cartesian and phenomenological\nprimacy standardly given to subjectivity. His late writings on the history of\nsexuality insist that he is interested in subjectivity, and specifically in how it gets\nconstituted in and through social practices. His history of the prison studies\ntechniques of ’power’ whereby institutions socialize people into thinking of\nthemselves in acceptable ways. His history of sexual ethics then describes ways in\nwhich individuals subject themselves to norms and come to think of their\nsexuality in historically distinct ways. The Greek, early Christian and modern\nsexual self-fashionings could be called ’systems’, then, but only if we remember\nHeidegger’s critique of Husserl’s assumption that consciousness consists of\narticulatable rules and beliefs. Foucault is studying not the explicit moral rules of\nbehaviour but the background or ’ethical substance’ that gives these abstract rules\ntheir interpretation in concrete contexts. Systems do not change all at once, but at\ndifferent rates on different levels.\nSo Foucault can study how people experience their sexuality differently at\ndifferent times. But he is not describing experience as if it were a private, internal\ndomain accessible only through introspection (since this would lead to thinking\nof experience as unhistorical). Experience is construed instead through the\ndiscursive practices to which the historian has perhaps better access than the\ncontemporary agents themselves. The genealogist will study what the moral\nagents at one time take to be universal norms and show that these norms are\ntemporal and have historical origins. The norms may turn out to be vestiges of an\nearlier self-understanding and may have subtly changed their significance over\ntime. Genealogy is a form of critical history that shows that beliefs and values\nthat the present takes as eternal and true are instead temporal, historical and\nsubject to reinterpretation.\nFoucault thus rethinks the relation of truth and time, treating them not as\nopposites, but as intertwined. In his study of discipline he thus joins knowledge\nand power with a slash. Unlike the traditional epistemologist who assumes that\ntrue knowledge could be gained only in the absence of power, which distorts,\nFoucault shows that gathering knowledge often goes hand in hand with\nadministering social institutions. He studies those disciplines where social needs"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "279\nand power relations condition what makes certain kinds of statement come to be\nconsidered as possibly true or false in the first place.\nWhen he turns to the history of sexual ethics, he is similarly interested in how\ncertain moral norms, which seem universal, can be assented to by cultures that\nare obviously different in what they permit (for instance, homosexuality from\nthe ancient Greeks to the present). While he finds that sexual practices have\nalways been accompanied by an ascetic ethics, he discovers that this asceticism is\nunderstood and interpreted differently through the ages. What observing the\nsupposedly universal norms entails thus varies dramatically as the historical\nbackground changes.’\nCritics of the French poststructuralists often accuse them of rejecting truth and\nof flirting with nihilism. Yet neither Derrida nor Foucault deny that we need to\nspeak of truth. What Derrida criticizes is the way in which the philosophical\ninsistence on truth is often overdone. Although there would be no point to\ndenying truth, one must also recognize that there are more truths than we could\never assert. Many trivial things are true; for example, that the grass is green. So\nthere is no reason to think that finding out what all the true statements are and\nseparating them from all the false ones is the goal of inquiry.\nSimilarly, Foucault does not deny truth, but, on the contrary, is interested in\nuncovering the historical conditions that make it seem worthwhile to gather and\nformulate certain kinds of truths (e.g. data about population). His critique of\nDerrida is that Derrida’s insistence on the plurality of truths is a merely negative\npoint, and does not raise the more interesting question about why specific\nstatements first get uttered, or why they ever ’come up for grabs’ (to borrow a\nphrase from Ian Hacking). Foucault thinks that Derrida’s method of deconstruc-\ntion is incapable of recognizing that texts arise out of social practices where they\nhave a genuine use. As a result, deconstruction is accused of being methodologi-\ncally deficient since it cannot evaluate itself as a social and political practice.4\nMore recent work by Derrida and other practitioners of deconstruction has\nbeen sensitive to this criticism, and has tried to apply deconstruction in social and\npolitical contexts. The reason I find Foucault’s critique interesting is not because\nI think it shows a serious deficiency in the deconstructive method. Instead, I\nprefer to draw from it the broader conclusion that philosophy is now open to a\nmuch wider range of questions than philosophers dealt with traditionally.\nInstead of focusing exclusively on such dualisms as that between consciousness\nand reality, the work of both Derrida and Foucault shows that philosophy can\ndraw on other disciplines such as history, literary studies, or the social sciences to\napproach questions about such topics as knowledge, interpretation, morality, or\nsocial theory. The disappearance of consciousness as the primary concern of\nphilosophy is thus not the end of philosophy but the beginning of a search for\nnew kinds of questions and tasks for philosophy. These new questions do not\npreclude, of course, the possibility that subjectivity may become of interest again\nin a reconfigured way, as it does for Foucault in his last writings. These new tasks,"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "280\nthough, will not be purely theoretical in the Kantian fashion where theoretical\nphilosophy (the epistemology of consciousness has little to do with practical\nphilosophy (moral, social and aesthetic values). Foucault’s work in ancient\nphilosophy, before the modern separation of truth, morals and aesthetics, often\npoints up the need to rethink these matters in their interrelations instead of\ntreating them as entirely separate domains.\nIf the story that I have recounted in this article is correct, philosophy also\ncannot be disconnected from its history. From Kant to Foucault philosophy has\nexperienced itself as the need to rethink how we can ever understand ourselves if\nthe consciousness that we can introspect is not who we really are. Philosophy\ncontinues to try to find ways to talk about who we really are and does not simply\nevaporate into ’philosophy’, that is, into the thought that these texts are merely\nanother fictional genre. The answer to the question about who we have become is\nconditioned by the history of these philosophical ways of understanding and\nfashioning ourselves. I conclude that there is no reason to doubt that philosophy\nwill continue to play a central role in the history of where we go from here.\nUniversity of California, Santa Cruz\nNOTES\n1 There are, of course, other senses of ’knowing what consciousness is’ that are not\nthereby ruled out. Kant’s method of transcendental deduction has, for instance, been\ncited as an influential precursor of recent cognitive psychology. See Flanagan (1984).\n2 See Hegel (1970).\n3 For a more detailed account of Foucault’s history of sexuality see the introduction to\nHoy (1986).\n4 For more discussion of Foucault’s critique of Derrida see Hoy (1985).\nBIBLIOGRAPHY\nDerrida, J. (1981) Positions, trans. A. Bass, Chicago: University of Chicago Press: 28.\nDerrida, J. (1982) ’The ends of man’, in Margins of Philosophy, trans. A. Bass, Chicago:\nUniversity of Chicago Press: 125-7.\nFlanagan, O. J. (1984) The Science of the Mind, Cambridge, Mass.: MIT Press: 180-4.\nFoucault, M. (1977) ’History of systems of thought’, in D. F. Bouchard and S. Simon (eds\nand trans) Language, Counter-Memory, Practice: Selected Essays and Interviews,\nIthaca, NY: Cornell University Press: 200.\nHegel, G. W. F. (1970) ’Introduction’, Phenomenology of Spirit, trans. K. R. Dove, in M.\nHeidegger, Hegel’s Concept of Experience, New York: Harper & Row: 14, 67.\nHoy, D. C. (1985) ’Jacques Derrida’, in Q. Skinner (ed.), The Return of Grand Theory in\nthe Human Sciences, Cambridge: Cambridge University Press: 58-60."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "281\nHoy, D. C. (ed.) (1986) Foucault: A Critical Reader, Oxford and New York:\nBlackwell: 14-23.\nNietzsche, F. (1967) The Will to Power, trans. W. Kaufmann and R. J. Hollingdale,\nNew York: Random House: 264."
    }
  ]
}