{
  "doc_type": "scientific paper",
  "title": "Assessment of temporal auditory processing in individuals with misophonia",
  "authors": [
    "Ila"
  ],
  "year": 2023,
  "journal": "journalInformation?journalCode=ihbc20",
  "doi": "10.1080/21695717.2023.2169373",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:34:01.596718Z",
  "source_pdf": "documents/research/Global/Ila 2023 Assessment of temporal auditory processing in individuals with misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:1/27/2023 1:37:37PM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0009615\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Hearing,balanceandcommunication.\nArticleTitle: Assessment oftemporal auditoryprocessing inindividuals withmisophonia\nArticleAuthor: Ila,Kadri;etal\nVol:latestarticles Date:19Jan2023Pages:1-5\nOCLC-809196605;\nPublisher: Abingdon, UK:Taylor&Francis2013-\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=ihbc20\nHearing, Balance and Communication\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/ihbc20\nAssessment of temporal auditory processing in\nindividuals with misophonia\nKadri Ila, Emre Soylemez, Nihat Yilmaz, Suha Ertugrul, Soner Turudu, Engin\nKaraboya & Çaglayan Ad ıgul\nTo cite this article:  Kadri Ila, Emre Soylemez, Nihat Yilmaz, Suha Ertugrul, Soner Turudu, Engin\nKaraboya & Çaglayan Ad ıgul (2023): Assessment of temporal auditory processing in individuals\nwith misophonia, Hearing, Balance and Communication, DOI: 10.1080/21695717.2023.2169373\nTo link to this article:  https://doi.org/10.1080/21695717.2023.2169373\nPublished online: 19 Jan 2023.\nSubmit your article to this journal \nArticle views: 16\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "ORIGINAL ARTICLE\nAssessment of temporal auditory processing in individuals with misophonia\nKadri Ilaa, Emre Soylemezb, Nihat Yilmaza, Suha Ertugrula, Soner Turuduc,\nEngin Karaboyadand C ¸aglayan Ad ıgule\naDepartment of Otolaryngology, Karabuk University, Karabuk, Turkey;bDepartment of Audiometry, Vocational School of Health\nServices, Karabuk University, Karabuk, Turkey;cDepartment of Audiology, Ankara Y ıldırım Beyaz ıt University, Ankara, Turkey;\ndDepartment of Audiology, Karabuk Training and Research Hospital Karabuk, Karabuk, Turkey;eDepartment of Otolaryngology,\nSakarya University, Sakarya, Turkey\nABSTRACT\nObjective: Misophonia is characterised by abnormal reactions to certain sounds such as sounds\nof eating, breathing, nose sniffing. Misophonia can be seen in individuals with normal hearing\nor hearing loss. The aim of this study to evaluate central auditory processing in misophonia\npatients with temporal processing tests, such as the Frequency Pattern Test (FPT), DurationPattern Test (DPT), and Gaps-in-Noise Test (GIN).\nMethods: Thirty patients with misophonia and 30 healthy control subjects were included in this\nstudy. The pure tone audiometry test, tympanometry test, and acoustic reflex test were adminis-\ntered to all participants. The DPT, FPT, and GIN tests were conducted with all participants.\nResults: There was no significant difference in the DPT scores between the two groups for both\nears ( p>.05). There was no significant difference in the FPT scores between the two groups for\nboth ears ( p>.05), and there was no significant difference in the GIN scores and GIN thresh-\nold (p>.05).\nConclusions: There was no difference between the healthy individuals and the misophonia\npatients when the temporal process of central auditory processing was evaluated.KEYWORDS\nCentral auditory processing;\nmisophonia; frequencypattern test; gaps-in-noise;\nduration pattern test\nIntroduction\nMisophonia is a disorder that is characterized by\nabnormal reactions to certain sounds. It was firstdefined by Jastreboff [ 1]. Misophonia is usually\ncaused by bodily sounds, such as the sounds of eating,\nbreathing, nose sniffing, whistling, lip smacking, andfinger or foot tapping. It can also be caused by pentapping, pen clicking, gum popping, clock ticking,\nnoise from an airplane, train, or engine, and animals.\nAmong them, eating and breathing are the soundsmost often associated with misophonia [ 2,3].\nMisophonia can cause pain or tightness in the head,\narms, and chest. Diaphoresis, dyspnoea, tachycardia,\nhypertension, and hyperthermia can also occur [ 3].\nMisophonia most often occurs throughout childhood\nand adolescence [ 4]. Misophonia can be seen in indi-\nviduals with normal hearing or hearing loss [ 1].\nIn a study by Schr €oder et al. with 20 patients with\nmisophonia and 14 control individuals, the brain ’s\nearly auditory processing system was examined. Theyfound that there were no differences for the P1 and\nP2 components between the control and misophonia\ngroups, but the mean amplitude of the N1 component\nwas significantly diminished in the misophonia group.It has been suggested that diminished N1 amplitudein misophonia patients may be due to impairment in\nauditory processing or psychiatric comorbidity or\nusing psychotropic medicine [ 5].\nAuditory temporal processing may be defined as\nthe perception of the temporal characteristics or thealteration of durational characteristics of a sound\nwithin a restricted or defined time interval [ 6].\nTemporal processing tests, such as the FrequencyPattern Test (FPT), Duration Pattern Test (DPT), andGaps-in-Noise Test (GIN), are very important in the\nevaluation of central auditory processing [ 7].\nThe aim of this study was to evaluate auditory\nprocessing with the FPT, DPT, and GIN in patients\nwith misophonia.\nCONTACT Emre Soylemez emresylmz28@gmail.com; emresoylemez@karabuk.edu.tr Department of Audiology, Karabuk University Education\nand Training Hospital, Karabuk, Turkey\n/C2232023 International Association of Physicians in AudiologyHEARING, BALANCE AND COMMUNICATION\nhttps://doi.org/10.1080/21695717.2023.2169373"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Materials and methods\nEthical considerations\nThe study was approved by the Institutional Review\nBoard (77192459-050.99-E.634), and informed consentwas obtained from each individual. The study wasdone in accordance with the Declaration of Helsinki.\nSubject selection\nMisophonia Assessment Questionnaire (MAQ) was\napplied to the students and staff of Karabuk univer-sity. Detailed anamnesis was taken from the individu-als with the complaint of misophonia according toMAQ. Also, the conditions mentioned in Table 1\nwere taken into consideration to diagnose misophoniain the individuals with the complaint of misophonia(Table 1 )[8]. Thirty patients who presented with the\ncomplaint of misophonia and 30 healthy control sub-\njects were included in this study. Individuals with sys-temic, neurological, or otological disorders as well asaudiological complaints, such as tinnitus and hearingloss, were excluded from the study.\nStudy protocol\nThe pure tone audiometry test, tympanometry test,\nand acoustic reflex test were administered to all par-ticipants. To assess middle ear function, a tympanom-etry test was conducted with the AZ26 ImpedanceAudiometer (Interacoustics). The DPT, FPT, and GINtests were conducted with all participants. These testswere conducted with The Madsen Astera 2 (GNOtometrics, Taastrup, Denmark) computerized audi-ometer device and TDH-39 supra-aural headphones\nwith 50 dB nHL intensity level and wav. format. Puretone audiometry at any frequency with 250 –8000 Hz\n<20 dB HL was considered normal hearing. All of the\nparticipants had normal hearing. VAS (The visualanalog scale) score were used to evaluate the severityof misophonia. The VAS score ranges from 0 to 10.The MAQ questionnaire consists of 21 questions. Inscoring, each question ranges from 0 to 3 and thetotal score is calculated over 63 points.\nDuration pattern test\nThe duration pattern is made up of three tones with\n1000 Hz and two 300 msec intertone intervals [ 9].\nThe tones are either 250 ms (short) or 500 ms (long)in duration. There are a total of 66 patterns in long(L) and short (S) duration sounds. There is a 6 s gapbetween each pattern. In all participants, the test wasstarted from the right ear and 66 patterns were per-formed sequentially. The participants were asked todefine the sounds in terms of being short or long(LLS, LSL, LSS, SLL, SLS, SSL). The pattern test was\nconsidered wrong when the sounds in the pattern\nwere misinterpreted or reversed. The first six patternswere given as an exercise to the participants, and thescore was not included in the calculation. The totalscore was calculated over 60 patterns, and the testwas applied sequentially to both ears ( Table 2 ).\nFrequency pattern test\nThe frequency pattern is made up of three 150 ms\nand two 200 ms tones. The tones are composed oftwo sounds with frequencies of 880 Hz (low fre-quency) and 1122 Hz (high frequency). There are a\ntotal of 60 patterns in three rows of these sounds, and\nthere is a 6 s gap between the patterns. The\nTable 1. Proposed diagnostic criteria for misophonia.\n1- A specific sound produced by a human leads to irritation and disgust, which can turn into anger.\n2- This anger creates a feeling of profound loss of self-control with rare but aggressive outbursts.3- Patients know that the anger or disgust is irrational and excessive and also accept that it is not commensurate with the provoking stress factor.4- The individual tries to avoid the misophonic state. If it cannot be avoided, intense discomfort, anger, or disgust are experienced.\n5- Anger, disgust, or avoidance of the trigger sound cause serious distress or serious interference with the person ’s daily life. For example, it can make it\ndifficult for a person to perform important tasks at work, make new friends, attend classes, or interact with others.\n6- The person ’s anger, disgust, and avoidance are not better explained by another disorder, such as obsessive-compulsive disorder (e.g. disgust in\nsomeone with an obsession about contamination) or post-traumatic stress disorder (e.g. avoidance of stimuli associated with a trauma related to\nthreatened death, serious injury or threat to the physical integrity of self or others).\nTable 2. The number of correct answers of duration patterns and frequency patterns were given.\nRight ear Left ear\nMisophonia group Control group pValue Misophonia group Control group pValue\nDuration patterns 56 (44 –60) 56 (40 –60) 0.800b60 (36 –60) 56 (44 –60) 0.278b\nFrequency patterns 33.50 ± 10.47 36.60 ± 6.85 0.180a33.70 ± 10.01 37.46 ± 8.27 0.118a\naT-test, Mean ± SD.\nbMann Whitney- Utest, median (min –max).2 K. ILA ET AL."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "participants were asked to define the sounds in terms\nof being high frequency (H) and low frequency (L)with six combinations of three sequences (LHL, LLH,LHH, HLH, HLL, HHL). When the participantsanswered incorrectly, the order of the sounds in thepattern was considered incorrect. The first 10 patternswere given as an exercise to each individual, and thescore was not included in the calculation. The totalscore was calculated over 50 patterns, and the testwas applied sequentially to both ears ( Table 2 ).\nGaps-in-Noise Test\nThe GIN consists of a total of 30 broadband noises of\n6 s in length. There is a 5 s gap (rest time) betweeneach noise. Within this noise, there are gaps rangingin length from 2 to 20 ms (2, 3, 4, 5, 6, 8, 10, 12, 15,and 20 ms). The number of gaps in the noise rangesfrom 0 to 3 (0, 1, 2, 3). There are a total of 60 gaps,each of which has six gaps. The participants wereasked to listen carefully to the noise and to say it outloud when they felt the gaps in the noise. The testwas explained in detail, and each patient underwentthree noise exercises. The GIN score and the gaps-in-\nnoise threshold (GINT) were determined for each ear\nat the end of the test. In order to calculate the GINT,four correct shortest answers of the six gaps wererequired. In addition, for each ear, the gaps in thenoise heard by the individual were collected and thenumber of gaps heard was calculated ( Table 3 ).\nStatistical method\nThe statistical analysis was performed using SPSS 19.0\nsoftware (SPSS Inc., Chicago, IL, USA). In order toevaluate the age variable between the groups, theMann-Whitney U-test was applied. The chi-square\ntest was used to evaluate the gender variable between\nthe groups. Pearson correlation test was used to\nevaluate the relationship between VAS, MAQ, andcentral auditory processing tests when the datawere distributed normally. The spearman correlationtest was used when the data were not distributednormally.Results\nThe mean age of the 30 patients with misophonia was\n25.10 ± 7.80 (18 –49) years. There were 20 (66.66%)\nfemales and 10 (33.33%) males. The mean age of the\n30 control subjects was 23.57 ± 8.74 (18 –50) years.\nNineteen (63.33%) were female and 11 (36.66%) were\nmale. There was no difference between the twogroups in terms of age and gender ( p¼0.205,\np¼0.787, respectively).\nFourteen (46.66%) of the 30 individuals with miso-\nphonia were irritated especially by mouth mouth-\nsmacking sounds, seven (23.33%) by breathingsounds, four (13.33%) by creaking sounds, three\n(10.00%) by heeled shoe sounds, one (3.33%) by snif-\nfle sounds, and one (3.33%) by hand rubbing sounds.\nThere was no significant difference in the DPT\nscores between the two groups for both ears\n(p>0.05). There was no significant difference in the\nFPT scores between the two groups for both ears\n(p>0.05), and there was no significant difference in\nthe GIN scores and GINT ( p>0.05) ( Tables 2 and3).\nThe mean MAQ score was 29.06 ± 9.71 and VAS\nscore was 8 (6 –10) in patients with misophonia.\nThere was no correlation between VAS, MAQ score\nand the DPT, the FPT, the GIN scores ( p>0.05)\n(Table 4 ).\nDiscussion\nRecent studies have reported a high incidence of\nmisophonia. In a study conducted with 483 under-graduate students, it was found that 22.8% had miso-\nphonia [ 10]. In addition, it was reported that the rate\nof those who were annoyed by throat sounds was\n19.5%, and the rate of people who were irritated by\nthe rustling of paper was 16.1% [ 4]. The exact mech-\nanism of misophonia has not yet been elucidated. It\nhas been suggested that misophonia may be caused\nby connections between the auditory and limbic sys-\ntems at cognitive and subconscious levels. Another\nhypothesis is that high activation in the autonomicnervous system and limbic system may cause exces-\nsive reactions to ordinary sounds [ 1].\nTable 3. The value of GINT (the gap-in-noise threshold) and the number of correct answers of the gap-in-noise score were\ngiven.\nRight ear Left ear\nMisophonia group Control group pValue Misophonia group Control group pValue\nGap-in-noise score 40.53 ± 4.68 40.93 ± 5.19 0.755a40.66 ± 4.49 40.73 ± 5.17 0.958a\nGINT 5 (4 –8) ms 5 (4 –8) ms 0.706b6( 4 –8) ms 5 (4 –8) ms 0.643b\naT-test, Mean ± SD.\nbMann Whitney- U-test, Median (min-max).HEARING, BALANCE AND COMMUNICATION 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Schr€oder et al. described misophonia as a new type\nof psychiatric illness [ 8]. Conversely, Jastreboff et al.\nstated that very few of the patients with misophonia\nwere accompanied by psychiatric disease [ 11]. In a\nstudy of 318 patients with misophonia, Jastreboff\net al. reported that only seven (2.2%) had psychiatric\ndisorders [ 1]. Jastreboff et al. also reported that miso-\nphonia patients had significant improvement with\ncounselling and sound therapy [ 1].\nIn misophonia, patients react only to certain\nsounds at high or low-level dB, and they do not have\nproblems even though they are at a higher dB level\nagainst other sounds. It has been stated that this may\nbe due to problems between the auditory pathways\nand functional connections in other parts of the\nbrain [ 11].\nAlthough the mechanism of misophonia is not\nunderstood completely, psychoeducation and habitu-\nation via sound therapy as well as exposure and\nresponse prevention have been tried as treatments\n[12]. Jastreboff et al. showed that combined treatment\nconsisting of counselling and sound therapy leads tosignificantly improved recovery from complaints.\nAnother study reported that caffeine can aggravate\nmisophonia symptoms, and alcohol can decrease\nmisophonia symptoms [ 13].\nCentral auditory processing has special capabilities\nthat enable people to analyze and interpret the sounds\nthey hear [ 14]. Central auditory processes are respon-\nsible for some behavioural phenomena, such as loca-\ntion and lateralization of sound, auditory\ndiscrimination, auditory pattern recognition, auditory\nperformance in the presence of competing acoustic\nsignals, and temporal aspects of hearing (temporal\nresolution, temporal masking, temporal integration,\nand temporal patterning) [ 15,16].\nIt has been reported that temporal processing can\nbe a component that forms the basis of many audi-\ntory processing abilities, such as the processing of ver-\nbal and non-verbal acoustic signals of language [ 17].Temporal resolution, one of the subdivisions of the\ntemporal process, is defined as the ability to detect\nrapid and sudden changes in sound stimuli and todistinguish between two acoustic stimuli in the short-\nest time interval [ 14].\nThe FPT and DPT are the most commonly used\ntests to assess temporal processing while evaluating\nauditory procedures [6]. The FPT and DPT assess the\nauditory processing function of the temporal cortex\nand are very sensitive in assessing auditory temporalcortex functions. These tests are used to detect\nimpairment of the central auditory process rather\nthan locating the lesion [ 18]. The FPT is mostly used\nto evaluate temporal patterning [ 16]. The FPT is sen-\nsitive to temporal processing deficits in both adults\nand children [ 16]. In the present study, there was no\nsignificant difference in terms of frequency pattern\nand duration pattern between the misophonia group\nand the control group.\nGap detection paradigms are most commonly used\nfor temporal resolution [ 19]. It has been reported that\ngap detection is correlated with speech perception\nacuity and poor speech discrimination in the presence\nof noise [ 20]. The GIN was created for the clinical\nevaluation of gap detection [ 20]. It can be applied\neasily, demonstrating the sensitivity of auditory proc-\nessing disorder in adults, and can be administered inclinics [ 16]. Musiek et al. found gap detection thresh-\nolds of 4.8 ms for the left ear and 4.9 ms for the right\near in the normal hearing group and 7.8 ms for the\nleft ear and 8.5 ms for the right ear in the central\nauditory nervous system involvement group. In that\nstudy, the importance of the GIN in evaluating tem-\nporal resolution function was stated [ 6]. In the pre-\nsent study, there was no significant difference in\nterms of the GIN between the misophonia group and\nthe control group.\nThe limitation of this study was that radiological\ntests could not be performed on these individuals.\nTherefore, otological pathologies that may causeTable 4. The relationship between gap-in-noise, frequency patterns and duration patterns with the visual\nanalog scale and Misophonia Assessment Questionnaire.\nThe Visual Analog Scale Misophonia Assessment Questionnaire\npValue rp Value r\nRight ear\nGap-in-noise 0.859a0.3 0.250b2.1\nFrequency patterns 0.095a/C03.1 0.469b1.3\nDuration patterns 0.256a/C02.1 0.939a/C00.1\nLeft ear\nGap-in-noise 0.147a2.7 0.147b1.4\nFrequency patterns 0.064a/C03.4 0.311b/C01.9\nDuration patterns 0.584a/C01.0 0.945a0.1\naSpearman correlation\nbPearson correlation.4 K. ILA ET AL."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "misophonia-like symptoms, such as labyrinthine\ndehiscence, could not be excluded.\nConclusions\nIt was seen that there was no difference between thehealthy individuals and the misophonia patients whenthe temporal process of central auditory processing\nwas evaluated.\nAcknowledgement\nThe authors did not have any financial support to write\nthis paper.\nDisclosure statement\nNo potential conflict of interest was reported by the\nauthor(s).\nORCID\nKadri Ila http://orcid.org/0000-0003-3211-6107\nEmre Soylemez http://orcid.org/0000-0002-7554-3048\nNihat Yilmaz http://orcid.org/0000-0003-1575-1280\nSuha Ertugrul http://orcid.org/0000-0001-9743-6924\nSoner Turudu http://orcid.org/0000-0001-7561-8487\nEngin Karaboya http://orcid.org/0000-0003-2458-2052\nC¸aglayan Ad ıgul http://orcid.org/0000-0003-3042-3445\nReferences\n[1] Jastreboff PJ, Jastreboff MM. Decreased sound toler-\nance: hyperacusis, misophonia, diplacousis, and pol-\nyacousis. Handb Clin Neurol. 2015;129:375 –387.\n[2] Bruxner G. Mastication rage ’: a review of misopho-\nnia –an under-recognised symptom of psychiatric\nrelevance? Australas Psychiatry. 2016;24(2):195 –197.\n[3] Cavanna AE, Seri S. Misophonia: current perspec-\ntives. Neuropsychiatr Dis Treat. 2015;11:2117 –2123.\n[4] Palumbo DB, Alsalman O, De Ridder D, et al.\nMisophonia and potential underlying mechanisms: aperspective. Front Psychol. 2018;9:953.\n[5] Schroder A, van Diepen R, Mazaheri A, et al.\nDiminished n1 auditory evoked potentials to oddballstimuli in misophonia patients. Front Behav\nNeurosci. 2014;8(123):123.\n[6] Musiek FE, Shinn JB, Jirsa R, et al. GIN (Gaps-In-\nNoise) test performance in subjects with confirmedcentral auditory nervous system involvement. EarHear. 2005;26(6):608 –618.\n[7] Majak J, /C19Sliwi /C19nska-Kowalska M. Does musical train-\ning enhance auditory processing test performance innormal hearing adults? Otorynolaryngologia. 2016;15(4):165 –172.\n[8] Schr €oder A, Vulink N, Denys D. Misophonia: diag-\nnostic criteria for a new psychiatric disorder. PLOSOne. 2013;8(1):e54706.\n[9] Musiek FE. Frequency (pitch) and duration pattern\ntests. J Am Acad Audiol. 1994;5(4):265 –268.\n[10] Wu MS, Lewin AB, Murphy TK, et al. Misophonia:\nincidence, phenomenology, and clinical correlates inan undergraduate student sample. J Clin Psychol.2014;70(10):994 –1007.\n[11] Jastreboff PJ, Jastreboff MM. Treatments for\ndecreased sound tolerance (hyperacusis and miso-phonia). Semin Hear. 2014;35(02):105 –120.\n[12] Webber TA, Storch EA. Toward a theoretical model\nof misophonia. Gen Hosp Psychiatry. 2015;37(4):369 –370.\n[13] Cavanna AE. What is misophonia and how can we\ntreat it? Expert Rev Neurother. 2014;14(4):357 –359.\n[14] Braga C, Helo /C19ıse B, Pereira LD, et al. Normality tests\nof temporal resolution: random gap detection testand gaps-in-noise. Rev CEFAC. 2015;17(3):836 –846.\n[15] TFoCAPC D. Central auditory processing: current\nstatus of research and implications for clinical prac-tice. Am J Audiol. 1996;5(2):41 –52.\n[16] Shinn JB, Chermak GD, Musiek FE. GIN (Gaps-In-\nNoise) performance in the pediatric population. JAm Acad Audiol. 2009;20(4):229 –238.\n[17] Perez AP, Pereira LD. The gap in noise test in 11\nand 12-year-old children. Pro Fono. 2010;22(1):7 –12.\n[18] Beriat GK, €Ozkan S. The evalution of central audi-\ntory processing in the geriatric population. Turk JGeriat. 2012;15(1):75 –80.\n[19] John AB, Hall JW, Kreisman BM. Effects of advanc-\ning age and hearing loss on gaps-in-noise test per-formance. Am J Audiol. 2012;21(2):242 –250.\n[20] Aravindkumar R, Shivashankar N, Satishchandra P,\net al. Temporal resolution deficits in patients withrefractory complex partial seizures and mesial tem-poral sclerosis (MTS). Epilepsy Behav. 2012;24(1):126 –130.HEARING, BALANCE AND COMMUNICATION 5"
    }
  ]
}