{
  "doc_type": "scientific paper",
  "title": "Components of decreased sound tolerance",
  "authors": [
    "Jastreboff Pawel"
  ],
  "year": 2001,
  "journal": null,
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T00:05:39.574559Z",
  "source_pdf": "documents/research/Global/Jastreboff Pawel 2001 Components of decreased sound tolerance.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Components of decreased sound tolerance : hy peracusis, misophonia, phonophobia.   \n \nMargaret M. Jastreboff, Ph.D.  and Pawel J. Jastreboff, Ph.D., Sc.D. \n \n \nThis report is an attempt to bring to your attention some important information related to \ndecreased sound tolerance and it is based on a short paper (Jastreboff, MM and Jastreboff PJ, \nHyperacusis, Audiology Online, June 2001, http://www.audiologyonline.com).   In particular, as we \nrecently proposed a new term “misophonia”  and we  would like to provide some explanation and \njustification for it (Jastreboff, PJ and Jastreboff, MM, Tinnitus and hyperacusis, In: \nOtorhinolaryngology Head and Neck Surgery , JJ Ballenger and JB Snow (eds), Singular, in press).    \n \n \n “My ears are painful when I am exposed to sound.”  “My ears are very sensitive to sounds.”   \n“I am afraid about my hearing.”  “When I am in a noisy surrounding I experience a troublesome \nsensation in my ears.”  These, and similar statements, are not unusual in the audiology or \notolaryngology clinics.  Terms such as  “oversensitive hearing,”  “hyperacusis,”  “phonophobia,”  \n“recruitment,”  “dysacusis,”  and  “auditory  hyperesthesia,”  were used interchangeably (and \nincorrectly) to describe decreased sound tolerance, and discomfort or pain in the ears, associated \nwith sound exposure.   \n \nDecreased sound tolerance includes more than one phenomenon.  In the past, we have used \ntwo terms:  Hyperacusis to describe patients experiencing discomfort to sound resulting from \nabnormally high activation of the auditory system .  Phonophobia was used for patients expressing a \nfear of certain sounds, or all sounds and resulting from abnormal activation of the limbic and \nautonomic nervous systems.   \n \n We noticed, however, that many patients l abeled as phonophobic are not really afraid of sound \nbut simply disliked sound, and this aversive reaction in not related to the functioning of the auditory \nsystem.  The use of “phobia” frequently caused a st rong objection from patients due to the implied \nexistence of a fear to sound, the existence of a phobia, and therefore a psychological basis for their \nproblem.  It is obvious that the negative reaction to a sound can be driven by various emotions, and \nnot only by fear.  The task was to find a term which would be sufficiently general to encompass these \nvarious emotions, while specific enough to describe the situation in an adequate manner.  To describe \nthis situation we decided to use dislike of, or aversion to sound.  After reviewing various Latin and \nGreek prefixes, and consulting with a distinguished expert in classic Greek and Latin from Cambridge \nUniversity UK, we selected the term “misophonia” wh ich translates into “ strong dislike (hate) of \n 1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "sound”. As such it is close to the patients’ description of their symptoms and can encompass a variety \nof negative emotions generated by the sounds in question. .     \n \n Phonophobia is still a valid term, but describes a specific type of misophonia, when fear is the \ndominant emotion involved in the dislike of the sound.  The majority of patients with decreased sound \ntolerance have misophonia, but only some of them are phonophobic.  A common reason for \nphonophobia is the fear that sounds, frequently ‘normal’ environmental sound, may damage the ear, \nor make symptoms worse.  This can result in patients spending much time and effort trying to avoid \nsound exposure  Misophonic patients are simply disliking these sounds without necessarily fearing \nthem, which are then creating negative emotional responses.  We have already found the term \nmisophonia to be very helpful in our clinical practice, reflecting more appropriately the real emotions \ninvolved in decreased sound tolerance.   \n \n Decreased sound tolerance can have an extremel y strong impact on a patient’s live.  It can \nprevent  people from entering louder environments, and from  working and interacting socially.  It can \nalso prevent patients from enjoying a variety of life activities.  In extreme cases, decreased sound \ntolerance can totally control a patient’s life.  In these cases, patients do not leave their homes. Their \nlives, and the lives of their families, are tota lly controlled by the issue of sound avoidance. \n \n Clinical observations reveal that in many cases, decreased sound tolerance consists of more \nthat one problem.  It is not necessarily loud sounds, but even quiet sounds, which can cause \ndiscomfort.  Decreased sound tolerance might reflect a physical discomfort, or can be related to a \ndislike or a fear of sound.   \n \n Our approach to decreased sound tolerance is based on neurophysiology.  We indicate the \nneuronal systems which may be involved in decreased sound tolerance including the peripheral and \ncentral auditory systems,  the limbic and the aut onomic nervous systems.  Consequently, we propose \nthe following specific definitions.  \n \n Hyperacusis  can be defined as an abnormally strong reaction to sound occurring within the \nauditory pathways.  At the behavioral level, it is manifested by a patient experiencing physical \ndiscomfort as a result of exposure to sound (quiet, medium or loud). The same sound would not \nevoke a similar reaction in the average listener.  The strength of the reaction is controlled by the \nphysical characteristics of the sound, e.g., its spectrum and intensity. \n   \n 2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Misophonia  and phonophobia  can be defined as abnormally strong reactions of the autonomic \nand limbic systems resulting from enhanced connecti ons between the auditory and limbic systems.  \nImportantly, misophonia and phonophobia do not involve a significant activation of the auditory \nsystem.  At the behavioral level, patients have a negative attitude to sound (misophonia), or are afraid \nof sound (phonophobia).  In cases of misophonia and phonophobia, the strength of the patient’s \nreaction is only partially determined by the physical characteristics of the upsetting sound. It is also \ndependent on the patient’s previous evaluation and recollection of the sound (e.g., sound as a \npotential threat, and/or the belief that the sound can be harmful), the patient’s psychological profile \nand the context in which the sound is presented.  \n   \n Please note that neither hyperacusis, nor misophonia nor phonophobia have any relation to \nhearing thresholds.  Patients with hyperacusis, misophonia or phonophobia may have normal hearing, \nor they may be hearing impaired.   \n  \n There is limited data available regarding the prevalence of decreased sound tolerance.  \nNonetheless, our research indicates that hyperacusis and tinnitus frequently co-exist in the same ear.  \nApproximately 40% of tinnitus patients exhibit some degree of decreased sound tolerance, with 27% \nrequiring specific treatment for hyperacusis.  Conver sely a study of 100 patients with hypersensitivity \nto sound showed that 86% of them suffered from tinnitus.   \n \n Therefore, based on clinical observation that approximately 27% of tinnitus patients required \ntreatment for hyperacusis, considering that 86% of hyperacusis patients reported tinnitus, and \naccepting that about 4-5% of general population have clinically significant tinnitus, it is possible to \nextrapolate that significant hyperacusis probably exists in at least 1 - 1.5% of the general population.   \n \n In the majority of cases, the etiology of hyperacusis is unknown.  Hyperacusis has been linked \nto sound exposure (particularly short, impulse noise), head injury, stress, and medications.  The lack \nof strong epidemiological data, and the lack of an animal model for hyperacusis prevents us from \nproving the validity of any theory of the potential mechanisms responsible for hyperacusis.   \n \n Decreased sound tolerance can exist as an independent medical diagnosis, or may be \nassociated with more complex problems.  Medical conditions previously linked to decreased sound \ntolerance include: tinnitus, Bell’s palsy, Lyme Dis ease, Williams Syndrome, Ramsay Hunt Syndrome, \nstapedectomy, perilymphatic fistula, head injury , migraine, depression, withdrawal from \nbenzodiazepines, increased Cerebral Spinal Fluid (CSF) pressure and Addison’s disease.   \n 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Most frequently, significantly decreased sound tolerance results from a combination of \nhyperacusis and misophonia/phonophobia.  It is important to assess the presence and the extent of all \nthese phenomena in each patient, as misophonia / phonophobia needs to be treated differently form \nhyperacusis. \n  \n While there is no clearly accepted consensus method for the evaluation of decreased sound \ntolerance, there appears to be general agreement that loudness discomfort levels (LDLs) provide a \nreasonable estimation of the problem.  A detailed pre-test interview is needed with each patient to \ndetermine the relative contribution of hyperacusis, misophonia and phonophobia to decreased sound \ntolerance, reflected in decreased behavioral LDLs.    \n \n Regarding hyperacusis there are two, diametri cally opposed treatment options.  First, the most \ncommon approach to hyperacusis is to advise patient s to avoid sound and use ear protection.  This is \nbased on the reasoning that because the patients became sensitive to sound this may indicate that \nthey are more susceptible to sound exposure, and consequently need extra protection.  Patients \neasily embrace this philosophy and start to protect thei r ears, even to the extent of using ear plugs in \nquiet environments.  In our opinion this approach unf ortunately makes the auditory system even more \nsensitive and further exacerbates hyperacusis.   \n  \n The second approach involves the desensitization of patients by exposure to a variety of \nsounds.  The desensitization approach has been promoted for some time with a variety of protocols \nand types of sounds utilized; such as the recommendation of using sound with certain frequencies \nremoved, short exposures to moderately loud sound, or prolonged exposures to low level sounds.  \nThese treatments are not recommended and can make patients worse.   \n \nAccording to the principles of the neurophysiological model of tinnitus and decreased sound \ntolerance, our version of the desensitization approach is recommended and it is used as a part of \nTinnitus Retraining Therapy.  \n \n Misophonic/phonophobic components cannot be removed by desensitization and a separate \napproach needs to be implemented.  According t he neurophysioogical model our approach involves \nproper counseling based on the model, and systematic  exposure to sounds, associated with positive \nreinforcement (some pleasant situation)  with gradually increasing sound levels .   \n \n 4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Decreased sound tolerance, including hyperacusis, misophonia, and phonophobia, is a \nchallenging topic to study, and a challenging symptom to treat.  Many questions are unanswered; the \netiology is not clear, neural mechanisms are spec ulative and treatments are not yet proven.  Above \nall, the general recognition of decreased sound tolerance, as a problem requiring attention and proper \ntreatment, should be considered a priority in the community for hearing professionals. \n \n \nThis paper was published in ITHS Newsletter 2 July 2001  \n \nhyperac_miso_060201.w pd \n 5"
    }
  ]
}