{
  "doc_type": "scientific paper",
  "title": "Tinnitus and decreased sound tolerance",
  "authors": [
    "Jastreboff"
  ],
  "year": 2018,
  "journal": "Sciences",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:34:44.800023Z",
  "source_pdf": "documents/research/Global/Jastreboff 2018 Tinnitus and decreased sound tolerance.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "See discussions, st ats, and author pr ofiles f or this public ation at : https://www .researchgate.ne t/public ation/342747967\nTinnitus and decreased sou nd tolerance.\nChapt er · July 2018\nCITATIONS\n41READS\n798\n2 author s, including:\nSome o f the author s of this public ation ar e also w orking on these r elat ed pr ojects:\nMisophonia  View pr oject\nPawel J Jastr eboff\nEmor y Univ ersity\n116 PUBLICA TIONS    8,143  CITATIONS    \nSEE PROFILE\nAll c ontent f ollo wing this p age was uplo aded b y Pawel J Jastr eboff  on 07 July 2020.\nThe user has r equest ed enhanc ement of the do wnlo aded file."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Ballenger’s \nOTORHINOLARYNGOLOGY \nHEAD AND NECK SURGERY\nVOLUME 118\nP . ASHLEY W ACKYM, MD, FACS, FAAP\nProfessor and Chair\nDepartment of Otolaryngology – Head and Neck Surgery\nRutgers Robert Wood Johnson Medical School\nChancellor’s Scholar\nRutgers Biomedical and Health Sciences\nRutgers University\nNew Brunswick, New Jersey\nJAMES B. SNOW , J r, MD, FACS\nProfessor Emeritus\nDepartment of Otorhinolaryngology Head and Neck Surgery\nUniversity of Pennsylvania, Philadelphia, Pennsylvania\nFormer Director, National Institute on Deafness and\nOther Communication Disorders\nNational Institutes of Health\nBethesda, Maryland\n2016\nPEOPLE’S MEDICAL PUBLISHING HOUSE—USA \nSHELTON, CONNECTICUT\nFM_VOL1.indd   1 18/05/16   5:08 PM"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "People’s Medical Publishing House-USA\n2 Enterprise Drive, Suite 509Shelton, CT 06484\nTel: 203-402-0646\nFax: 203-402-0854E-mail: info@pmph-usa.com\n© 2016 P . Ashley Wackym, James B. Snow, Jr.\nAll rights reserved. Without limiting the rights under copyright reserved above, no part of this publication may be reproduced, stored in or introduced into a retrieval system, or\ntransmitted, in any form or by any means (electronic, mechanical, photocopying, recording, or otherwise), without the prior written permission of the publisher.\n16 17 18 19/PMPH/9 8 7 6 5 4 3 2 1 \nISBN-13  (2 v olume set) 978-1-60795-177-3\nISBN-10  (2 v olume set) 1-60795-177-0\neISBN-13  978-1-60795-943-4\neISBN-10  1-60795-943-7\nPrinted in the China by People’s Medical Publishing House (PMPH)\nEditor: Carole Wonsiewicz and Linda Mehta; Copyeditor/Typesetter: diacriTech; Cover designer: Mary McKeon\nLibrary of Congress Cataloging-in-Publication Data\nNames: Wackym, Phillip A., editor. | Snow, James B. (James Byron), 1932‒ , editor.Title: Ballenger’s otorhinolaryngology : head and neck surgery / [edited by] P . Ashley Wackym, James B. Snow Jr.Description: 18. | Shelton, CT : People’s Medical Publishing House-USA, [2016] | Includes bibliographical references and index.\nIdentifiers: LCCN 2016019237 | ISBN 9781607951773 | ISBN 1607951770 | ISBN 9781607959434 (e-ISBN) | ISBN 1607959437 (e-ISBN)\nSubjects: | MESH: Otorhinolaryngologic Diseases | Head—surgery | Neck—surgeryClassification: LCC RF46 | NLM WV 140 | DDC 617.5/1—dc23 LC record available at https://lccn.loc.gov/2016019237\nNotice: The authors and publisher have made every effort to ensure that the patient care recommended herein, including choice of drugs and drug dosages, is in accord with \nthe accepted standard and practice at the time of publication. However, since research and regulation constantly change clinical standards, the reader is urged to check the \nproduct information sheet included in the package of each drug, which includes recommended doses, warnings, and contraindications. This is particularly important with new or infrequently used drugs. Any treatment regimen, particularly one involving medication, involves inherent risk that must be weighed on a case-by-case basis against the benefits anticipated. The reader is cautioned that the purpose of this book is to inform and enlighten; the information contained herein is not intended as, and should not be employed as, a substitute for individual diagnosis and treatment.Sales and Distribution\nCanada\nLogin Canada\n300 Saulteaux Cr.Winnipeg, MB R3J 3T2Phone: 1.800.665.1148\nFax: 1.800.665.0103\nwww.lb.ca\nForeign Rights\nJohn Scott & Company\nInternational Publisher’s Agency\nP .O. Box 878Kimberton, PA 19442, USATel: 610-827-1640Fax: 610-827-1671\nrights@johnscottco.us \nUnited Kingdom, Europe, Middle East, Africa\nEurospan Limited3, Henrietta Street, Covent Garden,\nLondon WC2E 8LU, UK\nTel. Within UK: 0800 526830Outside the UK: +44 (0)20 7845 0868http://www.eurospanbookstore.comSingapore, Thailand, Philippines, Indonesia,Vietnam, \nPacific Rim, Korea\nMcGraw-Hill Education (Asia)60 Tuas Basin LinkSingapore 638775\nTel: (65) 6863-1580\nFax: (65) 6862-3354www.mcgraw-hill.com.sg\nAustralia, New Zealand, Papua New Guinea, Fiji, Tonga, \nSolomon Islands, Cook Islands\nWoodslane Pty Limited10 Apollo StreetWarriewood NSW 2102Australia\nTel: 612-8445-2300\nFax: 612-0007-5850www.elsevier.com.au\nBrazil\nSuperPedidoTecmedd\nBeatriz Alves, Foreign Trade Departmentr. SansaoAlves dos Santos, 1027th floorBrooklin Novo\nSan Paolo 04571-090\nBrazilTel: 55-16-3512-5539www.superpedidotecmedd.com.br\nIndia, Bangladesh, Pakistan, Sri Lanka, Malaysia\nJaypee Brothers Medical Publishers Pvt. Ltd.4838, 24 Ansari Road, Darya GanjNew Delhi-110002, India\nPhone: +91 11 23272143\nFax: +91 11 23276490www.jaypeebrothers.com\nPeople’s Republic of China\nPeople’s Medical Publishing House\nInternational Trade DepartmentNo. 19, Pan Jia Yuan Nan LiChaoyang DistrictBeijing 100021, P .R. China\nTel: 8610-67653342\nFax: 8610-67691034www.pmph.com/en"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "31\nTinnitus and Decreased Sound Tolerance\nPawel J. Jastreboff, PhD, ScD, MBA  \nMargaret M. Jastreboff, PhD \nTinnitus is commonly described as a perception \nof sound that is not related to an external acous-tic source or electrical stimulation.\n1 The National \nCenter for Health Statistics categorizes tinnitus as chronic if it lasts at least three months.\n2 Tinnitus is \nan extremely common condition, but only a frac-tion of those who experience it are significantly disturbed by it.\n3 Moreover, it has been shown that \nthe perception of tinnitus can be evoked in 94% of young, healthy subjects by putting them in a setting with a sufficiently low level of sound.\n4 \nA recent experiment has confirmed this effect.5 \nAlthough there is a lack of objective measures of tinnitus and no clear agreement on an efficient way to help those who suffer from tinnitus, as well as many unanswered questions, significant  progress \nhas been made over the past quarter century in the tinnitus field. Still, most patients are given the unfortunate advice: “Learn to live with it.”\nTinnitus is not a disease. It is a symptom that, \nsimilar to pain, headache, or fever, can vary in severity and can affect patients’ lives to varying degrees. Sounds described by patients can have different spectra and loudness, can change in loudness and type of sound, and can persist or be transient.\n1 Tinnitus can be annoying to those who \nexperience it and lead to a vicious circle where it becomes the center of attention in patients’ lives. Tinnitus affects people of all ages.\n2\nTinnitus can exist independently or as part of a \ncomplex medical condition.6 The cause is unclear, \nand no specific site or molecular or cellular mech-anism has been proven to be responsible for the initiation and continuation of tinnitus.\nTinnitus is frequently accompanied by \ndecreased sound tolerance (DST) and hearing loss.\n2,7,8 Decreased sound tolerance includes \nhyperacusis and/or misophonia.9,10 There is no \nconsensus regarding testing of DST. Only lim-ited normative data are available for Loudness Discomfort Levels (LDLs), which are typically used to assess the presence of hyperacusis\n11 and \none questionnaire has been proposed to evaluate the severity of hyperacusis,\n12 the validity of which \nstill needs to be evaluated.13 The prevalence \nand epidemiology of hyperacusis are not well- documented, and its etiology and mechanisms are poorly understood. Hyperacusis can occur alone or as an adjunct to complex medical conditions. Gradual desensitization can lead to the successful treatment of the problem.\n6\nIt is crucial to distinguish between the mere \npresence of tinnitus perception (predicted primar -\nily by hearing loss) and the presence of clinically significant, bothersome tinnitus, from which peo-ple suffer and experience a number of negative reactions to it. Unfortunately, this distinction is frequently not taken into account in research and in proposed mechanisms of tinnitus.\nIn recent years, tinnitus has become better \nrecognized in the United States (US) due to its high prevalence in individuals who serve in the military and with the growing costs for providing treatment for it. Forty-nine percent of American soldiers involved in explosions develop tinnitus, while only 25% have hearing loss.\n14 The Veterans \nAdministration spent 1.1 billion dollars for com-pensation for tinnitus in 2010 alone,\n15,16 and it is \nexpected this amount will rise to 2.26 billion by 2014.\n17 The societal cost of tinnitus is significant \nas well. A recent study estimates the average cost to society in the Netherlands is over $7,000 per patient per year.\n18 Taking the differences in med-\nical systems between the Netherlands and the US into account, and using 5% to denote the preva-lence of bothersome tinnitus in the US, the esti-mated conservative cost to American society is over $30 billion per year.\nTINNITUS\nDefinitions\nWritings about tinnitus can be found in ancient \ndocumentation of Babylonian, Egyptian, Greek, Indian, and Assyrian medicine. Throughout the world, a variety of terms have been used to describe a ringing, tinkling (Latin, tinnire), buzz-ing, and whistling in the ears or the head, leav-ing us with the two most commonly used terms, tinnitus (in English) and acufenos (in Spanish). Historical reviews of tinnitus may be found in a number of publications; of particular note are those by Stephens.\n19\nThere is no precise, short, and distinctive \ndefinition of tinnitus. Commonly used defini-tions focus on its psychoacoustical characteristics  (eg, definitions based on patients’ experiences describe tinnitus as ringing, buzzing, the sound of escaping steam, hissing, humming, crickets, or noise in the ears).\n1,3 A physiological definition of tinnitus \nas “a phantom auditory perception” points to the lack of a physical acoustic stimulus related to tin-nitus.\n20 The definition proposed by the Committee \non Hearing, Bioacoustics and Biomechanics of the US National Research Council describes tinnitus as “a conscious experience of sound that originates in the head” of its owner.\n1\nEvaluation of Tinnitus\nThere is no objective method to detect and meas-\nure tinnitus. Interview and psychoacoustic char -\nacterization are the typical approaches used in clinical practice, sometimes augmented with physiologic testing. New advances in research offer the possibility to detect tinnitus objectively by using imaging techniques\n21,22 or magnetoen-\ncephalography.23 These techniques are promising \nbut cannot yet be used in clinical practice as none has been shown to work. Table 31-1 lists the meth-ods used to evaluate tinnitus (adapted from\n24–27).\nProblems Evoked by Tinnitus\nAs tinnitus can present as a part of a complex \nmedical condition, a thoughtful medical evalua-tion is necessary to exclude all medically treatable problems that can be linked to tinnitus. Although tinnitus is classified as a symptom and not a dis-ease, it does require treatment as it can cause significant emotional and somatic distress and can significantly influence a patient’ s quality of life. This need for treatment particularly exists if tinnitus is allowed to become a chronic problem. The list of reported associated complaints is long and includes: 1) emotional problems, such as irri-tation, annoyance, anxiety, stress and depression; 2) hearing problems such as difficulty with speech comprehension; and 3) somatic problems such as headache, neck pain, and jaw pain.\n1,28 Tinnitus \ncan be intrusive and may cause difficulty with sleep and concentration and a decreased ability to participate in everyday activities, work, and social events. Tinnitus may also create problems in relationships. A detailed interview aimed at \nCh31.indd   391 16/02/16   4:44 PM"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "392 PART I / Otology and Neurotology\ncharacterizing the specifics and degree of tinnitus \nimpact on the patient’ s life, coupled with an otorhi-nolaryngological evaluation, provide the most thorough assessment and allow the practitioner to address the issues that need to be considered, including the potential intervention of a psycholo-gist or psychiatrist to accompany treatment.\nEtiology, Prevalence and Epidemiology\nStudies conducted around the world have shown \na significant variability in the estimation of tin-nitus prevalence in the general population.\n2 One \nexplanation for the variability is that every sur -\nvey used different questions when asking about tinnitus. Recent epidemiological data confirmed the main aspects of the previous findings, point-ing to an even higher prevalence of bothersome tinnitus in the US (about 8%) compared with the 4% previously reported.\n2 From 6 to 17% of the \ngeneral population experience tinnitus that lasts for at least five minutes. From 3 to 7% of the gen-eral population seek help for their tinnitus, and 0.5 to 2.5% report tinnitus has a severe effect on their lives.\n1,3 The prevalence of tinnitus in adults \nwith hearing problems is high (59 to 86%), and it is estimated that tinnitus is present in 50% of patients with sudden hearing loss, 70% with pres-byacusis, and in 50 to 90% with noise-induced hearing loss.\n2\nPeople of all ages experience tinnitus and its \nprevalence is typically reported as increasing sig-nificantly with aging.\n2,3,29 Notably, tinnitus prev-\nalence increases with hearing loss.2 However, \nwhen hearing loss is taken into account in the analysis and controlled, the prevalence of tinni-tus actually decreases with age.\n2 While it is fre-\nquently not reported, children are also affected by tinnitus; and the estimated prevalence is similar to the estimated prevalence of tinnitus reported in adults. The prevalence of tinnitus has been reported in the range of 15 to 34% in healthy chil-dren and approximately 50% in children with oto-logic problems or hearing loss.\n30–32 A significant \nproportion of children report having problems with tinnitus including: sleep disturbance (42%), problems with concentration (47%), and sensi-tivity to sound (33%). A study of 1, 100 children performed in Italy showed that 34% had tinnitus and 6.5% complained about it.\n33 A recent study \nof 118,005 seven-year-old and 23,339 12-year-old children in Poland revealed that 29.3% and 34.5% of children reported tinnitus in the seven and 12-year-old groups, respectively.\n32\nExtensive studies have been performed in an \nattempt to link various factors with tinnitus prev-alence.\n1,2 Hearing loss, and specifically the extent \nof high frequency impairment in the worse ear, is one of the main predicting factors for tinnitus. Conductive hearing loss seems to be a separate factor,\n34 and noise exposure has also been corre-\nlated with tinnitus.2 Tinnitus is also experienced \nby those with normal hearing; 18% of tinni-tus patients were reported to have normal hear -\ning.\n34 Pregnancy has been shown to significantly \nincrease the probability of tinnitus.35\nOther factors do not appear to be correlated \nwith tinnitus. Neither coffee nor alcohol has been shown to increase tinnitus prevalence directly.\n6,36 \nTinnitus severity is associated with severity of anxiety and depression\n37 and seems to affect \npatients’ cognitive abilities.38,39 The main risk \nfactors associated with the presence of tinnitus are age, male sex, lower level of education, lower annual income, being a military service veteran, poor general health status, obesity, significant hearing loss, exposure to loud sound at work for more than 15 hours per week, exposure to impulse noise, and smoking cigarettes on a daily basis.\n2 \nInterestingly, being in a managerial, administra-tive or technical sales occupational group as well as moderate alcohol consumption were associated with reduced risk for tinnitus.\n2 Notably, all the \nabove risk factors linked to the increased preva-lence of tinnitus are the risk factors for hearing loss as well, which has been shown to be asso-ciated with tinnitus. Therefore, these risk factors may not be associated directly with tinnitus, but indirectly via hearing loss. Unless hearing loss factor is not controlled for, these risk factors can-not be accepted as valid, as has been shown in the case of age, which turned out not to be directly related to tinnitus, but only via hearing loss.\n2\nMechanisms and Models\nOur knowledge of the mechanisms of tinnitus is \nstill limited and based more on theoretical spec-ulations than on strong research data or stringent clinical studies. Past models focused on peripheral mechanisms in the auditory system,\n40–43 whereas \nrecent models involve or focus on information processing within the central auditory path-ways and central nervous system.\n20,44 Although the molecular and genetic basis for  tinnitus is \nunknown, brain-derived neurotrophic factors (BDNF) and the activity-dependent cytoskeletal protein (Arg3.1/arc) have been found to be poten-tially related with acoustic trauma induced tinni-tus at both the peripheral and central levels.\n45\nThe neurophysiological model of tinnitus pos-\ntulates the involvement of many systems in the brain (in addition to the auditory system) in clin-ically significant tinnitus, both at the peripheral and central levels. Furthermore, the model differ -\nentiates between the perception of tinnitus versus tinnitus-induced negative reactions, for which activation of non-auditory structures in the brain is responsible.\n6,8,20,40 Furthermore, the discordant \ndamage/dysfunction theory of the generation of the tinnitus signal postulates the signal is gener -\nated at the level of the dorsal cochlear nucleus due to imbalanced activation coming from the outer and inner hair cells.\n6,20 Specifically, when the outer \nhair cells are dysfunctional in a certain region of the basilar membrane and the inner hair cells in the same region still work properly, disinhibition in the dorsal cochlear nucleus occurs and may result in the generation of the tinnitus  signal.\n40 This the-\nory explains many tinnitus conundrums20,40 and \nis gathering support from experimental data.46–48 \nTable 31-2 summarizes various approaches to the mechanisms of tinnitus.\n40,41,49–63\nTinnitus as a Symptom of Medically Treatable \nDiseases\nTinnitus may also be part of more complex med-\nical conditions. Some of these are identified in Table 31-3, (adapted from\n40,64,65).\nDECREASED SOUND TOLERANCE\nTinnitus is frequently accompanied by DST, that \nis, oversensitivity to sound,6,66–69 which is often a \ncombination of hyperacusis and misophonia.6,9,10\nDefinitions\nWhile there is no generally-accepted definition of \nDST, various terms have been proposed, and the term hyperacusis has been used most frequently. According to Stedman’ s Medical Dictionary,\n70 \nhyperacusis is defined as an “Abnormal acute-ness of hearing due to increased irritability of the sensory neural mechanism. Syn: auditory hyperesthesia,” while hyperesthesia is defined as an “Abnormal acuteness of sensitivity to touch, pain, or other sensory stimuli” or, according to the American Heritage Dictionary, as “An abnor -\nmal or pathological increase in sensitivity to sen-sory stimuli, as of the skin to touch or the ear to sound.”\n71 It has been recognized that DST might \nreflect physical discomfort or be related to a fear of sound.\n6\nWe proposed an approach to DST based on \nneurophysiology and recognized the main sys-tems that can be involved, namely, the peripheral Table 31-1 Methods Used for Evaluation of Tinnitus\nInterview/questionnaires\nPsychoacoustical\n• Perceptual location\n• Pitch match\n• Loudness match\n• Maskability (minimal masking levels)\n• Postmasking effects (residual inhibition)\nPhysiological\n• Otoacoustic emissions\n• Auditory brainstem responses\n• Late cortical potentials\n• Positron emission tomography/single photon emis-\nsion tomography\n• Functional magnetic resonance imaging\n• Magnetoencephalography\n• Efferent-mediated suppression of otoacoustic \nemissions\n• Spontaneous auditory nerve activity\nCh31.indd   392 16/02/16   4:44 PM"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 393\nand central parts of the auditory system, as well \nas the limbic, and the autonomic nervous sys-tems. Consequently we propose the following definitions.\nDecreased sound tolerance is present when a \nsubject exhibits negative reactions when exposed to sound that would not evoke the same response in an average listener.\n9,10 Various negative emo-\ntional responses such as a discomfort, dislike, dis-tress, annoyance, anxiety, and fear are reported, sometimes together with negative sensations such as pain and fullness in the ears. The level of sound that evokes these negative reactions can be low, moderate, or high and is not used as a criterion to determine the presence of DST or its components.\nHyperacusis is defined as present when \nnegative reactions to a sound depend only on its physical characteristics (ie, its spectrum and intensity). The sound’ s meaning and the context in which it occurs are irrelevant. The presumed mechanism of hyperacusis is an abnormally strong activation evoked by sound occurring within the auditory pathways, with other systems such as the limbic and autonomic nervous sys-tems activated as a consequence of a high-level of auditory-system activation.\n6,9,10\nMisophonia is defined as an abnormally \nstrong reaction to a sound with a specific pattern and meaning to a given subject. The physical \ncharacteristics of a sound are secondary. Indeed, the strength of a patient’ s reaction to the sound is only partially determined by the physical char -\nacterization of the sound and depends to a large extent on non-auditory factors like the subject’ s previous evaluation of the sound (for example, the belief that the sound is harmful or may be a potential threat), her/his psychological profile and past history, and the context in which the sound is presented. Postulated mechanisms of misophonia involve enhanced functional con-nections between the auditory system and other systems in the brain (mainly the limbic and autonomic nervous systems) to subject-specific patterns of sound, while the auditory system functions normally.\n6,9,10\nA specific type of misophonia occurs when \nfear is the dominant emotion and patients are afraid of sound (phonophobia; phobia – fear).\n6,9,10\nMost frequently, DST results from a combi-\nnation of hyperacusis and misophonia. Notably, patients with hyperacusis or misophonia report the same negative emotional and physiological reactions. This combination leads us to conclude that all cases of bothersome DST involve the limbic system and other systems in the brain, in addition to the auditory system, as well as connections between the auditory and other systems.\n6,10,72\nIt is important to assess the presence and the \nextent of both conditions in a patient as each need to be treated using different approaches. As the  literature does not differentiate between \nthese problems, and DST is typically described as hyperacusis, we will use the term hyperacusis in our discussion of the literature.\nNeither hyperacusis nor misophonia have any \nrelation to the threshold of hearing, which can be normal or can reflect hearing loss. Therefore, recruitment is not related to DST. Recruitment refers to an unusually rapid growth of loudness as the volume of a tone is increased. It occurs in association with hearing loss and is a purely cochlear phenomenon. It may coexist with DST, but there is no functional link between these two phenomena.Methods of Evaluation of Decreased Sound \nTolerance\nWhereas there is no one clearly accepted method \nto evaluate DST, hyperacusis, and misophonia, there is general agreement that LDLs provide clinicians with a means to estimate the problem. There are several variants of the protocols of LDL evaluation. For example: continuous sound, pulsed sound or beeps of sound, as well as pure tone versus narrow-band noise have been used.\n73–75  \nThe approach we use modifies the standard pro-cedure\n11 and is aimed at diagnosing the presence \nand extent of hyperacusis by keeping the effects of the misophonic component of DST to a mini-mum. To achieve this, an environment is created during testing where patients feel in full control over the maximal sound level to which they will be exposed. As normative data are not uniform, and there is substantial individual variability (even when using one method) in measuring LDLs,\n76 Table 31-2 Main Concepts Related to Proposed \nMechanisms of Tinnitus\nStructures involved\n• Auditory system\n• Periphery (cochlea, auditory nerve)\n• Central auditory pathways\n• Auditory and central nervous system\nManifestation of tinnitus-related neuronal activity\nIncrease in spontaneous activity\nModification in temporal patterns of discharges, \nincluding bursting activity\nSynchronization of the activity between neurons\nProposed mechanisms responsible for the emergence \nof tinnitus-related neuronal activity\n• Local decrease of spontaneous activity in the auditory system enhanced by lateral inhibition\n• Discordant damage/dysfunction of outer and inner hair cells\n• Unbalanced activation of Type I and II auditory nerve fibers\n• Neuronal plasticity and cortical reorganization\n• Cortical reorganization of tonotopic maps and hypersynchrony\n• Somatosensory-auditory interaction\n• Abnormal neurotransmitter release from inner hair cells\n• Decreased activity of the efferent system\n• Abnormal coupling between neurons\n• Mechanical displacement within the organ of Corti\n• Abnormalities in transduction processes\n• Various aspects of calcium function\n• Physical/biochemical stress on the auditory nerve\n• Auditory fibers deafferentation\n• Enhanced sensitivity of the auditory pathways after decreased auditory input\n• Hypoxia and ischemia in the cochlea\nLevel of interest\n• Molecular-ion channels, synapses, cellular membranes\n• Single neuron-processing information within one cell\n• Neuronal assemblies-interaction within group of cells\n• System-interaction between various systems in the \nbrain\nSomatosounds\n• Included as “objective tinnitus”\n• Separated, with name “tinnitus” reserved to auditory \nphantom perceptionTable 31-3 Medical Conditions That May Be \n Associated with Tinnitus\nSensorineural hearing losses\n• Noise-induced hearing loss\n• Menière disease\n• Presbyacusis\n• Vestibular schwannoma\n• Sudden hearing loss\n• Cochlear otosclerosis\nConductive hearing losses\n• Otitis media\n• Cerumen impaction\n• Ossicular stiffness/discontinuity\n• Otosclerosis\nHormonal changes\n• Pregnancy or menopause\n• Thyroid dysfunction\nSome medications or withdrawal from them\nSomatosounds\n• Produced by structures adjacent to the ear\n• Pulsatile Neoplasm\n• Arterial\n• Venous\n• Beginning of intracranial hypertension\n• Great vessel bruits\n• “Third windows” of the otic capsule allowing internal \nsounds to be heard unusually well\n• Superior canal dehiscence\n• Perilymphatic fistula (otic capsule defects not \n visualized by CT)\n• Nonpulsatile\n• Tensor tympani myoclonus\n• Tensor veli palatini myoclonus\n• Patent eustachian tube\n• Produced by structures in the ear\n• Spontaneous otoacoustic emissions\n• Produced by joint abnormalities\n• Temporomandibular joint disorders\nCh31.indd   393 16/02/16   4:44 PM"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "394 PART I / Otology and Neurotology\nit  is advisable to pay attention to the potential \npresence of hyperacusis when the average LDL values across the tested frequencies are lower than 95 to 100 dB hearing level (HL). When hyperacu-sis is present, LDLs are typically in the 60 to 85 dB HL range; however, low values alone are not enough to diagnose hyperacusis. The situation is complicated because a wide range of LDL values (eg, an average of 30 dB HL to an average of 120 dB, HL) are found in patients with misophonia. Therefore LDLs alone are insufficient to diagnose hyperacusis as low values may be due to misopho-nia. Therefore, in addition to a properly adminis-tered LDL test, a detailed interview is crucially important to help the clinician determine the rel-ative contribution of hyperacusis and misophonia to DST. In the interview, it is important to identify sounds which evoke negative reactions as well as sounds which are well-tolerated by the patient to detect any discrepancies between reactions and the intensity of the sound. Normal LDLs exclude the possibility of hyperacusis, but DST can still be present. A questionnaire has been proposed to assess the extent of hyperacusis,\n12 but its specific-\nity and selectivity need to be evaluated.\nHyperacusis and Misophonia as a Problem\nDecreased sound tolerance can have an extremely \nstrong effect on patients’ lives and can be even more debilitating than tinnitus. Whereas tinnitus may affect attention, sleep, work, and enjoyment of life, and can make social contact less rewarding, hypera-cusis can prevent people from exposing themselves to louder environments and therefore prevent them from working and interacting socially. In extreme severity, patients do not leave their homes, and both their own lives and the lives of their families are controlled by the avoidance of sound. Misophonia can have the same effect as hyperacusis. Because misophonia is present in all patients with signifi-cant hyperacusis, misophonia further enhances the effects of hyperacusis.\nPrevalence and Epidemiology of Decreased \nSound Tolerance\nLimited data are available on the prevalence of \nhyperacusis. Various questionnaires are used to provide an assessment of hyperacusis prevalence in the general population. Data gathered from 10,349 randomly selected subjects showed that 15.3% reported hyperacusis.\n77 Patients evaluated \nfor other otologic problems frequently undergo audiologic evaluation, which involves an assess-ment of speech discomfort level and pure tone LDLs. Several studies indicated that in the normal population, LDLs are in the range of 90 to 110 dB sound pressure level (SPL), with varied results depending on the specific methods used (for example, stimuli: pure tone, warble tone; noise; presentation: free field, insert earphones, head-phones) and instructions given to patients.\n11,73,76 \nMoreover, these measurements are not part of a routine audiologic evaluation. The results tend to cluster within 95 to 110 dB SPL for frequen-cies from 500 to 8,000 Hz, which correspond to approximately 90 to 100 dB hearing level (HL).\n11 \nA specific study aimed at this issue showed that the average LDL value for subjects without sound tolerance problems was 100 dB HL.\n11\nHyperacusis and tinnitus frequently coexist, \nand it has been postulated that in some patients, hyperacusis might actually be a pre-tinnitus state.\n67 Approximately 60% of patients with tin-\nnitus exhibit DST with about 30% requiring spe-cific treatment for hyperacusis.\n9,10 Conversely, \na study of 100 patients with hypersensitivity to sound showed that 86% suffered from tinnitus.\n78 \nConsidering the clinical observation that approx-imately 30% of tinnitus patients required treat-ment for hyperacusis and 86% of hyperacusis patients reported tinnitus, and acknowledging that about 4% of the general population have clinically significant tinnitus, it is possible to estimate that significant hyperacusis exists in approximately 1.75% of the general population. Considering data which indicate about half of patients with DST have hyperacusis, the estimate of the prev-alence of DST in the general population is 3.5%.\nMechanisms of Decreased Sound Tolerance\nIn the majority of patients, the cause of hypera-\ncusis is unknown. Hyperacusis has been linked to loud sound exposure (particularly short, impulse noise), head injury, stress, medication, and some medical conditions. The lack of strong epidemi-ological data and of an animal model of hypera-cusis prevents us from proving the validity of any potential mechanism responsible for hyperacusis.\nAt the peripheral level, it is possible to spec-\nulate that the abnormal enhancement of vibra-tory signals within the cochlea by the outer hair cells might result in overstimulation of the inner hair cells and subsequently yield hyperacusis.\n6,20 \nIndeed, in some patients, it is possible to observe high amplitude distortion product otoacoustic emissions and distortion products evoked by low level primaries.\n6 The presence of asymmetric \nhyperacusis might indicate a peripheral mecha-nism since central mechanisms would more likely act similarly on both sides; however, in nearly all patients DST is symmetrical – which suggests the dominant role of the central mechanisms.\nLaboratory research has shown that damage \nto the cochlea or a decrease in the auditory input result in a decrease of the threshold of response in a significant portion of neurons in the ven-tral cochlear nucleus and inferior colliculus.\n79 \nStudies with evoked potentials have indicated an abnormal increase of gain in the auditory path-ways after such manipulations.\n80 This increase \nin gain has been discussed and promoted in a recently proposed approach concerning the mechanisms of tinnitus and hyperacusis.\n57 Some \nmedical conditions listed in Table 31-4 can be linked to the central processing of signals and modification of the level of neuromodulators as possible factors that induce or enhance hypera-cusis. Moreover, serotonin has been implicated in hyperacusis,\n81 and a case report has indicated \nthat serotonin reuptake inhibitors might be help-ful for hyperacusis.\n82\nMechanisms of misophonia could involve \nan enhancement of the functional links bet-ween the auditory and limbic systems at both the cognitive and subconscious levels.\n6,20 \nAlternatively, a tonic high level of activation of the limbic and autonomic nervous systems may result in strong behavioral reactions to moderate sounds.\n6\nDecreased Sound Tolerance as a Symptom of \nMedical Conditions\nHyperacusis has been linked to a number of med-\nical conditions (Table 31-4), adapted from.6,82–88\nREVIEW OF TREATMENTS FOR \nTINNITUS\nThe list of approaches and techniques attempted \nto help tinnitus patients is long. Table 31-5 lists the most commonlyused treatments, adapted from.\n64,89–99\nAnti-reassurance\nNotably, some clinicians provide positive sugges-\ntions to their patients (eg, you do not have a dan-gerous condition, you are not going deaf, tinnitus is common, there are things you can do that can help). However, it seems the most common advice given to tinnitus patients has been: “Nothing can be done—go home and learn to live with it.\n8,67 \nThis advice is a powerful form of negative coun-seling, sufficient on many occasions to convert a person who just experiences tinnitus into a patient who suffers from it.\n6,20,66,100\nPharmacotherapy\nMany pharmacologic agents have been con-\nsidered for tinnitus treatment6,89 (Table 31-6, Table 31-4 Medical Conditions Linked to Decreased \nSound Tolerance\nTinnitus\nWilliams syndrome\nBell palsy\nLyme diseaseRamsay Hunt syndrome\nPost-stapedectomy\nPerilymphatic fistulaHead injuryMigraine\nDepression\nWithdrawal from benzodiazepinesCerebrospinal fluid high pressure\nAddison disease\nTranslabyrinthine excision of a vestibular schwannoma\nCh31.indd   394 16/02/16   4:44 PM"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 395\nadapted from.6,89 but no single, effective, spe-\ncific, secure, and reliable drug has yet to be \nidentified.91,92,94,101,102 In this respect, strong \nconsideration must be given to the side effects of pharmacologic treatments, such as tolerance, dependence, and withdrawal effects. Recent reviews of randomized clinical trials of drugs for tinnitus have shown that all the drugs that were studied have failed to prove their efficacy when compared with a placebo.\n89 Future dou-\nble-blind randomized studies, with proper out-come measurements and adequate sample size, might identify some promising pharmacologic agents.\nSurgery\nSurgery can offer help to some patients with \nsomatosound or conductive hearing loss.\n6 In the \ncase of Menière disease, successful treatment provides control of vertigo; however, tinnitus and hearing loss remain the same or become worse.\n103 The surgical removal of vestibular \nschwannoma may provide improvement in tinni-tus in some patients, while in others it may evoke tinnitus or make it worse.\n104 No specific surgi-\ncal procedure has been shown to be consistently effective for tinnitus that does not have a clear surgically treatable cause. Although promoted in the past,\n43 neither transection nor microvascular \ndecompression of the auditory nerve has proven to be effective,\n64,105,106Sound Therapies\nA wide variety of sound therapies is used to treat \ntinnitus, such as music therapies, auditory discrim-ination therapy, pink noise therapy, desensitization, the dynamic tinnitus mitigation system, phase shift tinnitus reduction, auditory integration train-ing, masking relief therapy, Neuromonics,\n107,108 \nacoustic coordinated reset neuromodulation,109 \nSoundCure (S-Tones)110 and the use of hearing \naids.6,111–114 These approaches are based on vari-\nous presumed mechanisms of sound upon tinnitus. Sound modification may involve varying intensity within a short time, applying different intensities for specific stages of treatment, or using phase modifi-cation or complex processing of the sound. It is not clear which type of sound processing and sound protocol are optimal. For most of these approaches, results have not been published in peer-reviewed journals and there are not sufficiently strong data from systematic studies to determine which meth-ods might be effective in alleviating tinnitus. A counseling component in these therapies is either limited or minimal.\nIt has been postulated that improving fre-\nquency discrimination via proper training should be beneficial for tinnitus and some clinical trials have indicated positive effects.\n115,116 However, the \nresults of randomized controlled trials have not shown the expected benefits.\n117\nThere are some recent variants of sound ther -\napy. Coordinated reset (CR) neuromodulation presents pure tones below and above the tinnitus pitch match according to a specific algorithm.\n109 \nThis method is currently being tested in a rand-omized controlled trial (RTC, ClinicalTrials.gov, NCT01541969).\n118\nAnother approach, commercially promoted as \nSoundCure® or S-Tones ®, uses sound centered at the tinnitus pitch with a modulated amplitude.\n110 \nPreliminary results of the study performed on a small number of subjects looks promising but require confirmation on a large scale from inde-pendent investigators.\nAn interesting variant of sound ther -\napy involves pairing sound with vagus nerve stimulation.\n119,120\nAll these methods are promoted with encour -\naging preliminary results, but there is a lack of confirmation from independent groups of investi-gators and from randomized clinical trails.\nSpecific version of sound therapy is used as an \nintegral part of tinnitus retraining therapy (TRT) to achieve consistent and prolonged weakening of the tinnitus signal and desensitization of the audi-tory system. The type and protocol of the sound used are based on the neurophysiological model of tinnitus.\n6 According to the model, any sound \nis better than silence, provided it does not annoy, create discomfort, or damage hearing. Counseling in combination with a given implementation of sound therapy is crucial. TRT is described in detail later in this chapter.Electrical Suppression\nElectrical suppression of tinnitus was first \nreported in 1855.\n121 Over the years, many differ -\nent approaches have been attempted, and methods based on electrical stimulation are still of interest (Table 31-7), adapted from.\n121–124 Three new var -\niants of electrical stimulation for tinnitus have been introduced in the last several years. One variant involves deep brain stimulation, which is sometimes performed for movement disorder and chronic pain.\n125 Recently it has been shown that \nstimulation of locus of caudate neurons (area LC) can trigger, enhance or suppress tinnitus.\n126–128 A \nsecond approach involves high frequency electrical stimulation of the cochlea performed by placing an electrode on the promontory or via a cochlear implant.\n129 A third approach involves direct electri-\ncal stimulation of the auditory cortex via electrodes placed on or within the auditory cortex.\n130\nAll these approaches are at an early stage of \ninvestigation. Only intra-cochlear or promontory stimulation has shown consistent and positive results in approximately 50% of patients.\n131,132 \nOther approaches were less effective.121 Although \npositive direct/pulsed current can provide tinnitus suppression,\n121 it has no clinical application as it \nwould damage the cochlea if used for a prolonged time.\nTranscranial Magnetic Stimulation\nTranscranial magnetic stimulation (TMS) uses \nshort pulses of a powerful magnetic field to stim-ulate the brain cortex. The method, primarily used for psychiatric disorders, has been extensively investigated for tinnitus.\n133 The magnetic field \neasily crosses the skull and induces a strong elec-trical field, perpendicular to the magnetic field, which in turn activates neurons in the cortex and Table 31-5 Review of Treatments for Tinnitus\nAntireassurance\nPharmacologySurgeryElectrical stimulationSound therapiesPsychological approachesTinnitus retraining therapyOther approaches\nBiofeedbackTemporomandibular joint treatmentAcupunctureHyperbaric oxygen therapyHomeopathyMagnets\nTable 31-6 Drugs Frequently Prescribed for \n Treatment for Tinnitus\nLocal anesthetics (lidocaine, procaine, tocainide, \nflecainide)\nSedatives (diazepam, flurazepam, oxazepam, alprazolam)\nAntidepressants (nortriptyline, trimipramine)\nAnticonvulsants (carbamazepine, clonazepam, ami-\nnooxyacetic acid, lamotrigine, baclofen)\nVasodilators (niacin)\nCalcium channel blockers (nimodipine, nifedipine)\nOthers (misoprostol, zinc, betahistine, cinnarizine, \ncaroverine, melatonin, furosemide, ginkgo biloba)\nTable 31-7 Conditions Used in Electrical Stimulation \nfor Suppression of Tinnitus\nSites of stimulation\n• Behind the ear lobe/around the ear\n• Mastoid\n• Near cheeks\n• External auditory canal\n• Promontory\n• Tympanic membrane\n• Round window\n• Intracochlear\n• Auditory cortex\n• Deep brain stimulation\nType of stimulus\n• Direct current/positive pulses\n• Alternating current\n• Amplitude-modulated high-frequency carrier\nElectrodes\n• Acute/chronic\nCh31.indd   395 16/02/16   4:44 PM"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "396 PART I / Otology and Neurotology\nresults in the electrical stimulation of the cortex. \nThe relative position of the axons and dendrites of neurons to the evoked electrical field is cru-cial; depending on this relationship, one group of neurons can be activated while another group in the same area will not be activated. Consequently, changing the angle of the magnetic coil will mod-ify which neurons will be stimulated within the active area, which is about one inch in diameter. Moreover, as the cortex is highly convoluted, only some parts will be activated. All these factors, combined with the fact that the auditory cortex is in a deeper part of a sulcus, create a challenge to achieve repetitive, stable results when this method is used to treat tinnitus.\nIn addition to immediate effects, the longer \nlasting consequences are of clinical interest. There are two types of TMS differentiated by the frequency of stimulation. When a higher fre-quency is used, TMS has an inhibitory effect on cortical activity reflected in an immediate attenu-ation of tinnitus perception, which lasts only for a limited time.\n134 When low frequency (1 Hz) stim-\nulation is used over several days, plastic changes are presumably evoked in the cortical areas and their connections with subcortical centers. The initial effect of TMS might be an absence of tin-nitus or the tinnitus might even increase. But over time, the tinnitus can be attenuated and the effects of TMS may last for some time. A recent critical review of TMS reported positive (a success rate from 51 to 64%) and negative treatment outcomes. The report concluded that a number of fundamen-tal questions remain unsolved that prevent a clear conclusion regarding the effectiveness of TMS in the treatment of chronic tinnitus.\n97,135,136\nA strong positive aspect of TMS is that it does \nnot require opening the skull and can easily be performed on conscious subjects, thus encourag-ing its use and the number of studies of its effect on tinnitus.\n137 The results showed a statistically \nsignificant attenuation of tinnitus and a decrease in the negative impact of tinnitus. Nevertheless, it is still not clear to what extent this improvement has practical clinical value and how long it can be sustained.\n138 There is also concern regarding \npermanent changes induced in the brain by TMS and, therefore, the safety of the method.\nMasking\nThe use of an external sound to cover tinnitus \nand bring immediate relief to patients, known as masking, was first used in 1825 by Itard.\n19 At the \nend of the 1970s, Vernon and Schleuning revis-ited this idea and introduced the first commercial masker.\n139 Initial reports proclaimed high suc-\ncess,139,140 but the approach did not withstand the \ntest of time.89,95 One problem involved the crite-\nrion used to evaluate the effectiveness of mask-ing. For example, if the masker was still in use after six months it was counted as a success.\n139,140 \nPresently, this method is rarely used.Recently, the term “masking” has been rede-\nfined, as Henry and colleagues have proposed to refer to “masking” to describe the use of any sound that brings immediate relief regardless of whether the patient’ s perception of tinnitus is covered or not.\n113 This approach involves no spe-\ncific counseling, other than instruction for sound setting. “Masking”, which should more appropri-ately be labeled as “relief therapy” uses sound lev-els close to those used in a variety of sound-based therapies, including TRT. While not as effective as TRT, masking can be helpful for some patients, particularly those with a low level of tinnitus severity.\n113\nPsychological Management\nThe psychological management of chronic tinni-\ntus can be helpful for some patients.141 As tinnitus \naffects patients’ well-being, the application of cog-nitive therapy may have a positive impact on the quality of life by improving their ability to cope with tinnitus. Cognitive therapies, behavioral mod-ifications, coping strategies, cognitive distraction, and minimizing distress are examples of psycho-logical approaches.\n142–144 Cognitive Behavioral \nTherapy (CBT) is of particular interest.145 A \nrecent meta-analysis of all controlled, randomized clinical trials listed in the Cochrane ENT Group Trials Register, the Cochrane Central Register of Controlled Trials, MEDLINE and EMBASE, iden-tified six trials involving 285 patients that showed while there was no effect of CBT on the subjective loudness of tinnitus or on depression, CBT signif-icantly improved quality of life.\n146 A prospective \nstudy of 434 patients treated with an integrative behavioral medicine approach showed significant improvement as well.\n143 A recently published rand-\nomized study claimed the effectiveness of CBT;147 \nclose examination of the procedures described in this paper revealed that the authors used a modified version of TRT for five months, followed by CBT only for patients who did not experience sufficient improvement in the TRT stage of treatment.\n147 This \ncombined approach was considerably less effec-tive than TRT alone as shown in a clinical study by Henry et al.\n113,148\nCombined Approaches\nOne approach that combines counseling with \nsound therapy is called Tinnitus Activities Treatment.\n149 The approach takes four areas into \naccount: thoughts and emotions, hearing and communication, sleep, and concentration. For sound therapy, the lowest sound level which pro-vides immediate relief is recommended. Patients are given homework and encouraged to be involved in some activities to facilitate progress. This approach has been claimed to be in use since 1980, but to date there are no published, peer-re-viewed clinical studies that show its effectiveness.\nA large proportion of veterans experience tin-\nnitus\n17 with various level of severity. Considering the economical aspects of providing help, a pro-gressive intervention approach called Progressive Audiologic Tinnitus Management (PATM) has been introduced.\n150 Five hierarchical levels of \nintervention are implemented from Triage (an interview and basic relevant information) to Individualized Management (which involves mul-tiple treatment modalities).\nCounseling is a key component of PATM. \nIt is used to help patients learn how to adjust to the bothersome auditory symptom by employing tools from the therapeutic use of sound and tech-niques from cognitive behavioral psychology.\n151 \nCounseling is closely related to the counseling performed in TRT.\n152 Sound therapy consists of \nthree types of sound: soothing sound, background sound, and interesting sound.\n153 Preliminary \npositive results of the use of the counseling part of PATM have been presented.\n152 The results of \nfull PATM – counseling combined with sound therapy – have not been published.\nNEUROPHYSIOLOGICAL MODEL OF \nTINNITUS AND TINNITUS RETRAINING THERAPY\nThe neurophysiological model of tinnitus and the \ntreatment approach based on the model, known as TRT, were introduced in 1990.\n8,154–157 Several \nobservations led to the neurophysiological model of tinnitus and DST. It is known that tinnitus induces distress in only about 20% of those who perceive it.\n2 There is no correlation between the \npsychoacoustic characterization of tinnitus, tin-nitus-induced distress, and the treatment out-come.\n158 The experiment performed by Heller and \nBergman showed that the perception of tinnitus cannot be pathologic since the vast majority of people experience tinnitus when they are put in a sufficiently quiet environment, as shown by the emergence of tinnitus in 94% of people without prior tinnitus when isolated for several minutes in an anechoic chamber.\n4 This phenomenon has been \nrecently confirmed.5 These observations strongly \nargue that the auditory system plays a secondary role, and other systems in the brain are dominant in clinically relevant tinnitus, that is, tinnitus that creates discomfort and annoyance and requires intervention.\nAn analysis of the problems reported by tin-\nnitus patients, who exhibit strong emotional reac-tions to its presence, a high level of anxiety, and other psychosomatic problems, indicated that the involvement of the limbic and autonomic nervous systems is crucial in individuals with  clinically \nrelevant tinnitus. It was postulated that the sus-tained activation of the limbic and autonomic nervous systems is essential in creating distress and, therefore, clinically relevant tinnitus.\n20 Other \nsystems in the brain seem to be involved as well (eg, prefrontal cortex, attention networks systems involved in memory and cerebellum)\n44,159–161 \nand the default mode network,57,162,163 but the \nCh31.indd   396 16/02/16   4:44 PM"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 397\nlimbic  and autonomic nervous systems seem to \nhave a crucial role in tinnitus-related distress and DST.\n6 Since the model has been proposed, a num-\nber of imaging studies have shown a high acti-vation of non-auditory areas in tinnitus (eg, the limbic system and various non-auditory cortical areas),\n21,163–168 an essential postulate of the neuro-\nphysiological model.\nIt is possible to distinguish several feedback \nloops, with two major categories: a loop involv-ing the conscious processing of the tinnitus sig-nal including its perception and a loop acting at a subconscious level (Figure 31-1), with the sub-conscious loop dominant in most patients.\n8 It is \nfurther suggested that the activation of the limbic and autonomic nervous systems by tinnitus-re-lated neuronal activity follows the principles of conditioned reflexes.\n100,156,157\nThe processing of tinnitus-related neuronal \nactivity occurs in a dynamic balance scenario, with continuous modification of the weight of synaptic connections. Learning and memory have a physiological basis in the modification of the strength of synaptic connections.\n169 A con-\ntinuous presence of tinnitus, combined with the attention given to it, result in plastic modifica-tions of synaptic connections, yielding the mod-ification of receptive fields which correspond to the tinnitus signal and its subsequent enhance-ment.\n40,170 This postulate has been proven using \nmagnetoencephalography.23\nWhereas the initial signal provided by the \nauditory system is needed to start the cascade of events, its strength is irrelevant, as the extent of \nactivation of the limbic and autonomic nervous systems depends on the strength of negative asso-ciations linked to tinnitus and the susceptibility of the feed-back loops to modification.\n171 It appears \nthat tinnitus-related neuronal activity may result from compensatory processes that occur within the cochlea and the auditory pathways to minor dysfunction at the periphery.\n20,40\nNotably, once plasticity-related modifications \nof neuronal connections occur, the peripheral signal itself may become of little importance, as is similarly observed in chronic pain.\n172 Indeed, \nthere are clear similarities between tinnitus and chronic pain, including the phenomenon of pro-longed exacerbation of tinnitus as a result of exposure to sound, which is observed in some patients.\n100\nThe neurophysiologic model includes several \nsystems of the brain involved in clinically rele-vant tinnitus. All levels of the auditory pathways, starting from the cochlea through the subcor -\ntical centers and ending at the auditory cortex, are essential in creating the perception of tinni-tus.\n20 When subjects are not bothered or annoyed \nby tinnitus, the auditory pathways are the only pathways involved, and tinnitus-related neuronal activity is constrained within the auditory system. Therefore, although these subjects perceive tinni-tus, they are not disturbed by it.\n156,157,171\nIn approximately 20% of individuals with \ntinnitus, strong negative emotions are evoked, which, in turn, activate a variety of physiological defense mechanisms of the brain. In this process the limbic and autonomic nervous systems play a crucial role, and improper activation of these sys-tems by tinnitus-related neuronal activity results at the behavioral level in the problems described by these patients. The connections between the auditory, limbic, and autonomic systems with various cortical areas, as proposed in the neuro-physiological model of tinnitus,\n8,20,40 are outlined \nin Figure 31-1.\nThe model emphasizes that the sustained \nactivation of the limbic and autonomic nervous systems is responsible for the distress induced by clinically relevant tinnitus. Activation of both sys-tems can be achieved through two routes branch-ing at the level of the thalamus (medial geniculate body). The first includes stimulation of the limbic and autonomic nervous systems from higher level cortical areas which are involved in our aware-ness, verbalization, and beliefs. This loop is called high, conscious, or cortical, in the neurophysio-logic model of tinnitus.\n8 The signal is passed from \nthe medial geniculate body to the auditory corti-ces and then down to the amygdala. The second loop, which arises from the subconscious level, is called low, subconscious, or subcortical in the model. It provides stimulation from the lower level auditory centers, directly linking the medial geniculate body with the amygdala, and involves the extralemniscal auditory pathways.\n53 These \ntwo paths are labeled the “high road” and the “low road” in relation to the general functioning of the emotional system.”\n173\nIn the early stages of tinnitus, the high loop \nis dominant, and the activation of the limbic and autonomic nervous systems is due to cognitive processing of the information and thinking about tinnitus. Later this loop and corticothalamic and corticolimbic interaction might still play a role in the activation of the limbic and autonomic nerv-ous systems. This postulate is supported by an analysis of spontaneous magnetoencephalogra-phy activity in tinnitus and control subjects which revealed enhancement of gamma band activity in tinnitus subjects and allows prediction of the lat-erality of tinnitus perception.\n54 Other studies that \nprovide support assess the function of the lim-bic system in patients with tinnitus\n174,175 and the \nresults obtained when using an animal model.176\nHowever, once negative associations with \ntinnitus are initiated, the low loop is automati-cally created and becomes dominant. The low loop does not involve cognition and is controlled by principles governing conditioned reflexes. Consequently, it is fast, and the limbic and auto-nomic nervous systems are activated before the higher loop may potentially modify reactions. Notably, conditioned reflexes cannot be modified by conscious thinking. Therefore, although the patient may be convinced tinnitus is benign, nega-tive reactions to the tinnitus signal can still occur.\nThe development of tinnitus as a clinical prob-\nlem can be traced to activation through these two routes, which, with changes of the strength of the synaptic connections enhance the stimulation of the limbic and autonomic nervous systems by the tinnitus-related neuronal activity that comes from the auditory system. The question of how the neutral signal of tinnitus may evoke persistent, strong distress can be explained by the princi-ples of conditioned reflexes.\n177 To create a condi-\ntional reflex, the temporal coincidence of sensory stimuli with negative (or positive) reinforcement is sufficient\n171,177,178 (Figure 31-2). This initial \nassociation can be coincidental, without any real \nAuditory and other cortical areas\nAuditory \nsubconsciousPerception and evaluation (consciousness, memory, attention)\nDetection/processing\nAuditory periphery Autonomic nervous system\nSourceLimbic system\nEmotionsReactions\nFigure 31-1 The neurophysiological \nmodel of tinnitus.\nPerception ReactionP erceptionR eaction\nStimulus Reinforcement Stimulus\nPerception\nStimulus\nFigure 31-2 Principles of establishing conditioned \nreflexes and their passive extinction.\nCh31.indd   397 16/02/16   4:44 PM"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "398 PART I / Otology and Neurotology\ndependence. These types of associations of sen-\nsory stimuli are constantly created in normal life.\nAs long as the sensory stimulus is limited in \ntime and there is no functional link between stim-ulus and reinforcement, the conditioned reflex will gradually disappear (ie, habituate) owing to the passive extinction of the reflex, ie, the sensory stimulus is present but it is not accompanied by reinforcement (see Figure 31-2). Since the 1930s, habituation has been defined as “The extinction of a conditioned reflex by repetition of the condi-tioned stimulus… the method by which the nerv-ous system reduces or inhibits responsiveness during repeated stimulation.”\n177 Habituation of \nperception of this stimulus will follow in the same manner as for all unimportant stimuli.\n6\nNotably, there are two types of habituation. The \nfirst type, called habituation of reaction, is defined as the “disappearance of a reaction to a neutral stimulus due to its repetitive appearance without reinforcement.”\n179 The second type, known as habit-\nuation of perception, occurs when awareness of this particular stimulus disappears\n8 (Figure  31-3). \nHabituation of reaction and habituation of percep-tion are natural processes. Habituation is a funda-mental characteristic of brain function necessitated by the brain’ s inability to perform two tasks that require complete simultaneous attention.\nWhen the brain is forced to carry out two tasks \nconcurrently that require full consciousness, it uses task switching and is conscious of only one task at a time. The brain areas involved in task switching have been indicated by a functional magnetic res-onance imaging study.\n180 If forced to monitor all \nincoming sensory stimuli, our brain would not be able to perform any tasks, except that of switching perception from one sensory stimulus to another, and ultimately paralyzing us in our actions.\nTo solve this problem, the central nervous \nsystem screens and categorizes all stimuli at the subconscious level. If the stimulus is new and unknown, it is passed to a higher cortical level where it is perceived and evaluated. In the case of a stimulus to which we have previously been exposed, the stimulus is compared with patterns stored in memory. If the stimulus is classified as unimportant and does not require action, it is blocked at the subconscious level of the auditory pathways and neither produces any reactions nor reaches the level of awareness. As a result, the reaction to this stimulus and its perception are habituated. In everyday life, habituation occurs to the majority of sensory stimuli surrounding us.\nHowever, if a specific stimulus has been previ-\nously classified as important and, on the basis of comparison with the patterns stored in memory, it was linked to something unpleasant or dangerous, this stimulus is perceived and attracts attention. Furthermore, the sympathetic part of the autonomic nervous system is activated, inducing a reaction to this stimulus (frequently of the “fight or flight” variety), which further reinforces memory patterns associated with this stimulus. Consequently, if the previous assessment of the importance of a stimu-lus has been confirmed, the stimulus becomes even more important; its next appearance will result in faster identification, even in the presence of other competing stimuli, preventing the habituation of this stimulus. In the case of auditory stimuli, our auditory system becomes tuned to recognizing specific patterns of sound that have negative links. In such conditions, the natural habituation of the tinnitus signal becomes impossible. In everyday life, this causes people to have problems with their work, concentration, and sleep.\nA simplistic description of the above pro-\ncesses can be outlined to a patient. Increased concern for tinnitus results in an increase in its significance which, in turn, increases the amount of time the patient pays attention to it. This reac-tion is a classic feedback loop or “vicious circle” scenario, which dramatically increases a patient’ s level of distress up to the limit of mental and phys-ical endurance. At this stage, the patient will shift from acute tinnitus, which can be easily relieved by proper counseling, to a chronic stage, which is much more difficult to treat.\nIn the case of tinnitus, it is impossible to \nremove or substantially change the reactions induced by the excitation of the sympathetic part of the autonomic nervous system. To achieve pas-sive extinction of the conditioned reflex, where stimulus (tinnitus) and negative reinforcement are continuously present, is to decrease the magnitude of negative reinforcement and at the same time the strength of conditioned stimulus (tinnitus) over time. This situation will result in a partial weaken-ing of the reflex, but must be applied consistently to yield positive effects. Moreover, it is fundamen-tal that patients understand these principles so that enhancement of the reflex due to verbal thinking and incorrect beliefs can be minimalized.\nOnce the activation of the autonomic nervous \nsystem is lowered, this in turn decreases negative reinforcement to a signal that is continuously present and consequently gradually decreases the strength of the conditioned reflex. In turn, this further decreases the reaction. Once tinnitus is regarded as neutral, its habituation is inevitable in the same way that the brain continuously habitu-ates to other types of stimuli providing that they are of no significance.\nConsequently, retraining counseling (the first \ncomponent of TRT) is oriented toward reclassi-fying tinnitus into a category of neutral stimuli and removing the patient’ s negative associations with tinnitus. This reorientation is accomplished by teaching the patient that tinnitus results from a normal compensatory mechanism which occurs in the auditory system in response to typically minor changes in the cochlea. During counseling, it is important to demystify the mechanisms through which tinnitus may affect a patient’ s life.\nTinnitus retraining therapy counseling is a \nteaching session aimed at providing the patient with a new frame of reference by explaining the potential mechanisms of tinnitus generation and the neurophysiological mechanisms through which tinnitus influences various aspects of the patient’ s life. The patient is taught that by acti-vating a naturally occurring mechanism of brain function (habituation and the plasticity which underlies it), it is possible to achieve habituation of the tinnitus-induced reaction of the brain and body and habituation of the tinnitus perception.\nThe second component of TRT is sound therapy \naimed at deceasing the strength of the tinnitus  signal \nin a systematic manner over the course of treat-\nment.\n6,40,157 Sound therapy is based on an important \nfeature of brain function. Our senses work accord-ing to the principle of differences of a given stim-uli from the background. Moreover, the perceived strength of a signal is not linked directly to the physical strength of a stimulus. Presently, we cannot easily suppress tinnitus-related neuronal activity, but by increasing background neuronal activity we can effectively decrease the strength of the tinnitus signal, which activates the limbic and autonomic nervous systems and which is processed in all the centers involved. By decreasing the strength of the tinnitus signal, we can achieve a decrease of reac-tions induced by tinnitus and, as a result, facilitate the extinction of the conditioned reflex.\nThe principles of sound therapy have been \nsupported by results published by independent groups of investigators. For example, the pos-tulate that enriched sound environment yields a regulation of compensatory processes operating within the central auditory pathways, includ-ing compensation triggered by decreased audi-tory input,\n20,100,181,182 received support from \nFigure 31-3 Habituation of autonomic (HAR) \nand emotional reactions (HER), and habituation \nof perception (HP).\nCh31.indd   398 16/02/16   4:44 PM"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 399\nbasic science58,183–186 as well as from clinical \n evidence.187–189 A trial specifically aimed at eval-\nuating adaptive chronic gain revealed highly sta-\ntistically and clinically significant improvement as a result of TRT treatment.\n190,191\nIt is important to analyze the theoretical rela-\ntionships that exist between the physical intensity of sound and its effectiveness on tinnitus habit-uation (Figure 31-4). Five principles influence this relationship\n6,154 as follows: 1) The negative \nactivation of the limbic and autonomic nervous systems by sounds which could induce annoy-ance or other problems; 2) stochastic resonance (enhancement of the signal by adding low level noise); 3) dependence of the signal’ s strength on its contrast with the background; 4) total suppres-sion of the signal, preventing any retraining and habituation; and 5) partial suppression (“partial masking”), which does not prevent retraining but makes it more difficult as training is performed on a different stimulus than the original.\nThe first principle is dominant over all other \nprinciples and relates to the necessity to avoid sounds which would activate the limbic system in a negative manner. Sound used as a part of sound therapy should never evoke annoyance or other problems (eg, worsening speech discrimination) as this would hinder or prevent habituation.\nThe second principle is that when the sound \nlevel is below, but close to, the threshold of detection, stochastic resonance may come into play where the addition of low-level noise can decrease the threshold of detection of the stimu-lus and enhance it when the stimulus is weak and close to the threshold of detection.\n192 The pres-\nence of stochastic resonance has been shown at the level of hair cells, the auditory nerve, and all around the brain, and preliminary data indicate its effect on the loudness of tinnitus.\n6,193,194 The \neffective sound level that induces stochastic res-onance covers a range of about 15 dB, beginning at about –9 dB below the threshold of detection of the additional noise. Thus, owing to stochas-tic resonance, enhancement of the tinnitus signal may be caused by adding low-level external noise (eg, by using sound generators set at the thresh-old of hearing). In turn, this setting will make habituation more difficult. The results of a study in which a comparison was performed among groups with counseling only (including advice on using environmental sounds), counseling com-bined with sound generators set at the threshold of hearing, and counseling combined with sound generators set close to the “mixing” point fully support the notion of the importance of stochastic resonance. The patients who performed the worst had the sound level set close to the threshold of hearing, whereas the patients who performed best had the sound level set at the “mixing point,” with the counseling-only group in the middle.\n195\nThe third principle is that when the sound \nlevel is further increased, the mechanism involv-ing the decreased difference between the tinnitus signal and background neuronal activity becomes the dominant factor. As with all perception, the difference between signal and background plays a central role. Decreasing the difference between the tinnitus-related neuronal activity and background neuronal activity, yields a decrease of the strength of the tinnitus signal. In turn, the weaker signal is passed to the higher-level cortical areas and, most importantly, to the limbic and autonomic nervous systems. This passing of the signal helps initiate and sustain the process of the passive extinction of conditioned reflexes that link tinnitus to negative reactions.\n6,157 As the background activity is the sum \nof spontaneous and evoked activities, a decrease in the difference between the tinnitus signal and the background neuronal activity can be achieved by exposing patients to additional external sound.\nTaken by itself, this principle implies we \nshould use a sound that is as intense as possible. However, it is important to consider two other principles. The fourth principle has two compo-nents: 1) once the tinnitus signal is suppressed, by definition habituation will not occur owing to the lack of a signal to habituate; and 2) when the sound level surpasses the threshold of partial tinnitus suppression (“partial masking”), it will modify not only the intensity but also the quality (spectrum) of the tinnitus signal.\nThe fifth principle is that retraining of neu-\nronal networks will then occur to the modified tinnitus signal and not to the original one. Owing to the generalization principle (ie, reaction can be induced to stimuli similar to the original, with the strength depending on the difference between the original and the modified signal), some habituation may still occur. The higher the external sound is, above the threshold of partial masking, the smaller its contribution to habituation will be. Finally, once the level of total suppression is reached, the effec-tiveness of habituation is decreased to zero as by definition, any retraining (including habituation) is prevented because the brain cannot change reac-tions to a stimulus it cannot detect.\nIn the past we have recommended a different \n(ie, lower) setting of the sound level emitted by the sound generators when hyperacusis is the dominant or the only problem. However, measurements per -\nformed with the use of the Real Ear Measurement system revealed there was no difference in the initial setting of the sound generators in patients with tinni-tus only versus patients with tinnitus and hyperacu-sis.\n6 Thus, the first principle is dominant with regard \nto setting the sound level for all patients.\nThe beneficial effects of the use of sound have \nbeen recently supported by the results of experi-ments in which animals were exposed to a dam-aging sound level, which caused hearing loss and presumably tinnitus. Three groups of animals were studied: control, which were exposed to a stand-ard, low level laboratory sound background, and two groups, which were subsequently exposed for several weeks to continuous broadband, low, or high frequency sound. Control animals and ani-mals exposed to low frequency continuous sound exhibited modification of the spontaneous activity recorded from the auditory cortex linked to tin-nitus.\n55 However, the neuronal activity recorded \nfrom animals exposed to continuous high fre-quency sound was similar to the activity recorded from animals which were not exposed to damag-ing sound and who did not have tinnitus.\n51,55 These \ndata support the view that continuous broadband sound may reverse tinnitus-related changes in the neuronal activity of the auditory cortex.\nThe need to preserve stimulation in the low \nfrequency range makes it advisable for people with relatively normal, low frequency hearing to be provided devices or hearing aids with fittings that are as open as possible. It is not sufficiently appreciated that in the normal acoustic environ-ment there is a high proportion of low frequency sounds below 200 Hz which provide constant stimulation of the auditory pathways. Since the majority of patients have relatively normal hear -\ning in this frequency range, they benefit from this stimulation. Consequently, blocking the ear canal with closed ear molds decreases the auditory input, and many patients experience the enhance-ment of tinnitus when their ears are blocked.\nNote that even the best hearing aids act as \nearplugs in low frequencies whether they are the in-the-canal type or are fitted with a closed mold as they are unable to reproduce frequencies below 200 to 250 Hz owing to restriction based on the physics of sound generation by a loudspeaker. Hearing aids for patients with tinnitus are used pri-marily as a part of sound therapy to provide extra amplification of background sounds and only sec-ondarily for communication. There are other dis-tinct specifics in selection, programming, and the use of hearing aids labeled “tinnitus fitting.”\n114 \nOther tools may also be used to enrich the auditory background, such as nature sounds, neutral music, or tabletop sound generators.\nAnnoyance\nFacilitatio n\nInhibition(dB SL)Effectiveness\nof habituation‘’Mixing point’ ’\nSupperssion(’’masking’ ’)Effective\nrange \nof Sound\n–100 10 Sound intensit y 20\nStochastic re asonce\nFigure 31-4 Functional dependence of habituation effec-\ntiveness on physical intensity of a sound. Notice the need \nto avoid sound levels close to the threshold of hearing, those inducing partial or total suppression and those evok-ing annoyance.\nCh31.indd   399 16/02/16   4:44 PM"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "400 PART I / Otology and Neurotology\nBoth counseling and sound use are depend-\nent on patient categorization, and issues related \nto sound are summarized in Table 31-8, adapted from.\n196 Details of TRT implementation are \npresented elsewhere.6,156,157,160 Categorization \nprovides general guidance for treatment with TRT.\n154,197 During treatment, patients may move \nfrom one category to another. For example, hyper -\nacusis can be totally eliminated and consequently \nthe patient may move from category 3 to category \n1, wherein recommendations regarding sound use \nshould be modified. This change is one reason \nwhy follow-up contacts are so important, – first, \nto continue counseling; second, to check patient status; and third, to modify protocol, if necessary.\nTypically, the first effects of TRT can be seen \nin about one to three months, with clear improve-ment in about six months. Many patients achieve \na high level of control of their tinnitus by about 12 \nmonths.\n100,113,157 Patients are advised to follow the \nTRT protocol for at least nine months to prevent a relapse. Improvement in hyperacusis is typically faster than it is for tinnitus; however, the time required for improvement in misophonia is sim-ilar to that observed for tinnitus and reflects the \nsimilarity of mechanisms and centers involved for \nboth phenomena.\n6 The results from other centers \nand our own when using TRT show satisfactory results in over 80% of patients.\n69,96,113,148,195,198–211 \nCurrently, an NIH sponsored randomized clinical trial is being conducted to evaluate the effective-\nness of TRT (grants U01DC007411, PI C. Formby, \nand U01DC007422, PI R. Scherer, ClinicalTrials.\ngov identifier: NCT01177137). Formby’ s grant \nhas been described in detail.\n205TREATMENTS FOR HYPERACUSIS\nTreatments for hyperacusis move in two con-\ntrary directions. The most common approach \nis to advise patients to avoid sound and use \near protection. This advice is based on rea-\nsoning including since patients became sen-\nsitive to sound, they are supposedly more \nsusceptible to sound exposure and conse-quently need extra protection. Patients easily \nembrace this philosophy and begin to protect \ntheir ears, even to the extent of using ear -\nplugs in quiet environments. Unfortunately, \nthis approach makes the auditory system even more sensitive and further exacerbates \nhyperacusis.\n68,69,184,212,213\nAnother approach to treating hyperacusis \ninvolves desensitization in which patients are \nexposed to a variety of sounds. The desensiti-\nzation approach has been promoted for some \ntime with a number of protocols and types of \nsounds used, such as using sound with certain frequencies removed, short exposure to moder -\nately loud sound or prolonged exposure to low \nlevel sounds.\n100,212 According to the principles \nof the neurophysiological model of tinnitus, the \nlatter approach is recommended and is used as part of TRT. Independent results dramatically \nsupport the highly statistically and clinically significant effect of TRT treatment for hyper -\nacusis.\n69,190 Importantly, the misophonic com-\nponent cannot be removed by desensitization, and therefore a separate approach must be \nimplemented.\n9,10,72,214Tinnitus Retraining Therapy for Decreased \nSound Tolerance\nTinnitus retraining therapy can help patients \nwith both tinnitus and hyperacusis. The presence of hyperacusis is one of the key factors in the categorization of patients (Table 31-8) and in determining the optimal protocol for treatment. It is recommended that if hyperacusis is present, it must be treated first. Although TRT offers a treatment for tinnitus rather than a cure, for some patients with DST, it can completely remove hyperacusis and misophonia, and thus provide a cure for these conditions.\n10,154\nIn some patients, tinnitus and hyperacusis are \ntwo manifestations of the same internal mecha-nisms of increased gain within the auditory path-ways, and the improvement in hyperacusis results in the improvement in tinnitus as well. Moreover, the removal of hyperacusis yields a decrease in general anxiety and stress which, in combination with proper counseling, significantly facilitates tinnitus habituation.\nA few parameters of the TRT protocol are of \nspecific importance when treating patients with hyperacusis: avoiding silence and continually being exposed to sound are even more important for these patients than for patients who only have tinnitus. The sound level should be better con-trolled during treatment, which necessitates the use of wearable sound generators. The sound used should never induce discomfort or annoyance.\nPatients with DST and particularly misopho-\nnia tend to set the sound level of their devices close to or at the threshold of hearing, which might \nCategory Impact on life TinnitusSignificant \nhearing loss HyperacusisProlonged sound induced exacerbation Counseling Instrumentation\n0 Low Present – – – Abbreviated, with special care to \navoid presentation that tinnitus can be worse that in specific caseNo wearable devices necessary, \nbut still can be used\n1 High Present – – – Extensive, focused at mechanisms \ninvolved in tinnitus generation and in inducing reactions.SG set, if possible, at a mixing \npoint\n2 High Present Present – – Extensive, focused at mechanisms \nlinking tinnitus and hearing loss.Combi or HA with stress on \nenrichment of the auditory background\n3 High Present or absent Present or absent Present – Extensive, focused at mechanisms of \ndecreased sound tolerance. When hearing loss is present as well, the mechanisms linking it with decreased sound tolerance and tinnitus are discussed.SG only in cases of normal \nhearing. Combi (or HA) when significant hearing loss present.\n4 High Present or absent Present or absent Present Present Extensive, highly individualized with \ndiscussion of potential  medical \nproblems. Crucial to exclude existence of misophonia.SG set at low level; slow \nincrease of sound level\nAbbreviations: Impact on life — the extent tinnitus and/or hyperacusis influence patient’ s life; Prolonged sound-induced exacerbation of tinnitus/hyperacusis — when the effects persists to the following day or longer; \nSignificant hearing loss — having a significant impact on patient’ s life; SG - sound generators; Combi - combination instruments. HA - hearing aids. Common treatment for each category involves counseling and \nthe use of enriched auditory background. Sound used in sound therapy is always set below annoyance level. Note that the presence of misophonia, which is treated concurrently, is not affecting categorization. The \ndominant features for each category are shown in bold.Table 31-8 Categories of Patients with Tinnitus and Hyperacusis\nCh31.indd   400 16/02/16   4:44 PM"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 401\ninduce stochastic resonance and enhance tinnitus \nfor some patients. Furthermore, a low sound level is less efficient for tinnitus and hyperacusis. The use of real-ear measurements, as a guide in setting and checking the sound level for all patients with instrumentation during the initial and follow-up visits, is helpful for patients with DST.\nDesensitization works on the auditory sys-\ntem; consequently, this approach will not affect misophonia, which should be addressed via the active extinction of conditioned reflexes between the auditory and limbic systems. In addition to counseling, desensitization is achieved by instructing patients to engage sys-tematically in activities that the patient enjoys in which sound plays an indispensable role and is pleasant, such as actively listening to one’ s favorite music or audiobooks following a specific protocol.\n9 Other activities could be \nshopping in a mall, going to parties, dining in restaurants, attending movies, etc. The main concept is to create an association of sound with a pleasant situation (implementing the active extinction of conditioned reflexes). There are four classes of protocols for misophonia. Each protocol is geared toward creating a pos-itive association with a sound, but they differ with respect to the extent of control a patient has over the sound environment and (in the case of protocol 4) the use of sounds with positive association together with bothersome sounds which evoke negative reactions.\nProtocol level 1 provides the patient with full \ncontrol over the selection of sound, its level, and duration. As such, it can be used even for patients with coexisting significant hyperacusis and can be implemented from the start of treatment.\nProtocol level 2 affords the patient full con-\ntrol over the type of sound, but only partial, indi-rect control over the sound level, by yielding this control to someone close to the patient, who is instructed to set the sound volume to a level he or she thinks the patient will accept. After a listening session, the patient should provide feedback as to whether the sound level was too high, too low or just fine.\nProtocol level 3 enables the patient to select \nthe type of sound, but the sound level is out of the patient’ s control. This protocol can be used only when significant hyperacusis is absent or has already been eliminated by treatment. Therefore, the intro-duction of this protocol is frequently delayed.\nProtocol level 4 uses the concept of complex \nconditioned stimuli and combines exposure to sounds which evoke negative reactions with the simultaneous exposure to sound the patient regards as highly positive and enjoyable. The ratio of sound levels of positive-to-negative sound is gradually decreased. Furthermore, in this protocol, the environment where it is imple-mented is taken into account, as many patients react differently depending on where they are exposed to bothersome sound (ie, home, school, a public place, a restaurant, a friend’ s home). The multisensory aspect of stimuli is also taken into account as some patients react even to seeing someone producing an offensive sound (eg, eating). The specific protocol employed is tailored to the individual patient. Frequently more than one protocol for misophonia is implemented.\nCONCLUSIONS\nTinnitus and hyperacusis remain challenging \ntopics to study, and patients with these symp-toms are challenging to treat. Many questions are unanswered. The mechanisms of tinnitus and hyperacusis are speculative and not yet proven. At this time, we do not have objective methods to detect and evaluate tinnitus. We believe the neu-rophysiological model of tinnitus and TRT pro-vide a promising approach that may ultimately result in a better understanding of tinnitus and provide greater help to patients with tinnitus and hyperacusis.\nREFERENCES\n1. McFadden D. Tinnitus: Facts, Theories, and Treatments. \nWashington, DC: National Academy Press; 1982.\n2. Hoffman HJ, Reed GW . Epidemiology of tinnitus. In: Snow \nJB, ed. Tinnitus: Theory and Management. Hamilton, London: BC Decker; 2004:16–41.\n3. Davis A, El Refaie A. Epidemiology of tinnitus. In: Tyler R, ed. Tinnitus Handbook. San Diego, CA: Singular, Thomson \nLearning; 2000:1–23.\n4. Heller MF , Bergman M. Tinnitus in normally hearing  persons. \nAnn Otol. 1953;62:73–93.\n5. Tucker DA, Phillips SL, Ruth RA, Clayton WA, Royster \nE, Todd AD. The effect of silence on tinnitus perception. \nOtolaryngol Head Neck Surg. 2005;132:20–24.\n6. Jastreboff PJ, Hazell JWP . Tinnitus Retraining Therapy: \nImplementing the Neurophysiological Model. Cambridge: Cambridge University Press; 2004.\n7. Davis A, El Refaie A. Epidemiology of tinnitus. In: Tyler RS, \ned. Tinnitus Handbook. San Diego, CA: Singular, Thomson \nLearning; 2000:1–23.\n8. Jastreboff PJ. Tinnitus habituation therapy (THT) and tinnitus retraining therapy (TRT). In: Tyler R, ed. Tinnitus Handbook. \nSan Diego, CA: Singular, Thomson Learning; 2000:357–376.\n9. Jastreboff MM, Jastreboff PJ. Decreased sound tolerance and tinnitus retraining therapy (TRT). Austr New Zeal J Audiol. \n2002;21:74–81.\n10. Jastreboff PJ, Jastreboff MM. Using TRT to treat hypera-\ncusis, misophonia and phonophobia. ENT Audiol News. \n2013;21(6):88–90.\n11. Sherlock LP , Formby C. Estimates of loudness, loudness \ndiscomfort, and the auditory dynamic range: normative esti-\nmates, comparison of procedures, and test-retest reliability. J Am Acad Audiol. 2005;16:85–100.\n12. Khalfa S, Dubal S, Veuillet E, Perez-Diaz F , Jouvent R, Collet L.  \nPsychometric normalization of a hyperacusis questionnaire. ORL J Otorhinolaryngol Relat Spec. 2002;64:436–442.\n13. Wallen MB, Hasson D, Theorell T, Canlon B. The correlation between the hyperacusis questionnaire and uncomfortable loudness levels is dependent on emotional exhaustion. Int J \nAudiol. 2012;51:722–729.\n14. Cave KM, Cornish EM, Chandler DW . Blast injury of the \near: clinical update from the global war on terror. Mil Med. \n2007;172:726–730.\n15. Department of Veterans Affairs VBA. Annual Benefits Report, \nFiscal Year 2010. 2010:1–152.\n16. International State-of-the-Science Meeting on Blast-Induced Tinnitus. Nov 11-15, 2011. https://blastinjuryresearch.amedd.army.mil/docs/sos_tinnitus/SoS_Tinnitus_Presentations.pdf. \nAccessed April 4, 2015.\n17. Facts About the Military, Veterans and Tinnitus. http://www.\nata.org/sites/ata.org/files/pdf/ATA%20Facts%20About%20Military%20Veterans%20and%20Tinnitus.pdf. Accessed April 4, 2015.\n18. Maes IH, Cima RF , Vlaeyen JW , Anteunis LJ, Joore MA. \nTinnitus: a cost study. Ear Hear. 2013;34:508–514.\n19. Stephens D. A history of tinnitus. In: Tyler RS, ed. Tinnitus \nHandbook. San Diego, CA: Singular, Thomson Learning; \n2000:437–448.\n20. Jastreboff PJ. Phantom auditory perception (tinnitus): \nmechanisms of generation and perception. Neurosci Res. \n1990;8:221–254.\n21. Lockwood AH, Salvi RJ, Coad ML, Towsley ML, Wack DS, Murphy BW . The functional neuroanatomy of tinnitus: \n evidence for limbic system links and neural plasticity. \nNeurology. 1998;50:114–120.\n22. Andersson G, Lyttkens L, Hirvela C, Furmark T, Tillfors M, \nFredrikson M. Regional cerebral blood flow during tinnitus: a \nPET case study with lidocaine and auditory stimulation. Acta Otolaryngol. 2000;120:967–972.\n23. Muhlnickel W , Elbert T, Taub E, Flor H. Reorganization of auditory cortex in tinnitus. Proc Natl Acad Sci U S A. 1998;95:10340–10343.\n24. Penner MJ. Linking spontaneous otoacoustic emissions and tinnitus. Br J Audiol. 1992;26:115–123.\n25. McKee GJ, Stephens SD. An investigation of normally hear -\ning subjects with tinnitus. Audiol. 1992;31:313–317.\n26. Jacobson GP , Ahmad BK, Morgan J, Newman CW , Tepley N, Wharton J. Auditory evoked cortical magnetic field (M100–\nM200) measurements in tinnitus and normal groups. Hear \nRes. 1991;56:44–52.\n27. Henry JA, Zaugg TL, Schechter MA. Clinical guide for \naudiologic tinnitus management I: assessment. Am J Audiol. \n2005;14:21–48.\n28. Hebert S, Lupien SJ. The sound of stress: blunted cortisol reactivity to psychosocial stress in tinnitus sufferers. Neurosci \nLett. 2007;411:138–142.\n29. Holgers KM, Juul J. The suffering of tinnitus in childhood and adolescence. Int J Audiol. 2006;45:267–272.\n30. Mills RP , Albert DM, Brain CE. Tinnitus in childhood. Clin Otolaryngol. 1986;11:431–434.\n31. Aksoy S, Akdogan O, Gedikli Y , Belgin E. The extent and \nlevels of tinnitus in children of central Ankara. Int J Pediatr \nOtorhinolaryngol. 2007;71:263–268.\n32. Raj-Koziak D, Skarzynski H, Kochanek K, Fabijanska A. [The \nprevalence of tinnitus in children in Poland]. Otolaryngol Pol. \n2013;67:149–153.\n33. Savastano M. Characteristics of tinnitus in childhood. Eur J \nPediatr. 2007;166(8):797–801.\n34. Stouffer JL, Tyler RS. Characterization of tinnitus by tinnitus \npatients. J Speech Hear Disord. 1990;55:439–453.\n35. Gurr P , Owen G, Reid A, Canter R. Tinnitus in pregnancy. J Clin Otolaryngol. 1993;18:294–297.\n36. Ronis ML. Alcohol and dietary influences on tinnitus. J \nLaryngol Otol. 1984;98:242–246.\n37. Zoger S, Svedlund J, Holgers KM. Relationship between tinnitus severity and psychiatric disorders. Psychosomatics. \n2006;47:282–288.\n38. Rossiter S, Stevens C, Walker G. Tinnitus and its effect on working memory and attention. J Speech Lang Hear Res. \n2006;49:150–160.\n39. Hallam RS, McKenna L, Shurlock L. Tinnitus impairs cogni-tive efficiency. Int J Audiol. 2004;43:218–226.\n40. Jastreboff PJ. Tinnitus as a phantom perception: theories \nand clinical implications. In: Vernon J, Moller AR, eds. \nMechanisms of Tinnitus. Boston, London: Allyn & Bacon; \n1995:73–94.\n41. Tonndorf J. Stereociliary dysfunction, a case of sensory hear -\ning loss, recruitment, poor speech discrimination and tinni-tus. Acta Otolaryngol. 1981;91:469–479.\n42. Moller AR. Pathophysiology of tinnitus. Ann Otol Rhinol \nLaryngol. 1984;93:39–44.\n43. Moller MB, Moller AR, Jannetta PJ, Jho HD. Vascular \ndecompression surgery for severe tinnitus: selection criteria \nand results. Laryngoscope. 1993;103:421–427.\n44. Langguth B, Kreuzer PM, Kleinjung T, De Ridder D. \nTinnitus: causes and clinical management. Lancet Neurol. \n2013;12:920–930.\n45. Tan J, Ruttiger L, Panford-Walsh R, et al. Tinnitus behavior \nand hearing function correlate with the reciprocal expression \npatterns of BDNF and Arg3.1/arc in auditory neurons follow-\ning acoustic trauma. Neuroscience. 2007;145:715–726.\n46. Kaltenbach JA, Rachel JD, Mathog TA, Zhang J, \nFalzarano   PR, Lewandowski M. Cisplatin-induced \n hyperactivity in the dorsal cochlear nucleus and its relation \nto outer hair cell loss: relevance to tinnitus. J Neurophysiol.  \n2002;88:699–714.\nCh31.indd   401 16/02/16   4:44 PM"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "402 PART I / Otology and Neurotology\n47. Job A, Raynal M, Kossowski M. Susceptibility to tinnitus \nrevealed at 2 kHz range by bilateral lower DPOAEs in nor -\nmal hearing subjects with noise exposure. Audiol Neurootol. 2007;12:137–144.\n48. Ozimek E, Wicher A, Szyfter W , Szymiec E. Distortion \n product otoacoustic emission (DPOAE) in tinnitus patients. \nJ Acoust Soc Am. 2006;119:527–538.\n49. Tonndorf J. The analogy between tinnitus and pain: a sugges-\ntion for a physiological basis of chronic tinnitus. Hear Res. \n1987;28:271–275.\n50. Zenner HP , Ernst A. Cochlear-motor, transduction and sig-\nnal-transfer tinnitus: models for three types of cochlear tinni-\ntus. Eur Arch Otorhinolaryngol. 1993;249:447–454.\n51. Eggermont JJ. Cortical tonotopic map reorganization and \nits implications for treatment of tinnitus. Acta Otolaryngol \nSuppl. 2006;9–12.\n52. Mazurek B, Haupt H, Georgiewa P , Klapp BF , Reisshauer A. A model of peripherally developing hearing loss and tinnitus \nbased on the role of hypoxia and ischemia. Med Hypotheses. 2006;67:892–899.\n53. Moller AR. Neural plasticity in tinnitus. Prog Brain Res. 2006;157:365–372.\n54. Weisz N, Muller S, Schlee W , Dohrmann K, Hartmann T, \nElbert T. The neural code of auditory phantom perception. J \nNeurosci. 2007;27:1479–1484.\n55. Norena AJ, Eggermont JJ. Enriched acoustic environ-\nment after noise trauma abolishes neural signs of tinnitus. \nNeuroReport. 2006;17:559–563.\n56. Sanchez TG, da Silva LA, Brandao AL, Lorenzi MC, \nBento RF . Somatic modulation of tinnitus: test reliability and \nresults after repetitive muscle contraction training. Ann Otol Rhinol Laryngol. 2007;116:30–35.\n57. Norena AJ, Farley BJ. Tinnitus-related neural activity: theo-ries of generation, propagation, and centralization. Hear Res. 2013;295:161–171.\n58. Norena AJ. An integrative model of tinnitus based on a cen-tral gain controlling neural sensitivity. Neurosci Biobehav \nRev. 2011;35:1089–1109.\n59. Epp B, Hots J, Verhey JL, Schaette R. Increased intensity discrimination thresholds in tinnitus subjects with a normal audiogram. J Acoust Soc Am. 2012;132:EL196–EL201.\n60. Schaette R, Kempter R. Computational models of neurophysi-ological correlates of tinnitus. Front Syst Neurosci. 2012;6:34.\n61. De Ridder D, Vanneste S, Weisz N, et al. An integrative model \nof auditory phantom perception: tinnitus as a unified percept \nof interacting separable subnetworks. Neurosci Biobehav Rev. 2014;44:16–32.\n62. Roberts LE, Eggermont JJ, Caspary DM, Shore SE, Melcher JR, Kaltenbach JA. Ringing ears: the neuroscience of tinni-tus. J Neurosci. 2010;30:14972–14979.\n63. Kujawa SG, Liberman MC. Adding insult to injury: cochlear nerve degeneration after “temporary” noise-induced hearing loss. J Neurosci. 2009;29:14077–14085.\n64. Perry BP , Gantz BJ. Medical and surgical evaluation and management of tinnitus. In: Tyler R, editor. Tinnitus Handbook. San Diego, CA: Singular, Thomson Learning; \n2000:221–241.\n65. Baguley DM, Humphriss RL, Axon PR, Moffat DA. The \nclinical characteristics of tinnitus in patients with vestibular \nschwannoma. Skull Base. 2006;16:49–58.\n66. Jastreboff PJ, Gray WC, Gold SL. Neurophysiological \napproach to tinnitus patients. Am J Otol. 1996;17:236–240.\n67. Jastreboff PJ, Hazell JWP . A neurophysiological approach to tinnitus: clinical implications. Brit J Audiol. 1993;27:1–11.\n68. Hawley ML, Keaser ML, Formby C. Predicting hyperacusis \nin tinnitus patients. Semin Hear. 2007;28(4):261–275.\n69. Formby C, Gold SL, Keaser ML, Block KL, Hawley ML. \nSecondary benefits form tinnitus retraining therrapy: clin-\nically signficant increase in loudness discomfort level and \nexpansion of the auditory dynamic range. Semin Hear. 2007;28:227–260.\n70. Stedman’s Concise Medical Dictionary. 26th ed. Baltimore, MD: William & Wilkins; 1997.\n71. The American Heritage Dictionary. 3rd ed. Cambridge, MA: \nSoftKey International; 1994.\n72. Jastreboff PJ, Jastreboff MM. Decreased sound tolerance. In: \nSnow JB, ed. Tinnitus: Theory and Management. Hamilton, \nLondon: BC Decker; 2004:8–15.\n73. Cox RM, Alexander GC, Taylor IM, Gray GA. The Countour \ntest of loudness perception. Ear Hear. 1997;18:388–400.\n74. Ricketts TA, Bentler RA. The effect of test signal type and bandwidth on the categorical scaling of loudness. J Acoust Soc Am. 1996;99:2281–2287.75. Hawkins DB, Walden BE, Montgomery A, Prosek RA. Description and validation of an LDL procedure designed to \nselect SSPL90. Ear Hear. 1987;8:162–169.\n76. Byrne D, Dirks D. Effects of acclimatization and dep-\nrivation on non-speech auditory abilities. Ear Hear.  \n1996;17:29S–37S.\n77. Fabijanska A, Rogowski M, Bartnik G, Skarzynski H. Epidemiology of tinnitus and hyperacusis in Poland. In: \nHazell JWP , ed. Proceedings of the Sixth International \nTinnitus Seminar, 1999, Cambridge, UK. London, UK: THC; 1999:569–571.\n78. Anari M, Axelsson A, Elies W , Magnusson L. Hypersensitivity to sound—questionnaire data, audiometry and classification. Scand Audiol. 1999;28:219–230.\n79. Boettcher FA, Salvi RJ. Functional changes in the ventral cochlear nucleus following acute acoustic overstimulation. J Acoust Soc Am. 1993;94:2123–2134.\n80. Gerken GM. Alteration of central auditory processing of brief stimuli: a review and a neural model. J Acoust Soc Am. 1993;93:2038–2049.\n81. Marriage J, Barnes NM. Is central hyperacusis a symptom of 5-hydroxytryptamine (5-HT) dysfunction? J Laryngol Otol. 1995;109:915–921.\n82. Gopal KV , Daly DM, Daniloff RG, Pennartz L. Effects of selective serotonin reuptake inhibitors on auditory process-ing: case study. J Am Acad Audiol. 2000;11:454–463.\n83. Adour KK, Wingerd J. Idiopathic facial paralysis (Bell’ s palsy): factors affecting severity and outcome in 446 patients. Neurology. 1974;24:1112–1116.\n84. Wayman DM, Pham HN, Byl FM, Adour KK. Audiological manifestations of Ramsay Hunt syndrome. J Laryngol Otol, \n1990;104:104–108.\n85. Nields JA, Fallon BA, Jastreboff PJ. Carbamazepine in the treatment of Lyme disease-induced hyperacusi. J Neuropsychiatry Clin Neurosci. 1999;11:97–99.\n86. Klein AJ, Armstrong BL, Greer MK, Brown FR. Hyperacusis and otitis media in individuals with Williams syndrome. J Speech Hear Disord. 1990;55:339–344.\n87. Lader M. Anxiolytic drugs: dependence, addiction and abuse. Eur Neuropsychopharmacol. 1994;4:85–91.\n88. Blomberg S, Rosander M, Andersson G. Fears, hyperacu-\nsis and musicality in Williams syndrome. Res Dev Disabil. \n2006;27:668–680.\n89. Dobie RA. Clinical trials and drug therapy for tinnitus. In: \nSnow JB, ed. Tinnitus: Theory and Management. Hamilton, \nLondon: BC Decker; 2004,:266–577.\n90. Bennett MH, Kertesz T, Y eung P . Hyperbaric oxygen for \nidiopathic sudden sensorineural hearing loss and tinnitus. \nCochrane Database Syst Rev. 2007;CD004739.\n91. Baldo P , Doree C, Lazzarini R, Molin P , McFerran DJ. \nAntidepressants for patients with tinnitus. Cochrane \nDatabase Syst Rev. 2006;CD003853.\n92. Hilton M, Stuart E. Ginkgo biloba for tinnitus. Cochrane Database Syst Rev. 2004;CD003852.\n93. Martinez DP , Waddell A, Perera R, Theodoulou M. Cognitive \nbehavioural therapy for tinnitus. Cochrane Database Syst \nRev. 2007;CD005233.\n94. Hoekstra CE, Rynja SP , van Zanten GA, Rovers MM. \nAnticonvulsants for tinnitus. Cochrane Database Syst Rev \n2011;CD007960.\n95. Hobson J, Chisholm E, El Refaie A. Sound therapy (masking) \nin the management of tinnitus in adults. Cochrane Database \nSyst Rev. 2010;CD006371.\n96. Phillips JS, McFerran D. Tinnitus Retraining Therapy \n(TRT) for tinnitus. Cochrane Database Syst Rev.  \n2010;CD007330.\n97. Meng Z, Liu S, Zheng Y , Phillips JS. Repetitive transcranial magnetic stimulation for tinnitus. Cochrane Database Syst \nRev. 2011;CD007946.\n98. Choi SJ, Lee JB, Lim HJ, et al. Intratympanic dexamethasone \ninjection for refractory tinnitus: prospective placebo-con-\ntrolled study. Laryngoscope. 2013;123(11):2817–2822.\n99. Ngao CF , Tan TS, Narayanan P , Raman R. The effectiveness \nof transmeatal low-power laser stimulation in treating tinni-\ntus. Eur Arch Otorhinolaryngol. 2014;271(5):975–80.\n100. Jastreboff PJ, Jastreboff MM. Tinnitus Retraining Therapy \n(TRT) as a method for treatment of tinnitus and hyperacusis patients. J Amer Acad Audiol. 2000;11:156–161.\n101. Robinson SK, Viirre ES, Stein MB. Antidepressant therapy in \ntinnitus. Hear Res. 2007;226(1–2):221–31.\n102. Smith PF , Zheng Y , Darlington CL. Ginkgo biloba extracts \nfor tinnitus: more hype than hope? J Ethnopharmacol. \n2005;100:95–99.103. van Deelen GW , Huizing EH. Use of a diuretic (Dyazide) \nin the treatment of Meniere’ s disease. A double-blind cross-over placebo-controlled study. ORL J Otorhinolaryngol Relat \nSpec. 1986;48:287–292.\n104. Wiegand DA, Ojemann RG, Fickel V . Surgical treatment \nof acoustic neuroma (vestibular schwannoma) in the United States: report from the Acoustic Neuroma Registry. \nLaryngoscope. 1996;106:58–66.\n105. Berliner KI, Shelton C, Hitselberger WE, Luxford WM. \nAcoustic tumors: effect of surgical removal on tinnitus. Am J Otol. 1992;13:13–17.\n106. Baguley DM, Humphriss RL, Axon PR, Moffat DA. Change \nin tinnitus handicap after translabyrinthine vestibular schwan-noma excision. Otol Neurotol. 2005;26:1061–1063.\n107. Davis PB, Wilde RA, Steed LG, Hanley PJ. Treatment of tin-\nnitus with a customized acoustic neural stimulus: a controlled clinical study. Ear Nose Throat J. 2008;87:330–339.\n108. Newman CW , Sandridge SA. A comparison of benefit and \neconomic value between two sound therapy tinnitus manage-ment options. J Am Acad Audiol. 2012;23:126–138.\n109. Tass PA, Adamchic I, Freund HJ, von ST, Hauptmann C. \nCounteracting tinnitus by acoustic coordinated reset neuro-modulation. Restor Neurol Neurosci. 2012;30:137–159.\n110. Reavis KM, Rothholtz VS, Tang Q, Carroll JA, Djalilian H, \nZeng FG. Temporary suppression of tinnitus by modulated sounds. J Assoc Res Otolaryngol. 2012;13:561–571.\n111. Nickel AK, Hillecke T, Argstatter H, Bolay HV . Outcome \nresearch in music therapy: a step on the long road to an evidence-based treatment. Ann N Y Acad Sci. \n2005;1060:283–293.\n112. Herraiz C, Diges I, Cobo P , Plaza G, Aparicio JM. Auditory \ndiscrimination therapy (ADT) for tinnitus managment: pre-\nliminary results. Acta Otolaryngol Suppl. 2006;556:80–83.\n113. Henry JA, Schechter MA, Zaugg TL, et al. Outcomes of clin-\nical trial: tinnitus masking versus tinnitus retraining therapy. \nJ Am Acad Audiol. 2006;17:104–132.\n114. Jastreboff PJ, Jastreboff MM. The role of hearing aids in tin-\nnitus management. In: Derebery J, Luxford W , eds. Hearing Aid Book. Plural Publishing; San Diego, CA 2009:119–131.\n115. Flor H, Hoffmann D, Struve M, Diesch E. Auditory dis-\ncrimination training for the treatment of tinnitus. Appl Psychophysiol Biofeedback. 2004;29:113–120.\n116. Herraiz C, Diges I, Cobo P , Aparicio JM, Toledano A. \nAuditory discrimination training for tinnitus treatment: the effect of different paradigms. Eur Arch Otorhinolaryngol. \n2010;267:1067–1074.\n117. Hoare DJ, Kowalkowski VL, Hall DA. Effects of fre-\nquency discrimination training on tinnitus: results from two randomised controlled trials. J Assoc Res Otolaryngol. \n2012;13:543–559.\n118. Hoare DJ, Pierzycki RH, Thomas H, McAlpine D, Hall \nDA. Evaluation of the acoustic coordinated reset (CR(R)) neuromodulation therapy for tinnitus: study protocol for a double-blind randomized placebo-controlled trial. Trials. \n2013;14:207.\n119. Engineer ND, Riley JR, Seale JD, et al. Reversing patho-\nlogical neural activity using targeted plasticity. Nature. \n2011;470:101–104.\n120. Engineer ND, Moller AR, Kilgard MP . Directing neu-\nral plasticity to understand and treat tinnitus. Hear Res. 2013;295:58–66.\n121. Dauman R. Electrical stimulation for tinnitus supression. In: \nTyler R, ed. Tinnitus Handbook. San Diego, CA: Singular, \nThomson Learning; 2000:377–398.\n122. Hazell JWP , Jastreboff PJ, Meerton LE, Conway MJ. \nElectrical tinnitus suppression: frequency dependence of \neffects. Audiol. 1993;32:68–77.\n123. De Ridder D, Vanneste S, Kovacs S, et al. Transcranial mag-\nnetic stimulation and extradural electrodes implanted on sec-ondary auditory cortex for tinnitus suppression. J Neurosurg. 2011;114:903–911.\n124. Cheung SW , Larson PS. Tinnitus modulation by deep \nbrain stimulation in locus of caudate neurons (area LC). Neuroscience. 2010;169:1768–1778.\n125. Olanow CW , Brin MF , Obeso JA. The role of deep brain \nstimulation as a surgical treatment for Parkinson’ s disease. Neurology. 2000;55:60–66.\n126. Larson PS, Cheung SW . A stroke of silence: tinnitus suppres-\nsion following placement of a deep brain stimulation electrode with infarction in area LC. J Neurosurg. 2013;118:192–194.\n127. Larson PS, Cheung SW . Deep brain stimulation in area \nLC controllably triggers auditory phantom percepts. Neurosurgery. 2012;70:398–405.\nCh31.indd   402 16/02/16   4:44 PM"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "CHAPTER 31 / Tinnitus and Decreased Sound Tolerance 403\n128. Cheung SW , Larson PS. Striatal neuromodulation effects on \ntinnitus. 7th International TRI Tinnitus Conference Abstracts. \nTinnitus: A Treatable Disease. 2013;7:44.\n129. Rubinstein JT, Tyler RS, Johnson A, Brown CJ. Electrical \nsuppression of tinnitus with high-rate pulse trains. Otol \nNeurotol. 2003;24:478–485.\n130. De Ridder D, De MG, Verstraeten E et al. Primary and sec-\nondary auditory cortex stimulation for intractable tinnitus. ORL J Otorhinolaryngol Relat Spec. 2006;68:48–54.\n131. Valles-Varela H, Royo-Lopez J, Carmen-Samperiz L, \nSebastian-Cortes JM, Alfonso-Collado I. The cochlear implant as a tinnitus treatment. Acta Otorrinolaringol Esp. \n2013;64:253–257.\n132. Arts RA, George EL, Stokroos RJ, Vermeire K. Review: \ncochlear implants as a treatment of tinnitus in single-sided deafness. Curr Opin Otolaryngol Head Neck Surg. \n2012;20:398–403.\n133. Pridmore S, Kleinjung T, Langguth B, Eichhammer P . \nTranscranial magnetic stimulation: potential treatment for tinnitus? Psychiatry Clin Neurosci. 2006;60:133–138.\n134. Fregni F , Marcondes R, Boggio PS, et al. Transient tinni-\ntus suppression induced by repetitive transcranial magnetic stimulation and transcranial direct current stimulation. Eur J \nNeurol. 2006;13:996–1001.\n135. Theodoroff SM, Folmer RL. Repetitive transcranial mag-\nnetic stimulation as a treatment for chronic tinnitus: a critical review. Otol Neurotol. 2013;34:199–208.\n136. Piccirillo JF , Kallogjeri D, Nicklaus J, et al. Low-frequency \nrepetitive transcranial magnetic stimulation to the tempo-roparietal junction for tinnitus: four-week stimulation trial. \nJAMA Otolaryngol Head Neck Surg. 2013;139:388–395.\n137. Langguth B, De Ridder D, Dornhoffer JL, et al. Controversy: \ndoes repetitive transcranial magnetic stimulation/ transcranial direct current stimulation show efficacy in treating tinnitus patients? Brain Stimul. 2008;1:192–205.\n138. Rossi S, De Capua A, Ulivelli M, et al. Effects of repetitive \ntranscranial magnetic stimulation on chronic tinnitus. A ran-domised, cross over, double blind, placebo-controlled study. J Neurol Neurosurg Psychiatry. 2007;78(8):857–863.\n139. Schleuning AJ, Johnson RM, Vernon JA. Evaluation of a tin-\nnitus masking program: a follow-up study of 598 patients. Ear Hear. 1980;1:71–74.\n140. Johnson RM. The masking of tinnitus. In: Vernon JA, ed. \nTinnitus Treatment and Relief. 1st ed. Boston, MA: Allyn and Bacon; 1998:164–186.\n141. Wilson PH, Henry JL. Psychological management of tinnitus. \nIn: Tyler R, ed. Tinnitus Handbook. San Diego, CA: Singular, Thomson Learning; 2000:263–279.\n142. Caffier PP , Haupt H, Scherer H, Mazurek B. Outcomes of \nlong-term outpatient tinnitus-coping therapy: psychometric changes and value of tinnitus-control instruments. Ear Hear. \n2006;27:619–627.\n143. Goebel G, Kahl M, Arnold W , Fichter M. 15-year prospec-\ntive follow-up study of behavioral therapy in a large sample of inpatients with chronic tinnitus. Acta Otolaryngol Suppl. \n2006;70–79.\n144. Andersson G, Juris L, Classon E, Fredrikson M, Furmark T. \nConsequences of suppressing thoughts about tinnitus and the effects of cognitive distraction on brain activity in tinnitus patients. Audiol Neurootol. 2006;11:301–309.\n145. Wilson PH. Classical conditioning as the basis for the \neffective treatment of tinnitus-related distress. ORL \nJ Otorhinolaryngol Relat Spec. 2006;68:6–11.\n146. Martinez-Devesa P , Perera R, Theodoulou M, Waddell \nA. Cognitive behavioural therapy for tinnitus. Cochrane Database Syst Rev. 2010;CD005233.\n147. Cima RF , Maes IH, Joore MA, et al. Specialised treat-\nment based on cognitive behaviour therapy versus usual care for tinnitus: a randomised controlled trial. Lancet. \n2012;379:1951–1959.\n148. Henry JA, Schechter MA, Zaugg TL, et al. Clinical trial to \ncompare tinnitus masking and tinnitus retraining therapy. Acta Otolaryngol Suppl. 2006;64–69.\n149. Tyler RS, Gogel SA, Gehringer AK. Tinnitus activities treat-\nment. Prog Brain Res. 2007;166:425–434.\n150. Henry JA, Schechter MA, Loovis C, Zaugg TL, Kaelin  C, \nMontero M. Clinical management of tinnitus using a \n“progressive intervention” approach. J Rehabil Res Dev. \n2005;42(4 Suppl 2):95–116.\n151. Henry JA, Zaugg TL, Myers PJ, Kendall CJ, Turbin MB. \nPrinciples and application of educational counseling used in progressive audiologic tinnitus management. Noise Health. 2009;11:33–48.152. Henry JA, Loovis C, Montero M, et al. Randomized clinical \ntrial: group counseling based on tinnitus retraining therapy. \nJ Rehabil Res Dev. 2007;44:21–32.\n153. Henry JA, Zaugg TL, Myers PJ, Schechter MA. Using ther -\napeutic sound with progressive audiologic tinnitus manage-ment. Trends Amplif. 2008;12:188–209.\n154. Jastreboff PJ, Jastreboff MM. Tinnitus retraining therapy. In: \nBaguley D, ed. Perspectives in Tinnitus Management. New Y ork, Stuttgart: Thieme; 2001;51–63.\n155. Jastreboff PJ, Jastreboff MM. Tinnitus retraining therapy: a \ndifferent view on tinnitus. ORL J Otorhinolaryngol Relat Spec. 2006;68:23–29.\n156. Jastreboff PJ. Tinnitus retraining therapy. Prog Brain Res. \n2007;166:415–423.\n157. Jastreboff PJ. Tinnitus Retraining Therapy. In: Moller A, \nKleinjung T, Langguth B, De Ridder D, eds. Textbook of \nTinnitus. New Y ork, NY: Springer; 2010;575–596.\n158. Jastreboff PJ, Hazell JW , Graham RL. Neurophysiological \nmodel of tinnitus: dependence of the minimal masking level \non treatment outcome. Hear Res 1994;80:216–232.\n159. Jastreboff PJ. The neurophysiological model of tinnitus. In: \nSnow JB, ed. Tinnitus: Theory and Management. Hamilton, London: BC Decker; 2004,:96–106.\n160. Jastreboff PJ. Tinnitus retraining therapy. In: Snow JB, ed. \nTinnitus: Theory and Management. Hamilton, London: BC Decker; 2004:295–309.\n161. Bauer CA, Kurt W , Sybert LT, Brozoski TJ. The cerebellum \nas a novel tinnitus generator. Hear Res. 2013;295:130–139.\n162. Ueyama T, Donishi T, Ukai S, et al. Brain regions responsible \nfor tinnitus distress and loudness: a resting-state FMRI study. PLoS One. 2013;8:e67778.\n163. Schecklmann M, Landgrebe M, Poeppl TB, et al. Neural cor -\nrelates of tinnitus duration and distress: a positron emission tomography study. Hum Brain Mapp. 2013;34:233–240.\n164. Lockwood AH, Salvi RJ, Burkard RF . Tinnitus. N Engl J Med. \n2002;347:904–910.\n165. Mirz F , Gjedde A, Ishizu K, Pedersen CB. Cortical networks \nsubserving the perception of tinnitus–a PET study. Acta Otolaryngol Suppl. 2000;543:241–243.\n166. Cacace AT. The limbic system and tinnitus. In: Snow JB, ed. \nTinnitus: Theory and Management. Hamilton, ON: Decker BC; 2004:162–170.\n167. Leaver AM, Renier L, Chevillet MA, Morgan S, Kim HJ, \nRauschecker JP . Dysregulation of limbic and auditory net-works in tinnitus. Neuron. 2011;69:33–43.\n168. Vanneste S, De Ridder D. The auditory and non-auditory \nbrain areas involved in tinnitus. An emergent property of multiple parallel overlapping subnetworks. Front Syst \nNeurosci. 2012;6:31.\n169. Albus JS. A theory of cerebellar function. Math Biosci. \n1971;10:25–61.\n170. Bartels H, Staal MJ, Albers FW . Tinnitus and neural plasticity \nof the brain. Otol Neurotol. 2007;28:178–184.\n171. Jastreboff PJ, Jastreboff MM. The neurophysiological model \nof tinnitus and its practical implementation: current status. \nIn: Myers EN, Bluestone CD, Brackman DE, Krause CJ, Tutchko MJ, eds. Advances in Otolaryngology-Head and \nNeck Surgery. V ol 15. St. Louis, MO: Mosby; 2001:135–147.\n172. Moller AR. Tinnitus and pain. Prog Brain Res. \n2007;166:47–53.\n173. LeDoux JE. Emotion circuits in the brain. Annu Rev Neurosci. \n2000;23:155–184.\n174. De Ridder D, Fransen H, Francois O, Sunaert S, Kovacs S, \nVan de HP . Amygdalohippocampal involvement in tinnitus \nand auditory memory. Acta Otolaryngol Suppl. 2006;50–53.\n175. Muhlau M, Rauschecker JP , Oestreicher E, et al. Structural \nbrain changes in tinnitus. Cereb Cortex. 2006;16:1283–1288.\n176. Mahlke C, Wallhausser-Franke E. Evidence for tinnitus \n-related plasticity in the auditory and limbic system, demon-strated by arg3.1 and c-fos immunocytochemistry. Hear Res. 2004;195:17–34.\n177. Konorski J. Conditioned Reflexes and Neuronal Organization. \nCambridge: Cambridge University Press; 1948.\n178. Konorski J. Integrative activity of the brain. Chicago: \nUniversity of Chicago Press; 1967.\n179. Thompson RF , Donegan NH. Learning and memory. In: \nAdelman G, ed. Encyclopedia of Neuroscience. Boston, MA: \nBirkhauser; 1987:571–574.\n180. Koechlin E, Basso G, Pietrini P , Panzer S, Grafman J. The \nrole of the anterior prefrontal cortex in human cognition. Nature. 1999;399:148–151.\n181. Hazell JWP , Sheldrake JB. Hyperacusis and tinnitus. In: \nAran J-M, Dauman R, eds. Tinnitus 91. Proceedings IV International Tinnitus Seminar, Bordeaux, France, 1991. \nAmsterdam: Kugler Publications; 1992:245–248.\n182. Hazell JWP . Tinnitus masking therapy. In: Hazell JWP , ed. \nTinnitus. Edinburgh: Churchill Livingstone; 1987:96–117.\n183. Formby C, Sherlock LP , Gold SL. Adaptive plasticity of loud-\nness induced by chronic attenuation and enhancement of the acoustic background. J Acoust Soc Am. 2003;114:55–58.\n184. Formby C, Sherlock LP , Gold SL. Adaptive plasticity of loud-\nness induced by chronic attenuation and enhancement of the acoustic background. J Acoust Soc Am. 2003;114:55–58.\n185. Munro KJ, Blount J. Adaptive plasticity in brainstem of adult \nlisteners following earplug-induced deprivation. J Acoust Soc Am. 2009;126:568–571.\n186. Hebert S, Fournier P , Norena A. The auditory sensitivity is \nincreased in tinnitus ears. J Neurosci. 2013;33:2356–2364.\n187. Gold SL, Formby C, Frederick EA, Suter C. Shifts in loudness \ndiscomfort level in tinnitus patients with and without hypera-\ncusis. In: Patuzzi R, ed. Proceedings of the VIIth International \nTinnitus Seminar, 2002, Fremantle, Western Australia. Fremantle. Western Australia: Physiology Department, The University of Western Australia; 2002:170–172.\n188. McKinney CJ, Hazell JWP , Graham RL. Changes in loudness \ndiscomfort level and sensitivity to environmental sound with habituation based therapy. In: Hazell JWP , ed. Proceedings of \nthe Sixth International Tinnitus Seminar, 1999, Cambridge, \nUK. London, UK: THC; 1999:499–501.\n189. Norena AJ, Chery-Croze S. Enriched acoustic envi-\nronment rescales auditory sensitivity. NeuroReport. \n2007;18:1251–1255.\n190. Formby C. Hyperacusis and related sound tolerance com-\nplains: differential diagnosis, treatment effects, and models. Semin Hear. 2007;28:227–259.\n191. Formby C, Gold SL. Modification of loudness discomfort \nlevel: evidence for adaptive chronic auditory gain and its clinical relevance. Semin Hear. 2002;23:21–34.\n192. Ehrenberger K, Felix D, Svozil K. Stochastic reso-\nnance in cochlear signal transduction. Acta Otolaryngol. \n1999;119:166–170.\n193. Jaramillo F , Wiesenfeld K. Mechanoeletrical transduction \nassisted by Brownian motion: a role for noise in the auditory system. Nat Neurosci. 1998;1:384–388.\n194. Morse RP , Evans EF . Enhancement of vowel coding for coch-\nlear implants by addition of noise. Nat Med. 1996;2:928–932.\n195. McKinney CJ, Hazell JWP , Graham RL. An evaluation of \nthe TRT method. In: Hazell JWP , ed. Proceedings of the \nSixth International Tinnitus Seminar, 1999, Cambridge, UK. \nLondon, UK: THC; 1999:99–105.\n196. Jastreboff PJ, Jastreboff MM. Tinnitus and Decreased Sound \nTolerance: Theory and Treatment. In: Huges G, Pensak M, eds. Clinical Otology. 3rd ed. New Y ork, NY: Thieme Medical \nPublishers, Inc.; 2007.\n197. Jastreboff PJ. Categories of the patients and the treatment \noutcome. In: Hazell JWP , ed. Proceedings of the Sixth \nInternational Tinnitus Seminar, 1999, Cambridge, UK. London, UK: THC; 1999:394–398.\n198. Herraiz C, Hernandez FJ, Plaza G, De los SG. Long-term \nclinical trial of tinnitus retraining therapy. Otolaryngol Head Neck Surg. 2005;133:774–779.\n199. Seydel C, Haupt H, Szczepek AJ, Klapp BF , Mazurek B. \nLong-term improvement in tinnitus after modified tinnitus retraining therapy enhanced by a variety of psychological \napproaches. Audiol Neurootol. 2010;15:69–80.\n200. Heitzmann T, Rubio L, Cardenas MR, Zofio E. The impor -\ntance of continuity in TRT patients: results at 18 months. In: Hazell JWP , ed. Proceedings of the Sixth International \nTinnitus Seminar, 1999, Cambridge, UK. London, UK: THC; 1999:509–511.\n201. Sheldrake JB, Hazell JWP , Graham RL. Results of tinnitus \nretraining therapy. In: Hazell JWP , ed. Proceedings of the Sixth International Tinnitus Seminar, 1999, Cambridge, UK. \nLondon, UK: THC; 1999:292–296.\n202. Bauer CA, Brozoski TJ. Effect of tinnitus retraining therapy \non the loudness and annoyance of tinnitus: a controlled trial. Ear Hear. 2011;32:145–155.\n203. Beriat GK, Ezerarslan H, Akmansu SH, et al. Comparison \nof efficacy of different treatment methods in the treat-ment of idiopathic tinnitus. Kulak Burun Bogaz Ihtis Derg. \n2011;21:145–153.\n204. Oishi N, Shinden S, Kanzaki S, Saito H, Inoue Y , Ogawa K. \nEffects of tinnitus retraining therapy involving monaural noise \ngenerators. Eur Arch Otorhinolaryngol. 2013;270:443–448.\n205. Formby C, Scherer R. Rationale for the tinnitus retraining \ntherapy trial. Noise Health. 2013;15:134–142.\nCh31.indd   403 16/02/16   4:44 PM"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "404 PART I / Otology and Neurotology\n206. Bartnik G, Stepien A, Raj-Koziak D, Fabijanska A, \nNiedzialek I, Skarzynski H. Troublesome tinnitus in children: \nepidemiology, audiological profile, and preliminary results of \ntreatment. Int J Pediatr. 2012;2012:945356.\n207. Parazzini M, Del BL, Jastreboff M, Tognola G, \nRavazzani P . Open ear hearing aids in tinnitus therapy: an \n efficacy  comparison with sound generators. Int J Audiol.  \n2011;50:548–553.\n208. Molini E, Faralli M, Calenti C, Ricci G, Longari F , Frenguelli \nA. Personal experience with tinnitus retraining therapy. Eur \nArch Otorhinolaryngol. 2009;267:51–56.209. Forti S, Costanzo S, Crocetti A, Pignataro L, Del BL, \nAmbrosetti U. Are results of tinnitus retraining therapy main-\ntained over time? 18-month follow-up after completion of \ntherapy. Audiol Neurootol. 2009;14:286–289.\n210. Baracca GN, Forti S, Crocetti A, et al. Results of TRT \nafter eighteen months: our experience. Int J Audiol. \n2007;46:217–22.\n211. Lux-Wellenhof G, Hellweg FC. Longterm follow up study \nof TRT in Frankfurt. In: Patuzzi R, ed. Proceedings of the Seventh International Tinnitus Seminar. Perth, Australia: The University of Western Australia; 2002:277–279.212. Vernon J, Press L. Treatment for hyperacusis. In: Vernon JA, \ned. Tinnitus Treatment and Relief. 1st ed. Boston, MA: Allyn \nand Bacon; 1998:223–227.\n213. Formby C, Hawley M, Sherlock LP , et al. Intervention for \nrestricted dynamic range and reduced sound tolerance: \nClinical trial using a Tinnitus Retraining Therapy protocol for \nhyperacusis. J Acoust Soc Am. 2013;133(5):3382–3383.\n214. Jastreboff MM. Sound therapies for tinnitus management. \nIn: Langguth B, Hajak G, Kleinjung T, Cacace A, Moller A, eds. Tinnitus: Pathophysiology and Treatment. Amsterdam: \nElsevier; 2007:449–454.\nCh31.indd   404 16/02/16   4:44 PMView publication stats"
    }
  ]
}