{
  "doc_type": "scientific paper",
  "title": ") Reality monitoring an experimental phenomenological approach",
  "authors": [
    "Johnson ("
  ],
  "year": 1988,
  "journal": "Journal of Experimental Psychology: General",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:46:35.661890Z",
  "source_pdf": "documents/research/Global/Johnson (1988) Reality monitoring an experimental phenomenological approach.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal of Experimental Psychology: General\n1988, Vol. 117, No. 4,390-394Copyright I98S by the American Psychological Association, Inc.\n0096-3445/88/S00.75\nReality Monitoring: An Experimental Phenomenological Approach\nMarcia K. Johnson\nPrinceton University\nThis article briefly reviews three empirical articles (Johnson, Foley, Suengas, & Raye, 1988;\nJohnson & Suengas, in press; Suengas & Johnson, 1988) investigating differences in qualitative\ncharacteristics of memories for perceived and imagined events. Major results from these three\narticles are highlighted and related issues are suggested.\nIn collaboration with students and colleagues, I have been\nstudying reality monitoring, that is, the processes involved in\ndiscriminating between memories of real and imagined\nevents. In this work we assume that confusions between\nmemories for imagined events and memories for perceived\nevents arise from the same processes as do accurate classifi-\ncations of memories: from processes of attribution or judg-\nment based on subjective (phenomenal) qualities of experi-\nence (Johnson, 1985, 1988a; Johnson & Raye, 1981).\nIn this issue of JEP: General, we present two articles (John-\nson, Foley, Suengas, & Raye, 1988; Suengas & Johnson, 1988)\nthat illustrate research based on an approach that might be\ncalled experimental phenomenology (also see Johnson &\nSuengas, in press). I am not using the term phenomenology\nin the technical way philosophers do (e.g., Casey, 1987; Ihde,\n1977; Jennings, 1986), but the word captures a similar inten-\ntion to systematically examine qualitative characteristics of\nmental experience. The experimental phenomenology illus-\ntrated by our articles involves studying the impact of variables\non subjective reports. It usually requires collecting reports\nfrom several subjects (e.g., Brown, Shevell, & Rips, 1986;\nJohnson, Kahan, & Raye, 1984; Nigro & Neisser, 1983;\nReiser, Black, & Kalamarides, 1986), but experimental con-\ntrols also can be introduced with a single-subject design\n(Linton, 1986). Our immediate goal in these articles was to\ninvestigate differences in the representation in memory of\nperceived and imagined events. Our long-term goal is to\ndevelop ways of determining which aspects of mental experi-\nence create one's sense of a personal past and one's conviction\n(accurate or not) that memories, knowledge, beliefs, attitudes,\nand feelings are tied to reality in a veridical fashion.\nIn these studies either we asked people to remember an\nautobiographical event (e.g., a trip to the library, a dream) or\nPreparation of this article was supported by National Science\nFoundation Grant BNS-8S10633. This article, and the other two\nappearing in this issue (Johnson, Foley, Suengas, & Raye and Suengas\n& Johnson) were completed when I was a Fellow at the Center for\nAdvanced Study in the Behavioral Sciences (CASBS).\nI am grateful for financial support provided by the John D. and\nCatherine T. MacArthur Foundation and Princeton University. I\nwould also like to express my appreciation to Carol Baxter, Lynn\nGayle, Deanna Knickerbocker, and Kathleen Much (members of the\nCASBS staff), who provided excellent technical assistance, and to\nLincoln Moses for suggestions regarding statistical analyses.\nCorrespondence concerning this article should be addressed to\nMarcia K. Johnson, Department of Psychology, Princeton University,\nPrinceton, New Jersey 08544.we supplied them with simulated autobiographical events. We\ncall these simulated experiences \"minievents\"; they are such\nthings as wrapping a package, meeting someone, or having\ncoffee and cookies. Our minievents are very likely not as\nextended in time nor so emotionally engaging as similar\nnaturally occurring events, and they are not embedded in\nother personality relevant events, but they are considerably\nmore complex than the types of events usually studied in the\nlaboratory.\nFor both naturally occurring and simulated autobiograph-\nical events, we asked subjects to fill out the Memory Charac-\nteristics Questionnaire (MCQ; Johnson et al., 1988), which\nassesses a wide range of qualitative characteristics of the\nexperience of remembering an event (e.g., amount of percep-\ntual and contextual detail, thoughts and feelings). In these\nexperiments, we manipulated the origin of the event, retention\ninterval, and number and type of rehearsals, and we observed\nthe impact of these variables on subjects' responses on various\nscales on the MCQ. In addition, we analyzed responses to\nquestions asking subjects to explain how they knew a remem-\nbered event happened or how they knew it was only imagined.\nWe also tried to determine what features of someone else's\ndescription of events subjects used in deciding whether the\n\"witness\" had described a perceived or an imagined event.\nThe findings we report, and issues they suggest, are indicated\nin the first section. The second section briefly mentions two\nadditional areas in which a systematic consideration of phe-\nnomenal qualities of memories might be useful: the analysis\nof amnesia and the study of beliefs and knowledge.\nEvidence and Issues from Studies of Complex Event\nMemories\nDifferences in Qualitative Characteristics of Perceived\nand Imagined Events\nCompared with memories for imagined events, memories\nfor perceived events have more sensory and contextual infor-\nmation, and they are more likely to give rise to supporting\nmemories (Johnson etal., 1988, Study 1; Suengas & Johnson,\n1988). Furthermore, these differences between memories for\nperceived and imagined events are used in reality monitoring\nof naturally occurring autobiographical events (Johnson et\nal., 1988, Study 2).\nOver time, various characteristics of memories become\nunavailable at different rates. Especially important is that\n390"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "A PHENOMENOLOOICAL APPROACH 391\nsome qualitative characteristics are forgotten more quickly\nfor imagined than for perceived events (Suengas & Johnson,\n1988, Experiment 3). The increasing difference between per-\nceived and imagined events as time passes provides some\nprotection against confusion between perceptions and fabri-\ncations.\nThe Impact of Rehearsal\nWhen people think about events, they do not completely\nactivate all potentially available aspects of the event. Rather,\nour results show that thinking about events is a selective\nprocess that typically involves activation of perceptual (espe-\ncially visual) qualities (Suengas & Johnson, 1988, Experiment\n2). Selectivity in the way characteristics are forgotten, and\nselectivity in the aspects rehearsed, argue for viewing complex\nmemories as composed of different characteristics that can be\nactivated somewhat independently. Studying which charac-\nteristics are truly independent in thought and which tend to\nbundle together is an interesting direction for future research,\nas are the appropriate types of cues for each.\nWe found similar effects on remembering when people\ntalked about events and when they just thought about them\n(Suengas & Johnson, 1988, Experiment 1). Depending on the\nspecific nature of what people think or talk about—perceptual\naspects versus thoughts and feelings—there are somewhat\ndifferent effects on the rated qualitative characteristics of the\nmemory (Suengas & Johnson, 1988, Experiment 1). When\nsubjects rehearsed perceptual aspects of events, memories for\nimagined events remained phenomenally less perceptual than\nmemories for perceived events. Thinking about thoughts and\nfeelings appears to reduce later access to perceptual informa-\ntion. In addition, it also tends to make imagined and perceived\nevents more alike in the amount of thoughts and feelings the\nmemories include. Perhaps people can represent thoughts and\nfeelings to themselves better than they can represent percep-\ntual information. Perhaps they can more easily fabricate\nthoughts and feelings. Or perhaps because thoughts and feel-\nings are difficult to remember (Suengas & Johnson, 1988,\nExperiment 3), people can easily convince themselves that\nthe thoughts and feelings they rehearsed are the ones that they\nlikely had initially. In any event, this finding suggests the\ninteresting possibility that reality monitoring is more likely to\nsuffer if, earlier, people focused on thoughts and feeh'ngs as\nthey remembered events than if they focused on perceptual\ncharacteristics.\nAn important and interesting question is whether rehearsal\nreinstates information that was initially present in memory\nor causes new information to be fabricated. Our best guess is\nthat both effects commonly occur. A related question is\nwhether rehearsal acts on the original memory, perhaps\nchanging it (e.g., Loftus, 1979), or establishes new memories,\nwhich then become part of the basis of remembering (e.g.,\nJohnson & Raye, 1981). Eventually, we would like to be able\nto answer such questions. The important points for the present\nargument are that, whatever the mechanism, rehearsal will\nhave qualitative effects on remembering, and these qualitative\nphenomenal characteristics play a central role in one's auto-\nbiographical experience.Social Aspects of Reality Monitoring\nThe same kind of information that people use to evaluate\nthe reality of their own memories is also used when they\nevaluate the veridicality of other people's memories (Johnson\n& Suengas, in press; also see Schooler, Gerhard, & Loftus,\n1986; Undeutsch, 1982). Furthermore, people's overt descrip-\ntions of events are affected by the aspects of memories they\nhave rehearsed (Johnson & Suengas, in press). Compared with\nthinking about thoughts and feelings, thinking about percep-\ntual aspects leads to descriptions of both real and imagined\nevents that judges are likely to assume came from perceived\nevents. This result implies that well-rehearsed testimony may\nbe specific and confident, but not an accurate picture of the\noriginal event as remembered initially. (Of course, rehearsal\ndoes not necessarily make remembering less accurate.)\nThere are many interesting social aspects of remembering\nthat deserve investigation (e.g., Hirst & Levine, 1985). One of\nthese is that people's attributions about the source of someone\nelse's memories and beliefs determine how they will respond\nto them. If you say you made up an example that nicely\nillustrates a point, your argument is not as persuasive as if\nyou say that it is a real example. Even if you do not acknowl-\nedge that your example is made up, if I suspect it is, I will\nprobably give less weight to your argument. As I forget my\ninitial misgivings, however, your argument may take on more\nforce, producing a kind of \"sleeper effect\" (e.g., Greenwald,\nPratkanis, Leippe, & Baumgardner, 1986; Hovland & Weiss,\n1951). Of course, the speaker as well as the listener might\nforget that the example was invented to make a point. Thus\nboth speaker and listener may make errors in monitoring the\nsource of information. Furthermore, for both speaker and\nlistener, the characteristics on which source monitoring is\nbased may change over time and as a consequence of the type\nof rehearsal engaged in.\nDescriptions Versus Rating Phenomenal\nCharacteristics\nDescriptions of events (i.e., recall protocols) may at first\nappear to be more objective memory data than ratings of the\nphenomenal qualities of memories for events, but descriptions\ndo not necessarily provide a truer picture of the nature of\nwhat is represented in memory. For example, requiring sub-\njects to put memories into words may make memories, par-\nticularly memories of imagined events, seem more concrete\nthan they really are. If so, one consequence might be to\ndecrease differences between memories for real and imagined\nevents that have been described compared with differences\nbetween memories for real and imagined events that have not\nbeen described. (This may be one reason to keep fantasies to\noneself.)\nWe have only begun to explore the relation between asking\npeople to describe an event and asking them to rate their\nsubjective experience while remembering. Whereas we con-\nsistently find some differences between perceived and imag-\nined events with rating measures, in one study (Johnson &\nSuengas, in press) oral descriptions of real and imagined\nevents did not differ significantly. A subsequent study (Hash-"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "392 MARCIA K. JOHNSON\ntroudi, Johnson, & Chrosniak, in press), however, produced\nsignificant differences between perceived and imagined events\nwith written descriptions. One possibility is that people might\nuse more stringent criteria for editing memories (e.g., Hasher\n& Griffin, 1978; Johnson, 1988a; Lindsay & Johnson, in\npress; Raye et al., 1980) when writing than when talking. We\nalso speculated that, compared with written descriptions, oral\ndescriptions might be more subject to social considerations\nsuch as the speaker wanting to produce an interesting or\ncohesive narrative. Such effects might influence descriptions\nof imagined more than descriptions of perceived events, re-\nducing differences between them. A more general question is,\ngiven constant acquisition conditions, what are the test con-\nditions that affect the magnitude of differences between per-\nceived and imagined events and are the effects similar across\nmemory measures? For instance, do payoffs, time restrictions,\nor social factors (e.g., compliancy pressures, self-presenta-\ntional concerns, demand characteristics) affect differences\nobserved between memories for perceived and imagined\nevents and, if so, in the same way for various measures?\nOther Potential Applications of an Experimental\nPhenomenological Approach\nAmnesia\nOur primary interest was in investigating the nature of the\nrepresentation in memory of perceived and imagined events\nin order to understand normal reality monitoring processes.\nNevertheless, focusing on the qualitative characteristics of\nmental experience may also help us in our analysis of cogni-\ntive dysfunctions such as amnesia (Johnson, 1987, 1988b) or\ndelusions (Johnson, 1988a). For example, the Johnson et al.\n(1988) and Suengas and Johnson (1988) articles suggest that\nthinking and talking about events may play a critical role in\nmaintaining the clarity of memories and, thus, their autobio-\ngraphical quality. Patients with anterograde amnesia may\nproduce less integrated or embellished encodings of events\ninitially (e.g., see chapters in Cermak, 1982; Johnson, 1988b),\nand they certainly will engage in less subsequent thinking and\ntalking about the events. Thus they suffer from deficits oper-\nating both when the event occurred and later when the event\nmight have been thought about but was not (Johnson, 1987).\nTheir problem is not just that they cannot recall events but\nalso that they cannot \"compound the interest\" from recalling\nevents. If people without amnesia never subsequently thought\nor talked about autobiographical events, their memory for\nthese events would also have a nonspecific or vague, \"free-\nfloating\" (Schacter & Tulving, 1982) quality.\nBaddeley and Wilson (1986) reported some interesting ob-\nservations about qualitative aspects of amnesics' recall of\nautobiographical events. They described an amnesic patient\nwith frontal lobe damage who has trouble separating experi-\nences he actually had from those he imagines. Interestingly,\nhis fabricated reports include a great deal of detail. A second\namnesic (also with frontal lobe damage) also has trouble in\nevaluating the origin—real or imagined—of apparent mem-\nories. Thus, although many amnesics may have trouble spec-ifying the particular external source of information in memory\n(e.g., Schacter, Harbluk, & McLachlan, 1984), some may\nhave severe reality monitoring problems in addition to then-\nother memory deficits. (As illustrated in a study by Hash-\ntroudi, Johnson, & Chrosniak, in press, of normal aging\neffects, a deficit in external source monitoring is not necessar-\nily accompanied by a deficit in reality monitoring.)\nThe Origin of Beliefs and Knowledge\nMuch research in the last 20 years has been based on the\nidea that remembering and knowing reflect separate systems\n(e.g., as represented by Tulving's, 1983, episodic-semantic\ndistinction). The problems with this approach are increasingly\napparent (see Johnson & Hasher, 1987, for recent references).\nAlthough the distinction between remembering and knowing\ncaptures a clear phenomenal difference between mental ex-\nperiences, evidence for a meaningful theoretical difference has\nbeen harder to come by. But this clear phenomenal difference\nis perhaps itself the heart of the matter. The distinction\nbetween remembering and knowing (like that between reality\nand fantasy) reflects attributions made on the basis of subjec-\ntive qualities of mental experiences. In fact, some of the same\nqualities that make a memory seem real (i.e., perceptually\nderived) also give it the specificity of a memory for an auto-\nbiographical event (also see Johnson, 1987, 1988b; Klatsky,\n1984; Reiser, 1987). If it is phenomenal characteristics that\ndiscriminate between real and imagined events and that dis-\ncriminate between autobiographical memory and other types\nof memory (e.g., knowledge and beliefs), then the systematic\nstudy of subjective or phenomenal qualities of memories is\nessential (also see Brewer & Pani, 1983).\nMost of out work has been concerned with reality monitor-\ning of events. Nevertheless, the mechanisms and issues of\nsource monitoring (Hashtroudi et al., in press; Johnson,\n1988a; Lindsay, 1987; Lindsay & Johnson, 1987) in general,\nand reality monitoring (Johnson & Foley, 1984; Johnson &\nRaye, 1981) in particular, apply equally to discriminating the\norigin of event memories and to discriminating the origin of\nbeliefs and knowledge (Johnson, 1988a; Johnson & Lindsay,\n1986). Take, for example, the event memory \"John said he\nwould help me but he didn't.\" This could be an accurate\nrepresentation of an actual prior experience, or it could be a\nmemory for an imagined or anticipated event that never\nhappened. From events one also acquires knowledge, atti-\ntudes, and beliefs, such as \"John is unreliable\" or (if John\nhappens to be a lawyer) \"lawyers are unreliable.\" If no corre-\nsponding event actually happened, the memory that \"John\nsaid he would help but didn't\" is a failure of reality monitoring\nat the event level; the belief that \"John is unreliable\" would\nbe a failure of reality monitoring at the level of beliefs and\nknowledge. That is, knowledge and beliefs, like event mem-\nories, may or may not accurately reflect actual events. Thus\nunderstanding reality monitoring requires not only an analysis\nof the nature of memories of complex events (e.g., Johnson\net al., 1988; Johnson et al., 1984; Johnson & Suengas, in\npress; Suengas & Johnson, 1988) but also an analysis of the\ndevelopment and maintenance of knowledge and beliefs\n(Johnson, 1988a; Slusher& Anderson, 1987)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "A PHENOMENOLOGICAL APPROACH 393\nSome of the same factors that are important in making\nevent memories seem real are important in making a belief\nor knowledge seem compelling. These include embeddedness\nin supporting knowledge and beliefs and even perceptual\ndetail, embeddedness in spatial and temporal context, and\nembeddedness in supporting event memories. Such specificity\nmay at first seem contrary to what one usually means by\nknowledge and beliefs. However, the conviction in the ab-\nstractions one is willing to assert is very likely increased by\nthe availability of specific cases that \"fit\" (e.g., an example of\na lawyer behaving unreliably). \"Normal\" misconceptions and\nclinical delusions often involve failures of reality monitoring\nat the level of knowledge and beliefs, as well as at the level of\nevents (Johnson, 1988a). In addition, just as for event mem-\nories, the nature of knowledge representations, and hence the\npotential for reality monitoring failure, will be affected by\nrehearsal. Thus the similarity in processes operating in re-\nmembering and knowing should be as interesting as potential\ndifferences.\nTaken together, our studies suggest that similar relation-\nships are found with autobiographical events and simulated\nautobiographical events and that simulation techniques can\nhelp clarify results found for natural memories. Laboratory\nexperiments and autobiographical studies, as well as obser-\nvations of how memory operates in natural contexts (e.g.,\nBruce, 1985; Neisser, 1978; and other chapters in Gruneberg,\nMorris, & Sykes, 1978), should converge on an understanding\nof the mechanisms of memory and their functional impor-\ntance. For both natural remembering and laboratory remem-\nbering, reports of the phenomenal qualities of mental experi-\nence provide a potentially rich source of data. Such data can\nhelp clarify the role of qualitative characteristics of memories\nin identifying their origin and the selective impact of time\nand rehearsal on event memories,. Studying the phenomenal\nqualities of mental experience associated with amnesia, or\nwith knowing, or with believing might augment our analyses\nof these mental experiences as well.\nReferences\nBaddeley, A., & Wilson, B. (1986). Amnesia, autobiographical mem-\nory, and confabulation. In D. C. Rubin (Ed.), Autobiographical\nmemory (pp. 225-252). Cambridge, England: Cambridge Univer-\nsity Press.\nBrewer, W. F., & Pani, J. R. (1983). The structure of human memory.\nIn G. H. Bower (Ed.), The psychology of learning and motivation:\nAdvances in research and theory (Vol. 17, pp. 1-38). New York:\nAcademic Press.\nBrown, N. R., SheveH, S. K., & Rips, L. J. (1986). Public memories\nand their personal context. In D. C. Rubin (Ed.), Autobiographical\nmemory (pp. 137-148). Cambridge, England: Cambridge Univer-\nsity Press.\nBruce, D. (1985). The how and why of ecological memory. Journal\nof Experimental Psychology: General, 114, 78-90.\nCasey, E. S. (1987). Remembering: A phenomenological study.\nBloomington: Indiana University Press.\nCennak, L. S. (1982). Human memory and amnesia. HUlsdale, NJ:\nErlbaum.\nGreenwald, A. G., Pratkanis, A. R., Leippe, M. R., & Baumgardner,\nM. H. (1986). Under what conditions does theory obstruct research\nprogress? Psychological Review, 93, 216-229.Gruneberg, M. M., Morris, P., & Sykes, R. H. (Eds.). (1978). Practical\naspects of memory. New York: Academic Press\nHasher, L., & Griffin, M. (1978). Reconstructive and reproductive\nprocesses in memory. Journal of Experimental Psychology: Human\nLearning and Memory, 4, 318-330.\nHashtroudi, S., Johnson, M. K., & Chrosniak, L. D. (in press). Aging\nand source monitoring. Psychology and Aging.\nHashtroudi, S., Johnson, M. K., & Chrosniak, L. D. (1988). Aging\nand qualitative characteristics of memories for complex events.\nManuscript submitted for publication.\nHirst, W., & Levine, E. (1985). Ecological memory reconsidered: A\ncomment on Bruce's \"The how and why of ecological memory.\"\nJournal of Experimental Psychology: General, 114, 269-271.\nHovland, C. I, & Weiss, W. (1951). The influences of source credi-\nbility on communication effectiveness. Public Opinion Quarterly,\nIS, 635-650.\nIhde, D. (1977). Experimental phenomenology. New York: Putnam.\nJennings, J. L. (1986). Husserl revisited: The forgotten distinction\nbetween psychology and phenomenology. American Psychologists,\n41, 1231-1240.\nJohnson, M. K. (1985). The origin of memories. In P. C. Kendall\n(Ed.), Advances in cognitive-behavioral research and therapy (Vol.\n4, pp. 1-27). New York: Academic Press.\nJohnson, M. K. (1987, February). Origin of memories. Paper pre-\nsented at annual Lake Ontario Visionary Establishment conference,\nNiagara Falls, Ontario, Canada.\nJohnson, M. K. (1988a). Discriminating the origin of information. In\nT. F. Oltmanns & B. A. Maher (Eds.), Delusional beliefs: Interdis-\nciplinary perspectives (pp. 34-65). New York: Wiley.\nJohnson, M. K. (1988b). Functional forms of human memory. In J.\nL. McGaugh, N. M. Weinberger, & G. Lynch (Eds.), Brain orga-\nnization and memory: Cells, systems and circuits. New York:\nOxford University Press.\nJohnson, M. K., & Foley, M. A. (1984). Differentiating fact from\nfantasy: The reliability of children's memory. Journal of Social\nIssues, 40, 33-50.\nJohnson, M. K., Foley, M. A., Suengas, A. G., & Raye, C, L. (1988).\nPhenomenal characteristics of memories for perceived and imag-\nined autobiographical events. Journal of Experimental Psychology:\nGeneral, 117, 371-376.\nJohnson, M. K., A Hasher, L. (1987). Human learning and memory.\nAnnual Review of Psychology, 38,631-668.\nJohnson, M. K., Kahan, T. L., & Raye, C. L. (1984). Dreams and\nreality monitoring. Journal of Experimental Psychology: General,\n113, 329-344.\nJohnson, M. K., & Lindsay, D. S. (1986, August). Reality monitoring.\nPaper presented at the 94th annual convention of the American\nPsychological Association, Washington, DC.\nJohnson, M. K., & Raye, C. L. (1981). Reality monitoring. Psycho-\nlogical Review, 88, 67-85.\nJohnson, M. K., & Suengas, A. G. (in press). Reality monitoring\njudgments of other people's memories. Bulletin ofthePsychonomic\nSociety.\nKlatsky, R. L. (1984). Armchair theorists have more fun. The Behav-\nioral and Brain Sciences, 7, 223-268.\nLindsay, D. S. (1987). Whence comes this memory? Unpublished\ndoctoral dissertation, Princeton University, Princeton, NJ.\nLindsay, D. S., & Johnson, M. K. (1987). Reality monitoring and\nsuggestibility: Children's ability to discriminate among memories\nfrom different sources. In S. J. Ceci, M. P. Toglia, & D. F. Ross\n(Eds.), Children's eyewitness memory (pp. 92-121). New York:\nSpringer-Verlag.\nLindsay, D. S., & Johnson, M. K. (in press). The eyewitness suggest-\nibility effect and memory for source. Memory & Cognition.\nLinton, M. (1986). Ways of searching and the contents of memory."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "394 MARCIA K. JOHNSON\nIn D. C. Rubin (Ed.), Autobiographical memory (pp. 50-70).\nCambridge, England: Cambridge University Press.\nLoftus, E. F. (1979). Eyewitness testimony. Cambridge, MA: Harvard\nUniversity Press.\nNeisser, U. (1978). Memory: What are the important questions? In\nM. M. Gruneberg, P. Morris, & R. H. Sykes (Eds.), Practical aspects\nof memory (pp. 3-24). New York Academic Press.\nNigro, G., & Neisser, U. (1983). Point of view in personal memories.\nCognitive Psychology, 15, 467-482.\nRaye, C. L., Johnson, M. K., & Taylor, T. H. (1980). Is there\nsomething special about memory for internally-generated infor-\nmation? Memory & Cognition, 8, 141-148.\nReiser, B. J. (1987). The content of event knowledge structures. Paper\npresented at the 94th Annual Conference of the Cognitive Science\nSociety, Seattle, WA.\nReiser, B. J., Black, J. B., & Kalamarides, P. (1986). Strategic memory\nsearch processes. In D. C. Rubin (Ed.), Autobiographical memory\n(pp. 100-121). Cambridge, England: Cambridge University Press.\nSchacter, D. L., Harbluk, J. L., & McLachlan, D. R. (1984). Retrieval\nwithout recollection: An experimental analysis of source amnesia.\nJournal of Verbal Learning and Verbal Behavior, 23, 593-611.Schacter, D. L., & Tulving, E. (1982). Memory, amnesia, and the\nepisodic/semantic distinction. In R. L. Isaacson & N. E. Spear\n(Eds.), The expression of knowledge. New York: Plenum Press.\nSchooler, J. W., Gerhard, D., & Loftus, E. F. (1986). Qualities of the\nunreal. Journal of Experimental Psychology: Learning. Memory,\nand Cognition, 12, 171-181.\nSlusher, M. P., & Anderson, C. A. (1987). When reality monitoring\nfails: The role of imagination in stereotype maintenance. Journal\nof Personality and Social Psychology, 52, 653-662.\nSuengas, A. G., & Johnson, M. K. (1988). Qualitative effects of\nrehearsal on memories for perceived and imagined complex events.\nJournal of Experimental Psychology: General, 117, 377-389.\nTulving, E. (1983). Elements of episodic memory. New York: Oxford\nUniversity Press.\nUndeutsch, U. (1982). Statement reality analysis. In A. Trankell\n(Ed.), Reconstructing the past: The role of psychologists in criminal\ntrials. Deventer, The Netherlands: Kluwer.\nReceived July 22, 1987\nRevision received February 17, 1988\nAccepted April 11, 1988 •\nCorrection to Ceci and Liker\nIn the commentary \"Stalking the IQ-Expertise Relation: When the Critics Go Fishing\" by\nStephen J. Ceci and Jeffrey K. Liker (JEP: General, 1988, Vol. 117, No. 1, pp. 96-100),\nsubjects #24 and #25 were incorrectly listed as failing race 5 (Os). There ought to have been\nIs next to them for this race, making the marginal totals add up to 90% for each.\nIn addition, in Footnote 2 of their article, a line was inadvertently deleted during produc-\ntion. The line should have read: \"b) D & S contend that a restricted scale range compromises\nthe trustworthiness of a reliability estimate. Scale restrictions may ...\" (p. 99)."
    }
  ]
}