{
  "doc_type": "scientific paper",
  "title": "Quality of Life among youth with misophonia",
  "authors": [
    "Kook et al"
  ],
  "year": 2024,
  "journal": "Journal of Psychopathology and Behavioral Assessment",
  "doi": "10.1007/s10862-024-10163-y",
  "abstract": "This study examined quality of life (QoL) in youth with misophonia compared to a general US youth sample and how misophonia-related variables (severity, number of triggers, responses), internalizing/externalizing symptoms, age and gender were associated with QoL among youth with misophonia. One-hundred and two children and adolescents (Mage = 13.7 [2.5]) with impairing misophonia symptoms completed self-report measures and clinical interviews. A comparison to a general US youth sample was conducted by dividing participants with misophonia into two age groups (< or ≥ 14 years). Older youth with misophonia reported poorer QoL than youth from the general US population, while no statistically significant difference emerged for younger youth with misophonia. More internalizing symptoms, more pessimism, a greater number of misophonia triggers, and being older were significantly associated with poorer QoL among youth with misophonia, with each variable explaining unique variance. Hence, youth with misophonia – particularly adolescents – may have lower QoL compared to their peers, and internalizing symptoms and pessimism are most strongly correlated with poorer QoL. Future research should examine what contributes to poor QoL among youth with misophonia and their family members and potential remedies. Keywords Misophonia · Sound sensitivity · Quality of life · Youth · Pessimism · Internalizing symptoms",
  "keywords": [
    "Misophonia · Sound sensitivity · Quality of life · Youth · Pessimism · Internalizing symptoms"
  ],
  "research_topics": [
    "Misophonia · Sound sensitivity · Quality of life · Youth · Pessimism · Internalizing symptoms"
  ],
  "created_at": "2025-05-04T23:13:35.532109Z",
  "source_pdf": "documents/research/Global/Kook et al 2024 Quality of Life among youth with misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Vol.:(0123456789)Journal of Psychopathology and Behavioral Assessment \nhttps://doi.org/10.1007/s10862-024-10163-y\nQuality of Life among Youth with Misophonia: The Role of Internalizing \nSymptoms and Pessimism\nMinjee Kook1 · Catherine E. Rast1 · Matti Cervin1,2 · Jane Clinger1 · Eleanor Smith1 · Isabel Draper1 · \nNicholas Murphy1 · Marijn Lijffijt1 · Sophie Schneider1 · Mered S. Parnes3 · Caitlin Pinciotti1 · Wayne K. Goodman1 · \nEric A. Storch1  · Andrew G. Guzick1,4\nAccepted: 31 July 2024 \n© The Author(s) 2024\nAbstract\nThis study examined quality of life (QoL) in youth with misophonia compared to a general US youth sample and how \nmisophonia-related variables (severity, number of triggers, responses), internalizing/externalizing symptoms, age and gender \nwere associated with QoL among youth with misophonia. One-hundred and two children and adolescents  (Mage = 13.7 [2.5]) \nwith impairing misophonia symptoms completed self-report measures and clinical interviews. A comparison to a general US \nyouth sample was conducted by dividing participants with misophonia into two age groups (< or ≥ 14 years). Older youth \nwith misophonia reported poorer QoL than youth from the general US population, while no statistically significant difference \nemerged for younger youth with misophonia. More internalizing symptoms, more pessimism, a greater number of misophonia \ntriggers, and being older were significantly associated with poorer QoL among youth with misophonia, with each variable \nexplaining unique variance. Hence, youth with misophonia – particularly adolescents – may have lower QoL compared to \ntheir peers, and internalizing symptoms and pessimism are most strongly correlated with poorer QoL. Future research should \nexamine what contributes to poor QoL among youth with misophonia and their family members and potential remedies.\nKeywords Misophonia · Sound sensitivity · Quality of life · Youth · Pessimism · Internalizing symptoms\nIntroduction\nMisophonia is characterized by distressing emotional and \nphysiological reactions to specific sound triggers and visual \nstimuli (Swedo et al., 2022 ). Triggers are often oral-nasal in \nnature (e.g., breathing, eating, lip smacking, sniffing, throat \nclearing, talking or humming) although there is a wide \nvariety of triggers such as tapping, typing on a keyboard, \npen clicking, and animal sounds as well as visual stimuli \nlike leg swinging or knuckle cracking (Swedo et al., 2022). In response to these triggers, individuals with misophonia \noften experience intense emotional reactions such as anger, \nannoyance, irritation, disgust, shame, guilt, and physiologi-\ncal reactions (e.g., increase heart rate, sweating, muscle ten-\nsion, and autonomic arousal (Swedo et al., 2022; Jager et al., \n2020; Edelstein et al., 2013)). Behavioral responses to miso-\nphonic triggers can include verbal and physical aggression, \nassertively asking others to stop making noises, covering \neyes and ears, crying, active avoidance of hearing triggers \n(e.g., walking away, listening to music), and mimicking trig-\nger sounds, among others (Edelstein et al., 2013; Jager et al., \n2020; Siepsiak et al., 2023). Misophonia is associated with \nfunctional impairment across family, social, academic and \nwork domains (Brout et al., 2018; Swedo et al., 2022; Wu \net al., 2014; Zhou et al., 2017).\nGiven this often disabling clinical profile, it seems as \nthough individuals with misophonia would experience con-\nsiderably poorer quality of life (QoL); however, investiga-\ntions into the quality of life (QoL) in this population are \nlimited, particularly among children and adolescents. QoL \nis a multidimensional concept that describes the overall  * Andrew G. Guzick \n Andrew.guzick@pennmedicine.upenn.edu\n1 Department of Psychiatry and Behavioral Sciences, Baylor \nCollege of Medicine, Houston, TX, USA\n2 Department of Clinical Sciences, Lund University, Lund, \nSweden\n3 Department of Neurology, Baylor College of Medicine and, \nTexas Children’s Hospital, Houston, TX, USA\n4 Department of Psychiatry, University of Pennsylvania, 3535 \nMarket Street, 2nd Floor, Philadelphia, PA 19104, USA"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal of Psychopathology and Behavioral Assessment\nwell-being of an individual and the extent to which an indi-\nvidual can enjoy and is satisfied with their life (Endicott \net al., 2006; Felce & Perry, 1995). Assessing QoL provides \nunique insight into an individual’s perceived impact of ill-\nness and can be used as an additional metric to operational-\nize symptom severity as well as response to interventions in \nresearch and clinical settings. Outside of misophonia, QoL is \nconsistently inversely correlated with the severity of mental \nhealth and somatic symptoms (Coluccia et al., 2017; Fer -\nnandes et al.  2023; Lack et al., 2009; Storch et al., 2018). \nAcross mental health conditions such as obsessive–com-\npulsive disorder (OCD; (Weidle et al., 2015)), chronic tic \ndisorders (Storch et al., 2007), and internalizing disorders \n(Martinsen et al., 2016), QoL is lower relative to controls. \nSimilarly, hearing conditions such as tinnitus or hyperacusis \nare associated with problems with sleep, attention, headache, \nstress, functioning and emotional well-being in youth (Kim \net al., 2012; Myne & Kennedy, 2018; Potgieter et al., 2020; \nTegg-Quinn et al., 2021). Youth with comorbid diagnoses \nexperience worse QoL than those who have a single diag-\nnosis (Johansson et al., 2013; Masellis et al., 2003), likely \ndue to the cumulative burden coupled with each condition. \nInternalizing symptoms, which refer to internal responses \nthat manifest in disorders such as depression and anxiety, \nare uniquely associated with QoL in adolescents, even \nwhen accounting for demographic and environmental fac-\ntors (Salum et al., 2014). Similarly, externalizing symptoms, \nwhich refer to external behaviors that manifest in impul-\nsivity, anger, aggression, have been found to be associated \nwith QoL in both clinical (Lack et al., 2009) and medical \nsamples (Jackson et al., 2014). Given the documented sever -\nity and associated impairment in misophonia, high rates of \nits co-occurrence with internalizing conditions (Guzick \net al., 2023; Jager et al., 2020; Siepsiak et al., 2020a), which \ncan develop as early as during childhood (Rinaldi & Sim-\nner, 2023), and the known effects of stress on physical and \nmental health (LeMoult et al., 2020; O’Connor et al., 2021; \nStults-Kolehmainen & Sinha, 2014), it is conceivable that \nyouth with misophonia may experience worse QoL than \ntheir non-misophonic peers.\nUnderstanding QoL in youth with misophonia has poten-\ntial clinical and policy implications. First, attenuated QoL \nmay lead to health deterioration due to its association with \ndecreased resilience (Anderson et al., 2020), increased \ndepressive symptoms (Thabrew et al., 2018) and sleep \ndeprivation (Paiva et al., 2015). Second, there is emerging \nevidence that supports the association between misophonia \nsymptoms and self-destructive behaviors (i.e., self-harm, \nsuicidal thinking). A recent study by Simner and Rinaldi \n(Simner & Rinaldi, 2023 ) found that adults with current \nmisophonia symptoms reported poorer well-being than non-\nmisophonic adults during their adolescence and early adult-\nhood. Furthermore, in comparison to the non-misophonic control group, more female adults with current misophonia \nsymptoms endorsed a history of self-harm and suicidal feel-\nings at the age of 16, and a history of self-harm with intent to \ndie and suicidal ideation at the age of 24 (Simner & Rinaldi, \n2023). In another study by Siepsiak and colleagues (Sie-\npsiak et al., 2023), adolescents with misophonia reported \ntheir engagement in self-harm behaviors (e.g., pinching, \nscratching skin) while hearing the triggers sounds and the \nassociated results (e.g., bruises, scratches, bleeding). Given \nthat self-harm and suicidality are associated with lower life \nsatisfaction and well-being (Le et al., 2023), these findings \nhighlight that youth with misophonia might be at risk of \nexperiencing poor QoL or that they may be engaging in self-\ndestructive behaviors due to poor QoL. Third, understanding \nQoL will provide further justification for developing and \nevaluating interventions and policies for this population, as \nwell as provide guidance on domains that may be necessary \nto specifically target in treatment.\nHowever, research on misophonia and its association with \nQoL is still in its infancy. In an adult study, Jager and col-\nleagues (Jager et al., 2020) suggested that QoL is adversely \nimpacted among individuals with misophonia. In an online, \nlongitudinal survey, adults with misophonia reported lower \nQoL than the general population at baseline and at a 1-year \nfollow-up, and the difference between reported QoL was \nprominent for emotional well-being and social functioning \n(Dibb & Golding, 2022). In a pediatric study, Rinaldi and \ncolleagues (Rinaldi et al., 2022) examined QoL among 15 \nchildren with elevated misophonia symptoms and showed \nthat these children had poorer health-related QoL and sat-\nisfaction with life than peers without elevated misophonia \nsymptoms. In other work, misophonia severity was nega-\ntively associated with QoL in youth although QoL was not \nsignificantly different between misophonia and anxiety \ngroups (Cervin et al., 2023; Guzick et al., 2023).\nTo extend this line of research in a novel way, the pre-\nsent study examined QoL in youth with misophonia by 1) \nrecruiting a large sample size within the United States of \nAmerica, and 2) investigating multiple variables associated \nwith misophonia symptom severity (e.g., pessimism). Spe-\ncifically, we had two aims. First, we examined whether youth \nwith misophonia reported more impaired QoL compared to \na general US youth sample. Given that a previous study \nby Rinaldi and colleagues (Rinaldi et al., 2022) found that \nchildren with misophonia reported poorer well-being on a \nbrief, four-item QoL measure, which assesses well-being in \nmajor life domains (i.e., home, school, friends, and health) \nas well as based on our clinical experience, we hypothe-\nsized that QoL would be impaired in youth with misopho-\nnia compared to their peers without misophonia. To assess \nQoL in our sample, we utilized a QoL measure (Endicott \net al., 2006 ) that assesses well-being across a broad range \nof life domains, including the aspects examined in Rinaldi"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal of Psychopathology and Behavioral Assessment \nand colleagues’ study (Rinaldi et al., 2022), and additional \nareas such as mood/feelings, play or free time, and energy \nlevel. Second, we examined whether different features of \nmisophonia (severity, number of triggers, responses), co-\noccurring mental health symptoms and sociodemographic \ninformation were associated with QoL among youth with \nmisophonia. Based on previous research in non-misophonic \nconditions (e.g., OCD, anxiety disorders), it was expected \nthat misophonia symptom severity would be negatively \nrelated to QoL. We also predicted that internalizing and \nexternalizing symptoms would each be uniquely associated \nwith poorer QoL.\nMethod\nParticipants and Procedure\nYouth with misophonia and their parents were recruited \nvia social media, newsletters, listservs, clinician referrals, \nand other resources. First, 148 participants were screened \nthrough a phone call for basic eligibility requirements: 1) \n8—17 years old, 2) proficiency in English, and 3) currently \nliving in the United States (U.S). After this preliminary \nscreening, 19 declined to participate, 3 were found to be \nineligible (1 due to communication concerns (e.g., child \ncould not comprehensively communicate misophonia-\nrelated concerns), and 2 lived outside of the U.S.), 13 were \nlost to follow up, and 1 did not schedule for other reasons.\nFollowing the screening, 112 participants provided their \nassent/consent and completed the online screening question-\nnaires to confirm their eligibility. Youth with misophonia \nhad to score ≥ 10 on the Amsterdam Misophonia Scale indic-\native of misophonia with moderate severity (A-MISO-S) \n(Schröder et al., 2013). Given that the A-MISO-S was origi-\nnally developed for adults (Schröder et al., 2013), a trained \nassessor was present to clarify any questions and ensure par -\nticipants could respond to the questions appropriately. After \nconfirming eligibility, youth participants and their parents \ncompleted a series of online baseline questionnaires and vir -\ntual clinical interviews using a HIPAA compliant telecon-\nferencing software. The clinical interview consisted of the \nMini International Neuropsychiatric Interview for Children \nand Adolescents (MINI-KID) (Sheehan et al., 2010 ) and \nthe Misophonia Assessment Interview (MAI) (Lewin et al., \n2021). The MINI-KID and the MAI were administered by \ntrained assessors who held at least a bachelor's in psychol-\nogy. The MINI-KID was administered to both the parents \nand youth, and was used to further characterize possible \nco-occurring disorders (e.g., depression, anxiety, ADHD), \nwhich is reported in Guzick et al. (2023). The MINI-KID \nwas not used to ascertain misophonia symptoms.Of the 112 who completed the above interviews, 5 (4%) \nwere ineligible due to their misophonia symptoms being too \nmild (a score on A-MISO-S < 10), and 5 (4%) were unable \nto schedule visits. A total of 102 misophonia participants \nwere included in the present analyses. The cut-off score \nof 10 on A-MISO-S was determined based on (Möllmann \net al., 2023) and because scores 10 – 14 are considered to \nbe moderate severity (Schröder et al., 2013). Participants \nwere compensated $60 (i.e., $30 for the parent and $30 for \nthe child) for completing the self-report questionnaires and \nclinical interviews.\nMeasures\nPediatric Quality of Life Enjoyment and Satisfaction Ques‑\ntionnaire (P‑QLESQ) The P-QLESQ is a 15-item, self-\nreport measure on a 5-point Likert scale, which ranges from \n1 = Very Poor to 5 = Very Good and assesses quality of life \nin children and adolescents (Endicott et al., 2006). It has \nshown strong internal consistency, test–retest reliability, and \nconcurrent validity in youth. Higher scores on P-QLESQ \nindicate better QoL. In the present study, the P-QLESQ \nwas delivered as a child self-report and the internal consist-\nency was very good (a = 0.90). Mean and standard devia-\ntion scores in a general US youth sample with a mean age \nof 15.5 years (SD = 1.07, 61.5% girls) have been reported \n(Anderson et al., 2020) and were used as a reference.\nMisophonia Assessment Questionnaire (MAQ)  The MAQ is \na self-report measure that assesses impact/severity of miso-\nphonia (Dozier, 2015; Johnson & Dozier, 2013). The meas-\nure includes 21 items that comprise four scales: pessimism \n(e.g., “My response to certain triggers currently makes me \nfeel helpless”), distress (e.g., “My sound issues currently \nmake me unhappy”), interference (e.g., “My sound issues \ncurrently interfere with my social life”) and non-recognition \n(Cervin et al., 2023). Each item is rated on a 4-point Likert \nscale from 0 = not at all to 3 = almost all the time. Reliability \nand validity properties are strong (Cervin et al., 2023). The \nfour subscales were used to explore associations with QoL. \nThe MAQ was used to further characterize the severity and \npresentation of misophonia. The internal consistency of each \nsubscale was adequate in our sample: Pessimism, a = 0.89; \nDistress, a = 0.84; Interference, a = 0.86; Non-recognition, \na = 0.75.\nMisophonia Assessment Interview (MAI) The MAI is a clini-\ncian-administered semi-structured interview for children and \nadolescents that evaluates the overall impairment caused by \nmisophonia (Cervin et al., 2023). This interview was admin-\nistered to both the parent and youth simultaneously. This \ninterview includes a list of 8 possible trigger categories (e.g., \neating, breathing, nasal, tapping, environmental), including"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Journal of Psychopathology and Behavioral Assessment\nan “other” category to capture other possible misophonic \ntrigger categories, 7 possible emotional (e.g., anger, disgust, \nanxiety) and 4 behavioral (e.g., verbal aggression, physical \naggression) responses. In the present study, this measure \nwas used to create two misophonia variables: count of the \nnumber of triggers (out of 8 listed) and count of the number \nof responses (out of the 11 listed). Hence, the MAI was used \nto quantify the number of misophonia triggers and the num-\nber of misophonia responses, but not to assess impairment \ncaused by misophonia nor determine eligibility. Psychomet-\nric properties of MAI have not been examined yet.\nYouth Self‑Report (YSR) YSR is a self-report questionnaire \ncommonly used to assess externalizing and internalizing \nbehaviors (Achenbach & Rescorla, 2001). It contains 112 \nitems related to children’s behaviors and is scored on 3-point \nLikert Scale with 0 = Not True to 2 = Very True or Often \nTrue . The internalizing and externalizing subscales were \nutilized in the present analyses. In the present study, we \nused raw scores of YSR self-ratings from the children and \nadolescents. Both subscales had high internal consistency \n(Internalizing, /u1D6FC = 0.90; Externalizing: /u1D6FC = 0.78).\nStatistical analysis\nP-QLESQ data from a general US youth sample (Ander -\nson et al., 2020) were used as a reference group. The mean \nP-QLESQ score in the reference sample was 52.01 with a \nstandard deviation of 10.39. To compare the mean in the \nmisophonia group to the mean in the reference group, \none-sample t-tests were used. Separate models for the full \nmisophonia sample and for younger (< 14 years) and older \n(≥ 14 years) misophonia participants were also conducted. \nThe separate age models were used since the general US \nyouth sample had a higher mean age than the misopho-\nnia sample, with the older misophonia group largely mir -\nroring the age of the general US sample (general sample, \nmean age = 15.50 [1.07]; older misophonia sample, mean \nage = 15.43 [1.18]). The mean age in the younger misopho-\nnia sample was 11.10 years (SD = 1.51).\nCorrelation analysis was used to examine zero-order \nassociations between all variables (except gender) and \nQoL. Then, multiple linear regression analyses were used to \nexamine unique associations between features of misophonia \n(severity across the domains of MAQ, number of triggers, \nresponses on MAI), co-occurring mental health symptoms \nand sociodemographic information and QoL. For the gen-\nder variable, 69 participants identified as female, 29 partici-\npants as male, 2 participants as “other”, 1 participant as a \ntransgender male, and 1 participant as a transgender female. \nAll participants identifying as female and transgender female \nwere coded as female and the rest as non-female. Variables \nshowing statistically significant associations with QoL after accounting for age and gender were analyzed in a final linear \nregression model that was followed-up by dominance analy -\nsis. In dominance analysis, all possible subsets of independ-\nent variables are tested in relation to the dependent variable \n(QoL) and the unique contribution of each independent vari -\nable to variance in the dependent variable is estimated (Azen \n& Budescu, 2003). All analyses were conducted in R Studio \n(version 2023.09.0) (R Core Team, 2020) and an alpha level \nof 0.05 was used as an indicator of statistical significance. \nAssumptions of the linear regressions were evaluated by \ngraphically inspecting the residuals vs fits plot, the QQ plot, \nthe Scale-Location plot and the Residuals vs Leverage plot.\nResults\nDemographic Characteristics\nDemographic characteristics for both the representative US \nsample, as well as the misophonic group, can be found in \nTable  1.\nQoL in Pediatric Misophonia Compared to a General \nUS Youth Sample\nA one sample t-test for the QoL scores in the full misopho-\nnia sample (M  = 50.28, SD = 8.37) compared to the mean \nin the sample of general US youth (M  = 52.01) showed that \nTable 1  Demographic Characteristics of misophonia youth (current \nsample) and general US youth sample (Anderson et al., 2020)\nNo information on Transgender Female and Transgender Male was \nreported in (Anderson et al., 2020)Misophonia \nYouth (N = 102)General US Youth \n(N = 3,222) (Anderson \net al., 2020)\nAge, M (SD) 13.69 (2.5) 15.5 (1)\n% %\nGender\n  Male 28.4 38.5\n  Female 67.6 61.5\n  Other 1.96\n  Transgender Female 0.98\n  Transgender Male 0.98\nRace\n  Black or African \nAmerican2.9 10.8\n  Asian 3.9 15.3\n  White 87.3 42.7\n  Other 5.9 31.2\nEthnicity\n  Hispanic or Latino 5.9 31.8"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Journal of Psychopathology and Behavioral Assessment \nthe misophonia sample had statistically significantly lower \nQoL (t [101] = -2.09, p = 0.04), but the difference was of \na small magnitude (Cohen’s d  = 0.21). When age-specific \nanalyses were conducted, the younger misophonia sample \n(M = 53.91, SD = 8.02) did not differ significantly from the \ngeneral sample (t(Schröder et al., 2013) = 1.52, p = 0.14), but \nthe older sample did (M  = 47.84, SD = 7.74; t(Lijster et al., \n2018) = -4.21, p < 0.001) and for the older sample the dif-\nference was of a moderate magnitude (Cohen’s d = 0.54).\nExplaining QoL in Youth with Misophonia\nThe distributions of all study variables are presented in Fig.  1 \nand their zero-order correlations are presented in Fig.  2. \nNo correlation above 0.70 was present, limiting the risk \nof multicollinearity. Of note, age was positively correlated \nwith MAQ pessimism, MAQ non-recognition, and inter -\nnalizing symptoms. We ran several multiple linear regres-\nsion models to identify variables contributing significantly \nto variance in QoL. A model with age and gender, showed \nthat age ( β = -0.26 [95%CI -0.07, -0.45], p < 0.01) but not \ngender (β  = -0.15 [-0.34, 0.04], p = 0.12) was significantly \nassociated with QoL. We then examined, still accounting \nfor age and gender, the four MAQ scales. Results showed \nthat the pessimism scale (β  = -0.34 [-0.07, 0.61], p = 0.02) \nwas the only scale significantly associated with QoL (other \nps > 0.20). In a model with number of misophonia triggers \nand number of misophonia responses (i.e., the sum of emo-\ntional and physical responses endorsed on the MAI), again \naccounting for age and gender, only number of triggers \n(β = -0.23 [-0.05, -0.42], p = 0.02) was significantly associ-\nated with QoL. Last, we examined whether self-reported \ninternalizing and externalizing symptoms were associated with QoL while accounting for age and gender: only inter -\nnalizing symptoms was significantly associated with QoL \n(β = -0.64 [-0.44, -0.83], p < 0.001). Detailed results for all \nlinear regression models can be found in Table  2. Graphical \ninspection of model plots showed no indications of violation \nof model assumptions.\nAfter examining the subsets of variables above, we con-\nducted a final model that included the variables showing \nFig. 1  Distributions of scores on study variables. MAQ = Misophonia Assessment Questionnaire. QoL = Quality of Life\nFig. 2  Zero-order correlations among study variables.  * p < .05, ** \np < .01"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Journal of Psychopathology and Behavioral Assessment\nsignificant associations with QoL, which is presented at \nthe bottom of Table  2. The model included age, MAQ pes-\nsimism, number of triggers and self-reported internalizing \nsymptoms. We also accounted for gender in the model. \nResults are depicted in Fig.  3. Internalizing symptoms and pessimism were significantly associated with QoL. \nThe model explained 45.1% of the variation in QoL and \ndominance analysis showed that internalizing symptoms \nexplained 24.9% of unique variance, pessimism 13.3%, num-\nber of triggers 2.9%, age 2.8% and gender 1.1%. Of note, age \nwas not a significant predictor of QoL when accounting for \ninternalizing symptoms and number of misophonia triggers.\nDiscussion\nWe report on QoL in 102 youth with clinically significant \nmisophonia, including baseline estimates, comparison to a \nnormative sample of US youth, and clinical and sociodemo-\ngraphic correlates. We found that youth with misophonia \nhad lower QoL than a general US youth sample, and the dif-\nference was particularly pronounced for older youth. Inter -\nnalizing symptoms (25%) and pessimism about one’s sound \ndifficulties (13%) contributed mostly to poor QoL among \nthe youth with misophonia. These findings emphasize that \nyouth, especially adolescents, with misophonia might be \nat risk of experiencing poor QoL and identify variables Table 2  Results from the linear \nregression models. Each model \nincludes youth-reported QoL as \nthe dependent variable\nCI confidence interval, QoL quality of lifeStandardized beta (95% CI) p\nModel 1, explained variance = 8.1%\nAge -0.26 (-0.45, -0.07) .008\nGender (female vs non-female) -0.33 (-0.73, 0.09) .12\nModel 2, explained variance = 31.2%\nAge -0.18 (-0.35, -0.00) .05\nGender (female vs non-female) -0.32 (-0.21, 0.51) .72\nMAQ Pessimism -0.34 (-0.61, -0.07) .02\nMAQ Non-Recognition 0.11 (-0.11, 0.33) .33\nMAQ Interference -0.17 (-0.38, 0.04) .12\nMAQ Distress -0.18 (-0.40, 0.05) .12\nModel 3, explained variance = 14.2%\nAge -0.24 (-0.42, -0.05) .01\nGender (female vs non-female) -0.10 (-0.28, 0.09) .32\nNumber of misophonia triggers -0.23 (-0.42, -0.05) .02\nNumber of misophonia responses -0.14 (-0.32, 0.05) .15\nModel 4, explained variance = 39.9%\nAge -0.08 (-0.24, 0.09) .35\nGender (female vs non-female) 0.06 (-0.10, 0.23) .45\nInternalizing symptoms -0.64 (-0.83, -0.45)  < .001\nExternalizing symptoms 0.00 (-0.17, 0.17) .96\nFinal Model, explained variance = 44.5%\nAge -0.06 (-0.22, 0.10) .48\nGender (female vs non-female) -0.07 (-0.09 0.23) .37\nInternalizing symptoms -0.51 (-0.72, -0.30)  < .001\nNumber of misophonia triggers -0.05 (-0.21, 0.12) .56\nMAQ Pessimism -0.20 (-0.40, -0.01) .04\nFig. 3  Associations (standardized regression coefficients) between \nindependent variables and QoL in the final model.  CI = Confidence \nInterval. QoL = Quality of Life"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Journal of Psychopathology and Behavioral Assessment \nassociated with misophonia that should be considered in \nthe assessment and treatment of misophonia.\nOlder youth with misophonia reported a moderately lower \nlevel of QoL than non-misophonic peers, whereas younger \nchildren with misophonia reported similar QoL to their \ncounterparts. This may be because misophonia-associated \nimpairment increases as youth transition into adolescence. \nAdolescence is a challenging time, during which QoL and \nlife satisfaction naturally tend to decrease (Aymerich et al., \n2021 ; Haraldstad et al., 2011) and many forms of psychiatric \nproblems emerge (Paus et al., 2008; Solmi et al., 2022). The \ninverse association between age and QoL among youth with \nmisophonia in the present study appears to be particularly \ndriven by an increase in internalizing symptoms. Indeed, age \nwas significantly correlated with internalizing symptoms, \nindicating more symptoms among older participants, and the \nassociation between age and QoL was no longer significant \nwhen internalizing symptoms were accounted for.\nAmong four MAQ scales, assessing different aspects \nof misophonia severity (i.e., pessimism, distress, interfer -\nence, and non-recognition), only pessimism was signifi-\ncantly associated with poor QoL. This result is consistent \nwith findings in non-clinical youth, where pessimism has \nbeen negatively associated with QoL (Häggström West -\nberg et al., 2019 ) and satisfaction with life (Extremera \net al., 2007). Pessimism involves negative thoughts about \none’s future and a lack of hope, which has potential to be \nuniquely associated with the experiences of misophonia \nsymptoms. Individuals with pessimism are more prone to \nexperience negative emotions, ruminate, and be vulnerable \nto stressful events (Jones et al., 2017). Therefore, youth \nwith misophonia who are pessimistic might be especially \nsusceptible to severe distress in response to stressful mis-\nophonic events and subsequently have poor QoL. Con-\nversely, severe distress and daily interference associated \nwith misophonia might lead youth to feel helpless and be \nmore pessimistic about their symptoms, which could con-\ntribute to poor QoL. Moreover, children and their parents \nmight feel despair and isolated due to many triggers being \nlocated in their home/family environment (Siepsiak et al., \n2023 ). As family climate and social support are important \nprotective factors of QoL (Otto, C., Haller, A.-C., Klasen, \nF., Hölling, H., Bullinger, M., Ravens-Sieberer, U., & \nGroup, on behalf of the B. study, 2017), we speculate that \nthis may be related to poorer QoL. Finally, lack of avail-\nable effective treatment options for misophonia (Smith \net al., 2022) and lack of understanding from significant \nothers (e.g., clinicians, school personnel, family members, \npeers) (Guzick et al., 2024) could also lead youth with \nmisophonia feel pessimistic about their symptom progno-\nsis. Therefore, clinicians would be well-advised to con-\nsider pessimism as a relevant treatment target and assess \nits level at baseline as well as throughout treatment due to its relationship with QoL and potential to negatively \ninfluence treatment outcome. However, it is important to \nnote that the MAQ pessimism only measures the level of \npessimism related to misophonia and not a general ten -\ndency of feeling pessimistic. While it is important, we did \nnot examine correlations between the overall MAQ (or \nA-MISO-S) and QoL as well, because these results were \nreported in another study (r  = -0.52, p < 0.001; r = -0.26, \np < 0.05) (Guzick et al., 2023).\nIn support of our hypothesis, internalizing symptoms \nwere inversely associated with QoL. However, contrary \nto our hypothesis, externalizing symptoms were not sig-\nnificantly associated with QoL. The result for internalizing \nsymptoms is in line with findings from non-misophonic \nconditions such as obsessive–compulsive disorder, anxiety, \ndepression and medical illnesses (Lack et al., 2009 ; Luy -\nckx et al., 2014; Stevanovic et al., 2011) and is consistent \nwith the inverse relationship we found between pessimism \nand QoL since feeling more pessimistic about misophonia \nsymptoms could lead to experiencing more exacerbated \nnegative emotions and distress, or alternatively, negative \nemotions and distress could aggravate the feelings of pes-\nsimism. Internalizing symptoms are consistently associated \nwith loneliness, low friendship-quality, health problems, \nand school challenges (Keenan-Miller et al., 2007; Ladd & \nEttekal, 2013; Lijster et al., 2018, 2019; Mychailyszyn et al., \n2010; Proctor et al., 2009), and the compounded impact of \nmisophonia symptoms with internalizing problems may par -\nticularly influence misophonic youth, which indicates youth \nwith both misophonia and internalizing symptoms might be \nat a particular risk of experiencing poor QoL. Externalizing \nsymptoms were not uniquely associated with QoL in this \nstudy. This may reflect that externalizing symptoms do not \nconfer additional morbidity perhaps, because youth who \nexhibit externalizing symptoms are often not bothered by \ntheir expression as much as their parents (Ooi et al., 2017).\nThe number of misophonia triggers was also significantly \nassociated with QoL, where youth with more misophonia \ntriggers reported lower QoL. This is not surprising, as youth \nwith more triggers may experience distress and frustration \nacross multiple environments. These youth may be hyper -\nvigilant regarding possible future triggers, which may be \nassociated with poorer QoL, as has been shown in traumatic \ninjury survivors (Forbes et al., 2019). The number of trig-\ngers may also reflect an important dimension of misophonia \nseverity. Number of misophonia responses, such as experi-\nenced emotion (e.g., anger) or physical response (e.g., ver -\nbal aggression), was not associated with QoL, which sug-\ngests that amount of response to misophonia triggers is less \nrelevant to QoL than the frequency of misophonic events. \nAlthough it was not collected as part of the current study, \nthe severity of response to misophonia triggers, as well as \nthe frequency of exposure to misophonia triggers, might also"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Journal of Psychopathology and Behavioral Assessment\nbe strongly correlated with QoL along with the number of \nresponses to misophonia triggers.\nThere are several study limitations. First, although QoL \nis comprised of multiple dimensions and can be evaluated \nsubjectively and objectively (Felce & Perry, 1995 ), we used \na single measure of QoL, which focused on self-reported life \nenjoyment and satisfaction due to the scope of the current \nstudy. Second, we recruited participants mostly from online \nresources due to challenges in reaching this unique popula-\ntion, and our sample was predominantly white and non-His-\npanic. Third, the current study used a cross-sectional design. \nHence, we only examined QoL at a single time point, and all \nof our analyses were correlational, which means our results \ndo not imply causation between variables.. Fourth, we only \nanalyzed QoL in the children and adolescents with miso -\nphonia and not their family members. Despite the minimal \namount of systematic research on impact of misophonia on \nfamilies, clinical anecdotes suggest that misophonia greatly \ndisrupts families’ lives as well. Fifth, the MAI included an \nincomplete list of potential misophonia triggers, and its psy -\nchometric properties have not been reported yet. Lastly, we \ndid not collect data on the frequency of exposure to miso -\nphonia triggers or the duration of experiencing misophonia \ntriggers in a day, which may limit our understanding of the \nimpact of misophonia on QoL.\nHence, further research is warranted to address these \nlimitations and expand on our results. That is, future studies \nshould examine objective markers of QoL among youth with \nmisophonia, recruit a more racially and ethnically diverse \nsample, collect longitudinal data and study how QoL shifts \nover time as misophonia symptoms progress or diminish, \nassess QoL more broadly among family members of youth \nwith misophonia as well as in their close network, and uti-\nlize various dimensions of misophonia impact to examine \nits effect on QoL in a more comprehensive way. Addition-\nally, developmentally-appropriate measures that assess the \nsymptoms and impact of misophonia should be considered \nin future studies (e.g., Misophonia Impact Questionnaire \n(Aazh et al., n.d), MisoQuest (Siepsiak et al., 2020b), Duke \nMisophonia Questionnaire (Siepsiak et al., 2020b) were \ndeveloped since the present study was concluded).\nThis study highlights that QoL is attenuated in adoles-\ncents with misophonia and has a strong association with \ninternalizing symptoms and pessimism about one’s miso-\nphonia symptoms. The group difference in QoL between our \nsample and the general US youth sample is concerning and \nwarrants further investigation. These data also highlight the \nneed for comprehensive assessment of QoL among youth \nwith misophonia, particularly as they age, in order to bet-\nter measure and understand the impact of misophonia in \nthis population. Further, interventions need to be developed \nthat address both symptom severity and life enjoyment and \nsatisfaction, especially given that parents of youth with misophonia are dissatisfied with most of the currently avail-\nable interventions (Smith et al., 2022). Along with reducing \nsymptoms, promoting general well-being of youth should be \nanother important goal of treatment. Targeted interventions \nthat include a wellness component have demonstrated signif-\nicant promise in other conditions such as generalized anxiety \ndisorder, chronic tic disorder, and comorbid depression and \nacute coronary syndrome (Fava & Tomba, 2009; McGuire \net al., 2015; Rafanelli et al., 2020). As misophonia is charac-\nterized by severe distress and high emotional burden similar \nto these conditions, this treatment approach could not only \naddress the core symptom but also foster a value-filled life \nthat effectively improves QoL while minimizing opportuni-\nties for misophonia to adversely impact life.\nAcknowledgements We deeply thank all families and advocates who \nparticipated and/or promoted our study. We are grateful for Dr. Adam \nLewin for his valuable contribution to this work as well. In addition \nto being reviewed and/or co-authored by four individuals with lived \nmisophonia experience, this paper was reviewed by the soQuiet Lived \nExperience Advisory Panel for Misophonia [LEAP4M] for inclusion of \nviewpoints that reflect lived experience with misophonia. The authors \nof this paper may or may not have utilized these suggestions in the \nfinal published paper.\nAuthor Contribution Conceptualization: Minjee Kook, Eric A. Storch; \nMethodology: Eric A. Storch, Andrew G. Guzick, Matti Cervin; For -\nmal analysis: Matti Cervin, Investigation: Minjee Kook, Jane Clinger, \nEleanor Smith, Isabel Draper; Writing – original draft preparation: \nMinjee Kook, Catherine E. Rast, Matti Cervin; Writing – review and \nediting: Minjee Kook, Catherine E. Rast, Matti Cervin, Jane Clinger, \nEleanor Smith, Isabel Draper, Nicholas Murphy, Marjin Lijffijt, Sophie \nSchneider, Mered S. Parnes, Caitlin Pinciotti, Wayne K. Goodman, Eric \nA. Storch, Andrew G. Guzick; Funding acquisition: Eric A. Storch.\nFunding This work was supported by a grant from the Ream Founda-\ntion/Misophonia Research Fund. The content is solely the responsibil-\nity of the authors and does not necessarily represent the official views \nof the Ream Foundation/Misophonia Research Fund.\nData Availability  Data are available at request by contacting the cor -\nresponding author.\nDeclarations  \nEthics Approval All procedures performed in this study were in line \nwith the principles of the Declaration of Helsinki. The study was \napproved by the Institutional Review Board at Baylor College of \nMedicine.\nConsent to Participate All participants provided their assent or consent \nbased on their age to participate in the study.\nCompeting Interests Ms. Kook, Ms. Rast, Ms. Clinger, Ms. Smith, \nMs. Draper, Dr. Schneider, and Dr. Pinciotti have no financial disclo-\nsures to report. Dr. Cervin discloses research support from the Swedish \nResearch Council for Health, Working Life and Welfare, the Lind-\nhaga Foundation, Stiftelsen Clas Grochinskys Minnesfond, the Crown \nPrincess Lovisa's Association, Region Skåne, and Skåne University \nHospital’s Foundations and Donations. Dr. Murphy discloses research \nsupport from the Misophonia Research Fund/Ream Foundation, and the \nNational Institute of Mental Health. Dr. Marijn Lijffijt currently works"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Journal of Psychopathology and Behavioral Assessment \nat Sage Therapeutics. Dr. Parnes discloses the following relationships: \ndata and safety monitoring board for Teva Pharmaceuticals, focus \ngroup for Alexion Pharmaceuticals, consultant for GuidePoint. The \ninstitution of Dr. Parnes has received research support from NIH, PTC \nTherapeutics, Alexion Pharmaceuticals, and Neurocrine Biosciences. \nDr. Goodman receives research funding from NIH, Biohaven, and \nthe McNair Foundation and consulting fee from Biohaven. He also \nreceived honorarium from NView for licensing of the YBOCS scales. \nDr. Storch discloses the following relationships: consultant in the last \n12 months for Biohaven Pharmaceuticals and Brainsway; Book roy -\nalties from Elsevier, Springer, American Psychological Association, \nWiley, Oxford, Kingsley, and Guilford; Stock valued at less than $5000 \nfrom NView for licensing of the YBOCS scales; Research support \nfrom NIH, IOCDF, Ream Foundation, and Texas Higher Education \nCoordinating Board. Dr. Guzick discloses research support from the \nMisophonia Research Fund/Ream Foundation.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http://creativecommons.org/licenses/by/4.0/.\nReferences\nAazh, H., Moore, B. C. J., Scaglione, T., & Remmert, N. (n.d.). Psycho-\nmetric Evaluation of the Misophonia Impact Questionnaire (MIQ) \nUsing a Clinical Population of Patients Seeking Help for Tinnitus, \nHyperacusis and/or Misophonia. Journal of the American Acad-\nemy of Audiology, 0. https:// doi. org/ 10. 1055/a- 2192- 5668\nAchenbach, T. M., & Rescorla, L. (2001). Manual for ASEBA school-\nage forms & profiles . University of Vermont, Research Center for \nChildren, Youth, & Families\nAnderson, J. R., Killian, M., Hughes, J. L., Rush, A. J., & Trivedi, M. \nH. (2020). The Adolescent Resilience Questionnaire: Validation \nof a Shortened Version in U.S. Youths. Frontiers in Psychology, \n11. https:// doi. org/ 10. 3389/ fpsyg. 2020. 606373\nAymerich, M., Cladellas, R., Castelló, A., Casas, F., & Cunill, M. \n(2021). The Evolution of Life Satisfaction Throughout Child-\nhood and Adolescence: Differences in Young People’s Evalua-\ntions According to Age and Gender. Child Indicators Research,  \n14(6), 2347–2369. https:// doi. org/ 10. 1007/ s12187- 021- 09846-9\nAzen, R., & Budescu, D. V. (2003). The dominance analysis approach \nfor comparing predictors in multiple regression. Psychological \nMethods,  8(2), 129–148. https://  doi. org/ 10. 1037/  1082-  989X.8.  \n2. 129\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., \nRouw, R., Kumar, S., & Rosenthal, M. Z. (2018). Investigating \nMisophonia: A review of the empirical literature, clinical impli-\ncations, and a research agenda. Frontiers in Neuroscience, 12. \nhttps:// doi. org/ 10. 3389/ fnins. 2018. 00036\nCervin, M., Guzick, A. G., Clinger, J., Smith, E. E. A., Draper, I. A., \nGoodman, W. K., Lijffijt, M., Murphy, N., Rast, C. E., Schneider, \nS. C., & Storch, E. A. (2023). Measuring misophonia in youth: \nA psychometric evaluation of child and parent measures. Journal of Affective Disorders, 338, 180–186. https:// doi. org/ 10. 1016/j.  \njad. 2023. 05. 093\nColuccia, A., Ferretti, F., Fagiolini, A., & Pozza, A. (2017). Quality of \nlife in children and adolescents with obsessive–compulsive dis-\norder: A systematic review and meta-analysis. Neuropsychiatric \nDisease and Treatment, 13, 597–608. https:// doi. org/ 10. 2147/  \nNDT. S1223 06\nFernandes, M. da S. V., Mendonça, C. R., da Silva, T. M. V., Noll, P. \nR. e S., de Abreu, L. C., & Noll, M. (2023). Relationship between \ndepression and quality of life among students: A systematic \nreview and meta-analysis. Scientific Reports , 13(1), 1. https://  doi. \norg/ 10. 1038/ s41598- 023- 33584-3\nde Lijster, J. M., Dieleman, G. C., Utens, E. M. W. J., Dierckx, B., \nWierenga, M., Verhulst, F. C., & Legerstee, J. S. (2018). Social \nand academic functioning in adolescents with anxiety disorders: A \nsystematic review. Journal of Affective Disorders, 230, 108–117. \nhttps:// doi. org/ 10. 1016/j. jad. 2018. 01. 008\nde Lijster, J. M., van den Dries, M. A., van der Ende, J., Utens, E. \nM. W. J., Jaddoe, V. W., Dieleman, G. C., Hillegers, M. H. J., \nTiemeier, H., & Legerstee, J. S. (2019). Developmental Trajecto -\nries of Anxiety and Depression Symptoms from Early to Middle \nChildhood: A Population-Based Cohort Study in the Netherlands. \nJournal of Abnormal Child Psychology, 47(11), 1785–1798. \nhttps:// doi. org/ 10. 1007/ s10802- 019- 00550-5\nDibb, B., & Golding, S. E. (2022). A longitudinal investigation of qual-\nity of life and negative emotions in misophonia. Frontiers in Neu-\nroscience, 16, 900474. https:// doi. org/ 10. 3389/ fnins. 2022. 900474\nDozier, T. H. (2015). Counterconditioning Treatment for Misopho-\nnia. Clinical Case Studies, 14(5), 374–387\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). \nMisophonia: Physiological investigations and case descriptions. \nFrontiers in Human Neuroscience, 7, 296. https:// doi. org/ 10. 3389/  \nfnhum. 2013. 00296\nEndicott, J., Nee, J., Yang, R., & Wohlberg, C. (2006). Pediatric Qual-\nity of Life Enjoyment and Satisfaction Questionnaire (PQ-LES-\nQ): Reliability and validity. Journal of the American Academy of \nChild and Adolescent Psychiatry, 45(4), 401–407. https:// doi. org/ \n10. 1097/ 01. chi. 00001 98590. 38325. 81\nExtremera, N., Durán, A., & Rey, L. (2007). Perceived emotional intel-\nligence and dispositional optimism–pessimism: Analyzing their \nrole in predicting psychological adjustment among adolescents. \nPersonality and Individual Differences, 42(6), 1069–1079. https://  \ndoi. org/ 10. 1016/j. paid. 2006. 09. 014\nFava, G. A., & Tomba, E. (2009). Increasing Psychological Well-Being \nand Resilience by Psychotherapeutic Methods. Journal of Per -\nsonality, 77(6), 1903–1934. https:// doi. org/ 10. 1111/j. 1467- 6494.  \n2009. 00604.x\nFelce, D., & Perry, J. (1995). Quality of life: Its definition and meas-\nurement. Research in Developmental Disabilities, 16(1), 51–74. \nhttps:// doi. org/ 10. 1016/ 0891- 4222(94) 00028-8\nForbes, D., Nickerson, A., Bryant, R. A., Creamer, M., Silove, D., \nMcFarlane, A. C., Van Hooff, M., Phelps, A., Felmingham, K. \nL., Malhi, G. S., Steel, Z., Fredrickson, J., Alkemade, N., & \nO’Donnell, M. (2019). The impact of post-traumatic stress dis-\norder symptomatology on quality of life: The sentinel experience \nof anger, hypervigilance and restricted affect.  Australian & New \nZealand Journal of Psychiatry,  53(4), 336–349\nGuzick, A. G., Cervin, M., Smith, E. E. A., Clinger, J., Draper, I., \nGoodman, W. K., Lijffijt, M., Murphy, N., Lewin, A. B., Schnei-\nder, S. C., & Storch, E. A. (2023). Clinical characteristics, impair -\nment, and psychiatric morbidity in 102 youth with misophonia. \nJournal of Affective Disorders, 324, 395–402. https:// doi. org/ 10.  \n1016/j. jad. 2022. 12. 083\nGuzick, A. G., Rast, C. E., Maddox, B. B., Barajas-Rodriguez, S., \nClinger, J., McGuire, J., & Storch, E. A. (2024). \"How can I get \nout of this?”: A qualitative study of the phenomenology and"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Journal of Psychopathology and Behavioral Assessment\nfunctional impact of misophonia in youth and families. Psycho-\npathology,  (In press).\nHäggström Westberg, K., Wilhsson, M., Svedberg, P., Nygren, J. M., \nMorgan, A., & Nyholm, M. (2019). Optimism as a candidate \nhealth asset: Exploring its links with adolescent quality of life in \nSweden. Child Development, 90(3), 970–984. https:// doi. org/ 10.  \n1111/ cdev. 12958\nHaraldstad, K., Christophersen, K.-A., Eide, H., Nativg, G. K., & \nHelseth, S. (2011). Predictors of health-related quality of life in \na sample of children and adolescents: A school survey. Journal \nof Clinical Nursing,  20(21–22), 3048–3056. https://  doi. org/ 10. \n1111/j. 1365- 2702. 2010. 03693.x\nJackson, J. L., Lemanek, K. L., Clough-Paabo, E., & Rhodes, M. \n(2014). Predictors of health-related quality of life over time among \nadolescents and young adults with sickle cell disease. Journal of \nClinical Psychology in Medical Settings, 21(4), 313–319. https://  \ndoi. org/ 10. 1007/ s10880- 014- 9406-3\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). \nMisophonia: Phenomenology, comorbidity and demographics in \na large sample. PLoS ONE, 15(4), e0231390. https:// doi. org/ 10.  \n1371/ journ al. pone. 02313 90\nJohansson, R., Carlbring, P., Heedman, Å., Paxling, B., & Anders-\nson, G. (2013). Depression, anxiety and their comorbidity in the \nSwedish general population: Point prevalence and the effect on \nhealth-related quality of life. PeerJ, 1, e98. https:// doi. org/ 10.  \n7717/ peerj. 98\nJohnson, M., & Dozier, T. (2013). Misophonia assessment question-\nnaire (MAQ). Revised by T. Dozier. Misophonia Institute\nJones, D. R., Lehman, B. J., Kirsch, J. A., & Hennessy, K. G. (2017). \nPessimism moderates negative emotional responses to naturally \noccurring stress. Journal of Research in Personality, 69, 180–190. \nhttps:// doi. org/ 10. 1016/j. jrp. 2016. 06. 007\nKeenan-Miller, D., Hammen, C. L., & Brennan, P. A. (2007). Health \noutcomes related to early adolescent depression. Journal of Ado-\nlescent Health, 41(3), 256–262. https:// doi. org/ 10. 1016/j. jadoh  \nealth. 2007. 03. 015\nKim, Y. H., Jung, H. J., Kang, S. I., Park, K. T., Choi, J.-S., Oh, S.-H., \n& Chang, S. O. (2012). Tinnitus in children: Association with \nstress and trait anxiety. The Laryngoscope, 122(10), 2279–2284. \nhttps:// doi. org/ 10. 1002/ lary. 23482\nLack, C. W., Storch, E. A., Keeley, M. L., Geffken, G. R., Ricketts, \nE. D., Murphy, T. K., & Goodman, W. K. (2009). Quality of life \nin children and adolescents with obsessive-compulsive disorder: \nBase rates, parent–child agreement, and clinical correlates. Social \nPsychiatry and Psychiatric Epidemiology, 44(11), 935–942. \nhttps:// doi. org/ 10. 1007/ s00127- 009- 0013-9\nLadd, G. W., & Ettekal, I. (2013). Peer-related loneliness across early \nto late adolescence: Normative trends, intra-individual trajecto -\nries, and links with depressive symptoms. Journal of Adolescence,  \n36(6), 1269–1282. https:// doi. org/ 10.  1016/j. adole scence.  2013. 05. \n004\nLe, N., Belay, Y. B., Le, L.K.-D., Pirkis, J., & Mihalopoulos, C. (2023). \nHealth-related quality of life in children, adolescents and young \nadults with self-harm or suicidality: A systematic review. Aus -\ntralian & New Zealand Journal of Psychiatry, 57(7), 952–965. \nhttps:// doi. org/ 10. 1177/ 00048 67423 11654 77\nLeMoult, J., Humphreys, K. L., Tracy, A., Hoffmeister, J.-A., Ip, E., & \nGotlib, I. H. (2020). Meta-analysis: Exposure to early life stress \nand risk for depression in childhood and adolescence. Journal of \nthe American Academy of Child & Adolescent Psychiatry, 59(7), \n842–855. https:// doi. org/ 10. 1016/j. jaac. 2019. 10. 011\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, \nS. L., Phillips, D. A., Tonarely, N. A., Gruen, R., Small, B., & \nEhrenreich-May, J. (2021). Transdiagnostic cognitive behavioral \ntherapy for misophonia in youth: Methods for a clinical trial and four pilot cases. Journal of Affective Disorders, 291, 400–408. \nhttps:// doi. org/ 10. 1016/j. jad. 2021. 04. 027\nLuyckx, K., Goossens, E., Rassart, J., Apers, S., Vanhalst, J., & Moons, \nP. (2014). Parental support, internalizing symptoms, perceived \nhealth status, and quality of life in adolescents with congeni-\ntal heart disease: Influences and reciprocal effects. Journal of \nBehavioral Medicine, 37(1), 145–155. https:// doi. org/ 10. 1007/  \ns10865- 012- 9474-5\nMartinsen, K. D., Neumer, S.-P., Holen, S., Waaktaar, T., Sund, A. \nM., & Kendall, P. C. (2016). Self-reported quality of life and self-\nesteem in sad and anxious school children. BMC Psychology, 4(1), \n45. https:// doi. org/ 10. 1186/ s40359- 016- 0153-0\nMasellis, M., Rector, N. A., & Richter, M. A. (2003). Quality of life in \nOCD: Differential impact of obsessions, compulsions, and depres-\nsion comorbidity. The Canadian Journal of Psychiatry, 48(2), \n72–77. https:// doi. org/ 10. 1177/ 07067 43703 04800 202\nMcGuire, J. F., Arnold, E., Park, J. M., Nadeau, J. M., Lewin, A. B., \nMurphy, T. K., & Storch, E. A. (2015). Living with tics: Reduced \nimpairment and improved quality of life for youth with chronic \ntic disorders. Psychiatry Research, 225(3), 571–579. https:// doi.  \norg/ 10. 1016/j. psych res. 2014. 11. 045\nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., & Kley, H. (2023). \nThe central role of symptom severity and associated characteris-\ntics for functional impairment in misophonia. Frontiers in Psy -\nchiatry, 14, 1112472. https:// doi. org/ 10. 3389/ fpsyt. 2023. 11124 72\nMychailyszyn, M. P., Mendez, J. L., & Kendall, P. C. (2010). School \nfunctioning in youth with and without anxiety disorders: Compari-\nsons by diagnosis and comorbidity. School Psychology Review,  \n39(1), 106–121. https://  doi. org/ 10.  1080/ 02796 015. 2010. 12087  \n793\nMyne, S., & Kennedy, V. (2018). Hyperacusis in children: A clinical \nprofile. International Journal of Pediatric Otorhinolaryngology,  \n107, 80–85. https:// doi. org/ 10. 1016/j. ijporl. 2018. 01. 004\nO’Connor, D. B., Thayer, J. F., & Vedhara, K. (2021). Stress and \nhealth: A review of psychobiological processes. Annual Review \nof Psychology, 72, 663–688. https:// doi. org/ 10. 1146/ annur  \nev- psych- 062520- 122331\nOoi, Y. P., Glenn, A., Ang, R., Vanzetti, S., Falcone, T., Gaab, J., & \nFung, D. (2017). Agreement Between Parent- and Self-Reports \nof Psychopathic Traits and Externalizing Behaviors in a Clinical \nSample. Child Psychiatry & Human Development, 48. https:// doi.  \norg/ 10. 1007/ s10578- 016- 0659-y\nOtto, C., Haller, A.-C., Klasen, F., Hölling, H., Bullinger, M., Ravens-\nSieberer, U., & Group, on behalf of the B. study. (2017). Risk and \nprotective factors of health-related quality of life in children and \nadolescents: Results of the longitudinal BELLA study. PLoS ONE,  \n12(12), e0190363. https:// doi. org/ 10. 1371/ journ al. pone. 01903 63\nPaiva, T., Gaspar, T., & Matos, M. G. (2015). Sleep deprivation in ado-\nlescents: Correlations with health complaints and health-related \nquality of life. Sleep Medicine, 16(4), 521–527. https:// doi. org/ 10.  \n1016/j. sleep. 2014. 10. 010\nPaus, T., Keshavan, M., & Giedd, J. N. (2008). Why do many psy -\nchiatric disorders emerge during adolescence? Nature Reviews \nNeuroscience , 9(12), Article 12. https://  doi. org/ 10. 1038/  nrn25  13\nPotgieter, I., Fackrell, K., Kennedy, V., Crunkhorn, R., & Hoare, D. \nJ. (2020). Hyperacusis in children: A scoping review. BMC Pedi -\natrics, 20(1), 319. https:// doi. org/ 10. 1186/ s12887- 020- 02223-5\nProctor, C. L., Linley, P. A., & Maltby, J. (2009). Youth life satisfac-\ntion: A review of the literature. Journal of Happiness Studies,  \n10(5), 583–630. https:// doi. org/ 10. 1007/ s10902- 008- 9110-9\nR Core Team. (2020). R: A language and environment for statisti-\ncal computing.  R Foundation for Statistical Computing. https://  \nwww.R- proje ct. org/. Accessed 1 July 2023\nRafanelli, C., Gostoli, S., Buzzichelli, S., Guidi, J., Sirri, L., Gallo, P., \nMarzola, E., Bergerone, S., De Ferrari, G. M., Roncuzzi, R., Di \nPasquale, G., Abbate-Daga, G., & Fava, G. A. (2020). Sequential"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Journal of Psychopathology and Behavioral Assessment \ncombination of cognitive-behavioral treatment and well-being \ntherapy in depressed patients with acute coronary syndromes: A \nrandomized controlled trial (TREATED-ACS Study). Psycho -\ntherapy and Psychosomatics, 89(6), 345–356. https:// doi. org/ 10.  \n1159/ 00051 0006\nRinaldi, L. J., & Simner, J. (2023). Mental health difficulties in children \nwho develop misophonia: An examination of ADHD. Depression \n& Anxiety. Child Psychiatry & Human Development. https:// doi.  \norg/ 10. 1007/ s10578- 023- 01569-y\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer Well-\nBeing in Children With Misophonia: Evidence From the Sussex \nMisophonia Scale for Adolescents. Frontiers in Psychology, 13, \n808379. https:// doi. org/ 10. 3389/ fpsyg. 2022. 808379\nSalum, G. A., DeSousa, D. A., Bosa, V. L., Schuch, I., Goldani, M., \nIsolan, L. R., Teche, S. P., Fleck, M. P., Rohde, L. A., & Man-\nfro, G. G. (2014). Internalizing disorders and quality of life in \nadolescence: Evidence for independent associations. Brazilian \nJournal of Psychiatry, 36, 305–312. https:// doi. org/ 10. 1590/  \n1516- 4446- 2014- 1362\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic \ncriteria for a new psychiatric disorder. PLoS ONE, 8(1), e54706. \nhttps:// doi. org/ 10. 1371/ journ al. pone. 00547 06\nSheehan, D. V., Sheehan, K. H., Shytle, R. D., Janavs, J., Bannon, Y., \nRogers, J. E., Milo, K. M., Stock, S. L., & Wilkinson, B. (2010). \nReliability and validity of the Mini International Neuropsychiatric \nInterview for Children and Adolescents (MINI-KID). The Journal \nof Clinical Psychiatry, 71(3), 313–326. https:// doi. org/ 10. 4088/  \nJCP. 09m05 305whi\nSiepsiak, M., Śliwerski, A., & Łukasz Dragan, W. (2020b). Develop-\nment and Psychometric Properties of MisoQuest—A New Self-\nReport Questionnaire for Misophonia. International Journal of \nEnvironmental Research and Public Health, 17(5), Article 5. \nhttps:// doi. org/ 10. 3390/ ijerp h1705 1797\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł, & Dra-\ngan, W. Ł. (2020a). Prevalence of Misophonia and Correlates of \nIts Symptoms among Inpatients with Depression. International \nJournal of Environmental Research and Public Health, 17(15), \n5464. https:// doi. org/ 10. 3390/ ijerp h1715 5464\n Siepsiak, M., Turek, A., Michałowska, M., Gambin, M., & Dra-\ngan, W. Ł. (2023). Misophonia in children and adolescents: \nAge differences, risk factors, psychiatric and psychologi-\ncal correlates. A pilot study with mothers’ involvement. Child \nPsychiatry and Human Development. https:// doi. org/ 10. 1007/  \ns10578- 023- 01593-y\nSimner, J., & Rinaldi, L. J. (2023). Misophonia, self-harm and suicidal \nideation. Psychiatry and Clinical Neurosciences Reports, 2(4), \ne142. https:// doi. org/ 10. 1002/ pcn5. 142\nSmith, E. E. A., Guzick, A. G., Draper, I. A., Clinger, J., Schneider, \nS. C., Goodman, W. K., Brout, J. J., Lijffijt, M., & Storch, E. A. \n(2022). Perceptions of various treatment approaches for adults and \nchildren with misophonia. Journal of Affective Disorders, 316, \n76–82. https:// doi. org/ 10. 1016/j. jad. 2022. 08. 020\nSolmi, M., Radua, J., Olivola, M., Croce, E., Soardo, L., Salazar de \nPablo, G., Il Shin, J., Kirkbride, J. B., Jones, P., Kim, J. H., Kim, \nJ. Y., Carvalho, A. F., Seeman, M. V., Correll, C. U., & Fusar-Poli, \nP. (2022). Age at onset of mental disorders worldwide: Large-\nscale meta-analysis of 192 epidemiological studies. Molecular \nPsychiatry, 27(1), 1. https:// doi. org/ 10. 1038/ s41380- 021- 01161-7Stevanovic, D., Jancic, J., & Lakic, A. (2011). The impact of depres-\nsion and anxiety disorder symptoms on the health-related quality \nof life of children and adolescents with epilepsy. Epilepsia, 52(8), \ne75–e78. https:// doi. org/ 10. 1111/j. 1528- 1167. 2011. 03133.x\nStorch, E. A., Merlo, L. J., Lack, C., Milsom, V. A., Geffken, G. R., \nGoodman, W. K., & Murphy, T. K. (2007). Quality of life in \nyouth with Tourette’s syndrome and chronic tic disorder. Jour -\nnal of Clinical Child and Adolescent Psychology: The Official \nJournal for the Society of Clinical Child and Adolescent Psy -\nchology, American Psychological Association, Division 53 , 36(2), \n217–227. https:// doi. org/ 10. 1080/ 15374 41070 12795 45\nStorch, E. A., Small, B. J., McGuire, J. F., Murphy, T. K., Wilhelm, S., \n& Geller, D. A. (2018). Quality of life in children and youth with \nobsessive-compulsive disorder. Journal of Child and Adolescent \nPsychopharmacology, 28(2), 104–110. https:// doi. org/ 10. 1089/  \ncap. 2017. 0091\nStults-Kolehmainen, M. A., & Sinha, R. (2014). The effects of stress \non physical activity and exercise. Sports Medicine, 44(1), 81–121. \nhttps:// doi. org/ 10. 1007/ s40279- 013- 0090-5\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., \nFioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, \nR., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. \nV., Altimus, C. M., & Raver, S. M. (2022). Consensus definition \nof misophonia: A delphi study. Frontiers in Neuroscience, 16, \n841816. https:// doi. org/ 10. 3389/ fnins. 2022. 841816\nTegg-Quinn, S., Eikelboom, R. H., Brennan-Jones, C. G., Barabash, S., \nMulders, W. H. A. M., & Bennett, R. J. (2021). Reflections on how \ntinnitus impacts the lives of children and adolescents. American \nJournal of Audiology, 30(3), 544–556. https:// doi. org/ 10. 1044/  \n2021_ AJA- 20- 00178\nThabrew, H., Stasiak, K., Bavin, L., Frampton, C., & Merry, S. (2018). \nValidation of the mood and feelings questionnaire (MFQ) and \nshort mood and feelings questionnaire (SMFQ) in New Zealand \nhelp-seeking adolescents. International Journal of Methods in \nPsychiatric Research, 27(3), e1610. https:// doi. org/ 10. 1002/ mpr.  \n1610\nWeidle, B., Ivarsson, T., Thomsen, P. H., Lydersen, S., & Jozefiak, \nT. (2015). Quality of life in children with OCD before and after \ntreatment. European Child & Adolescent Psychiatry, 24(9), 1061–\n1074. https:// doi. org/ 10. 1007/ s00787- 014- 0659-z\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Miso-\nphonia: Incidence, phenomenology, and clinical correlates in an \nundergraduate student sample. Journal of Clinical Psychology,  \n70(10), 994–1007. https:// doi. org/ 10. 1002/ jclp. 22098\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms \namong Chinese university students: Incidence, associated impair -\nment, and clinical correlates. Journal of Obsessive-Compulsive \nand Related Disorders, 14, 7–12. https:// doi. org/ 10. 1016/j. jocrd.  \n2017. 05. 001\nPublisher's Note Springer Nature remains neutral with regard to \njurisdictional claims in published maps and institutional affiliations."
    }
  ]
}