{
  "doc_type": "scientific paper",
  "title": "Structural differences in the cortex of individuals who experience the autonomous",
  "authors": [
    "Kornelsen"
  ],
  "year": 2023,
  "journal": "Psychology, University of",
  "doi": "10.1002/brb3.2894",
  "abstract": null,
  "keywords": [
    "autonomous sensory meridian response",
    "cortical complexity",
    "cortical thickness",
    "supramarginal"
  ],
  "research_topics": [
    "autonomous sensory meridian response",
    "cortical complexity",
    "cortical thickness",
    "supramarginal"
  ],
  "created_at": "2025-05-04T23:19:27.956306Z",
  "source_pdf": "documents/research/Global/Kornelsen 2023 Structural differences in the cortex of individuals who experience the autonomous.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Received: 22 July 2022 Revised: 19 December 2022 Accepted: 7 January 2023\nDOI: 10.1002/brb3.2894\nBRIEF REPORT\nStructural differences in the cortex of individuals who\nexperience the autonomous sensory meridian response\nJennifer Kornelsen1,2,3Beverley K. Fredborg4Stephen D. Smith3\n1Department of Radiology, University of\nManitoba, Winnipeg, Manitoba, Canada\n2Department of Physiology and\nPathophysiology, University of Manitoba,\nWinnipeg, Manitoba, Canada\n3Department of Psychology, University of\nWinnipeg, Winnipeg, Manitoba, Canada\n4Department of Psychology, Toronto\nMetropolitan University, Toronto, Ontario,\nCanada\nCorrespondence\nStephen Smith\nDepartment of Psychology, University of\nWinnipeg, Winnipeg, Manitoba R3B 0E9,\nCanada.\nEmail: s.smith@uwinnipeg.ca\nFunding information\nNatural Sciences and Engineering Research\nCouncil (NSERC) of Canada, Grant/Award\nNumber: RGPIN-2014-03928Abstract\nBackground and purpose: The autonomous sensory meridian response (ASMR) is\na multimodal perceptual phenomenon in which specific sensory triggers evoke tin-\ngling sensations on the scalp, neck, and shoulders; these sensations are accompanied\nby a positive and calming affective state. Previous functional neuroimaging research\nhas shown that ASMR experiences involve medial prefrontal and sensorimotor brain\nareas. The purpose of the current study was to examine whether there are structural\ndifferences in the cortex of individuals who experience ASMR.\nMethods: Seventeen individuals with ASMR and 17 matched control participants com-\npleted an MPRAGE structural MRI scan. These data were analyzed to determine if\ngroup differences were present for measures of cortical thickness, cortical complexity,\nsulcal depth, and gyrification.\nResults: ASMR was associated with reduced cortical thickness in a number of\nregions including the left precuneus, precentral gyrus, and insula, and the right\norbitofrontal cortex, superior frontal cortex, and paracentral lobule. Reduced thick-\nness was observed bilaterally in the supramarginal gyrus. Individuals with ASMR also\nshowed less cortical complexity in the pars opercularis and pars triangularis.\nConclusions: The differences in cortical thickness and complexity were in brain areas\nwhose functions relate to the ASMR experience. These differences include neural\nregions related to phonological processing, sensorimotor functions, and attention.\nKEYWORDS\nautonomous sensory meridian response, cortical complexity, cortical thickness, supramarginal\ngyrus, sensorimotor\n1 INTRODUCTION\nIndividuals who experience the autonomous sensory meridian\nresponse (ASMR) report that specific stimuli, known as ASMR triggers,\nelicit tingling sensations on the scalp, neck, and shoulders (Barratt &\nDavis, 2015 ). These sensations frequently radiate down the spine and\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided\nthe original work is properly cited.\n© 2023 The Authors. Brain and Behavior published by Wiley Periodicals LLC.the limbs. These sensorimotor sensations are also accompanied by a\npleasant, “flow-like” emotional state (Barratt & Davis, 2015 ). What\nsets ASMR apart from other atypical multimodal experiences is its\ntriggers; ASMR is typically evoked by soft, low-frequency sounds (e.g.,\nwhispering), repetitive noises, or viewing socially intimate interactions\n(e.g., personal grooming).\nBrain Behav. 2023;e2894. wileyonlinelibrary.com/journal/brb3 1o f6\nhttps://doi.org/10.1002/brb3.2894\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2o f6 KORNELSEN ET AL .\nThe subjective reports of ASMR experiences have been corrobo-\nrated by research examining its neural substrates. Psychophysiology\nresearchers reported that ASMR involves an increase in skin conduc-\ntance responses and a reduced heart rate (Engelbregt et al., 2022 ,\nPoerio et al., 2018 ). Functional MRI studies have demonstrated that\nASMR videos elicit activity in the anterior cingulate gyrus and sen-\nsorimotor regions including the paracentral lobule, supplementary\nmotor area, and spinal cord (Lochte et al., 2018 , Smith et al., 2019 ,\nSmith et al., 2022 ). Finally, research using electroencephalography has\nindicated that ASMR is associated with increased alpha wave activ-\nity in medial frontal regions and increased gamma wave activity in\nsensorimotor cortex (Smith et al., 2022 ), as well as with increased\nbeta wave activity in the left temporal lobe (Engelbregt et al., 2022 );\ndecreased theta wave activity was also observed in left frontal and\nright temporal regions (Engelbregt et al., 2022 ). Together, these early\ninvestigations indicate that the experience of ASMR produces ver-\nifiable changes in neural activity in several regions of the nervous\nsystem.\nAlthough these task-based neuroimaging studies have helped iden-\ntify the brain areas involved in the ASMR response itself, less is known\nabout why some individuals experience ASMR “tingles” while others do\nnot. Resting-state functional MRI studies have demonstrated that indi-\nviduals with ASMR have a greater “blending” of resting-state networks\nthan people who do not experience ASMR (Fredborg et al., 2021 ).\nHowever, these studies did not examine whether there are struc-\ntural differences between individuals who experience ASMR and those\nwho do not. The goal of the current research is to measure cortical\nthickness and complexity, sulcal depth, and gyrification to determine\nwhether ASMR is associated with unique neural morphology, and to\nexamine whether any detected differences are in brain regions iden-\ntified in earlier studies as being relevant to the phenomenology of the\nASMR experience (Lochte et al., 2018 , Smith et al., 2019 , Smith et al.,\n2022 ).\nReduced cortical thickness and complexity are typically associated\nwith less efficient neural processing. Indeed, these cortical surface\nmeasures can reflect neuroplastic changes associated with aging (Fran-\ng o ue ta l . , 2019 , Lin et al., 2021 ), cognition (Gautam et al., 2015 ),\nintellect and education (Im et al., 2006 ), and neuropsychiatric con-\nditions (Ha et al., 2005 ). Importantly, differences in cortical surface\nmeasures have been shown in individuals who experience atypical\nconscious states similar to ASMR, with both mindfulness medita-\ntors (Kang et al., 2013 ) and synesthetes (Rouw et al., 2011 ) showing\nincreases in cortical thickness compared with matched controls. If\nASMR is associated with meditation-like benefits, we would expect\nto see increased cortical thickness in frontal regions. In contrast,\nif ASMR is associated with less efficient control of attention—as\nwas speculated previously (Smith et al., 2019b , Smith et al., 2017 )—\nthen reduced cortical thickness would be present in the lateral\nprefrontal cortex and parietal regions. Impaired attentional control\nmay also be related to reduced sulcal depth (Voorhies et al., 2021 );\nhowever, because less is known about the cognitive correlates of\ngyrification and sulcal depths, these analyses were exploratory in\nnature.2 METHODS\n2.1 Participants\nSeventeen individuals who experience ASMR (nine females, eight\nmales, Mage=22.71; SD age=4.74) and 17 control participants (nine\nfemales, eight males; Mage=22.76; SD age=5.39) took part in this\nexperiment. Participants were matched for age (plus or minus three\nyears) and biological sex. This sample size was based on effect size\nestimates obtained in a meta-analysis of grey matter changes in\ncontrasts of meditators and controls (Cohen’s d=∼.45 to ∼1.5; Per-\nn e te ta l . , 2021 ) and publication recommendations for neuroimaging\nresearch, at alpha 0.05 and power 0.8 (Hayasaka et al., 2007 ). None\nof the participants reported any history of neurological or psychiatric\nillnesses.\nASMR sensitivity was confirmed in two ways. Prior to the scanning\nsession, each participant viewed two ASMR-eliciting videos in the pres-\nence of one of the investigators in order to confirm that they were,\nor were not, ASMR sensitive. The videos consisted of a scalp check\nsimulation ( https://www.youtube.com/watch?v=P1VOe88QyP4 )a n d\na woman whispering and playing with someone else’s hair ( https://\nwww.youtube.com/watch?v=yA2HcNRTdFY&t=3s ). Although no phys-\niological measurement was available during this prescreening, each\nASMR-sensitive individual was able to provide verbal descriptions of\ntheir ASMR after watching the video. Additionally, all ASMR partici-\npants showed unique patterns of neural activity in response to trimmed\n(4-min) versions of these videos during later functional MRI scans\n(Smith et al., 2019 ), thereby corroborating their classification as ASMR\nsensitive. Participants who experienced ASMR indicated their different\nASMR “triggers” using a 16-item ASMR Checklist used in our previous\ninvestigations of the phenomenon (Fredborg et al., 2017 ).\nParticipants provided informed, written consent and completed\nMRI safety screening prior to entering the MRI scanner. Ethics\napproval was received by both the University of Manitoba and the Uni-\nversity of Winnipeg Human Research Ethics Committees. Participants\nreceived $50 CAD ( ≅$40 USD) remuneration.\n2.2 MRI data acquisition\nStructural MRI data were acquired with a 3-Tesla Siemens\nTRIO scanner (Siemens, Erlangen, Germany). Data acquisition\ninvolved high-resolution, T1-weighted, gradient-echo images uti-\nlizing a magnetization-prepared, rapid-gradient-echo (MPRAGE)\nsequence. The parameters for this sequence were: TR =1900 ms,\nTE=2.99 ms, slice thickness =1 mm, distance factor =50%, in-\nplane resolution =1.00×1.00, matrix =256×256, and field of\nview=250 mm.\n2.3 Data analysis\nData were converted from dicom to nii format in MRIcroGL (Rorden &\nBrett, 2000 ). All preprocessing and analyses were run in CAT12 (expert\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "KORNELSEN ET AL . 3o f6\nmode) version 12.8.1(r1987). Data were segmented using default set-\ntings for spatial registration including shooting registration to the\nCAT12 MNI152NLin2009cAsym template and voxel size thickness\nestimation at 0.5 mm for surfaces. Surface and thickness estimation\nwere performed for grey matter, white matter, and cerebrospinal fluid\nwith affine and nonlinear modulated normalized output. Following seg-\nmentation, additional surface parameters were extracted including the\ngyrification index based on absolute mean curvature, fractal dimen-\nsion for a measure of cortical complexity, and sulcus depth based on\nthe Euclidean distance between the central surface and the convex hull\n(transformed with a square root function for normal distribution). The\nleft and right hemisphere surface data were resampled and merged\nto a single 32k mesh. Cortical thickness was smoothed with a 12 mm\nFWHM kernel and gyrification, sulcal depth, and cortical complexity\nwere smoothed with a 25 mm FWHM kernel.\nAn overall weighted image quality rating (IQR) was calculated in\nCAT12 for each participant. The IQR is a single score that summa-\nrizes noise, bias, and image resolution for image quality before and\nafter preprocessing. As image quality can affect surface measures\n(Gilmore et al., 2021 ), at- t e s tw a sr u nt oe n s u r et h e r ew a sn os i g -\nnificant difference in image quality between groups (mean IQR for\nASMR =2.65; mean IQR for controls =2.63, independent samples\ntwo-tailed t-test, p=.7879).\nThe statistical design specification and estimation were run in\nCAT12. A whole-brain analysis was conducted which assessed the mea-\nsures voxel-wise rather than being parcellated into regions-of-interest.\nSeparate analyses were run for the resampled and smoothed thickness,\nsulcus depth, gyrification, and cortical complexity images. No thresh-\nold masking was applied, and an implicit mask was applied. Contrasts\nof ASMR >HC and ASMR <HC were run for each of the four surface\nmeasures. The statistical maps for each measure were generated in a\ntwo-step process. First, the results were called with a pvalue of .001\nand an extent threshold of 0 in order to obtain an empirical value for\nthe expected number of vertices per cluster ( k), specific to each map.\nSecond, the results were then displayed with a pv a l u eo f. 0 0 1a n dt h e\nextent threshold set to the map-specific kvalue. This process addresses\nmultiple comparisons and reduces false-positives. Results are reported\nlabeled with the Desikan-Killiany DK40 atlas.\n3 RESULTS\nThe analysis of cortical thickness revealed several significant differ-\nences between ASMR and control participants (all pvalues <.001, with\nan extent threshold of k=19; see Figure 1). In the left hemisphere,\nASMR was associated with less cortical thickness in four regions: a\n94-voxel cluster equally distributed across the precuneus and supe-\nrior parietal lobule ( T=4.3), a 24-voxel cluster almost entirely within\nthe precentral gyrus ( T=4.0), a 21-voxel cluster in the supramarginal\ngyrus ( T=3.6), and a 20-voxel cluster in the insula ( T=3.7). Five\nregions showed less thickness in the right hemisphere of individuals\nwith ASMR. Two of these clusters were in the supramarginal gyrus\n(44 ( T=3.9) and 43 ( T=4.6) voxels). A 40-voxel cluster was spreadevenly between the medial and lateral orbitofrontal cortex ( T=4.4).\nA fourth region (36 voxels; T=4.0) encompassed parts of the supe-\nrior frontal gyrus and paracentral lobule, while a fifth region (21 voxels;\nT=3.8) included the fusiform and entorhinal cortex. No significant\ndifferences were observed for the ASMR >HC contrast.\nThe analysis of cortical complexity also revealed a significant differ-\nence between groups ( p<.001 and extend threshold, k=42, applied).\nASMR was associated with significantly less cortical complexity in a\n48-voxel ( T=3.7), left-hemisphere region comprising parts of the pars\nopercularis and pars triangularis (see Figure 2). No significant increases\nin cortical complexity were detected for the ASMR group as compared\nwith the HC group.\nASMR participants also showed greater sulcal depth in a 50-voxel\n(T=3.7) region of the left inferior temporal lobe and increased gyrifica-\ntion in a 36-voxel ( T=3.9) cluster in the right fusiform gyrus ( p<.001).\nHowever, these results were not significant when the extent threshold\ncalculated for these maps ( k=58) was applied to correct for multiple\ncomparisons.\n4 DISCUSSION\nThe current research provides the first evidence of structural differ-\nences in the brains of individuals with ASMR. ASMR was associated\nwith reduced cortical thickness in several areas involved with phono-\nlogical processing, sensorimotor functions, and attention. Two of these\nregions—the precuneus and precentral gyrus—also showed atypical\nfunctional connectivity in earlier research with these participants\n(Smith et al., 2019b ). This link between cortical thickness and atypi-\ncal functional connectivity is consistent with previous research with\ndifferent populations [e.g., (de la Cruz et al., 2021 )].\nThe specific brain areas showing reduced cortical thickness are also\nrelevant to the phenomenology of ASMR. Both the left and right supra-\nmarginal gyri were thinner in individuals sensitive to ASMR stimuli. The\nsupramarginal gyrus is involved with a number of phonological func-\ntions including the perception of pitch and rhythm (Schaal et al., 2017 )\nand phonological working memory (Deschamps et al., 2014 ). The lower\ncortical thickness found in the ASMR participants in our study sug-\ngests that phonological information may be processed differently by\nthis population. This supposition is consistent with the fact that audi-\ntory stimuli such as whispering and repetitive noises can elicit ASMR\ntingles in these individuals [e.g., (Fredborg et al., 2017 )].\nReduced cortical thickness was also detected in several regions\nrelated to movement and bodily awareness. The left precuneus is asso-\nciated with a number of ASMR-relevant functions including body part\nlocalization and awareness (Felician et al., 2004 ), as well as perspec-\ntive taking (Cavanna & Trimble, 2006 , Petrini et al., 2014 ). Many ASMR\nvideos involve a protagonist speaking directly to the camera, thereby\nimmersing viewers into a body-focused experience such as brushing\none’s hair. Atypical functioning in the precuneus and the adjacent supe-\nrior parietal lobule may alter how an individual integrates this external\ninformation with their body’s own sensations. Similarly, differences in\nthe insula may relate to altered processing of interoceptive information\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4o f6 KORNELSEN ET AL .\nFIGURE 1 Regions of cortical thickness decreased in ASMR as compared with HC. The lateral and medial surface views of the left hemisphere\n(LH) and right hemisphere (RH) and the bottom surface view are displayed with the significant t-values represented in the color bar.\nFIGURE 2 Regions of cortical complexity decreased in ASMR as compared with HC. The lateral and medial left hemisphere (LH), right\nhemisphere (RH), and the top surface views are displayed with the significant t-values represented in the color bar.\n(Craig, 2009 ). Given that this region is a cortical “hub” with dense pro-\njections to numerous regions related to sensorimotor, attentional, and\nemotional processes, it is possible that the differences in cortical thick-\nness could influence several other cognitive and emotional functions\n(Ghaziri et al., 2017 ).\nOur analyses also indicated that two regions of the right prefrontal\ncortex were thinner in individuals with ASMR. One cluster included\nportions of the medial and lateral orbitofrontal cortex. This cortical\nregion is associated with numerous sensory and emotional functions\n(Rolls et al., 2020 ); neuroimaging studies have also shown that these\nareas are active during some forms of social cognition (Grossmann,\n2013 ), including an analysis of social interactions similar to those\nfound in many ASMR videos. We also detected reduced cortical thick-\nness in a cluster including the right superior frontal gyrus, extending\ninto the paracentral lobule. This result is noteworthy for two rea-\nsons. First, the paracentral lobule was active when these participantsviewed ASMR videos in a functional neuroimaging study (Smith et al.,\n2019 ); it is possible, therefore, that the ASMR-relevant neural activ-\nity is related to cortical thickness. Second, this brain area has also\nbeen linked with inhibitory attentional processes and to the analysis\nof motor urgency (Hu et al., 2016 ). We could therefore speculate that\nASMR is related to reduced attentional inhibition. Consistent with this\nhypothesis, Wang et al. ( 2020 ) found that ASMR-sensitive individuals\nhad slower inhibitory control and set-shifting abilities after exposure\nto ASMR videos.\nThe analyses of cortical complexity revealed that ASMR was asso-\nciated with less complexity in regions that comprise Broca’s area. This\nregion is typically associated with language production; however, func-\ntional neuroimaging studies have shown that it serves some motoric\nfunctions as well, including the interpretation of others’ actions\n(Fadiga et al., 2006 ). It is therefore possible that differential sensitiv-\nity to the social movements seen in many ASMR videos is related to\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "KORNELSEN ET AL . 5o f6\ndifferences in Broca’s area. Future research could address this possi-\nbility by examining cortical complexity in ASMR-sensitive individuals\nwho do or do not respond to this particular ASMR trigger (see Smith\net al., 2020 for an examination of functional connectivity differences\nassociated with sensitivity to different ASMR trigger types).\nAlthough the current research provides the first investigation of\nstructural brain differences in ASMR, it is important to acknowledge\nits limitations. Additional studies with larger sample sizes are neces-\nsary in order to detect further differences. Additionally, it is unclear\nwhether the groups differed on cognitive abilities, mood, or personal-\nity variables; these factors could have weakened our ability to detect\ndifferences between the two groups of participants. Finally, this study\nfocused on cortical brain areas. Future studies using volumetric analy-\nses to measure subcortical structures and diffusion tensor imaging to\nmeasure white-matter pathways would allow researchers to provide a\ncomplete depiction of the neural architecture underlying ASMR.\nACKNOWLEDGMENT\nThis research was supported by a grant from the Natural Sciences\nand Engineering Research Council of Canada. The authors wish to\nacknowledge the helpful feedback from two anonymous reviewers.\nCONFLICT OF INTEREST\nThis statement confirms that none of the authors report any conflict of\ninterest related to the performance of this research.\nDATA AVAILABILITY STATEMENT\nData are available from the corresponding author upon reasonable\nrequest.\nORCID\nStephen D. Smith https://orcid.org/0000-0002-9028-8372\nPEER REVIEW\nThe peer review history for this article is available at https://publons.\ncom/publon/10.1002/brb3.2894 .\nREFERENCES\nBarratt, E. L., & Davis, N. J. (2015). Autonomous Sensory Meridian Response\n(ASMR): A flow-like mental state. PeerJ ,3, e851.\nCavanna, A. E., & Trimble, M. R. (2006). The precuneus: A review of its\nfunctional anatomy and behavioural correlates. Brain ,129, 564–583.\nCraig, A. (2009). How do you feel — now? The anterior insula and human\nawareness. Nature Reviews Neuroscience ,10, 59–70.\nde la Cruz, F., Schumann, A., Suttkus, S., Helbing, N., Zopf, R., & Bär, K. -J.\n(2021). Cortical thinning and associated connectivity changes in patients\nwith anorexia nervosa. Translational Psychiatry ,11, 95.\nDeschamps, I., Baum, S. R., & Gracco, V. L. (2014). On the role of the supra-\nmarginal gyrus in phonological processing and verbal working memory:\nEvidence from rTMS studies. Neuropsychologia ,53, 39–46.\nEngelbregt, H. J., Brinkman, K., van Geest, C. C. E., Irrmischer, M., & Deijen, D.\nB. (2022). The effects of autonomous sensory meridian response (ASMR)\non mood, attention, heart rate, skin conductance and EEG in healthy\nyoung adults. Experimental Brain Research ,240, 1727–1740.Fadiga, L., Craighero, L., Destro, M. F., Finos, L., Cotillon-Williams, N., Smith,\nA. T., & Castiello, U. (2006). Language in shadow. Social Neuroscience ,1,\n77–89.\nFelician, O., Romaiguere, P., Anton, J. L., Nazarian, B., Roth, M., Poncet, M., &\nRoll, J. P. (2004). The role of human left superior parietal lobule in body\npart localization. Annals of Neurology ,55, 749–751.\nFrangou, S., Modabbernia, A., Doucet, G., Moser, D., & Dima, D. (2019).\nCortical thickness and subcortical volume trajectories across the lifes-\npan: Data from 14,600 healthy individuals aged 6–90 years. Biological\nPsychiatry ,85, S35–S36.\nFredborg, B., Clark, J., & Smith, S. D. (2017). An examination of personality\ntraits associated with autonomous sensory meridian response (ASMR).\nFrontiers in Psychology ,8, 247.\nFredborg, B. K., Champagne-Jorgensen, K., Desroches, A. S., & Smith, S.\nD. (2021). An electroencephalographic examination of the autonomous\nsensory meridian response (ASMR). Consciousness and Cognition ,87,\n103053.\nGautam, P., Anstey, K. J., Wen, W., Sachdev, P. S., & Cherbuin, N. (2015).\nCortical gyrification and its relationships with cortical volume, cor-\ntical thickness, and cognitive performance in healthy mid-life adults.\nBehavioural Brain Research ,287, 331–339.\nGhaziri, J., Tucholka, A., Girard, G., Houde, J. C., Boucher, O., Gilbert, G.,\nDescoteaux, M., Lippé, S., Rainville, P., & Nguyen, D. K. (2017). The cor-\nticocortical structural connectivity of the human insula. Cerebral Cortex ,\n27, 1216–1228.\nGilmore, A. D., Buser, N. J., & Hanson, J. L. (2021). Variations in struc-\ntural MRI quality significantly impact commonly used measures of brain\nanatomy. Brain Informatics ,8,7 .\nGrossmann, T. (2013). The role of medial prefrontal cortex in early social\ncognition. Frontiers in Human Neuroscience ,7, 340.\nHa, T. H., Yoon, U., Lee, K. J., Shin, Y. W., Lee, J. M., Kim, I. Y., Ha, K. S., Kim, S.\nI., & Kwon, J. S. (2005). Fractal dimension of cerebral cortical surface in\nschizophrenia and obsessive-compulsive disorder. Neuroscience Letters ,\n384, 172–176.\nHayasaka, S., Peiffer, A. M., Hugenschmidt, C. E., & Laurienti, P. J. (2007).\nPower and sample size calculation for neuroimaging studies by non-\ncentral random field theory. Neuroimage ,37, 721–730.\nHu, S., Ide, J. S., Zhang, S., & Li, C. R. (2016). The right superior frontal\ngyrus and individual variation in proactive control of impulsive response.\nJournal of Neuroscience ,36, 12688–12696. https://doi.org/10.1523/\nJNEUROSCI.1175-16.2016\nIm, K., Lee, J. -M., Yoon, U., Shin, Y. -W., Hong, S. B., Kim, I. Y., Kwon, J. S., &\nKim, S. I. (2006). Fractal dimension in human cortical surface: Multiple\nregression analysis with cortical thickness, sulcal depth, and folding area.\nHuman Brain Mapping ,27, 994–1003.\nK a n g ,D .H . ,J o ,H .J . ,J u n g ,W .H . ,K i m ,S .H . ,J u n g ,Y .H . ,C h o i ,C .H . ,L e e ,U .\nS., An, S. C., Jang, J. H., & Kwon, J. S. (2013). The effect of meditation on\nbrain structure: Cortical thickness mapping and diffusion tensor imaging.\nSocial Cognitive and Affective Neuroscience ,8, 27–33.\nLin, H. -Y., Huang, C. -C., Chou, K. -H., Yang, A. C., Zac Lo, C. -Y., Tsai, S. -J., &\nLin, C. -P. (2021). Differential patterns of gyral and sulcal morphological\nchanges during normal aging process. Frontiers in Aging Neuroscience ,13,\n625931.\nLochte, B. C., Guillory, S. A., Richard, C. A. H., & Kelley, W. M. (2018). An\nfMRI investigation of the neural correlates underlying the autonomous\nsensory meridian response (ASMR). BioImpacts ,8, 295–304.\nPernet, C. R., Belov, N., Delorme, A., & Zammit, A. (2021). Mindfulness\nrelated changes in grey matter: A systematic review and meta-analysis.\nBrain Imaging and Behavior ,15, 2720–2730.\nPetrini, K., Piwek, L., Crabbe, F., Pollick, F. E., & Garrod, S. (2014). Look at\nthose two!: The precuneus role in unattended third-person perspective\nof social interactions. Human Brain Mapping ,35, 5190–5203. https://doi.\norg/10.1002/hbm.22543\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6o f6 KORNELSEN ET AL .\nPoerio, G. L., Blakey, E., Hostler, T. J., & Veltri, T. (2018). More than a feel-\ning: Autonomous sensory meridian response (ASMR) is characterized by\nreliable changes in affect and physiology. PLoS ONE ,13, e0196645.\nRolls, E. T., Cheng, W., & Feng, J. (2020). The orbitofrontal cortex: Reward,\nemotion and depression. Brain Communications ,2, 196.\nRorden, C., & Brett, M. (2000). Stereotaxic display of brain lesions.\nBehavioural Neurology ,12, 191–200.\nRouw, R., Scholte, H. S., & Colizoli, O. (2011). Brain areas involved in\nsynaesthesia: A review. Journal of Neuropsychology ,5, 214–242.\nSchaal, N., Pollok, B., & Banissy, M. (2017). Hemispheric differences\nbetween left and right supramarginal gyrus for pitch and rhythm mem-\nory.Scientific Reports ,7, 42456.\nSmith, S. D., Fredborg, B. K., & Kornelsen, J. (2017). An examination of the\ndefault mode network in individuals with autonomous sensory meridian\nresponse (ASMR). Social Neuroscience ,12, 361–365.\nSmith, S. D., Fredborg, B. K., & Kornelsen, J. (2019). A functional MRI inves-\ntigation of the autonomous sensory meridian response (ASMR). PeerJ ,7,\ne7122.\nSmith, S. D., Fredborg, B. K., & Kornelsen, J. (2019b). Atypical functional\nconnectivity associated with Autonomous Sensory Meridian Response\n(ASMR): An examination of five resting-state networks. Brain Connectiv-\nity,9, 508–518.Smith, S. D., Fredborg, B. K., & Kornelsen, J. (2020). Functional connec-\ntivity associated with five different categories of Autonomous Sensory\nMeridian Response (ASMR) triggers. Consciousness and Cognition ,85,\n103021.\nSmith, S. D., Kolesar, T. A., Fredborg, B. F., & Kornelsen, J. (2022). Tingles\ndown the spinal cord: A spinal functional magnetic resonance imaging\ninvestigation of the autonomous sensory meridian response. Perception ,\n51, 514–517.\nVoorhies, W. I., Miller, J. A., Yao, J. K., Bunge, S. A., & Weiner, K. S.\n(2021). Cognitive insights from tertiary sulci in prefrontal cortex. Nature\nCommunications ,12, 5122.\nWang, X., Yang, X., Sun, Y., & Su, Y. (2020). The influence of autonomous\nsensory meridian response on individual’s executive function. Quarterly\nJournal of Experimental Psycholog ,73, 1587–1595.\nHow to cite this article: Kornelsen, J., Fredborg, B. K., & Smith,\nS. D. (2023). Structural differences in the cortex of individuals\nwho experience the autonomous sensory meridian response.\nBrain and Behavior , e2894. https://doi.org/10.1002/brb3.2894\n 21579032, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/brb3.2894, Wiley Online Library on [28/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}