{
  "doc_type": "scientific paper",
  "title": "Motor Basis",
  "authors": [
    "Kumar"
  ],
  "year": 2021,
  "journal": "sciences Institute, Newcastle University, Newcastle upon Tyne, NE2 4HH, United Kingdom,2UCL Institute for Environmental Design",
  "doi": "10.1523/JNEUROSCI.0261-21.2021",
  "abstract": null,
  "keywords": [
    "auditory",
    "fMRI",
    "mirror neurons",
    "misophonia",
    "motor system",
    "resting state connectivity"
  ],
  "research_topics": [
    "auditory",
    "fMRI",
    "mirror neurons",
    "misophonia",
    "motor system",
    "resting state connectivity"
  ],
  "created_at": "2025-05-05T01:49:13.638202Z",
  "source_pdf": "documents/research/Global/Kumar 2021 Motor Basis.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Neurobiology of Disease\nThe Motor Basis for Misophonia\nSukhbinder Kumar,1\nPradeep Dheerendra,1Mercede Erfanian,2Ester Benzaquén,1William Sedley,7\nPhillip E. Gander,3Meher Lad,7Doris E. Bamiou,4,6and Timothy D. Griffiths1,3,5\n1Biosciences Institute, Newcastle University, Newcastle upon Tyne, NE2 4HH, United Kingdom,2UCL Institute for Environmental Design and\nEngineering, The Bartlett, University College London, WC1H 0NN, United Kingdom,3Department of Neurosurgery, University of Iowa, Iowa City,\nIowa 52242,4UCL Ear Institute, London, WC1X 8EE, United Kingdom,5Wellcome Centre for Human NeuroImaging, London, WC1N 3BG, United\nKingdom,6Biomedical Research Centre, University College London Hospitals, London, WC1E 6AB, United Kingdom, and7Translational and\nClinical Research Institute, Newcastle University, Newcastle upon Tyne, NE2 4HH\nMisophonia is a common disorder characterized by the experience of strong negative emotions of anger and anxiety in\nresponse to certain everyday sounds, such as those generated by other people eating, drinking, and breathing. The common-\nplace nature of these “trigger ”sounds makes misophonia a devastating disorder for sufferers and their families. How such in-\nnocuous sounds trigger this response is unknown. Since most trigger sounds are generated by orofacial movements (e.g.,chewing) in others, we hypothesized that the mirror neuron system related to orofacial movements could underlie misopho-\nnia. We analyzed resting state fMRI (rs-fMRI) connectivity ( N= 33, 16 females) and sound-evoked fMRI responses ( N= 42, 29\nfemales) in misophonia sufferers and controls. We demonstrate that, compared with controls, the misophonia group show nodifference in auditory cortex responses to trigger sounds, but do show: (1) stronger rs-fMRI connectivity between both audi-\ntory and visual cortex and the ventral premotor cortex responsible for orofacial movements; (2) stronger functional connec-\ntivity between the auditory cortex and orofacial motor area during sound perception in general; and (3) stronger activationof the orofacial motor area, specifically, in response to trigger sounds. Our results support a model of misophonia based on\n“hyper-mirroring ”of the orofacial actions of others with sounds being the “medium ”via which action of others is excessively\nmirrored. Misophonia is therefore not an abreaction to sounds, per se, but a manifestation of activity in parts of the motorsystem involved in producing those sounds. This new framework to understand misophonia can explain behavioral and emo-\ntional responses and has important consequences for devising effective therapies.\nKey words: auditory; fMRI; mirror neurons; misophonia; motor system; resting state connectivity\nSignificance Statement\nConventionally, misophonia, literally “hatred of sounds ”has been considered as a disorder of sound emotion processing, in\nwhich “simple ”eating and chewing sounds produced by others cause negative emotional responses. Our data provide an alter-\nnative but complementary perspective on misophonia that emphasizes the action of the trigger-person rather than the soundswhich are a byproduct of that action. Sounds, in this new perspective, are only a “medium ”via which action of the triggering-\nperson is mirrored onto the listener. This change in perspective has important consequences for devising therapies and treat-\nment methods for misophonia. It suggests that, instead of focusing on sounds, which many existing therapies do, effectivetherapies should target the brain representation of movement.\nIntroduction\nMisophonia is a disorder of emotion processing in which ordi-\nnary day-to-day sounds, at normal volume, cause distress to the\npoint that it has debilitating effects on the occupational,\nsocial, and domestic life of the sufferer. Typically, these\nsounds (termed “trigger ”sounds) include eating, chewing,\ndrinking, and breathing sounds made by people other than\nthe sufferer. Reactions of a misophonia sufferer to trigger\nsounds include anger, irritation, disgust, anxiety, and, in\nsome cases, violent rage accompanied by a strong urge to\nescape from the situation. Since trigger sounds are com-\nmon, and almost inescapable in the company of others,Received Feb. 3, 2021; revised Apr. 20, 2021; accepted Apr. 27, 2021.\nAuthor contributions: S.K., W.S., and T.D.G. designed research; S.K. and M.E. performed research; S.K., P.D.,\nM.E., E.B., and T.D.G. analyzed data; S.K. wrote the first draft of the paper; S.K., P.D., M.E., E.B., W.S., P.E.G.,\nM.L., D.E.B., and T.D.G. edited the paper; S.K., W.S., P.E.G., M.L., D.E.B., and T.D.G. wrote the paper.\nS.K. was supported by Misophonia Research Fund, REAM Foundation; and Wellcome Trust Grant\nWT106964MA to T.D.G.\nThe authors declare no competing financial interests.\nCorrespondence should be addressed to Sukhbinder Kumar at Sukhbinder.kumar@ncl.ac.uk.\nhttps://doi.org/ 10.1523/JNEUROSCI.0261-21.2021\nCopyright © 2021 Kumar et al.\nThis is an open-access article distributed under the terms of the Creative Commons Attribution 4.0\nInternational license, which permits unrestricted use, distribution and reproduction in any medium provided\nthat the original work is properly attributed.5762 The Journal of Neuroscience, June 30, 2021 41(26):5762 –5770"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "misophonia can lead to social isolation, and cases of suicide\nand suicide attempts have been reported in the media(\nNauman, 2017 ). Although comprehensive epidemiological\ndata on misophonia are lacking, three studies ( Wu et al.,\n2014 ;Zhou et al., 2017 ;Naylor et al., 2021 )i nu n d e r g r a d u -\nate student samples found that 6%-20% had moderate tosevere symptoms of misophonia.\nA considerable effort has been made in the last few years to\nunderstand the brain mechanisms of misophonia.\nKumar et al.\n(2017) showed hyperactivity of anterior insula, specifically in\nresponse to trigger sounds in the misophonia group compared\nwith normal healthy controls. Moreover, the functional connec-\ntivity of anterior insula, in response to trigger sounds, was stron-ger to a number of brain regions, including core nodes of thedefault mode network (ventromedial prefrontal cortex and pos-\nterior cingulate cortex). Using a similar paradigm with video\nclips as stimuli,\nSchroder et al. (2019) replicated the findings of\nhyperactivity in anterior insula to trigger stimuli in subjects with\nmisophonia. Although the neuroimaging studies have identified\na brain network underlying misophonia, the question of whysuch innocuous sounds cause distress and hyperactivity of brainregions remains unanswered.\nInterestingly, most of the triggers in misophonia happen\nto be human-generated sounds of eating and chewing\n(\nKumar et al., 2014 ;Jager et al., 2020 ), which involve orofa-\ncial actions. Although sounds are most distressing, imagesand silent videos of eating and chewing can also cause dis-\ntress. Trigger sounds in misophonia “automatically ”elicit\nthe emotional response (\nDozier, 2015 ) without having any\nself-control, despite preserved insight into the dispropor-\ntionate nature of the feelings and reactions evoked ( Cavanna\nand Seri, 2015 ). Additionally, trigger sounds/actions can\ninduce spontaneous mimicry of the triggering orofacialaction in many misophonia sufferers (\nEdelstein et al., 2013 ).\nSince the mirror neuron system ( Rizzolatti and Craighero,\n2004 ) responds to the action of others and is known to\nunderlie spontaneous mimicry ( Prochazkova and Kret, 2017 )\nand emotional responses ( Bastiaansen et al., 2009 ), we specu-\nlated that a process of “mirroring ”the action represented by\ntrigger sounds might be a fundamental part of the mecha-nism underlying misophonia. That is, in misophonia suffer-\ners, trigger stimuli activate the same part of motor cortex\nthat is active during generation of trigger stimuli.\nMirror neurons are a set of neurons discovered in the motor\ncortex of monkeys that fire not only when the monkey performsa particular action but also when the monkey sees another\nindividual performing the same action (\nPellegrino et al., 1992 ;\nRizzolatti and Craighero, 2004 ). For example, there are mouth\nmirror neurons related to ingestive functions, such as chewing or\nsucking of food and lip-smacking ( Ferrari et al., 2003 ).\nMoreover, the mirror neurons can be activated not only by thesight of action but also by the sounds of the action (\nKohler et al.,\n2002 ). In humans, mirroring of actions takes place in a network\nof brain areas, including the ventral premotor cortex referred to\nas the Mirror Neuron System (MNS) ( Iacoboni and Dapretto,\n2006 ). The MNS has been shown to mirror mouth (e.g., biting\nand chewing an apple), hand and foot actions ( Buccino et al.,\n2001 ) and many others ( Rizzolatti and Sinigaglia, 2010 ).\nA defining feature of the mirror neuron system is that it asso-\nciates a pattern of auditory or visual input (e.g., seeing or hearingsomebody chewing) to a part of the motor cortex (orofacial\nmotor cortex) involved in producing the motor movement asso-\nciated with the input (e.g., the mouth or orofacial movements) inothers. This requires connectivity between sensory and motor\nregions. We therefore first estimated connectivity of auditoryand visual cortex to the rest of the brain in misophonia and con-\ntrol groups using analyses based on resting state fMRI (rsfMRI),\nwhen there was no specific stimulus or task performed. We nextanalyzed the change in functional connectivity of two groups in\nresponse to three categories of sounds (trigger sounds, which\nevoked misophonic reaction in a misophonia group; unpleasantsounds, which are perceived to be aversive by both groups and;\nneutral sounds). Last, activation of auditory cortex and orofacial\nmotor cortex to the three sound categories was estimated. Put to-gether, our data support a model of misophonia based on“hyper-mirroring ”of actions of others in which there is an exces-\nsive engagement of the orofacial motor cortex by the auditory\nand visual sensory input associated with those actions. Theseresults provide a new framework to understand misophonia,\nwhich has important consequences for the type of therapy and\ntreatment options to be considered for misophonia.\nMaterials and Methods\nWe present data from two experiments: (1) rsfMRI and (2) sound-\nevoked fMRI. The rsfMRI data are new. The data for the sound-evoked\nfMRI experiment have been published previously ( Kumar et al., 2017 )\nand are reanalyzed here.\nSubjects\nSeventeen subjects with misophonia and 20 control subjects were\nrecruited for participation in the rsfMRI study after providing written\ninformed consent to procedures approved by the local ethics committee.The misophonia subjects were recruited via an advertisement on a miso-\nphonia support website (\nhttps://www.allergictosound.com/ ). Misophonia\nparticipants were first required to complete three questionnaires: (1) amisophonia questionnaire designed in our laboratory and used previously\nin our studies (\nKumar et al., 2014 ,2017); (2) the Misophonia Amsterdam\nQuestionnaire ( Schroder et al., 2013 ); and (3) the Misophonia\nQuestionnaire ( Wu et al., 2014 ). A misophonia participant was recruited\nfor the study if all of the following applied: (1) they identified sounds of\neating, breathing, or chewing as trigger sounds; (2) sounds alone couldtrigger the misophonic reaction (i.e., no picture or video of the person\nproducing trigger sounds was needed along with sounds); (3) the person\nproducing trigger sounds did not have to be a specific person, such as aclose family member; and (4) they scored 10 or higher (moderate to\nextreme misophonia) on the Misophonia Amsterdam Questionnaire. All\nsubjects were screened by telephone by the first and third author to con-firm their symptoms and questionnaire responses, and to rule out MRI\ncontraindications.\nControls were recruited via an advertisement on a local university\nwebsite. In the advertisement, the exact purpose of the study was not\nmentioned. Instead, it was stated that the objective of the study was todetermine brain responses to our day-to-day environmental sounds.\nOnce participants signed up for the study, they were asked by telephone\nhow they respond to environmental sounds, including sounds of eatingand breathing. They were then asked to complete the Misophonia\nQuestionnaire (\nWu et al., 2014 ). If typical symptoms of misophonia\nwere absent (e.g., responding angrily, leaving the situation in response totypical trigger sounds in misophonia), the subject was recruited. No sub-\nject who signed up for the study was incidentally identified to have miso-\nphonia. The misophonia and control groups were matched in age andsex. All participants were paid £10/h plus travel expenses.\nIn the sound-evoked fMRI study, 20 misophonia sufferers and 22\nage- and sex-matched controls were recruited following a procedure\nsimilar to that described above (for details, see\nKumar et al., 2017 ).\nExperimental procedure\nrs-fMRI. Ten minutes of rsfMRI data were acquired while partici-\npants kept their eyes open. An eye-tracker was used to check whether\nparticipants conformed to the instruction. Physiologic parameters, heartKumar et al. ·Motor Basis for Misophonia J. Neurosci., June 30, 2021 41(26):5762 –5770 5763"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "rate, and respiration were measured continuously using a pulse oximeter\nand respiration belt.\nSound-evoked fMRI. fMRI data were continually acquired during the\npresentation of three categories of sounds: (1) trigger sounds, whichevoke a misophonic reaction in subjects with misophonia (e.g., eating/chewing sounds); (2) aversive sounds, which are perceived to be unpleas-\nant by both groups but do not evoke a misophonic response (e.g., an\ninfant cry); and (3) neutral sounds. A list of sounds is given in\nTable 1 .\nAfter every sound presentation for 15 s, subjects gave two ratings: (1)how annoying the sound was (both groups) and (2) how effectively thesound triggered misophonic distress (misophonia subjects) or how anti-social the sound was, based on whether the subject would move awayfrom the source of sound (control subjects). A total of 126 trials (42 for\neach sound category) were presented across 5 sessions each lasting\n;11 min. Further details of the procedure can be found from our previ-\nous publication (\nKumar et al., 2017 ).\nFunctional imaging data acquisition\nrs-fMRI. Resting state MRI data were collected on a Siemens 3 Tesla\nTrio whole-body MRI scanner (Siemens Healthcare) with a 32-channel\nhead coil at the Wellcome Center for Human Neuroimaging, University\nCollege London. The subject movement was discouraged by instructionand by use of soft padding within the head coil. The acquisition parame-ters used were as follows: TR = 3.36 s; in-plane resolution = 3 mm iso-tropic; TE = 30 ms; 48 slices (covering the whole brain); matrixsize = 64 /C264; echo spacing = 0.5 ms; orientation = transverse; slice tilt =\n/C030° relative to the AC-PC line. A total of 180 volumes were acquired\nfor the resting state.\nSound-evoked fMRI. All imaging data were collected on a Siemens 3\nTesla whole-body MRI scanner (Siemens Healthcare) at the Wellcome\nCenter for Human Neuroimaging, University College London. fMRI\ndata were acquired continuously with a 12-channel coil using a sequencethat was optimized for acquisition from the amygdala and orbitofrontalcortex (\nWeiskopf et al., 2006 ).The fMRI acquisition parameters were the\nsame as in the resting state acquisition. A total of 1005 volumes wereacquired across 5 sessions. Field maps were acquired (parameters: shortTE = 10 ms; long TE = 12.46 ms; polarity of phase-encoding blips = /C01;\nEPI readout time = 37 ms) for every subject after the third session.\nStructural data acquisition for use with rs-fMRI\nA structural scan for each participant was acquired using a whole-brain\nquantitative multiparameter maps protocol (\nWeiskopf et al., 2013 ), with\n32-channel head coil, which consisted of a total of five sequences: threeFLASH sequences and two calibration sequences for correcting fieldinhomogeneities (\nLutti et al., 2010 ,2012 ). The three FLASH sequences\nwere, respectively, proton density (PD), magnetization transfer (MT),\nand T1-weighted by choosing appropriate values of TR and flip angle\n(a) for each of them. The TRs and flip angles for the three FLASH\nsequences were as follows: PD, TR = 23.7 ms, a= 6°; MT: TR = 23.7 ms,a= 6°; T1: TR = 18.7 ms, a= 20°. For the MT-weighted acquisition, a\nGaussian RF pulse of 4 ms duration and 220° nominal flip angle wasapplied 2 kHz off-resonance before nonselective excitation. Gradientechoes were acquired with alternating readout gradient polarity at 6equidistant times between 2.2 and 14.7 ms. For PD-weighted acquisition,two additional echoes at 17.2 and 19.7 ms were acquired. A high readoutbandwidth of 425 Hz/pixel was used to reduce off-resonance artifacts.\nDuring acquisition, subjects were encouraged to be as still as possible\nwith eyes open or closed.\nStructural data acquisition for use with sound-evoked fMRI\nThe procedure and parameters for the structural MRI in the sound-\nevoked fMRI experiment were the same as for the rsfMRI experiment.\nAnalysis\nResting state functional connectivity. Functional connectivity analysis\nwas performed using Conn toolbox (version 19.b) (\nWhitfield-Gabrieli\nand Nieto-Castanon, 2012 ). The first five volumes were discarded from\nthe analysis to allow magnetic strength of the scanner to reach steady\nstate. The data were preprocessed using the default preprocessing pipe-line (realignment, slice time correction, outlier detection, segmentationand normalization, and smoothing with an 8 mm kernel). A T1-weighted scan acquired as a part of the multiparameter map protocolwas used as a structural scan for each subject. The ROIs for auditory cor-tex (Heschl ’s gyrus [HG], planum temporale [PT]) were anatomically\ndefined using the brain atlas accompanying Conn toolbox. The ROIs for\nvisual cortex (primary visual cortex V1, secondary visual cortex V2)were extracted from Anatomy toolbox (\nEickhoff et al., 2005 ). The ROIs\nfor dorsal (dPMC) and ventral (vPMC) premotor areas were based onthe Human Motor Area Template developed by\nMayka et al. (2006) .T h e\nanterior insula seed regions were based on a sphere of 6 mm radiusaround the maxima of activation observed in\nKumar et al. (2017) .T h e\ntime series was extracted from each voxel of the ROI and then averaged\nacross voxels to define a single time series for the ROI. The effect ofmovement on the BOLD signal was reduced by regressing out motionparameters, along with their first-order temporal derivative, by runningwhole-brain voxelwise regression. The effect of physiological noise (car-diac and respiratory) was removed by generating 14 regressors (6 for car-diac phase, 6 for respiratory phase, 1 for heart rate, 1 for change in\nrespiratory volume) using the Physio Toolbox (\nHutton et al., 2011 )a n d\ntheir first-order temporal derivative and using these regressors of no in-terest at the first level of analysis. Additionally, five covariates were gen-erated using the aCompCor method (\nBehzadi et al., 2007 ), which uses\nprincipal component analysis on the measurements made in the whitematter and CSF of each individual subject ’s segmented white matter and\nCSF masks. The data were bandpass filtered in the range 0.008-0.09 Hz,and first-level functional connectivity for each group was computed\nusing bivariate correlation coefficient between the seed time series and\ntime series from all other voxels in the brain (seed-to-voxel analysis).Comparison of connectivity between the two groups at the second levelwas undertaken using two-sample ttests with “age”and “sex”as regres-\nsors of no interest. All results shown are cluster-corrected with (one-sided) cluster defining threshold of p=0 . 0 0 1 .\nSound-evoked fMRI activations. The analysis was performed using a\nstandard GLM as implemented in SPM12 toolbox (\nhttps://www.fil.ion.\nucl.ac.uk/spm/software/spm12/ ). The three categories of sounds were\nseparately modeled as events of 15 s duration and then convolved with\nthe HRF to generate three regressors. Button presses and motion regres-\nsors were used as regressors of no interest. Further details of the analysiscan be found in\nKumar et al. (2017) . Interaction between group and\nsound type in the orofacial motor area was computed using a 2 /C23\nANOVA with group (Misophonia and Control) and sound type (trigger,unpleasant, and neutral) as factors, and subject effects modeled. TheROI for orofacial motor cortex was defined based on the resting stateconnectivity. Specifically, the part of vPMC which showed stronger con-\nnectivity to PT in resting state was chosen as an ROI. Beta values from\nwithin an ROI were extracted using in-house MATLAB scripts.Variation of\nbvalues in the orofacial motor cortex with rating wasTable 1. List of sounds used in the sound-evoked experiment ( Kumar et al.,\n2017 )\nTrigger sounds Unpleasant sounds Neutral sounds\nApple crunching Baby crying Busy cafe\nCoughing and sniffing Belch sound Fan sound\nCrisps eating Buzzer sound Faucet sound\nBreathing sound Buzzing bees Hair dryer sound\nCutlery sounds Dentist drill Helicopter sound\nEating food sound 1 Female crying Kettle boilingEating food sound 2 Male crying Toilet flush\nEating salad and cutlery Multiple dogs barking Traffic sound\nGulping water Vomit sound Vacuum cleanerSlurping Multiple infants crying Washing machine\nEating with slurping Alarm sound Rain sound\nSniffing Toddler crying Shower sound\nChewing Jack hammer Phone ringing\nPacket opening and eating Female scream Brushing teeth5764 J. Neurosci., June 30, 2021 41(26):5762 –5770 Kumar et al. ·Motor Basis for Misophonia"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "estimated using regression analysis and then comparing the regression\ncoefficients between two groups using two-sample ttest.\nSound-evoked functional connectivity. The ROI for the orofacial\nmotor area was chosen as above. Three regressors for the sound catego-ries were defined as in the GLM analysis. Other regressors (cardiac,breathing, and motion) and procedure for analysis were similar to theone used for resting state functional connectivity, except that the datawere high pass filtered with a cutoff frequency of 1/125 Hz. All resultsshown are cluster-corrected with (one-sided) cluster defining the thresh-old of p=0 . 0 0 1 .\nResults\nOne misophonia subject was excluded from the resting state\nanalysis because the physiological measurements could not be\naccessed. Three control subjects were excluded because of exces-\nsive movements in the MRI scanner. The final sample for analy-\nsis of resting state data consisted of 16 misophonia and 17\ncontrol subjects.\nDemographics and questionnaire scores\nThere was no significant difference between age ( p=0 . 3 8 )a n d\nsex ( p= 0.86) of the two groups. The misophonia group scored\nhigher ( p,0.001) on the Misophonia Questionnaire ( Wu et al.,\n2014 ) compared with controls. Misophonia subjects scored an\naverage of 42.6 on the Misophonia Questionnaire comparedwith 17.6 in controls. Additionally, misophonia subjects scored\nan average of 15.5 of a maximum of 24 on the Amsterdam\nMisophonia Questionnaire (\nSchroder et al., 2013 ), which corre-\nsponds to “severe ”misophonia. The demography and question-\nnaire scores are summarized in Table 2 .\nResting state functional connectivity\nSince the misophonic reaction begins with audio/visual input,\nconnectivity of auditory and visual cortex was estimated and\ncompared between the two groups. Anatomically defined HG\n(which contains primary auditory cortex) and PT (secondary au-ditory cortex) were separately chosen as seed regions, and their\nconnectivity to every other voxel in the brain (seed-to-voxel anal-\nysis) was estimated. Relative to controls, the misophonia group\nshowed a significant increase in functional connectivity of right\nPT to vPMC (\nFig. 1 A; peak at: 60, 12, 24; t(29)=4 . 6 2 ; p,0.001, q\n(FDR),0.05; cluster size = 283). No other cluster in the brain\nshowed significant increased connectivity to PT. There was no\nsignificant difference in HG connectivity between the two\ngroups. As in the case of auditory cortex, we chose both primary(V1) and secondary (V2) visual cortex as seed regions. Relative\nto controls, the misophonia group showed significantly increased\nconnectivity of right V2 to vPMC (\nFig. 1 B;p e a ka t :5 8 ,0 ,2 4 ;\nt(29)=4 . 3 4 ; p,0.001, q(FDR) ,0.05; cluster size = 221; Table 3 ),\nwhich is very close to the part of vPMC that showed increased\nconnectivity to right PT. This area of the motor cortex, when\nelectrically stimulated, produces mouth and lip movements(Kern et al., 2019 ) and is active when either mouth or lip move-\nments are made ( Ehrsson et al., 2003 ;Grabski et al., 2012 ;Kern\net al., 2019 ) or when these actions (e.g., someone biting an apple)\nmade by others are passively observed ( Buccino et al., 2001 ;Kern\net al., 2019 ). Moreover, the vPMC is a part of the human mirror\nneuron system ( Rizzolatti and Craighero, 2004 ). Other areas to\nwhich connectivity of V2 was stronger in misophonia included\nright anterior insula and right parietal operculum/PT ( Table 3 ).\nThere was no significant difference between the connectivity of\nV1 to vPMC in the two groups, but stronger connectivity of left\nV1 to right anterior insula and planum polare ( Table 3 )i nt h e\nmisophonia group was observed.\nTo investigate whether “mirroring ”could underlie the miso-\nphonic distress, we used rsfMRI data to estimate the connectivity\nof vPMC, which contains orofacial motor cortex that showed\nstronger connectivity to PT ( Fig. 1 C, top, boundary marked in\nblack) and the part of anterior insula whose responses moststrongly correlated with misophonic distress in our previous\nwork (\nKumar et al., 2017 ). To further test the specificity of con-\nnectivity of vPMC, we also chose dPMC as an ROI and estimated\nits connectivity. Increased connectivity of the right vPMC to an-\nterior insula was observed in the misophonia group ( Fig. 1 C;\npeak at: 42, 6, /C06,t(29)=4 . 6 4 ; p,0.001, q(FDR) ,0.05; cluster\nsize = 165). Other regions included occipital cortex, fusiform\ngyrus, and middle temporal gyrus ( Table 3 ). No significant dif-\nference in the connectivity of left or right dPMC or left vPMC\nbetween the two groups was observed indicating the specificity\nof hyperconnectivity of right vPMC to insula in misophonia.\nFinally, the misophonia group also showed a significant\nincrease in connectivity between left anterior insula and left motor\nand somatosensory (M1/S1) cortex ( Fig. 1 D;p e a ka t : /C018,/C016,\n78;t(29)= 4.82; p,0.001, q(FDR) ,0.05; cluster size = 383) and\ncerebellum ( Table 3 ). This part of the cerebellum (lobule 6) is\nknown to be involved in mirroring and observation of bodily\nactions of others ( Van Overwalle et al., 2014 ;Abdelgabar et al.,\n2019). Stronger coupling of vPMC containing orofacial motor cor-\ntex and cerebellum to anterior insula supports “mirroring ”as a\nlikely mechanism for the autonomic and emotional reaction in\nmisophonia mediated by the anterior insula.\nFunctional connectivity of orofacial motor area in response\nto sounds\nWe next examined sound-driven changes in functional connectiv-\nity. This was done using fMRI data acquired on a separate miso-\nphonia and control cohort during the presentation with three\ncategories of sounds: trigger sounds (which evoke misophonicreaction in the misophonia group), unpleasant sounds (which are\nperceived as aversive by both the groups but do not evoke miso-\nphonic reaction in the misophonia group), and neutral sounds\n(for rating data, see\nKumar et al., 2017 ,t h e i rF i g .1 ) .W ef i r s t\ndefined an ROI in the orofacial area showing stronger connectivity\nto PT in the resting state and then analyzed its connectivity to the\nrest of the brain in response to sounds. A significant main effect of\ngroup (Misophonia Group .Controls) was observed in the audi-\ntory cortex covering right PT and right lateral HG ( Fig. 2 ,t o p ;\npeak at: 46, /C026, 16; p,0.001, q(FDR) ,0.05; cluster size = 137),\nbut no significant group /C2sound interaction was seen in the audi-\ntory cortex. Plots of connectivity values ( Fig. 2 , bottom) in the au-\nditory cortex confirm the main effect.\nActivation of the orofacial motor area to sounds\nThe increased connectivity between audiovisual sensory and oro-\nfacial motor cortical areas in misophonia in the resting state andTable 2. Demographics and questionnaire scores (mean 6SD) for the two\ngroups\nMisophonia Control\nNumber of subjects ( N)1 6 1 7\nSex (female) 8 8\nAge (mean 6SD) 38.7 610.3 35.6 69.6\nMisophonia Questionnaire ( Wu et al., 2014 )\n(symptoms 1behavioral)42.6610.7 17.6 68.8\nAmsterdam Questionnaire (mean 6SD)\n(Schroder et al., 2013 )15.563.4 —Kumar et al. ·Motor Basis for Misophonia J. Neurosci., June 30, 2021 41(26):5762 –5770 5765"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "in the presence of auditory stimulation made us consider\nwhether the orofacial motor area would show increased activa-tion to trigger sounds in the misophonia group. With the ROI ofthe orofacial motor area as defined above, a significant group /C2\nsound category interaction was observed (\nFig. 3 Ai;p= 0.002 after\nsmall volume correction). Plot of bvalues ( Fig. 3 Aii)f o rindividual sound categories shows that the interaction is driven\nby greater activity in misophonia subjects compared with con-trols for trigger sounds but not for unpleasant or neutral sounds.Importantly, this specific increase in activity for trigger soundswas not shown in auditory cortex (\nFig. 3 B), suggesting that a trig-\nger sounds-specific increase in activity first arises in the orofacial\nR\nR\nMisophonia Control0.4\n0.2\n0Anterior insula, V5\nAnterior insula, PPR\nA\nMisophonia Control0.2\n0.1\n0\n-0.1\nR\n R\nMisophonia Control0.1\n-0.1tseretni fo noigeR nrettap ytivitcennoC htgnerts ytivitcennoC\nR R R\nR R\n0C B\nOrofacial motor area Orofacial motor area\nOrofacial motor areaOrofacial motor area,\nAnterior insula\nOrofacial motor area Orofacial motor area\nR\nL\nL\nMisophonia Control0.1\n0\n-0.1\n-0.2M1/S1\nM1/S1\nM1/S1 Anterior insulaD\nFigure 1. Resting state functional connectivity of ( A)r i g h tP T ,( B)r i g h tV 2 ,( C) right vPMC (the black curve in the top panel indicates the boundary of part of vPMC, which shows stronger\nconnectivity to PT), and ( D) left anterior insula. Connectivity of each of these seed regions was analyzed with the rest of the brain (seed-to-voxel analysis). The results shown are cluster-cor-\nrected with a cluster defining threshold of p= 0.001. The top row shows the seed regions; the middle two rows show the connectivity pattern overlaid on the sagittal and coronal sections of\nthe structural image; the bottom row shows bar plots of connectivity strength in the two groups. Data in the bar plots represent mean 6SEM.\nTable 3. List of brain areas that show significant change in resting state connectivity in misophonia compared with controls\nRegion name MNI coordinates (mm) of the maxima No. of voxels tvalue at the maxima\nStronger connectivity to right V2 in misophonia compared with controls\nRight vPMC 58, 0, 24 221 4.34\nRight anterior insula 34, 2,10 180 4.88\nRight parietal operculum/PT 30, /C034, 20 136 4.94\nStronger connectivity to left V1 in misophonia compared with controls\nRight anterior insula 42, 8, /C010 169 4.51\nLeft planum polare/STG /C060, 6,/C04 118 4.84\nLateral occipital cortex, occipital pole 22, /C084, 14 978 5.57\nStronger connectivity to right vPMC in misophonia compared with controls\nOccipital cortex, middle temporal gyrus 40, /C064, 2 342 5.78\nBrainstem /C02,/C010,/C034 230 6.91\nFusiform gyrus 24, /C072,/C012 204 5.03\nAnterior insula, planum polare, STG 42, 6, /C06 165 4.64\nStronger connectivity to the left anterior insula in misophonia compared with controls\nMotor/somatosensory cortex (M1/S1) /C018,/C016, 78 383 4.82\nCerebellum (lobule 6) 28, /C054,/C022 150 5.245766 J. Neurosci., June 30, 2021 41(26):5762 –5770 Kumar et al. ·Motor Basis for Misophonia"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "motor cortex, rather than being carried forward from earlier au-\nditory system hyperactivity.\nTo further confirm the relation between behavioral data and\nBOLD activity in the orofacial motor cortex, we measured activ-\nity (bvalues) for each sound individually (without reference to\nthe group to which it belongs) and determined how the activity\nof orofacial motor cortex relates to the rating given to the soundby the subjects. Figure 3 Aiiiplots the variation of bvalues with\nmisophonic distress rating for misophonia sufferers and annoy-\nance ratings for control subjects. As can be seen, the activity of\norofacial motor area increases in proportion to the rating.\nHowever, this increase is stronger ( t(40)=6 . 8 , p,0.001) for\nmisophonia sufferers compared with controls.\nDiscussion\nIn this study, we have demonstrated that misophonia is charac-terized by (1) increased resting state functional connectivity\nbetween the orofacial motor area and both auditory and visual\ncortex; (2) increased functional connectivity between auditory\ncortex and orofacial motor areas in response to all types of\nsound; (3) increased activation of orofacial motor area in\nresponse to trigger sounds specifically; (4) activation of orofacial\nmotor area increases in proportion to the misophonic distress;\n(5) no difference from the control group in the activation of au-\nditory cortex to trigger and other sounds; and (6) increased rest-\ning state functional connectivity between vPMC containing\norofacial motor area and insula in the resting state.\nConventionally, misophonia is considered as a disorder of\nsound emotion processing, in which “simple ”sounds of eating/\nchewing produced by others cause abnormally high negative\nemotional responses. However, sounds generated by others can\nrepresent the actions that produce them (\nAglioti and Pazzaglia,\n2010) and can also modulate the actions of listeners ( Ferrari et\nal., 2005 ;Aglioti and Pazzaglia, 2010 ). We consider here whether\nsounds in misophonia may be only a “medium ”via which action\nof the trigger-person is mirrored onto the listeners. In that case,\nthe primary abnormality might be excessive engagement by the\nauditory system, and/or intrinsic hyper-responsiveness of, the\norofacial motor system. The present findings of normal auditory\ncortex responses to trigger sounds, yet increased connectivity\nbetween auditory and orofacial motor areas and orofacial motor\nhyper-responsiveness specifically to trigger sounds, support this\nnotion.\nResting state connectivity measures spontaneous fluctuations\nof brain activity, which are correlated between two regions. It is\nknown to be predictive of task/stimulus activations of brain\nregions ( Tavor et al., 2016 ;Parker Jones et al., 2017 ) and behav-\nior (Spisak et al., 2020 ). Our results show that spontaneous fluc-\ntuations in auditory/visual cortex and orofacial motor cortex are\nsynchronized to a greater extent in a misophonia group com-\npared with the control group. This stronger spontaneous cou-\npling between auditory or visual and orofacial motor cortex in\nthe absence of any systematic external stimulation implies that\nthe orofacial motor cortex in misophonia sufferers is primed to\nrespond to sensory stimulation related to the production of trig-\nger sounds.\nFurther evidence that input sounds in misophonia are trans-\nformed into motor representations comes from stronger cou-\npling of orofacial motor areas to auditory cortex in response to\nauditory stimulation. However, this increased connectivity is in\nresponse to sounds in general and not specific to trigger sounds.\nIncreased resting state connectivity between the auditory and\nmotor cortex in misophonia is in the absence of any sound stim-\nulation and, therefore, also not specific to trigger sounds. Since\nfunctional connectivity, particularly in the resting state, is known\nto be constrained and explained by structural connectivity\n(Greicius et al., 2009 ;Honey et al., 2009 ), it is likely that in miso-\nphonia there is a stronger structural connectivity between the\nRConnectivity strength tseretni fo noigeR nrettap ytivitcennoC\nTrigger\nsounds0.2\n0.1\n00.3\nAversive\nsoundsNeutral\nsounds\nR\nMisophonia\nControlR\nParietal operculum/PTParietal operculum/PT\nFigure 2. Sound-evoked functional connectivity of right orofacial motor cortex. The orofa-\ncial motor ROI (top) is selected from the resting state connectivity analysis. The two middle\nrows show brain regions with increased connectivity in the misophonia group in response to\nall sounds. Bar plot in the bottom row plots connectivity strengths in the two groups in\nresponse to sounds. The results shown are cluster-corrected with a cluster defining threshold\nofp= 0.001. Data in the bar plots represent mean 6SEM.Kumar et al. ·Motor Basis for Misophonia J. Neurosci., June 30, 2021 41(26):5762 –5770 5767"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "auditory and orofacial motor cortices. This needs to be investi-\ngated in future studies.\nDoes stronger coupling to auditory cortex in the resting state\ntranslate to stronger activation of orofacial motor cortex? Our\nfindings suggest that, in misophonia, trigger sounds cause hyper-\nactivation of the orofacial motor cortex implying possible exces-sive “mirroring ”of the orofacial actions via trigger sounds.\nAlthough this mirroring of action via sensory stimuli occurs in\nnormal and healthy subjects (\nBuccino et al., 2001 ), the mirroring\nis stronger (hyper-mirroring) and specific to trigger sounds in\nmisophonia. Importantly, such specificity of hyperactivation to\ntrigger sounds is absent in the auditory cortex, which further\ndemonstrates that misophonia is a not a disorder of sound proc-\nessing per se but relates to the (orofacial) actions that the sounds\nrepresent. Putting together results of resting state connectivity,sound-evoked functional connectivity, and activation, our data\nstrongly support the hypothesis that misophonia is characterized\nby aberrant functioning of the mirror neuron system which\n“mirrors ”the action of the trigger-person represented by sounds.\nA consequence of mirroring of action is that it leads to “auto-\nmatic imitation ”(\nIacoboni et al., 1999 ;Heyes, 2011 )i nw h i c h\nsubjects mimic the action of the producer. This imitation, which\nis unconscious and unintentional, facilitates actions andresponses that are congruent with the actions of the producer\n(e.g., mouth movement in response to eating sounds of the trig-\nger-person). What exactly makes excessive mirroring trigger the\nextreme negative characteristic reaction in misophonia is pres-\nently uncertain, but possibilities include a sense of loss of control,\ninvasion of personal space, or interference with current goals\nand actions. A recent study, using a Stroop task, did show that\nmisophonia sufferers are impaired in maintaining goals of the\ntask, specifically in the presence of trigger sounds (\nDaniels et al.,\n2020 ). Since anger can be described as perceived goal interfer-\nence ( Hufendiek, 2016 ), the drive to imitate others would make\nanger (or aggression) the dominating emotional response. This is\nconsistent with the phenomenological reports of emotional\nresponses to trigger sounds in misophonia ( Jager et al., 2020 ).\nMimicry of the action producing the trigger sound may be a\ndirect consequence of mirror system activation (i.e., overt asopposed to covert), or a coping strategy ( Edelstein et al., 2013 ;\nTaylor, 2017 ) to dampen sensory activity, much like attenuation\nof sensory input following a self-generated action ( Blakemore et\nal., 2000 ).\nInterestingly, outside of the context of misophonia, automatic\nmimicry of eating actions is common among family members(\nHermans et al., 2012 ;Bell et al., 2019 ), which may explain why a\nfamily member most commonly acts as a source of triggers in\nthe initial phase of misophonia. Although we have confined our\ndiscussions to sounds of eating/chewing as trigger, our model ofhyper-mirroring in misophonia can be used to explain less-com-mon visual triggers, such as foot/leg shaking because mimickingof these actions occurs in normal subjects (\nChartrand and Bargh,\n1999).\nOur previous work ( Kumar et al., 2017 ) showed that miso-\nphonic distress correlates with the activity of anterior insula. The\ncurrent results on resting state connectivity indicate strongerconnectivity of orofacial motor cortex to insular cortex in miso-phonia, providing a link between mirroring of action, insular ac-tivity, and misophonic distress. Moreover, anterior insula has\nstronger resting state connectivity to cerebellum (lobule 6),\nwhich is known to be involved in social cognition in general andmirroring of actions of others in particular (\nVan Overwalle et al.,\n2014). Interestingly, neuroimaging of automatic imitation in\nnormal subjects shows that countering of mirrored actions (e.g.,\nclosing one ’s hand when viewing a hand opening and vice versa),\neither intentionally or incidentally, engages anterior insula(\nCampbell et al., 2018 ). In summary, our data support that mir-\nroring of action underlies the previously observed anteriorinsula-based network in misophonia.\nMisophonia as an aversive “reflex ”has been argued previ-\nously by\nDozier (2015) . In this model, sound triggers a reflex-like\nbodily (physical) response, which is then followed by emotional\nresponse. While our data are in agreement with the larger pointof the model emphasizing role of motor system in misophonia,the fact that higher-order motor cortex is involved suggests acomplex role of the motor system not consistent with the reflex-\nlike response in the\nDozier (2015) model. It is, however, likely\nthat the mirroring response is automatically triggered from thevPMC and subsequently expands to other part of motor cortex,A\nTrigger\nsounds3\n2\n1\n04\nAversive\nsoundsNeutral\nsoundsfMRI activation Beta valuesB\nMisophonia\nControl5\nR\n R\nTrigger\nsoundsAversive\nsoundsNeutral\nsoundsTrigger\nsounds12\n8\n4\n0\nAversive\nsoundsNeutral\nsoundsBeta values16\nR L\nR L\nTrigger\nsoundsAversive\nsoundsNeutral\nsoundsTrigger\nsoundsAversive\nsoundsNeutral\nsounds\nMisophonia\nControl\n12\n8\n4\n01612\n8\n4\n016\n12\n8\n4\n016Orofacial motor area Orofacial motor area(i)\n)iii( )ii(\n.5\n01\n1234Beta values\nRatingMisophonia: Mis. Reaction\nControl: Annoy. Rating\nFigure 3. Activation of orofacial motor cortex and auditory cortex in response to three categories of sounds. Ai, The orofacial motor area represents a statistically significant ( p=0 . 0 0 2 )\ngroup/C2sound category interaction. Aii, Bar plots represent bvalues for the orofacial motor cortex for the two groups in response to three sound categories. Aiii, Plots of variation of bval-\nues with the rating of misophonic distress in misophonia sufferers and of annoyance in control subjects. No group /C2sound category interaction is seen in the auditory cortex ( B,m i d d l ec o l -\numn), which is confirmed by the bar plots of activation ( B, first and third column) in response to sounds for the two groups. B, Middle column: white represents HG; black represents PT. Data\nin the bar plots represent mean 6SEM.5768 J. Neurosci., June 30, 2021 41(26):5762 –5770 Kumar et al. ·Motor Basis for Misophonia"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "including primary motor cortex, which can explain sensations\nand muscle activity in other parts of the body in response to trig-\nger sounds.\nOur data provide an alternative but complementary perspec-\ntive on misophonia that emphasizes the action of the trigger-per-son rather than the sounds which are a byproduct of that action.In doing so, misophonia can be understood within a widerframework of social cognition, which concerns how people per-ceive auditory/visual cues from other people. This change in per-spective has important consequences for devising therapies andtreatment methods for misophonia. For instance, associativelearning has been shown to configure the MNS (\nCatmur et al.,\n2007 ): if this process could be harnessed to associate misophonic\ntrigger sounds with sound sources other than orofacial actions,then they might no longer evoke the misophonic reaction.Evidence for association having effects on perceived aversivenessof sounds comes from\nSamermit et al. (2019) in which aversive\nsounds were either associated with a positive or negative source.The same sound when associated with a positive source wasrated as less unpleasant and also produced fewer bodily sensa-tions compared with when association was with its original nega-tive source. How this association is mediated by the MNS needsto be investigated further.\nFinally, we outline some limitations of our work and the\nfuture direction to overcome these limitations. First, demonstra-tion of mirror neurons requires invasive single-neuron record-ing, which is not normally possible in humans. Measurements\nusing fMRI are too coarse at spatial and temporal resolution to\nreveal the working of single neurons. Our evidence of involve-ment of mirror neurons in misophonia, therefore, like most ofthe human neuroimaging studies implicating mirror neurons, is\nindirect. There have been a few studies of single-cell recording\ndemonstrating mirror neurons in human epileptic patientsundergoing neurosurgery (\nMukamel et al., 2010 ). Future studies\nmay use such rare opportunities to provide direct evidence for\nthe role of mirror neurons in misophonia. Second, although thedistinctness of misophonia as a disorder on its own has beenargued (\nSchroder et al., 2013 ;Erfanian et al., 2019 ;Swedo et al.,\n2021 ), there is still debate ( Taylor, 2017 ) of how much of it can\nbe explained by other disorders. In order to test its distinctnessor overlap with respect to functioning of the mirror neuron sys-\ntem, future studies could include a clinical control group in addi-tion to the normal healthy control group. Third, although less\ncommon compared with typical triggers, some misophonia suf-\nferers also report nonhuman (e.g., animal sounds) and environ-mental sounds as their triggers (\nJager et al., 2020 ). How does our\nhyper-mirroring model of misophonia explain distress to these\ntriggers? It should be noted that nonhuman and environmental\nsounds as triggers in misophonia do not occur in isolation. Thatis, these nontypical triggers occur along with the typical triggers\n(e.g., eating/chewing sounds) in misophonia sufferers (\nMuller et\nal., 2018 ;Jager et al., 2020 ;Wiese et al., 2021 ). A plausible expla-\nnation, therefore, is that, after the typical triggers are learned viathe mirror system, the nontypical stimuli become triggers via\nassociative learning. This is also consistent with the observation\nthat the set of trigger stimuli for misophonia sufferers expandover time. Further work, however, is needed to empirically vali-date this hypothesis.\nReferences\nAbdelgabar AR, Suttrup J, Broersen R, Bhandari R, Picard S, Keysers C, De\nZeeuw CI, Gazzola V (2019) Action perception recruits the cerebellum\nand is impaired in patients with spinocerebellar ataxia. Brain 142:3791 –\n3805.Aglioti SM, Pazzaglia M (2010) Representing actions through their sound.\nExp Brain Res 206:141 –151.\nBastiaansen JA, Thioux M, Keysers C (2009) Evidence for mirror systems in\nemotions. Philos Trans R Soc Lond B Biol Sci 364:2391 –2404.\nBehzadi Y, Restom K, Liau J, Liu TT (2007) A component based noise correc-\ntion method (CompCor) for BOLD and perfusion based fMRI.\nNeuroimage 37:90 –101.\nBell BM, Spruijt-Metz D, Vega Yon GG, Mondol AS, Alam R, Ma M, Emi I,\nLach J, Stankovic JA, De la Haye K (2019) Sensing eating mimicry among\nfamily members. Transl Behav Med 9:422 –430.\nBlakemore SJ, Wolpert D, Frith C (2000) Why can ’t you tickle yourself?\nNeuroreport 11:R11 –R16.\nBuccino G, Binkofski F, Fink GR, Fadiga L, Fogassi L, Gallese V, Seitz RJ,\nZilles K, Rizzolatti G, Freund HJ (2001) Action observation activates pre-motor and parietal areas in a somatotopic manner: an fMRI study. Eur J\nNeurosci 13:400 –404.\nCampbell ME, Mehrkanoon S, Cunnington R (2018) Intentionally not imi-\ntating: insula cortex engaged for top-down control of action mirroring.Neuropsychologia 111:241 –251.\nCatmur C, Walsh V, Heyes C (2007) Sensorimotor learning configures the\nhuman mirror system. Curr Biol 17:1527 –1531.\nCavanna AE, Seri S (2015) Misophonia: current perspectives. Neuropsychiatr\nDis Treat 11:2117 –2123.\nChartrand TL, Bargh JA (1999) The chameleon effect: the perception-behav-\nior link and social interaction. J Pers Soc Psychol 76:893 –910.\nDaniels EC, Rodriguez A, Zabelina DL (2020) Severity of misophonia symp-\ntoms is associated with worse cognitive control when exposed to miso-\nphonia trigger sounds. PLoS One 15:e0227118.\nDozier T (2015) Understanding and overcoming misophonia: a conditioned\naversive reflex disorder. Livermore, CA: Misophonia Treatment Institute.\nEdelstein M, Brang D, Rouw R, Ramachandran VS (2013) Misophonia: phys-\niological investigations and case descriptions. Front Hum Neurosci 7:296.\nEhrsson HH, Geyer S, Naito E (2003) Imagery of voluntary movement of fin-\ngers, toes, and tongue activates corresponding body-part –specific motor\nrepresentations. J Neurophysiol 90:3304 –3316.\nEickhoff SB, Stephan KE, Mohlberg H, Grefkes C, Fink GR, Amunts K, Zilles\nK (2005) A new SPM toolbox for combining probabilistic cytoarchitec-\ntonic maps and functional imaging data. Neuroimage 25:1325 –1335.\nErfanian M, Kartsonaki C, Keshavarz A (2019) Misophonia and comorbid\npsychiatric symptoms: a preliminary study of clinical findings. Nord J\nPsychiatry 73:219 –228.\nFerrari PF, Gallese V, Rizzolatti G, Fogassi L (2003) Mirror neurons respond-\ning to the observation of ingestive and communicative mouth actions in\nthe monkey ventral premotor cortex. Eur J Neurosci 17:1703 –1714.\nFerrari PF, Maiolini C, Addessi E, Fogassi L, Visalberghi E (2005) The obser-\nvation and hearing of eating actions activates motor programs related toeating in macaque monkeys. Behav Brain Res 161:95 –101.\nGrabski K, Lamalle L, Vilain C, Schwartz JL, Vallee N, Tropres I, Baciu M, Le\nBas JF, Sato M (2012) Functional MRI assessment of orofacial articula-tors: neural correlates of lip, jaw, larynx, and tongue movements. Hum\nBrain Mapp 33:2306 –2321.\nGreicius MD, Supekar K, Menon V, Dougherty RF (2009) Resting-state func-\ntional connectivity reflects structural connectivity in the default modenetwork. Cereb Cortex 19:72 –78.\nHermans RC, Lichtwarck-Aschoff A, Bevelander KE, Herman CP, Larsen JK,\nEngels RC (2012) Mimicry of food intake: the dynamic interplay betweeneating companions. PLoS One 7:e31027.\nHeyes C (2011) Automatic imitation. Psychol Bull 137:463 –483.\nHoney CJ, Sporns O, Cammoun L, Gigandet X, Thiran JP, Meuli R,\nHagmann P (2009) Predicting human resting-state functional connectiv-ity from structural connectivity. Proc Natl Acad Sci USA 106:2035 –2040.\nHufendiek R (2016) Embodied emotions: a naturalist approach to a norma-\ntive phenomenon. Milton Park, UK: Taylor and Francis.\nHutton C, Josephs O, Stadler J, Featherstone E, Reid A, Speck O, Bernarding\nJ, Weiskopf N (2011) The impact of physiological noise correction on\nfMRI at 7 T. Neuroimage 57:101 –112.\nIacoboni M, Dapretto M (2006) The mirror neuron system and the conse-\nquences of its dysfunction. Nat Rev Neurosci 7:942 –951.\nIacoboni M, Woods RP, Brass M, Bekkering H, Mazziotta JC, Rizzolatti G\n(1999) Cortical mechanisms of human imitation. Science 286:2526 –2528.Kumar et al. ·Motor Basis for Misophonia J. Neurosci., June 30, 2021 41(26):5762 –5770 5769"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Jager I, de Koning P, Bost T, Denys D, Vulink N (2020) Misophonia: phe-\nnomenology, comorbidity and demographics in a large sample. PLoS\nOne 15:e0231390.\nKern M, Bert S, Glanz O, Schulze-Bonhage A, Ball T (2019) Human motor\ncortex relies on sparse and action-specific activation during laughing,smiling and speech production. Commun Biol 2:118.\nKohler E, Keysers C, Umilta MA, Fogassi L, Gallese V, Rizzolatti G (2002)\nHearing sounds, understanding actions: action representation in mirror\nneurons. Science 297:846 –848.\nKumar S, Hancock O, Cope T, Sedley W, Winston J, Griffiths T (2014)\nMisophonia: a disorder of emotion processing of sounds. J Neurol\nNeurosurg Psychiatry 85:15.\nKumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen\nM, Cope TE, Gander PE, Bamiou DE, Griffiths TD (2017) The brain basis\nfor misophonia. Curr Biol 27:527 –533.\nLutti A, Hutton C, Finsterbusch J, Helms G, Weiskopf N (2010)\nOptimization and validation of methods for mapping of the radiofre-\nquency transmit field at 3T. Magn Reson Med 64:229 –238.\nLutti A, Stadler J, Josephs O, Windischberger C, Speck O, Bernarding J,\nHutton C, Weiskopf N (2012) Robust and fast whole brain mapping of\nthe RF transmit field B1 at 7T. PLoS One 7:e32379.\nMayka MA, Corcos DM, Leurgans SE, Vaillancourt DE (2006) Three-dimen-\nsional locations and boundaries of motor and premotor cortices as\ndefined by functional brain imaging: a meta-analysis. Neuroimage\n31:1453 –1474.\nMukamel R, Ekstrom AD, Kaplan J, Iacoboni M, Fried I (2010) Single-neu-\nron responses in humans during execution and observation of actions.\nCurr Biol 20:750 –756.\nMuller D, Khemlani-Patel S, Neziroglu F (2018) Cognitive-behavioral ther-\napy for an adolescent female presenting with misophonia: a case example.\nClin Case Stud 17:249 –258.\nNauman Z (2017) HEARING RED: Woman took her own life after ‘suffering\nfrom rare condition called sound rage ’which triggers anger attacks over\nnoise of eating and breathing. London: The Sun.\nNaylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM (2021) The prevalence\nand severity of misophonia in a UK undergraduate medical student pop-\nulation and validation of the Amsterdam Misophonia Scale. Psychiatr Q\n92:609 –619.\nParker Jones O, Voets NL, Adcock JE, Stacey R, Jbabdi S (2017) Resting con-\nnectivity predicts task activation in pre-surgical populations. NeuroimageClin 13:378 –385.\nPellegrino G, Fadiga L, Fogassi L, Gallese V, Rizzolatti G (1992)\nUnderstanding motor events: a neurophysiological study. Exp Brain Res\n91:176 –180.\nProchazkova E, Kret ME (2017) Connecting minds and sharing emotions\nthrough mimicry: a neurocognitive model of emotional contagion.\nNeurosci Biobehav Rev 80:99 –114.Rizzolatti G, Craighero L (2004) The mirror-neuron system. Annu Rev\nNeurosci 27:169 –192.\nRizzolatti G, Sinigaglia C (2010) The functional role of the parieto-frontal\nmirror circuit: interpretations and misinterpretations. Nat Rev Neurosci\n11:264 –274.\nSamermit P, Saal J, Davidenko N (2019) Cross-sensory stimuli modulate\nreactions to aversive sounds. Multisens Res 32:197 –213.\nSchroder A, Vulink N, Denys D (2013) Misophonia: diagnostic criteria for a\nnew psychiatric disorder. PLoS One 8:e54706.\nSchroder A, Wingen GV, Eijsker N, San Giorgi R, Vulink NC, Turbyne C,\nDenys D (2019) Misophonia is associated with altered brain activity in\nthe auditory cortex and salience network. Sci Rep 9:7542.\nSpisak T, Kincses B, Schlitt F, Zunhammer M, Schmidt-Wilcke T, Kincses\nZT, Bingel U (2020) Pain-free resting-state functional brain connectivity\npredicts individual pain sensitivity. Nat Commun 11:187.\nSwedo S, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, Jastreboff\nPJ, Kumar S, Rosenthal MZ, Rouw R, Schiller D, Simner J, Storch EA,\nTaylor S, Werff KR, Raver SM (2021) A consensus definition of misopho-\nnia: using a delphi process to reach expert agreement. medRxiv21254951.\nTavor I, Parker Jones O, Mars RB, Smith SM, Behrens TE, Jbabdi S (2016)\nTask-free MRI predicts individual differences in brain activity duringtask performance. Science 352:216 –220.\nTaylor S (2017) Misophonia: a new mental disorder? Med Hypotheses\n103:109 –\n117.\nVan Overwalle F, Baetens K, Marien P, Vandekerckhove M (2014) Social\ncognition and the cerebellum: a meta-analysis of over 350 fMRI studies.\nNeuroimage 86:554 –572.\nWeiskopf N, Hutton C, Josephs O, Deichmann R (2006) Optimal EPI param-\neters for reduction of susceptibility-induced BOLD sensitivity losses: awhole-brain analysis at 3 T and 1.5 T. Neuroimage 33:493 –504.\nWeiskopf N, Suckling J, Williams G, Correia MM, Inkster B, Tait R, Ooi C,\nBullmore ET, Lutti A (2013) Quantitative multi-parameter mapping ofR1, PD(*), MT, and R2(*) at 3T: a multi-center validation. Front\nNeurosci 7:95.\nWhitfield-Gabrieli S, Nieto-Castanon A (2012) Conn: a functional connectiv-\nity toolbox for correlated and anticorrelated brain networks. Brain\nConnect 2:125 –141.\nWiese AD, Wojcik KD, Storch EA (2021) Assessment and intervention for\nindividuals with misophonia. J Health Serv Psychol 47:51 –60.\nWu MS, Lewin AB, Murphy TK, Storch EA (2014) Misophonia: incidence,\nphenomenology, and clinical correlates in an undergraduate student sam-\nple. J Clin Psychol 70:994 –1007.\nZhou X, Wu MS, Storch EA (2017) Misophonia symptoms among Chinese\nuniversity students: incidence, associated impairment, and clinical corre-\nlates. J Obsessive-Compulsive Relat Disord 14:7 –12.5770 J. Neurosci., June 30, 2021 41(26):5762 –5770 Kumar et al. ·Motor Basis for Misophonia"
    }
  ]
}