{
  "doc_type": "scientific paper",
  "title": "The Prevalence and Characteristics of misophonia in ankara turkey",
  "authors": [
    "Kılıç Cengiz"
  ],
  "year": 2021,
  "journal": "Scienceincludes only 36 articles on misophonia that were publishedbetween 1996 and 2015, compared with 79 articles publishedbet",
  "doi": "10.1192/bjo.2021.978",
  "abstract": null,
  "keywords": [
    "Misophonia",
    "decreased sound tolerance",
    "tinnitus",
    "epidemiology"
  ],
  "research_topics": [
    "Misophonia",
    "decreased sound tolerance",
    "tinnitus",
    "epidemiology"
  ],
  "created_at": "2025-05-05T02:07:34.641581Z",
  "source_pdf": "documents/research/Global/Kılıç Cengiz 2021 The Prevalence and Characteristics of misophonia in ankara turkey.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The prevalence and characteristics of misophonia\nin Ankara, Turkey: population-based study\nCengiz K ılıç, Gökhan Öz, Kezban Burcu Avanog ̆lu and Songül Aksoy\nBackground\nMisophonia is defined as significant distress (anger, distress or\ndisgust) when exposed to certain sounds that would not affect\nmost people, such as lip smacking or gum chewing. Although\nmisophonia is common, the aetiology, prevalence and effectivetreatments are largely unknown.\nAims\nBased on our proposed diagnostic criteria, we examined the\nprevalence of misophonia and its relationship with clinical and\ndemographic variables in a large representative population\nsample.\nMethod\nWe used a household sample ( N= 541) of all residents aged >15\nyears, living in 300 homes randomly selected in Ankara city\ncentre, Turkey. All participants were assessed at their homes by\ntrained interviewers, for sociodemographic variables, misopho-\nnic sounds and related factors, using a semi-structured interview(the Misophonia Interview Schedule) developed for the current\nresearch.\nResults\nThe current misophonia diagnosis prevalence was 12.8% ( n=6 9\nof 541), although 427 (78.9%) participants reported at least one\nsound that was distressing. The mean number of misophonic\nsounds was 8.6 (s.d. 8.9, range 0 –44); the figure was 17.6 in thosewith misophonia compared with 7.3 in those without misopho-\nnia. Of those with misophonia, only 5.8% contacted services for\ntheir condition. Predictors of misophonia diagnosis included\nyounger age, family history of misophonia and previous contact\nwith mental health services.\nConclusions\nOur study showed that misophonia is common in the general\npopulation, may cause significant disruption in daily life and is\nundertreated. Although more evidence is needed to classifymisophonia as a psychiatric disorder, our findings support others\nwho claim that the condition belongs to the group of mental\ndisorders.\nKeywords\nMisophonia; decreased sound tolerance; tinnitus; epidemiology;\nhyperacusis.\nCopyright and usage\n© The Author(s), 2021. Published by Cambridge University Press\non behalf of the Royal College of Psychiatrists. This is an Open\nAccess article, distributed under the terms of the Creative\nCommons Attribution licence ( http://creativecommons.org/\nlicenses/by/4.0/ ), which permits unrestricted re-use, distribu-\ntion, and reproduction in any medium, provided the original work\nis properly cited.\nMisophonia is characterised by excessive discomfort and annoyance\nin response to sounds that do not annoy most people, as well as sig-nificant levels of anger, disgust or distress upon exposure to suchsounds.\n1–3Misophonic sounds (triggers) are most commonly\nthose made by other people, such as lip smacking, eating,chewing, snoring or breathing. Sounds not originating directlyfrom other people, such as a fork scratching a plate, a tickingclock or dripping water, can also be misophonic. Although dislikeof certain sounds is common in the general population, misophoniais a distinct clinical syndrome with serious consequences; those withmisophonia often experience significant social impairment at home,work, school and in social settings.\n4,5Misophonia has been consid-\nered as a decreased sound tolerance syndrome, alongside hyperacu-sis and phonophobia.\n2\nAlthough misophonia is currently not classified as a mental dis-\norder in the ICD-11, interest in misophonia among psychiatristsand psychologists is increasing. For example, the Web of Scienceincludes only 36 articles on misophonia that were publishedbetween 1996 and 2015, compared with 79 articles publishedbetween 2016 and 2020. Further, most recent publications on mis-ophonia were published in psychiatry and psychology journals, notin audiology journals, as was previously the case. Based on theintense feelings of anger and anxiety upon exposure to misophonicsounds, avoidance coping strategies similar to those seen in othermental disorders, high rates of psychiatric comorbidity and anintact auditory system in those with misophonia, some researchershave posited that misophonia should be classified as a mentaldisorder.\n1,3,6Little is known about the prevalence of misophonia in the\ngeneral population. Existing prevalence studies included onlycollege students or clinical populations, which is probably themain reason for differing prevalence estimates (ranging from 6 to20%).\n7–11The paucity of research on misophonia in the general\npopulation prevents making a definitive conclusion about its preva-lence.\n5,12Moreover, there is lack of consensus concerning misopho-\nnia diagnostic criteria, although two diagnostic criteria have beenproposed. The first proposed criteria set,\n1,13for example, suggests\nthat misophonic sounds must be of human origin (more specifically,an oral or nasal sound), whereas some common misophonic soundsoriginate from animals and machines (a clock ticking, an insectbuzzing and a fork scratching a plate). The second proposed criteriaset, as well as the first, asserts that misophonic sounds should lead toan impulsive, aversive physical reaction.\n3That said, most patients\nwith misophonia in our clinical practice do not report any physicalresponse to misophonic sounds. Both sets of criteria include angryoutbursts or loss of control upon exposure to misophonic sounds,which are rare phenomena; most patients with misophonia do notreport loss of control and can control the manifestation of such out-bursts.\n6,14Finally, both research groups1,3included insight in their\ncriteria, suggesting that patients with misophonia view their symp-toms as unreasonable, excessive or inappropriate (i.e. they havegood insight and know their reactions and excessive emotions arenot normal, but are symptoms of an illness). This is, however, notwhat we usually observe in our clinical practice; most patients withmisophonia claim that people who produce misophonic soundsare disrespectful and that their own reactions are appropriate.BJPsych Open (2021)\n7, e144, 1 –6. doi: 10.1192/bjo.2021.978\n1\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Study aim\nThe accumulated knowledge on misophonia remains very limited.\nThere is a lack of consensus regarding what the typical clinical pre-sentations are and what the true prevalence is. Large-scale epi-demiological studies in representative general population samplescan address some of these problems.\n5On the other hand, any\nstudy attempting to provide a prevalence figure will need to utilise\ndiagnostic criteria, or develop such criteria, as there are no widelyaccepted misophonia diagnostic criteria. To address some of theseshortcomings, the present study aimed to determine the prevalenceof misophonia in a large and representative general populationsample, using a detailed assessment instrument that can facilitateclinical diagnosis. Well-defined criteria to diagnose misophoniawere proposed, following the suggestions made by experts.\n6The\npresent exploratory study, therefore, was not based on any specifichypotheses. In accordance with the proposed criteria, the studyaimed to determine an estimate of the prevalence of misophonia,as well as determine the correlates of the proposed misophonia diag-nostic criteria.\nMethod\nSample\nThis cross-sectional study included a random sample representative\nof the general population of the centre of Ankara, Turkey. Data werecollected in 2015. Ankara is the capital of Turkey and had a popu-lation of 4 million at the time of data collection. As a registry of allhouseholds was not available at the time of the study, a samplingconsultant suggested using bus stops as the sampling frame.Public buses in the city centre are operated by the municipalityand are evenly distributed across the city in proportion to popula-tion density. In total, 60 starting points (bus stops) were randomlyselected, for which five households each were visited (for a total of300 households). The target sample, therefore, was all people aged>15 years living in the 300 households. Among the 300 householdscontacted, 41 (13.6%) refused to participate in the study. Among the710 residents aged >15 years living in the remaining 259 house-holds, 528 (74.4%) agreed to participate in the study and 17(2.4%) were excluded because of intellectual disability or dementia.In addition, 70 people known to live at the selected householdscould not be contacted in person despite making up to three visitsto the house, but 15 of them agreed to be participate via telephone(they were not available for face-to-face interviewing).\nAll consenting household members aged >15 years were consid-\nered eligible. Exclusion criteria included any conditions associatedwith communication problems (intellectual disability, speech orhearing problems, dementia). Ineligibility was determined by\nasking each household contact if anyone in the household had com-\nmunication problems. Some respondents were excluded by theinterviewer based on their behaviour. One of the data collectionteam members was a psychiatry registrar that also helped determineif a household member should be coded as eligible or excluded. Intotal, 86.4% of the target households were contacted and interviewswere completed with 76.1% of the contacted households. In all, twointerviews were excluded because of incomplete data. The finalsample included 541 individuals ( Fig. 1 ).\nAssessments\nDuring each interview, demographic data were collected first,\nincluding age, gender, marital status and level of education. Next,the Misophonia Interview Schedule\n15(MIS), a semi-structured\ninterview developed for the current study, was administered. TheMIS includes the Misophonia Checklist\n15(MCL; a list of 50misophonic sounds), as well as an additional five items for assessing\nthe presence of misophonia diagnosis and 15 items assessing other,\nmisophonia-associated symptoms (see supplement). The MCLassesses the level of distress when exposed to misophonic soundsduring the previous month, using a four-point Likert-type scale(0, none; 1, low; 2, moderate; 3, high). The MCL was developedfor this study by the researchers, and was based on a review of therelevant literature, symptom profiles of patients with misophoniatreated at our psychiatry and audiology out-patient clinics, and dis-cussions with clinicians with experience assessing patients withmisophonia.\nThe respondents were asked to select the two misophonic\nsounds they found most distressing, and then complete the remain-der of the MIS items designed to assess symptoms required for adiagnosis of misophonia. The interviewers were instructed to care-fully confirm that reported misophonic sounds were, in fact, miso-phonic in nature. For example, mosquito buzzing was not coded asmisophonic if the associated distress was solely related to fear ofbeing stung.\nUsing the MCL, the Misophonic Sound Count (MSC) was\ncreated, which is the sum of the 51 MCL items (50 plus ‘any\nothers? ’item) after recoding the responses into binary form (none\nand low indicating absent; moderate and high indicating present).The reliability indices of the MCL are excellent (Cronbach ’s alpha\nof 0.95 and Gutmann ’s split-half of 0.89). Respondents that reported\none or more MCL sounds (scored as moderate or high) were askedadditional questions concerning the onset, frequency and durationof the sounds; the types of emotional reactions they experienced inresponse to those sounds; and any disability associated with theirmisophonia symptoms. For those who did not report any MCLsound (scored as moderate or high), the MIS was ended (see thesupplement for details of the diagnostic process).\nThe last part of the interview was used to collect data on the\nrequired symptoms for a diagnosis of misophonia (i.e. emotionalreaction to misophonic sounds, strategies for coping with misopho-\nnic sounds and interference with activities caused by misophonic\nsounds). Other variables that were assessed included misophonia-related phenomena, such as a history of tinnitus, the presence ofnon-auditory triggers, a history of contact with mental health ser-vices, current use of psychotropics and a history of commonmental disorders (i.e. depression, panic, attention-deficit hyper-activity disorder and phobias). Past psychiatric diagnoses werecoded by response to the question: ‘Were you ever given a diagnosis\nof…. by a psychiatrist? ’\nProcedure\nWe made a list of all available households before data collection\nstarted. The listing procedure began at each selected bus stop, andmoving in a predefined direction (walking a spiral route headingnorth), the first five available households were selected.\nConsequently, 300 randomly selected households were visited by\ntrained interviewers. Interviews were conducted at the respondents ’\nhomes by nine trained interviewers, including three psychiatryregistrars. The nine interviewers formed groups of three or fourthat visited the selected households. The interview groups weregender-balanced and, whenever possible, included at least onepsychiatry registrar.\nAll interviews were conducted face to face, except for 15 that\nwere conducted via the telephone. All interviews were conductedduring a single session of about 40 min. It was a pencil-and-paperassessment. At the start of each interview session (both in personand via telephone), text was read aloud to the eligible respondent.The interviewer checked the box ‘agree ’if the respondent agreed\nto participate and checked the box ‘not agree ’if the respondentKılıçe ta l\n2\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "declined to participate, noting reasons for not participating if any\nwere provided. The study protocol was approved by the HacettepeUniversity Ethics Committee (approval number: GO 14/552-24).\nProposed diagnostic criteria\nBased on our clinical observations of patients with misophonia, a\ncomprehensive review of the misophonia literature and discussionswith colleagues, diagnostic criteria for misophonia were proposedfollowing the line of reasoning used for diagnosing commonmental disorders.\n6,16Below are the proposed criteria and justifica-\ntion for including each criterion.\n(a) Presence of one or more misophonic sounds (trigger) causing\nsignificant distress upon exposure: to meet this criterion, one ormore of the 51 MCL items should be scored as moderate orhigh.\n(b) Significant emotional reaction upon misophonic sound expos-\nure: although patients with misophonia report a wide array ofdisturbing emotions upon exposure to misophonic sounds,only anger, disgust and distress were considered. As most ofour clinical patients with misophonia described these negativefeelings as ‘intense ’, we required an MCL score of high for any\nof these three emotions.\n(c) Significant degree of coping strategies: almost all of our clinical\npatients with misophonia describe active (warning or quarrel-ling with the source person) or passive (avoiding misophonicsounds or using ear plugs) coping strategies, which are an indi-cation of the severity of symptoms. We required one or morecoping strategy (out of a list of eight) to be present to a signifi-cant degree (i.e. scored as ‘often ’or‘always ’).\n(d) Symptoms should be severe enough to cause significant inter-\nference with daily activities: to meet this criterion, the presenceof one or more of the following interference items must beanswered as yes: ‘Do you avoid certain places because of symp-\ntoms? ’;‘Are there things you can ’t do because of symptoms? ’;\n‘Do symptoms disrupt your relations with others? ’.Statistical analysis\nData were analysed with SPSS Statistics for Windows, version 25\n(IBM Corporation, New York, USA). The χ\n2-test was used to deter-\nmine and compare prevalences of the proposed misophonia diag-nostic criteria between groups, using the following variables:gender, education, marital status, employment status, history of tin-nitus, family history of misophonia, use of services and use of psy-chotropics. Mean age and mean number of misophonic sounds werecompared between diagnostic groups, using t-tests.\nCorrelates of the diagnosis of misophonia were examined\nwith binomial logistic regression. The selection of variables\nincluded in the explanatory variable set was based on clinical\nexperience with patients with misophonia and a review of theliterature. In addition to standard demographic variables (i.e.gender, age, level of education and marital status), a history oftinnitus, family history of miso phonia and a history of contact\nwith mental health services were analysed. The level of statisticalsignificance was set at P<0 . 0 5 .\nResults\nThe study included 541 participants, of which 314 (58%) were\nfemale and 227 (42%) were male. Mean age of the participantswas 43.5 (s.d. 18.2, range 15 –88) years and 42 (7.8%) were aged\n<18 years. The description of the study sample according to miso-phonia status is presented in Table 1 . Mean number of misophonic\nsounds reported for each participant was 8.6 (s.d.8.9, range 0 –44). In\ntotal, 114 (21.1%) participants did not report any misophonicsounds (all MCL items were scored as none or low). In all, 427(78.9%) participants scored one or more MCL item as moderateor high. The mean number of misophonic sounds (MSC score)reported by those with misophonia was 17.6 (s.d. 9.1, range 1 –\n40), compared with 7.3 (s.d. 8.1, range 0 –44) among those\nwithout misophonia. The MSC score was negatively correlatedwith age ( r=–0.25, P= 0.001).300\nHouseholds\n41 Households\n(13.6%) refused\n259 Households\n(86.4%) accepted\n(710 people)\n541 participated\n(76.2%)\n(526 face to face 15\nover the telephone)95 refused\n(13.4%)19 excluded\n(2.7%)\n(17 ineligible,\n2 missing data)55 could not be\ncontacted\n(7.7%)\nFig. 1 Recruitment of participants.General population study of misophonia\n3\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Correlates of misophonia\nBased on the proposed diagnostic criteria, the prevalence of miso-\nphonia in the study population ( N= 541) was 12.8% ( n= 69).\nFemale gender, younger age and not being married seemed to berelated to higher rates of misophonia. History of tinnitus did notrelate to misophonia diagnosis. Almost half (43.5%) of those withmisophonia diagnosis reported that they had a first-degree relativewith similar symptoms. In all, 63.8% of those with misophoniareported that their symptoms began during childhood or adoles-cence. In addition to reporting auditory triggers, the majority(56.5%) of those with misophonia reported that they experienceddistress when they saw people eating or chewing from a distance,despite not being able to hear any sound (visual trigger).Similarly, 42.0% of those with misophonia were distressed byvisual triggers, such as people shaking feet.\nThose with misophonia were more likely than those without mis-\nophonia to have had a (self-reported, psychiatrist-diagnosed) history\nof attention-deficit hyperactivity disorder (20.3 v.7.3%, P= 0.001),\nobsessive –compulsive disorder (15.9 v.5 . 0 % , P= 0.001), bipolar\ndisorder (7.2 v.1 . 4 % , P= 0.003), substance use disorder (4.3 v.0 . 6 % ,\nP= 0.007), conversion disorder (13.0 v.4 . 2 % , P= 0.004) and attempted\nsuicide (5.8 v.1 . 7 % , P= 0.04). Those with misophonia were also more\nlikely to be currently using psychotropic medication (23.2 v. 11.2%,\nP= 0.007). A history of contact with mental health services for any\npsychological problem was more common among those with miso-phonia than those without (47.8 v.2 8 . 7 % , P= 0.002), although only\nfour (5.8%) of the 69 participants with misophonia had contact withmental health services because of symptoms of misophonia.\nParticipants with misophonia generally rated their physical\nhealth to be better than their mental health: 14.5% rated theircurrent mental health as ‘bad’(the choices were very good, good,\nfair and bad), compared with 5.5% of those without misophonia.Conversely, those who rated their current physical health as ‘bad’\nwere lower in participants with misophonia versus those withoutmisophonia (2.9 v. 5.5%). In total, 43.5% of those with misophoniareported having a first-degree-relative (parent, sibling or offspring)\nwith misophonia, compared with 14.3% of those without misopho-nia. Low-level insight was common, as 65.4% of those with miso-phonia did not consider their condition as an illness. On theother hand, more of those with misophonia considered it a psycho-logical versus physical problem (21.7 v.2.9%, P= 0.01).\nMost common misophonic sounds\nTable 2 shows the most commonly reported misophonic sounds by\ndiagnostic status. Interestingly, the more commonly reported miso-phonic symptoms are also commonly reported by those withoutmisophonia, such as snoring, mosquito buzzing, etc. On the otherhand, some sounds less commonly reported by those with misopho-nia are practically not distressing at all to most people without mis-ophonia (e.g. infant crying, sucking teeth or um-err speech). Thisfinding may be an indication of low discriminatory power of mostfrequently reported misophonic sounds.\nRegression analysis\nBinomial logistic regression analysis was performed with the diagno-\nsis of misophonia as a categorical dependent variable ( Table 3 ).\nExplanatory variables were chosen on the basis of relevant literatureand clinical judgement: female gender (1, male; 2, female), age (15 –\n88 years), education (0, illiterate; 3, university), marital status (0, notmarried; 1, married), presence of tinnitus (0, absent; 1, present),\nfamily history of misophonia (0, absent; 1, present) and previous\ncontact with mental health services (0, absent; 1, present). Theresults showed that there were three significant associated factors:younger age, a history of contact with mental health services andfamily history of misophonia (the presence of misophonic symptomsin first-degree relatives). Misophonia was not associated with otherdemographic factors (gender, level of education or marital status).\nDiscussion\nThe present study confirms earlier findings on misophonia: it is\ncommon in the general population, leads to considerable distressTable 1 Description of the study sample by misophonia status\nMisophonia\nonly ( n= 69)No\nmisophonia ( n\n= 472)Total ( N=\n541)\nGender, female** 51 (73.9) 263 (55.7) 314 (58.0)\nAge groups, years**\n15–24 21 (30.4) 85 (18.0) 106 (19.6)\n25–44 26 (37.7) 137 (29.0) 163 (30.1)\n45–64 20 (29.0) 175 (37.1) 195 (36.0)\n≥65 2 (2.9) 75 (15.9) 77 (14.2)\nEducation, college\ngraduate17 (24.6) 135 (28.6) 152 (28.1)\nMarital status,\nmarried*37 (53.6) 312 (66.1) 349 (64.5)\nEmployment status,\nemployed18 (26.1) 166 (35.2) 184 (34.0)\nHistory of tinnitus 30 (43.5) 177 (37.6) 207 (38.3)\nFamily history of\nmisophonia**30 (43.5) 67 (14.3) 97 (18.1)\nPast contact with\nmental healthservices**33 (47.8) 129 (27.4) 162 (30.1)\nCurrent use of\npsychotropics**16 (23.2) 52 (11.1) 68 (12.6)\nTotal 69 (12.8) 472 (87.2) 541 (100.0)\nMean (s.d.) age** 35.5 (15.6) 44.7 (18.2) 43.5 (18.2)\nMean (s.d.) number of\nmisophonicsounds**17.6 (9.1) 7.3 (8.1) 8.6 (8.9)\nAll data are displayed as n(%), unless otherwise indicated.\n**P< 0.01.Table 2 Most commonly endorsed misophonic sounds by misophonia\nstatus ( N= 541)\nMisophonic sounds\n(causing moderate to\nhigh distress)Misophonia\n(n= 69)No misophonia\n(n= 472)Total ( N=\n541)\nFly/mosquito buzzing** 51 (73.9) 181 (38.3) 232 (42.9)\nSnoring** 50 (72.5) 205 (43.4) 255 (47.1)Eating, chewing, lip-\nsmacking sounds**49 (71.0) 184 (39.0) 233 (43.1)\nNose sniffing** 47 (68.1) 143 (30.3) 191 (35.1)\nThroat clearing** 45 (65.2) 148 (31.4) 193 (35.7)\nSlurping when drinking\ntea, coffee, soup**42 (60.9) 127 (26.9) 169 (31.2)\nSucking teeth** 40 (58.0) 113 (23.9) 153 (28.3)\nSound of dripping\nwater**39 (56.5) 139 (29.4) 178 (32.9)\nFork scratch on plate** 39 (56.5) 117 (24.8) 156 (28.8)\nGum chewing** 38 (55.1) 133 (28.2) 171 (31.6)\nInfant crying** 36 (52.2) 63 (13.3) 99 (18.3)\nSqueaking of door/floor/\nfabric**35 (50.7) 99 (21.0) 134 (24.8)\nMusic or television\nthrough walls**31 (44.9) 81 (17.2) 112 (20.7)\n‘Um, uh, er ’speech** 30 (43.5) 72 (15.3) 102 (18.9)\nAll data are displayed as n(%), unless otherwise indicated.\n**P< 0.01.Kılıçe ta l\n4\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "and interferes with daily functioning. As most cases start very early\nin life, it can have significant and deleterious effects during theperiod when young individuals are building social bonds and learn-ing life skills. Misophonia shares several defining characteristicswith other common psychiatric disorders, especially those on the\nphobic and obsessive –compulsive spectrums. Misophonia has\nmuch in common with other common psychiatric disorders: miso-phonic reactions are largely subjective (i.e. independent of theobjective qualities of misophonic sounds), excessive and dispropor-tional to the trigger, and lead to excessive coping attempts (mostly inthe form of avoidance); affected individuals have a much higher rateof a history of psychiatric illness; and affected individuals have ahigh rate of contact with mental health services and current use ofpsychotropics. Moreover, in the present study, participants withmisophonia described their mental health as much worse thantheir physical health; in fact, 21.7% of those with misophoniadefined their problem as a psychiatric disorder, and very fewregarded their condition as a physical disorder. It is not yetcertain if misophonia should be classified as a psychiatric disorder,but evidence supporting this is accumulating.\nThe prevalence of misophonia and associated factors\nTo the best of our knowledge, the present study is the first to\ndetermine the prevalence of misophonia in a large, representativecommunity sample. The present study also used face-to-faceinterviews for data collection –a rare practice in misophonia\nresearch. The proposed diagnostic criteria diagnosed one in eightindividuals (12.8%) in the general population as having misophonia.The literature includes only a few studies on the prevalence ofmisophonia, although none were conducted with a general popula-tion or randomised sample; most are based on self-report and online\nsurveys of college students, or are based on convenience samples\ndesigned to elicit more individuals with misophonia. Interestingly,the only other study that reported the prevalence of misophoniabased on face-to-face interviews\n10noted a prevalence of 12.8%.\nAlthough that figure is the same as that in the present study, itmust be noted that this earlier study included in-patients withdepression, a population in which misophonia is expected to bemore common than in the general population.\nAlthough univariate analyses suggest that several demographic\nvariables (female gender, being single and being younger) arerelated to misophonia, the only demographic variable that was apredictor of misophonia was younger age. In categorical agegroups, prevalence of misophonia continually drops as age pro-gresses. Although the prediction is a weak one, this finding is inline with the course of most mental disorders, which start early in\nlife and subside in later years.\nThe present findings show that misophonia may run in families,\nas 43.5% of those diagnosed as misophonia reported having first-degree relatives with similar symptoms. Other studies that assessedfamily history of misophonia reported rates of 22 −33%,\n13,17which\nis lower than that observed in the present study and might bebecause those earlier studies were based on non-representative con-venience samples. One of those studies\n17highlights a unique aspect\nof family history of misophonia: participants with misophonia hadmore female than male relatives with the same condition. Althoughthis sounds interesting, it is also possible that this is simply a reflec-tion of a higher prevalence of misophonia in females in the generalpopulation. Little is known about the genetics of misophonia,\n18and\ngenetic epidemiology studies could help delineate the correspond-ing effects of nature versus nurture.\nThe misophonia literature suggests that childhood onset is the\nnorm.\n1,4,13,17In line with the literature, in most (63.8%) participants\nwith misophonia in the present study, the symptoms of misophoniabegan during childhood or adolescence; nonetheless, misophoniadid not correlate with the onset variable in the present sample.Although several studies have reported on the onset of misophonicsymptoms, none have examined the correlates of misophonia onset,which is clearly a neglected area of research.\nUse of mental health services\nOnly 5.8% of the participants with misophonia in the present study\nhad a history of contact with mental health services for misophonicsymptoms. Unfortunately, there is no other comparable study in theliterature, but it is intuitive to think that the rate for such contact inthe general population is low. The low rate of help-seeking for mis-ophonia in the present study might have been because of a lack ofawareness about the condition or the absence of an establishedand effective treatment, both of which can have a negative effecton help-seeking behaviour.\n13There are some reports of the success-\nful treatment of misophonia, although overall, the evidence is notconvincing.\n19,20Anecdotal reports show that some patients\nbenefit from cognitive –behavioural therapy.21Another reason for\nthe low rate of contact with mental health services among thosewith misophonia may be the high rate of low-level insight: thosewith misophonia that do not think that anything is wrong maynot be motivated to seek help. Finally, as is the case with manyphobias, avoidance may mask symptoms, thereby decreasing theneed to have contact with mental health services.\n22\nLimitations\nThe present study has several limitations. Although face-to-face\ninterviews were conducted, they did not include a full clinical psychi-atric interview. Using a clinical interview would have facilitatedassessment of other psychiatric disorders, and psychiatric comorbid-\nity is known to be high among patients with misophonia.\n1,13,23Use of\na clinical interview would also have enabled the addition of anothercriterion to the proposed diagnostic criteria: ‘symptoms not better\nexplained by another disorder ’.\nInterviewers should have asked the participants if they experi-\nenced distress every time they were exposed to misophonicsounds, and those that did not should not have been diagnosed asmisophonia. Although the literature and our clinical experiencesuggest misophonia has a chronic course, the duration of symptomswas not assessed. The literature on the duration of the symptoms inmisophonia is lacking. It is therefore reasonable to add a diagnosticcriterion requiring that the symptoms must persist for more than 6months, to exclude those with transitory symptoms (i.e. resultingfrom an ear infection or flu). Finally, the study assessed theTable 3 Predictors of misophonia status ( N= 541, logistic regression)\nWald\nχ2P-\nvalueExp\n(B)95% CI for Exp(B)\nLower Upper\nGender, female 3.211 0.073 1.764 0.948 3.280\nAge** 10.387 0.001 0.967 0.947 0.987\nEducation 1.157 0.282 0.876 0.688 1.115\nMarital status, married 0.016 0.899 1.043 0.544 1.999\nHistory of tinnitus 1.474 0.225 1.421 0.806 2.506\nFamily history of\nmisophonia**18.132 0.001 3.475 1.959 6.165\nPast contact with mental\nhealth services**8.711 0.003 2.312 1.325 4.033\nExplanatory variables: female gender (1, male; 2, female), age (15 –88 years), education (0,\nilliterate; 3, university), marital status (0, not married; 1, married), presence of tinnitus (0,\nabsent; 1, present), family history of misophonia (0, absent; 1, present), contact with\nmental health services (0, absent; 1, present).\n**P< 0.01.General population study of misophonia\n5\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "symptoms of misophonia during the previous month only.\nAlthough the MIS included an item regarding the onset of symp-\ntoms, the course of misophonia was not assessed in detail.\nRecommendations\nFirst, we suggest using interviews for assessing misophonia as\nopposed to self-report questionnaires. Many sounds that might berated on a self-report questionnaire as misophonic may not actuallybe misophonic (i.e. a vacuum cleaner and snoring) or may beanxiety-provoking cues (i.e. dog barking for a person with a dogphobia or the sound of breathing for a rape victim) and, therefore,should not contribute to a diagnosis of misophonia. Our experienceshowed that a trained interviewer can successfully avoid such falsepositives. A psychiatric interview will have the additional benefitof providing reliable rates of comorbid diagnoses.\nSecond, some misophonic sounds (such as snoring or mosquito\nbuzzing), although commonly endorsed by those with misophonia,may not be very useful in discriminating those with misophoniafrom those without misophonia. Future studies may help us selectamong the long list of misophonic sounds, to construct a limitedlist of items with maximum discriminatory power.\nThird, subtypes of misophonia deserve the attention of future\nresearchers. We still know very little about this condition, and itis possible that there are different types of misophonic syndromesthat are more common in women than men, or in some countriesthan others.\nFinally, the diagnostic criteria we are proposing are preliminary\nand must be verified by additional research. Follow-up studies are\nrequired to show the invariance of the proposed diagnostic\ncriteria in patients with misophonia.\nCengiz K ılıç, Department of Psychiatry, Hacettepe University, Turkey; and Stress\nAssessment and Research Center, Hacettepe University, Turkey; Gökhan Öz , Stress\nAssessment and Research Center, Hacettepe University, Turkey; Kezban\nBurcu Avanog ̆lu, Stress Assessment and Research Center, Hacettepe University,\nTurkey; and Department of Psychiatry, Hacettepe University, Turkey; Songül Aksoy ,\nDepartment of Audiology, Hacettepe University, Turkey\nCorrespondence: Cengiz K ılıç. Email: cengizk@hacettepe.edu.tr\nFirst received 4 Jan 2021, final revision 10 Jul 2021, accepted 17 Jul 2021\nSupplementary material\nSupplementary material is available online at https://doi.org/10.1192/bjo.2021.978 .\nData availability\nThe data that support the findings of this study are available upon reasonable request from the\ncorresponding author, C.K., with the permission of Hacettepe University.\nAcknowledgements\nWe thank the interviewers Arda Bag ̆caz, Nagehan Öz, Nergiz Öz, Nilufer Allahverdiyeva, Furkan\nBakaç, Abdullah Onur, Fahmin Hagverdiyev and Yasemin Ünal for their time and effort. We also\nthank Professor Mahir Ulusoy for his valuable contribution to sample selection, and ScottB. Evans for language editing.\nAuthor contributions\nC.K. and G.O. conceptualised and designed the study. G.O. and K.B.A. conducted the literaturesearch. G.O. developed the Misophonia Interview Schedule, under the supervision of C.K.. G.O.supervised data collection and also took part in data collection. C.K. analysed the data and\nwrote the majority of the paper; G.O., S.A. and K.B.A. significantly contributed to data interpret-\nation and write-up. All authors critically revised the draft for important intellectual content. Allauthors agreed to be accountable for all aspects of the work in ensuring that questions relatedto the accuracy or integrity of any part of the work are appropriately investigated and resolved.\nAll authors gave final approval for the article to be published.\nFunding\nThis research received no specific grant from any funding agency, commercial or not-for-profitsectors.Declaration of interest\nNone.\nReferences\n1Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new\npsychiatric disorder. PLoS One 2013; 8: e54706.\n2Jastreboff PJ, Jastreboff MM. Decreased sound tolerance: hyperacusis,\nmisophonia, diplacousis, and polyacousis. Handb Clin Neurol 2015; 129:\n375–87.\n3Dozier TH, Lopez M, Pearson C. Proposed diagnostic criteria for misophonia: a\nmultisensory conditioned aversive reflex disorder. Front Psychol 2017; 8: 1975.\n4Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological\ninvestigations and case descriptions. Front Hum Neurosci 2013; 7: 296.\n5Brout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, et al.\nInvestigating misophonia: a review of the empirical literature, clinicalimplications, and a research agenda. Front Neurosci 2018; 12: 36.\n6Taylor S. Misophonia: a new mental disorder? Med Hypotheses 2017; 103:1 0 9 –17.\n7Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomen-\nology, and clinical correlates in an undergraduate student sample. J Clin\nPsychol 2014; 70: 994 –1007.\n8Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university\nstudents: incidence, associated impairment, and clinical correlates.J Obsessive Compuls Relat Disord 2017; 14:7–12.\n9Quek TC, Ho CS, Choo CC, Nguyen LH, Tran BX, Ho RC. Misophonia in\nSingaporean psychiatric patients: a cross-sectional study. Int J Environ Res\nPublic Health 2018; 15: 1410.\n10Siepsiak M, Sobczak AM, Bohaterewicz B, Cichocki Ł, Dragan W Ł. Prevalence of\nmisophonia and correlates of its symptoms among inpatients with depression.Int J Environ Res Public Health 2020; 17: 5464.\n11Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The prevalence and severity\nof misophonia in a UK undergraduate medical student population and valid-\nation of the Amsterdam misophonia scale. Psychiatr Q 2021; 92: 609 –19.\n12Potgieter I, MacDonald C, Partridge L, Cima R, Sheldrake J, Hoare DJ.\nMisophonia: a scoping review of research. J Clin Psychol 2019; 75: 1203 –18.\n13Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: phenomenology,\ncomorbidity and demographics in a large sample. PLoS One 2020; 15:\ne0231390.\n14Cavanna AE, Seri S. Misophonia: current perspectives. Neuropsychiatr Dis\nTreat 2015; 11: 2117 –23.\n15Öz G. Prevalence of misophonic symptoms and their relationship with sociode-\nmographic variables and psychological symptoms in Ankara .Dissertation the-\nsis,Faculty of Medicine, Department of Psychiatry, Hacettepe University, 2015.\n16Robins E, Guze SB. Establishment of diagnostic validity in psychiatric illness: its\napplication to schizophrenia. Am J Psychiatry 1970; 126: 983 –7.\n17Rouw R, Erfanian M. A large-scale study of misophonia. J Clin Psychol 2018; 74:\n453–79.\n18Sanchez TG, Silva FED. Familial misophonia or selective sound sensitivity syn-\ndrome: evidence for autosomal dominant inheritance? Braz J Otorhinolaryngol\n2018; 84: 553 –9.\n19Reid AM, Guzick AG, Gernand A, Olsen B. Intensive cognitive-behavioral ther-\napy for comorbid misophonic and obsessive-compulsive symptoms: a system-atic case study. J Obsessive Compuls Relat Disord 2016; 10:1–9.\n20Schröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behavioral therapy is\neffective in misophonia: an open trial. J Affect Disord 2017; 217: 289 –94.\n21Altinöz AE, Ünal NE, Alt ınöz S ̧T. The effectiveness of cognitive behavioral psy-\nchotherapy in misophonia: a case report. Turkish J Clin Psychiatry 2018; 21:\n414–7.\n22Horenstein A, Heimberg RG. Anxiety disorders and healthcare utilization: a sys-\ntematic review. Clin Psychol Rev 2020; 81: 101894.\n23Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and comorbid psychiatric\nsymptoms: a preliminary study of clinical findings. Nord Psykiatr Tidsskr\n2019; 73: 219 –28.Kılıçe ta l\n6\nhttps://doi.org/10.1192/bjo.2021.978  Published online by Cambridge University Press"
    }
  ]
}