{
  "doc_type": "scientific paper",
  "title": "Introduction to the Special Issue on Covid 19",
  "authors": [
    "Lynch"
  ],
  "year": 2023,
  "journal": "Journal of the Acoustical Society of America 153, 573 (2023); doi: 10.1121/10.0017033",
  "doi": "10.1121/10.0017033",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:43:36.993523Z",
  "source_pdf": "documents/research/Global/Lynch 2023 Introduction to the Special Issue on Covid 19.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Introduction to the Special Issue on COVID-19\nJames F. Lynch  and Charles C. Church\nCitation: The Journal of the Acoustical Society of America  153, 573 (2023); doi: 10.1121/10.0017033\nView online: https://doi.org/10.1121/10.0017033\nView Table of Contents: https://asa.scitation.org/toc/jas/153/1\nPublished by the Acoustical Society of America\nARTICLES YOU MAY BE INTERESTED IN\nFundamental frequency related parameters in Brazilians with COVID-19\nThe Journal of the Acoustical Society of America 153, 576 (2023); https://doi.org/10.1121/10.0016848\nAn automated method for detecting F  measurement jumps based on sample-to-sample differences\nJASA Express Letters 2, 115201 (2022); https://doi.org/10.1121/10.0015045\nHow to analyse and represent quantitative soundscape data\nJASA Express Letters 2, 037201 (2022); https://doi.org/10.1121/10.0009794\nThe effect of seafloor roughness on passive estimates of the seabed reflection coefficient\nThe Journal of the Acoustical Society of America 153, 586 (2023); https://doi.org/10.1121/10.0016846\nIs speech intelligibility what speech intelligibility tests test?\nThe Journal of the Acoustical Society of America 152, 1573 (2022); https://doi.org/10.1121/10.0013896\nDon't force it! Gradient speech categorization calls for continuous categorization tasks\nThe Journal of the Acoustical Society of America 152, 3728 (2022); https://doi.org/10.1121/10.0015201"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Introduction to the Special Issue on COVID-19a)\nJames F . Lynch1,b)and Charles C. Church2\n1Department of Applied Ocean Physics and Engineering, Woods Hole Oceanographic Institution, Woods Hole, Massachusetts 02543, USA\n2Department of Physics and Astronomy, National Center for Physical Acoustic, University of Mississippi, 1 Coliseum Drive University,\nMississippi 38677, USA\nABSTRACT:\nThe COVID-19 pandemic has been a global event affecting all aspects of human life and society, including acousticaspects. In this Special Issue on COVID-19 and acoustics, we present 48 papers discussing the acoustical impacts of\nthe pandemic and how we deal with it. The papers are divided into seven categories which include: physical masking\nand speech production, speech perception, noise, the underwater soundscape, the urban soundscape, pathogen trans-\nmissibility, and medical diagnosis.\nVC2023 Acoustical Society of America .https://doi.org/10.1121/10.0017033\n(published online 26 January 2023)\nPages: 573–575\nI. INTRODUCTION\nWhen COVID-19 was ﬁrst identiﬁed in Wuhan, China\nin December 2019, the world’s hope was that its outbreakcould be contained quickly and extinguished. That hope wasshort lived, and given the mobility and connectedness of the\nmodern world, the virus quickly spread. Though the time\nlag for this spread was different for different regions of theglobe, and travel restrictions and regional isolation madesome impact, the COVID-19 virus and its subsequent var-iants eventually penetrated everywhere to a greater or lesser\ndegree.\nThe COVID-19 virus hit strongly in the northeast\nregion of the United States in approximately March 2020.\nThe social impacts were quick and severe, and “life-as-usu-al” ground to a halt. We became isolated, businesses shutdown, trafﬁc by air, land, and sea slowed to a crawl, and aneerie stillness settled upon normally bustling cities and\ntowns. Worse still was the personal impact–many of us lost\nfriends and relatives, or became severely ill. COVID-19reached global pandemic status.\nAs it became clear that this was to be an epic global\nevent, it also became clear that chronicling it for the presentand future would also be important. Having to wear masksand take solitary walks through then quiet cities convinced\nthe editors that there were obvious acoustic effects of the\npandemic, and that there were likely more to be foundbeyond these “tip of the iceberg” effects. We began to dis-cuss this, and soon after produced a call for papers for this\nspecial issue.\nOne more point should be discussed before describing\nthe content of our article. Overall, much has been written\nabout COVID-19 and its effects on the world, as is beﬁtting\na global event. So, why have a Special Issue in a peer-reviewed journal? It is these editors’ opinion that the scien-\ntiﬁc aspects of the pandemic (sound being one of them)should be reported, not just in popular terms to an anxiouspublic, but also in the dispassionate and tightly screenedmanner in which peer-reviewed journals operate, so as tomake reliable results available for researchers and other\nusers. Pandemics are common enough events that any reli-\nable information that we can gather and assemble abouttheir effects and how to deal with them is useful.\nWe will mention that, since COVID-19 was an unex-\npected event (to most of us, if not to the epidemiologists)with some unique aspects, some of the studies in our SpecialIssue do not have the baseline that one would expect in acarefully pre-planned experiment on a given phenomenon.This was not automatically considered a disqualifying factorfor the submissions—we just asked for the best scientiﬁcapproach available in dealing with an unexpected event.\nHaving discussed the general background of the Special\nIssue, let us turn to the papers themselves. To try to organizethis collection, we have broken the papers into seven catego-ries: (1) physical masks effects and speech production, (2)speech perception, (3) noise, (4) the underwater soundscape,(5) the urban soundscape, (6) pathogen transmissibility, and(7) medical diagnosis. As always, there will be some cate-gory overlap in the papers, but that is not a major concern.\nA broad look at the topics is given next. As mentioned\nabove, to bring some order to this presentation of the manyacoustical studies undertaken in response to the pandemic,these 48 reports are grouped into rough categories havingsimilar topics.\nA. Physical masking and speech production\nOne of the most common of the early approaches to\nslowing spread of the pandemic was the use of masks toblock both inhalation and exhalation of viral particles. Anunfortunate side effect of this was a range of problems in a)This paper is part of a special issue on Covid-19 Pandemic Acoustic\nEffects.\nb)Electronic mail: jlynch@whoi.edu\nJ. Acoust. Soc. Am. 153 (1), January 2023 VC2023 Acoustical Society of America 573 0001-4966/2023/153(1)/573/3/$30.00\nEDITORIAL ......................................"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "speech production. These were studied by several authors\nwho studied effects of types of material used in various\nmasks,1,2effects on the mechanics of phonation,3on the\nspectral characteristics of spoken words and phrases,4,5and\non the strength of radiated speech.6Finally, a study on the\neffects of masks on the recall of spoken sentences wasconducted.\n7\nB. Speech perception\nGiven the well-known difﬁculties in speech production\nassociated with masking, it is not surprising that proper per-ception of such speech was also a signiﬁcant problem.Several reports resulted from studies on various aspects ofthis difﬁculty. Problems in both perception and intelligibility\nwere noted,\n8,9as well as changes in memory10and recall in\nboth children and adults.11Unexpected difﬁculties were\nfound in the use of online facilities for remote data collec-tion and analysis.\n12,13Effects on singing education were\nalso noted.14\nC. NOISE\nWhile several studies were undertaken to quantify\nchanges in the general soundscape of a particular area orregion as discussed in Sec. IE, a few considered the effects\nof the pandemic on noise levels in particular and reactionsto those changes. Changes in noise levels were measuredusing several end points,\n15and the response of the public to\nnoise levels was quantiﬁed in terms of annoyance16as well\nas a proxy for compliance17with regulations intended to\ncombat the pandemic itself. An unusual study dealt with thecorrelation between noise and air pollution\n18in and around\nthe site of a school.\nD. Soundscape, underwater\nFive reports described changes in the underwater sound-\nscape in the ocean. Four of these studies were conducted offthe Paciﬁc coast of North America,\n19including Oregon20\nand Monterey Bay,21and in a lagoon near La Paz, Baja\nCalifornia Sur, Mexico.22A ﬁfth report, this one from the\nAtlantic side of the continent, dealt with a dolphin habitat in\nSarasota Bay, FL.23\nE. Soundscape, urban\nApproximately one-third of the papers in this collection\nconsider changes in the terrestrial urban soundscape, i.e., inthe general region common to most of the population of the\nplanet. These included towns and cities in Asia,\n24–26\nAustralia,27,28Europe,29–34North America,35and South\nAmerica.36–38Speciﬁc topics include interior and exterior\nnoise in and around residential areas, and more general lev-els of noise generated by roadways and airports.\nF. Pathogen transmissibility\nEffects on increased transmissibility of pat hogenic particles\nejected by humans while speaking, due to the increased volumeneeded to overcome heightened ambient noise levels, were the\nsubjects of two reports.39,40A third study considered the possi-\nbility that the ﬂow of pathogenic bacteria or viruses from brassysounding musical instruments might require increased spacingamong the musicians or between the musicians and their\naudience.\n41\nG. Medical diagnosis\nThe very name of the virus responsible for COVID-19,\ni.e., severe acute respiratory syndrome (SARS-CoV-2) sug-gests that acoustic measurements of lung sounds may be ofvalue in diagnosing the disease. Reports on this were givenby three groups,\n42–44while two additional studies investi-\ngated the use of artiﬁcial intelligence to analyze lung and\nbreathing sounds for diagnostic purposes.45,46An interesting\ncomparison of the classic acoustic diagnostic technique ofauscultation\n47with the current (and possibly future) state of\nthe art48completes the introduction to this Special Issue.\n1R. M. Corey, U. Jones, and A. C. Singer, “Acoustic effects of medical,\ncloth, and transparent face masks on speech signals,” J. Acoust. Soc. Am.\n148(4), 2371–2375 (2020).\n2S. R. Atcherson, B. R. McDowell, and M. P. Howard, “Acoustic effects\nof non-transparent and transparent face coverings,” J. Acoust. Soc. Am.\n149(4), 2249–2254 (2021).\n3J. J. Deng, M. A. Serry, M. Zanartu, B. D. Erath, and S. D. Peterson,\n“Modeling the inﬂuence of COVID-19 protective measures on the\nmechanics of phonation,” J. Acoust. Soc. Am. 151(5), 2987–2998 (2022).\n4T. Knowles and G. Badh, “The impact of face masks on spectral acoustics\nof speech: Effect of clear and loud speech styles,” J. Acoust. Soc. Am.\n151(5), 3359–3368 (2022).\n5L. C. Berti, E. A. Spazzapan, P. L. Pereira, M. Queiroz, F. R. Fernandes-\nSvartman, B. R. de Medeiros, M. V. M. Martins, S. F. Let /C19ıcia, I. G. G. da\nSilva, E. C. Sabino, A. S. Levin, and M. Finger, “Fundamental frequency-related parameters in Brazilians with COVID-19,” J. Acoust. Soc. Am.\n153(1), 576–585 (2023).\n6C. Poerschmann, T. L €ubeck, and J. M. Arend, “Impact of face masks on\nvoice radiation,” J. Acoust. Soc. Am. 148(6), 3663–3670 (2020).\n7T. L. Truong, S. D. Beck, and A. Weber, “The impact of face masks on\nthe recall of spoken sentences,” J. Acoust. Soc. Am. 149(1), 142–144\n(2021).\n8P. Bottalico, S. Murgia, G. E. Puglisi, A. Astolﬁ, and K. I. Kirk, “Effect\nof masks on speech intelligibility in auralized classrooms,” J. Acoust.\nSoc. Am. 148(5), 2878–2884 (2020).\n9M. Magee, C. Lewis, G. Noffs, H. Reece, J. C. S. Chan, C. J. Zaga, C.\nPaynter, O. Birchall, and S. Azocar, “Effects of face masks on acousticanalysis and speech perception: Implications for peri-pandemic proto-cols,” J. Acoust. Soc. Am. 148(6), 3562–3568 (2020).\n10R. Smiljanic, S. Keerstock, K. Meemann, and S. M. Ransom, “Face masks\nand speaking style affect audio-visual word recognition and memory ofnative and non-native speech,” J. Acoust. Soc. Am. 149(6), 4013–4023\n(2021).\n11T. L. Truong and A. Weber, “Intelligibility and recall of sentences spoken\nby adult and child talkers wearing face masks,” J. Acoust. Soc. Am.\n150(3), 1674–1681 (2021).\n12V. Freeman and P. D. Decker, “Remote sociophonetic data collection:\nVowels and nasalization over video conferencing apps,” J. Acoust. Soc.\nAm. 149(2), 1211–1223 (2021).\n13C. Zhang, K. Jepson, G. Lohﬁnk, and A. Arvaniti, “Comparing acoustic\nanalyses of speech data collected remotely,” J. Acoust. Soc. Am. 149(6),\n3910–3916 (2021).\n14J. Otcenasek, M. Fric, E. Dvorakova, Z. Otcenasek, and S. Ubik, “Thesubjective relevance of perceived sound aspects in remote singing educa-tion,” J. Acoust. Soc. Am. 151(1), 428–433 (2022).\n574 J. Acoust. Soc. Am. 153 (1), January 2023 James F . Lynch and Charles C. Churchhttps://doi.org/10.1121/10.0017033"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "15P. Aumond, A. Can, M. Lagrange, F. Gontier, and C. Lavandier,\n“Multidimensional analyses of the noise impacts of COVID-19 lock-\ndown,” J. Acoust. Soc. Am. 151(2), 911–923 (2022).\n16A. Sentop Dumen and K. Saher, “Noise annoyance during COVID-19\nlockdown: A research of public opinion before and during the pandemic,”\nJ. Acoust. Soc. Am. 148(6), 3489–3496 (2020).\n17R. Rumpler, S. Venkataraman, and P. Goransson, “Noise measurements\nas a proxy to evaluating the response to recommendations in times of cri-sis: An update analysis of the transition to the second,” J. Acoust. Soc.\nAm. 149(3), 1838–1842 (2021).\n18P. Kumar, H. Omidvarborna, A. K. Valappil, and A. Bristow, “Noise and\nair pollution during Covid-19 lockdown easing around a school site,”\nJ. Acoust. Soc. Am. 151(2), 881–887 (2022).\n19D. J. M. Thomson and D. R. Barclay, “Real-time observations of the\nimpact of COVID-19 on underwater noise,” J. Acoust. Soc. Am. 147(5),\n3390–3396 (2020).\n20P. H. Dahl, D. R. Dall’Osto, and M. J. Harrington, “Trends in low-frequency underwater noise off the Oregon coast and impacts of COVID-\n19 pandemic,” J. Acoust. Soc. Am. 149(6), 4073–4077 (2021).\n21K. B. Smith, P. Leary, T. Deal, J. Joseph, J. Ryan, C. Miller, C. Dawe,\nand B. Cray, “Acoustic vector sensor analysis of the Monterey Bay region\nsoundscape and the impact of COVID-19,” J. Acoust. Soc. Am. 151(4),\n2507–2520 (2022).\n22B. Leon-Lopez, E. Romero-Vivas, and L. Viloria-Gomora, “Reduction of\nroadway noise in a coastal city underwater soundscape during COVID-19\nconﬁnement,” J. Acoust. Soc. Am. 149(1), 652–659 (2021).\n23E. G. Longden, D. Gillespie, D. A. Mann, K. A. McHugh, A. M. Rycyk,\nR. S. Wells, and P. L. Tyack, “Comparison of the marine soundscape\nbefore and during the COVID-19 pandemic in dolphin habitat in Sarasota\nBay, FL,” J. Acoust. Soc. Am. 152(6), 3170–3185 (2022).\n24A. Mimani and R. Singh, “Anthropogenic noise variation in Indian cities\ndue to the COVID-19 lockdown during March-to-May 2020,” J. Acoust.\nSoc. Am. 150(5), 3216–3227 (2021).\n25S. Kumar, N. Garg, B. S. Chauhan, C. Gautam, T. Chand, M. P. George,\nand K. S. Jayachandran, “Effect of lockdown amid second wave of\nCOVID-19 on environmental noise scenario of the megacity Delhi,\nIndia,” J. Acoust. Soc. Am. 152(3), 1317–1336 (2022).\n26A. Mimani and S. Nama, “A perception-based study of the indoor and\noutdoor acoustic environments in India during the COVID-19 pandemic,”\nJ. Acoust. Soc. Am. 152(5), 2570–2588 (2022).\n27M. Parker and D. H. R. Spennemann, “Anthropause on audio: The effects\nof the COVID-19 pandemic on church bell ringing and associated sound-\nscapes in New South Wales (Australia),” J. Acoust. Soc. Am. 148(5),\n3102–3106 (2020).\n28M. Parker and D. H. R. Spennenmann, “Responses to government-\nimposed restrictions: The sound of Australia’s church bells one year after\nthe onset of COVID-19,” J. Acoust. Soc. Am. 150(4), 2677–2681 (2021).\n29C. Asensio, I. Pavon, and G. de Arcas, “Changes in noise levels in the\ncity of Madrid during COVID-19 lockdown in 2020,” J. Acoust. Soc. Am.\n148(3), 1748–1755 (2020).\n30R. M. Alsina-Pages, P. Bergada, and C. Martinez-Suquia, “Changes in the\nsoundscape of Girona during the COVID lockdown,” J. Acoust. Soc. Am.\n149(5), 3416–3423 (2021).\n31F. Alias and R. M. Alsina-Pages, “Effects of COVID-19 lockdown in\nMilan urban and Rome suburban acoustic environments: Anomalous\nnoise events and intermittency ratio,” J. Acoust. Soc. Am. 151(3),\n1676–1683 (2022).\n32T. Haselhoff, J. Hornberg, J. L. Fischer, B. T. Lawrence, S. Ahmed, D.Gruehn, and S. Moebus, “The acoustic environment before and during theSARS-CoV-2 lockdown in a major German city as measured by ecoa-\ncoustic indices,” J. Acoust. Soc. Am. 152(2), 1192–1200 (2022).\n33G. F. Greco, S. M. Guruprasad, T. P. Ring, and S. C. Langer, “The impact\nof the COVID-19 outbreak on the air trafﬁc noise at the Hannover airport\nregion,” J. Acoust. Soc. Am. 152(3), 1564–1572 (2022).\n34A. Mitchell, T. Oberman, F. Aletta, M. Kachlicka, M. Lionello, M.\nErfanian, and J. Kang, “Investigating urban soundscapes of the COVID-\n19 lockdown: A predictive soundscape modeling approach,” J. Acoust.\nSoc. Am. 150(6), 4474–4488 (2021).\n35E. J. Bird, D. C. Bowman, D. R. Seastrand, M. A. Wright, J. M. Lees, and\nF. K. Dannemann Dugick, “Monitoring changes in human activity during\nthe COVID-19 shutdown in Las Vegas using infrasound micro-\nbarometers,” J. Acoust. Soc. Am. 149(3), 1796–1802 (2021).\n36W. Montano and E. Gushiken, “Lima soundscape before conﬁnement and\nduring curfew. Airplane ﬂights suppressions because of Peruvian lock-down,” J. Acoust. Soc. Am. 148(4), 1824–1830 (2020).\n37G. Said, A. Arias, L. Carilli, and A. Stasi, “Urban noise measurements in\nthe City of Buenos Aires during the mandatory quarantine,” J. Acoust.\nSoc. Am. 148(5), 3149–3152 (2020).\n38A. L. Maggi, J. Muratore, S. Gaet /C19an, M. F. Zalazar-Jaime, D. Evin, J. P.\nVillalobo, and M. Hinalaf, “Perception of the acoustic environment dur-\ning COVID-19 lockdown in Argentina,” J. Acoust. Soc. Am. 149(6),\n3902–3909 (2021).\n39R. K. Patel, I. A. Shackelford, M. C. Priddy, and J. A. Kopechek, “Effect\nof speech volume on respiratory emission of oral bacteria as a potential\nindicator of pathogen transmissibility risk,” J. Acoust. Soc. Am. 148(4),\n2322–2326 (2020).\n40J. A. Kopechek, “Increased ambient noise and elevated vocal effort con-tribute to airborne transmission of COVID-19,” J. Acoust. Soc. Am.\n148(5), 3255–3257 (2020).\n41T. R. Moore and A. E. Cannaday, “Do brassy sounding musical instru-\nments need increased safe distancing requirements to minimize the spread\nof COVID-19?,” J. Acoust. Soc. Am. 148(4), 2096–2099 (2020).\n42V. I. Korenbaum, I. A. Pochekutova, A. E. Kostiv, V. V. Malaeva, M. A.\nSafronova, O. I. Kabantsova, and S. N. Shin, “Human forced expiratory\nnoise. Origin, apparatus and possible diagnostic applications,” J. Acoust.\nSoc. Am. 148(6), 3385–3391 (2020).\n43L. E. Emokpae, R. N. Emokpae, Jr., E. Bowry, J. Bin Saif, M. Mahmud,\nW. Lalouani, M. Younis, and R. L. Joyner, Jr., “A wearable multi-modal\nacoustic system for breathing analysis,” J. Acoust. Soc. Am. 151(2),\n1033–1038 (2022).\n44K. D. Bartl-Pokorny, F. B. Pokorny, A. Batliner, S. Amiriparian, A.Semertzidou, F. Eyben, E. Kramer, F. Schmidt, R. Sch €onweiler, M.\nWehler, and B. W. Schuller, “The voice of COVID-19: Acoustic corre-\nlates of infection in sustained vowels,” J. Acoust. Soc. Am. 149(6),\n4377–4383 (2021).\n45C. Shimon, G. Shafat, I. Dangoor, and A. Ben-Shitrit, “Artiﬁcial intelli-gence enabled preliminary diagnosis for COVID-19 from voice cues and\nquestionnaires,” J. Acoust. Soc. Am. 149(2), 1120–1124 (2021).\n46A. Vahedian-azimi, A. Keramatfar, M. Asiaee, S. S. Atashi, and M.\nNourbakhsh, “Do you have COVID-19? An artiﬁcial intelligence-based\nscreening tool for COVID-19 using acoustic parameters,” J. Acoust. Soc.\nAm. 150(3), 1945–1953 (2021).\n47C. Jiang, J. Zhao, B. Huang, J. Zhu, and J. Yu, “A basic investigation into\nthe optimization of cylindrical tubes used as acoustic stethoscopes for\nauscultation in COVID-19 diagnosis,” J. Acoust. Soc. Am. 149(1), 66–69\n(2021).\n48L. Demi, “Lung ultrasound: The future ahead and the lessons learnedfrom COVID-19,” J. Acoust. Soc. Am. 148(4), 2146–2150 (2020).\nJ. Acoust. Soc. Am. 153 (1), January 2023 James F . Lynch and Charles C. Church 575https://doi.org/10.1121/10.0017033"
    }
  ]
}