{
  "doc_type": "scientific paper",
  "title": "Socially Extended Cognition and Shared Intentionality",
  "authors": [
    "Lyre"
  ],
  "year": 2018,
  "journal": "Psychology,",
  "doi": "10.3389/fpsyg.2018.00831",
  "abstract": null,
  "keywords": [
    "extended cognition",
    "social cognition",
    "shared intentionality",
    "coupling mechanism",
    "cognitive vehicle"
  ],
  "research_topics": [
    "extended cognition",
    "social cognition",
    "shared intentionality",
    "coupling mechanism",
    "cognitive vehicle"
  ],
  "created_at": "2025-05-04T23:30:56.627319Z",
  "source_pdf": "documents/research/Global/Lyre 2018 Socially Extended Cognition and Shared Intentionality.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 1\nORIGINAL RESEARCH\npublished: 28 May 2018\ndoi: 10.3389/fpsyg.2018.00831\nEdited by:\nJennifer Michelle Windt,\nMonash University, Australia\nReviewed by:\nRegina Elisabeth Fabry,\nJustus-Liebig-Universität Gießen,\nGermany\nLisa Quadt,\nUniversity of Sussex, United Kingdom\n*Correspondence:\nHolger Lyre\nlyre@ovgu.de\nSpecialty section:\nThis article was submitted to\nTheoretical and Philosophical\nPsychology,\na section of the journal\nFrontiers in Psychology\nReceived: 15 January 2018\nAccepted: 08 May 2018\nPublished: 28 May 2018\nCitation:\nLyre H (2018) Socially Extended\nCognition and Shared Intentionality.\nFront. Psychol. 9:831.\ndoi: 10.3389/fpsyg.2018.00831\nSocially Extended Cognition and\nShared Intentionality\nHolger Lyre *\nDepartment of Philosophy & Center for Behavioral Brain Sciences, Otto-von-Guericke-University Magdeburg, Magdeburg,\nGermany\nThe paper looks at the intersection of extended cognition and social cognition. The\ncentral claim is that the mechanisms of shared intentionality can equally be considered\nas coupling mechanisms of cognitive extension into the social domain. This claim\nwill be demonstrated by investigating a detailed example of cooperative action, and\nit will be argued that such cases imply that socially extended cognition is not only\nabout cognitive vehicles, but that content must additionally be taken into account. It is\nﬁnally outlined how social content externalism can in principle be grounded in socially\nextended cognition.\nKeywords: extended cognition, social cognition, shared intentionality, coupling mechanism, cognitive vehicle,\nmental content, externalism, social content externalism\nINTRODUCTION\nTypical examples to illustrate extended cognition include aids such as notebooks, computers, or\nsmartphones, that is, technological artifacts which serve information processing as well as cognitive\noutsourcing and scaﬀolding. The possibility, however, that the area of social cognition bears an even\nbigger potential for cognitive extension has only recently been taken into account. In this paper I\nwant to bring together the topics of extended cognition and social cognition and then speciﬁcally\npursue the question in how far the mechanisms of shared intentionality already contain the sources\nof a social externalism.1\nI proceed as follows: after this introduction, in the second section, I lay out the claim of\nextended cognition and discuss some possible misunderstandings. In the third section, I distinguish\nfour domains of cognitive extension, namely extensions into the embodied, the physical, the\ninformational, and the social environment. In order to defend the claim of extended cognition\nagainst the charge of cognitive bloat, for each of the areas, and probably even more speciﬁcally,\none has to ﬁnd speciﬁc conditions and mechanisms of cognitive coupling to external components.\nIn the fourth section, I set the claim of extended cognition, a claim about cognitive vehicles, oﬀ\nfrom an externalist claim about content. In accordance with Clark and Chalmers, I characterize the\nlatter as “active externalism” and illustrate its diﬀerences and unique features vis-à-vis the familiar\npassive forms of semantic or mental externalism in the philosophy of mind commonly associated\nwith names such as Putnam, Millikan, and Burge. In the ﬁfth section I follow up on the speciﬁc\n1There is in fact a growing literature that discusses connections between topics from social cognition and ideas from\nembodied, situated, and distributed cognition as well as enactivism. References of interest include Metzinger and Gallese\n(2003), Tollefsen (2006), De Jaegher et al. (2010), Sutton et al. (2010), Krueger (2011), Borghi et al. (2013), Gallagher\n(2013) and Gallotti and Huebner (2017). Our special focus will be on the connection between extended cognition and\n“shared intentionality” (broadly construed the view that intentions, goals and actions might be shared among cooperating\nindividuals). Papers that particularly relate to our special focus will explicitly be addressed in the beginning of Section “Shared\nIntentionality as the Coupling Mechanism of Social-cognitive Extension”.\nFrontiers in Psychology | www.frontiersin.org 1 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 2\nLyre Socially Extended Cognition and Shared Intentionality\nidea of considering the mechanisms of shared intentionality\nas coupling mechanisms of cognitive extension into the social\nenvironment, in particular, partners in social interaction. In so\ndoing, I make detailed use of Bratman’s well-known planning\ntheory of shared intentionality. On the basis of the results of this\nanalysis, we will then in the sixth and ﬁnal section see in which\nsense we are here already dealing with the seed-bed of a form of\nsocial externalism. Hence, social externalism turns out to already\nrepresent a precursory version of active externalism.\nEXTENDED COGNITION AS A CLAIM\nABOUT VEHICLES\nCognitive systems and subjects spread out beyond their\ntraditionally assumed physical boundaries into the world, they\nare not merely situated in the world, but inherently world-\nbound – this is the basic idea of the by now classic 1998\n“Extended mind”-paper by Andy Clark and David Chalmers.2\nFrom 2000 onward, however, Clark, the key proponent of the\nclaim, has increasingly and preferably spoken of “extended\ncognition.” Why this change of term? It obviously has to do\nwith Clark having wanted to stress that he is concerned with\na claim about cognitive vehicles, that is, processes, activities\nand states of the cognitive machinery and not with a claim\nabout cognitive content. Particularly the work of Hurley (1998,\n2010) has obviously been inﬂuential. In Clark’s own words\n(Clark, 2005, Fn.1): “ It is important... to maintain a distinction\nbetween vehicles and contents. Possessing a contentful mental state\nis most plausibly a property of a whole active system (perhaps\nin some historical and/or environmental context). Within that\nsystem, certain enduring material aspects may play a special\nrole in enabling the system to possess (whether occurrently or\ndispositionally) a given mental state. These material aspects are the\nvehicle of the content. The Extended Mind hypothesis is really a\nhypothesis about extended vehicles, vehicles that may be distributed\nacross brain, body, and world. We conﬂate vehicles and contents,\nas Dennett (1991) and Hurley (1998) stress, at our philosophical\nand scientiﬁc peril. ”\nSurely, advocates of the idea of cognitively extended systems\nmust likewise be able to explicate what “non-extended” cognitive\nsystems are. Traditionally the brain (or, more generally, the\ncentral nervous system) is seen as the vehicle of cognition.\nHence, proponents of the claim that cognitive states, processes,\nand mechanisms go beyond states, processes, and mechanisms\nof the brain are advocating a variant of extended cognition.\nTake as an example the activity of doing a jigsaw puzzle. It\nproves to be helpful to pick up pieces of the puzzle, turn\nthem around in one’s hand and thus try out to solve the\ncognitive task in direct embodied interaction with the jigsaw\npuzzle. On the traditional view, embodied actions are not part\nof the “actual” cognitive goings-on which are restricted to brain\nprocesses such as the perception of the mental rotation of puzzle\npieces and the evaluation of shape ﬁt. From here one arrives\n2The joint authors Clark and Chalmers will henceforth be referred to as C&C, and\ntheir paper as Clark and Chalmers (1998) resp.at extended cognition in two steps. In order to master the\ntask posed by the jigsaw puzzle, the brain could draw both on\nsensory and motor formats of representation which – in the\nsense of Gibsonian “aﬀordances” – correspond to the operations\nof grasping and turning enabled by the hands. This would be\none possibility of interpreting the idea of embodied cognition:\ninternal representations are aﬀorded and shaped by embodied\nand situational opportunities. Proponents of extended cognition\ntake things one step further and claim that the “epistemic actions”\n(cf. Kirsh and Maglio, 1994) of doing jigsaw puzzles do not merely\nserve to outsource internal computation, but are an integral part\nof the entire cognitive goings-on and cannot, as such, be severed\nfrom it in a natural manner. The cognitive loop encompasses\nstates, processes, and mechanisms both of the brain and the body\nas well as of the environment (in this case the jigsaw puzzle). The\nset of cognitive vehicles, as against the brain, is extended.\nFOUR DOMAINS OF EXTENDED\nCOGNITION AND THEIR MECHANISMS\nOF COUPLING\nThe example of the jigsaw puzzle shows that extended cognition\ninevitably entails the claim that the external components\n(external states, processes, and mechanisms) serving cognitive\nextension are temporally highly variable – depending on the\ncognitive task posed. So cognitive systems or subjects, insofar\nas they are individuated by means of their physical vehicles or\nrealizers, become ﬂuid and variable as well. But why stop at the\nmovement of the hands of the person doing the jigsaw puzzle?\nWhy not count her vital functions as part of the cognitive loop?\nShouldn’t we think of the mental states of any Internet user as\nspread out over the whole web? This is the well-known objection\nof “rampant extension” or “cognitive bloat.” In order to avoid\nsuch objections, speciﬁc criteria need to be provided under which\nalone it is justiﬁed to count certain external components as\nextensions of the original system. C&C have already formulated\nthree general requirements that external components have to\nsatisfy: ﬁrst, direct accessibility at any point in time of the task,\nsecond, stability and r obustness on the relevant time scale as well\nas, third, reliability or validity .\nAccessibility, robustness, and validity provide general and\ngradual criteria. What degree of, say, accessibility of an external\ncomponent is needed in order to be suﬃcient for cognitive\nextension? As a rule of thumb and we may say that the degree\nof accessibility, robustness, and validity should be comparable\nto the degree of accessibility, robustness, and validity of\ncomparable internal components (e.g., the neural vehicles of\ninternal biological memory compared to external memory tools).\nThis is in the spirit of C&C’s parity principle, the claim that\nif a part of the world is functionally equivalent to a part of\na process done in the head, then that part of the world is\npart of the cognitive process (Clark and Chalmers, 1998, 8; cf.\nClark, 2008, 77ﬀ.). But while accessibility, robustness, and validity\ngive us general criteria of the coupling, they do not specify the\nvarious possible coupling mechanisms. It is important to note\nthat such coupling mechanisms may drastically vary, since cases\nFrontiers in Psychology | www.frontiersin.org 2 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 3\nLyre Socially Extended Cognition and Shared Intentionality\nof cognitive extension may occur in rather diﬀerent domains.\nI propose to distinguish four primary domains of cognitive\nextension:\n(1) The body\n(2) The physical environment\n(3) The “informational” environment\n(4) The social environment\nI suggest that, as long as we are dealing within the context of\ncognitive vehicles, the criteria of extension are purely functional\ncriteria of causal coupling or mechanistic integration (a claim,\nagain, in the spirit of C&C). Consider the following examples.\nThe jigsaw puzzle or the oft-cited example of Tetris (another\nexample of epistemic actions in the sense of Kirsh and Maglio,\n1994 as used in Clark and Chalmers, 1998) both involve cognitive\nextensions into the bodily and physical environment. Very\noften, in such cases, precisely those elements of the physical\nenvironment are implicated in which the cognitive system, in\nvirtue of highly dynamic sensory-motor feedback loops, is not\nonly embedded and situated but with which it is inextricably\ncoupled. The cognitive loop of a table tennis player, for instance,\ncomprises certain aﬀerent and re-aﬀerent perceptual states,\neﬀerent embodied and movement states as well as states of\nthe ball, the bat, the table, the air pressure, etc. In a similar\nmanner a blind person’s cane, glasses, or prostheses enter into the\nextended cognitive (here speciﬁcally sensory-motor) loop. So in\ndomain (1), one ﬁnds coupling mechanisms which correspond\nto those mechanisms that are examined and identiﬁed in the\nﬁelds of embodied and situated cognition, especially mechanisms\nof proprioception. Domain (2), extension into the physical\nenvironment, comprises mechanisms and stylistic principles of\ndynamicism, especially sensory-motor feedback coupling under\ninclusion of the principle of reaﬀerence.\nThe examples illustrate the strictly functionalist strategy .\nAn external vehicle is considered suﬃciently coupled if the\nconnections to the original system and the bandwidth of coupling\nhave achieved approximately the degree that the parts and\ncomponents of the original system, too, have amongst themselves.\nThe extended system, which is indeed the legitimate cognitive\nsystem, thus forms an organizational unit with regard to its\nvehicles due to its suﬃcient degree of mechanistic integration [see\nMenary (2007) on cognitive integration and Zednik (2011) on\nextended cognitive mechanisms]. To put it with a slogan: It’s all\nabout bandwidth and coupling.3The functionalist strategy is the\none most appropriate for extended cognition; for this doctrine\nis primarily a functionalist doctrine: it’s all about achieving\ncognitive tasks and functions, the nature of the vehicles is of\nsecondary interest only. Certain examples of extended cognition\nmay therefore remind us of examples of so-called “strange\nrealizations” from the early debate on functionalism. But if the\n3For precisely this reason one should agree with Clark (2009) that the claim of\nextension is not plausibly to be applied to phenomenal consciousness. While,\ndue to the notorious explanatory gap, there is no agreement on the physical\nmechanisms and vehicles of qualia, our contemporary knowledge of neuroscience\nsuggests that, in order to bring about consciousness, highly integrative and\ndynamic mechanisms with great bandwidth over short temporal scales are\nrequired, as could (presently) only arise within the neuronal machinery.“extended puzzle player” arrives at a satisfactory solution of\nthe cognitive task, there are no functionalist reasons to not see\nthe extended puzzle player as a legitimate cognitive-systemic\nwhole. Proponents of extended cognition conversely argue that\nbrain-bound accounts of cognition fall prey to an unjustiﬁed\nneuro-chauvinism.4\nLet us now turn to examples of domain (3): extension into\nthe “informational” environment. Characteristic examples are\nthe already mentioned tools such as notebooks, computers,\nor smartphones. They are that part of the physical, typically\nculturally shaped environment which serves to process, store\nor otherwise manipulate informational elements or meaningful\nsymbols. The crucial basis for most of this is a structured and\nsymbolically encoded language (albeit, of course, domain (3)\nmight include non-symbolic entities as for instance drawings or\nmusic as well). It ultimately allows for the powerful possibility\nof externalizing the content of cognitive acts, of making them\npublic and sharing them with others – undoubtedly a decisive\nstep in the cognitive arms-race of more recent human evolution.\nOn a commonly held view, this step serves to “externalize”\nwhat is already present internally in a cognitive creature. The\nstructure of a public language just follows the prior structure of\nthe “Language of Thought” (Fodor, 1975). But from the point of\nview of extended cognition, the order of arguments should be\ninverted. It is the possibility of actively structuring the physical\nenvironment aﬀorded by the world that signiﬁcantly drives\nthe development of symbolically structured and linguistically\nencoded thought.\nThe integral coupling of a seemingly purely external symbolic\nlanguage is all too easily overlooked in everyday life – unlike,\nhowever, where it serves feats of intellectual brilliance. Clark\nreports an encounter between Charles Weiner, a historian,\nand Richard Feynman. In conversation Weiner acknowledged\nFeynman’s notes and sketches as historical documents of his\nwork: “[b]ut instead of simply acknowledging this historic value,\nFeynman reacted with unexpected sharpness: ‘I actually did the\nwork on the paper, ’ he said. ‘Well, ’ Weiner said, ‘the work was\ndone in your head, but the record of it is still here.’ ‘No, it’s not\na record, not really. It’s working. You have to work on paper\nand this is the paper, okay?”’ (Clark, 2008, p. XXV). Indeed,\nFeynman’s formulation of quantum electrodynamics or Einstein’s\nderivation of the ﬁeld equations of the general theory of relativity\nwould be inconceivable without pen, paper, and mathematical\nsymbolism. Feynman stresses how much the activity of a creative\nmathematical physicist is dependent on this fact. One could see\nthis as an acknowledgment of the external tools of his cognitive\nwork, but it seems even more appropriate to say that a productive\nscientist of Feynman’s caliber has a ﬁne sensitivity for how much\npen, paper, and mathematical symbolism are an integral part of\nhis cognitive capacity.\n4In a corresponding manner one should deal with the coupling-constitution-\nfallacy made prominent by Adams and Aizawa (2008). The functionalist needn’t\nacknowledge constitutive criteria of cognition beyond suﬃcient causal coupling.\nFurthermore, the doctrine of functionalism is blind to the question of what the\nmark of the cognitive is. Here, anti-functionalists remain notoriously unsatisﬁed.\nBut this is not a speciﬁc weakness of the claim of extended cognition; at best, of\nfunctionalism or, perhaps more plausibly, of its opponents who are chasing a ghost.\nFrontiers in Psychology | www.frontiersin.org 3 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 4\nLyre Socially Extended Cognition and Shared Intentionality\nAnother notorious example for domain (3) is C&C’s\nAlzheimer’s-patient Otto. As a paradigmatic example for many\namnesiacs, Otto uses a notebook as his constant companion, into\nwhich he enters all relevant information that he needs in everyday\nlife. From the point of view of extended cognition, the notebook\nis his extended memory, for he continuously consults it, fully\nrelying on the reliability and authenticity of its entries – in the\nsame manner in which we all access the phone numbers of friends\nand relatives with a few clicks on our smartphones instead of\nkeeping them in mind.\nThe new and remarkable point here is that we are not\nonly talking about fast and robust accessibility of the notebook\nor smartphone, but that in order to justify the information\ncontained in an external memory component as valid, we need\ncriteria of cognitive ownership and conceptual integration (cf.\nKyselo and Walter, 2011). Such criteria, however, essentially aim\nat meaning, they are about content, not (just) about vehicles.\nWhat is meant by “cognitive ownership” requires a thorough\nanalysis, but the basic idea is easily illustrated. The entries\nin Otto’s notebook must have a certain degree of consistency\nand coherence with the remainder of his belief system, more\nprecisely put: it must be possible to “somewhat” consistently and\ncoherently integrate them into this system in order to become\npart of the extended belief system which can then be ascribed\nto Otto-plus-notebook. If, for example, Inga is Otto’s best friend\nwith whom he gets on very well, then an entry such as “I am\nalways ﬁghting with Inga” makes little sense. There will not be\nmany such inconsistencies, since Otto makes the entries into his\nnotebook himself. But it is also conceivable and not contradictory\nif Otto, on occasion, entrusts someone with the authority to make\nan entry for him. However, in all cases errors can occur. The\nentries only have to be “somewhat” consistent, since none of us\nhas an ideally rational belief system. In this respect, the criterion\nof cognitive ownership follows that of the mechanistic coupling\nof vehicles: the degree of integration in semantic terms only has\nto be as good as that of the various component beliefs of ordinary\nbelief systems.\nCritics have also pointed out that, as against biological\nmemory, the notebook is much more prone to errors and\nmanipulation, but here, too, what matters is weighing things\ngradually. By no means is our memory always reliable and is\nnot immune to manipulation. Still, several questions concerning\nthis matter are still open and it remains a desideratum of the\ndebate on extended cognition to formulate content-based criteria\nfor domain (3) such as cognitive ownership and conceptual\nintegration in more detail.\nFinally and before we go on, some general remarks on the\nconnections and possible dependencies of the four domains. It\ncould be argued that embodiment, i.e., the domain-(1)-extension\ninto the body, is a prerequisite of the three other domain-\nextensions. It could further be argued that the informational\nand the social environment are sub-types of the physical\nenvironment.5But while all this seems to be true for the majority\nof cases, it’s not necessarily true. Of course: how else should\na cognitive system be coupled to the physical, informational,\n5Thanks to an anonymous reviewer for raising both points.or social environment if not via its body? And isn’t it true\nthat all informational tools and social partners must somehow\nbe physically realized? But consider a neural implant that in\nsome future may be able to directly enhance my mathematical\nabilities. It provides an example of domain-(3)-extension into the\ninformational environment without relying on the body or the\nphysical environment (but rather on the brain). Or, to become\neven more futurological, such an implant could even impersonate\nan AI system in its own right that is now directly coupled\nto my brain. An instant and inside cooperating partner, as it\nwere. My hunch would be that this now counts as domain-\n(4)-extension rather than (3). But borderline cases may also\nexist. The domains need not to be clear-cut, and their more\nﬁne-grained distinction provides future work. Finally, and as\nwe shall see in the next two sections, a characteristic feature\nof domains (3) and (4) as compared to (1) and (2) is that\nthe vehicle-content distinction becomes relevant. I shall argue\nthat, rather than external components of the bodily and physical\ndomains, components of the informational and social domains\ncan typically be individuated both on the vehicle and the content\nlevel. For the domain-(3)-extension into the informational\nenvironment this was already indicated in our discussion of the\nOtto-Inga case. As we shall see in Section “Shared Intentionality\nas the Coupling Mechanism of Social-cognitive Extension, ”\nmatters are similar for domain (4), extension into the social\nenvironment. This clearly distinguishes (3) and (4) from (1)\nand (2).\nFROM VEHICLE- TO\nCONTENT-EXTERNALISM\nBefore we scrutinize the relevance of coupling criteria both on the\nlevel of vehicles and of content, it is perhaps worth noting that\nour distinction between vehicle and content can be understood\nin a purely conceptual and methodical manner and does not\nnecessarily commit us to any sort of content realism. It is perfectly\npossible to re-conceive all ideas put forward here in the frame\nof content instrumentalism according to which talk of meaning,\nsemantics and mental content is explanatorily useful, maybe even\nrelevant, for cognitive science and philosophy of mind without\nentailing any stronger ontological commitments.\nLet us begin with the widely held assumption that mental\ncontent supervenes on cognitive vehicles. For internalists this\nrequirement comes quite naturally: mental content – be it pre-\nconceptual, conceptual, or propositional content – supervenes on\nbrain states. In this sense, mental content depends on vehicles,\nbut is multiply realizable by various vehicle tokens. Rowlands\n(2003, 13) has pointed out that (Cartesian) internalism should\nbe understood as a combination of two claims: a location claim ,\naccording to which mental phenomena are located inside the\nspatio-temporal boundaries of a (brain-bound) cognitive subject\nor system S, and a possession claim , according to which mental\nphenomena do not depend on factors or features external to the\nbounds of S. While the location claim is directly applicable to the\nvehicles of mental phenomena, the possession claim more aptly\napplies to content. This, yet again, emphasizes the ontological\nFrontiers in Psychology | www.frontiersin.org 4 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 5\nLyre Socially Extended Cognition and Shared Intentionality\nneutrality of talk of content: mental contents are ascribed to\nvehicles, they need not necessarily be ontologically charged. It\nfollows that internalists assume that mental content is intrinsic\nto S, i.e., independent of external factors, while externalists\nconstrue mental content as relational. As we have seen, the claim\nof extended cognition is at ﬁrst a claim about the possibility\nof extending the set of vehicles. Due to the content-vehicle\nsupervenience it is, however, straightforward to assume that in\ncases of extended cognition mental content should be ascribed to\nthe entire extended system.\nConsider the following example: when asked whether they\nknow what the time is most people react with an explicit ‘yes, ’ look\nat their watch (or smartphone) only afterwards, and ﬁnally give\na response. One may discard this as mere elliptical speech, but\nit likewise indicates how self-evident and natural it has become\nfor us to wear a watch as a constant personal companion. If we\ntake the statement literally, then people attribute to themselves a\nknowledge state which they couldn’t attribute without the watch.\nThis entails two things: ﬁrst, the extended system S-plus-watch\nseems to be the legitimate cognitive system, hence S !S\u0003= SCE\n(where S refers to the original, non-extended system and E to\na particular external component). Second, it is the extended\nsystem S\u0003that ‘knows the time.’ This is the system to which the\nknowledge state should be ascribed.\nConsider the following analogous case: if Otto wants to meet\nInga at the Museum of Modern Art, he looks up the address in his\nnotebook. We should then ascribe the knowledge of the MoMA ’s\naddress to the extended system Otto\u0003= OttoCnotebook. So\nby no means is it the case that extended cognition leads to\nabsurd claims about knowledge states of notebooks and the like.\nSince Otto has a (standing) belief that is in part constituted\nby his notebook, the claim of extended cognition correctly\nasserts that the extended vehicle system Otto\u0003has beliefs. In this\nsense, extended cognition in conjunction with content-vehicle\nsupervenience leads to a form of “extended internalism” (with\nbeliefs internal to the extended system Otto\u0003, for instance).\nCuriously, however, C&C have used the label “active externalism”\ninstead. In Lyre (2016) I have argued that both labels should be\nconsidered synonymous as far as vehicles are concerned, but that\nextended cognition – in domains (3) and (4) – does indeed lead to\na new and remarkable sort of content externalism for which the\nlabel active externalism is more ﬁtting. Let us have a closer look\nat this.\nIn their 1998 paper, C&C in fact neglect the content-\nvehicle distinction (which has led Clark to self-criticism; see\nfootnote 1). Nonetheless they extend the Otto example to\naccommodate Twin Earth cases, as is common in debates on\ncontent externalism. In the sense of a possession claim, content\nexternalism means that mental content depends on external\nfactors or components. Three forms are generally distinguished,\nknown as physical, historical , and social externalism. They\ncan be related to diﬀerent (groups of) theories of meaning:\ncausal theories of reference, teleosemantics, and use theories of\nmeaning. According to the causal theory of reference, meaning\ndepends on the nature of reference objects to which we are\nlinked by some sort of causal chain. This implies externalism:\nmental content depends on external natures and not just on theinternal states of Putnam’s (1975) notorious Twin Earth thought\nexperiment illustrates the consequences: Oscar’s thoughts about\nwater depend on the nature of water, i.e., H 2O. Twin Earth is\nan exact physical duplicate of Earth with the only exception that\nthe external, content-ﬁxing component, in this case the nature\nof water, is diﬀerent. On Twin Earth water is XYZ and, as\nsuch, the content of Twoscar’s thoughts about water is diﬀerent\nfrom the content of Oscar’s thoughts about water on Earth.\nStrangely enough, neither Oscar nor Twoscar must be aware of\nthis diﬀerence, nor is it in any way relevant for their behavior.\nThe analog holds true for a corresponding variation in the teleos\nhistory of an expression on Twin Earth in the context of historical\nexternalism or for a change in word usage within a linguistic\ncommunity in the context of social externalism. Traditional\nforms of externalism can thus aptly be characterized as “passive\nexternalisms”: a cognitive system has no inﬂuence on the external,\ncontent-ﬁxing components, nor do these components causally\ninﬂuence (the vehicles of) S.\nIn a similar manner, C&C consider the Alzheimer’s patient\nTwotto on Twin Earth who wants to meet Twinga, but who\nﬁnds the 51st Street as the address in his notebook. Due to this\nerroneous entry – a variation of an external component of the\nextended system Twotto-plus-notebook – there is a behaviorally\nrelevant change: Twotto’s appointment with Inga fails. Hence,\nC&C’s talk of active rather than passive externalism. In large\nparts of the literature, the label active externalism has become\na synonym for vehicle externalism (or even extended cognition\nin general). But the example only works in virtue of content,\nthat is, in virtue of the behaviorally relevant knowledge states\nof the extended subjects of knowledge: Otto\u0003and Twotto\u0003. It\nthus makes perfect sense to see the label as a new brand of\ncontent externalism – a variant that is implied by the vehicle-\nextension in conjunction with content-vehicle-supervenience.\nWhether we want to alternatively speak of an (active) extended\ncontent internalism , as already mentioned, is mostly a verbal\npoint. In the latter case, however, the intuition would be lost that\ncognitive systems, from the point of view of extended cognition,\nare temporally ﬂuid and variable with regard to their vehicles.\nIn an overwhelming amount of cases the cerebral vehicle, the\nbrain, can be seen as the cognitive core system the extra-cerebral,\nexternal components of which vary.6Thus, the term active\n(content) externalism seems ﬁtting.7\nSHARED INTENTIONALITY AS THE\nCOUPLING MECHANISM OF\nSOCIAL-COGNITIVE EXTENSION\nWe now turn to domain (4): extension into the social\nenvironment. Not only artiﬁcial external components can\n6This need not be understood as a strong commitment to a cognitive core system,\nabout the existence of which there is considerable debate among proponents of\nextended cognition.\n7Of course, not every variation of external components leads to a change in mental\ncontent. Consider a case in which Otto has a back-up copy of his notebook (being\nhis extended memory, after all!); in that case it wouldn’t matter in which of the two\nnotebooks he looks up the address of the MoMA.\nFrontiers in Psychology | www.frontiersin.org 5 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 6\nLyre Socially Extended Cognition and Shared Intentionality\nserve informational out-sourcing, but also partners in social\ninteraction. This can occasionally be seen in long-standing\ncouples. One partner, due to their own fading abilities, relies\non the memory of the other. Thus the latter takes on the\nrole of Otto’s notebook or an extended memory, respectively.\nSutton et al. (2010) provide a rich and detailed empirical as well\nas conceptual analysis of such cases which they situate within\na multidimensional framework spanning the border between\ndistributed (in the sense of Hutchins, 1995) and “scaﬀolded”\nsocial cognition (in the sense of Sterelny, 2010) on the one hand\nand socially extended cognition on the other. Kosslyn (2006)\nspeaks of “social prosthetic systems, ” where “other people serve as\nprosthetic devices, ﬁlling in for lacks in an individual’s cognitive\nor emotional abilities.”\nAmong the conditions and mechanisms of coupling in the\ndomain of social extension we can quite naturally count spoken\nlanguage. But language is only one such mechanism, albeit a\nhighly developed one, as coupling mechanisms in this domain\nare numerous and diverse. One can make the general claim that\nvirtually all mechanisms studied in social cognition , from the\npoint of view of extended cognition, can be seen as potential\ncoupling mechanisms of social extension. This leads to an\nimpressive list of candidate mechanisms:\n\u000ffollowing movement trajectories\n\u000fbehavior reading\n\u000feye-tracking\n\u000fjoint attention\n\u000fbody posture\n\u000fgesture\n\u000ffacial expression\n\u000fshared goals\n\u000fshared (also collective or we-) intentionality\n\u000fco-operative action\n\u000fcommunicative action\n\u000fmind reading, mentalizing, theory of mind\n\u000fsocial learning\n\u000fgroup-based norms\n\u000flanguage\n\u000fsocial and cultural institutions\nThe list could be continued or more ﬁnely diﬀerentiated\n(especially toward the end). Each of these topics would deserve\na special analysis from the perspective of extended cognition.\nKrueger (2011), for instance, has discussed some of the basic\nmechanisms, in particular gesture, body posture, and facial\nexpression, in the context of extended cognition and argues\nfor seeing these mechanisms as an interactive form of shared\naction-space management of embodied agents (“we-space”\nmanagement). Borghi et al. (2013) consider words as social tools\nof the embodied-grounded and extended mind. And Gallagher\ncontemplates on “the socially extended mind [that] is in some\ncases constituted not only in social interactions with others, but\nalso in ways that involve institutional structures, norms, and\npractices” (Gallagher, 2013, p. 4).8\n8See also the related papers in the special issue on “Socially Extended Cognition”\ninCognitive Systems Research 25–26 (2013), pp. 1–72.Our focus should lie on shared intentionality , arguably the\nmost important and most-studied social-cognitive mechanism of\nthe last two decades (cf. Schweikard and Schmid, 2013; Jankovic\nand Ludwig, 2017). Tomasello has long argued that cooperative\nsocial interaction is even the key to our cognitive uniqueness\n(cf. Tomasello, 2008, 2014). Metzinger and Gallese (2003) show\nin particular that the brain aims at modeling the physical and\nsocial world in terms of a distinct ontology of shared actions\nand goals. And in reviewing the connections between shared\nintentionality and extended cognition, Gallotti and Huebner\n(2017) muse about the possibility that the range of mental\ncontents and operations can indeed be extended through shared\nactions. What is still missing, however, is a more detailed analysis\nof the coupling mechanisms for socially extended cognition and\nhow such an analysis contributes to the distinction between\nvehicles and contents and the corresponding distinction between\nvehicle externalism and content externalism.\nTo enter into this, let’s consider a particular example. Assume\nCindy and Bert intend to jointly publish a book. In so doing,\nthey divide the responsibilities amongst each other. Cindy\ncould, for instance, be responsible for typesetting and layout,\nwhile Bert proof-reads. Neither of them needs to know in\ndetail how the other fulﬁlls their part, they do, however, co-\nordinate their timing. If Bert, on occasion, isn’t sure about how\northography works in a particular case, then Cindy, who also\nknows her grammar, will gladly help him. The example satisﬁes\nthe features of co-operative action as put forward by Bratman\n(1993) in the context of his well-known planning theory of shared\nintentionality : (1) mutual co-ordination, (2) commitment to joint\naction, and (3) commitment to mutual support. Let us here\nassume that an action is founded on an intention and a plan to act.\nCases of shared agency are thus also cases of shared intentionality.\nIn the case of co-operative action, the action may consist of sub-\nplans which are diﬀerent for each partner in co-operation and\nwhich mesh – this is of the essence for both Bratman’s analysis\nand our question.\nCindy and Bert know for themselves that they are publishing a\nbook with the other. With a view to the overarching goal each\nof them individually knows how to do it. But not every agent\nplans or knows all details und sub-plans of the shared action.\nCindy determines font size, Bert decides matters of punctuation\nand doesn’t care about font size. While the overarching action\nplan can be reduced to the partial plans of the agents, it cannot\nbe ascribed to one of the agents individually. This is in line\nwith Bratman’s individualistic and reductionist conception: a co-\noperative action can be traced back to the individual partners\nin co-operation. According to Bratman, one can thus intend to\njointly J, but not jointly intend to J (J stands for a joint-act-type).\nThus Bratman guards against the ideas of a collective agent or\ngroup mind the intentional states of which are causally eﬃcacious\nfor the collective. This is in line with extended cognition, for\nhere, too, the aim is not to fuse diﬀerent cognitive systems into\nmeta-systems (contrary to, for instance, Tollefsen, 2006), but to\nﬂexibly and in a task-sensitive manner extend the boundaries\nof individual systems. According to Bratman (1993, p. 106), the\nspeciﬁc conditions of co-operative action, which our example\nsatisﬁes, are:\nFrontiers in Psychology | www.frontiersin.org 6 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 7\nLyre Socially Extended Cognition and Shared Intentionality\n“We intend to J if and only if\n(1) (a) I intend that we J and (b) you intend that we J.\n(2) I intend that we J in accordance with and because of la, lb,\nand meshing subplans of la and lb; you intend that we J in\naccordance with and because of la, lb, and meshing subplans\nof la and lb.\n(3) 1 and 2 are common knowledge between us.” (\u0003)\nSeveral objections have been made to Bratman’s inﬂuential\nanalysis, but this need not particularly concern us here.\nBratman has reacted to some of these objections over time\nand his most recent conception (Bratman, 2014) contains some\nimprovements, but has not changed at its core with a view to\nthe planning theory.9It is precisely this core idea that is of\nparticular interest for us. We can also leave aside the possibly\njustiﬁed objection that Bratman’s conception is cognitively\ntoo demanding, because it presupposes extensive mind-reading\nabilities (and thus, for example, excludes infants, children, and\napes). But even if that means that Bratman’s conception should\nbe preceded by a cognitively less demanding conception, we can\nnonetheless see it as a plausible candidate and thus pars pro toto\nfor the conception of shared intentionality among adults.\nIf one now takes the perspective of extended cognition,\nBratman’s conditions (\u0003) can not only be seen as conditions\nof shared intentionality, but equally as coupling conditions\nfor the social extension of a subject into processes and states\nof another socially embedded subject. For in cases of shared\nintentionality a particularly strong coupling with partners in\nco-operation is required; this has to take a form that the sub-\nplans and sub-intentions mesh and interlock. Precisely this makes\nBratman’s planning conception so interesting from the point of\nview of extended cognition. In this sense, I claim that shared\nintentionality is a candidate mechanism of domain (4) with\ncoupling conditions provided by (\u0003).\nThis means that those cognitive states and processes on which\nthe co-operative actions of Cindy (or Bert resp.) are based partly\nalso include cognitive states and processes of Bert’s (or Cindy’s\nresp.). So the cognitive loop contains vehicles of the other, a case\nof socially extended cognition. These are each those states or\nprocesses that in conditions (\u0003) serve to provide contributions of\nthe other. Since we are here dealing with intentions and shared\nknowledge, in particular, the sub-plans and sub-intentions of the\npartner(s), the coupling conditions in the special case of shared\nintentionality, as in other cases belonging to domain (4) such\nas the long-standing couple, are related not to vehicles but to\ncontent similar to domain (3).\nThis circumstance brings up the question of whether in cases\nof shared intentionality we are not just dealing with a form of\nextension of cognitive vehicles, but whether this, as in the case\nof Otto’s notebook, entails a form of content externalism. I want\nto argue that the answer is a “restricted yes, ” that it is not a pure\ncontent externalism, but an interesting precursor of it. Here we\nneed to go deeper into our example. Which intentional states\nor belief contents can be ascribed to Cindy and Bert? Cindy\n9Cf. Schweikard and Schmid (2013) as well as a book symposium on Bratman\n(2014) in Journal of Social Ontology 1(1) 2015.believes that she and Bert are co-operating. Let the content of her\ncorresponding belief state be I(C). In like manner, Bert believes\nto be co-operating with Cindy with belief content I(B). It could\nclearly be the case that Cindy and Bert each individually and\nindependently are in the mentioned belief states, for instance,\nif they are mistaken about the good intentions of the other.\nThis then would not be a case of shared intentionality and thus\na fortiori also not a case of social cognitive extension.\nBut if Cindy and Bert satisfy conditions (\u0003) with regard to co-\noperation, it is not the original subjects Cindy and Bert which\nhave the corresponding belief states, but the socially extended\nsubjects Cindy\u0003and Bert\u0003. For the contents I(C\u0003) and I(B\u0003) of\ntheir mutual beliefs “We are co-operating” it holds true that\nI(C\u0003) = I(B\u0003). Now our example has been designed such that\nI(C) = I(B) holds true, even I(C) = I(B) = I(C\u0003) = I(B\u0003). This\nshows that it cannot (always) be detected at the level of the\nbelief contents whether one is dealing with a case of shared\nintentionality (or cognitive extension, respectively). However, it\nis necessarily true that I(C\u0003) = I(B\u0003) in case we are dealing\nwith a real case of shared intentionality, while I(C) = I(B) is\nmerely contingently fulﬁlled (as, for instance, in our example).\nFurthermore, the (self-reﬂexive) beliefs of Cindy\u0003and Bert\u0003\nwith the contents I(C\u0003) and I(B\u0003) are necessarily true, while the\nbeliefs I(C) and I(B) of Cindy and Bert can be either true or\nfalse.\nInsofar as the beliefs I(C\u0003) and I(B\u0003) supervene on the\nextended cognitive vehicles of Cindy\u0003and Bert\u0003, we are dealing\nwith a form of content externalism that is fully analogous to\nOtto’s MoMA address knowledge. As the example shows, one\ncannot detect this at the level of contents, but at the level of\ntheir supervenience bases only. Cognitive intentional acts in\nconjunction with co-operative action are noteworthy externalist\nborderline cases. But are we, as in the case of Otto’s notebook\ndealing with a case of active externalism? A simple consideration\nshows that this is the case. In active externalism, changes in the\nexternal component are behaviorally relevant. Cindy’s belief that\nover the course of the next 10 months she will be working on the\npublication of a book changes and thus also her behavior if Bert\ndoesn’t fulﬁll his part of the co-operation in the time originally\nplanned, but by changing some of his sub-plans, causes the joint\nbook project to last 12 months. Shared intentionality mutually\ndepends on both partners in co-operation and both condition and\ninﬂuence one another actively.\nOUTLOOK: SOCIAL EXTERNALISM AS\nACTIVE EXTERNALISM\nLanguage is obviously a very important cognitive vehicle.\nTomasello (2008, 2014) has contributed signiﬁcantly to the\nidea that language and linguistic meaning have their origin\nin shared intentionality. In the context of a use theory of\nmeaning, toward which Tomasello, too, has leanings, one is\nled to a social content externalism. The reason for this is\nthat, on a use-theoretic view, linguistic meanings supervene\non their functional roles in the linguistic community. This\nimplies a social externalism according to which the semantic\nFrontiers in Psychology | www.frontiersin.org 7 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 8\nLyre Socially Extended Cognition and Shared Intentionality\ncontent of mental states is determined by circumstances in\nthe social environment of a cognitive subject, in this case, the\nfunctional roles of linguistic usage.10\nSocial externalism, like physical and historical externalism,\ntoo, is typically construed as a passive externalism. On the other\nhand, we have seen that a precursory form of social externalism\noccurs in the mechanism of shared intentionality which is active\nin nature. Prima facie , there is a tension here. But this tension can\nbe resolved, for on closer inspection there are hints that social\nexternalism, strictly speaking, is an active externalism, too.\nProponents of social externalism such as the late Wittgenstein\n(1953; see also Child, 2006) or Tyler Burge consider to what\nextent the meanings of linguistic expressions depend on the\nusage in a linguistic community. A paradigmatic Twin Earth\nscenario by Burge (1979) is generally well known: Oscar thinks\nthat arthritis is not just an inﬂammation of the joints but also\nof the bones and thus has the false belief that he has arthritis in\nhis thigh. On Twin Earth, however, in which the word “arthritis”\ncomprises inﬂammations of the bones, too, Twoscar has the true\nbelief that he has “arthritis” in his thigh. Due to the usual division\nof linguistic labor, Oscar only becomes aware of his erroneous\nusage when in contact with an expert, for instance, when visiting\na doctor.\n10For reasons of space, I here leave out the distinction between linguistic meaning\nand mental content. On their relation and connection with an (internal C\nexternal!) functional role semantics see Lyre (2016).The thought experiment bears out the point that linguistic\nmeanings depend on the patterns of use in the community.\nOscar has no inﬂuence on how the expression “arthritis” is\nused in English, especially not among experts. But has he\nreally got no inﬂuence in principle? By use of a small thought\nexperiment, I have attempted to argue that Oscar does indeed\nhave an inﬂuence, but that this inﬂuence is de facto negligible\ndue to the sheer size of the language community (Lyre, 2016).\nLanguage is typically manifested in large communities – this\nis what the passive element of social externalism turns on.\nBut in borderline cases from smaller linguistic communities we\ncan, however, increasingly see the possibility of each individual\nspeaker inﬂuencing the linguistic usage in the community. So in\nsuch borderline cases there is a transition from passive to active\nsocial externalism. Strictly speaking, social externalism proves\nto be a disguised active externalism which is, however, for all\npractical cases, a passive externalism. Thus social externalism ﬁts\nvery well into the conception of socially extended cognition. It in\nfact helps to shed light on how extended cognition contributes\nnot only to vehicle externalism but to an interesting form of\ncontent externalism as well.\nAUTHOR CONTRIBUTIONS\nThe author conﬁrms being the sole contributor of this work and\napproved it for publication.\nREFERENCES\nAdams, F., and Aizawa, K. (2008). The Bounds of Cognition . Oxford: Oxford\nUniversity Press.\nBorghi, A. M., Scorolli, C., Caligiore, D., Baldassarre, G., and Tummolini, L. (2013).\nThe embodied mind extended: using words as social tools. Front. Psychol. 4:214.\ndoi: 10.3389/fpsyg.2013.00214\nBratman, M. E. (1993). Shared Intention. Ethics 104, 97–113. doi: 10.1086/\n293577\nBratman, M. E. (2014). Shared Agency: A Planning Theory of Acting Together .\nOxford: Oxford University Press. doi: 10.1093/acprof:oso/9780199897933.001.\n0001\nBurge, T. (1979). Individualism and the mental. Midwest Stud. Philos. 4, 73–121.\ndoi: 10.1111/j.1475-4975.1979.tb00374.x\nChild, W. (2006). “Wittgenstein’s externalism: context, self-knowledge and the\npast, ” in What Determines Content? The Internalism/Externalism Dispute , ed.\nT. Marvan (Newcastle: Cambridge Scholars Press), 198–220.\nClark, A. (2005). Intrinsic content, active memory and the extended mind. Analysis\n65, 1–11. doi: 10.1093/analys/65.1.1\nClark, A. (2008). Supersizing the Mind: Embodiment, Action, and Cognitive\nExtension . Oxford: Oxford University Press. doi: 10.1093/acprof:oso/\n9780195333213.001.0001\nClark, A. (2009). Spreading the Joy? Why the machinery of consciousness\nis (probably) still in the head. Mind 118, 963–993. doi: 10.1093/mind/\nfzp110\nClark, A., and Chalmers, D. (1998). The extended mind. Analysis 58, 7–19.\ndoi: 10.1093/analys/58.1.7\nDe Jaegher, H., Di Paolo, E., and Gallagher, S. (2010). Can social interaction\nconstitute social cognition? Trends Cogn. Sci. 14, 441–447. doi: 10.1016/j.tics.\n2010.06.009\nFodor, J. A. (1975). The Language of Thought . Cambridge, MA: Harvard University\nPress.\nGallagher, S. (2013). The socially extended mind. Cogn. Syst. Res. 2, 4–12.\ndoi: 10.1016/j.cogsys.2013.03.008Gallotti, M., and Huebner, B. (2017). Collective intentionality and socially\nextended minds. Philos. Psychol. 30, 247–264. doi: 10.1080/09515089.2017.129\n5629\nHurley, S. (2010). “Varieties of externalism, ” in The Extended Mind , ed. R. Menary\n(Cambridge, MA: MIT Press), 101–154.\nHurley, S. L. (1998). Vehicles, contents, conceptual structure, and externalism.\nAnalysis 58, 1–6. doi: 10.1093/analys/58.1.1\nHutchins, E. (1995). Cognition in the Wild . Cambridge, MA: MIT Press.\nKirsh, D., and Maglio, P. (1994). On distinguishing epistemic from pragmatic\naction. Cogn. Sci. 18, 513–549. doi: 10.1207/s15516709cog1804_1\nKosslyn, S. M. (2006). “On the evolution of human motivation: the role of\nsocial prosthetic systems, ” in Evolutionary Cognitive Neuroscience , eds S. M.\nPlatek, T. K. Shackelford, and J. P. Keenan (Cambridge, MA: MIT Press),\n541–554.\nKrueger, J. (2011). Extended cognition and the space of social interaction.\nConscious. Cogn. 20, 643–657. doi: 10.1016/j.concog.2010.09.022\nKyselo, M., and Walter, S. (2011). Belief integration in action: a defense of extended\nbeliefs. Philos. Psychol. 24, 245–260. doi: 10.1080/09515089.2010.547987\nJankovic, M., and Ludwig, K. (eds) (2017). The Routledge Handbook of Collective\nIntentionality . New York, NY: Routledge.\nLyre, H. (2016). Active content externalism. Rev. Philos. Psychol. 7, 17–33.\ndoi: 10.1007/s13164-015-0231-x\nMenary, R. (2007). Cognitive Integration: Mind and Cognition Unbounded .\nBasingstoke: Palgrave Macmillan. doi: 10.1057/9780230592889\nMetzinger, T., and Gallese, V. (2003). The emergence of a shared action ontology:\nbuilding blocks for a theory. Conscious. Cogn. 12, 549–571. doi: 10.1016/S1053-\n8100(03)00072-2\nPutnam, H. (1975). Mind, Language and Reality. Philosophical Papers ,\nVol. 2. Cambridge, MA: Cambridge University Press. doi: 10.1017/\nCBO9780511625251\nRowlands, M. (2003). Externalism: Putting Mind and World Back Together Again .\nChesham: Acumen.\nSchweikard, D. P., and Schmid, H. B. (2013). Collective Intentionality. The Stanford\nEncyclopedia of Philosophy . Available at: http://plato.stanford.edu\nFrontiers in Psychology | www.frontiersin.org 8 May 2018 | Volume 9 | Article 831"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fpsyg-09-00831 May 24, 2018 Time: 15:51 # 9\nLyre Socially Extended Cognition and Shared Intentionality\nSterelny, K. (2010). Minds: extended or scaﬀolded? Phenomenol. Cogn. Sci. 9,\n465–481. doi: 10.1007/s11097-010-9174-y\nSutton, J., Harris, C. B., Keil, P. G., and Barnier, A. J. (2010). The\npsychology of memory, extended cognition, and socially distributed\nremembering. Phenomenol. Cogn. Sci. 9, 521–560. doi: 10.1007/s11097-010-\n9182-y\nTollefsen, D. (2006). From extended mind to collective mind. Cogn. Syst. Res. 7,\n140–150. doi: 10.1016/j.cogsys.2006.01.001\nTomasello, M. (2008). Origins of Human Communication . Cambridge, MA: MIT\nPress.\nTomasello, M. (2014). A Natural History of Human Thinking . Harvard: Harvard\nUniversity Press. doi: 10.4159/9780674726369\nWittgenstein, L. (1953). Philosophical Investigations . New York, NY: Macmillan.Zednik, C. (2011). The nature of dynamical explanation. Philos. Sci. 78, 238 ˝U-263.\ndoi: 10.1086/659221\nConﬂict of Interest Statement: The author declares that the research was\nconducted in the absence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nCopyright © 2018 Lyre. This is an open-access article distributed under the terms\nof the Creative Commons Attribution License (CC BY). The use, distribution or\nreproduction in other forums is permitted, provided the original author(s) and the\ncopyright owner are credited and that the original publication in this journal is cited,\nin accordance with accepted academic practice. No use, distribution or reproduction\nis permitted which does not comply with these terms.\nFrontiers in Psychology | www.frontiersin.org 9 May 2018 | Volume 9 | Article 831"
    }
  ]
}