{
  "doc_type": "scientific paper",
  "title": "Hyperacusis in Tinnitus Individuals is Associated with Smaller Gray Matter",
  "authors": [
    "Makani"
  ],
  "year": 2024,
  "journal": "sciences",
  "doi": "10.3390/brainsci14070726",
  "abstract": null,
  "keywords": [
    "gray matter",
    "hearing loss",
    "hyperacusis",
    "supplementary motor area",
    "tinnitus",
    "voxel-based"
  ],
  "research_topics": [
    "gray matter",
    "hearing loss",
    "hyperacusis",
    "supplementary motor area",
    "tinnitus",
    "voxel-based"
  ],
  "created_at": "2025-05-05T03:24:06.296522Z",
  "source_pdf": "documents/research/Global/Makani 2024 Hyperacusis in Tinnitus Individuals is Associated with Smaller Gray Matter.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Makani, P .; Thioux, M.;\nKoops, E.A.; Pyott, S.J.; van Dijk, P .\nHyperacusis in Tinnitus Individuals Is\nAssociated with Smaller Gray Matter\nVolumes in the Supplementary Motor\nArea Regardless of Hearing Levels.\nBrain Sci. 2024 ,14, 726. https://\ndoi.org/10.3390/brainsci14070726\nAcademic Editors: Pedro Cobo and\nMaria Cuesta\nReceived: 18 June 2024\nRevised: 11 July 2024\nAccepted: 12 July 2024\nPublished: 19 July 2024\nCopyright: ©2024 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nbrain sciences \nArticle\nHyperacusis in Tinnitus Individuals Is Associated with Smaller\nGray Matter Volumes in the Supplementary Motor Area\nRegardless of Hearing Levels\nPunitkumar Makani1,2\n, Marc Thioux1,2,*,†\n, Elouise A. Koops1,3\n, Sonja J. Pyott1,2,†\nand Pim van Dijk1,2,†\n1Department of Otorhinolaryngology—Head and Neck Surgery, University of Groningen, University Medical\nCenter Groningen, 9700 RB Groningen, The Netherlands; p.makani@umcg.nl (P .M.);\nekoops@mgh.harvard.edu (E.A.K.); s.pyott@umcg.nl (S.J.P .); p.van.dijk@umcg.nl (P .v.D.)\n2Graduate School of Medical Sciences (Research School of Behavioral and Cognitive Neurosciences),\nUniversity of Groningen, 9713 AV Groningen, The Netherlands\n3Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA\n*Correspondence: m.a.thioux@umcg.nl\n†These authors contributed equally to this work.\nAbstract: Recent evidence suggests a connection between hyperacusis and the motor system of the\nbrain. For instance, our recent study reported that hyperacusis in participants with tinnitus and\nhearing loss is associated with smaller gray matter volumes in the supplementary motor area (SMA).\nGiven that hearing loss can affect gray matter changes in tinnitus, this study aimed to determine if\nthe changes reported in our previous findings of smaller SMA gray matter volumes in hyperacusis\npersist in the absence of hearing loss. Data for this study were gathered from four prior studies\nconducted between 2004 and 2019 at the University Medical Centre Groningen (UMCG). A total of\n101 participants with tinnitus and either clinically normal hearing (normal hearing with tinnitus or\nNHT, n = 35) or bilateral sensorineural hearing loss (hearing loss with tinnitus or HLT, n = 66) were\nincluded across four studies. Hyperacusis was determined by a score of ≥22 on the Hyperacusis\nQuestionnaire (HQ). In the NHT group, 22 (63%) participants scored ≥22 on the HQ (NHT with\nhyperacusis: mean age 44.1 years, 12 females), while in the HLT group, 25 (38%) participants\nscored ≥22on the HQ (HLT with hyperacusis: mean age 59.5 years, 10 females). The 2 ×2 between-\ngroup ANOVAs revealed that hyperacusis is associated with smaller SMA gray matter volumes,\nregardless of hearing levels. Notably, the smaller SMA gray matter volumes in hyperacusis were\nprimarily influenced by the attentional subscales of the HQ. The association between hyperacusis\nand the motor system may indicate a constant alertness to sounds and a readiness for motor action.\nKeywords: gray matter; hearing loss; hyperacusis; supplementary motor area; tinnitus; voxel-based\nmorphometry\n1. Introduction\nHyperacusis is a condition characterized by an increased sensitivity to everyday\nenvironmental sounds of mild to moderate intensity. Hyperacusis can significantly impact\nthe quality of life of those affected [ 1–3]. While the exact prevalence of hyperacusis remains\nunknown, it is estimated to affect up to 17% of the general adult [ 4] and pediatric [ 5]\npopulation. It occurs significantly more often in individuals with hearing disorders, such\nas tinnitus and hearing loss. In fact, approximately 90% of individuals with hyperacusis\nreport suffering from tinnitus [ 1], and, vice versa, approximately 63% of individuals with\ntinnitus report concurrent hyperacusis [ 4]. Additionally, an estimated 59% of individuals\nwith hyperacusis also suffer from hearing loss [ 6]. In addition to tinnitus and hearing loss,\nthere are other factors that can contribute to hyperacusis in both adults and children, such\nas head injuries, Williams syndrome, upper respiratory tract infections, chronic otitis media,\nand obsessive-compulsive disorder [2,7,8].\nBrain Sci. 2024 ,14, 726. https://doi.org/10.3390/brainsci14070726 https://www.mdpi.com/journal/brainsci"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brain Sci. 2024 ,14, 726 2 of 13\nAt a mechanistic level, increased central gain, a homeostatic response whereby the au-\nditory neurons exhibit an increased response to a given input, could explain hyperacusis [ 9].\nFunctional neuroimaging studies have provided support for this theory, demonstrating\nthat individuals with hyperacusis show increased sound-evoked activity in the auditory\npathway [ 10–12]. Moreover, hyperacusis may also involve non-auditory brain regions,\nsuch as the orbitofrontal cortex, the anterior cingulate cortex, and the supplementary motor\narea [ 13,14]. In particular, in a recent whole-brain voxel-based morphometry (VBM) study,\nwe observed that in participants with tinnitus and hearing loss, concurrent hyperacusis\nwas associated with a smaller gray matter volume in the right supplementary motor area\n(SMA) [ 14]. Since the SMA is a brain region involved in action initiation, this finding\nsuggests that these changes in the gray matter there might be related to a motor hyper-\nreactivity to sounds. In support of this hypothesis, a resting state (electroencephalogram)\nEEG by Song et al. demonstrated increased beta waves with a generator located in the SMA\nin individuals with hyperacusis [13].\nIn our previous VBM study, all participants had tinnitus and hearing loss [ 14]. This\nstudy design allowed us to identify gray matter differences that are specifically associ-\nated with hyperacusis, as the two groups were matched for tinnitus and hearing loss.\nHyperacusis is, however, also diagnosed in individuals with clinically normal hearing\nthresholds. In this population, it is thought that hidden hearing loss, with various possible\nunderlying etiologies, could induce hyperacusis and tinnitus [ 15]. In a recent meta-analysis,\nwe established that the presence or absence of hearing loss can significantly influence gray\nmatter volumes in participants with tinnitus [ 16]. By including a group with tinnitus and\nclinically normal hearing thresholds, the current study aimed to clarify whether smaller\nSMA gray matter volumes are attributable to hyperacusis alone or if they are influenced by\nthe presence or absence of hearing loss.\nIn this retrospective case-control study, therefore, we examined whether SMA gray\nmatter volumes were smaller in hyperacusis adults with tinnitus and clinically normal\nhearing. If the SMA gray matter volume differences associated with hyperacusis are inde-\npendent of hearing status, then individuals with clinically normal hearing and hyperacusis\nshould show the same trend as their counterparts with hearing loss. To test this hypothesis,\nwe conducted 2 ×2 between-group ANOVAs (hyperacusis ×hearing loss) within indepen-\ndently defined volumes of interest in the SMA. With this approach, we aim to examine the\npotential interactions between the effects of hyperacusis and hearing loss on gray matter\nvolumes in the SMA region. Ultimately, we hope that these findings will offer insights into\nthe structural mechanisms of hyperacusis, aiding the identification of structural biomarkers\nfor more targeted and effective interventions for individuals suffering from hyperacusis,\nultimately improving their quality of life.\n2. Materials and Methods\nData for this study were gathered from four prior neuroimaging studies conducted\nbetween 2004 and 2019 at the Department of Otorhinolaryngology of the University Medical\nCentre Groningen (UMCG) [ 17–20]. These studies were conducted in accordance with\nthe Declaration of Helsinki and were approved by the UMCG’s medical ethics committee\n(METc), which additionally granted approval for data reanalysis (METc number: 2020/347).\nAll participants provided written informed consent.\n2.1. Participants\nA total of 101 participants with tinnitus and either clinically normal hearing (the\nnormal hearing with tinnitus or NHT group, n = 35) or bilateral sensorineural hearing\nloss (the hearing loss with tinnitus or HLT group, n = 66) were included. Pure tone air-\nconduction audiometry was utilized to assess hearing thresholds across octave frequencies\nranging from 0.25 to 8 kHz. Hearing loss was defined as an average hearing threshold\n(or pure tone average—PTA) of ≥25 dB HL across all tested frequencies (0.25, 0.5, 1, 2,\n4, and 8 kHz) for both ears. Hyperacusis was evaluated using the 14-item Hyperacusis"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brain Sci. 2024 ,14, 726 3 of 13\nQuestionnaire (HQ) [ 21]. Additionally, the tinnitus burden was quantified using the 25-item\nTinnitus Handicap Inventory (THI) [ 22]. Anxiety and depression levels were determined\nusing the 14-item Hospital Anxiety and Depression Scale (HADS) [ 23]. Handedness was\nassessed with the 10-item Edinburgh Handedness Inventory (EHI) [24].\nSimilar to our previous study [ 14], a cut-off score of ≥22 on the Hyperacusis Question-\nnaire was used to distinguish the presence or absence of hyperacusis [25].\n2.2. MRI Data Acquisition\nFor each participant, high-resolution 3-dimensional T1-weighted anatomical brain\nimages were obtained using a 3-Tesla Philips Intera scanner (Philips Medical System, Best,\nThe Netherlands) equipped with either an 8-channel [ 17–19] or 32-channel [ 20] phase-\narray head coil (SENSE). Fast-field echo images were acquired, with a reconstructed\nvoxel size of 1 ×1×1 mm, using the acquisition parameters outlined in Table S1 in\nthe Supplementary Materials.\n2.3. MRI Data Preprocessing\nT1-weighted anatomical brain images were preprocessed using the CAT12.7 toolbox\n(v.1653, Structural Brain Mapping Group, University of Jena, Germany, http://dbm.neuro.\nuni-jena.de/cat12/, accessed on 11 July 2024) within SPM12 (v.7487, Wellcome Centre for\nHuman Neuroimaging, University College London, https://www.fil.ion.ucl.ac.uk/spm/,\naccessed on 11 July 2024), running on MATLAB R2020a (The MathWorks, Natick, MA,\nUSA). Firstly, the brain images underwent correction for bias, noise, and global intensity\nvariations. Subsequently, the brain images were normalized to the Montreal Neurological\nInstitute (MNI152) template, with voxel dimensions resampled to 1.5 ×1.5×1.5 mm.\nDuring normalization, the brain image was segmented into gray matter, white matter, and\ncerebrospinal fluid. The segmented gray matter images were then modulated using the\nJacobian determinant [ 26,27]. Finally, recommended quality control measures were used to\nassess the quality of the resulting normalized and modulated gray matter images. More\ndetails can be found in our previous study [14].\n2.4. Volume-of-Interest Selection for the Supplementary Motor Area\nSimilar to our previous study [ 14], we selected the volume of interest (VOI) corre-\nsponding to the supplementary motor area (SMA), as defined in a previous study, using\nboth anatomical as well as functional MRI data [ 28]. This meta-analysis utilized both\ntask-related activation coordinates and anatomical boundaries to delineate the motor cortex\nareas. This SMA VOI is freely accessible as the Human Motor Area Template (HMAT) atlas\nfrom http://lrnlab.org/ (accessed on 11 July 2024). More details can be found in Figure S1\nin the Supplementary Materials.\nIn order to deepen our investigation into SMA gray matter in hyperacusis, we also\ninvestigated VOIs corresponding to the anterior and posterior subdivisions of the SMA\n(SMA_A6m and SMA_A4ll respectively), as defined by the Human Brainnetome atlas\nbased on the structural and functional connectome architecture [ 29]. These SMA VOIs are\nfreely accessible as the Human Brainnetome (HBN) atlas from https://atlas.brainnetome.\norg/bnatlas.html (accessed on 11 July 2024). More details can be found in Figure S1.\n2.5. Gray Matter Extraction from Volume-of-Interest Areas\nFirst, the selected VOIs were resampled to 1.5 ×1.5×1.5 mm voxel dimensions to\nalign with the voxel dimensions of normalized and modulated gray matter images. Next,\ngray matter volumes were extracted from each selected VOI for every participant using\nthe “get_totals” MatLab script. This MatLab script is freely available for download from\nhttp://www0.cs.ucl.ac.uk/staff/g.ridgway/vbm/get_totals.m/ (accessed on 18 July 2024).\nSubsequently, these extracted gray matter volumes were subjected to further analyses using\nSPSS (v.29, IBM Corp., Armonk, New York, NY, USA)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brain Sci. 2024 ,14, 726 4 of 13\n2.6. Statistical Analyses\n2.6.1. Demographic, Audiometric, and Questionnaire Data\nThe statistical analyses of demographic, audiometric, and questionnaire data were\nperformed using SPSS29. To assess the between-group differences for continuous variables,\na nonparametric independent sample one-way ANOVA (Kruskal–Wallis H test) was used,\nfollowed by Bonferroni-corrected post hoc t-test analysis. For categorical variables, the\nchi-square test was used to examine between-group differences. A statistical threshold of\np≤0.05 was used for all analyses.\n2.6.2. Gray Matter Volume of the Supplementary Motor Area in Association\nwith Hyperacusis\nEffects of Hyperacusis and Hearing Loss on SMA Gray Matter Volume\nWe performed 2 ×2 between-group ANOVAs to investigate the main effects of\nhyperacusis and hearing loss, as well as the effect of their interaction on the gray matter\nvolumes of the selected SMA VOIs. Age, handedness scores, and TIV were included as\ncovariates. The statistical threshold for these analyses was set at p≤0.05. We tested for\ngroup differences in the HMAT left and right SMA VOI. To extend our analysis, we repeated\nthe analysis in the posterior and anterior portions of the left and right SMA (see Section 2.4\nand Figure S1).\nDifferentiating the Effects of the Attentional and Social Subscales of the Hyperacusis\nQuestionnaire on SMA Gray Matter Volumes\nResponses to the Hyperacusis Questionnaire can be classified into two component\ngroups: attentional and social [ 30]. To assess whether smaller SMA gray matter volumes\nwere (more) influenced by the scores for either the attentional or social component of\nthe HQ, Spearman’s rank correlation coefficients between the SMA gray matter volumes\n(HMAT and HBN VOIs) and scores on the attentional and social subscales of the HQ were\ncomputed across all participants. The statistical threshold for these analyses was set at\np≤0.05.\nEffects of Anxiety, Depression, or Tinnitus Burden\nTo assess the impact of anxiety, depression, and tinnitus burden on SMA gray matter\nvolumes (HMAT and HBN VOIs), Spearman’s rank correlation coefficients between the gray\nmatter volumes of the selected SMA VOIs and either the HADS (anxiety and depression)\nor the THI (tinnitus burden) scores were computed across all participants. The statistical\nthreshold for these analyses was set at p≤0.05.\n3. Results\n3.1. Demographic, Audiometric, and Questionnaire Data\nParticipants were classified in the hyperacusis groups if they scored above 22 on\nthe Hyperacusis Questionnaire [ 14,21,25]. Accordingly, in the NHT group, 22 out of\n35 participants (63%) were classified as having hyperacusis (NHT with hyperacusis: mean\nage±standard deviation = 44.1 ±12.2 years, 12 females). The remaining 13 participants\nwho scored below the cut-off score were assigned to the control group (NHT without hyper-\nacusis: mean age ±standard deviation = 45.5 ±11.2 years, 5 females). In the HLT group,\n25 out of 66 participants (38%) scored above the cut-off score for hyperacusis (HLT with\nhyperacusis: mean age ±standard deviation = 59.5 ±7.9 years, 10 females). The remaining\n41 participants who scored below the cut-off score were assigned to the control group\n(HLT with hyperacusis: mean age ±standard deviation = 58.3 ±10.5 years , 9 females).\nParticipant inclusion criteria for the four groups are shown in Figure 1. The proportion of\nindividuals suffering from hyperacusis was significantly higher in the group with clinically\nnormal hearing thresholds, compared to the group with hearing loss [ X2(1) = 5.7 ,p= 0.017].\nThese four groups showed significant differences across several variables. The statisti-\ncal analyses revealed significant between-group differences in age [ X2(3) = 30.0, p< 0.001],"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brain Sci. 2024 ,14, 726 5 of 13\nhearing thresholds [PTA 0.25 to 8 kHz: X2(3) = 65.8, p< 0.001], HADS scores [HADS-\nanxiety: X2(3) = 11.0, p< 0.001; HADS-depression: X2(3) = 8.4, p< 0.001]; and THI scores\n[X2(3) = 13.0 ,p< 0.001]. Participants with hearing loss (the HLT group either with or\nwithout hyperacusis) were, on average, older than those with clinically normal hearing\n(the NHT group either with or without hyperacusis). Mean hearing thresholds for both\nears at octave frequencies ranging from 0.25 to 8 kHz per group are shown in Figure 2.\nSummarized data for the four groups are shown in Table 1 (more details are provided in\nTable S2 in the Supplementary Materials).\nBrain Sci. 2024 , 14, x FOR PEER REVIEW 5 of 13 \n \nhyperacusis: mean age ± standard deviation = 45.5 ± 11.2 years, 5 females). In the HLT \ngroup, 25 out of 66 participants (38%) scored above the cut-o ﬀ score for hyperacusis (HLT \nwith hyperacusis: mean age ± standard deviation = 59.5 ± 7.9 years, 10 females). The re-maining 41 participants who scored below the cut-o ﬀ score were assigned to the control \ngroup (HLT with hyperacusis: mean age ± standard deviation = 58.3 ± 10.5 years, 9 fe-\nmales). Participant inclusion criteria for the four groups are shown in Figure 1. The pro-\nportion of individuals su ﬀering from hyperacusis was signi ﬁcantly higher in the group \nwith clinically normal hearing thresholds, compared to the group with hearing loss [ X\n2(1) \n= 5.7, p = 0.017]. \n \nFigure 1. Flowchart of participant inclusion criteria fo r the four participant groups. For all partici-\npants, pure tone air-conduction audiometry was utilized to assess hearing thresholds across octave \nfrequencies ranging from 0.25 to 8 kHz. Hearing loss was de ﬁned as an average hearing threshold \n(or pure tone average—PTA) of ≥25 dB HL across all tested frequencies (0.25, 0.5, 1, 2, 4, and 8 kHz) \nfor both ears. A cut-o ﬀ score of ≥22 on the Hyperacusis Questionnaire (HQ) was used to distinguish \nthe presence or absence of hyperacusis. \nThese four groups showed signi ﬁcant diﬀerences across several variables. The statis-\ntical analyses revealed signi ﬁcant between-group di ﬀerences in age [ X2(3) = 30.0, p < 0.001], \nhearing thresholds [PTA 0.25 to 8 kHz: X2(3) = 65.8, p < 0.001], HADS scores [HADS-anxi-\nety: X2(3) = 11.0, p < 0.001; HADS-depression: X2(3) = 8.4, p < 0.001]; and THI scores [ X2(3) \n= 13.0, p < 0.001]. Participants with hearing loss (the HLT group either with or without \nhyperacusis) were, on average, older than th ose with clinically normal hearing (the NHT \ngroup either with or without hyperacusis). Me an hearing thresholds for both ears at oc-\ntave frequencies ranging from 0.25 to 8 kHz per group are shown in Figure 2. Summarized \ndata for the four groups are shown in Table 1 (more details are provided in Table S2 in the Supplementary Materials). \nFigure 1. Flowchart of participant inclusion criteria for the four participant groups. For all partici-\npants, pure tone air-conduction audiometry was utilized to assess hearing thresholds across octave\nfrequencies ranging from 0.25 to 8 kHz. Hearing loss was defined as an average hearing threshold (or\npure tone average—PTA) of ≥25 dB HL across all tested frequencies (0.25, 0.5, 1, 2, 4, and 8 kHz) for\nboth ears. A cut-off score of ≥22 on the Hyperacusis Questionnaire (HQ) was used to distinguish the\npresence or absence of hyperacusis.\nTable 1. Overview of demographic, audiometric, and questionnaire data for the four participant\ngroups.\nGroupNormal Hearing and Tinnitus (NHT) Hearing Loss and Tinnitus (HLT)\nStatisticWithout\nHyperacusisWith HyperacusisWithout\nHyperacusisWith Hyperacusis\nDemographic\nn 13 22 41 25 -\nMean Age (years) 45.5±11.2 (29–62)c,d44.1±12.2 (19–59)c,d58.3±10.5 (27–76)a,b59.5±7.9 (41–73)a,bX2(3) = 30.0, p< 0.001\nSex (male|female) 8|5 10|12 32|9 15|10 X2(3) = 7.0, p= 0.071\nAudiometric (for both ears 0.25 to 8 kHz)\nMean PTA (dB HL) 7.3 ±5.4c,d9.4±7.3c,d35.0±8.6a,b38.2±12.3a,bX2(3) = 65.8, p< 0.001"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brain Sci. 2024 ,14, 726 6 of 13\nTable 1. Cont.\nGroupNormal Hearing and Tinnitus (NHT) Hearing Loss and Tinnitus (HLT)\nStatistic Without\nHyperacusisWith HyperacusisWithout\nHyperacusisWith Hyperacusis\nQuestionnaires\nHQ 16.5±3.6 (10–21)b,d 27.1±4.1 (22–35)a,c13.2±5.4 (0–21)b,d 26.2±3.7 (22–33)a,cX2(3) = 76.0, p< 0.001\nHQ-Attentional‡9.2±2.3b,d 13.5±2.6a,c6.5±2.7b,d 13.5±2.6a,cX2(3) = 57.5, p< 0.001\nHQ-Social‡1.8±1.0b,d 5.9±2.7a,c2.6±2.4b,d 5.2±2.0a,cX2(3) = 31.3, p< 0.001\nHADS-Anxiety 6.8±4.2 (0–16) 6.5±3.4 (2–15)c3.7±3.0 (0–11)b 5.9±4.6 (0–16) X2(3) = 11.0, p= 0.011\nHADS-Depression 5.0±3.8 (0–14) 4.9 ±3.7 (0–15) 3.2±3.1 (0–10)d 6.2±4.7 (0–16)cX2(3) = 8.4, p= 0.038\nTHI 33.7±20.4 (4–66) 44.4±20.5 (10–88)c27.4±19.3 (4–80)b,d 41.8±20.8 (6–82)cX2(3) = 13.0, p= 0.005\nMean±standard deviation (range). dB HL, decibel hearing loss; HADS, hospital anxiety depression scale; HQ,\nhyperacusis questionnaires; PTA, pure tone average (0.25 to 8 kHz); THI, tinnitus handicap inventory.aThe group\ndiffered significantly ( p≤0.05) from the NHT group without hyperacusis.bThe group differed significantly\n(p≤0.05) from the NHT group with hyperacusis.cThe group differed significantly ( p≤0.05) from the HLT group\nwithout hyperacusis.dThe group differed significantly ( p≤0.05) from the HLT group with hyperacusis.‡The\nattentional and social subscales corresponding to the HQ were defined according to a previous study [30].\nBrain Sci. 2024 , 14, x FOR PEER REVIEW 6 of 13 \n \n \nFigure 2. Box plots showing the hearing thresholds for th e four participant groups. Participants with \nhearing loss (the HLT group either with or withou t hyperacusis) had worse hearing thresholds than \nthose with clinically normal hearing (the NHT group either with or without hyperacusis) [ X2(3) = \n30.0, p < 0.001]. The crosses added to the box plots repr esent the mean values. HLT, hearing loss and \ntinnitus; NHT, normal hearing and tinnitus. \nTable 1. Overview of demographic, audiometric, and questionnaire data for the four participant \ngroups. \nGroup Normal Hearing and Tinnitus (NHT) Hearing Loss and Tinnitus (HLT) Statistic Without Hyperacusis With Hyperacusis Without Hyperacusis With Hyperacusis \nDemographic \nn 13 22 41 25 - \nMean Age (years) 45.5 ± 11.2 (29–62) c,d 44.1 ± 12.2 (19–59) c,d 58.3 ± 10.5 (27–76) a,b 59.5 ± 7.9 (41–73) a,b X2(3) = 30.0, p < 0.001 \nSex (male|female) 8|5 10|12 32|9 15|10 X2(3) = 7.0, p = 0.071 \nAudiometric (for both ears 0.25 to 8 kHz) \nMean PTA (dB HL) 7.3 ± 5.4  c,d 9.4 ± 7.3  c,d 35.0 ± 8.6 a,b 38.2 ± 12.3  a,b X2(3) = 65.8, p < 0.001 \nQuestionnaires \nHQ 16.5 ± 3.6 (10–21)  b,d 27.1 ± 4.1 (22–35)  a,c 13.2 ± 5.4 (0–21)  b,d 26.2 ± 3.7 (22–33)  a,c X2(3) = 76.0, p < 0.001 \nHQ-Attentional ‡ 9.2 ± 2.3  b,d 13.5 ± 2.6  a,c 6.5 ± 2.7  b,d 13.5 ± 2.6  a,c X2(3) = 57.5, p < 0.001 \nHQ-Social ‡ 1.8 ± 1.0  b,d 5.9 ± 2.7  a,c 2.6 ± 2.4  b,d 5.2 ± 2.0  a,c X2(3) = 31.3, p < 0.001 \nHADS-Anxiety 6.8 ± 4.2 (0–16) 6.5 ± 3.4 (2–15)  c 3.7 ± 3.0 (0–11)  b 5.9 ± 4.6 (0–16) X2(3) = 11.0, p = 0.011 \nHADS-Depression 5.0 ± 3.8 (0–14) 4.9 ± 3.7 (0–15) 3.2 ± 3.1 (0–10)  d 6.2 ± 4.7 (0–16)  c X2(3) = 8.4, p = 0.038 \nTHI 33.7 ± 20.4 (4–66) 44.4 ± 20.5 (10–88) c 27.4 ± 19.3 (4–80)  b,d 41.8 ± 20.8 (6–82)  c X2(3) = 13.0, p = 0.005 \nMean ± standard deviation (range). dB HL, decibe l hearing loss; HADS, hospital anxiety depression \nscale; HQ, hyperacusis questionnaires; PTA, pure to ne average (0.25 to 8 kHz); THI, tinnitus handi-\ncap inventory. a The group di ﬀered signi ﬁcantly ( p ≤ 0.05) from the NHT grou p without hyperacusis. \nb The group di ﬀered signi ﬁcantly ( p ≤ 0.05) from the NHT group with hyperacusis. c The group \ndiﬀered signi ﬁcantly ( p ≤ 0.05) from the HLT grou p without hyperacusis. d The group di ﬀered sig-\nniﬁcantly ( p ≤ 0.05) from the HLT group with hyperacusis. ‡ The attentional and social subscales \ncorresponding to the HQ were de ﬁned according to a previous study [30]. \n  \nFigure 2. Box plots showing the hearing thresholds for the four participant groups. Participants\nwith hearing loss (the HLT group either with or without hyperacusis) had worse hearing thresholds\nthan those with clinically normal hearing (the NHT group either with or without hyperacusis)\n[X2(3) = 30.0 ,p< 0.001]. The crosses added to the box plots represent the mean values. HLT, hearing\nloss and tinnitus; NHT, normal hearing and tinnitus.\n3.2. Association between Hyperacusis and SMA Gray Matter Volumes\n3.2.1. Human Motor Area Template (HMAT) Atlas Analysis\nWithin the right HMAT SMA VOIs, the 2 ×2 between-group ANOVAs revealed a\nsignificant main effect of hyperacusis on gray matter volumes [F(1,94) = 21.0, p< 0.001],\nwith participants scoring above the threshold for hyperacusis and displaying lower SMA\ngray matter volumes relative to the controls (Figure 3). There was also a trend toward a\nnegative main effect of hyperacusis in the left hemisphere [F(1,94) = 3.7, p= 0.058] (Figure 3).\nHowever, we found no significant main effect of hearing loss [SMA left: F(1,94) = 1.0,\np= 0.329 ; SMA right: F(1,94) = 0.8, p= 0.774], nor any interaction between the effects of\nhyperacusis and hearing loss [SMA left: F(1,94) = 1.1, p= 0.298; SMA right: F(1,94) = 2.1,\np= 0.152]."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brain Sci. 2024 ,14, 726 7 of 13\nBrain Sci. 2024 , 14, x FOR PEER REVIEW 7 of 13 \n \n3.2. Association between Hyperacusis and SMA Gray Ma tter Volumes \n3.2.1. Human Motor Area Template (HMAT) Atlas Analysis \nWithin the right HMAT SMA VOIs, the 2 × 2 between-group ANOVAs revealed a \nsigniﬁcant main e ﬀect of hyperacusis on gray ma tter volumes [F(1,94) = 21.0, p < 0.001], \nwith participants scoring above the threshol d for hyperacusis and displaying lower SMA \ngray matter volumes relative to the controls (Figure 3). There was also a trend toward a \nnegative main e ﬀect of hyperacusis in the left  hemisphere [F(1,94) = 3.7, p = 0.058] (Figure \n3). However, we found no signi ﬁcant main e ﬀect of hearing loss [SMA left: F(1,94) = 1.0, p \n= 0.329; SMA right: F(1,94) = 0.8, p = 0.774], nor any interaction between the e ﬀects of hy-\nperacusis and hearing loss [SMA left: F(1,94) = 1.1, p = 0.298; SMA right: F(1,94) = 2.1, p = \n0.152]. \n \nFigure 3. The SMA VOIs were derived from the Human Motor Area Template (HMAT) atlas (upper \npanels). The 2 × 2 between-group ANOVAs (correct ed for age, handedness scores, and total intra-\ncranial volume) revealed that hyperacusis has a signi ﬁcant negative main e ﬀect on the right supple-\nmentary motor area (SMA) gray ma tter volumes [SMA right: F(1,94) = 21.0, p < 0.001]. There was no \nsigniﬁcant main e ﬀect of hearing loss, nor any interaction between the e ﬀects of hyperacusis and \nFigure 3. The SMA VOIs were derived from the Human Motor Area Template (HMAT) atlas\n(upper panels). The 2 ×2 between-group ANOVAs (corrected for age, handedness scores, and total\nintracranial volume) revealed that hyperacusis has a significant negative main effect on the right\nsupplementary motor area (SMA) gray matter volumes [SMA right: F(1,94) = 21.0, p< 0.001]. There\nwas no significant main effect of hearing loss, nor any interaction between the effects of hyperacusis\nand hearing loss, on the bilateral SMA gray matter volumes. The presence of hyperacusis was defined\nby a cut-off score of ≥22 on the 14-item HQ. The graphs show the mean and 95% confidence interval\n(CI). HLT, hearing loss and tinnitus; NHT, normal hearing and tinnitus.\n3.2.2. Human Brainnetome (HBN) Atlas Analysis\nTo further examine the effect of hyperacusis on SMA gray matter volumes, we repeated\nthe analysis using the Human Brainnetome (HBN) atlas, which distinguishes between the\nanterior and the posterior SMA. For the anterior SMA (SMA_A6m) VOIs, the 2 ×2 between-\ngroup ANOVAs revealed a significant negative main effect of hyperacusis on the right\nanterior SMA gray matter volumes [F(1,94) = 13.7, p< 0.001], but no significant main effect\non the left anterior SMA VOI [F(1,94) = 1.7, p= 0.200] (Figure 4). There was no significant"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brain Sci. 2024 ,14, 726 8 of 13\nmain effect of hearing loss [SMA_A6m left: F(1,94) = 0.2, p= 0.637; SMA_A6m right:\nF(1,94) = 0.2, p= 0.675], nor any interaction between the effects of hyperacusis and hearing\nloss [SMA_A6m left: F(1,94) = 0.4, p= 0.521; SMA_A6m right: F(1,94) = 1.6, p= 0.203 ] on\nthe anterior (A6m) SMA gray matter volumes.\nBrain Sci. 2024 , 14, x FOR PEER REVIEW 8 of 13 \n \nhearing loss, on the bilateral SMA gray ma tter volumes. The presence of hyperacusis was de ﬁned \nby a cut-o ﬀ score of ≥22 on the 14-item HQ. The graphs show the mean and 95% con ﬁdence interval \n(CI). HLT, hearing loss and tinnitus ; NHT, normal hearing and tinnitus. \n3.2.2. Human Brainnetome (HBN) Atlas Analysis \nTo further examine the e ﬀect of hyperacusis on SMA gray ma tter volumes, we re-\npeated the analysis using the Human Brainnetome (HBN) atlas, which distinguishes be-\ntween the anterior and the posterior SMA. For the anterior SMA (SMA_A6m) VOIs, the 2 \n× 2 between-group ANOVAs revealed a signi ﬁcant negative main e ﬀect of hyperacusis on \nthe right anterior SMA gray ma tter volumes [F(1,94) = 13.7, p < 0.001], but no signi ﬁcant \nmain eﬀect on the left anterior SMA VOI [F(1,94) = 1.7, p = 0.200] (Figure 4). There was no \nsigniﬁcant main e ﬀect of hearing loss [SMA_A6m left: F(1,94) = 0.2, p = 0.637; SMA_A6m \nright: F(1,94) = 0.2, p = 0.675], nor any interaction between the e ﬀects of hyperacusis and \nhearing loss [SMA_A6m left: F(1,94) = 0.4, p = 0.521; SMA_A6m right: F(1,94) = 1.6, p = \n0.203] on the anterior (A6m) SMA gray ma tter volumes. \n \nFigure 4. The SMA VOIs were derived from the Human Brainnetome (HBN) atlas (upper panels).\nThe 2 ×2 between-group ANOVAs (corrected for age, handedness scores, and total intracranial\nvolume) revealed that hyperacusis has a significant negative main effect on the right anterior (A6a)\nSMA gray matter volumes [SMA_A6a right: F(1,94) = 21.0, p< 0.001] and the bilateral posterior (A4ll)\nSMA) gray matter volumes [SMA_A4ll left: F(1,94) = 10.5, p< 0.001; SMA_A4ll right: F(1,94) = 14.1,\np< 0.001 ]. There was no significant main effect of hearing loss nor any interaction between the effects\nof hyperacusis and hearing loss on the bilateral anterior/posterior SMA gray matter volumes. The\npresence of hyperacusis was defined by a cut-off score of ≥22 on the 14-item HQ. The graphs show\nthe mean and 95% confidence interval (CI). HLT, hearing loss and tinnitus; NHT, normal hearing\nand tinnitus."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brain Sci. 2024 ,14, 726 9 of 13\nFor the posterior SMA (SMA_A4ll) VOIs, the 2 ×2 between-group ANOVAs revealed a\nsignificant negative main effect of hyperacusis on the posterior SMA gray matter volumes in\nboth hemispheres [SMA_A4ll left: F(1,94) = 10.5, p< 0.001; SMA_A4ll right: F(1,94) = 14.1 ,\np< 0.001] (Figure 4). Again, no significant main effect of hearing loss [SMA_A4ll left:\nF(1,94) = 1.7 ,p= 0.193; SMA_A4ll right: F(1,94) = 1.2, p= 0.269] and no significant inter-\naction between the effects of hyperacusis and hearing loss [SMA_A4ll left: F(1,94) = 0.5,\np= 0.478 ; SMA_A4ll right: F(1,94) = 1.1, p= 0.323] were observed on the posterior (A4ll)\nSMA gray matter volumes.\n3.2.3. Smaller Gray Matter Volumes in Hyperacusis Are Associated with the Attentional\nSubscale of the Hyperacusis Questionnaire\nAs expected, participants with hyperacusis scored higher on both the attentional\nand social subscales of the HQ, compared to participants without hyperacusis (Table 1).\nInterestingly, significant associations were only observed between the SMA gray matter\nvolumes (HMAT and HBN VOIs) and the attentional subscale of the HQ (Table 2).\nTable 2. Results of Spearman’s rank correlation coefficients between the SMA gray matter volumes\n(HMAT and HBN VOIs) and either the attentional or social subscales scores of the HQ across all\nparticipants. The SMA VOIs are shown in Figure S1 in the Supplementary Materials. The statistical\nthreshold for Spearman’s rank correlation coefficients was set at p≤0.05.\nHQ-Attentional Score HQ-Social Score\nHMAT VOIs\nSMA left rs(101) =−0.26, p= 0.010 rs(101) = 0.10, p= 0.327\nSMA right rs(101) =−0.33, p< 0.001 rs(101) = −0.11, p= 0.273\nHBN VOIs\nSMA_A6m left r s(101) = −0.17, p= 0.089 r s(101) = 0.13, p= 0.210\nSMA_A6m right rs(101) =−0.30, p= 0.001 rs(101) = −0.06, p= 0.569\nSMA_A4ll left rs(101) =−0.32, p= 0.001 rs(101) = −0.11, p= 0.259\nSMA_A4ll right rs(101) =−0.35, p< 0.001 rs(101) = −0.14, p= 0.165\nHBN, Human Brainnetome atlas; HMAT, Human Motor Area Template atlas; HQ, Hyperacusis Questionnaires;\nSMA, supplementary motor area; SMA_A6ma, anterior subdivision supplementary motor area; SMA_A4ll,\nposterior subdivision supplementary motor area; VOI, volume of interest.\n3.2.4. Anxiety, Depression, or Tinnitus Burden Scores Do Not Drive Smaller SMA Gray\nMatter Volumes in Hyperacusis\nSignificant between-group differences were found in the HADS anxiety and depression\nand the THI tinnitus burden scores (Table 1). However, we found no significant relationship\nbetween the SMA gray matter volumes (HMAT and HBN VOIs) and either the HADS\nanxiety and depression scores or the THI tinnitus burden score (all p≥0.284; more details\nare provided in Table S3 in the Supplementary Materials).\n4. Discussion\nIn this study, we investigated whether the previously observed association between\nhyperacusis and smaller gray matter volumes in the right supplementary motor area (SMA)\nin individuals with bilateral sensorineural hearing loss and tinnitus would also be found\nin individuals with tinnitus and clinically normal hearing. Our findings confirmed that\nsmaller SMA gray matter volumes related to hyperacusis are also present in individuals\nwith tinnitus and clinically normal hearing. We did not find any interaction between\nhearing loss and hyperacusis on the SMA gray matter volumes while controlling for age.\nIn other words, the smaller SMA gray matter volumes were associated with hyperacusis\nand not hearing loss.\nThe SMA functions in the fields of action preparation, initiation, and inhibition and\nis an integral part of the motor network [ 31,32]. Neurons in this area fire prior to the\nonset of an action, and a subset of those neurons responds to specific input modalities"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brain Sci. 2024 ,14, 726 10 of 13\n(visual, tactile, or auditory) when matched to a motor response [ 33,34]. Our previous work\nshowed that the SMA is the only brain region to exhibit structural gray matter differences\nbetween groups associated with hyperacusis in tinnitus, and SMA gray matter volumes\ncould classify participants with or without hyperacusis with high accuracy [ 14]. The\ncurrent work extends our previous findings and reveals that the reduction in the SMA\ngray matter volumes in individuals with hyperacusis is not the result of hearing loss and\nmay, therefore, reflect specific changes in the motor response to the perceived loudness of\nsound. In this study, we also found that smaller SMA gray matter volumes were primarily\nassociated with the attentional subcategory of hyperacusis rather than the social subscale,\nsuggesting that hyperacusis is linked to increased alertness regarding sound. There may be\na correspondence between this heightened alertness and a constant readiness to provide a\nmotor response to sound.\nOur findings are consistent with previous reports in both animal models and humans.\nA recent study in mice has connected increased gain along the auditory pathway to invol-\nuntary facial movements [ 35], which may be related to the structural changes reported here.\nSupporting evidence from animal studies shows that hyperacusis-induced animals respond\nfaster to auditory stimuli, indicating a link between motor activity and hyperacusis [9,36].\nAdditionally, a study in humans found that facial reaction and pupil dilatation to emotional\nsounds could distinguish between participants with or without hyperacusis and tinnitus\nwho have clinically normal hearing thresholds [ 37]. Furthermore, an EEG study found\nincreased functional activity in the SMA region in hyperacusis participants [ 13]. Similarly,\nparticipants with misophonia, a condition where very specific sounds (e.g., chewing or\nbreathing) provoke strong emotional and physiological reactions, showed increased SMA\nactivity when listening to triggering sounds relative to any other sound, as measured\nwith an fMRI [ 38,39]. In addition, participants with obsessive-compulsive disorder (OCD)\nmay exhibit heightened sensitivity to sound, which can lead them to develop fixations on\navoiding certain sounds [ 40,41]. Interestingly, OCD has been closely linked with functional\nchanges, including increased activation, in the SMA region [ 42,43]. Together, these findings\nand our study suggest a close association between hyperacusis and the brain network that\nis involved in preparing and conducting motor movements.\nThis study has several limitations. First, this study included a limited number of\nparticipants with tinnitus and clinically normal hearing and a limited number of female\nparticipants. These factors may affect the comparison and generalizability of the findings.\nFuture research should aim to include larger and more sex-balanced groups. Second,\nthe study utilized subjective hyperacusis questionnaires. Although these questionnaires\nare well-validated [ 25], future research should consider incorporating objective methods,\nsuch as psychoacoustic measurements [ 44], to precisely describe and quantify hyperacusis.\nThird, air-conduction tone audiometry was used to define hearing loss in this study. Future\nstudies could also measure bone-conduction thresholds in order to explicitly differentiate\nbetween conductive and sensorineural hearing loss. Lastly, future research should also\ninvestigate the effects of the duration of hyperacusis, tinnitus, and hearing loss on changes\nin gray matter volumes. Only a few studies have previously examined the impact of\ntinnitus duration on gray matter volumes [ 45,46]. To our knowledge, no study has yet\nexplored changes in response to the duration of hyperacusis or hearing loss (although the\nonset of the problem is often difficult to identify). These limitations highlight areas where\nfuture research could improve the study design to enhance the validity of findings related\nto gray matter changes in hyperacusis.\n5. Conclusions\nOur study highlights the importance of understanding the structural mechanisms\nunderlying hyperacusis, and particularly the role of the SMA in the attentional control\nof auditory-motor coordination. By identifying specific brain regions associated with\nhyperacusis, we can develop more targeted and effective interventions to improve the\nquality of life for those affected by this condition. Future research should continue to"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Brain Sci. 2024 ,14, 726 11 of 13\nexplore the complex interactions between hyperacusis, tinnitus, and hearing loss, as well\nas the potential for neuroplasticity-based therapies to mitigate the impact of hyperacusis\non daily functioning.\nSupplementary Materials: The following supporting information can be downloaded at: https:\n//www.mdpi.com/article/10.3390/brainsci14070726/s1, Table S1: Acquisition parameters for T1-\nweighted anatomical brain imaging; Table S2: Overview of demographic, audiometric, questionnaire,\nand morphometric data for the four participant groups; Table S3: Results of Spearman’s rank corre-\nlation coefficients between the SMA gray matter volumes (HMAT and HBN atlas VOIs) and either\nthe HADS anxiety and depression scores or the THI tinnitus burden scores across all participants.\nThe statistical threshold for Spearman’s rank correlation coefficients was set at p≤0.05. The SMA\nVOIs (HMAT and HBN atlas VOIs) are shown in Supplementary Figure S1; Figure S1: We selected\nthe volume-of-interest (VOI) areas for the supplementary motor area (SMA), as defined in a previous\nstudy, using both anatomical and functional MRI data. These SMA VOIs (highlighted in red) are\nfreely accessible as the Human Motor Area Template (HMAT) atlas from http://lrnlab.org/ (accessed\non 11 July 2024). We also selected VOIs for the anterior and posterior subdivisions of the SMA, labeled\nas SMA_A6m (highlighted in green) and SMA_A4ll (highlighted in blue), respectively, as defined by\nthe structural and functional connectome architecture. These SMA VOIs are freely accessible as the\nHuman Brainnetome (HBN) atlas from https://atlas.brainnetome.org/bnatlas.html (accessed on 11\nJuly 2024).\nAuthor Contributions: Conceptualization, P .M., M.T. and P .v.D.; methodology, P .M., E.A.K. and\nM.T.; formal analysis, P .M.; investigation, P .M. and M.T.; data curation, P .M.; writing—original draft\npreparation, P .M.; writing—review and editing, P .M., M.T., S.J.P . and P .v.D.; supervision, M.T., S.J.P .\nand P .v.D.; project administration, M.T., S.J.P . and P .v.D.; funding acquisition, M.T., S.J.P . and P .v.D.\nAll authors have read and agreed to the published version of the manuscript.\nFunding: This research was supported by the European Research Council (ERC) under the European\nUnion’s Horizon 2020 Research and Innovation Programme (Grant agreement number 764604, TIN-\nACT); the Heinsius Houbolt Foundation; the Netherlands Organization for Health Research and\nDevelopment (ZonMW); the American Tinnitus Associate under the Innovative Grants Research\nProgram 2021 (Grant agreement number 91218033); and the Dorhout Mees Family Foundation.\nInstitutional Review Board Statement: The study was approved by the University Medical Center\nGroningen (UMCG) medical ethics committee (METc number: 2020/347; approval date: 8 July 2020).\nInformed Consent Statement: Not applicable.\nData Availability Statement: The datasets analyzed in the study are available from the correspond-\ning author upon reasonable request. The datasets are not publicly available, due to privacy and\nethical restrictions.\nAcknowledgments: We would like to thank the UMCG tinnitus research group for sharing their\ncritical input.\nConflicts of Interest: The authors declare no conflicts of interest.\nReferences\n1. Anari, M.; Axelsson, A.; Eliasson, A.; Magnusson, L. Hypersensitivity to sound--questionnaire data, audiometry and classification.\nScand. Audiol. 1999 ,28, 219–230. [CrossRef] [PubMed]\n2. Baguley, D.M. Hyperacusis. J. R. Soc. Med. 2003 ,96, 582–585. [CrossRef] [PubMed]\n3. Baguley, D.M.; Hoare, D.J. Hyperacusis: Major research questions. HNO 2018 ,66, 358–363. [CrossRef] [PubMed]\n4. Ren, J.; Xu, T.; Xiang, T.; Pu, J.; Liu, L.; Xiao, Y.; Lai, D. Prevalence of Hyperacusis in the General and Special Populations: A\nScoping Review. Front. Neurol. 2021 ,12, 706555. [CrossRef] [PubMed]\n5. Rosing, S.N.; Schmidt, J.H.; Wedderkopp, N.; Baguley, D.M. Prevalence of tinnitus and hyperacusis in children and adolescents:\nA systematic review. BMJ Open 2016 ,6, e010596. [CrossRef]\n6. Paulin, J.; Andersson, L.; Nordin, S. Characteristics of hyperacusis in the general population. Noise Health 2016 ,18, 178. [CrossRef]\n[PubMed]\n7. Borawska, B.; Bartnik, G.; Raj-Koziak, D.; Fabija ´ nska, A.; Skar ˙zy ´ nski, H.; Mr ówka, M. Children with tinnitus and hyperacusis in\nthe material of the tinnitus clinic, Warsaw. New Med. 2004 ,3, 77–79."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Brain Sci. 2024 ,14, 726 12 of 13\n8. Aldè, M.; Di Berardino, F.; Ambrosetti, U.; Barozzi, S.; Piatti, G.; Zanetti, D.; Pignataro, L.; Cantarella, G. Audiological and\nvestibular symptoms following SARS-CoV-2 infection and COVID-19 vaccination in children aged 5–11 years. Am. J. Otolaryngol.\n2023 ,44, 103669. [CrossRef] [PubMed]\n9. Auerbach, B.D.; Radziwon, K.; Salvi, R. Testing the Central Gain Model: Loudness Growth Correlates with Central Auditory\nGain Enhancement in a Rodent Model of Hyperacusis. Neuroscience 2019 ,407, 93–107. [CrossRef]\n10. Gu, J.W.; Halpin, C.F.; Nam, E.-C.; Levine, R.A.; Melcher, J.R. Tinnitus, diminished sound-level tolerance, and elevated auditory\nactivity in humans with clinically normal hearing sensitivity. J. Neurophysiol. 2010 ,104, 3361–3370. [CrossRef]\n11. Koops, E.A.; van Dijk, P . Hyperacusis in tinnitus patients relates to enlarged subcortical and cortical responses to sound except at\nthe tinnitus frequency. Hear. Res. 2021 ,401, 108158. [CrossRef] [PubMed]\n12. Safazadeh, S.; Thioux, M.; Renken, R.J.; van Dijk, P . Sound-Evoked Neural Activity in Normal-Hearing Tinnitus: Effects of\nFrequency and Stimulated Ear Side. Brain Sci. 2024 ,14, 544. [CrossRef] [PubMed]\n13. Song, J.-J.; De Ridder, D.; Weisz, N.; Schlee, W.; Van de Heyning, P .; Vanneste, S. Hyperacusis-associated pathological resting-state\nbrain oscillations in the tinnitus brain: A hyperresponsiveness network with paradoxically inactive auditory cortex. Brain Struct.\nFunct. 2014 ,219, 1113–1128. [CrossRef]\n14. Makani, P .; Koops, E.A.; Pyott, S.J.; van Dijk, P .; Thioux, M. Hyperacusis is Associated with Smaller Gray Matter Volumes in the\nSupplementary Motor Area. SSRN Scholarly Paper. NeuroImage Clin. 2023 ,38, 103425. [CrossRef]\n15. Zeng, F.-G. Tinnitus and hyperacusis: Central noise, gain and variance. Curr. Opin. Physiol. 2020 ,18, 123–129. [CrossRef]\n[PubMed]\n16. Makani, P .; Thioux, M.; Pyott, S.J.; van Dijk, P . A Combined Image- and Coordinate-Based Meta-Analysis of Whole-Brain\nVoxel-Based Morphometry Studies Investigating Subjective Tinnitus. Brain Sci. 2022 ,12, 1192. [CrossRef] [PubMed]\n17. Langers, D.R.M.; de Kleine, E.; van Dijk, P . Tinnitus does not require macroscopic tonotopic map reorganization. Front. Syst.\nNeurosci. 2012 ,6, 2. [CrossRef] [PubMed]\n18. Boyen, K.; Langers, D.R.M.; de Kleine, E.; van Dijk, P . Gray matter in the brain: Differences associated with tinnitus and hearing\nloss. Hear. Res. 2013 ,295, 67–78. [CrossRef] [PubMed]\n19. Amaral, A.A.; Langers, D.R.M. Tinnitus-related abnormalities in visual and salience networks during a one-back task with\ndistractors. Hear. Res. 2015 ,326, 15–29. [CrossRef]\n20. Koops, E.A.; de Kleine, E.; van Dijk, P . Gray matter declines with age and hearing loss, but is partially maintained in tinnitus. Sci.\nRep. 2020 ,10, 21801. [CrossRef]\n21. Khalfa, S.; Dubal, S.; Veuillet, E.; Perez-Diaz, F.; Jouvent, R.; Collet, L. Psychometric normalization of a hyperacusis questionnaire.\nORL J. Otorhinolaryngol. Its Relat. Spec. 2002 ,64, 436–442. [CrossRef] [PubMed]\n22. Newman, C.W.; Jacobson, G.P .; Spitzer, J.B. Development of the Tinnitus Handicap Inventory. Arch. Otolaryngol. Head Neck Surg.\n1996 ,122, 143–148. [CrossRef] [PubMed]\n23. Zigmond, A.S.; Snaith, R.P . The hospital anxiety and depression scale. Acta Psychiatr. Scand. 1983 ,67, 361–370. [CrossRef]\n[PubMed]\n24. Oldfield, R.C. The assessment and analysis of handedness: The Edinburgh inventory. Neuropsychologia 1971 ,9, 97–113. [CrossRef]\n[PubMed]\n25. Aazh, H.; Moore, B.C.J. Factors Associated with Depression in Patients with Tinnitus and Hyperacusis. Am. J. Audiol. 2017 ,26,\n562–569. [CrossRef] [PubMed]\n26. Ashburner, J.; Andersson, J.L.R.; Friston, K.J. Image registration using a symmetric prior—In three dimensions. Hum. Brain Mapp.\n2000 ,9, 212–225. [CrossRef]\n27. Ashburner, J. A fast diffeomorphic image registration algorithm. NeuroImage 2007 ,38, 95–113. [CrossRef] [PubMed]\n28. Mayka, M.A.; Corcos, D.M.; Leurgans, S.E.; Vaillancourt, D.E. Three-dimensional locations and boundaries of motor and premotor\ncortices as defined by functional brain imaging: A meta-analysis. NeuroImage 2006 ,31, 1453–1474. [CrossRef] [PubMed]\n29. Fan, L.; Li, H.; Zhuo, J.; Zhang, Y.; Wang, J.; Chen, L.; Yang, Z.; Chu, C.; Xie, S.; Laird, A.R.; et al. The Human Brainnetome Atlas:\nA New Brain Atlas Based on Connectional Architecture. Cereb. Cortex 2016 ,26, 3508–3526. [CrossRef] [PubMed]\n30. Fackrell, K.; Fearnley, C.; Hoare, D.J.; Sereda, M. Hyperacusis Questionnaire as a Tool for Measuring Hypersensitivity to Sound in\na Tinnitus Research Population. BioMed Res. Int. 2015 ,2015 , 290425. [CrossRef]\n31. Nachev, P .; Kennard, C.; Husain, M. Functional role of the supplementary and pre-supplementary motor areas. Nat. Rev. Neurosci.\n2008 ,9, 856–869. [CrossRef] [PubMed]\n32. Lima, C.F.; Krishnan, S.; Scott, S.K. Roles of supplementary motor areas in auditory processing and auditory imagery. Trends\nNeurosci. 2016 ,39, 527–542. [CrossRef]\n33. Tanji, J.; Kurata, K. Contrasting neuronal activity in supplementary and precentral motor cortex of monkeys. I. Responses to\ninstructions determining motor responses to forthcoming signals of different modalities. J. Neurophysiol. 1985 ,53, 129–141.\n[CrossRef]\n34. Tanji, J.; Kurata, K. Comparison of movement-related activity in two cortical motor areas of primates. J. Neurophysiol. 1982 ,48,\n633–653. [CrossRef]\n35. Clayton, K.K.; Stecyk, K.S.; Guo, A.A.; Chambers, A.R.; Chen, K.; Hancock, K.E.; Polley, D.B. Sound elicits stereotyped facial\nmovements that provide a sensitive index of hearing abilities in mice. Curr. Biol. CB 2024 ,34, 1605–1620.e5. [CrossRef]"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Brain Sci. 2024 ,14, 726 13 of 13\n36. Wong, E.; Radziwon, K.; Chen, G.D.; Liu, X.; Manno, F.A.; Manno, S.H.; Auerbach, B.; Wu, E.X.; Salvi, R.; Lau, C. Functional\nmagnetic resonance imaging of enhanced central auditory gain and electrophysiological correlates in a behavioral model of\nhyperacusis. Hear. Res. 2020 ,389, 107908. [CrossRef] [PubMed]\n37. Smith, S.S.; Jahn, K.N.; Sugai, J.A.; Hancock, K.E.; Polley, D.B. The human pupil and face encode sound affect and provide\nobjective signatures of tinnitus and auditory hypersensitivity disorders. bioRxiv 2024 . [CrossRef]\n38. Cerliani, L.; Rouw, R. Increased orbitofrontal connectivity in misophonia. bioRxiv 2020 . [CrossRef]\n39. Hansen, H.A.; Stefancin, P .; Leber, A.B.; Saygin, Z.M. Neural evidence for non-orofacial triggers in mild misophonia. Front.\nNeurosci. 2022 ,16, 880759. [CrossRef] [PubMed]\n40. Mudgal, V .; Mishra, S.; Mathur, R.; Dua, S. The Sound of Obsession: An Unusual Case report of Misophonia and OCD. Ann.\nPsychiatry Ment. Health 2023 ,11, 1–3.\n41. Castro, A.A.; Lindberg, R.R.D.; Kim, G.; Brennan, C.; Jain, N.; Khan, R.A.; Husain, F.; Berenbaum, H. Obsessive-Compulsive\nSymptoms and Sound Sensitivities: Comparing Misophonia and Hyperacusis. bioRxiv 2023 . [CrossRef]\n42. Hawken, E.R.; Dilkov, D.; Kaludiev, E.; Simek, S.; Zhang, F.; Milev, R. Transcranial Magnetic Stimulation of the Supplementary\nMotor Area in the Treatment of Obsessive-Compulsive Disorder: A Multi-Site Study. Int. J. Mol. Sci. 2016 ,17, 420. [CrossRef]\n43. Yücel, M.; Harrison, B.J.; Wood, S.J.; Fornito, A.; Wellard, R.M.; Pujol, J.; Clarke, K.; Phillips, M.L.; Kyrios, M.; Velakoulis, D.; et al.\nFunctional and Biochemical Alterations of the Medial Frontal Cortex in Obsessive-Compulsive Disorder. Arch. Gen. Psychiatry\n2007 ,64, 946–955. [CrossRef]\n44. Enzler, F.; Fournier, P .; Noreña, A.J. A psychoacoustic test for diagnosing hyperacusis based on ratings of natural sounds. Hear.\nRes. 2021 ,400, 108124. [CrossRef]\n45. Vanneste, S.; Heyning, P .V .D.; Ridder, D.D. Tinnitus: A Large VBM-EEG Correlational Study. PLoS ONE 2015 ,10, e0115122.\n[CrossRef]\n46. Schecklmann, M.; Lehner, A.; Poeppl, T.B.; Kreuzer, P .M.; Rupprecht, R.; Rackl, J.; Burger, J.; Frank, E.; Hajak, G.; Langguth,\nB.; et al. Auditory cortex is implicated in tinnitus distress: A voxel-based morphometry study. Brain Struct. Funct. 2013 ,218,\n1061–1070. [CrossRef]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
  ]
}