{
  "doc_type": "scientific paper",
  "title": "Decreased Sound tolerance in a Canadian University Context",
  "authors": [
    "Manning"
  ],
  "year": 2025,
  "journal": "Psychology, Wilfrid Laurier University, Waterloo, Ontario, Canada. 8 9 *Corresponding author 10 nscheerer@wlu.ca (NES) 11 Short T",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:22:50.445752Z",
  "source_pdf": "documents/research/Global/Manning  2025 Decreased Sound tolerance in a Canadian University Context.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "1  \n    Under Review with PLOSOne 1  2  3 Decreased sound tolerance in a Canadian University Context: Associations with autistic traits, 4 social competence, and gender in an undergraduate sample 5  6 Silas Manning1, Natalia Van Esch1, Nichole E. Scheerer1* 7 1Department of Psychology, Wilfrid Laurier University, Waterloo, Ontario, Canada. 8  9 *Corresponding author 10 nscheerer@wlu.ca (NES) 11 Short Title 12 Decreased sound tolerance in Canadian undergraduates 13 Author Contributions 14 Silas Manning conducted data curation, formal analysis, visualization, and writing – original 15 draft preparation. Natalia Van Esch conducted data curation and visualization. Nichole E. 16 Scheerer conducted conceptualization, formal analysis, supervision, and writing – review & 17 editing. 18  19"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2  \n    Abstract 20 Disorders of decreased sound tolerance such as misophonia and hyperacusis cause significant 21 distress through strong negative emotional and physiological reactions to everyday sounds. 22 These conditions have been associated with poor mental and physical health as they impact day 23 to day life. Prior to the recent development of consensus definitions of misophonia and 24 hyperacusis, attempts to determine the prevalence of these conditions have been hindered by the 25 ambiguity and inconsistency of their descriptions. Despite this, certain populations have been 26 suggested to more frequently experience misophonia and hyperacusis, namely younger people 27 and autistic people. Furthermore, there has been conflicting evidence regarding whether these 28 conditions are more prevalent among women. Post-secondary campuses are often sensory-rich. 29 As such, students with misophonia and hyperacusis are likely to experience distress. For this 30 reason, we sought to investigate the prevalence of misophonia and hyperacusis in a Canadian 31 university sample, and explore the relations between these conditions and gender, autistic traits, 32 and overall social competence. As exposure to many everyday sounds can be highly aversive for 33 individuals with misophonia and/or hyperacusis, these individuals often attempt to avoid 34 environments in which distressing sounds are encountered. It is therefore possible that poorer 35 social competence may be a secondary effect of these conditions. To investigate these relations, 36 2080 students completed an online survey using multiple established self-report measures of 37 decreased sound tolerance. Clinical misophonia was detected in 12 – 18% of participants, and 38 hyperacusis in 6-17%. Both conditions were significantly more prevalent among women than 39 men. Both conditions were found to be weakly to moderately positively correlated with autistic 40 traits, and weakly to moderately negatively correlated with social competence. These results 41"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3  \n    highlight decreased sound tolerance as a significant issue at Canadian post-secondary 42 institutions, calling for steps to be taken to mitigate its effects. 43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4  \n    Introduction 61 Decreased Sound Tolerance (DST) is an umbrella term for conditions in which a person 62 has an elevated sensitivity to sound in forms that would not bother most people, such as 63 misophonia and hyperacusis [1; 2; 3]. People with DST experience a host of aversive reactions to 64 sound including fear, pain, and anger [2; 3]. DST can also lead to problematic behaviors 65 including avoidance [2] and, in the case of misophonia, self-harm [4]. Given the potential of 66 DST to interfere with academic and social functioning, as well as overall well-being, the aim of 67 this current research is to elucidate the prevalence of two classes of DST, misophonia and 68 hyperacusis, in a large sample of university students. Because DST often co-occurs with autism 69 [5; 3], a condition related to differences in social behaviour [6], we will also explore the 70 relationship between autistic traits, social competence, and DST prevalence in this undergraduate 71 sample. Better characterizing DST in post-secondary students will set the stage for increased 72 recognition and accommodation of DST in post-secondary environments, and more broadly.  73 Misophonia 74 First described by Jastreboff and Jastreboff in 2001, misophonia is a form of DST 75 characterized by a strong negative reaction, such as panic or rage, elicited by sound “triggers” 76 and the stimuli associated with them [1; 7]. Until recently, the lack of consensus on a specific 77 clinical definition of misophonia has slowed research on this disorder, as inconsistent criteria 78 make comparisons across different studies especially complicated. However, in 2022 a Delphi 79 study was conducted to develop a definition of misophonia by consensus [7]. In brief, the 80 consensus definition states that misophonia is a disorder of decreased tolerance to specific 81 sounds or stimuli associated with those sounds. The stimuli in this case, known as “triggers”, are 82 perceived as highly unpleasant and evoke a strong, negative emotional and/or behavioural 83"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5  \n    response. Triggers are often repetitive, and frequently consist of sounds made by other 84 individuals, especially human produced sounds such as chewing, sniffing, or other mouth 85 sounds. Once detected, it can be very difficult for a person to distract themselves from the 86 triggering stimulus and this can increase distress. Over time this can lead to impairment in social, 87 occupational, or academic functioning [7].  88 This definition, along with supporting research on the age of onset, symptom severity, 89 and family history, provides evidence that misophonia is a distinct condition, rather than a 90 symptom of other psychiatric, audiological, or medical conditions as once suggested [8; 9]. 91 While this definition represents a significant step towards a unified understanding of misophonia, 92 it is not without its critics and will continue to be updated and improved as more research is 93 conducted. 94 In misophonia, exposure to trigger sounds can evoke physiological symptoms such as 95 sweating and increased heart rate [10]. Strong behavioural reactions can be present as well, such 96 as aggression directed at the individual generating the triggering sounds [7]. Avoiding or 97 escaping situations in which triggers may be encountered, and making attempts to halt the 98 stimuli, are common measures taken to cope with the response [2; 7; 11]. The social context in 99 which the trigger is encountered has also been shown to play a role in the severity of the reaction 100 to the trigger [7; 12].  101 Hyperacusis 102          Hyperacusis, another form of DST, is characterized by a similar strong negative reaction 103 to sound. Hyperacusis has also recently been examined by a group of researchers as part of a 104 Delphi consensus study [13]. This resulted in a definition in which hyperacusis is a reduced 105"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6  \n    tolerance to normal, everyday sounds as they are perceived as substantially louder than would be 106 perceived by a person without hyperacusis. This heightened perceived volume of sounds can be 107 unpleasant, overwhelming, and/or painful [14]. Thus, the impact of hyperacusis is similar to that 108 of misophonia, though the source of the reaction is less specific. Hyperacusis is frequently 109 comorbid with tinnitus, with many reporting hyperacusis as a secondary complaint to tinnitus 110 [15]. In contrast to tinnitus wherein issues usually relate to hearing a restricted frequency range, 111 hyperacusis is thought to relate to a generalized increase in auditory gain, as loudness discomfort 112 levels are lower in hyperacusis across a broad range of auditory frequencies [15].   113 Impact of DST  114 The experience of a person with DST can present in many ways, for example pain in 115 response to the sound of a laptop fan, or rage or panic upon exposure to the sounds of a close 116 friend or relative eating. Given DST triggers are so common in everyday environments, living 117 with DST can have a substantial influence on the overall wellbeing of those affected [2; 5; 13].  118 Specifically, DST has been found to be related to high stress as well as anxiety and depression 119 [4; 5; 12; 16;]. This pattern is similar to what is observed in many chronic health issues, as the 120 constant barrage of mildly or strongly aversive events impacts an individual over time. As 121 university involves a high-stress, sensory-rich environment where trigger sounds can be difficult 122 to avoid, DST conditions such as misophonia and hyperacusis may create significant barriers to 123 academic success for students with these conditions. 124 Since individuals with misophonia and hyperacusis commonly engage in methods to 125 avoid or reduce exposure to their triggers, this can mean withdrawing from certain places and/or 126 groups of people [2]. As such, DST has been reported to impact relationships with family and 127"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7  \n    friends, harm performance at school or work, and can generate a fast track to other conditions 128 that worsen quality of life even further [8; 17; 2; 18]. At least one study on misophonia’s impact 129 found that for teenagers and adults with misophonia, there is a significantly elevated rate of both 130 self-harm behaviours and suicidal ideation, particularly in women and girls [4]. It is therefore 131 clear that these are serious conditions that necessitate attention and care to avoid dire 132 consequences. 133 In Canada, a typical post-secondary education such as an undergraduate degree at a 134 university involves a substantial amount of time spent in a highly varied set of sensory-rich 135 environments. For example, lecture halls often contain laptops, cellphones, projectors, air 136 conditioning systems, food, drinks and of course people – all producing sources of sensory 137 stimulation. On-campus residences will naturally involve groups of people cohabiting in close 138 proximity. Dining halls, food courts, outdoor common areas, athletic centres, and more, all offer 139 unique sensory experiences. For individuals living with DST, these everyday sensory-rich 140 environments mean they are highly likely to encounter triggering stimuli. As a result, the impact 141 of one’s DST condition(s) is likely to be felt every single day unless there is some form of 142 intervention. The simplest option for mitigating this exposure to triggering stimuli is to avoid 143 and/or withdraw from triggering environments. However, this strategy is highly antithetical to 144 succeeding academically and socially during this important developmental period. It is therefore 145 clear that solutions need to be available for students with misophonia and/or hyperacusis to 146 navigate their time at post-secondary institutions without the frequent negative experiences 147 brought about by their negative reactions to stimuli. 148 In general, past research has shown that elevated psychological distress has long been a 149 major factor in the lives of university student populations worldwide as there are many things for 150"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8  \n    students to be stressed about during this period [19], so naturally the presence of one or more 151 DST conditions adds yet another layer of distress. Crucially, as misophonia most often emerges 152 in adolescence [20], those with severe enough cases to warrant frequent social withdrawal could 153 be missing out on key elements of social development, potentially leading to reduced social 154 competence and further worsening mental health. It is widely known that mental health issues 155 are a major concern for both students and university administrations, and while a review of 156 mental health services at Canadian universities found that reasonably good services are present at 157 many institutions, there remain barriers to access as well as inadequate resources in many cases, 158 resulting in a difficult path for many students that seek help [21]. Unfortunately, despite similar 159 studies on depression, attention deficit hyperactivity disorder (ADHD), and autism among others, 160 research on how DST specifically impacts physical and mental health, and student success, while 161 studying at a post-secondary institution, has not yet been conducted. 162 Prevalence Estimates 163 An estimation of the prevalence of DST is a crucial early step to focus attention where it 164 is most needed. Among the general population, around 20% of people experience a negative 165 response to at least some misophonic triggers [11; 17], though in post-secondary populations 166 specifically, this ranges from 23.1% and 78.9% [11; 22] of participants experiencing some 167 degree of subclinical misophonia. Clinical cases of misophonia were present in 12.2 – 19.9% of 168 the post-secondary samples in the United States, China, and India [11; 22; 23]. In general 169 population studies, clinical misophonia was found to affect 18% [24] 12.8% [25], 5.0% [26], and 170 4.6% [27] of people. Of note, many of these studies employed different measures and cutoff 171 criteria for the distinction between clinical and subclinical sensitivities. Furthermore, many of 172"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9  \n    these studies predate the recent consensus definition from Swedo and colleagues, making them 173 difficult to compare with each other. 174  Hyperacusis is currently estimated to affect between 3.2% and 17.2% of the population 175 [13; 28], with a more recent study reporting hyperacusis in 26.43% of their adult sample [29]. 176 The overlap this condition has with misophonia and other DST conditions such as tinnitus (a 177 condition in which a person perceives sound even when there is no external source of sound, 178 often leading to discomfort and distress) is substantial, especially in the impact and impairment 179 domain, yet it is indeed distinct [30]. This comorbidity additionally causes difficulty in 180 determining true prevalence figures. 181 Autism 182 Recently, a high prevalence of DST in autistic people has been reported [2; 3; 5]. Sensory 183 processing differences are a common feature of autism, and sound-based sensitivities are the 184 most common of these [2; 3; 31]. As such, it is unsurprising to see a high prevalence of DST. 185 According to recent work on this topic, 35.5% of autistic individuals have clinical misophonia 186 [32]. However, much of the research exploring DST in autistic people suggests that misophonia 187 and hyperacusis are not phenomenologically different or unique in autistic individuals [5], nor 188 are the DST symptoms merely a characteristic of autism itself. Given autism is a spectrum, with 189 non-autistic people often displaying at least some autistic traits [33], it is unclear whether non-190 autistic people with more autistic traits may also show a higher rate of DST. Better 191 understanding the relationship between autistic traits and DST may provide insight into the 192 etiology of DST.   193 Gender  194"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10  \n    Sex and gender are other areas where differences in the prevalence of DST subtypes are 195 under investigation. Prevalence has been found to be higher among women than men in some 196 studies [17; 25; 27; 32], and at least one study found that the severity of misophonic symptoms 197 was higher among female survey respondents [9]. In contrast however, some studies do not find 198 significant differences in the prevalence of misophonia between men and women [23; 26; 34]. 199 Much of the research in recent years includes samples that have many more women than men, 200 though it is uncertain whether this is due to misophonia being more common among women. 201 Nevertheless, more research is needed to illuminate the relationship between gender and sex, and 202 misophonia and other DST subtypes. Interestingly, while recent studies have begun to describe 203 participants that identify as non-cisgendered, such as transgender men and women, and 204 nonbinary or genderfluid individuals, there appears to be no research investigating prevalence 205 and experience of misophonia or any other DST subtypes in this population specifically. 206 Current Study 207 Taken all together, misophonia and hyperacusis may actively affect a substantial number 208 of adults who are attending post-secondary institutions in Canada, and these conditions may have 209 a serious negative influence on their mental and physical well-being, social, academic, and 210 professional success, and on interpersonal relationships. As such, the goals of this study are to, 211 (1) establish an estimate of misophonia prevalence amongst Canadian post-secondary students. 212 Given the broad suite of self-report measures for misophonia that are currently available, and the 213 recent adoption of the consensus definition from Swedo and colleagues [7], the current study 214 estimated the prevalence of misophonia in Canadian undergraduate students using the 215 Misophonia Questionnaire (MQ), the Duke Misophonia Questionnaire (DMQ), and the Duke-216 Vanderbilt Misophonia Screening Questionnaire (DVMSQ). Each of these iterate on previous 217"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "11  \n    questionnaires and have their own advantages and disadvantages. Next, (2) the Inventory of 218 Hyperacusis Symptoms (IHS) was used to estimate the prevalence of hyperacusis in Canadian 219 undergraduate students. By collecting a large sample of students this enabled us to, (3) 220 investigate differences in misophonia and hyperacusis prevalence by gender and (4) explore 221 whether more severe DST is present in students with higher autistic traits, regardless of their 222 autistic diagnosis status. Lastly, (5) due to concern regarding the impact of social withdrawal on 223 social skill development, we sought to investigate whether overall social competence is 224 negatively associated with a higher severity of DST. Better understanding who is affected by 225 misophonia and hyperacusis, and to what extent, will enable higher quality research on targeted 226 treatments, it may generate more funding and interest within healthcare systems, and legitimize 227 and reduce stigma for DST.   228 Methods: 229 Participants 230 A sample of 3096 undergraduate students (M age = 19.61, SD = 2.73, 697 male, 2275 231 female, 47 non-cisgendered) participated in an online survey administered through Qualtrics 232 (Qualtrics, Provo, UT) using the research participant portal at Wilfrid Laurier University in 233 Ontario, Canada (see Table 1 for participant demographic information for final sample). The 234 study was advertised as investigating the quality of life of university students, with no mention of 235 DST or related concepts, to prevent biasing the sample towards participants interested in, or 236 experiencing, DST. Participants received course credit for their participation. All procedures 237 were approved by the Wilfrid Laurier University Research Ethics Board and were in accordance 238 with the World Medical Association 2013 Declaration of Helsinki.  239"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12  \n    Table 1 240 Variable    N 2080   Age 20.47 (3.35)   Gender 435 male, 1600 female, 45 non-cisgendered   Race White (61%)    South Asian (13%)    Black (6%)    East Asian (4%)    Other (16%)   Note: Initial sample prior to data integrity check was N=3096. 241 Procedure  242 After consenting to participate, participants provided demographic information such as 243 age, gender, race, etc. Next participants completed self-report measures of DST, autistic traits, 244 and social competence. In addition, participants completed measures of anxiety, depression, and 245 sensory processing, however, these measures are outside of the scope of the current manuscript 246 and will thus be reported elsewhere, including [35]. The measures took approximately 1 hour to 247 complete, after which respondents were debriefed and informed that the true aim of the study 248 was to investigate DST and its relationship with autistic traits and social competence. Data 249 collection ran from October 2023 to April 2024. 250 Measures 251"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "13  \n    See table 2 for the internal consistency of all measures used in the current study and 252 Supplementary Materials 1 for additional details on the psychometric properties of these 253 measures.  254 Table 2 255  Total Female Male Non-Cisgendered Test of Significance* Internal Consistency (Cronbach's alpha) Variable n M (SD) n M (SD) n M (SD) n M (SD) AQ 2080 20.17 (6.57) 1600 20.14 (6.60) 435 19.60 (6.08) 45 26.71 (6.79) F(2, 114.8) = 22.57, p <.001, η² = 0.023. 0.78 MSCS Total 2080 286.56 (31.30) 1600 288.89 (31.24) 435 280.53 (29.11) 45 261.29 (35.20) F(2, 114.1) = 25.41, p <.001, η² = 0.026 0.94 MQ Total 2080 18.89 (11.87) 1600 20.28 (11.72) 435 12.73 (9.84) 45 28.84 (12.96) F(2, 114.7) = 106.83, p <.001, η² = 0.082 0.90 MQ Severity 1025 3.16 (2.79) 805 3.24 (2.82) 200 2.67 (2.54) 28 4.32 (3.07) F(2, 69.3) = 6.05, p =.004,  η² = 0.012  DMQ Total 2080 62.63 (53.66) 1600 66.74 (54.37) 435 40.56 (40.08) 45 125.71 (54.54) F(2,115.8) = 95.38, p <.001, η² = 0.070 0.98 DMQ Symptom Severity 2080 22.16 (19.67) 1600 23.98 (19.90) 435 13.12 (14.40) 45 44.47 (20.16) F(2,115.8) = 112.82, p <.001, η² = 0.079  DMQ Coping 2080 21.34 (17.85) 1600 22.54 (17.98) 435 15.05 (15.21) 45 39.47 (15.77) F(2, 116.6) = 69.48, p <.001, η² = 0.052  IHS Total Score 2080 39.94 (15.41) 1600 40.80 (15.54) 435 34.85 (12.04) 45 58.60 (19.12) F(2, 114.2) = 62.17, p <.001, η² = 0.059 0.96 Note: Autism Spectrum Quotient (AQ); Multidimensional Social Competence Scale (MSCS); Misophonia Questionnaire (MQ); Duke Misophonia Questionnaire (DMQ); Inventory of Hyperacusis Symptoms (IHS)  256 Autistic Traits  257 The Autism-Spectrum Quotient (AQ) [36] is a widely used assessment tool for measuring 258 the presence of autistic traits. It consists of 50 items that explore a wide variety of traits common 259 to the experience of many autistic individuals. Items such as “I prefer to do things with others 260 rather than on my own”, are assessed with a 4-point Likert scale ranging from “definitely agree” 261 to “definitely disagree”. The AQ was used to measure autistic traits present in the sample. A 262 cutoff score of 29 or higher has been shown to reliably indicate the presence of autism [37]. 263"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14  \n    Social Competence  264 The Multidimensional Social Competence Scale (MSCS) [38] is a 77 item self-report 265 measure originally developed to assess overall social competence in autistic individuals, though 266 it has been validated for use with autistic and non-autistic samples [39]. The MSCS measures 267 social competence across 7 domains: social motivation, social inferencing, demonstrating 268 empathic concern, social knowledge, verbal conversation skills, non-verbal sending skills, and 269 emotional regulation. Items such as: “I avoid talking to people when possible (e.g., look, move, 270 or walk away)” are assessed with a 5-point Likert scale ranging from 1 (not true or almost never 271 true) to 5 (very true or almost always true). Items are reverse scored, with higher subscale and 272 total scores corresponding with greater social competence. 273 Decreased Sound Tolerance 274 Misophonia Questionnaire (MQ). 275 The MQ [11] is a self-report measure of misophonia symptoms, behavioural responses, 276 and severity, consisting of 3 sections. The first section, the Misophonia Symptom Scale, probes 277 for the presence of sound triggers with the statement “In comparison to other people, I am 278 sensitive to the sound of:” and asks whether a series of the most common trigger sounds (e.g., 279 eating, tapping, etc.) cause a strong negative reaction in the respondent. Items are rated from 0 280 (not at all true) to 4 (always true). This section also includes an opportunity to add in other 281 trigger sounds that bother the respondent but are not present on the list. In the second section, the 282 Misophonia Emotions and Behaviours Scale, the frequency of emotional and behavioural 283 reactions are investigated. Respondents are asked “Once you are aware of the sound(s), because 284 of the sound(s), how often do you:” with items such as “become anxious or distressed”. These 285"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "15  \n    are rated from 0 (never) to 4 (always). The scores are summed to form a total score, which can 286 range from 0 to 68. In the final section, respondents are asked to rate on a 1 (minimal) to 15 287 (very severe) scale how severe the overall impact of their sound sensitivity is on their day-to-day 288 life. A score of at least 7 on the severity subscale, as well as an average score of 2 or higher on 289 the Emotions and Behaviours subscale has been suggested to indicate the presence of 290 misophonia [40], as this cut-off indicates at least “moderate sound sensitivities” causing 291 “significant interference”. 292 Duke Misophonia Questionnaire (DMQ). 293 The DMQ [40], is an 86-item measure of misophonia.  The DMQ assesses affective, 294 physiological, and behavioural responses to sound triggers, coping strategies, and the impact 295 misophonia has on one’s life. The DMQ is one of the most comprehensive self-report 296 misophonia measures to date. The DMQ contains 9 subscales that measure: (1) trigger frequency 297 (16 items), (2) affective responses (5 items), (3) physiological responses (8 items), (4) cognitive 298 responses (10 items), (5) coping before (6 items), (6) coping during (10 items), (7) coping after 299 (5 items), (8) impairment (12 items), and (9) beliefs (14 items). Beyond these subscales, there are 300 also composite scales for overall Symptom Severity (combined affective, physiological, and 301 cognitive subscales) and Coping (combined coping subscales). The types of questions vary 302 across the subscales but mostly involve Likert scale responses. When compared to multiple other 303 misophonia self-report measures, DMQ scores have been found to be highly correlated, 304 indicating reliable assessment of caseness for misophonia (see [40] for details). Scores on each 305 subscale are summed for a total score, and a cut-off of 39 or greater indicates severe 306 symptomology, which qualifies the respondent for misophonia on this measure. 307"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16  \n    Duke-Vanderbilt Misophonia Screening Questionnaire (DVMSQ). 308 The DVMSQ [32] is a 21-item measure of misophonia that complements the DMQ, 309 assessing the symptoms and functional impairments related to misophonia. The DVMSQ also 310 contains a diagnostic algorithm that determines whether cases are clinical or subclinical, based 311 on the consensus definition of misophonia [7; 32]. The first item is a Yes/No screening question 312 that asks if there are specific sounds the respondent is extremely bothered by, even if they are not 313 loud. If the respondent selects ‘no’, they are instructed to discontinue. If the respondent selects 314 ‘yes,’ they continue to 20 Likert items. The Likert items include 12 “symptom frequency” items 315 (rated on a Likert scale from 0 (never) to 4 (very often)), as well as 8 “impairment” items (rated 316 on a scale from 0 (not at all) to 4 (an extreme amount)). The questionnaire’s diagnostic 317 algorithm, which compiles scores across all items, is then used to determine if a respondent has 318 no misophonia, subclinical misophonia, or clinical misophonia. 319 Inventory of Hyperacusis Symptoms (IHS).  320 The IHS [41] is a 25-item self-report measure used to assess hyperacusis symptoms. The IHS 321 uses 25 Likert items such as “Compared to most people, common everyday sounds seem 322 excessively loud to me” with responses ranging from “not at all” to “very much so”. The 323 questionnaire addresses symptoms, impact on daily functioning, and other relevant areas. Scores 324 are summed from 0 to 100, with a cut-off score of 69, indicating that the symptoms cause at least 325 “somewhat of a problem,” used to suggest the presence of hyperacusis. More recent research 326 however has suggested that a cut-off score of 56 provides a superior balance of sensitivity and 327 specificity [42], therefore we examined prevalence in our sample by considering both cut-offs.  328 Data Integrity Check 329"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "17  \n    To ensure the quality of the data and accurate responses from participants, several 330 measures were taken. First, a “commitment check” was inserted before the questionnaires began. 331 It described the importance of deliberate and thoughtful responses to the survey and asked 332 participants “Do you commit to providing thoughtful answers to all the questions in this 333 survey?”. Response options were “Yes, I will”, “No, I will not.”, or “I can’t promise either way”. 334 Next, 4 attention check questions such as “Please select ‘Often true’ to confirm you are reading 335 these questions closely.” were inserted into the survey to ensure that respondents were 336 adequately reading and attending to the content. A final measure used in this survey was an 337 “honesty check” that informed participants that there would be no penalty for their answer. It 338 simply asked, “Did you answer any of the above questions randomly?”. Participants who 339 answered “yes” to this question, or incorrectly responded to any of the attention check questions 340 were removed from the dataset and analyses.  341 After removing low-quality data (n = 1016), a final sample of 2080 participants were 342 included in the analyses for the present study (M age = 20.47, SD = 3.35; 435 male, 1600 female, 343 45 non-cisgendered). Additionally, MQ severity data was only collected from 1033 of these 344 participants due to an error in the Qualtrics program. 345  Data Analysis  346 Analyses were conducted in the statistical programs Jamovi (version 2.3.28), and Jasp 347 (version 0.19.3). Due to unequal variances, Welch’s ANOV As were used, with Games-Howell 348 and Tukey HSD post-hoc tests used for continuous variables to determine whether scores 349 differed significantly across gender groups, and Chi-square tests of association were used for 350 proportions of clinical cases. Effect sizes are reported using Cohen’s d, η², Cramer’s V , and 351"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18  \n    Pearson’s r, where appropriate. To examine associations between DST variables and AQ and 352 MSCS, Pearson’s correlations were conducted. Due to a large sample size, Cohen’s d effect sizes 353 greater than +/-0.3, η² effect sizes greater than 0.06, and Pearson’s r effect sizes greater than +/-354 0.3 were considered moderate and meaningful effects.  355 Results 356 Prevalence 357 Misophonia  358 Estimates varied between each self-report measure for misophonia (see Figure 1). For the 359 MQ, 12% (n = 128) of the sample met the clinical cut-off for misophonia. This prevalence 360 estimate was different among our gender groups, with 14% (n = 114) of women meeting cut-off, 361 while 10% (n = 20) of men, and 25% (n = 6) of those with non-cisgender expression met the cut-362 off. Chi-square tests of association indicated the prevalence of clinical misophonia showed a 363 weak difference across genders, χ² = 30.5, p <.001, V = 0.175. Standardized residuals indicated 364 that clinical cases were more prevalent for females and non-cisgendered participants, relative to 365 male participants, but female and non-cisgendered participants were not significantly different 366 from each other (see Supplemental Materials for detailed statistics).  367 MQ Severity scores were found to be significantly different between gender groups, (F(2, 368 69.3) = 6.05, p =.004, η² = 0.012). Tukey corrected post-hoc tests using Cohen’s d revealed a 369 small effect size for the difference between men and women (d  = -0.208, pTukey = 0.023), while 370 the difference between men and non-cisgendered participants demonstrated a medium effect size 371"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "19  \n    (d = -0.597, pTukey = 0.009). The difference between women and non-cisgendered participants 372 was not significant (d = -0.389, pTukey = 0.107). 373 [INSERT FIGURE 1 AROUND HERE] 374 Fig 1: Prevalence of clinical DST and autism in each gender group according to each 375 measure; Misophonia Questionnaire (MQ), Duke Misophonia Questionnaire (DMQ), Duke 376 Vanderbilt Misophonia Screening Questionnaire (DVMSQ), Inventory of Hyperacusis 377 Symptoms (IHS), Autism spectrum Quotient (AQ). 378 For the DMQ, misophonia was reported in 18% (n = 374) of the sample. Prevalence 379 according to DMQ was 21% (n = 328) among women, 6% (n = 24) among men, and 61% (n = 380 23) among non-cisgendered participants. By gender, chi-square tests of association indicated the 381 prevalence of clinical misophonia showed a moderate difference across genders, χ² = 99.7, p 382 <.001, V = 0.219. Standardized residuals indicated that clinical cases were more prevalent for 383 females and non-cisgendered participants, relative to male participants (see Supplemental 384 Materials for detailed statistics). 385 DMQ total scores also varied across the gender groups (F(2, 115.8) = 78.2, p <.001, η² = 386 0.070). Tukey corrected post-hoc tests using Cohen’s d revealed a medium effect size for the 387 difference between men and women (d  = -0.506, pTukey < 0.001) while the differences between 388 men and non-cisgendered participants, as well as women and non-cisgendered participants 389 demonstrated large effect sizes (d = -1.647, pTukey < 0.001) and (d = -1.140, pTukey < 0.001) 390 respectively for the total score. The DMQ Severity subscale scores were also significantly 391 different across groups (F(2, 115.8) = 88.9, p <.001, η² = 0.079). Post hoc tests demonstrated a 392 medium effect size for the difference between men and women (d = -0.577, pTukey < 0.001), a 393"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "20  \n    large effect size for the difference between men and non-cisgendered participants (d = -1.660, 394 pTukey < 0.001), and a large effect size for the difference between women and non-cisgendered 395 participants (d = -1.084, pTukey < 0.001). Finally, DMQ Coping subscale scores were also 396 significantly different across groups (F(2, 116.6) = 56.9, p <.001, η² = 0.052), with the men and 397 women demonstrating a significant but small effect size difference (d = -0.431, pTukey < 0.001), 398 while the effect sizes for the differences between men and non-cis participants (d = -1.406, pTukey 399 < 0.001) and women and non-cis participants (d = -0.974, pTukey < 0.001) were large. 400 The DVMSQ detected clinical misophonia in 13% (n = 272) of the sample. By gender, 401 chi-square tests of association indicated the prevalence of clinical misophonia showed a weak 402 difference across genders, χ² = 136.3, p <.001, V = 0.181. Standardized residuals indicated that 403 clinical cases were more prevalent for females and non-cisgendered participants, relative to male 404 participants, and the same was true for sub-clinical cases (see Supplemental Materials for 405 detailed statistics). Furthermore, since this questionnaire also includes a categorization for 406 subclinical misophonia, 14% of the sample (n = 287) were suggested to have sub-clinical 407 misophonia. 14% of women (n = 230), 4% of men (n = 18), and 58% (n = 22) of non-408 cisgendered participants met criteria for clinical misophonia. 409 Hyperacusis 410  Using the cut-off score of 56, which has been suggested to have a superior balance of 411 sensitivity and specificity [42], the IHS indicated that 17% (n = 344) of participants met the 412 criteria for clinical hyperacusis. By gender, chi-square tests of association indicated the 413 prevalence of clinical hyperacusis showed a weak difference across genders, χ² = 62.5, p <.001, 414 V = 0.173. Specifically, 18% (n = 293) of women, 7% (n = 30) of men, and 47% (n = 18) of the 415"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "21  \n    non-cisgendered participants met the clinical cut-off. Standardized residuals indicated that 416 clinical cases were more prevalent for females and non-cisgendered participants, relative to male 417 participants (see Supplemental Materials for detailed statistics).  418 Considering total IHS scores, differences across gender were moderate (F(2, 114.2) = 419 65.5, p <.001, η² = 0.059). Tukey post-hoc tests using Cohen’s d revealed a medium effect size 420 for the difference between men and women (d  = -0.415, pTukey = 0.023) while the difference 421 between men and non-cis participants (d = -1.605, pTukey <.001) and women and non-cis 422 participants (d = -1.190, pTukey < .001) demonstrated very strong effect sizes. Note that using the 423 cut-off score of 69 proposed during scale development [41], the prevalence of hyperacusis was 424 estimated at 6% (n = 134). 425 Comorbid Misophonia and Hyperacusis  426 In investigating the prevalence of the comorbidity of misophonia and hyperacusis, we 427 found that 15% (n = 310) of the participants had clinically significant misophonia according to at 428 least one of the MQ, DMQ, or DVMSQ. Participants who met criteria for either misophonia or 429 hyperacusis made up 18% (n = 374), and those who met criteria for both conditions, indicating 430 comorbidity, were 13% (n = 280) of the sample. 431 Autistic Traits 432 AQ scores indicate that 11% (n = 231) of the sample have clinically significant autistic 433 traits. By gender, 11% (n = 181) women, 7% (n = 30) men, and 42% (n = 16) of the non-434 cisgendered participants had clinically significant autistic traits. Chi-square tests of association 435 indicated the prevalence of clinically significant autistic traits showed a weak difference across 436 genders, χ² = 58.5, p <.001, V = 0.168. Standardized residuals indicated that clinical cases were 437"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "22  \n    more prevalent for females and non-cisgendered participants, relative to male participants (see 438 Supplemental Materials for detailed statistics).  439 A significant group difference was also found in total scores (F(2, 114.8) = 24.4, p <.001, 440 η² = 0.023). Post-hoc tests using Cohen’s d revealed a non-significant effect size for the 441 difference between men and women (d  = -0.082, pTukey = 0.283) while the difference between 442 men and non-cis participants demonstrated a strong effect size (d = -1.093, pTukey < .001). The 443 difference between women and non-cis participants was also strong (d = -1.011, pTukey < .001). 444 DST and Autistic Traits 445 Given the categorical nature of the misophonia classification on the DVMSQ, a one-way 446 between-subjects ANOV A was conducted to investigate whether participants classified by no 447 misophonia, subclinical misophonia, and clinical misophonia on the DVMSQ varied in their 448 degree of autistic traits. AQ scores differed significantly across the DVMSQ classifications, 449 (F(2,2077) = 89.0, p < .001, η2 = 0.079), with a medium effect size. Tukey corrected post-hoc 450 comparisons indicated that AQ scores were significantly higher with a large effect size for 451 clinically significant misophonia (M= 24.5, SD= 7.1) compared to no misophonia (d  = -0.851, 452 pTukey < .001), a medium effect size for clinical misophonia relative to sub-clinical (M= 21.4, 453 SD= 6.3, d  = 0.504, pTukey < .001), and a medium effect size for no misophonia (M= 19.2, SD= 454 6.2) compared to sub-clinical (d  = -0.347, pTukey < .001). 455 [INSERT FIGURE 2 AROUND HERE] 456 Fig 2: Mean Autism Spectrum Quotient (AQ) and Multidimensional Social Competence 457 Scale (MSCS) total scores for Duke-Vanderbilt Misophonia Screening Questionnaire (DVMSQ) 458 classifications of clinically significant misophonia, sub-clinical misophonia, and no misophonia. 459"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "23  \n    Given the continuous nature of the remaining DST questionnaires, Pearson’s correlations 460 were performed to investigate associations between autistic traits and the intensity of DST (see 461 Figure 3). The association between the AQ scores and the MQ severity scores was found to be 462 positive and weak (r(1031) = 0.167, p < .001) while the association between AQ scores and MQ 463 Total scores was found to be positive and moderate (r(2078) = 0.370, p < .001). The relations 464 between AQ scores and DMQ symptom severity (r(2078) = 0.398, p < .001) and coping (r(2078) 465 = 0.339, p < .001) composite subscales, were weak to moderate and positive. The relation 466 between AQ scores and IHS total scores was moderate and positive (r(2078) = 0.465, p < .001). 467 [INSERT FIGURE 3 AROUND HERE] 468 Fig 3: Correlation scatterplots of Autism spectrum Quotient (AQ) total scores with 469 continuous DST measures: Misophonia Questionnaire (MQ) total, and severity subscale, 470 Inventory of Hyperacusis Symptoms (IHS), Duke Misophonia Questionnaire (DMQ) total, 471 severity, and coping subscales. 472 Social Competence  473 The association between social competence, measured by MSCS scores, and DST was 474 investigated through a series of Pearson’s correlational analyses (see Figure 4). Overall social 475 competence was found to be weakly negatively correlated with MQ severity scores (r(1031) = -476 0.140, p < .001) and with MQ total scores (r(2078) = -0.294, p < .001 ). MSCS total scores were 477 also found to be weakly to moderately negatively correlated with the severity (r(2078) = -0.339, 478 p < .001) and coping (r(2078) = -0.256, p < .001) subscales for the DMQ, and with the IHS total 479 score (r(2078) = -0.387, p < .001). Finally, MSCS scores were strongly negatively correlated 480 with AQ total scores (r(2078) = -0.614 , p < .001); see Supplementary Table 1. Associations 481"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "24  \n    between MSCS subscales and DST measures and AQ scores can be found in Supplementary 482 Materials.  483 [INSERT FIGURE 4 AROUND HERE] 484 Fig 4: Correlation scatterplots of Multidimensional Social Competence Scale (MSCS) 485 with continuous DST measures: Misophonia Questionnaire (MQ) Total and Severity, Inventory 486 of Hyperacusis Symptoms (IHS) total, Duke Misophonia Questionnaire (DMQ) Total, Severity, 487 and Coping subscales. 488 Discussion 489 With the potential impact of DST on post-secondary success in mind, the goal of this 490 current study was to lay a foundation for further research that may help prevent unnecessary 491 distress associated with DST in students at post-secondary institutions. As such, the first goal of 492 this work was to estimate the proportion of post-secondary students with clinical levels of DST 493 through a large sample of data collected at a post-secondary institution. Following that, we also 494 sought to better understand how DST varies across gender, and how it relates to autistic traits and 495 social competence. Given our previous work has shown that DST promotes social avoidance and 496 withdrawal in children [2], social competence was of interest as we theorize that DST trigger 497 exposure leads to frequent and highly aversive negative experiences, which incentivizes 498 avoidance of triggering environments. These avoidance and withdrawal tactics may then cause 499 individuals to miss out on experiences that provide important academic, social, and professional 500 development. Over an extended period, it seems logical that this may have a harmful impact on 501 overall social development, and thus negatively affect social competence. 502"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "25  \n    In the present study, the use of the DVMSQ was highly advantageous as it allowed for a 503 prevalence estimate using a diagnostic algorithm for misophonia that takes into account the 504 criteria outlined by the recently published consensus definition [7]. With a measure that reflects 505 this definition, our prevalence estimates thus reflect the most up-to-date definition of 506 misophonia. The data from this measure suggests that 13% of the post-secondary students in our 507 sample qualify for clinical misophonia, while an additional 14% of students fall in the range of 508 sub-clinical misophonia. Given the only distinction between the clinical and subclinical 509 classification is the level of impairment, this suggests that approximately 27% of post-secondary 510 students are experiencing distress as a result of misophonia triggers. Additionally, making use of 511 the DMQ and the MQ, clinical misophonia in post-secondary students is estimated at 18%, and 512 12%, respectively. While overall these findings suggest that misophonia affects between 12 and 513 27% of post-secondary students, this variability underscores the importance of establishing 514 robust tools to determine diagnosis and clinical cut-off criteria for misophonia. Similarly, 515 hyperacusis prevalence varies substantially without objective diagnostic tools. Using the criteria 516 originally established for the IHS, 6% of the sample is suggested to have clinical hyperacusis, 517 however when using the more recently validated criteria for this measure, shifting the cutoff 518 from a score of 69 to a score of 56, the prevalence was instead much higher at 17%. 519 Furthermore, when considering participants who qualify for clinical levels of either misophonia 520 on any of our measures, or hyperacusis, we found this number to be 18% of the sample, and 13% 521 of the sample qualified as comorbid for both misophonia and hyperacusis. Regardless of the 522 specific measures and cut-offs used, these results suggest that a significant number of Canadian 523 university students are actively experiencing misophonia and/or hyperacusis symptoms. Given 524"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "26  \n    misophonia has been linked to anxiety [5; 16], depression [4], and social isolation [2], it is clear 525 that DST is a significant and urgent health concern at post-secondary institutions. 526 With conflicting evidence pertaining to the relationship between gender and DST [25-27; 527 32; 34], the current study sought to examine potential gender differences in the prevalence of 528 DST. Across all DST measures, a significantly higher percentage of women in the sample 529 qualified for clinical DST conditions. This is in line with past studies that suggested an increased 530 prevalence of DST in women [17; 25; 27; 32]. The prevalence of misophonia and hyperacusis 531 specifically among non-cisgendered participants was also explored. The data revealed a high 532 prevalence of DST conditions among trans men and women, nonbinary, and genderfluid 533 participants. Notably however, our total sample only contained 45 non-cisgendered students. 534 Given that this group was comprised of highly varied gender identities that do not necessarily 535 belong in a single statistical group like this, it would be inappropriate to draw any conclusions or 536 state that DST is substantially more common among non-cisgendered people at this time. 537 Nonetheless, these findings warrant further research specifically investigating DST among these 538 different genders. 539 Recent work has highlighted the association between DST and autism [2; 3; 5; 32]. Given 540 the broader autism phenotype extends into the non-autistic population [33], we explored the 541 relation between autistic traits and DST. Based on our classification of misophonia using the 542 DVMSQ, our data suggest that highest AQ scores, and thus the most autistic traits, are present in 543 individuals with clinical levels of misophonia. Further, those with sub-clinical misophonia also 544 reported more autistic traits than those without misophonia. Consistent with this, our measures 545 that provided an estimate of overall misophonia (MQ, DMQ) and hyperacusis (IHS) symptom 546 severity revealed that higher autistic traits were related to higher misophonia and hyperacusis 547"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "27  \n    symptom severity. This finding is in keeping with previous research that also found overall 548 severity for both misophonia and hyperacusis to be correlated with higher autistic traits [5]. 549 Furthermore, DST has been found to be more highly prevalent in autistic people than in non-550 autistic people [32]. This information highlights autistic post-secondary students as a group for 551 which DST-based accommodations are especially important.  As previously discussed, many 552 universities and post-secondary institutions already make efforts to accommodate and support 553 autistic students with sensory differences, though a formal diagnosis is often required to access 554 such services. Given that DST appears to be more prevalent in students with subclinical autistic 555 traits, this speaks to the need for more liberal accommodation of sensory differences, such as 556 DST, for post-secondary students. Thus, leveraging these prevalence estimates, our hope is post-557 secondary institutions will enhance and improve the kinds of supports they offer to support 558 sensory differences among both autistic and non-autistic students. 559 As students transition into post-secondary environments, this change often comes with a 560 host of new social experiences and demands. Past research has shown a link between social 561 competence and academic progress in children and adolescents [43; 44], though there is a 562 paucity of research specifically investigating whether poor social skills negatively impact 563 academic success at the post-secondary level. We speculate however that one’s social 564 competence is likely related to overall success in post-secondary environments both 565 academically and socially. Our results indicated that both higher misophonia and hyperacusis 566 symptoms were associated with lower social competence. Given that people with misophonia 567 and hyperacusis frequently adopt avoidance strategies to cope with their decreased tolerance to 568 sound triggers [2], and many of the environments that are fundamental for academic and social 569 success are likely to be filled with potentially triggering stimuli, it is possible that the measures 570"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "28  \n    taken to cope with DST are at the same time negatively impacting social competence. However, 571 given these findings are correlational in nature, this relationship warrants further investigation. 572 Nevertheless, these findings suggest that many of the students who have the more severe 573 expressions of DST appear to also have overall lower social competence, and the kinds of 574 experiences that might improve those social skills are also difficult to safely engage in due to the 575 risk of experiencing the negative effects of their DST condition. 576 Many Canadian universities and post-secondary institutions have departments or offices 577 that provide supports to improve quality of life and chances at academic success for students 578 with physical and mental health conditions, disabilities, sensory or developmental differences, 579 and any other life factors that may infringe on a student’s ability to succeed. It is important that 580 disorders of DST, such as misophonia and hyperacusis, are known to and legitimized by these 581 entities, so that students with these conditions can have supports made available to them. This 582 may include options such as preferred seating in lecture halls, allowances to wear ear plugs or 583 noise cancelling headphones during classes, access to note-taking services, etc. Further research 584 should be undertaken to investigate the best accommodation techniques and the most efficient 585 ways to implement them, especially given that resources are often spread thin in these 586 departments, with issues like long wait times for support being an issue for some universities 587 [21]. To that end, our team intends to explore in future research the specific ways that learning 588 and memory are impeded as consequences of exposure to DST triggers; something highly 589 relevant to student success at post-secondary institutions. Specific data on this would likely be of 590 interest to university organizations committed to maximizing success for all students. 591 The present research represents a significant step forward in DST research in a few 592 notable ways. First, this is among the largest samples reported thus far in the DST literature. It 593"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "29  \n    also represents one of the first DST prevalence estimates in a Canadian university population, 594 and one of the first studies to make use of the DVMSQ, thus incorporating the new consensus 595 definition. This adds to the global effort to study the populations most affected by these 596 conditions. Given the large sample, it was possible to examine relations with gender as well as 597 autistic traits and social abilities.  However, this study is not without limitations. The most 598 significant limitation is the use of self-report measures. While this may impose bias in the 599 results, there are currently no objective tools available to measure or assess DST conditions. This 600 study was also conducted as an online survey; thus, we were unable to monitor participants as 601 they completed the study. This limitation was mitigated by the aggressive use of attention checks 602 and honesty measures in the study to ensure the data used in our analyses was of good quality. 603 An additional limitation of the current study is the disproportionate number of women 604 respondents. While this resulted in an unequal gender distribution, given our large sample, it was 605 still possible to explore proportional differences in DST across different genders. A final 606 limitation is the reduced size of the sample that completed the MQ severity measure, compared 607 to the sample that completed the other measures used in this study. Despite this missing data, a 608 large sample size was nevertheless obtained for that measure. 609 Conclusion 610 In summary, these findings demonstrate that clinical levels of misophonia and 611 hyperacusis affect many Canadian university students, particularly female and non-cisgendered 612 students. These conditions may lead to difficulty succeeding in social, academic, and 613 professional contexts, all three of which are important in the lives of young adults attending post-614 secondary institutions. Our findings additionally highlight the relations between DST and autistic 615 traits and social competence. For these reasons, it is crucial that more advancements be made in 616"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "30  \n    our knowledge of who is affected the most by these conditions and why, so that techniques can 617 be developed and implemented to ease the burden. 618  619  620  621  622  623  624  625  626  627  628  629  630  631  632  633"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "31  \n    References 634 [1] Jastreboff MM, Jastreboff PJ. Components of Decreased Sound Tolerance: Hyperacusis, 635 misophonia, phonophobia [ITHS News Lett]. 2001. 636 [2] Scheerer NE, Boucher TQ, Bahmei B, Iarocci G, Arzanpour S, Birmingham E. Family 637 experiences of decreased sound tolerance in ASD. Journal of autism and developmental 638 disorders. 2021 Sep 1:1-5. 639 [3] Williams ZJ, He JL, Cascio CJ, Woynaroski TG. A review of decreased sound tolerance in 640 autism: Definitions, phenomenology, and potential mechanisms. Neuroscience & 641 Biobehavioral Reviews. 2021 Feb 1;121:1-7. 642 [4] Simner J, Rinaldi LJ. Misophonia, self‐harm and suicidal ideation. Psychiatry and Clinical 643 Neurosciences Reports. 2023 Dec;2(4):e142. 644 [5] Scheerer NE, Boucher TQ, Arzanpour S, Iarocci G, Birmingham E. Autistic and Non-Autistic 645 Experiences of Decreased Sound Tolerance and Their Association with Mental Health and 646 Quality of Life. Autism in Adulthood. 2024 Aug 7. 647 [6] American Psychiatric Association. (2022). Diagnostic and statistical manual of mental 648 disorders (5th ed., text rev.). https://doi.org/10.1176/appi.books.9780890425787 649 [7] Swedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, Jastreboff PJ, Kumar S, 650 Rosenthal MZ, Rouw R, Schiller D. Consensus definition of misophonia: a delphi study. 651 Frontiers in neuroscience. 2022 Mar 17;16:841816. 652 [8] Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: Phenomenology, comorbidity 653 and demographics in a large sample. PloS one. 2020 Apr 15;15(4):e0231390. 654"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "32  \n    [9] Rouw R, Erfanian M. A large‐scale study of misophonia. Journal of clinical psychology. 2018 655 Mar;74(3):453-79. 656 [10] Schröder A, van Wingen G, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, Denys D. 657 Misophonia is associated with altered brain activity in the auditory cortex and salience 658 network. Scientific reports. 2019 May 17;9(1):7542. 659 [11] Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, and 660 clinical correlates in an undergraduate student sample. Journal of clinical psychology. 2014 661 Oct;70(10):994-1007. 662 [12] Berger JI, Gander PE, Kumar S. A social cognition perspective on misophonia. 663 Philosophical Transactions of the Royal Society B. 2024 Aug 26;379(1908):20230257. 664 [13] Adams B, Sereda M, Casey A, Byrom P, Stockdale D, Hoare DJ. A Delphi survey to 665 determine a definition and description of hyperacusis by clinician consensus. International 666 journal of audiology. 2021 Aug 2;60(8):607-13.  667 [14] Fackrell K, Stratmann L, Kennedy V , MacDonald C, Hodgson H, Wray N, Farrell C, 668 Meadows M, Sheldrake J, Byrom P, Baguley DM. Identifying and prioritising unanswered 669 research questions for people with hyperacusis: James Lind Alliance Hyperacusis Priority 670 Setting Partnership. BMJ open. 2019 Nov 1;9(11):e032178. 671 [15] Sheldrake J, Diehl PU, Schaette R. Audiometric characteristics of hyperacusis patients. 672 Frontiers in neurology. 2015 May 15;6:105. 673 [16] Guetta RE, Siepsiak M, Shan Y , Frazer-Abel E, Rosenthal MZ. Misophonia is related to 674 stress but not directly with traumatic stress. Plos one. 2024 Feb 22;19(2):e0296218. 675"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "33  \n    [17] Brennan CR, Lindberg RR, Kim G, Castro AA, Khan RA, Berenbaum H, Husain FT. 676 Misophonia and Hearing Comorbidities in a Collegiate Population. Ear and hearing. 2024 677 Mar 1;45(2):390-9. 678 [18] Smit AL, Stegeman I, Eikelboom RH, Baguley DM, Bennett RJ, Tegg‐Quinn S, Bucks RS, 679 Stokroos RJ, Hunter M, Atlas MD. Prevalence of hyperacusis and its relation to health: the 680 Busselton healthy ageing study. The Laryngoscope. 2021 Dec;131(12):E2887-96. 681 [19] Sharp J, Theiler S. A review of psychological distress among university students: 682 Pervasiveness, implications and potential points of intervention. International Journal for 683 the advancement of counselling. 2018 Sep;40:193-212. 684 [20] Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological 685 investigations and case descriptions. Frontiers in human neuroscience. 2013 Jun 686 25;7:47988. 687 [21] Read A, Lutgens D, Malla A. A descriptive overview of mental health services offered in 688 post-secondary educational institutions across Canada. The Canadian Journal of Psychiatry. 689 2023 Feb;68(2):101-8. 690 [22] Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university students: 691 Incidence, associated impairment, and clinical correlates. Journal of obsessive-compulsive 692 and related disorders. 2017 Jul 1;14:7-12. 693 [23] Patel NM, Fameen R, Shafeek N, Prabhu P. Prevalence of Misophonia in College going 694 students of India: a preliminary Survey. Indian Journal of Otolaryngology and Head & 695 Neck Surgery. 2023 Jun;75(2):374-8. 696"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "34  \n    [24] Vitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham T, Gregory J. Misophonia in 697 the UK: Prevalence and norms from the S-Five in a UK representative sample. PLoS One. 698 2023 Mar 22;18(3):e0282777. 699 [25] Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and characteristics of misophonia in 700 Ankara, Turkey: population-based study. BJPsych open. 2021 Sep;7(5):e144. 701 [26] Jakubovski E, Müller A, Kley H, de Zwaan M, Müller-Vahl K. Prevalence and clinical 702 correlates of misophonia symptoms in the general population of Germany. Frontiers in 703 psychiatry. 2022 Nov 21;13:1012424. 704 [27] Dixon LJ, Schadegg MJ, Clark HL, Sevier CJ, Witcraft SM. Prevalence, phenomenology, 705 and impact of misophonia in a nationally representative sample of US adults. Journal of 706 psychopathology and clinical science. 2024 May 23. 707 [28] Ren J, Xu T, Xiang T, Pu JM, Liu L, Xiao Y , Lai D. Prevalence of hyperacusis in the general 708 and special populations: a scoping review. Frontiers in neurology. 2021 Sep 3;12:706555. 709 [29] Cogen T, Cetin Kara H, Kara E, Telci F, Yener HM. Investigation of the relationship 710 between hyperacusis and auditory processing difficulties in individuals with normal 711 hearing. European Archives of Oto-Rhino-Laryngology. 2024 Jan;281(1):469-77. 712 [30] Jastreboff PJ, Jastreboff MM. The neurophysiological approach to misophonia: Theory and 713 treatment. Frontiers in Neuroscience. 2023 Mar 23;17:895574. 714 [31] Ashburner J, Ziviani J, Rodger S. Sensory processing and classroom emotional, behavioral, 715 and educational outcomes in children with autism spectrum disorder. The American 716 Journal of Occupational Therapy. 2008 Sep 1;62(5):564-73. 717"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "35  \n    [32] Williams ZJ, Cascio CJ, Woynaroski TG. Psychometric validation of a brief self-report 718 measure of misophonia symptoms and functional impairment: The duke-vanderbilt 719 misophonia screening questionnaire. Frontiers in Psychology. 2022 Jul 22;13:897901. 720 [33] Ruzich E, Allison C, Smith P, Watson P, Auyeung B, Ring H, Baron-Cohen S. Measuring 721 autistic traits in the general population: a systematic review of the Autism-Spectrum 722 Quotient (AQ) in a nonclinical population sample of 6,900 typical adult males and females. 723 Molecular autism. 2015 Dec;6:1-2. 724 [34] Sujeeth PR, Hanji R, Nayyar K, Prabhu P. Estimation of prevalence of misophonia among 725 high school students in India. Indian Journal of Otolaryngology and Head & Neck Surgery. 726 2024 Apr;76(2):1678-81. 727 [35] Wickie A, Van Esch N, Scheerer NE, Social success in a noisy world: Exploring the 728 relationship between decreased sound tolerance and social profiles. Unpublished. 729 [36] Baron-Cohen S, Wheelwright S, Skinner R, Martin J, Clubley E. The autism-spectrum 730 quotient (AQ): Evidence from asperger syndrome/high-functioning autism, males and 731 females, scientists and mathematicians. Journal of autism and developmental disorders. 732 2001 Feb;31:5-17. 733 [37] Broadbent J, Galic I, Stokes M. Validation of autism spectrum quotient adult version in an 734 Australian sample. Autism research and treatment. 2013;2013(1):984205. 735 [38] Yager J, Iarocci G. The development of the multidimensional social competence scale: A 736 standardized measure of social competence in autism spectrum disorders. Autism 737 Research. 2013 Dec;6(6):631-41. 738"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "36  \n    [39] Trevisan DA, Tafreshi D, Slaney KL, Yager J, Iarocci G. A psychometric evaluation of the 739 Multidimensional Social Competence Scale (MSCS) for young adults. PloS one. 2018 Nov 740 2;13(11):e0206800. 741 [40] Rosenthal MZ, Anand D, Cassiello-Robbins C, Williams ZJ, Guetta RE, Trumbull J, Kelley 742 LD. Development and initial validation of the duke misophonia questionnaire. Frontiers in 743 psychology. 2021 Sep 29;12:709928. 744 [41] Greenberg B, Carlos M. Psychometric properties and factor structure of a new scale to 745 measure hyperacusis: introducing the inventory of hyperacusis symptoms. Ear and hearing. 746 2018 Sep 1;39(5):1025-34. 747 [42] Aazh H, Danesh AA, Moore BC. Internal consistency and convergent validity of the 748 inventory of hyperacusis symptoms. Ear and Hearing. 2021 Jul 1;42(4):917-26. 749 [43] Denham SA. Social-emotional competence as support for school readiness: What is it and 750 how do we assess it?. Early education and development. 2006 Jan 3;17(1):57-89. 751 [44] Wentzel KR. Relations between social competence and academic achievement in early 752 adolescence. Child development. 1991 Oct;62(5):1066-78. 753"
    }
  ]
}