{
  "doc_type": "scientific paper",
  "title": "Conscious Processing and the Global Neuronal Workspace Hypothesis",
  "authors": [
    "Mashour"
  ],
  "year": 2020,
  "journal": "Science, Neuroscience Graduate Program, and Department of",
  "doi": "10.1016/j.neuron.2020.01.026.",
  "abstract": "We review the central tenets and neuroanatomical basis of the global neuronal workspace (GNW) hypothesis, which attempts to account for the main scientific observations regarding the elementary mechanisms of conscious processing in the human brain. The GNW proposes that, in the conscious state, a non-linear network ignition associated with recurrent processing amplifies and sustains a neural representation, allowing the corresponding information to be globally accessed by local processors. We examine the GNW hypothesis in light of recent data that contrast brain activity evoked by either conscious or nonconscious contents, as well as during conscious or non-conscious states, particularly general anesthesia. We also discuss the relationship between the intertwined concepts of conscious processing, attention, and working memory.",
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:50:21.375134Z",
  "source_pdf": "documents/research/Global/Mashour 2020 Conscious Processing and the Global Neuronal Workspace Hypothesis.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Conscious Processing and the Global Neuronal Workspace \nHypothesis\nGeorge A. Mashour1, Pieter Roelfsema2,3,4, Jean-Pierre Changeux5,6,*, Stanislas \nDehaene7,8,*\n1Center for Consciousness Science, Neuroscience Graduate Program, and Department of \nAnesthesiology, University of Michigan, Ann Arbor, MI, USA\n2Department of Vision & Cognition, Netherlands Institute for Neuroscience, Meibergdreef 47, \n1105 BA, Amsterdam, the Netherlands\n3Department of Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research, \nVU University, Amsterdam, the Netherlands\n4Department of Psychiatry, Academic Medical Center, Amsterdam, the Netherlands\n5CNRS UMR 3571, Institut Pasteur, 75724 Paris & Collège de France, 75005 Paris, France\n6Kavli Institute for Brain & Mind, University of California, San Diego, La Jolla, CA, USA\n7Collège de France, 11 Place Marcelin Berthelot, 75005 Paris, France\n8Cognitive Neuroimaging Unit, CEA, INSERM, Université Paris-Sud, Université Paris-Saclay, \nNeuroSpin Center, 91191 Gif/Yvette, France\nAbstract\nWe review the central tenets and neuroanatomical basis of the global neuronal workspace \n(GNW) hypothesis, which attempts to account for the main scientific observations regarding \nthe elementary mechanisms of conscious processing in the human brain. The GNW proposes \nthat, in the conscious state, a non-linear network ignition associated with recurrent processing \namplifies and sustains a neural representation, allowing the corresponding information to be \nglobally accessed by local processors. We examine the GNW hypothesis in light of recent data \nthat contrast brain activity evoked by either conscious or nonconscious contents, as well as during \nconscious or non-conscious states, particularly general anesthesia. We also discuss the relationship \nbetween the intertwined concepts of conscious processing, attention, and working memory.\nIntroduction\nThe nature and mechanism of conscious processing is arguably one of the most intriguing \nquestions in 21st-century neuroscience. The past two decades have witnessed substantial \n*Correspondence: changeux@noos.fr (J.-P.C.), stanislas.dehaene@gmail.com (S.D.). \nDECLARATION OF INTERESTS\nS.D. is a co-author on European patent EP 2 983 586 B1 “Methods to monitor consciousness.” Other authors declare no competing \ninterests.\nHHS Public Access\nAuthor manuscript\nNeuron . Author manuscript; available in PMC 2022 January 20.\nPublished in final edited form as:\nNeuron . 2020 March 04; 105(5): 776–798. doi:10.1016/j.neuron.2020.01.026.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "progress in the field, which has been driven by an array of conceptual and experimental \nadvances ( Dehaene and Changeux, 2011 ; Koch et al., 2016 ). Just over 20 years ago, \ntwo of the authors (J.-P.C. and S.D.) proposed a simple and neurobiologically informed \ntheoretical framework for conscious processing, termed the “global neuronal workspace \n(GNW) hypothesis” ( Dehaene et al., 1998 ). In the present review, we describe its central \ntenets, neuroanatomic basis, and recent studies supporting or challenging its explanatory \npower in answering questions of key relevance to conscious access.\nGiven the rich and often confusing nomenclature related to consciousness, it will \nbe beneficial to clarify some basic terminology that will be used. One distinction \nrelates to “phenomenal consciousness” versus “access consciousness” ( Block, 2005 ). \nPhenomenal consciousness, by definition, involves a hypothetical and idealized situation \nof pure subjective experience (also called “qualia”) without further associated information \nprocessing (and, therefore, no need for verbal report). Access consciousness refers to the \nfact that conscious information, unlike unconscious information, is accessible to numerous \ncognitive processors, such as those mediating working memory, verbal report, or motor \nbehavior. The importance of this distinction remains hotly debated, but it has been suggested \nthat “global availability of information (...) is what we subjectively experience as a \nconscious state” ( Dehaene and Naccache, 2001 ). Thus, unless otherwise specified, the term \n“consciousness” in this review will be replaced by conscious access. Note that conscious \naccess can occur with or without overt behavioral report. Although a report is often \nneeded to decide whether a stimulus was consciously perceived, “no-report” paradigms \nare emerging in which conscious access can be de-confounded from traditional behavioral \nresponsiveness ( Aru et al., 2012 ).\nAnother distinction relates to the level and content of conscious processing, two dimensions \nof conscious processes that are distinct though not fully dissociable ( Bachmann and Hudetz, \n2014 ). Level refers to the overall state of an individual (e.g., being awake versus drowsy, \nasleep, or comatose), whereas content refers to the information that is currently experienced \n(e.g., seeing a red rose versus a yellow sun). We will address the relevance of the GNW to \nboth level and content of conscious processing in the course of this review.\nCentral Tenets and Neuroanatomical Basis of the GNW Theory\nThe central thesis of the original global workspace theory was proposed by Baars \n(1988) . It is a psychological construct arguing that perceptual contents, which are acted \nupon by localized processors, only become conscious when they are widely broadcasted \nto other processors across the brain. Broadcasting implies that the information in the \nworkspace becomes available to many local processors, and it is the wide accessibility \nof this information that is hypothesized to constitute conscious experience. Baars’s global \nworkspace involves processors related to the past (memory), present (sensory input, \nattention), and future (value systems, motor plans, verbal report) (Figure 1A). Thus, \nthe global workspace achieves experiential integration that is, in terms drawn from the \nphilosophy of mind, both synchronic (at a particular point) and diachronic (over time).\nBaars suggested the diffuse, extended reticular-thalamic activating system as the main brain \nstructure forming the global workspace. However, Baars’s instantiation of the hypothesis Mashour et al. Page 2\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "does not distinguish between the level of conscious processing (under the control of the \nreticular formation) and the content. By contrast, the GNW hypothesis, as initially proposed \nby Dehaene et al. (1998)  and later simulated ( Dehaene and Changeux, 2005 ; Dehaene et al., \n2003 ), proposes a defined brain network as the neural instantiation. In addition to localized, \nspecialized, and modular cortical areas that process specific perceptual, motor, memory, and \nevaluative information, a second computational space is composed of widely distributed \nexcitatory neurons (called GNW neurons) with long-range axons, forming reciprocally \nconnected tracts able to “selectively mobilize or suppress, through descending connections, \nthe contribution of specific processor neurons.” This distributed population of neurons \nis postulated to possess the ability to receive bottom-up information from and transmit \ntop-down information to any of the various processors, thus selecting and broadcasting \ninformation. At the neuronal level, the GNW hypothesis postulates a key role for large \npyramidal cells in cortical layer II/III (Figure 1B) but also a contribution of pyramidal cells \nin deeper layer V , as illustrated by recent studies (see below).\nAnother important feature of the theory is the proposal that the GNW activates in a \nnon-linear manner called “ignition” ( Dehaene et al., 2003 ). Ignition is characterized by \nthe sudden, coherent, and exclusive activation of a subset of workspace neurons coding \nfor the current conscious content, with the remainder of the workspace neurons being \ninhibited. Ignition may be triggered by an external stimulus, as part of a cognitive task, or \nit may occur spontaneously and stochastically at rest. In the latter case, even during the \nunstimulated resting state, simulations show that the GNW is subject to a continuous stream \nof stochastic spontaneous activity ( Dehaene and Changeux, 2005 ), thereby implementing a \nsource of diversity that can continuously activate mental representations in an endogenous \nmanner. This property of the model fits with the constant variations in fMRI and \nelectroencephalogram (EEG) functional connectivity that are observed in the awake resting \nbrain and that vanish during anesthesia or in patients with disorders of consciousness \n(Barttfeld et al., 2015 ; Demertzi et al., 2019 ).\nIt is important to note that the GNW is not a localizationist theory of conscious access, nor is \nconscious access posited to exist solely in a given node of the GNW (for recent discussions \nof localization and conscious access, see Boly et al., 2017 ; Odegaard et al., 2017 ). Rather, \nthe GNW acts as a distributed “router” associated with millions of neurons distributed \nin many brain regions through which information can be amplified, sustained, and made \navailable to specialized sensory processors and thalamocortical loops. The prefrontal cortex \nis posited to play a key role in the GNW because of the greater density of neurons \nthought to be critical for global broadcasting of information, but it is not proposed as \nthe exclusive territory for conscious access. The GNW was, indeed, initially suggested \nto include the dorsolateral prefrontal and inferior parietal cortex together with a set of \nspecialized and modular perceptual, motor, memory, evaluative, and attentional processors. \nOther cortical hubs, such as the anterior temporal cortex, anterior and posterior cingulate \ncortex, and precuneus, may be equally important. Note that these areas are neither identical \nnor redundant: each has their own functional specificity and connectivity pattern, yet the \ncommunication between them is so extensive and rapid that any information available to \none is quickly made available to others. Their tight bidirectional connectivity creates the \nconditions for ignition, i.e., the triggering of a sudden collective and reverberant coordinated Mashour et al. Page 3\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "activity that mediates global broadcasting. Recent tracer studies in non-human primates \nindicate that these areas indeed connect together as a “high-efficiency cortical core” with \nhigh-density connectivity ( Markov et al., 2013 ) (Figure 1C).\nSimulations of the Global Workspace\nThe 1998 GNW model was initially applied to the computer simulation of the classical \nword-color Stroop tasks. This simulation showed that workspace activation increased during \nthe acquisition of a novel task, its effortful execution, and after errors. Those simulations \nled to predictions for spatiotemporal activation patterns for brain imaging, particularly the \ncontribution of the dorsolateral prefrontal cortex and anterior cingulate to the workspace. \nAn interesting property of that network is its ability to maintain an active, sustained state \nof workspace and processor unit activity for some duration in effortful tasks in which the \nresponse must be postponed after the stimulus has been terminated.\nAnother set of simulations within the GNW framework was designed to simulate two \nconditions leading to a loss of conscious perception: masking and inattention ( Dehaene \nand Changeux, 2005 ; Dehaene et al., 2003 ). Those simulations involved spiking neurons \nwith realistic receptor dynamics embedded in a multicolumn cortical architecture with four \nhierar-chical levels interconnected by corticocortical bottom-up and top-down connections \nwith two representations at each level. Initially, a brief wave of excitation progressed into \nthe simulated hierarchy through fast AMPA-mediated feedforward connec-tions, with an \namplitude and duration directly related to the initial input. In a second stage, assumed to be \nmediated by the slower NMDA-mediated feedback connections, the advancing feedfor-ward \nwave amplified its own inputs in a cascading manner, quickly leading the whole stimulus-\nrelevant network into a global, self-sustained, reverberating, or ignited state. This ignition \nwas characterized by an increased power of local corticothalamic oscillations in the gamma \nband and their synchrony across areas ( Dehaene et al., 2003 ).\nA recent modeling study ( Joglekar et al., 2018 ), with a theoret-ical starting point \nlargely independent of the GNW theory, confirmed that ignition emerges naturally in a \nnetwork with recip-rocal projections. Importantly, this study evaluated the propaga-tion of \nvisual information in the macaque brain, derived from numerous tracing studies, whose \nconnectivity suggests a work-space-like central core of densely linked associative areas \n(Mar-kov et al., 2013 ). This network includes feedforward projections forming the basis \nfor fast sensory processing from V1 to higher visual, temporal, or prefrontal cortices, as \nwell as reciprocal and horizontal recurrent connections linking those regions. Although \nthere are recurrent loops even within the visual cortex that are considered important for \nexperience, feedback connections from more anterior cortex may be critical for amplifying \nand sustaining relevant stimuli (see Dehaene et al., 2003 ). The simulations showed that, if \nfeedforward connections are carefully balanced by local inhibitory influences, incoming \nstimuli elicit a stable cascade of activity characterized by a late and sudden ignition. \nImportantly, and in agreement with the GNW model ( Dehaene et al., 2003 ), the feedforward \nsignal must be strong enough to reach the prefrontal cortex, which in turn leads to the \nactivation—or ignition—of a reverberant network involving the posterior parietal cortex. \nIt is this reverberation that allows the signal to be sustained over time. Addition of Mashour et al. Page 4\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "layer-specific connectivity in simulations ( Mejias et al., 2016 ) leads to the emergence \nof frequency-band-specific patterns of causality (bottom-up gamma arising primarily in \nsupragranular layers versus top-down alpha-beta arising primarily from bottom layers), \nwhich have been observed empirically across the cortical hierarchy in both human and \nnon-human primates ( Bastos et al., 2015 ; Michalareas et al., 2016 ; van Kerkoerle et al., \n2014 ).\nIn the above models, the exchange of bottom-up and top-down signals is not associated \nwith specific computations. However, the GNW theory can be combined with Bayesian \ninference ( Keller and Mrsic-Flogel, 2018 ; Kersten et al., 2004 ; Rao and Ballard, 1999 ), \nleading to a more precise functional interpretation of top-down broadcasting. In this view, \nGNW neurons, lying at the top of a deep feedforward network, provide a compressed, \nhigh-level symbolic model of an aspect of the external world; top-down signals broadcast \nthe predictions that this model makes to lower-level areas; and bottom-up signals convey \nsensory signals and may either amplify the signals predicted by top-down input ( Moore \nand Armstrong, 2003 ; Poort et al., 2016 ) or measure the mismatch between predicted \nand observed data, allowing the central model to be updated. Through such loops, the \nGNW achieves a coherent model of incoming sensory information, integrating all available \nmultisensory and memory cues.\nThis framework predicts that, while some signals within modular pathways may persist \nunder non-conscious conditions, global top-down signals related to the content of working \nmemory depend on the availability of a conscious model. This prediction has received \nexperimental support in the auditory and motor domains. Auditory areas generate an \nunconscious local prediction error (mismatch negativity) to a rare oddball sound, and this \nresponse can be preserved in coma, sleep, or inattention; however, higher-level temporal and \nprefrontal regions generate a later prediction error (P3 wave) when the global sequence is \nviolated only under conscious conditions (local/global paradigm) ( Bekinschtein et al., 2009 ; \nChao et al., 2018 ). In the motor domain, the supplementary motor area/anterior cingulated \ngenerate an error-related negativity whenever a subject presses the wrong button but only \nif the stimulus that led to the error was consciously perceived, thus allowing a conscious \ntop-down intention signal to be compared with the ongoing action ( Charles et al., 2013 ).\nEmpirical Evidence in Support of the Ignition Concept\nOver the past 15 years, abundant neurophysiological and neuroimaging studies in humans \nhave provided evidence in support of the ignition concept. These investigations reported \nthe existence of a sudden divergence in brain activity, around 200 to 300 ms after stimulus \nonset, between trials with or without conscious perception, with an intense propagation \nof additional activity, particularly toward the prefrontal and parietal cortex, on conscious \ntrials (for a review of the early work, see Dehaene and Changeux, 2011 ). This non-linear \ndivergence occurs regardless of the stimulus modality or paradigm used to manipulate \nconsciousness (e.g., reduced visibility, masking, inattention). For instance, Noel et al. (2018) \ntested three putative signatures of conscious access for auditory, visual, and audiovisual \ntrials in human EEG. They found that sudden late ignition was the only clear signature \ncommon to all three conditions. Similarly, Sanchez et al. (2019)  evaluated conscious Mashour et al. Page 5\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "perception in the visual, auditory, and tactile modalities. Multivariate decoders trained to \nclassify perceived versus unperceived stimuli identified a late sudden ignition (>200 ms) \nthat generalized across modalities. Importantly, the supramodal activity patterns signaling \nconscious perception included late activity in sensory regions belonging to other modalities \n(for instance, auditory detection could be detected from visual areas), compatible with the \nidea that consciously perceived stimuli were broadcasted globally in a top-down manner.\nThe first 200 ms of brain activity, corresponding to early perceptual processing, can be fully \npreserved on trials without conscious perception, particularly under inattention conditions \n(Marti and Dehaene, 2017 ; Marti et al., 2015 ; Sergent et al., 2005 ). Instead, conscious \nappraisal correlates with late events that typically lag stimulus onset by at least 200 ms, such \nas the P300 or “late-positive” component of scalp-event-related potentials ( Dehaene and \nChangeux, 2011 ). For instance, the crossing of the threshold for auditory or visual conscious \nperception is associated with a sudden increase in the P300 component, and only this \ncomponent vanishes almost entirely under inattention conditions ( Berkovitch et al., 2018 ; \nCharles et al., 2014 ; Del Cul et al., 2007 ) or during sleep ( Strauss et al., 2015 ). The latency \nfor conscious access can in fact be delayed by much more than 300 ms when attention \nis temporarily distracted by a secondary task (dual-task conditions) ( Marti et al., 2012 , \n2015 ). Even a “retro-cue” coming as late as 900 ms after a flashed stimulus can lead to the \nretrospective conscious perception of a stimulus that would otherwise have been too weak to \nbe perceived ( Sergent et al., 2013 ; Thibault et al., 2016 ). These convergent findings indicate \nthat conscious access is not attached to early sensory processing but instead relates to a \nlate stage whose timing is often decoupled from the timing of the actual stimulus. Recent \nwork in healthy humans supports the hypothesis that visual consciousness is mediated in \nhigher-order brain areas that are anterior to the visual cortex (e.g., Liu et al., 2019 ).\nIn our previous review ( Dehaene and Changeux, 2011 ), we stressed the P300/late-positive \ncomponent of event-related potential as the most consistent scalp-recorded correlate of \nconscious ignition, common to auditory and visual, as well as many paradigms (masking, \nattentional blink, etc.). This proposal received support but also criticism, because an \nearlier negative event (variably called N2, N3, or even “visual awareness negativity” \n[V AN]) peaking at ∼260 ms and with a total duration of ∼200 ms is also often observed \nwhen contrasting conscious to unconscious stimuli ( Eklund and Wiens, 2018 ; Koivisto \nand Revonsuo, 2010 ; Pitts et al., 2012 , 2014 ). V AN has been suggested as the earliest \nelectrophysiological correlate of visual awareness ( Koivisto and Grassini, 2016 ), and this \nclaim has been corroborated with magnetoencephalography (MEG) ( Andersen et al., 2016 ). \nIt remains unclear whether P300/late positive is correlated with awareness ( Salti et al., \n2012 ), post-perceptual processes ( Andersen et al., 2016 ; Koivisto et al., 2016 ), or both. \nIn many experiments, the N2 simply precedes the P3, and their succession may index the \nspread of global ignition as reflected in intracranial and MEG signals. However, the two \nwaves occasionally dissociate. Most importantly, only the N2 remains under conditions \nwhere the stimuli are task-irrelevant yet reported to be consciously perceived ( Pitts et \nal., 2012 , 2014 ). The (unresolved) controversy surrounds the issue of whether one can \nascertain that such stimuli are truly seen as opposed to being merely potentially visible \nbut unattended: intermediate-latency sustained negativities may reflect a neural state of Mashour et al. Page 6\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "information accessibility, whereas the P3 would reflect genuine conscious access and \nprocessing (for discussion, see Pitts et al., 2018 ).\nIn terms of mechanisms, the current understanding is that during visual processing, activity \nfrom lower visual areas is fed forward to higher areas and then fed back to form recurrent \nloops. The early recurrent loops occur in lower areas ( Lamme and Roelfsema, 2000 ) and \nmay correspond to V AN ( Koivisto and Revonsuo, 2010 ). As later recurrent loops involve \nhigher areas, including the frontal-parietal network, global recurrent processing ensues. \nThis process may be captured by the late positive ( Koivisto and Grassini, 2016 ), and it \nenables subjects to report their awareness ( Lamme, 2006 ). Although nonresponse tasks \nmay be a promising approach to separating neural correlates of awareness from those of \npost-perceptual processes ( Tsuchiya et al., 2015 ), experimental findings so far do not resolve \nthis discussion.\nUnseen, subliminal stimuli may also result in a long series of evoked brain activations, \nsometimes lasting over one second and even extending for several seconds, i.e., in the \ntemporal range of working memory ( King et al., 2016 ; Soto and Silvanto, 2014 ; Trübutschek \net al., 2017 ). The difference, however, is that subliminal stimuli do not evoke a sudden \nignition but rather a slowing, decaying wave of activity. Thus, researchers are increasingly \ndescribing conscious access in terms of system dynamics, with distinct trajectories for seen \nand unseen trials. In this framework, ignition is seen as a sudden, high-speed divergence \nof the trajectories on trials reported as consciously perceived, generating a series of \nmetastable activity states ( Baria et al., 2017 ; He, 2018 ; King et al., 2016 ). Importantly, \nthe observed dynamic states are not just non-specific correlates of attention and perception; \nthey demonstrably contain detailed, decodable information about the specific stimulus that \nwas consciously seen ( Baria et al., 2017 ; King et al., 2016 ; Salti et al., 2015 ; Trübutschek et \nal., 2017 ).\nBeyond MEG and EEG, ignition has been demonstrated in neural firing, both in human \nand non-human primates. In humans, the so-called concept cells in the anterior temporal \nlobe, which fire after 300 to 400 ms to specific pictures and words such as “Bill Clinton” \nor “the World Trade Center,” do so with stronger and longer-lasting firing rates when the \ncorresponding stimulus is consciously perceived ( Gelbard-Sagiv et al., 2018 ; Kreiman et al., \n2002 ; Quiroga et al., 2008 ; Reber et al., 2017 ) or recalled ( Gelbard-Sagiv et al., 2008 ). Due \nto clinical constraints, such human recordings are largely confined to the temporal lobe. In \nmonkeys, however, recordings in the prefrontal cortex show that prefrontal neurons encode, \nin firing patterns, the specific current content of consciousness during binocular rivalry and \nrelated paradigms ( Panagiotaropoulos et al., 2012 ). Importantly, those data were obtained in \na no-report paradigm in which the monkey passively watches stimuli, and thus, the results \nare not confounded by working memory or effects related to reporting.\nA recent empirical study ( van Vugt et al., 2018 ) investigated the neuronal correlates of \nconscious access by recording the propagation of spiking activity elicited by weak visual \nstimuli in areas V1 and V4 and the dorsolateral prefrontal cortex of monkeys (Figure 2). \nThe animals were trained to report visual stimuli of various contrasts. In some trials, they \nperceived the stimuli and reported it by making a saccade to their location, and in others, Mashour et al. Page 7\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "they failed to perceive the same stimuli and made a default saccade to a fixed location. Both \nperceived and unperceived stimuli caused activity in V1 and V4, but only the perceived \nones elicited a sudden, strong, and sustained activity in the frontal cortex akin to ignition. \nFor non-perceived stimuli, signal propagation could be lost at several successive stages en \nroute to the frontal cortex. Very weak stimuli tended to be lost in the transmission from the \nprimary visual cortex (area V1) to area V4, whereas stronger stimuli reached the mid-level \narea V4 but were not propagated well enough to the frontal cortex to elicit ignition (Figure \n2B). Importantly, there were also false alarm trials in which the monkeys reported that they \nhad seen a stimulus that was not there; on these trials, spontaneous PFC ignitions were \nobserved (blue curves in Figure 2B).\nWhy did the same stimuli sometimes lead to perceptual reports and sometimes not? The \nvan Vugt et al. (2018)  results revealed that a minimum amount of activity needs to reach \nPFC before it elicits ignition, thereby establishing a relationship between the GNW and the \nclassic signal detection theory (SDT) ( King and Dehaene, 2014 ). SDT is a psychological \ntheory that describes how subjects distinguish between the presence and absence of weak \nsensory stimuli. It incorporates three key constructs: a noisy internal representation of the \nstimulus, a sensitivity parameter (d’) that indexes how well the stimulus is separated from \nthe noise, and an adjustable decision threshold. On trials with a stimulus, the average \ninternal signal strength is higher than on trials without. If a stimulus causes the internal \nsignal to cross the threshold, the subject reports perceiving it (hit); if the signal stays below \nthe threshold, the subject reports not perceiving it (miss). On trials without a stimulus, the \nsignal usually stays below the threshold so that the subject reports not seeing it (correct \nrejection), but if it does cross the threshold, the subject commits a false alarm.\nThe van Vugt et al. (2018)  data indicated that the SDT threshold corresponds to the \nthreshold for ignition in the PFC. Sensitivity, on the other hand, depended on how efficiently \nthe sensory stimulus was propagated to the PFC. Sensitivity could be predicted even \nprior to stimulus onset by taking pre-stimulus brain-state markers, including the monkeys’ \nmotivation, pre-stimulus firing rates, and frequency bands in the EEG into account. Finally, \nthese pre-stimulus brain-state markers also predicted the probability of a false alarm (the \nbias to say “yes” in SDT). A high probability of false alarms was associated with a higher \npre-stimulus firing rate of neurons in all brain regions examined, bringing the system close \nto the threshold for ignition.\nThus, the SDT and GNW are not independent theories. Rather, the psychological constructs \nof SDT map onto specific pre-stimulus and post-stimulus states of GNW neuronal activity. \nVan Vugt et al. (2018)  also provided elementary simulations of the GNW model and \nshowed how the observed pattern of neuronal activity across the visual and frontal \ncortex was well described by a model in which perceived stimuli ignite a self-sustained \npattern of activity that reverberates between the frontal and other cortices (Figure 2A). \nThe experimental findings also cohered with a more realistic modeling study previously \ndescribed, demonstrating that the propagation of neuronal activity from the visual to the \nfrontal cortex benefits from a “balanced amplification” regime, in which the feedback \nexcitation from top-down sources is balanced by local inhibition ( Joglekar et al., 2018 ). \nTogether, these results suggest that conscious access depends on recurrent interactions Mashour et al. Page 8\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "between higher cortical areas (e.g., the frontal and parietal cortex) that can maintain a \nrepresentation of a weak stimulus as persistent activity until a behavioral response is \nrequired by the task.\nThe Role of Recurrent Activity\nThe neural activity patterns that are associated with feedback projections and horizontal \nconnections have been referred to in the literature as reafferent, recurrent, re-entrant, or \nreverberant processing ( Edelman, 1992 ; Lamme and Roelfsema, 2000 ). Such recurrent \ncircuits permit ignition and persistent neuronal firing and can either be built from local \ncortical circuits or include neurons in different cortical areas ( Wang, 2001 ). The GNW \ntheory emphasizes the role of long-range loops between cortical areas, which are linked with \nfeedforward and feedback connections. These more widespread corticocortical connections \noriginate from cortical layers II/III and V/VI and permit the communication between \nwidely distributed cortical processors. In agreement with the GNW, the effects of recurrent \nprocessing are indeed most pronounced in layers II/III and V of the primary visual cortex \nof monkeys ( Self et al., 2013 ; van Kerkoerle et al., 2017 ), and recent studies using high-\nfield fMRI demonstrated corresponding profiles of laminar activity in humans during the \nconscious perception of visual illusions ( Kok et al., 2016 ; Muckli et al., 2015 ).\nInterestingly, recent experimental evidence indicates that the reverberatory loops for \npersistent neuronal activity not only involve corticocortical interactions but also loop \nthrough subcortical regions with an important role for the thalamus and cerebellar nuclei \n(Gao et al., 2018 ; Guo et al., 2017 ). These recent findings imply that conscious access is \nnot a purely cortical phenomenon and provide support for the involvement of neurons in the \ndeep cortical layers in the GNW as hypothesized in the original GNW paper ( Dehaene et al., \n1998 ).\nThere are several reasons why conscious processing might rely on recurrent loops between \ndistributed processors. First, recurrent connections can help amplify  a signal through \nrecurrent excitation, thereby making it available for other cortical processors. Second, \nrecurrent loops can sustain  a signal, e.g., such that it could be maintained in working \nmemory. In accordance with this view, studies that examined tactile perception in mice \nrevealed that it is associated with the reverberation of activity between the frontal cortex \nand somatosensory cortex that is accompanied by NDMA-receptor-driven calcium events \nin the distal dendrites of sensory neurons ( Larkum, 2013 ). Feedback from the frontal \ncortex thereby amplifies neuronal activity elicited by tactile stimuli in the somatosensory \ncortex, and this amplification predicts successful perception ( Sachidhanandam et al., \n2013 ; Takahashi et al., 2016 ). If the feedback from a higher cortical area, the mouse \nsecondary motor cortex, back to somatosensory cortex is silenced optogenetically, the \nlate amplification in the somatosensory cortex is selectively attenuated and perception is \nprevented ( Manita et al., 2015 ). Although most experiments on conscious perception are \ncorrelational in nature and merely observe neural “correlates” or “signatures” of conscious \nperception, some studies ( Manita et al., 2015 ; Sachidhanandam et al., 2013 ) provide \nevidence for a causal role of top-down inputs in perception.Mashour et al. Page 9\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "An important question is whether primary sensory areas are invariably members of the set \nof areas that need to engage in recurrent interactions before a sensory stimulus can reach \nawareness. The van Vugt et al. (2018)  data were explained well by a late difference in PFC \nactivity between stimuli that were and were not reported, with only modest (but significant) \ndifferences in the late recurrent activation of visual cortex (see inset in Figure 2C). However, \nthe situation may differ for tasks that rely on fine-grained visual information processing \nand that may critically depend on recurrent loops involving V1. For example, in one study \n(Supèr et al., 2001 ), monkeys performed a texture-segregation task in which they detected a \nfigure composed of line elements of one orientation superimposed on a background with line \nelements of the opposite orientation (Figure 3). The initial feedforward activity elicited in \nthe visual cortex was driven by the texture elements in the neurons’ receptive fields, whereas \nlater activity reflected successful figure-ground perception; figures that reached awareness \nelicited more V1 activity than the background, but figures that stayed subliminal did not. \nThis delayed response enhancement is thought to be caused by feedback from higher visual \nareas to V1 ( Christophel et al., 2017 ; Klink et al., 2017 ; Lamme and Roelfsema, 2000 ). On \ntrials in which the monkeys failed to perceive the figure-ground stimulus, they presumably \nsaw the texture elements, which were of high contrast, and only failed to perceive that \nthe line elements defined a figure. Accordingly, the initial visually driven response did \nnot depend on figure-ground perception (unlike in the contrast detection task of Figure \n2B). In contrast, the delayed figural response enhancement was absent on missed trials, \nimplying that failures of figure-ground perception are associated with a lack of recurrent \ninteractions between V1 and higher brain regions. Taken together, these findings suggest \nthat the critical brain regions engaging in the recurrent interactions for conscious perception \nmay be task and stimulus dependent: whereas recurrent, metastable activity in the PFC and \ninterconnected associative areas may be systematically present during conscious perception, \nrecurrent interactions with primary sensory areas may play a role or not, depending on the \ntask’s emphasis on high-resolution sensory information (for a similar argument in the field \nof mental imagery, see Kosslyn et al., 1995 ). In tasks that rely on recurrent interactions \nbetween V1 and higher areas, V1 neurons become part of the GNW, and the fine-grained \nvisual percepts can enter into conscious awareness.\nA related proposal is that feedback processing within sensory cortices (e.g., during figure-\nground segregation) could be important for phenomenal consciousness ( Lamme, 2006 ), \nwhereas more global feedback (e.g., in frontal-parietal networks) is important for access \nconsciousness ( Lamme, 2018 ). At present, however, short of an experimental method for \nproducing conscious experience in the absence of conscious access, this proposal remains \nuntested.\nRecent studies have also started to elucidate the neurobiological mechanisms that underlie \nthe propagation of activity in the feedforward and feedback directions. Pharmacological \nstudies indicate that, in agreement with the GNW hypothesis ( Dehaene and Changeux, \n2005 ), the initial feedforward sweep predominantly relies on AMPA glutamate receptors, \nwhereas NMDA receptors play a dominant role in the later feedback effects ( Self et al., \n2012 ). This observation is important because tampering with NMDA receptors, by using \nketamine, for instance, may selectively affect ignition and conscious perception, mimicking \nthe impairment of conscious perception observed in schizophrenia ( Berkovitch et al., 2017 ). Mashour et al. Page 10\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "In fact, a severe form of encephalitis due to antibodies against NMDA receptors leads to \npsychotic symptoms followed by a complete loss of consciousness, suggesting a causal link \nbetween NMDA-mediated top-down connectivity and conscious perception.\nGlobal Neuronal Workspace, Attention, and the Content of Consciousness\nThe GNW implements a process for broadcasting information in order to make it available \nto distributed cortical processors (Figure 3). The flow of information across distributed \nprocessors has many commonalities with two interrelated cognitive functions that are central \ntopics in neuroscience and psychology: attention and working memory. Attentional signals \nselect a particular piece of information by amplifying its activity and reducing that of other \ncompeting stimuli, whereas persistent neuronal activity keeps information online in working \nmemory ( Roelfsema, 2005 ; Roelfsema et al., 2000 ; Zylberberg et al., 2011 ). Attention and \nworking memory reflect “what is on the mind.” Indeed, GNW models ( Dehaene et al., 2003 ) \nshare many features with models for attention and working memory ( Hamker, 2005 ), which \nalso require interactions between neurons in widespread networks. However, the relationship \nbetween attention, working memory, and conscious awareness is complex and warrants \ncareful consideration.\nAn important role of attention is to establish relationships between features represented in \ndifferent brain areas and bind them into coherent representations ( Treisman and Gelade, \n1980 ). Cortical and subcortical neurons coding for the various features of attended objects \nenhance their firing rate, and these attentional effects are widespread: they occur in all \ncortical regions, ranging from primary sensory areas to the motor cortex. A cortical area \ndevoid of attentional influences on neuronal firing rates remains to be discovered. Attention \nis object based, which means that the attentional selection of one feature of a perceptual \nobject, represented in one brain region, causes the co-selection of other features of the \nsame object, represented in different brain regions ( Duncan et al., 1997 ; O’Craven et al., \n1999 ; Reynolds and Chelazzi, 2004 ; Roelfsema, 2006 ; Roelfsema and Houtkamp, 2011 ; \nZylberberg et al., 2011 ). In the visual modality, the spread of enhanced neuronal activity \nthrough the network of corticocortical connections enables binding operations, which \nestablish the relations between visual features. One example is visual search, where the \nsubject determines the location of a cued shape in the visual field. In a search task, enhanced \nneuronal activity spreads from shape representations in the inferotemporal and frontal cortex \nto the representations in the retinotopic cortices to enhance the activity of neurons that code \nthe location of the to-be-found object ( Bichot et al., 2015 ; Deco and Rolls, 2004 ; Zhou and \nDesimone, 2011 ). Another example is the determination of a shape at a cued location. In \nthis case, activity spreads in the opposite direction from regions that represent the location \nof the cue to the brain regions that represent the cued shape ( Everling et al., 2002 ; Moran \nand Desimone, 1985 ). Thus, models of attentional feature integration share the GNW’s \naim to integrate information across distributed cortical processors. The binding mechanisms \nco-select distributed feature representations that are part of a single object and explain why \nthe object representations that become part of conscious experience are usually coherent and \nintegrated.Mashour et al. Page 11\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "The precise relationship between attention and awareness remains an active topic of \nongoing research. Several studies have dissociated attention from awareness, for example, \nby demonstrating that attention can be summoned to a location by a subliminal cue so \nthat the perception of stimuli at that location is improved (for reviews and discussions, see \nDehaene and Changeux, 2011 ; Koch and Tsuchiya, 2007 ). Other studies instructed subjects \nto direct attention to a particular location and presented stimuli that were consciously \nperceived or stayed subliminal. In these studies, the neuronal correlates of attention and \nconscious perception differed if assessed with fMRI ( Watanabe et al., 2011 ) or MEG ( Wyart \net al., 2012 ; Wyart and Tallon-Baudry, 2008 ). It should be recognized that what we call \n“attention” is actually a diverse set of temporal, spatial, and cognitive filters; thus, many \nof these filters may operate non-consciously, with only the final one gating entry in the \nglobal workspace. However, we note that the spatial location that was attended to in some of \nthese experiments differed from the feature for which consciousness was established (e.g., a \ngrating at that location), implying that the dissociation was incomplete: subjects presumably \ncould not direct feature-based attention to features that failed to enter consciousness, and \nconversely, they were most likely aware of the location to which they had to attend.\nIrrespective of the precise interpretation of these experiments, the final result of attentional \nselection enters consciousness, where it can use the GNW to activate all features that belong \nto the same object even if they are represented in different cortical areas ( Roelfsema and \nHoutkamp, 2011 ), allowing conscious perception to be occupied by coherent, multifeature, \nand multimodal objects (Figure 4). In this view, the establishment of coherent objects by \nlabeling their features with enhanced neuronal activity causes these objects to enter into \nawareness ( Roelfsema and Houtkamp, 2011 ), which is a hypothesis that could be tested in \nfuture work.\nConscious Representations and Working Memory\nInteractions between cortical processors also take place long after a sensory stimulus is gone \nin order to enable mental operations in working memory. The effects of working memory \non neuronal firing rates occur in many cortical areas ( Christophel et al., 2017 ), ranging \nfrom primary sensory cortices that code for the memories of elementary sensory features \n(Mendoza-Halliday et al., 2014 ; van Kerkoerle et al., 2017 ) to the frontal cortex, where \nneurons code for more abstract aspects of sensory stimuli ( de Lafuente and Romo, 2005 , \n2006 ; Vergara et al., 2016 ), object categories ( Freedman et al., 2001 ), motor intentions \n(Alexander and Crutcher, 1990 ; Thura and Cisek, 2014 ), and task instructions ( Wallis et al., \n2001 ). Persistent neuronal activity allows the nervous system to bridge the time between \nsensory stimuli, task instructions, and actions that need to take place at a later point in time \n(Fuster, 1997 ). Its widespread presence is important for the large diversity of contents that \ncan enter into working memory ( Christophel et al., 2017 ).\nRecent studies gained insight into the neuronal mechanisms of working memory by \ninvestigating concept cells. These cells are found in the medial temporal lobe of humans \nand activate when subjects perceive or think about specific concepts. A central finding is \nthat concept cells fire when concepts are held in working memory ( Kamiński et al., 2017 ; \nKornblith et al., 2017 ) and become active when these concepts are retrieved from long-term Mashour et al. Page 12\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "memory ( Gelbard-Sagiv et al., 2008 ). Medial temporal neurons code for associations, i.e., \nthe transitions between specific working memories ( Ison et al., 2015 ; Sakai and Miyashita, \n1991 ). For example, if subjects learn an ordered list of concepts, neurons in the medial \ntemporal lobe start to activate if they are tuned to an upcoming item in the list ( Reddy et \nal., 2015 ) and similar “prospective coding” effects have been observed in the frontal cortex \nof monkeys ( Rainer et al., 1999 ). Thus, our experience builds associative memory networks, \nin which activity can spread from one concept to the next, a function that resembles the \nspread of activity for attentional operations described above. Working memory operations \ncan thereby execute the successive mental steps required to solve a task and permit mental \nsimulations; i.e., subjects can navigate through sequences of working memory states to \nexplore the future consequences of actions ( Pezzulo and Cisek, 2016 ). The machine-learning \nfield develops efficient ways to train artificial neuronal networks to form task-relevant \nsequences of memory states ( LeCun et al., 2015 ), and researchers have also started to model \nthe formation of relevant working memories and the transitions between them in the brain \n(O’Reilly and Frank, 2006 ; Rombouts et al., 2015 ).\nRecent evidence in rodents demonstrated that the persistence of neuronal firing rates for \nworking memory storage is not a purely cortical phenomenon but instead relies on the \ninteractions with subcortical structures, including the thalamus ( Guo et al., 2017 ) and \ncerebellar nuclei ( Gao et al., 2018 ). The interactions between these brain structures enable \ndistinct attractor states for the maintenance of different items in memory ( Inagaki et \nal., 2019 ). We hypothesize that coherent working memory states can be created by the \ncoordination of multiple persistently firing loops representing various aspects of a memory, \na function directly related to the proposed broadcasting role of the GNW. The relation \nbetween persistent firing, ignition, and conscious awareness is supported by a study that \nmeasured the activation of concept cells in the medial temporal lobe during shortly presented \nvisual stimuli that were followed by a mask ( Quiroga et al., 2008 ). Stimuli that could be \nconsciously reported elicited a response from concept cells, whereas stimuli that remained \nsubliminal did not.\nPsychological theories of working memory distinguish between several activation states \n(Cowan, 2001 ; Oberauer, 2002 ). The most active memory item is considered to be in the \nfocus of attention. When items are stored in working memory, they are initially in the focus \nof attention, and this special state also allows them to be manipulated or updated. In addition \nto the attended item, a few other items can be present in a memory store with a limited \ncapacity. These items can readily enter in the focus of attention to be used and updated. \nFinally, there is a larger set of activated long-term memories, which are in a more dormant \nstate and for which retrieval requires more elaborate mechanisms ( Oberauer, 2002 ). Our \nunderstanding of the neuronal mechanisms for the different states in working memory states \nis incomplete ( Kamiński and Rutishauser, 2019 ; Olivers et al., 2011 ) but highly relevant for \nour understanding of the relation between the GNW and working memory.\nWe propose that the attended working memory item is conscious and uses the GNW for \nbroadcasting. Attended memory items csan activate subsequent memory states in order to \nretrieve an association or as part of a cognitive routine when, for example, a mental image \nis transformed during mental rotation (genuinely meriting the name “working” memory) Mashour et al. Page 13\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "(Zylberberg et al., 2011 ). At a neurophysiological level, the attended memory item is \nmaintained as the persistent firing of neurons across cortical and subcortical structures so \nthat they can exert their influence on the firing rate of other neurons. The data of van Vugt \net al. (2018)  indicate that ignition characterizes the transition of a weak sensory stimulus \ninto the attended working memory state. Furthermore, a recent experiment used MEG and \nmultivariate decoding to investigate the relation between conscious perception and memory \nfor brief stimuli. Maintenance in working memory gave rise to similar MEG signatures as \nconscious ignition ( Trübutschek et al., 2017 ), supporting the view that conscious ignition is a \nfirst step leading to the entry of information into working memory.\nThe neuronal mechanisms underlying the maintenance of the items that are outside the \nfocus of attention are under intense investigation ( Kaminski and Rutishauser, 2019 ). Some \nof these accessory memory items are also coded with persistent activity in the medial \ntemporal lobe ( Kornblith et al., 2017 ) and prefrontal cortex ( Warden and Miller, 2010 ). \nHowever, persistent firing for these items is weaker than that of the attended item ( Konecky \net al., 2017 ), which may explain why they are more difficult to pick up with non-invasive \nmethods, such as fMRI and MEG (Stokes, 2015; Trübutschek et al., 2017 ; Trübutschek et \nal., 2018). Mongillo and colleagues proposed that the additional working memory items can \nalso be stored as short-term changes in synaptic weights so that their representation can be \nquickly reinstalled when useful ( Mongillo et al., 2008 ), a form of working memory that is \ncalled “activity-silent.” If the synaptic weights decay, they can be refreshed by reactivating \nthe neuronal assembly. Such periodic refreshing may correspond to early psychological \nconceptions of working memory as a decaying buffer that requires regular rehearsal to be \nrefreshed ( Baddeley, 2012 ).\nThus, we propose that working memory is conscious only when it is coded by global, highly \ndistributed persistent neural firing, as occurs during both initial encoding, during the later \nrefresh stage, and when the memory item influences other mental processing steps. Working \nmemory items that fall outside the focus of attention are coded by weaker persistent \nfiring within local processors or by activity-silent synaptic mechanisms ( Trübutschek et \nal., 2017 ). The latter remain unconscious until they are reinstated as globally distributed and \nsustained firing patterns. Crucially, this view predicts that activity-silent working memories, \nalthough capable of bridging over delays, differ in an important way: only active neural \nstates can be mentally transformed, e.g., by mental rotation, whereas activity-silent states \nmerely store previously computed states (and thus should be more appropriately termed \nshort-term memory). Recent experiments support this view; whenever the information in \nworking memory must be transformed, an active form of working memory is reinstated, and \na decodable state of activity reemerges, accompanied by classical signatures of conscious \naccess ( Trübutschek et al., 2019 ).\nGlobal Neuronal Workspace and the Level of Consciousness\nAny theory of conscious processing should enable specific predictions regarding \npharmacological, pathological, and physiological states in which the level  of consciousness \nis disrupted. Indeed, there has been accumulating evidence that the GNW theory accounts \nfor disruptions of conscious processing. Here, we examine the empirical data related to this Mashour et al. Page 14\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "prediction in three domains: general anesthesia, disorders of consciousness following brain \ninjury, and sleep.\nGeneral Anesthesia— Clinically, the two major therapeutic traits of the anesthetized \nstate are hypnosis and amnesia. However, there is a cognitive continuum of possible \nphenomenology associated with general anesthesia, which depends on the specific agent and \ndose. On one end of the spectrum, anesthetics can render the brain persistently isoelectric, \nthereby completely disrupting information processing. On the other end of the spectrum, \njust across the threshold of lost responsiveness ( Sanders et al., 2012 ), there can still be \nfragments of experience or disconnected states of conscious processing ( Huang et al., \n2018b ; Ní Mhuircheartaigh et al., 2013 ). Indeed, even the routine administration of general \nanesthesia for surgery is associated with dream states and other disconnected states of \nconscious processing ( Leslie et al., 2007 ; Sanders et al., 2016 ). It can therefore be argued \nthat disruption of conscious access is the primary therapeutic effect of general anesthesia. \nSuch a disruption would reduce the probability of information being available to other \ncognitive systems, including working memory, which may comprehensively account for the \nfunctional outcome of general anesthesia in routine clinical care.\nOne argument that would support the disruption of the GNW as a satisfactory explanatory \nframework for general anesthesia would be the identification of a drug-invariant signature \nof the anesthetized state in key cortical nodes composing the GNW. Identifying such a \ncommon mechanism of general anesthesia has been elusive since the first use of anesthetics \nin the mid-19th century ( Perouansky, 2012 ) because these agents are structurally and \npharmacologically diverse, with distinct molecular targets and ostensibly distinct effects \non neural systems. These targets include post- or extra-synaptic neurotransmitter receptors \n(such as the GABA A receptor), voltage-gated ion channels, pre-synaptic machinery, \nmitochondria, and cytoskeletal elements ( Hemmings et al., 2019 ). Evidence now suggests \nthat, despite a diversity of root causes, there is possibly a common proximate cause that \ndisrupts the reverberant networks of the GNW that have been posited to enable conscious \naccess ( Mashour, 2013 ). Frontal-parietal networks are of particular importance in this regard \nand have been found to be metabolically depressed, disrupted, or functionally disconnected \nby all major classes of general anesthetics ( Hudetz and Mashour, 2016 ). The diverse drugs \npropofol (primarily GABA A receptor positive allosteric modulators), sevoflurane (strong \nGABA A agonism with diverse molecular targets), and ketamine (non-GABA anesthetic \nantagonizing NMDA receptors and HCN1 channels) have all been found by fMRI to \nfunctionally disconnect the prefrontal cortex and posterior parietal cortices (such as the \nprecuneus) in humans ( Bonhomme et al., 2016 ; Boveroux et al., 2010 ; Palanca et al., \n2015 ). Several lines of evidence also suggest that anesthetics preferentially affect feedback \nconnectivity originating in the frontal cortex, as might be predicted by the GNW theory ( Lee \net al., 2013 ; Moon et al., 2015 ). In addition to human investigations, this finding has been \nreplicated across species, from monkey ( Papadopoulou et al., 2019 ) to ferret ( Wollstadt et \nal., 2017 ), rodent ( Imas et al., 2005 ), and Drosophila  (in which a higher-order nucleus was \nthe source of feedback) ( Cohen et al., 2018 ).\nMore recent investigations into primate brain networks during general anesthesia have \nemployed multimodal imaging and techniques to capture dynamic connectivity patterns. Mashour et al. Page 15\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Simultaneous EEG and fMRI investigations in humans have confirmed the functional \ndisconnection of the prefrontal cortex from the posterior cortex during propofol and \nsevoflurane anesthesia by fMRI, with a concomitant reduction of feedback connectivity \nidentified using symbolic transfer entropy based on EEG signals ( Jordan et al., 2013 ; \nRanft et al., 2016 ). One multimodal neuroimaging study of propofol revealed a functional \ndisconnection of the dorsal anterior insular cortex from both the dorsolateral prefrontal \ncortex and the inferior parietal lobule ( Warnaby et al., 2016 ). Correlated with this was the \nfunctional disconnection of activity in EEG electrodes over the dorsolateral prefrontal cortex \nand the inferior parietal lobule, but not neighboring electrodes. Importantly, these functional \ndisconnections occurred after loss of overt behavioral responsiveness but during a period \nof preserved evoked potentials suggestive of maintained primary sensory processing. These \nfindings are consistent with the possible preservation of fragmented cortical representations \nthat are not experienced because, without a functional GNW, they cannot be broadcast. In \naddition to the functional disconnection of the dorsolateral prefrontal cortex and the inferior \nparietal lobule, there are other specific frontal-parietal circuits that have been shown to \nbe affected by general anesthetics. For example, Ma et al., (2019)  found hypersynchrony, \nalso a mechanism that would restrict information transfer, between frontal eye fields and \nthe lateral intraparietal area in monkeys anesthetized with propofol. General anesthesia \nwith diverse agents also induces functional disconnections between the primary sensory \n(S1) and motor (M1) cortex, which represents the frontal-parietal divide across the central \nsulcus. Electrocorticography during propofol ( Malekmohammadi et al., 2018 ) and ketamine \n(Schroeder et al., 2016 ) anesthesia in human and non-human primates, respectively, reveals \ndisrupted functional connectivity across the S1 and M1 cortex, as well as altered beta \noscillations, which are typically associated with feedback processing ( Bastos et al., 2015 ).\nRecent work in non-human primates demonstrates that the functional relationships between \ncritical nodes in the GNW—such as prefrontal, posterior parietal, and cingulate cortices—\nare stereotypically altered during propofol, sevoflurane, and ketamine anesthesia ( Barttfeld \net al., 2015 ; Uhrig et al., 2018 ). In the wakeful resting state, cortical networks were \ncharacterized by ceaseless fluctuations in functional connectivity patterns significantly more \ndiverse than the fixed anatomical connectivity matrix. This suggests that the spontaneous \nstream of consciousness is associated with a dynamic succession of a broad repertoire of \nactivity states arising from the fixed anatomical scaffolding. Crucially, all three anesthetics \ndrastically reduced this dynamic diversity of functional connectivity patterns, especially \nacross GNW nodes, to more inflexible patterns that “adhered” to anatomical connectivity \npatterns (Figure 5). This dynamic signature of conscious processing was initially discovered \nin fMRI studies of awake versus anesthetized monkeys ( Barttfeld et al., 2015 ) and later \nfound to generalize to humans in vegetative or minimally conscious states ( Demertzi et al., \n2019 ). This finding explains observations in humans of reduced frontal-parietal connectivity, \nas well as observations in non-human primates that general anesthetics across multiple drug \nclasses stabilize cortical dynamics ( Solovey et al., 2015 ) or are associated with a deviation \nfrom critical dynamics ( Lee et al., 2019 ). Still, it is important to note that the anesthetized \nbrain is not just in a fixed state; recent observations found it to be more dynamic than \npreviously considered, with metastable oscillations or connectivity patterns that appear to \nreflect intrinsic dynamics rather than pharmacokinetic instability or external stimuli ( Hudson Mashour et al. Page 16\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "et al., 2014 ; Li et al., 2019 ; Vlisides et al., 2019 ). Simulations indicate that the spontaneous \nactivity patterns already present during anesthesia may undergo a sudden phase transition \ntoward a vastly more diverse and dynamic repertoire of states in the awake state ( Hansen et \nal., 2015 ).\nEven assuming some degree of preserved functional architecture among nodes of the GNW \nduring anesthesia (as in Figure 5), disruptions in the temporal coordination and functional \nconnectivity within these nodes would prevent the normal pathways of ignition. In other \nwords, during general anesthesia, it is the pharmacologic action of the anesthetic drug rather \nthan the normal spontaneous fluctuations or evoked potentials that is defining the functional \nrelationship between these different areas. The disrupted connectivity and communication \npatterns induced by general anesthesia lead to the loss of organized long-latency activity \nthat is hypothesized to be mediated by the GNW. In the clinical setting, for example, it \nis well known that long-latency-evoked potentials are preferentially susceptible to general \nanesthesia, whereas short-latency potentials are preserved ( Banoub et al., 2003 ). This has \nbeen explicitly confirmed in more detailed basic science studies of neural spike activity, with \na specific focus on visual-evoked potentials ( Hudetz et al., 2009 ).\nThe disruption of functional interactions of the GNW during general anesthesia may, in part, \nbe mediated by effects on the thalamus, which is depressed by virtually all sedative-hypnotic \ndrugs (with the exception of ketamine) ( Mashour and Alkire, 2013a ). In addition to its role \nin transmitting arousal and sensory signals, non-sensory nuclei of the thalamus are thought \nto play a role in working memory (outlined above) and to facilitate the coordination of \ncortical communication ( Saalmann et al., 2012 , 2014 ), which is important to a functional \nGNW. Indeed, electrical stimulation of the central thalamus has recently been shown \nto reverse the anesthetized state in non-human primates, in association with a return of \ncorticocortical connectivity ( Donoghue et al., 2019 ; Redinbaugh et al., 2020 ; J. Tasserie et \nal., 2019, Soc. Neurosci., conference).).\nDisorders of Consciousness following Brain Lesions— Pathologic states associated \nwith unconsciousness or reduced conscious processing also reveal implications for the \nGNW theory. First, it has long been recognized that there can be isolated islands of \nmetabolic and cognitive activity in conditions such as the vegetative state (now often \nreferred to as unresponsive wakefulness syndrome) ( Schiff et al., 2002 ). In other words, \npathologic unconsciousness is not necessarily a complete suppression of information \nprocessing but rather a network dysfunction that could create inhospitable conditions for \nglobal information exchange and broadcasting. This has been supported by several key \nstudies employing neurophysiological techniques. In one study of 181 recordings of high-\ndensity EEG in humans ( Sitt et al., 2014 ), mid-range and long-range weighted symbolic \nmutual information (a measure of information sharing) indexed levels of consciousness \nacross the vegetative state, minimally conscious state, and recovery of consciousness. \nThere have also been attempts to assess the reduced network repertoire of conscious \nstates using a perturbational approach involving transcranial magnetic stimulation and \nhigh-density EEG. One key study demonstrated a reduction in the length and complexity \nof response to stimulation that distinguished patients with a diagnosis of vegetative state \nfrom those in a minimally conscious state or healthy controls ( Casali et al., 2013 ). Mashour et al. Page 17\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Remarkably, this reduction, identified by the perturbational complexity index, was consistent \nacross pathologic unconsciousness, sleep, and general anesthesia. Subsequent investigation \nrevealed that the perturbational complexity index might be useful in stratifying patients with \npathologic disorders of conscious access ( Casarotto et al., 2016 ). Although this experiment \nwas inspired by an alternative theory of consciousness (integrated information theory [IIT], \ndiscussed further below), the results are fully compatible with the GNW, which predicts that \nthe conscious state leads to a deeper and more prolonged propagation of activation through \nlong-distance connections compared to the unconscious state.\nRecent fMRI data also suggest that long-range functional connectivity in networks \nsupporting the GNW is consistently depressed during deep anesthesia and pathologic states \nof unconsciousness ( Demertzi et al., 2019 ; Huang et al., 2018a ). Anatomical injuries to \nlong-distance corticocortical pathways are also frequently reported to disrupt conscious \nperception. Because the GNW relies on a highly distributed set of neurons, focal lesions \nare unlikely to lead to a complete loss of consciousness similar to coma or anesthesia, \nexcept the most severe cases of bilateral damage (for discussion, see Odegaard et al., \n2017 ). However, simulations show that any reduction in the number of GNW neurons, their \ninterconnectivity, or their synaptic strength makes the ignition threshold more difficult to \nattain. Indeed, an elevated threshold for conscious perception has been reported in patients \nwith frontal-lobe syndrome, neglect, multiple sclerosis, or schizophrenia and related to \nabnormal long-distance fiber tracts, as measured by diffusion tensor imaging ( Del Cul et al., \n2009 ; Pettersson-Yeo et al., 2011 ; Reuter et al., 2007 , 2009 ; Thiebaut de Schotten et al., \n2005 ).\nThose studies therefore reinforce the role of the frontal cortex and its associated long-\ndistance fiber tracts in conscious perception and processing. However, they provide \ncorrelational rather than causal evidence. It is therefore important to mention that there are \nnow several pioneering studies that attempt to restore conscious access via central thalamic \nand/or prefrontal stimulation. A first positive result was reported by Schiff et al. (2007) , who \ninduced a slow but long-term recovery of conscious processing in a patient with minimal \nconscious syndrome following stimulation of the central thalamus (the nuclei of which target \nmany high-level cortical regions, including the prefrontal cortex). This is consistent with \nrecent animal studies demonstrating the reversal of the anesthetized state with stimulation of \nthe central thalamus ( Donoghue et al., 2019 ; Redinbaugh et al., 2020 ), leading to a return of \nfunctional corticocortical connectivity.\nTranscranial direct-current stimulation of the dorsolateral prefrontal cortex may also \ntransiently enhance the level of consciousness in some patients in a minimally conscious \nstate ( Thibaut et al., 2014 , 2015 ), and similar observations exist in normal subjects ( Douglas \net al., 2015 ). The role of the prefrontal cortex in controlling levels of consciousness is also \nsupported by recent studies using general anesthesia. In rats anesthetized with clinically \nrelevant concentrations of sevoflurane anesthesia, cholinergic manipulation of the medial \nprefrontal cortex—but not two areas of the posterior parietal cortex—was sufficient to \nrestore wakefulness despite continuous administration of the general anesthetic ( Pal et al., \n2018 ). This finding complements work in mice showing that nicotinic cholinergic receptors \nin the prefrontal cortex regulate ultraslow fluctuations across consciousness and anesthesia Mashour et al. Page 18\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "(Koukouli et al., 2016 ). Of note, reversal of anesthesia by pharmacological stimulation of the \ncortex does not restore electroencephalographic measures of functional connectivity (Pal et \nal., 2019), which may relate to site of stimulation or technique of neural recording.\nSleep— Although there is an abundance of neuroimaging studies focused on pathologic \ndisorders of consciousness, it remains difficult to draw firm conclusions regarding support \nfor specific theories of conscious processing because of the heterogeneity of lesions \nand the possibility of covert consciousness in the setting of behavioral unresponsiveness. \nSleep, however, creates the possibility of correlating the quality and richness of conscious \nexperience with various neural substrates. Recent data suggest that reductions of low-\nfrequency activity in posterior confluence of the sensory and association cortex (the \nso-called “hot zone” of consciousness) were associated with dreaming during rapid-eye-\nmovement (REM) sleep and non-REM sleep ( Siclari et al., 2017 ). However, neural \ncorrelates of dreaming during REM sleep differentially included higher-frequency gamma \nactivity in the frontal and prefrontal cortex. This is notable because the phenomenology of \nREM sleep is arguably more consistent with the richness of waking conscious processing \nthan the more phenomenologically impoverished dream states of non-REM sleep. Indeed, \nit is dreaming during REM sleep that has been argued to represent “proto-consciousness,” \na building block for conscious experience during wakefulness ( Hobson, 2009 ). Thus, a key \ncorrelate of REM-sleep dreaming involves structures of the GNW, and, importantly, this \ncorrelation happens in the absence of report (which occurs only after waking).\nThe distinction between REM-sleep dreaming and lucid dreaming, during which the agent \nis aware and has some degree of control over the experience, is also of relevance to the \nGNW. As noted, REM-sleep dreaming, during which there is a metabolic deactivation of the \ndorsolateral prefrontal cortex ( Maquet et al., 1996 ), is still associated with high-frequency \nactivity in the prefrontal cortex. Lucid dreaming is associated with further increased \ngamma activity and coherence in the dorsolateral prefrontal cortex relative to REM sleep, \napproaching levels consistent with waking ( V oss et al., 2009 ). In support of a causal role \nfor this activity, one study found that external entrainment of low-gamma oscillations during \nREM sleep enhanced self-awareness and lucidity ( V oss et al., 2014 ). Another study showed \nthat transcranial direct current stimulation of the dorsolateral prefrontal cortex is associated \nwith enhanced lucidity during REM sleep (analogous to the above-cited studies of minimal \nconscious access ( Stumbrys et al., 2013 ). Given that lucid dreaming is considered a hybrid \nof REM sleep and waking ( V oss et al., 2009 ), studies demonstrating a causal role for the \nprefrontal cortex in lucid dreaming thus also support a role for the prefrontal cortex in \nwaking consciousness.\nDuring sleep, the brain not only loses its normal level or state of conscious processing (and \noccasionally gains access to internally generated dreams), but also loses the capacity to \naccess specific sensory contents. The nature of this loss has been investigated with MEG \n(Strauss et al., 2015 ). In agreement with the GNW hypothesis, the first ∼200 ms of sensory \nprocessing have been found to be largely preserved, though weakened, during stage 1 and \nstage 2 sleep. Instead, once again, the loss of consciousness and responsivity that occurs \nwhen we fall asleep has been associated with a sudden loss of ignition and the late P3 wave \nthat normally appears after a rare, unexpected auditory stimulus.Mashour et al. Page 19\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "The GNW and Other Theories of Consciousness\nAlthough the present paper is focused on reviewing 20 years of research on the GNW \ntheory, it is useful to briefly consider it in light of three theories of consciousness: IIT, \nrecurrent processing theory (RPT), and higher-order thought theory (HOT). In Table 1, we \nsummarize the main similarities and differences (for recent descriptions of those theories, \nsee Brown et al., 2019 ; Lamme, 2018 ).\nThe early formulation of IIT proposed that the “neural correlate” of consciousness is an \never-changing ensemble of neurons, called the “dynamic core,” which is defined as a subset \nof neurons that interact more strongly with each other than with other neurons yet without \nspecifying particular neuronal networks for conscious processing ( Tononi and Edelman, \n1998 ). The theory further attempted to address two key properties of consciousness: \nintegration (the unity of a conscious experience) and differentiation (the large number of \nstates available) ( Oizumi et al., 2014 ; Tononi, 2004 ; Tononi et al., 2016 ). IIT is primarily \na mathematical theory: it introduces a quantity called Φ, which quantifies the degree of \nconsciousness of any system, biological or artificial, and suggests that at any given moment, \nthe neural correlate of consciousness is a complex yielding a maximum of irreducible, \nintrinsic cause–effect power ( Oizumi et al., 2014 ; Tononi et al., 2016 ; Tononi and Sporns, \n2003 ).\nAlthough the GNW and IIT are superficially aligned regarding certain aspects of how \nconscious processes are generated—e.g., both require integrated neural processing beyond \nthe level of primary sensory cortex—these two theories are grounded in foundationally \ndifferent perspectives of brain function. The GNW relies upon well-defined neuronal \narchitectures, including cellular and molecular mechanisms of information processing that \nextract, represent, and manipulate information originating from both outside the brain (from \ninteractions with the environment) and inside the brain (from spontaneous activity patterns). \nThe GNW theory is representational in nature and views consciousness as an evolved \nneurocomputational system that enables the global sharing of representations. By contrast, \nIIT proposes that the system (e.g., the brain, in a biological instantiation) is closed and \nnon-representational; information is abstractly generated by the system and for the system.\nBoth the GNW and IIT ascribe importance to neural activity beyond early sensory cortices, \nneural information sharing, and recurrent connections as a mechanism of integration. \nHowever, the neuronal mechanisms of conscious processing also differ between the GNW \ntheory and IIT. As noted, the prefrontal cortex is one of the nodes of the highly distributed \nGNW network. IIT, on the other hand, minimizes the relevance of the prefrontal cortex and, \nbased on anatomical considerations, considers a posterior complex—the so-called posterior \ncortical “hot zone”—to be sufficient for conscious experience. Furthermore, IIT is ostensibly \na theory of phenomenal consciousness, whereas the GNW theory is focused on conscious \naccess and processing and, furthermore, brings into question the very distinction between \nphenomenal and access consciousness.\nThe theories also differ in testability. IIT is framed at an abstract mathematical level \nand does not easily capture specific cognitive neuroscience phenomena, such as masking, \nattentional blink, or psychological refractory period. IIT’s Φ cannot be easily computed Mashour et al. Page 20\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "from large-scale data, making it difficult to test the theory (for attempts, see Oizumi et al., \n2016  and Tajima et al., 2015 ). Nevertheless, IIT has served as a theoretical framework \nfor more practical measures, such as the perturbational complexity index, which has \nbeen successful in differentiating levels of consciousness in the setting of physiological, \npharmacological, and pathological perturbations ( Casali et al., 2013 ). Furthermore, some \nsurrogate measures of Φ have been successfully applied to altered levels of consciousness in \nhumans ( Kim et al., 2018 ) and also shown to relate to network factors such as topological \nmodularity ( Kim et al., 2018 ) or critical dynamics ( Kim and Lee, 2019 ).\nThe RPT of consciousness ( Lamme, 2006 , 2010 ) also shares with the GNW the postulate \nthat, given a hierarchically ordered neurocognitive architecture, feedforward processing is \nnot sufficient for conscious processing, whereas feedback from higher-order to lower-order \nareas is critical. The key difference, however, is the extent to which these recurrent networks \nare thought to be involved. In RPT, which has focused primarily on the visual modality, re-\nentrant or feedback processes within sensory processing pathways are considered sufficient \nfor phenomenal experience. By contrast, the GNW proposes that conscious access requires \na more extensive architecture of reverberant loops, including frontal-parietal regions that \nenable access of a given representation to a wider array of modular processors.\nHigher-order theories (HOTs) ( Lau and Rosenthal, 2011 ) are similar to the GNW in that \nthey generally posit a central role for the prefrontal cortex in consciousness ( Brown et \nal., 2019 ). However, the role of the prefrontal cortex in these two classes of theory is \nmarkedly different. For HOTs, the role of the prefrontal cortex is to generate a second-\norder, metacognitive representation of a first-order state (e.g., one generated by primary \nsensory cortex). Since, for higher-order theory, the meta-representation is the mechanism \nby which a first-order representation becomes conscious, the prefrontal cortex is the \nultimate source of consciousness. Thus, although the two theories both ascribe importance \nto the prefrontal cortex as a structure , the key differences lie in what is proposed as \nthe function . Furthermore, global broadcasting is an important function associated with \nconsciousness according to the GNW theory. By contrast, there is no clear function assigned \nto consciousness according to HOT.\nGiven the relatively coarse-grained tools of both basic and clinical neuroscience, it is \ndifficult to adjudicate experimentally among these four related theories. For example, the \neffects of general anesthetics in suppressing recurrent processing (both locally and globally) \nare broadly consistent with all four theories. Similarly, surrogate measures, such as the \nperturbational complexity index that have shown promise ( Casali et al., 2013 ), might \nhave originated in one theory (in this case, IIT), but, as noted earlier, the results are \nconsistent with other theories, e.g., the GNW, which also proposes that conscious processing \ncritically depends on the integration of differentiated processors across a network. Indeed, \napproximations of Φ show an inverse correlation with global modularity during depressed \nlevels of consciousness ( Kim et al., 2018 ), which is also consistent with the GNW \nhypothesis. Causal interventions in animal models and experimental protocols designed to \ntest multiple theories using the same dataset will be critical in empirically differentiating \ntheories that possess shared features.Mashour et al. Page 21\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Future Directions\nThe GNW hypothesis—even in its simple and limited original formulation—has thus far \nreceived substantial experimental support. Yet, there are several issues that remain to be \nunderstood and new future directions that remain to be explored. Here, we discuss two open \nissues: the development of conscious processing and the mechanisms of self-consciousness.\nDevelopment of Consciousness— How the long-distance networks forming the GNW \ndevelop and when they first become functional to generate consciousness are crucial areas \nfor further research. All of the properties of conscious processing that were detailed above \ndo not appear all at once but emerge progressively during fetal and postnatal life, which is \nwhy it appears useful to distinguish a few nested levels with the development of the human \nbrain, behavior, and consciousness ( Barresi and Moore, 1996 ; Casey et al., 2005 ; Changeux, \n2006 ; Dehaene-Lambertz and Spelke, 2015 ; Dehaene and Changeux, 2011 ; Filippetti et al., \n2015 ; Gogtay et al., 2004 ; Gopnik et al., 2001 ; Lagercrantz and Changeux, 2009 ; Zelazo, \n2004 ).\n25- to 30-week preterm babies can already process tactile and painful stimuli in the \nsensory cortex ( Bartocci et al., 2006 ), discriminate sounds ( Mahmoudzadeh et al., 2013 ), \nand perceive pain ( Bembich et al., 2016 ). The data are insufficient to determine whether \nthose processes correspond to the type of sensory processing that is known to be preserved \nin coma patients or whether a lowest level of minimal consciousness, as characterized in \nadult disorders of consciousness ( Chennu et al., 2017 ), may already exist in preterm infants \n(Lagercrantz et al., 2010 ).\nAt birth, all major long-distance fiber tracts are already in place ( Dubois et al., 2016 ), \nalthough still immature in terms of both their terminal connectivity and their myelination. \nWithin the first year of life, all GNW areas quickly become active, including the prefrontal \ncortex, although their lack of myelination renders them very slow to process information \n(Dehaene-Lambertz and Spelke, 2015 ). An electrophysiological signature of conscious \nprocessing—homologous to ignition in adults—was recorded in 5-, 12-, and 15-month-old \nhuman babies using a masked-faces paradigm. In all age groups, event-related potentials \nrevealed a late non-linear slow wave that shifted from a weak and delayed response in \n5-month-olds (starting around 900 ms) to a more sustained and faster response in older \ninfants (around 750 ms as compared to ∼300 ms in adults) ( Kouider et al., 2013 ). It is \nquite possible, but currently untested, that a similar ignition, delayed but present, would be \nfound at birth. These results therefore reveal that the elementary mechanisms underlying \nignition are already present in infancy—although they undoubtedly undergo a maturation \nand an acceleration during development, in addition to the development of more elaborate \nhigher-order processes.\nImportantly, the baby brain is not a miniature adult brain; regional changes of brain \nconnectivity and differential myelination take place that are asynchronous and protracted \n(Dehaene-Lambertz and Spelke, 2015 ; Dubois et al., 2016 ). Primary sensorimotor areas \ndevelop earlier than adjacent unimodal associative cortices, whereas higher-order associative \nregions and their long-range connectivity further develop later and slowly over decades \n(Dubois et al., 2014 ; Lebenberg et al., 2019 ). In other words, the brain connectome becomes Mashour et al. Page 22\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "progressively integrated within a constantly evolving GNW architecture ( Changeux, 2017 ; \nCollin and van den Heuvel, 2013 ).\nHigher Levels: Recursive and Self-Consciousness— Although the GNW \nhypothesis is primarily concerned with issues of conscious access and conscious state, \none of the most fascinating and underexplored facets of the human brain is its ability for \nself-consciousness. Here, the content of consciousness is not an external stimulus impinging \non the senses nor a memory of such a perceived object or event but rather an internal \nrepresentation of the perceiver itself in the act of perceiving or processing. There is currently \nno good theory of how the brain achieves such meta-representations, although algorithmic \nmodels are beginning to be formulated within the abstract framework of lambda calculus \n(Goodman and Frank, 2016 ).\nUnderstanding self-consciousness may require a human-specific investigation into the \ncapacity for recursive thought (thinking about one’s own thoughts). Human behavior, in \nmany domains, such as language, mathematics, or theory of mind, is characterized by \nrecursive or self-embedded representations ( Dehaene et al., 2015 ; Hauser et al., 2002 ). \nSuch recursion is absent or very limited in other animals; although they may acquire \nsome language-like symbolic abilities, they do so at a very slow pace and up to a limited \nlevel ( Jiang et al., 2018 ; Yang, 2013 ). Correspondingly, only limited self-representation \nabilities are found in non-human primates, such as a rudimentary capacity to acquire mirror \nself-recognition ( Chang et al., 2017 ; Mashour and Alkire, 2013b ). The deciphering of the \nevolutionary and neural bases for recursive and reflective self-consciousness and its uniquely \nhuman aspects are therefore priorities in the ongoing and future work on the GNW.\nA core set of brain areas involved in self-referential processing has been identified through \nneuroimaging studies using various modalities ( Lou et al., 2017 ; Posner et al., 2007 ). It \nprimarily involves the mobilization of a paralimbic network of medial prefrontal cortex/\nanterior cingulate and medial parietal/posterior cingulate cortices (see Rømer Thomsen et \nal., 2013  and Tang et al., 2016 ), as well as the lateral temporoparietal junction ( Kelly \net al., 2014 ; V ogeley et al., 2001 ). Interestingly, the same regions appear to be involved \nduring self-consciousness and during the representation of other people’s thoughts (theory \nof mind). Social relationships, which appear altered in autism and autism spectrum disorder, \nare thought to affect the GNW architectures for conscious processing ( Bourgeron, 2015 ; \nGraziano and Kast-ner, 2011 ). Social consciousness is assumed to engage cortical areas, \nincluding the superior temporal sulcus, the temporoparietal junction, and the medial \nprefrontal cortex, mostly in the right hemisphere ( Graziano and Kastner, 2011 ). Although \nthese data appear broadly consistent with the GNW theory, much work is required to specify \nexactly how neural firing in these areas encodes self-knowledge.\nJust like the simple paradigm of threshold-level visual percep-tion afforded great progress \nin understanding conscious access, self-consciousness should perhaps be approached from \na much simpler operational perspective, for instance, by studying how the brain becomes \naware of its own errors. In simple motor tasks, erroneous responses elicit an early error-\nrelated negativity (ERN) arising from the pre-supplementary motor area and the dorsal \nanterior cingulated cortex ( Fu et al., 2019 ), followed by a later igni-tion of a late positive Mashour et al. Page 23\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "response (the error-positivity [PE], similar to the P3 wave). As in sensory access, the first \n∼200 ms of firing, corresponding to the ERN, can occur even for non-conscious errors, \nwhereas the late ignition occurs only when the error is consciously detected ( Nieuwenhuis et \nal., 2001 ). Furthermore, intracranial recordings indicate that the early ERN is not predic-tive \nof whether subjects will react more slowly on the next trial but rather that such bridging \nacross time, putatively associated with error awareness, relies on late sustained, integrative, \nand synchronous neural firing ( Fu et al., 2019 ).\nThus, the example of error awareness suggests that theorizing about self-consciousness may \nonly require a minor extension of the standard GNW theory of sensory consciousness.\nBut how does the brain detect its own errors? Is it an internal rather than external signal? \nThe current hypothesis is that of a simple consistency check between two simultaneous \nprocesses: a fast, non-conscious route linking perception to action and a slower, conscious \nroute that computes the intended response. When the conscious intention and the actual \nongoing response diverge, as may occur due to differential noise or conflicting stimuli, an \nerror is detected ( Charles et al., 2013 , 2014 ). This model, whereby a conscious internal \nmodel of one’s computations is compared to the objectively ongoing ones, might be \nextended to other more complex forms of self-knowledge. For instance, the human brain \nmay also host an internal model of its own attention, an “attention schema” similar to the \n“body schema,” that serves as a basis for our subjective sense of awareness ( Graziano et al., \n2019 ).\nConclusions\nMore than two decades after its original formulation, the GNW hypothesis remains robust. \nAs reviewed above, its main tenets (late ignition, metastable sustained activity, long-distance \ncortical projections, top-down mobilization) have begun to receive extensive support from \nneuroimaging and electrophysiological studies in normal wakefulness, as well as other \nstates, such as sleep, anesthesia, or disorders of consciousness. Indeed, the GNW hypothesis \nis bringing considerable coherence to otherwise distant fields of research. Most importantly, \na small but growing set of studies have begun to demonstrate causal links between PFC \nignition and conscious processing. Furthermore, direct empirical tests of the GNW to other \ntheories of consciousness using the same dataset are emerging (e.g., Noel et al., 2019). A \nmultisite, preregistered, adversarial collaboration testing the main predictions of the GNW \nversus IIT using fMRI, MEG, and intracranial recordings during passive viewing and active \ndual-tasking is currently underway ( Reardon, 2019 ).\nThe current state-of-the-art thus renders us cautiously optimistic; clearly, the problem of \nconsciousness has replaced its status as impenetrable mystery with that of an exciting, \nsolvable scientific question. Yet, the field has not yet achieved the high standards of \nRichard Feynman, who famously stated, “what I cannot create, I cannot understand.” In \nthe future, it will be fascinating to see whether some of the present ideas can be made \nprecise enough to be implemented in an actual computational device ( Dehaene et al., 2017 ). \nFurther understanding of the relationship between the evolution of the human genome and Mashour et al. Page 24\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "its connectome may also help to decipher the neural architectures involved ( Changeux, \n2017 ).\nACKNOWLEDGMENTS\nThe research was supported by the National Institutes of Health (Bethesda, Maryland, USA) grant R01GM098578 \nand R01GM111293 (to G.A.M.) and the European Union’s Horizon 2020 Human Brain Project SGA2 (CDP6, \nModeling Drug Discovery) (to J.-P.C.).\nREFERENCES\nAlexander GE, and Crutcher MD (1990). Preparation for movement: neural representations of intended \ndirection in three motor areas of the monkey. J. Neurophysiol. 64, 133–150. [PubMed: 2388061] \nAndersen LM, Pedersen MN, Sandberg K, and Overgaard M. (2016). Occipital MEG Activity in the \nEarly Time Range (<300 ms) Predicts Graded Changes in Perceptual Consciousness. Cereb. Cortex \n26, 2677–2688. [PubMed: 26009612] \nAru J, Bachmann T, Singer W, and Melloni L. (2012). Distilling the neural correlates of consciousness. \nNeurosci. Biobehav. Rev. 36, 737–746. [PubMed: 22192881] \nBaars B. (1988). A Cognitive Theory of Consciousness (Cambridge University Press).\nBachmann T, and Hudetz AG (2014). It is time to combine the two main traditions in the research on \nthe neural correlates of consciousness: C = L × D. Front. Psychol. 5, 940. [PubMed: 25202297] \nBaddeley A. (2012). Working memory: theories, models, and controversies. Annu. Rev. Psychol. 63, \n1–29. [PubMed: 21961947] \nBanoub M, Tetzlaff JE, and Schubert A. (2003). Pharmacologic and physiologic influences affecting \nsensory evoked potentials: implications for perioperative monitoring. Anesthesiology 99, 716–737. \n[PubMed: 12960558] \nBaria AT, Maniscalco B, and He BJ (2017). Initial-state-dependent, robust, transient neural dynamics \nencode conscious visual perception. PLoS Comput. Biol. 13, e1005806. [PubMed: 29176808] \nBarresi J, and Moore C. (1996). Intentional relations and social understanding. Behav. Brain Sci. 19, \n107–122.\nBartocci M, Bergqvist LL, Lagercrantz H, and Anand KJ (2006). Pain activates cortical areas in the \npreterm newborn brain. Pain 122, 109–117. [PubMed: 16530965] \nBarttfeld P, Uhrig L, Sitt JD, Sigman M, Jarraya B, and Dehaene S. (2015). Signature of consciousness \nin the dynamics of resting-state brain activity. Proc. Natl. Acad. Sci. USA 112, 887–892. \n[PubMed: 25561541] \nBastos AM, Vezoli J, Bosman CA, Schoffelen JM, Oostenveld R, Dowdall JR, De Weerd P, Kennedy \nH, and Fries P. (2015). Visual areas exert feedforward and feedback influences through distinct \nfrequency channels. Neuron 85, 390–401. [PubMed: 25556836] \nBekinschtein TA, Dehaene S, Rohaut B, Tadel F, Cohen L, and Naccache L. (2009). Neural signature \nof the conscious processing of auditory regularities. Proc. Natl. Acad. Sci. USA 106, 1672–1677. \n[PubMed: 19164526] \nBembich S, Marrazzo F, Barini A, Ravalico P, Cont G, and Demarini S. (2016). The cortical response \nto a noxious procedure changes over time in preterm infants. Pain 157, 1979–1987. [PubMed: \n27152689] \nBerkovitch L, Dehaene S, and Gaillard R. (2017). Disruption of Conscious Access in Schizophrenia. \nTrends Cogn. Sci. 21, 878–892. [PubMed: 28967533] \nBerkovitch L, Del Cul A, Maheu M, and Dehaene S. (2018). Impaired conscious access and abnormal \nattentional amplification in schizophrenia. Neuroimage Clin. 18, 835–848. [PubMed: 29876269] \nBichot NP, Heard MT, DeGennaro EM, and Desimone R. (2015). A Source for Feature-Based \nAttention in the Prefrontal Cortex. Neuron 88, 832–844. [PubMed: 26526392] \nBlock N. (2005). Two neural correlates of consciousness. Trends Cogn. Sci. 9, 46–52. [PubMed: \n15668096] Mashour et al. Page 25\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Boly M, Massimini M, Tsuchiya N, Postle BR, Koch C, and Tononi G. (2017). Are the Neural \nCorrelates of Consciousness in the Front or in the Back of the Cerebral Cortex? Clinical and \nNeuroimaging Evidence. J. Neurosci. 37, 9603–9613. [PubMed: 28978697] \nBonhomme V , Vanhaudenhuyse A, Demertzi A, Bruno MA, Jaquet O, Bahri MA, Plenevaux A, Boly \nM, Boveroux P, Soddu A, et al. (2016). Resting-state Network-specific Breakdown of Functional \nConnectivity during Ketamine Alteration of Consciousness in V olunteers. Anesthesiology 125, \n873–888. [PubMed: 27496657] \nBourgeron T. (2015). From the genetic architecture to synaptic plasticity in autism spectrum disorder. \nNat. Rev. Neurosci. 16, 551–563. [PubMed: 26289574] \nBoveroux P, Vanhaudenhuyse A, Bruno MA, Noirhomme Q, Lauwick S, Luxen A, Degueldre C, \nPlenevaux A, Schnakers C, Phillips C, et al. (2010). Breakdown of within- and between-network \nresting state functional magnetic resonance imaging connectivity during propofol-induced loss of \nconsciousness. Anesthesiology 113, 1038–1053. [PubMed: 20885292] \nBrown R, Lau H, and LeDoux JE (2019). Understanding the Higher-Order Approach to \nConsciousness. Trends Cogn. Sci. 23, 754–768. [PubMed: 31375408] \nCasali AG, Gosseries O, Rosanova M, Boly M, Sarasso S, Casali KR, Casarotto S, Bruno MA, \nLaureys S, Tononi G, and Massimini M. (2013). A theoretically based index of consciousness \nindependent of sensory processing and behavior. Sci. Transl. Med. 5, 198ra105.\nCasarotto S, Comanducci A, Rosanova M, Sarasso S, Fecchio M, Napolitani M, Pigorini A, G Casali \nA, Trimarchi PD, Boly M, et al. (2016). Stratification of unresponsive patients by an independently \nvalidated index of brain complexity. Ann. Neurol. 80, 718–729. [PubMed: 27717082] \nCasey BJ, Tottenham N, Liston C, and Durston S. (2005). Imaging the developing brain: what have we \nlearned about cognitive development? Trends Cogn. Sci. 9, 104–110. [PubMed: 15737818] \nChang L, Zhang S, Poo MM, and Gong N. (2017). Spontaneous expression of mirror self-recognition \nin monkeys after learning precise visual-proprioceptive association for mirror images. Proc. Natl. \nAcad. Sci. USA 114, 3258–3263. [PubMed: 28193875] \nChangeux JP (2006). The Ferrier Lecture 1998. The molecular biology of consciousness investigated \nwith genetically modified mice. Philos. Trans. R. Soc. Lond. B Biol. Sci. 361, 2239–2259. \n[PubMed: 17015398] \nChangeux JP (2017). Climbing Brain Levels of Organisation from Genes to Consciousness. Trends \nCogn. Sci. 21, 168–181. [PubMed: 28161289] \nChao ZC, Takaura K, Wang L, Fujii N, and Dehaene S. (2018). LargeScale Cortical Networks for \nHierarchical Prediction and Prediction Error in the Primate Brain. Neuron 100, 1252–1266.e3. \n[PubMed: 30482692] \nCharles L, King JR, and Dehaene S. (2014). Decoding the dynamics of action, intention, and error \ndetection for conscious and subliminal stimuli. J. Neurosci. 34, 1158–1170. [PubMed: 24453309] \nCharles L, Van Opstal F, Marti S, and Dehaene S. (2013). Distinct brain mechanisms for conscious \nversus subliminal error detection. Neuroimage 73, 80–94. [PubMed: 23380166] \nChennu S, Annen J, Wannez S, Thibaut A, Chatelle C, Cassol H, Martens G, Schnakers C, Gosseries \nO, Menon D, and Laureys S. (2017). Brain networks predict metabolism, diagnosis and prognosis \nat the bedside in disorders of consciousness. Brain 140, 2120–2132. [PubMed: 28666351] \nChristophel TB, Klink PC, Spitzer B, Roelfsema PR, and Haynes JD (2017). The Distributed Nature of \nWorking Memory. Trends Cogn. Sci. 21, 111–124. [PubMed: 28063661] \nCohen D, van Swinderen B, and Tsuchiya N. (2018). Isoflurane Impairs Low-Frequency Feedback \nbut Leaves High-Frequency Feedforward Connectivity Intact in the Fly Brain. eNeuro 5, \nENEURO.0329–17.2018.\nCollin G, and van den Heuvel MP (2013). The ontogeny of the human connectome: development and \ndynamic changes of brain connectivity across the life span. Neuroscientist 19, 616–628. [PubMed: \n24047610] \nCowan N. (2001). The magical number 4 in short-term memory: a reconsideration of mental storage \ncapacity. Behav. Brain Sci. 24, 87–114, discussion 114–185. [PubMed: 11515286] \nde Lafuente V , and Romo R. (2005). Neuronal correlates of subjective sensory experience. Nat. \nNeurosci. 8, 1698–1703. [PubMed: 16286929] Mashour et al. Page 26\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "de Lafuente V , and Romo R. (2006). Neural correlate of subjective sensory experience gradually builds \nup across cortical areas. Proc. Natl. Acad. Sci. USA 103, 14266–14271. [PubMed: 16924098] \nDeco G, and Rolls ET (2004). A neurodynamical cortical model of visual attention and invariant object \nrecognition. Vision Res. 44, 621–642. [PubMed: 14693189] \nDehaene-Lambertz G, and Spelke ES (2015). The Infancy of the Human Brain. Neuron 88, 93–109. \n[PubMed: 26447575] \nDehaene S, and Changeux JP (2005). Ongoing spontaneous activity controls access to consciousness: a \nneuronal model for inattentional blindness. PLoS Biol. 3, e141. [PubMed: 15819609] \nDehaene S, and Changeux JP (2011). Experimental and theoretical approaches to conscious \nprocessing. Neuron 70, 200–227. [PubMed: 21521609] \nDehaene S, Kerszberg M, and Changeux JP (1998). A neuronal model of a global workspace in \neffortful cognitive tasks. Proc. Natl. Acad. Sci. USA 95, 14529–14534. [PubMed: 9826734] \nDehaene S, Lau H, and Kouider S. (2017). What is consciousness, and could machines have it? \nScience 358, 486–492. [PubMed: 29074769] \nDehaene S, Meyniel F, Wacongne C, Wang L, and Pallier C. (2015). The Neural Representation of \nSequences: From Transition Probabilities to Algebraic Patterns and Linguistic Trees. Neuron 88, \n2–19. [PubMed: 26447569] \nDehaene S, and Naccache L. (2001). Towards a cognitive neuroscience of consciousness: basic \nevidence and a workspace framework. Cognition 79, 1–37. [PubMed: 11164022] \nDehaene S, Sergent C, and Changeux JP (2003). A neuronal network model linking subjective reports \nand objective physiological data during conscious perception. Proc. Natl. Acad. Sci. USA 100, \n8520–8525. [PubMed: 12829797] \nDel Cul A, Baillet S, and Dehaene S. (2007). Brain dynamics underlying the nonlinear threshold for \naccess to consciousness. PLoS Biol. 5, e260. [PubMed: 17896866] \nDel Cul A, Dehaene S, Reyes P, Bravo E, and Slachevsky A. (2009). Causal role of prefrontal cortex in \nthe threshold for access to consciousness. Brain 132, 2531–2540. [PubMed: 19433438] \nDemertzi A, Tagliazucchi E, Dehaene S, Deco G, Barttfeld P, Raimondo F, Martial C, Fernandez-\nEspejo D, Rohaut B, V oss HU, et al. (2019). Human consciousness is supported by dynamic \ncomplex patterns of brain signal coordination. Sci. Adv. 5, eaat7603.\nDonoghue JA, Bastos AM, Yanar J, Kornblith S, Mahnke M, Brown E, and Miller E. (2019). Neural \nsignatures of loss of consciousness and its recovery by thalamic stimulation. bioRxiv, 806687.\nDouglas ZH, Maniscalco B, Hallett M, Wassermann EM, and He BJ (2015). Modulating conscious \nmovement intention by noninvasive brain stimulation and the underlying neural mechanisms. J. \nNeurosci. 35, 7239–7255. [PubMed: 25948272] \nDubois J, Adibpour P, Poupon C, Hertz-Pannier L, and Dehaene-Lambertz G. (2016). MRI and \nM/EEG studies of the White Matter Development in Human Fetuses and Infants: Review and \nOpinion. Brain Plast. 2, 49–69. [PubMed: 29765848] \nDubois J, Dehaene-Lambertz G, Kulikova S, Poupon C, Hüppi PS, and Hertz-Pannier L. (2014). The \nearly development of brain white matter: a review of imaging studies in fetuses, newborns and \ninfants. Neuroscience 276, 48–71. [PubMed: 24378955] \nDuncan J, Humphreys G, and Ward R. (1997). Competitive brain activity in visual attention. Curr. \nOpin. Neurobiol. 7, 255–261. [PubMed: 9142748] \nEdelman G. (1992). Bright Air, Brilliant Fire: On The Matter of The Mind (Basic Books).\nEklund R, and Wiens S. (2018). Visual awareness negativity is an early neural correlate of awareness: \nA preregistered study with two Gabor sizes. Cogn. Affect. Behav. Neurosci. 18, 176–188. \n[PubMed: 29344763] \nEverling S, Tinsley CJ, Gaffan D, and Duncan J. (2002). Filtering of neural signals by focused \nattention in the monkey prefrontal cortex. Nat. Neurosci. 5, 671–676. [PubMed: 12068302] \nFilippetti ML, Lloyd-Fox S, Longo MR, Farroni T, and Johnson MH (2015). Neural Mechanisms of \nBody Awareness in Infants. Cereb. Cortex 25, 3779–3787. [PubMed: 25404469] \nFreedman DJ, Riesenhuber M, Poggio T, and Miller EK (2001). Categorical representation of visual \nstimuli in the primate prefrontal cortex. Science 291, 312–316. [PubMed: 11209083] Mashour et al. Page 27\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Fu Z, Wu DJ, Ross I, Chung JM, Mamelak AN, Adolphs R, and Rutishauser U. (2019). Single-Neuron \nCorrelates of Error Monitoring and Post-Error Adjustments in Human Medial Frontal Cortex. \nNeuron 101, 165–177.e5. [PubMed: 30528064] \nFuster JM (1997). Network memory. Trends Neurosci. 20, 451–459. [PubMed: 9347612] \nGao Z, Davis C, Thomas AM, Economo MN, Abrego AM, Svoboda K, De Zeeuw CI, and Li N. \n(2018). A cortico-cerebellar loop for motor planning. Nature 563, 113–116. [PubMed: 30333626] \nGelbard-Sagiv H, Mudrik L, Hill MR, Koch C, and Fried I. (2018). Human single neuron activity \nprecedes emergence of conscious perception. Nat. Commun. 9, 2057. [PubMed: 29802308] \nGelbard-Sagiv H, Mukamel R, Harel M, Malach R, and Fried I. (2008). Internally generated \nreactivation of single neurons in human hippocampus during free recall. Science 322, 96–101. \n[PubMed: 18772395] \nGogtay N, Giedd JN, Lusk L, Hayashi KM, Greenstein D, Vaituzis AC, Nugent TF 3rd, Herman \nDH, Clasen LS, Toga AW, et al. (2004). Dynamic mapping of human cortical development \nduring childhood through early adulthood. Proc. Natl. Acad. Sci. USA 101, 8174–8179. [PubMed: \n15148381] \nGoodman ND, and Frank MC (2016). Pragmatic Language Interpretation as Probabilistic Inference. \nTrends Cogn. Sci. 20, 818–829. [PubMed: 27692852] \nGopnik A, Sobel DM, Schulz LE, and Glymour C. (2001). Causal learning mechanisms in very young \nchildren: two-, three-, and four-year-olds infer causal relations from patterns of variation and \ncovariation. Dev. Psychol. 37, 620–629. [PubMed: 11552758] \nGraziano MS, and Kastner S. (2011). Human consciousness and its relationship to social neuroscience: \nA novel hypothesis. Cogn. Neurosci. 2, 98–113. [PubMed: 22121395] \nGraziano MSA, Guterstam A, Bio BJ, and Wilterson AI (2019). Toward a standard model of \nconsciousness: Reconciling the attention schema, global workspace, higher-order thought, and \nillusionist theories. Cogn. Neuropsychol. 1–18. [PubMed: 30785364] \nGuo ZV , Inagaki HK, Daie K, Druckmann S, Gerfen CR, and Svoboda K. (2017). Maintenance of \npersistent activity in a frontal thalamocortical loop. Nature 545, 181–186. [PubMed: 28467817] \nHamker FH (2005). The reentry hypothesis: the putative interaction of the frontal eye field, \nventrolateral prefrontal cortex, and areas V4, IT for attention and eye movement. Cereb. Cortex 15, \n431–447. [PubMed: 15749987] \nHansen EC, Battaglia D, Spiegler A, Deco G, and Jirsa VK (2015). Functional connectivity dynamics: \nmodeling the switching behavior of the resting state. Neuroimage 105, 525–535. [PubMed: \n25462790] \nHauser MD, Chomsky N, and Fitch WT (2002). The faculty of language: what is it, who has it, and \nhow did it evolve? Science 298, 1569–1579. [PubMed: 12446899] \nHe BJ (2018). Robust, Transient Neural Dynamics during Conscious Perception. Trends Cogn. Sci. 22, \n563–565. [PubMed: 29764721] \nHemmings HC Jr., Riegelhaupt PM, Kelz MB, Solt K, Eckenhoff RG, Orser BA, and Goldstein PA \n(2019). Towards a Comprehensive Understanding of Anesthetic Mechanisms of Action: A Decade \nof Discovery. Trends Pharmacol. Sci. 40, 464–481. [PubMed: 31147199] \nHobson JA (2009). REM sleep and dreaming: towards a theory of protoconsciousness. Nat. Rev. \nNeurosci. 10, 803–813. [PubMed: 19794431] \nHuang Z, Liu X, Mashour GA, and Hudetz AG (2018a). Timescales of intrinsic BOLD \nsignal dynamics and functional connectivity in pharmacologic and neuropathologic states of \nunconsciousness. J. Neurosci. 38, 2304–2317. [PubMed: 29386261] \nHuang Z, Vlisides PE, Tarnal VC, Janke EL, Keefe KM, Collins MM, McKinney AM, Picton P, Harris \nRE, Mashour GA, and Hudetz AG (2018b). Brain imaging reveals covert consciousness during \nbehavioral unresponsiveness induced by propofol. Sci. Rep. 8, 13195. [PubMed: 30181567] \nHudetz AG, and Mashour GA (2016). Disconnecting Consciousness: Is There a Common Anesthetic \nEnd Point? Anesth. Analg. 123, 1228–1240. [PubMed: 27331780] \nHudetz AG, Vizuete JA, and Imas OA (2009). Desflurane selectively suppresses long-latency cortical \nneuronal response to flash in the rat. Anesthesiology 111, 231–239. [PubMed: 19568167] Mashour et al. Page 28\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Hudson AE, Calderon DP, Pfaff DW, and Proekt A. (2014). Recovery of consciousness is mediated \nby a network of discrete metastable activity states. Proc. Natl. Acad. Sci. USA 111, 9283–9288. \n[PubMed: 24927558] \nImas OA, Ropella KM, Ward BD, Wood JD, and Hudetz AG (2005). V olatile anesthetics disrupt \nfrontal-posterior recurrent information transfer at gamma frequencies in rat. Neurosci. Lett. 387, \n145–150. [PubMed: 16019145] \nInagaki HK, Fontolan L, Romani S, and Svoboda K. (2019). Discrete attractor dynamics underlies \npersistent activity in the frontal cortex. Nature 566, 212–217. [PubMed: 30728503] \nIson MJ, Quian Quiroga R, and Fried I. (2015). Rapid Encoding of New Memories by Individual \nNeurons in the Human Brain. Neuron 87, 220–230. [PubMed: 26139375] \nJiang X, Long T, Cao W, Li J, Dehaene S, and Wang L. (2018). Production of Supra-regular Spatial \nSequences by Macaque Monkeys. Curr. Biol. 28, 1851–1859.e4. [PubMed: 29887304] \nJoglekar MR, Mejias JF, Yang GR, and Wang XJ (2018). Inter-areal Balanced Amplification Enhances \nSignal Propagation in a Large-Scale Circuit Model of the Primate Cortex. Neuron 98, 222–234.e8. \n[PubMed: 29576389] \nJordan D, Ilg R, Riedl V , Schorer A, Grimberg S, Neufang S, Omerovic A, Berger S, Untergehrer \nG, Preibisch C, et al. (2013). Simultaneous electroencephalographic and functional magnetic \nresonance imaging indicate impaired cortical top-down processing in association with anesthetic-\ninduced unconsciousness. Anesthesiology 119, 1031–1042. [PubMed: 23969561] \nKamiński J, and Rutishauser U. (2019). Between persistently active and ac-tivity-silent frameworks: \nnovel vistas on the cellular basis of working memory. Ann. N Y Acad. Sci. 10.1111/nyas.14213.\nKamiński J, Sullivan S, Chung JM, Ross IB, Mamelak AN, and Rutish-auser U. (2017). Persistently \nactive neurons in human medial frontal and medial temporal lobe support working memory. Nat. \nNeurosci. 20, 590–601. [PubMed: 28218914] \nKeller GB, and Mrsic-Flogel TD (2018). Predictive Processing: A Canonical Cortical Computation. \nNeuron 100, 424–435. [PubMed: 30359606] \nKelly YT, Webb TW, Meier JD, Arcaro MJ, and Graziano MS (2014). Attributing awareness to oneself \nand to others. Proc. Natl. Acad. Sci. USA 111, 5012–5017. [PubMed: 24639542] \nKersten D, Mamassian P, and Yuille A. (2004). Object perception as Bayesian inference. Annu. Rev. \nPsychol. 55, 271–304. [PubMed: 14744217] \nKim H, Hudetz AG, Lee J, Mashour GA, and Lee U; ReCCognition Study Group (2018). Estimating \nthe Integrated Information Measure Phi from High-Density Electroencephalography during States \nof Consciousness in Humans. Front. Hum. Neurosci. 12, 42. [PubMed: 29503611] \nKim H, and Lee U. (2019). Criticality as a determinant of integrated information Φ in human brain \nnetworks. Entropy (Basel) 21, 981.\nKing JR, and Dehaene S. (2014). A model of subjective report and objective discrimination as \ncategorical decisions in a vast representational space. Philos. Trans. R. Soc. Lond. B Biol. Sci. \n369, 20130204. [PubMed: 24639577] \nKing JR, Pescetelli N, and Dehaene S. (2016). Brain Mechanisms Underlying the Brief Maintenance \nof Seen and Unseen Sensory Information. Neuron 92, 1122–1134. [PubMed: 27930903] \nKlink PC, Dagnino B, Gariel-Mathis MA, and Roelfsema PR (2017). Distinct Feedforward and \nFeedback Effects of Microstimulation in Visual Cortex Reveal Neural Mechanisms of Texture \nSegregation. Neuron 95, 209–220.e3. [PubMed: 28625487] \nKoch C, Massimini M, Boly M, and Tononi G. (2016). Neural correlates of consciousness: progress \nand problems. Nat. Rev. Neurosci. 17, 307–321. [PubMed: 27094080] \nKoch C, and Tsuchiya N. (2007). Attention and consciousness: two distinct brain processes. Trends \nCogn. Sci. 11, 16–22. [PubMed: 17129748] \nKoivisto M, and Grassini S. (2016). Neural processing around 200 ms after stimulus-onset correlates \nwith subjective visual awareness. Neuropsychologia 84, 235–243. [PubMed: 26944872] \nKoivisto M, and Revonsuo A. (2010). Event-related brain potential correlates of visual awareness. \nNeurosci. Biobehav. Rev. 34, 922–934. [PubMed: 20005249] \nKoivisto M, Salminen-Vaparanta N, Grassini S, and Revonsuo A. (2016). Subjective visual awareness \nemerges prior to P3. Eur. J. Neurosci. 43, 1601–1611. [PubMed: 27109009] Mashour et al. Page 29\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Kok P, Bains LJ, van Mourik T, Norris DG, and de Lange FP (2016). Selective Activation of the Deep \nLayers of the Human Primary Visual Cortex by Top-Down Feedback. Curr. Biol. 26, 371–376. \n[PubMed: 26832438] \nKonecky RO, Smith MA, and Olson CR (2017). Monkey prefrontal neurons during Sternberg task \nperformance: full contents of working memory or most recent item? J. Neurophysiol. 117, 2269–\n2281. [PubMed: 28331006] \nKornblith S, Quian Quiroga R, Koch C, Fried I, and Mormann F. (2017). Persistent Single-Neuron \nActivity during Working Memory in the Human Medial Temporal Lobe. Curr. Biol. 27, 1026–\n1032. [PubMed: 28318972] \nKosslyn SM, Thompson WL, Kim IJ, and Alpert NM (1995). Topographical representations of mental \nimages in primary visual cortex. Nature 378, 496–498. [PubMed: 7477406] \nKouider S, Stahlhut C, Gelskov SV , Barbosa LS, Dutat M, de Gardelle V , Christophe A, Dehaene \nS, and Dehaene-Lambertz G. (2013). A neural marker of perceptual consciousness in infants. \nScience 340, 376–380. [PubMed: 23599498] \nKoukouli F, Rooy M, Changeux JP, and Maskos U. (2016). Nicotinic receptors in mouse prefrontal \ncortex modulate ultraslow fluctuations related to conscious processing. Proc. Natl. Acad. Sci. \nUSA 113, 14823–14828. [PubMed: 27911815] \nKreiman G, Fried I, and Koch C. (2002). Single-neuron correlates of subjective vision in the human \nmedial temporal lobe. Proc. Natl. Acad. Sci. USA 99, 8378–8383. [PubMed: 12034865] \nLagercrantz H, and Changeux JP (2009). The emergence of human consciousness: from fetal to \nneonatal life. Pediatr. Res. 65, 255–260. [PubMed: 19092726] \nLagercrantz H, Hanson M, Ment L, and Peebles D. (2010). The Newborn Brain: Neuroscience and \nClinical Applications, 2nd Edition (Cambridge University Press).\nLamme V A (2006). Towards a true neural stance on consciousness. Trends Cogn. Sci. 10, 494–501. \n[PubMed: 16997611] \nLamme V A (2010). How neuroscience will change our view on consciousness. Cogn. Neurosci. 1, \n204–220. [PubMed: 24168336] \nLamme V A, and Roelfsema PR (2000). The distinct modes of vision offered by feedforward and \nrecurrent processing. Trends Neurosci. 23, 571–579. [PubMed: 11074267] \nLamme V AF (2018). Challenges for theories of consciousness: seeing or knowing, the missing \ningredient and how to deal with panpsychism. Philos. Trans. R. Soc. Lond. B Biol. Sci. 373, \n373.\nLarkum M. (2013). A cellular mechanism for cortical associations: an organizing principle for the \ncerebral cortex. Trends Neurosci. 36, 141–151. [PubMed: 23273272] \nLau H, and Rosenthal D. (2011). Empirical support for higher-order theories of conscious awareness. \nTrends Cogn. Sci. 15, 365–373. [PubMed: 21737339] \nLebenberg J, Mangin JF, Thirion B, Poupon C, Hertz-Pannier L, Leroy F, Adibpour P, Dehaene-\nLambertz G, and Dubois J. (2019). Mapping the asynchrony of cortical maturation in the \ninfant brain: A MRI multi-parametric clustering approach. Neuroimage 185, 641–653. [PubMed: \n30017787] \nLeCun Y , Bengio Y , and Hinton G. (2015). Deep learning. Nature 521, 436–444. [PubMed: 26017442] \nLee H, Golkowski D, Jordan D, Berger S, Ilg R, Lee J, Mashour GA, and Lee U; ReCCognition \nStudy Group (2019). Relationship of critical dynamics, functional connectivity, and states \nof consciousness in large-scale human brain networks. Neuroimage 188, 228–238. [PubMed: \n30529630] \nLee U, Ku S, Noh G, Baek S, Choi B, and Mashour GA (2013). Disruption of frontal-parietal \ncommunication by ketamine, propofol, and sevoflurane. Anesthesiology 118, 1264–1275. \n[PubMed: 23695090] \nLeslie K, Skrzypek H, Paech MJ, Kurowski I, and Whybrow T. (2007). Dreaming during anesthesia \nand anesthetic depth in elective surgery patients: a prospective cohort study. Anesthesiology 106, \n33–42. [PubMed: 17197843] \nLi D, Vlisides PE, Kelz MB, Avidan MS, and Mashour GA; ReCCognition Study Group (2019). \nDynamic Cortical Connectivity during General Anesthesia in Healthy V olunteers. Anesthesiology \n130, 870–884. [PubMed: 30946055] Mashour et al. Page 30\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Liu S, Yu Q, Tse PU, and Cavanagh P. (2019). Neural Correlates of the Conscious Perception of Visual \nLocation Lie Outside Visual Cortex. Curr. Biol. 29, 4036–4044.e4. [PubMed: 31761706] \nLou HC, Changeux JP, and Rosenstand A. (2017). Towards a cognitive neuroscience of self-awareness. \nNeurosci. Biobehav. Rev. 83, 765–773. [PubMed: 27079562] \nMa L, Liu W, and Hudson AE (2019). Propofol Anesthesia Increases Long-range Frontoparietal \nCorticocortical Interaction in the Oculomotor Circuit in Macaque Monkeys. Anesthesiology 130, \n560–571. [PubMed: 30807382] \nMahmoudzadeh M, Dehaene-Lambertz G, Fournier M, Kongolo G, Goudjil S, Dubois J, Grebe R, \nand Wallois F. (2013). Syllabic discrimination in premature human infants prior to complete \nformation of cortical layers. Proc. Natl. Acad. Sci. USA 110, 4846–4851. [PubMed: 23440196] \nMalekmohammadi M, AuYong N, Price CM, Tsolaki E, Hudson AE, and Pouratian N. (2018). \nPropofol-induced Changes in a-b Sensorimotor Cortical Connectivity. Anesthesiology 128, 305–\n316. [PubMed: 29068830] \nManita S, Suzuki T, Homma C, Matsumoto T, Odagawa M, Yamada K, Ota K, Matsubara C, Inutsuka \nA, Sato M, et al. (2015). A Top-Down Cortical Circuit for Accurate Sensory Perception. Neuron \n86, 1304–1316. [PubMed: 26004915] \nMaquet P, Péters J, Aerts J, Delfiore G, Degueldre C, Luxen A, and Franck G. (1996). Functional \nneuroanatomy of human rapid-eye-movement sleep and dreaming. Nature 383, 163–166. \n[PubMed: 8774879] \nMarkov NT, Ercsey-Ravasz M, Van Essen DC, Knoblauch K, Toroczkai Z, and Kennedy H. (2013). \nCortical high-density counterstream architectures. Science 342, 1238406. [PubMed: 24179228] \nMarti S, and Dehaene S. (2017). Discrete and continuous mechanisms of temporal selection in rapid \nvisual streams. Nat. Commun. 8, 1955. [PubMed: 29208892] \nMarti S, King JR, and Dehaene S. (2015). Time-Resolved Decoding of Two Processing Chains during \nDual-Task Interference. Neuron 88, 1297–1307. [PubMed: 26627309] \nMarti S, Sigman M, and Dehaene S. (2012). A shared cortical bottleneck underlying Attentional Blink \nand Psychological Refractory Period. Neuroimage 59, 2883–2898. [PubMed: 21988891] \nMashour GA (2013). Cognitive unbinding: a neuroscientific paradigm of general anesthesia \nand related states of unconsciousness. Neurosci. Biobehav. Rev. 37, 2751–2759. [PubMed: \n24076246] \nMashour GA, and Alkire MT (2013a). Consciousness, anesthesia, and the thalamocortical system. \nAnesthesiology 118, 13–15. [PubMed: 23208518] \nMashour GA, and Alkire MT (2013b). Evolution of consciousness: phylogeny, ontogeny, and \nemergence from general anesthesia. Proc. Natl. Acad. Sci. USA 110 (Suppl 2), 10357–10364. \n[PubMed: 23754370] \nMejias JF, Murray JD, Kennedy H, and Wang XJ (2016). Feedforward and feedback frequency-\ndependent interactions in a large-scale laminar network of the primate cortex. Sci. Adv. 2, \ne1601335. [PubMed: 28138530] \nMendoza-Halliday D, Torres S, and Martinez-Trujillo JC (2014). Sharp emergence of feature-selective \nsustained activity along the dorsal visual pathway. Nat. Neurosci. 17, 1255–1262. [PubMed: \n25108910] \nMichalareas G, Vezoli J, van Pelt S, Schoffelen JM, Kennedy H, and Fries P. (2016). Alpha-Beta and \nGamma Rhythms Subserve Feedback and Feedforward Influences among Human Visual Cortical \nAreas. Neuron 89, 384–397. [PubMed: 26777277] \nMongillo G, Barak O, and Tsodyks M. (2008). Synaptic theory of working memory. Science 319, \n1543–1546. [PubMed: 18339943] \nMoon JY , Lee U, Blain-Moraes S, and Mashour GA (2015). General relationship of global topology, \nlocal dynamics, and directionality in large-scale brain networks. PLoS Comput. Biol. 11, \ne1004225. [PubMed: 25874700] \nMoore T, and Armstrong KM (2003). Selective gating of visual signals by microstimulation of frontal \ncortex. Nature 421, 370–373. [PubMed: 12540901] \nMoran J, and Desimone R. (1985). Selective attention gates visual processing in the extrastriate cortex. \nScience 229, 782–784. [PubMed: 4023713] Mashour et al. Page 31\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Muckli L, De Martino F, Vizioli L, Petro LS, Smith FW, Ugurbil K, Goebel R, and Yacoub E. \n(2015). Contextual Feedback to Superficial Layers of V1. Curr. Biol. 25, 2690–2695. [PubMed: \n26441356] \nNí Mhuircheartaigh R, Warnaby C, Rogers R, Jbabdi S, and Tracey I. (2013). Slow-wave activity \nsaturation and thalamocortical isolation during propofol anesthesia in humans. Sci. Transl. Med. \n5, 208ra148.\nNieuwenhuis S, Ridderinkhof KR, Blom J, Band GP, and Kok A. (2001). Error-related brain potentials \nare differentially related to awareness of response errors: evidence from an antisaccade task. \nPsychophysiology 38, 752–760. [PubMed: 11577898] \nNoel JP, Simon D, Thelen A, Maier A, Blake R, and Wallace MT (2018). Probing Electrophysiological \nIndices of Perceptual Awareness across Unisensory and Multisensory Modalities. J. Cogn. \nNeurosci. 30, 814–828. [PubMed: 29488853] \nO’Craven KM, Downing PE, and Kanwisher N. (1999). fMRI evidence for objects as the units of \nattentional selection. Nature 401, 584–587. [PubMed: 10524624] \nO’Reilly RC, and Frank MJ (2006). Making working memory work: a computational model of \nlearning in the prefrontal cortex and basal ganglia. Neural Comput. 18, 283–328. [PubMed: \n16378516] \nOberauer K. (2002). Access to information in working memory: exploring the focus of attention. J. \nExp. Psychol. Learn. Mem. Cogn. 28, 411–421. [PubMed: 12018494] \nOdegaard B, Knight RT, and Lau H. (2017). Should a Few Null Findings Falsify Prefrontal Theories of \nConscious Perception? J. Neurosci. 37, 9593–9602. [PubMed: 28978696] \nOizumi M, Albantakis L, and Tononi G. (2014). From the phenomenology to the mechanisms of \nconsciousness: Integrated Information Theory 3.0. PLoS Comput. Biol. 10, e1003588. [PubMed: \n24811198] \nOizumi M, Amari S, Yanagawa T, Fujii N, and Tsuchiya N. (2016). Measuring Integrated Information \nfrom the Decoding Perspective. PLoS Comput. Biol. 12, e1004654. [PubMed: 26796119] \nOlivers CN, Peters J, Houtkamp R, and Roelfsema PR (2011). Different states in visual working \nmemory: when it guides attention and when it does not. Trends Cogn. Sci. 15, 327–334. \n[PubMed: 21665518] \nPal D, Dean JG, Liu T, Li D, Watson CJ, Hudetz AG, and Mashour GA (2018). Differential Role \nof Prefrontal and Parietal Cortices in Controlling Level of Consciousness. Curr. Biol. 28, 2145–\n2152.e5. [PubMed: 29937348] \nPal D, Li D, Dean JG, Brito MA, Liu T, Fryzel AM, Hudetz AG, and Mashour GA (2020). Level \nof consciousness is dissociable from electroencephalographic measures of cortical connectivity, \nslow oscillations, and complexity.J.Neurosci.40,605–618. [PubMed: 31776211] \nPalanca BJ, Mitra A, Larson-Prior L, Snyder AZ, Avidan MS, and Raichle ME (2015). Resting-state \nFunctional Magnetic Resonance Imaging Correlates of Sevoflurane-induced Unconsciousness. \nAnesthesiology 123, 346–356. [PubMed: 26057259] \nPanagiotaropoulos TI, Deco G, Kapoor V , and Logothetis NK (2012). Neuronal discharges and gamma \noscillations explicitly reflect visual consciousness in the lateral prefrontal cortex. Neuron 74, \n924–935. [PubMed: 22681695] \nPapadopoulou M, Friston K, and Marinazzo D. (2019). Estimating Directed Connectivity from \nCortical Recordings and Reconstructed Sources. Brain Topogr. 32, 741–752. [PubMed: \n26350398] \nPerouansky M. (2012). The quest for a unified model of anesthetic action: a century in Claude \nBernard’s shadow. Anesthesiology 117, 465–474. [PubMed: 22801051] \nPettersson-Yeo W, Allen P, Benetti S, McGuire P, and Mechelli A. (2011). Dysconnectivity \nin schizophrenia: where are we now? Neurosci. Biobehav. Rev. 35, 1110–1124. [PubMed: \n21115039] \nPezzulo G, and Cisek P. (2016). Navigating the Affordance Landscape: Feedback Control as a Process \nModel of Behavior and Cognition. Trends Cogn. Sci. 20, 414–424. [PubMed: 27118642] \nPitts MA, Lutsyshyna LA, and Hillyard SA (2018). The relationship between attention and \nconsciousness: an expanded taxonomy and implications for ‘no-report’ paradigms. Philos. Trans. \nR. Soc. Lond. B Biol. Sci. 373, 373.Mashour et al. Page 32\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Pitts MA, Martínez A, and Hillyard SA (2012). Visual processing of contour patterns under conditions \nof inattentional blindness. J. Cogn. Neurosci. 24, 287–303. [PubMed: 21812561] \nPitts MA, Padwal J, Fennelly D, Martínez A, and Hillyard SA (2014). Gamma band activity and the \nP3 reflect post-perceptual processes, not visual awareness. Neuroimage 101, 337–350. [PubMed: \n25063731] \nPoort J, Self MW, van Vugt B, Malkki H, and Roelfsema PR (2016). Texture Segregation Causes Early \nFigure Enhancement and Later Ground Suppression in Areas V1 and V4 of Visual Cortex. Cereb. \nCortex 26, 3964–3976. [PubMed: 27522074] \nPosner MI, Rothbart MK, Sheese BE, and Tang Y . (2007). The anterior cingulate gyrus and the \nmechanism of self-regulation. Cogn. Affect. Behav. Neurosci. 7, 391–395. [PubMed: 18189012] \nQuiroga RQ, Mukamel R, Isham EA, Malach R, and Fried I. (2008). Human single-neuron responses \nat the threshold of conscious recognition. Proc. Natl. Acad. Sci. USA 105, 3599–3604. [PubMed: \n18299568] \nRainer G, Rao SC, and Miller EK (1999). Prospective coding for objects in primate prefrontal cortex. \nJ. Neurosci. 19, 5493–5505. [PubMed: 10377358] \nRanft A, Golkowski D, Kiel T, Riedl V , Kohl P, Rohrer G, Pientka J, Berger S, Thul A, \nMaurer M, et al. (2016). Neural Correlates of Sevoflurane-induced Unconsciousness Identified \nby Simultaneous Functional Magnetic Resonance Imaging and Electroencephalography. \nAnesthesiology 125, 861–872. [PubMed: 27617689] \nRao RP, and Ballard DH (1999). Predictive coding in the visual cortex: a functional interpretation of \nsome extra-classical receptive-field effects. Nat. Neurosci. 2, 79–87. [PubMed: 10195184] \nReardon S. (2019). Rival theories face off over brain’s source of consciousness. Science 366, 293. \n[PubMed: 31624192] \nReber TP, Faber J, Niediek J, Boström J, Elger CE, and Mormann F. (2017). Single-Neuron Correlates \nof Conscious Perception in the Human Medial Temporal Lobe. Curr. Biol. 27, 2991–2998 e2. \n[PubMed: 28943091] \nReddy L, Poncet M, Self MW, Peters JC, Douw L, van Dellen E, Claus S, Reijneveld JC, Baayen JC, \nand Roelfsema PR (2015). Learning of anticipatory responses in single neurons of the human \nmedial temporal lobe. Nat. Commun. 6, 8556. [PubMed: 26449885] \nRedinbaugh M, Philips J, Kambi N, Mohanta S, Andryk S, Dooley G, Afrasiabi M, Raz A, and \nSaalmann Y . (2020). Central thalamus modulates consciousness by controlling layer-specific \ncortical interactions. Neuron 106.\nReuter F, Del Cul A, Audoin B, Malikova I, Naccache L, Ranjeva JP, Lyon-Caen O, Ali Chérif A, \nCohen L, Dehaene S, and Pelletier J. (2007). Intact subliminal processing and delayed conscious \naccess in multiple sclerosis. Neuropsychologia 45, 2683–2691. [PubMed: 17517425] \nReuter F, Del Cul A, Malikova I, Naccache L, Confort-Gouny S, Cohen L, Cherif AA, Cozzone PJ, \nPelletier J, Ranjeva JP, et al. (2009). White matter damage impairs access to consciousness in \nmultiple sclerosis. Neuroimage 44, 590–599. [PubMed: 18809500] \nReynolds JH, and Chelazzi L. (2004). Attentional modulation of visual processing. Annu. Rev. \nNeurosci. 27, 611–647. [PubMed: 15217345] \nRoelfsema PR (2005). Elemental operations in vision. Trends Cogn. Sci. 9, 226–233. [PubMed: \n15866149] \nRoelfsema PR (2006). Cortical algorithms for perceptual grouping. Annu. Rev. Neurosci. 29, 203–227. \n[PubMed: 16776584] \nRoelfsema PR, and Houtkamp R. (2011). Incremental grouping of image elements in vision. Atten. \nPercept. Psychophys. 73, 2542–2572. [PubMed: 21901573] \nRoelfsema PR, Lamme V A, and Spekreijse H. (2000). The implementation of visual routines. Vision \nRes. 40, 1385–1411. [PubMed: 10788648] \nRombouts JO, Bohte SM, and Roelfsema PR (2015). How attention can create synaptic tags for the \nlearning of working memories in sequential tasks. PLoS Comput. Biol. 11, e1004060. [PubMed: \n25742003] \nRømer Thomsen K, Joensson M, Lou HC, Møller A, Gross J, Kringelbach ML, and Changeux JP \n(2013). Altered paralimbic interaction in behavioral addiction. Proc. Natl. Acad. Sci. USA 110, \n4744–4749. [PubMed: 23487797] Mashour et al. Page 33\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Saalmann YB (2014). Intralaminar and medial thalamic influence on cortical synchrony, information \ntransmission and cognition. Front. Syst. Neurosci. 8, 83. [PubMed: 24847225] \nSaalmann YB, Pinsk MA, Wang L, Li X, and Kastner S. (2012). The pulvinar regulates information \ntransmission between cortical areas based on attention demands. Science 337, 753–756. \n[PubMed: 22879517] \nSachidhanandam S, Sreenivasan V , Kyriakatos A, Kremer Y , and Petersen CC (2013). Membrane \npotential correlates of sensory perception in mouse barrel cortex. Nat. Neurosci. 16, 1671–1677. \n[PubMed: 24097038] \nSakai K, and Miyashita Y . (1991). Neural organization for the long-term memory of paired associates. \nNature 354, 152–155. [PubMed: 1944594] \nSalti M, Bar-Haim Y , and Lamy D. (2012). The P3 component of the ERP reflects conscious \nperception, not confidence. Conscious. Cogn. 21, 961–968. [PubMed: 22341937] \nSalti M, Monto S, Charles L, King JR, Parkkonen L, and Dehaene S. (2015). Distinct cortical codes \nand temporal dynamics for conscious and unconscious percepts. eLife 4, 4.\nSanchez G, Hartmann T, Fusca M, and Weisz N. (2019). Decoding across sensory modalities reveals \ncommon supramodal signatures of conscious perception. bioRxiv, 115535.\nSanders RD, Raz A, Banks MI, Boly M, and Tononi G. (2016). Is consciousness fragile? Br. J. \nAnaesth. 116, 1–3. [PubMed: 26487152] \nSanders RD, Tononi G, Laureys S, and Sleigh JW (2012). Unresponsiveness s ≠ unconsciousness. \nAnesthesiology 116, 946–959. [PubMed: 22314293] \nSchiff ND, Giacino JT, Kalmar K, Victor JD, Baker K, Gerber M, Fritz B, Eisenberg B, Biondi \nT, O’Connor J, et al. (2007). Behavioural improvements with thalamic stimulation after severe \ntraumatic brain injury. Nature 448, 600–603. [PubMed: 17671503] \nSchiff ND, Ribary U, Moreno DR, Beattie B, Kronberg E, Blasberg R, Giacino J, McCagg C, Fins JJ, \nLlinás R, and Plum F. (2002). Residual cerebral activity and behavioural fragments can remain in \nthe persistently vegetative brain. Brain 125, 1210–1234. [PubMed: 12023311] \nSchroeder KE, Irwin ZT, Gaidica M, Nicole Bentley J, Patil PG, Mashour GA, and Chestek CA \n(2016). Disruption of corticocortical information transfer during ketamine anesthesia in the \nprimate brain. Neuroimage 134, 459–465. [PubMed: 27095309] \nSelf MW, Kooijmans RN, Supèr H, Lamme V A, and Roelfsema PR (2012). Different glutamate \nreceptors convey feedforward and recurrent processing in macaque V1. Proc. Natl. Acad. Sci. \nUSA 109, 11031–11036. [PubMed: 22615394] \nSelf MW, van Kerkoerle T, Supèr H, and Roelfsema PR (2013). Distinct roles of the cortical layers of \narea V1 in figure-ground segregation. Curr. Biol. 23, 2121–2129. [PubMed: 24139742] \nSergent C, Baillet S, and Dehaene S. (2005). Timing of the brain events underlying access to \nconsciousness during the attentional blink. Nat. Neurosci. 8, 1391–1400. [PubMed: 16158062] \nSergent C, Wyart V , Babo-Rebelo M, Cohen L, Naccache L, and Tallon-Baudry C. (2013). Cueing \nattention after the stimulus is gone can retrospectively trigger conscious perception. Curr. Biol. \n23, 150–155. [PubMed: 23246406] \nSiclari F, Baird B, Perogamvros L, Bernardi G, LaRocque JJ, Riedner B, Boly M, Postle BR, and \nTononi G. (2017). The neural correlates of dreaming. Nat. Neurosci. 20, 872–878. [PubMed: \n28394322] \nSitt JD, King JR, El Karoui I, Rohaut B, Faugeras F, Gramfort A, Cohen L, Sigman M, Dehaene S, and \nNaccache L. (2014). Large scale screening of neural signatures of consciousness in patients in a \nvegetative or minimally conscious state. Brain 137, 2258–2270. [PubMed: 24919971] \nSolovey G, Alonso LM, Yanagawa T, Fujii N, Magnasco MO, Cecchi GA, and Proekt A. (2015). \nLoss of Consciousness Is Associated with Stabilization of Cortical Activity. J. Neurosci. 35, \n10866–10877. [PubMed: 26224868] \nSoto D, and Silvanto J. (2014). Reappraising the relationship between working memory and conscious \nawareness. Trends Cogn. Sci. 18, 520–525. [PubMed: 25070269] \nStrauss M, Sitt JD, King JR, Elbaz M, Azizi L, Buiatti M, Naccache L, van Wassenhove V , and \nDehaene S. (2015). Disruption of hierarchical predictive coding during sleep. Proc. Natl. Acad. \nSci. USA 112, E1353–E1362. [PubMed: 25737555] Mashour et al. Page 34\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Stumbrys T, Erlacher D, and Schredl M. (2013). Testing the involvement of the prefrontal cortex in \nlucid dreaming: a tDCS study. Conscious. Cogn. 22, 1214–1222. [PubMed: 24021850] \nSupèr H, Spekreijse H, and Lamme V A (2001). Two distinct modes of sensory processing observed in \nmonkey primary visual cortex (V1). Nat. Neurosci. 4, 304–310. [PubMed: 11224548] \nTajima S, Yanagawa T, Fujii N, and Toyoizumi T. (2015). Untangling Brain-Wide Dynamics in \nConsciousness by Cross-Embedding. PLoS Comput. Biol. 11, e1004537. [PubMed: 26584045] \nTakahashi N, Oertner TG, Hegemann P, and Larkum ME (2016). Active cortical dendrites modulate \nperception. Science 354, 1587–1590. [PubMed: 28008068] \nTang YY , Hölzel BK, and Posner MI (2016). Traits and states in mindfulness meditation. Nat. Rev. \nNeurosci. 17, 59.\nThibault L, van den Berg R, Cavanagh P, and Sergent C. (2016). Retrospective Attention Gates \nDiscrete Conscious Access to Past Sensory Stimuli. PLoS ONE 11, e0148504. [PubMed: \n26863625] \nThibaut A, Bruno MA, Ledoux D, Demertzi A, and Laureys S. (2014). tDCS in patients with disorders \nof consciousness: sham-controlled randomized double-blind study. Neurology 82, 1112–1118. \n[PubMed: 24574549] \nThibaut A, Di Perri C, Chatelle C, Bruno MA, Bahri MA, Wannez S, Piarulli A, Bernard C, Martial \nC, Heine L, et al. (2015). Clinical Response to tDCS Depends on Residual Brain Metabolism and \nGrey Matter Integrity in Patients With Minimally Conscious State. Brain Stimul. 8, 1116–1123. \n[PubMed: 26471400] \nThiebaut de Schotten M, Urbanski M, Duffau H, V olle E, Lévy R, Dubois B, and Bartolomeo P. \n(2005). Direct evidence for a parietal-frontal pathway subserving spatial awareness in humans. \nScience 309, 2226–2228. [PubMed: 16195465] \nThura D, and Cisek P. (2014). Deliberation and commitment in the premotor and primary motor cortex \nduring dynamic decision making. Neuron 81, 1401–1416. [PubMed: 24656257] \nTononi G. (2004). An information integration theory of consciousness. BMC neuroscience 5, 42. \n[PubMed: 15522121] \nTononi G, Boly M, Massimini M, and Koch C. (2016). Integrated information theory: from \nconsciousness to its physical substrate. Nat. Rev. Neurosci. 17, 450–461. [PubMed: 27225071] \nTononi G, and Edelman GM (1998). Consciousness and complexity. Science 282, 1846–1851. \n[PubMed: 9836628] \nTononi G, and Sporns O. (2003). Measuring information integration. BMC Neurosci. 4, 31. [PubMed: \n14641936] \nTreisman AM, and Gelade G. (1980). A feature-integration theory of attention. Cognit. Psychol. 12, \n97–136. [PubMed: 7351125] \nTrübutschek D, Marti S, Ojeda A, King JR, Mi Y , Tsodyks M, and Dehaene S. (2017). A theory \nof working memory without consciousness or sustained activity. eLife 6, e23871. [PubMed: \n28718763] \nTrübutschek D, Marti S, Ueberschär H, and Dehaene S. (2019). Probing the limits of activity-silent \nnon-conscious working memory. Proc. Natl. Acad. Sci. USA 116, 14358–14367. [PubMed: \n31243145] \nTsuchiya N, Wilke M, Frässle S, and Lamme V AF (2015). No-Report Paradigms: Extracting the True \nNeural Correlates of Consciousness. Trends Cogn. Sci. 19, 757–770. [PubMed: 26585549] \nUhrig L, Sitt JD, Jacob A, Tasserie J, Barttfeld P, Dupont M, Dehaene S, and Jarraya B. (2018). \nResting-state Dynamics as a Cortical Signature of Anesthesia in Monkeys. Anesthesiology 129, \n942–958. [PubMed: 30028727] \nvan Kerkoerle T, Self MW, Dagnino B, Gariel-Mathis MA, Poort J, van der Togt C, and Roelfsema \nPR (2014). Alpha and gamma oscillations characterize feedback and feedforward processing in \nmonkey visual cortex. Proc. Natl. Acad. Sci. USA 111, 14332–14341. [PubMed: 25205811] \nvan Kerkoerle T, Self MW, and Roelfsema PR (2017). Layer-specificity in the effects of attention \nand working memory on activity in primary visual cortex. Nat. Commun. 8, 13804. [PubMed: \n28054544] Mashour et al. Page 35\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "van Vugt B, Dagnino B, Vartak D, Safaai H, Panzeri S, Dehaene S, and Roelfsema PR (2018). The \nthreshold for conscious report: Signal loss and response bias in visual and frontal cortex. Science \n360, 537–542. [PubMed: 29567809] \nVergara J, Rivera N, Rossi-Pool R, and Romo R. (2016). A Neural Parametric Code for Storing \nInformation of More than One Sensory Modality in Working Memory. Neuron 89, 54–62. \n[PubMed: 26711117] \nVlisides PE, Li D, Zierau M, Lapointe AP, Ip KI, McKinney AM, and Mashour GA (2019). Dynamic \nCortical Connectivity during General Anesthesia in Surgical Patients. Anesthesiology 130, 885–\n897. [PubMed: 30946057] \nV ogeley K, Bussfeld P, Newen A, Herrmann S, Happé F, Falkai P, Maier W, Shah NJ, Fink GR, \nand Zilles K. (2001). Mind reading: neural mechanisms of theory of mind and self-perspective. \nNeuroimage 14, 170–181. [PubMed: 11525326] \nV oss U, Holzmann R, Hobson A, Paulus W, Koppehele-Gossel J, Klimke A, and Nitsche MA (2014). \nInduction of self awareness in dreams through frontal low current stimulation of gamma activity. \nNat. Neurosci. 17, 810–812. [PubMed: 24816141] \nV oss U, Holzmann R, Tuin I, and Hobson JA (2009). Lucid dreaming: a state of consciousness with \nfeatures of both waking and non-lucid dreaming. Sleep 32, 1191–1200. [PubMed: 19750924] \nWallis JD, Anderson KC, and Miller EK (2001). Single neurons in prefrontal cortex encode abstract \nrules. Nature 411, 953–956. [PubMed: 11418860] \nWang XJ (2001). Synaptic reverberation underlying mnemonic persistent activity. Trends Neurosci. 24, \n455–463. [PubMed: 11476885] \nWarden MR, and Miller EK (2010). Task-dependent changes in short-term memory in the prefrontal \ncortex. J. Neurosci. 30, 15801–15810. [PubMed: 21106819] \nWarnaby CE, Seretny M, Ní Mhuircheartaigh R, Rogers R, Jbabdi S, Sleigh J, and Tracey I. (2016). \nAnesthesia-induced Suppression of Human Dorsal Anterior Insula Responsivity at Loss of \nV olitional Behavioral Response. Anesthesiology 124, 766–778. [PubMed: 26808631] \nWatanabe M, Cheng K, Murayama Y , Ueno K, Asamizuya T, Tanaka K, and Logothetis N. (2011). \nAttention but not awareness modulates the BOLD signal in the human V1 during binocular \nsuppression. Science 334, 829–831. [PubMed: 22076381] \nWollstadt P, Sellers KK, Rudelt L, Priesemann V , Hutt A, Fröhlich F, and Wibral M. (2017). \nBreakdown of local information processing may underlie isoflurane anesthesia effects. PLoS \nComput. Biol. 13, e1005511. [PubMed: 28570661] \nWyart V , Dehaene S, and Tallon-Baudry C. (2012). Early dissociation between neural signatures \nof endogenous spatial attention and perceptual awareness during visual masking. Front. Hum. \nNeurosci. 6, 16. [PubMed: 22363274] \nWyart V , and Tallon-Baudry C. (2008). Neural dissociation between visual awareness and spatial \nattention. J. Neurosci. 28, 2667–2679. [PubMed: 18322110] \nYang C. (2013). Ontogeny and phylogeny of language. Proc. Natl. Acad. Sci. USA 110, 6324–6327. \n[PubMed: 23576720] \nZelazo PD (2004). The development of conscious control in childhood. Trends Cogn. Sci. 8, 12–17. \n[PubMed: 14697398] \nZhou H, and Desimone R. (2011). Feature-based attention in the frontal eye field and area V4 during \nvisual search. Neuron 70, 1205–1217. [PubMed: 21689605] \nZylberberg A, Dehaene S, Roelfsema PR, and Sigman M. (2011). The human Turing machine: a neural \nframework for mental programs. Trends Cogn. Sci. 15, 293–300. [PubMed: 21696998] Mashour et al. Page 36\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Figure 1. The Global Neuronal Workspace (GNW) Hypothesis\n(A–C) Original schemas from Dehaene et al. (1998)  illustrating the main tenets of the \nGNW hypothesis: local, specialized cortical processors are linked, at a central level, by a \ncore set of highly interconnected areas (A) containing a high density of large pyramidal \nneurons with long-distance axons (B). At any given moment, this architecture can select \na piece of information within one or several processors, amplify it, and broadcast it to all \nother processors, thus rendering it consciously accessible and available for verbal report. \nRecent tracer studies of global feedforward and feedback cortical connectivity confirm a Mashour et al. Page 37\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "bow-tie architecture with a central core set mostly comprised of parietal and prefrontal areas \nand forming a structural bottleneck capable of routing information between other cortical \nprocessors (C) ( Markov et al., 2013 ).Mashour et al. Page 38\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Figure 2. Dynamics of Neural Ignition in the GNW\n(A) Elementary simulations of networks with feedforward propagation and a higher set of \nareas with elevated recurrent excitation and feedback projections predict two dynamic states \nfor an identical stimulus: either the incoming activity cascades upward in a self-amplified \nmanner, ultimately igniting the entire network, thus corresponding to conscious access (A, \nright) or the propagating activity remains below the threshold for ignition and induces only \na progressively decaying wave of activity in higher regions, corresponding to subliminal \nprocessing (A, left).Mashour et al. Page 39\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "(B and C) Electrophysiological test of those predictions in awake macaque monkeys. \nRecordings were performed in V1, V4, and PFC while monkeys attempted to detect a weak \nstimulus of variable contrast placed in the neurons’ receptive field (B). Monkeys reported \ntarget presence with an eye movement, thus resulting in four trial types: hits, misses, correct \nrejections, and false alarms (C). Depending on their strength, the missed stimuli could \nevoke strong early transients in V1 and V4, indicating that such firing was not sufficient \nfor a consciously reportable representation. The main difference between conscious stimuli \n(hits and false alarms) versus non-conscious stimuli (misses and correct rejections) was \nlate, sustained activity in PFC (green and blue curves) together with small but significant \nconcomitant late sustained activation in V1 and V4 (see inset in middle panel). Missed \nstimuli evoked only transient, decaying PFC activity. See van Vugt et al., 2018 .Mashour et al. Page 40\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Figure 3. Late Feedback to V1 Reflects Conscious Figure/Ground Segregation\nA square figure is composed of line elements of one orientation superimposed on a \nbackground with line elements of the opposite orientation. Initial feedforward activity is \nstrictly identical whether the figure is placed within V1 neurons’ receptive field (thick curve) \nor when the receptive field falls on the background regions (thin curve). Only the later \nsustained activity, dependent on top-down cortical signals, discriminates figure from ground \nbut only when the monkey detected the figure (hit), not when it failed (miss). See Supèr et \nal., 2001 .Mashour et al. Page 41\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "Figure 4. Proposed Integration of Multiple Features of the Same Conscious Object in a Single \nGNW State\nMany tasks require the interaction between different cortical processors with distinct \nfunctions. The GNW interconnects these processors and enables them to exchange \ninformation about the object that lies at the current focus of attention. The Raven’s \nprogressive matrices test is one of many tasks that depends on such an information \nexchange. In this task, the observer forms hypotheses about the relations between the cells \nof the matrix and predicts the configuration in the empty cell that completes the matrix in \na regular manner. It requires the analysis of simple and complex features, feature counts, \nand feature constellations and spatial locations. The observer may, for example, notice \nthat there are three diamonds and three squares but only two circles in the matrix by \nsuccessively directing feature-based attention to these shapes and counting their number (a \nform of visual search). The underlying attentional operations require interactions between \nthe representations of features, spatial positions, and spatial configurations. According to the \nGNW theory, the attended information corresponds to what is in the observer’s awareness.Mashour et al. Page 42\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "Figure 5. General Anesthesia Suppresses the GNW\nSchematic representations of functional connectivity across nodes of the GNW in the right \nhemisphere of the macaque brain, as derived from functional magnetic resonance imaging in \nawake and anesthetized monkeys (from Uhrig et al., 2018 ). The rich functional interactions \nacross these nodes in the awake monkey are reduced due to the dose-dependent effects \nof the intravenous anesthetic propofol and the inhaled anesthetic sevoflurane. Importantly, \nthe intravenous drug ketamine has a similar effect on the GNW, despite the molecular and \nneurophysiological differences of this anesthetic compared to propofol and sevoflurane. \nThese data suggest that the functional connectome of the GNW might be a drug-invariant \ntarget of general anesthetics.Mashour et al. Page 43\nNeuron . Author manuscript; available in PMC 2022 January 20.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMashour et al. Page 44Table 1.\nComparison of Theories of Consciousness\nTheoryA conscious process corresponds \nto…Neural mechanisms \ninclude…The role of the prefrontal cortex \nis…Consciousness can be \nmeasured in humans by…Consciousness can be \ndisrupted when…\nGlobal neuronal \nworkspaceinformation, initially encoded in \none or more specialized processors, \nthat enters a largescale reverberant \nnetwork and is globally accessed by \nthe other specialized processorssudden ignition of a brain-\nscale network of high-\nlevel cortical areas linked \nby long-distance re-entrant \nloopsan important hub of the global \nneuronal network contributing to \nthe integration of higher brain \nfunctions and their diversification and \ncontributing to non-linear ignitionlate (~300 ms) global ignition \nof distant areas, global \ninformation sharing, and other \nmarkers of long-distance \ninformation sharing across the \nworkspace networkthe function of cortical hubs \nor reverberant connectivity is \ndisrupted, particularly topdown \namplification of signals\nIntegrated \ninformationainformation that is both integrated \nand differentiated and that cannot \nbe decomposed into causally \nindependent partsa confluence of posterior \nsensory and association \ncortices that represent a \n“hot zone” of neural \nprocessingnot essential for experience itself but \ncontributes to post-conscious cognitive \nprocessing, such as planning or verbal \nreportsurrogates of information \nintegration and differentiation, \nsuch as F or the perturbational \ncomplexity indexintegration or differentiation \nis suppressed, leading to a \nreduction in the repertoire of \npossible states\nHigher-order \nthoughtbany first-order representation X \nthat enters into a second-order, \nmetacognitive representation (e.g., \n“I currently see X”)neural circuits that that \nmeta-represent information \narising from other areasfor some regions (e.g., Brodman area \n10), essential in generating second-\norder, metacognitive representationsnot determined activity of anterior prefrontal \nregions and other areas involved \nin higher-order metacognitive \nrepresentations is suppressed \n(e.g., due to a lesion)\nRecurrent \nprocessingcany neural code that is shaped by \nrecurrent loops from higher-order to \nlower-order areas and backfeedback connections in \nsensory pathwaysnot essential for experience itself \nbut contributes to cognitive processes \nassociated with post-conscious \nprocessing, such as planning or verbal \nreporttop-down signals reaching back \nto sensory areas due to \nrecurrent loopstop-down, re-entrant processing \nis selectively suppressed\naTononi et al., 2016 .\nbBrown et al., 2019 .\ncLamme, 2018 .\nNeuron . Author manuscript; available in PMC 2022 January 20."
    }
  ]
}