{
  "doc_type": "scientific paper",
  "title": "How everyday sounds can trigger strong emotions asmr misophonia and the feeling of wellbeing",
  "authors": [
    "McGeoch and Rouw"
  ],
  "year": 2020,
  "journal": "Sciences, Queen’s University, Belfast, United",
  "doi": "10.1002/bies.202000099",
  "abstract": null,
  "keywords": [
    "ASMR",
    "emotion",
    "insula",
    "misophonia",
    "sound",
    "synesthesia",
    "wellbeing"
  ],
  "research_topics": [
    "ASMR",
    "emotion",
    "insula",
    "misophonia",
    "sound",
    "synesthesia",
    "wellbeing"
  ],
  "created_at": "2025-05-05T03:21:22.610706Z",
  "source_pdf": "documents/research/Global/McGeoch and Rouw 2020 How everyday sounds can trigger strong emotions asmr misophonia and the feeling of wellbeing.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:BioEssays.\nArticleTitle: Howeveryday soundscantriggerstrongemotions: ASMR,misophonia andthefeelingof\nwellbeing\nArticleAuthor: McGeoch\nVol:42No:12Date:2020-11-10\nISSN-02659247; LCN-98641457;\nPublisher: 2020-11-10\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Received: 2 May 2020 Revised: 24 August 2020\nDOI: 10.1002/bies.202000099\nPROBLEMS & PARADIGMS\nProspects & Overviews\nHow everyday sounds can trigger strong emotions: ASMR,\nmisophonia and the feeling of wellbeing\nPaul D. McGeoch1,2Romke Rouw3\n1Center for Brain and Cognition, University of\nCalifornia, San Diego, California, USA\n2School of Medicine, Dentistry and Biomedical\nSciences, Queen’s University, Belfast, United\nKingdom\n3Brain and Cognition, Dept of Psychology,\nUniversity of Amsterdam, Amsterdam,\nNetherlands\nCorrespondence\nPaul D. McGeoch, Center for Brain and\nCognition, University of California,\nSan Diego, California, USA.\nEmail: pdmcgeoch@ucsd.eduAbstract\nWe propose that synesthetic cross-activation between the primary auditory cor-\ntex and the anatomically adjacent insula may help explain two puzzling conditions—\nautonomous sensory meridian response (ASMR) and misophonia—in which quotidian\nsounds involuntarily trigger strong emotional responses. In ASMR the sounds engen-\nder relaxation, while in misophonia they trigger an aversive response. The insula both\nplays an important role in autonomic nervous system control and integrates multiple\ninteroceptive maps representing the physiological state of the body to substantiate\na dynamic representation of emotional wellbeing. We propose that in ASMR cross-\nactivation of the map for affective (sensual) touch leads to an increase in subjective\nwellbeing and parasympathetic activity. Conversely, in misophonia the effect of the\ncross-activation is to decrease emotional wellbeing and increase sympathetic activity.\nOur hypothesis also illuminates the connection between hearing and wellbeing more\nbroadly and helps explain why so many people experience decreased wellbeing from\nmodern urban soundscapes.\nKEYWORDS\nASMR, emotion, insula, misophonia, sound, synesthesia, wellbeing\nINTRODUCTION\nRecent reports have highlighted two anomalous conditions—\nautonomous sensory meridian response (ASMR) and misophonia—in\nwhich certain everyday sounds involuntarily generate strong emo-\ntional reactions.[1–7]Notably, these reactions are not readily explained\nby any physical properties of the sounds themselves. We propose\nthat in individuals with these conditions there is atypical “synesthetic”\ncross-activation of the insula by the auditory cortex.\nIn synesthesia, individuals experience “crossed” sensations, in which\nan inducer sensation (e.g., seeing a letter “R”) automatically and consis-\ntently evokes another, seemingly unrelated, concurrent sensation (e.g.,\na light-blue color).[8,9]Synesthesia is different from “normal” cross-\nmodal associations because these are typically based on factual rela-\ntionships and are usually experienced by everyone in a similar way.[10]\nThus, most people feel fear on hearing a dog bark as a barking dog could\nindeed be dangerous.Conversely, synesthetic experiences are specific and subjective,\nand each individual synesthete has his own inducer-to-concurrent\nset.[11]In comparison to controls, synesthesia has been found to be\ncorrelated with functional and structural brain differences, including\nincreased connectivity between inducer and concurrent brain areas.[9]\nSynesthesia, thus, helps explain how a particular stimulus might evoke\na response that is consistent and automatic, yet is not obviously\nexplained by the physical properties of the stimulus itself.\nWe also argue that an understanding of ASMR and misophonia\naffords the opportunity to better understand the neurological basis of\nthe underappreciated, but close, relationship between hearing, auto-\nnomic nervous system (ANS) control and the feeling of wellbeing. That\nthis relationship exists should not actually be surprising since the pri-\nmary auditory cortex (A1) lies in the transverse temporal gyri of Hes-\nchl and as shown in Figure 1 these gyri are anatomically juxtaposed to\nthe insula, which is a key brain area in homeostasis—that is, the main-\ntenance of a stable internal physiological milieu. As such, the insula is\nBioEssays. 2020;42:2000099. © 2020 Wiley Periodicals LLC 1o f1 0 wileyonlinelibrary.com/journal/bies\nhttps://doi.org/10.1002/bies.202000099"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2o f1 0 MCGEOCH ANDROUW\nFIGURE 1 Lateral view of the right cerebral hemisphere. The\nfrontal and parietal opercula are removed, and the temporal\noperculum is retracted to expose the insula and adjacent auditory\ncortex on the transverse temporal (Heschl’s) gyri\ninvolved in interoception (i.e., monitoring the physiological condition of\nthe body), autonomic control and the dynamic representation of emo-\ntional states.[12]\nTHE FEELING OF WELLBEING\nThe role of autonomic balance in wellbeing\nThe concept of wellbeing has been linked by psychologists to a wide\ngamut of different phenomena, such as “positive emotion, engage-\nment, relationships, meaning, and accomplishment.”[13]However, on\na physiological level, there is emerging evidence that balance in the\nactivity of the two sides of the ANS—sympathovagal balance—plays\na key role emotional wellbeing.[12,14]“Vagal” here refers to the vagus\nnerve, which is the tenth cranial nerve and a major component of the\nparasympathetic nervous system. Specifically, it is proposed that states\nof chronic sympathetic hyperactivity and parasympathetic hypoactiv-\nity are associated with reduced emotional wellbeing and vice versa.\nThe default neurological response to novel situations is sympathetic\nactivation, which has obvious homeostatic advantages, as this side of\nthe ANS mobilizes energy to survive threats and challenges.[12,14–16]\nConversely, during sympathetic activation the parasympathetic rest\nand digest functions are suppressed.[12,14–16]Sympathetic activa-\ntion, thus, utilizes energy, while parasympathetic activation conserves\nit.[12,14–16]However, states of chronic sympathetic hyperactivity, with\ncorresponding parasympathetic hypoactivity, can develop and lead to\nunsustainable energy demands.[14]\nIndeed, such states, if persistent, are correlated with an increased\nrisk of cardiovascular disease, anxiety, post-traumatic stress disorder,\ndiabetes mellitus, osteoporosis, Alzheimer’s dementia, various can-\ncers and generally increased frailty, disability, premature aging and\ndeath.[14,17]Thus, a mechanism that evolved to maintain homeostasiscan end up jeopardizing it. Conversely, a direct link between increased\nvagal activity and improvements in affect can be found in the clinical\nliterature, as vagus nerve stimulation improves mood in some patients\nwith treatment resistant depression.[18]\nAlthough a detailed consideration is beyond the scope of this paper,\nthere are techniques that can be used to measure sympathovagal bal-\nance. These include analyzing baroreflex sensitivity and heart rate vari-\nability (HRV).[12,14,19,20,21]Baroreflex sensitivity involves measuring\nthe blood pressure and assessing its relationship to heart rate (HR).[21]\nHRV is easier to assess and refers to variations in the beat-to-beat\ninterval of the heart.[20]Increased sympathetic activity reduces the\nvariability of this interval, while parasympathetic activity increases it,\nand a spectral analysis of HRV allows ANS balance to be assessed.[20]\nImportantly, assessments of HRV that indicate increased parasympa-\nthetic activity have been correlated with improvements in subjective\nratings of wellbeing.[22,23]ANS balance has also been implicated in alle-\nviating stress and pain, supporting healthy behavior, decreasing the\nchance of physical and psychological disease, and positively affecting\nsocial relationships.[12,14]\nThe \"global emotional moment\" emerges in the\nanterior insula\nThe question, thus, arises as to why there is this apparent link between\nemotional wellbeing and sympathovagal balance. The valence model of\nemotion, in which negative emotions are lateralized to the right hemi-\nsphere and positive ones to the left, offers a potential explanatory\nroute.[24]This is because forebrain control of the ANS also appears to\nbe lateralized.[16,25,26]Specifically, there is evidence, for instance from\nstimulation during awake brain surgery, implicating the left insula in\nparasympathetic and the right in sympathetic control.[27]Moreover,\nthis split in autonomic function seems to occur across all vertebrates,\nwhich implies that it arose during the Cambrian explosion over 500 mil-\nlion years ago.[28]\nWhen considered from an evolutionary perspective, the advan-\ntage of emotions is to generate behavior that maintains homeosta-\nsis. It seems plausible that an ancient lateralization in forebrain con-\ntrol of the ANS, with its central role in homeostasis, would be co-\nopted and expanded by natural selection to also represent concordant\nemotional valencies.[16,26]Indeed, Craig has argued that to optimize\nenergy efficiency, emotions evolved “based on the coordinated oppo-\nnency of the autonomic system—that activity in the right side of the\nforebrain is associated with energy expenditure, sympathetic activity,\narousal, withdrawal (aversive) behaviour and individual-oriented (sur-\nvival) emotions, and activity in the left side is associated with energy\nnourishment, parasympathetic activity, relaxation, approach (appet-\nitive) behaviour and group-oriented (affiliative) emotions.”[15]Sup-\nporting the view that the left hemisphere is associated with positive,\naffiliative type emotions, and the right with negative, challenging\nemotions is evidence, from a variety of sources including stimulation\nduring awake surgery, and functional imaging studies, including two\nmeta-analyses.[16,25,29,30]\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "MCGEOCH ANDROUW 3o f1 0\nFIGURE 2 The posterior-to-mid-to-anterior integration in the homeostatic model. The integration of salience in the middle insula is built upon\nthe interoceptive representation in the posterior insula, as detailed in the text. It culminates in the anterior insula in the complete representati on\nof all ongoing feelings, indicated here by a glowing person. Craig calls this construct the global emotional moment, and it represents the sentient\nself. It is continuously changing. Used with permission from Barrow Neurological Institute[16]\nThe dorsal posterior insula (dpIns) contains multiple maps consti-\ntuting a constantly updated representation of the body’s physiological\nstate.[16,25]According to a model proposed by Craig, these inte-\nroceptive maps in the dpIns are re-represented, and sequentially\nintegrated with inputs from other brain areas, in the mid-insula and\nultimately in the anterior insular cortices (AIC) to construct a dynamic\nrepresentation of the current state of emotional wellbeing.[16,25]\nThis is termed the “global emotional moment” by Craig.[16,25]Thisis illustrated in Figure 2. Recent studies provide support for this\nmodel by showing both the extensive number of brain areas that\nproject to the insula, and the posterior-to-anterior transition of insular\nfunctions.[31–33]\nIn this model the global emotional moment is constructed from the\nunderlying physiological condition of the body and lateralized accord-\ning to its valency. Indeed, pleasant music, happy voices, maternal affec-\ntion and seeing a smile all do lateralize to the left AIC.[16,25]While\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4o f1 0 MCGEOCH ANDROUW\nconversely, various types of pain, self-recognition and subjective cool-\ning activate the right AIC.[16,25]There is also evidence of opponent\ninhibition between the two AICs, suggesting how positive emotions\n(represented in the left AIC) can counteract negative ones (repre-\nsented in the right AIC) and vice versa.[16,25,34]This could explain\nwhy increasing parasympathetic activity (i.e., left insular activity) can\nreduce negative emotions and enhance emotional wellbeing. It should\nalso be noted though that in many conditions (e.g., time perception and\ndecision making) both AICs are jointly active.[16,25]\nNonetheless, it would be inaccurate to portray the valence model\nof emotion as universally accepted. We consider the evidence sup-\nporting it to be robust and, we believe, of particular relevance to\nbetter understanding ASMR and misophonia, which is why we have\nexpanded upon it here. However, there are several competing mod-\nels of emotional processing.[24]Also, whilst we judged it most relevant\nto focus our above discussion on the insula, other structures, such as\nthe amygdala and anterior cingulate, are also implicated in the valence\nmodel.[12,14,16]\nSummary of the link between the ANS and wellbeing\nThe cortical map for hearing is anatomically adjacent to the insula,\nwhich is a homeostatic brain area involved in ANS control and\nthe integration of physiological inputs to create the “global emo-\ntional moment.”[12,16,25]The balance between the two sides of the\nANS—sympathovagal balance—is a physiological marker of emotional\nwellbeing,[12]with chronic ANS imbalance (specifically sympathetic\nhyperactivity and parasympathetic hypoactivity) implicated in reduced\nwellbeing and a variety of mental and physical ailments.[12,14]Con-\nversely, ANS balance is implicated in increased emotional wellbeing\nand the degree of balance can be measured using techniques such as\nHRV.\nASMR AND MISOPHONIA\nWhat is known about ASMR?\nIn ASMR certain “trigger” stimuli evoke feelings of calm and relax-\nation, together with a pleasant tingling sensation that typically starts\nin the scalp, head and shoulders and spreads down the spine and into\nthe limbs.[1–5]Although there are many ASMR-inducing videos on the\ninternet (some with millions of views), there is limited scientific under-\nstanding of the phenomenon.[1–5]Two surveys found that among the\nmost common triggers were whispering, “crisp sounds”, people speak-\ning softly, and soft touching of hair or face.[1,4]The cardinal feature of\nASMR videos is an auditory stimulus, often recorded in stereo. Most\npeople with ASMR date first experiencing it to childhood and claim it\ncan relieve pain, depression, anxiety, stress and insomnia.[1,5]\nASMR triggers produce both a fall in HR and a rise in skin conduc-\ntance response (SCR).[4]While a fall in HR suggests a parasympathetic\nswing, a rise in SCR is associated with sympathetic activation, which isa contradiction that is discussed further in Section 4.2. At the time of\nwriting, there have been four functional magnetic resonance imaging\n(fMRI) studies on ASMR. Two of these were resting state studies look-\ning at functional connectivity. In the first, Smith et al. found a reduction\nin the connectivity of the default mode network (DMN).[3]The DMN\nis implicated in internally directed thoughts and mind-wandering. They\nalso found increased connectivity between frontal, occipital and tem-\nporal cortices, which they suggested reflects “a blending of multiple\nresting-state networks.”[3] (Intriguingly, this overall fMRI pattern is\nsimilar to that observed during a psychedelic experience).[35,36]In a\nsecond study, this same group subsequently examined several differ-\nent brain networks and, as well as confirming their earlier observation,\nfound that “ASMR [is] associated with reduced functional connectivity\nin the salience and visual networks.”[37]The salience network includes\nthe AIC, anterior cingulate and inferior frontal gyrus.[37]\nSmith et al. also carried out an fMRI study while playing ASMR tingle\ntriggering videos to susceptible volunteers and controls. They report\nincreased activation of the right cingulate gyrus, right paracentral lob-\nule and both thalami in the ASMR group.[38]Conversely, Lochte et al.\nfound that the experience of relaxation in ASMR was correlated with\nbilateral medial prefrontal activation, while the tingling also bilater-\nally activated the insulae, nuclei accumbens and supplementary motor\nareas, and they linked ASMR to networks involved in reward, arousal\nand empathy.[39]\nWhat is known about misophonia?\nIn misophonia a seemingly innocuous sound elicits a strongly negative\nemotion, such as anger, anxiety, discomfort, or disgust,[6,7,40–48]with\nan accompanying sympathetic (i.e., fight or flight) response.[42,44,46]\nTypical triggers are manmade sounds, such as another person eating,\nbreathing, and throat, nose or hand sounds. Other triggers include\npen clicking, repetitive tapping and low-frequency sounds.[40,41,44,45]\nSelf-reported measurements in a large student population showed a\nprevalence of nearly 20%, with “clinically significant” impairment in\n6%.[41,42]Severe misophonia induces distress and may even cause sui-\ncidal ideation.[49]Misophonic triggers increase both HR and SCR, indi-\ncating a sympathetic shift.[45,46]\nKumar et al. showed increased activity in both AICs to misophonic\ntrigger sounds.[46]This increase was significantly greater than either\nmisophonic subjects or controls produced to generally unpleasant\nsounds, and was correlated with the subjects’ degree of distress.[46]\nThey found increased myelination in the ventromedial prefrontal\ncortices of misophonic subjects, including the anterior cingulate cortex\n(ACC), and corresponding increased functional connectivity to both\nAICs. The authors moreover noted greater interoceptive awareness in\nmisophonia, which, as mentioned, localizes to the insula.[46]In another\nstudy Schröder et al. found activation in the right insula, right ACC and\nright temporal superior temporal cortex in response to misophonic\ntriggers.[50]\nWhile different proposals have been advanced to explain misopho-\nnia, there is currently no generally agreed upon theory. Some authors\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "MCGEOCH ANDROUW 5o f1 0\nhave implicated attention and learning in its etiology. In short, that\nmisophonia is a conditioned physical and emotional response that\ndevelops through associative learning.[7,40,47]Conversely, given the\nbilateral AIC activation they observed in response to misophonic trig-\ngers, Kumar and colleagues proposed that misophonia is related to the\nsalience network and that the Bayesian inference model of interocep-\ntion may play a role in attributing salience to certain sounds.[35]The\nBayesian inference model is a method of statistically modeling how\nthe brain works, in which (top-down) probabilistic predictions are con-\nstrained by (bottom-up) sensory inputs.\nSummary of studies on ASMR and misophonia\nIn summary, ASMR triggers produce positive emotions associated\nwith an increase in wellbeing, and misophonic triggers do the oppo-\nsite. In ASMR there is physiological evidence of both sympathetic\nand parasympathetic activity, whereas in misophonia the pattern is\nmore clearly that of a sympathetic shift. In terms of brain imag-\ning, studies have implicated atypical connectivity in brain networks\ninvolving higher-order processes, including emotion, externally ver-\nsus internally directed attention and the salience of stimuli. However,\nthese findings do not explain a cardinal characteristic of ASMR and\nmisophonia; why the triggers are mainly sounds. Although the insula\nhas been implicated directly in both phenomena, so has the func-\ntional connectivity between the AIC and the ACC.[39,46,50]In ASMR\nthis connectivity appears to be reduced,[37]while in misophonia it is\nincreased.[46]\nAN E WP A R A D I G M\nSynesthetic Cross-Activation between auditory\ncortex and insula\nThe insula and cingulate cortex seem both to be involved in ASMR and\nmisophonia. As discussed, the insula is a key homeostatic site and so is\nthe ACC, which plays an important role in motivating behavior. Indeed,\nmany of the same inputs regarding the physiological state of the body\nthat project to the dpIns also project to the ACC.[12,16,25]If the insula is\nviewed as homeostatic sensory cortex then the ACC can be viewed as\nhomeostatic motor cortex.[12,16,25]\nA connection between ASMR and misophonia has been pre-\nviously been noted,[51]with Barratt and Davis questioning if\nthey were “two ends of the same spectrum of synaesthesia-\nlike emotional responses.”[1]We concur with this view and\nhypothesize here that ASMR and misophonia involve a synes-\nthetic crossing-over of activation from A1 in Heschl’s gyri into\nthe neighboring insula. Note, although not previously defined\nin these terms, this proposal does, as it relates to misophonia,\nseem a logical extension of the work by Kumar’s group.[46,52]\nHowever, ASMR in particular has not been considered in this way\nbefore.We will first consider in turn how this specific proposal applies to\neach of ASMR and misophonia before discussing its broader implica-\ntions for hearing and wellbeing. One of the interoceptive maps in dpIns\nis for affective touch and receives input from a distinct class of unmyeli-\nnated tactile afferents, which are activated by slow stroking, brushing\nor caressing as might occur during close contact and emotional bond-\ning between lovers or close relatives.[16,25,53,54]The resulting pleas-\nant, tingling sensation has obvious parallels with ASMR. We propose\nthat ASMR occurs due to cross-activation between A1 and this map\nfor affective touch in the dpIns. This auditory input into the interocep-\ntive representation is then re-represented into the global emotional\nmoment in the AIC to generate the sense of wellbeing and euphoria\ndescribed in ASMR.[1,25]This is in contrast to previous proposals that\nASMR is a form of auditory-somatosensory synesthesia (meaning that\nA1 activates the primary somatosensory cortex, which anatomically\nis more distant, in the postcentral gyrus of the parietal lobe).[1,3]This\nwould not explain the emotional wellbeing so characteristic of ASMR.\nAs regards misophonia, the insula integrates multiple homeo-\nstatic inputs to produce emotions with both positive and neg-\native valencies.[16,25]Extrapolating from Kumar’s findings,[46]we\ncontend that in misophonia the auditory stimulus could spread\nvia synesthetic cross-activation from A1 into the insula, but this\ntime to elicit a visceral, negative effect upon the global emo-\ntional moment in the AIC.[16,25]However, which specific map in\nthe insula might be cross-activated by misophonic triggers remains\nunclear.\nImplications for the link between hearing and\nwellbeing\nCan an auditory-insular synesthesia hypothesis for ASMR and miso-\nphonia be used to better understand the connection between hearing\nand wellbeing more broadly? The hypothesis suggests that, when con-\nsidering wellbeing, it is not only a sound’s objective, physical properties\nthat are important but also its subjective impact upon the global emo-\ntional moment. As discussed in Section 2.1, sympathovagal balance is\na useful physiological metric of wellbeing and a parasympathetic shift\nin sympathovagal balance decreases negative emotional states, such\nas anger, anxiety and depression, and increases positive ones, such as\nself-esteem—i.e., it increases wellbeing.[12,16,25]Indeed, practices asso-\nciated with increased wellbeing, such as yoga, binaural beats, breath-\ning techniques, biofeedback and meditation all cause a parasympa-\nthetic shift.[55–60]While previous studies have examined physiological\nparameters in ASMR and misophonia (see Section 3),[4,45,46]there are\nno studies specifically examining sympathovagal balance.\nIt is known that ASMR triggers cause HR to fall and SCR to\nrise,[4]suggesting both sympathetic and parasympathetic involvement.\nIndeed, as noted earlier in Section 2.2, there are conditions in which\nboth AICs are jointly active.[16,25]This is a problem that is eminently\nopen to empirical assessment, for instance using HRV. We suspect that\nthe overall shift in ASMR will prove to be towards the parasympathetic\nnervous system, since although both sides of the ANS innervate the\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6o f1 0 MCGEOCH ANDROUW\nheart, the eccrine sweat glands that determine SCR only receive sym-\npathetic input.[61]The decrease in HR, thus, suggests that the over-\nall effect is an increase in vagal tone. Moreover, ASMR is strongly\nassociated with flow state experiences and such states have, outside\nthe context of ASMR, been correlated with increased parasympathetic\nactivity.[1,55]\nEVALUATING THE MODEL\nNeurological and behavioral evidence\nThe model is parsimonious, as a single mechanism—activity in A1\nsynesthetically influencing the insula’s evaluation of the global emo-\ntional moment and thus, state of wellbeing—is proposed to underlie\nboth ASMR and misophonia. There are several distinct lines of evidence\nto support this view. First, fMRI evidence has suggested a critical role\nfor the insula in misophonia and possibly also ASMR.[39,46,50]In miso-\nphonia, the right preponderant activation described by Schröder et al.\nis compatible with the reported negative, challenging emotions.[50]\nConversely, the report by Kumar et al. of bilateral AIC activity may\nadditionally reflect misophonic disgust,[46]which, unlike most negative\nemotions, is left lateralized (perhaps because of parasympathetic con-\ntrol of vomiting).[16]\nSecond, the gyri where A1 lies run transversely towards the\ndpIns, (Figure 1) and synesthetic cross-activations are more common\nbetween anatomically adjacent cortical areas.[8]In fact, recent trac-\ntography studies found structural connections between posterior insu-\nlar seed regions and ipsilateral Heschl’s gyri.[31,32]Such a pattern of\nconnectivity helps explain why some individuals might develop unusual\ntrigger sounds (see Section 5.3). Tractography has also suggested direct\nprojections from the insula to the cingulate cortex, which, as discussed\nin Sections 3 and 4.1, is an area implicated by imaging studies of ASMR\nand misophonia.[32,38,46]Third, the posterior-to-anterior axis in insu-\nlar function has been shown specifically for auditory stimuli. The poste-\nrior insula represents A1 activity and the anterior insula the emotional\nvalency of the sound.[62]\nFourth, there is evidence that ASMR, misophonia, and synesthesia\nco-occur more often than would be expected by chance alone.[49,51]\nFifth, subjects with misophonia have shown increased interoception\nand the insula is implicated in this.[46,48]Interoceptive awareness is yet\nto be formally tested in ASMR. Sixth, there is a remarkable similarity\nbetween ASMR and what is felt during physical grooming and affiliative\nbehaviors, which suggests involvement of the map for affective touch in\nthe dpIns.[40]\nRelationship to existing hypotheses\nThis specific hypothesis, of local A1-to-insular synesthetic cross-\nactivation, has not been put forward before in either the ASMR or\nmisophonia literature. Existing physiological explanations for ASMR\nare lacking. However, as discussed in Section 3.2, there are explanatoryhypotheses for misophonia. We consider the two main ones here and\nhow they might relate to our model.\nFirst, the hypothesis that misophonia is a conditioned response\nthat arises from associative learning.[7,40,47]This hypothesis impli-\ncates higher order functions, such as learning, memory and attention,\nand brain networks, in particular the salience network. However, it\ndoes not explain how or why this conditioning might occur. As the\nA1-to-insular cross-activation model offers a low-level neurological\nmechanism it has the potential to better explain the root cause of miso-\nphonia. Learning, memory and salience networks, even if not in in a pri-\nmary causative role, could explain downstream strengthening of the\nresponse over time.\nThe second hypothesis for misophonia implicates the Bayesian\ninference model of interoception in abnormally evaluating interocep-\ntive inputs to the insula. Kumar relates the bilateral AIC activation to\nthe salience network abnormally processing auditory inputs. However,\nthis explanation neither explains why misophonic triggers are auditory,\nrather than another sensory modality, nor why they are often specific,\ninnocuous sounds. Bayesian models of the brain do not in themselves\ninform on the details of underlying neuroanatomy or physiology. Con-\nversely, our model could extend these ideas, as A1-to-insular synesthe-\nsia would explain why such altered predictive processing mostly affect\nthe perception of auditory stimuli in misophonia. The proposed hypoth-\nesis, thus, has the potential to complement and extend rather than con-\ntradict previously formulated explanations.\nIndeed, both ASMR and misophonia seem complex and multi-\nfaceted conditions. The often highly specific nature of trigger sounds\npoints at low-level, local mechanisms being involved. While, conversely,\ncomplex behavioral and emotional changes suggest that high-level,\nglobal networks also play a role.[46]Indeed, although auditory triggers\nare characteristic, non-auditory triggers can occur in ASMR and\nsometimes misophonia too. Notably though, when these non-auditory\ntriggers do occur, they often have similar properties to the auditory\ntriggers. They might, thus, include close personal attention and repet-\nitive, slow manmade movements (e.g., wiggling of a foot).[1,49]The\ninvolvement of high-level, global networks may well play a role in\nexplaining them. Thus, it seems plausible that neither exclusively local\nnor exclusively global processes explain ASMR and misophonia, but\nrather an interaction of both.\nExplaining the individual nature of trigger sounds\nIn ASMR and misophonia, it is the interpretation of the sound by\nthe individual that seems to drive the subjective emotional response,\nrather than any specific physical property of the stimulus itself. The\nauditory-insular synesthesia model provides a neuroanatomical basis\nfor why, in certain individuals, particular sounds subjectively evoke dis-\ntinct emotions. We suggest that at an individual level, environmental\ninfluences act in conjunction with a genetic or developmental suscepti-\nbility to shape particular triggers and predict that functional connectiv-\nity between Heschl’s gyri and insular cortex plays a crucial role in this\nshaping.\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "MCGEOCH ANDROUW 7o f1 0\nWhy might such cross-activation exist between hearing and inte-\nroception? Again there are insights from synesthesia, where there\nis evidence that a genetic factor, for example in cortical pruning or\naxonogenesis,[63]causes the brains of individuals with synesthesia\nto be structurally different from controls.[9]Synesthesia also sug-\ngests a possible role for learning in shaping the particular inducer-\nto-concurrent pairings in susceptible individuals. Hyperconnectivity\nbetween brain areas leads, over time, to an increase in the strength of\nthese synesthetic concurrents.[64,65]\nThus, it seems plausible that in ASMR and misophonia a genetic\npredisposition might interact with environmental factors to shape\nresponses that become more consistent, automatic and stronger over\ntime. Moreover, the experienced emotion, in predisposed individuals,\nmight be part of an iterative process with the response strengthen-\ning every time the trigger occurs.[40,47]This would especially be true\nof individuals with ASMR who deliberately, and repeatedly, trigger the\nphenomenon due to its positive effect on wellbeing. Similarly, subjects\nwith misophonia report that repeated exposure to the same trigger\nsound intensifies their emotional response.[49]\nIn short, although the sensitivity to particular sounds in ASMR\nand misophonia, and their ability to trigger specific emotions is seem-\ningly irrational, the auditory-insular synesthesia model can account\nfor it. A dynamic process of altered neurological activation in sus-\nceptible individuals could, through a positive feedback process, lead\nto particular auditory stimuli becoming triggers for strong emotional\nresponses.\nTESTING THE HYPOTHESIS\nThere are several empirical approaches that could be used to assess\nthe role of A1-to-insular cross-activation in ASMR and misophonia and\ntease it apart from existing hypotheses. First, although a number of\nfMRI studies have been carried out on both conditions, there have been\nno studies using magnetoencephalography (MEG). Modern MEG tech-\nniques offer both good spatial and excellent temporal resolution,[66]to\nthe extent that it should have the potential to show activation spread\nfrom A1 to the adjacent dpIns and then to the AIC.\nSecond, typical measurement settings and analyses in diffusion MRI\nstudies are only reasonably accurate when imaging longer tracts—\ni.e., long association and commissural fibers. However, some studies\nhave succeeded in finding connectivity differences in short associ-\nation fibers (sometimes termed subcortical u-fibers) between adja-\ncent gyri.[67]Thus, a study specifically designed to adequately resolve\nwhite matter connectivity at such small spatial scale, particularly in\nthe complex mid-temporal region could reveal connectivity differences\nbetween A1 and the insula.[68]\nThird, as has been done in misophonia, interoceptive aware-\nness, which is localized to the insula, should be assessed in ASMR,\nfor instance by use of the body consciousness questionnaire.[46,48]\nWe predict it would be heightened. Fourth, as discussed in Sec-\ntion 2.1, ANS balance can be measured using HRV and baroreflex\nsensitivity.[12,14,19–21]We predict that these metrics would confirm aparasympathetic shift in ASMR and a sympathetic shift in misophonia\nduring exposure to trigger sounds.\nFUTURE PERSPECTIVES\nASMR and misophonia are not the only phenomena in which hearing\nimpacts wellbeing. In frisson and indeed music this can be positive,\nwhile conversely, in hyperacusis, tinnitus and auditory sensitivity it can\nbe strongly negative (see Box 1).[69–71]A disproportionate emotional\nresponse to everyday sounds is a feature of a variety of clinical, devel-\nopmental and psychological disorders, including depression, posttrau-\nmatic stress disorder, autism and burnout.[69–71]Anything that illumi-\nnates the neurological basis of how hearing modulates emotion could\nbe relevant in better understanding all of these conditions. Nonethe-\nless, from a public health perspective it is clear that the most pressing\nissue is that of urban noise pollution.\nThe World is urbanizing rapidly. In 1950 about 30% of Earth’s\npopulation lived in urban areas but according to the United\nNations by 2018 this percentage was 55% and rising fast\n[https://population.un.org/wup/Publications/]. Living in an urban\nenvironment has been associated with an increased risk of experienc-\ning several types of psychiatric disease, including mood and anxiety\ndisorders, psychosis, and schizophrenia.[72]This urgently calls for\na better understanding of the particular challenges to mental and\nphysical health that urban lifestyles pose.\nOne clear characteristic of urban environments is the intensity of\nsensory information that city dwellers are exposed to on a daily basis.\nIn particular, urban auditory overstimulation is a pressing and persis-\ntent concern. The World Health Organization’s (WHO) Regional Office\nfor Europe reported in 2011 that “environmental noise, also known\nas noise pollution, is among the most frequent sources of complaint\nregarding environmental issues” and went on to state that in “compar-\nison to other pollutants, the control of environmental noise has been\nhampered by insufficient knowledge of its effects on humans and of\nexposure–response relationships” [ =1 (Accessed 4/30/20)]. Exam-\nples of urban auditory overstimulation include heavy traffic, noise from\nnumerous neighbors in close proximity, and regular use of mass transit\nnetworks.[73]In a large-scale study in Amsterdam, 41% of respondents\nindicated serious issues with noise pollution [(Accessed 4/30/20)].\nThe adverse physical and mental consequences of urban noise\npollution include: hearing impairment, increased cardiovascular dis-\nease, stress, disturbed sleep and concentration, decreased school\nperformance and a general decrease in quality of life.[74]Research\non so-called “soundscapes” has found that natural sounds are typ-\nically perceived as pleasant, but unnatural, technological noises as\nunpleasant.[75]Stress recovery (as assessed with SCR) was faster for\nexposure to natural as compared to urban (traffic) sounds.[76]Thus, it\nis not just the loudness or omnipresence but also the very nature of\nurban sounds that can be harmful to health. The same sound when pre-\nsented with a natural image (e.g., a beach) produced a different pat-\ntern of A1 activity than when presented with an unnatural one (e.g., a\nfreeway).[77]We suggest that measuring sympathovagal balance could\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8o f1 0 MCGEOCH ANDROUW\nBOX 1: Related Phenomena\nThere are a number of phenomena, from different fields, in\nwhich sounds inexplicably affect wellbeing, without a clear\nexplanation based on the physical properties of the sounds.\nWe argue that ASMR and misophonia are not mere anoma-\nlies, but reveal the neurological basis of the normal, close\nrelationship between hearing, central control of the ANS and\nemotion.\n∙Frisson . A short-lived pleasurable response to a partic-\nular passage of music (typically one that violates musi-\ncal expectation).[78]Frisson is described as an involuntary,\npleasant, tingling and shivering sensation down the back\nof the spine. As in ASMR, frisson provokes “chills” and\npiloerection, has measurable effects on ANS function, and\nincreases wellbeing.[5,77]ASMR and frisson activate simi-\nlar brain areas.[17]\n∙Hyperacusis . Hypersensitivity to usually innocuous\nsounds with an aversive emotional response.[70]The\nsounds are described as painful, or too loud, causing\ndiscomfort and an involuntary decrease in wellbeing.\n∙Tinnitus . Continuous perception of noise (such as ringing,\nclicking or buzzing) without an external source. Tinnitus\noften originates from some type of damage to the audi-\ntory system (e.g., hearing loss). It can be extremely debil-\nitating and is associated with depression and decreased\nwellbeing.[69,70]\n∙Auditory sensitivity in other disorders . Hyperacusis and\ntinnitus may occur in isolation, but are common comor-\nbidities in many other disorders, particularly depression,\nposttraumatic stress disorder, anxiety and other stress-\nrelated disorders.[70–72]Moreover, there is a physiolog-\nical mechanism self-strengthening the stress response\nto sounds: sound overload can evoke psychological and\nendocrine stress responses, which can in turn increase the\nrisk of developing sound sensitivity, including tinnitus and\nhyperacusis.[70–72]\nbe a valuable adjunct to public health reviews of urban soundscapes,\nas this would allow an assessment of the soundscape’s impact on emo-\ntional wellbeing. HRV in particular, as it is easy to measure, seems a\nprime candidate for this purpose.\nIn summary, modern urban soundscapes seem to be associated with\na range of negative sequelae but our understanding of exactly what is\ngoing on is limited. However, ASMR and misophonia act as paradigms\nfor understanding the auditory-insular mechanisms connecting hear-\ning and wellbeing, which is of direct relevance to the health of all city\ndwellers. Indeed, a better understanding of the link between hearing\nand wellbeing would have consequences for both individual health and\nsociety at large.CONCLUSIONS AND PROSPECTS\nOur hypothesis provides an explanation for the automatic, strong emo-\ntional responses to everyday sounds that occur in ASMR and miso-\nphonia. It proposes that they occur due to synesthetic cross-activation\nof the insula by activity in adjacent auditory cortex. This then modu-\nlates the global emotional moment in the AIC. In misophonia, wellbe-\ning decreases and sympathetic activity increases. ASMR appears to be\nthe converse; emotional wellbeing increases along with, we suspect, an\noverall increase in in parasympathetic tone. As described above, this\nhypothesis is derived from several converging lines of evidence and\ntestable.\nAlthough ASMR and misophonia might seem like curiosities, of\nlimited interest, by placing their genesis in the insula, with its role in\nhomeostasis, ANS control and representation of the global emotional\nmoment, this hypothesis has the potential to help better understand\na feature of all human brains—the link between hearing and emo-\ntional wellbeing. A better understanding of the neurological basis\nfor this link has clear public health relevance. Indeed, the burden of\nmental and physical ill-health due to urban auditory environments\nis an increasingly urgent issue, which has been termed an “underes-\ntimated threat” by the WHO [http://www.euro.who.int/en/health-\ntopics/environment-and-health/noise/data-and-statistics (Accessed\n4/30/20)].\nOur hypothesis suggests that when evaluating the impact of sound-\nscapes on wellbeing, it is vital to assess their subjective impact on\nthe global emotional moment, as measured by sympathovagal balance.\nWhile parasympathetic re-equilibration leads to improvement in the\nfeeling of wellbeing and the homeostatic integrity of the entire organ-\nism, chronic sympathetic hyperactivity leads to a reduction in wellbe-\ning and is associated with an increased risk of a host of diseases, as well\nas premature aging and death.[12,14,17]Thus, in terms of human health,\na better understanding of the physiological impact of how sounds are\nperceived could literally save lives.\nACKNOWLEDGMENTS\nThe authors thank Stuart Anstis, Richard Ridderinkhof, Karen Dobkins,\nBill Rosar, Jason McKeown and V.S. Ramachandran for their comments\nand discussion.\nCONFLICT OF INTEREST\nThe authors have no conflicts of interest to declare.\nDATA AVAILIBILITY STATEMENT\nNone\nORCID\nPaul D. McGeoch https://orcid.org/0000-0002-8880-3654\nREFERENCES\n1. Barratt, E. L., & Davis, N. J. (2015). Autonomous sensory meridian\nresponse (ASMR): A flow like mental state. PeerJ ,3, e851. https://doi.\norg/10.7717/peerj.851.\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "MCGEOCH ANDROUW 9o f1 0\n2. Barratt, E. L., Spence, C., & Davis, N. J. (2017). Sensory determinants\nof the autonomous sensory meridian response (ASMR): Understand-\ning the triggers. PeerJ ,5, e3846. https://doi.org/10.7717/peerj.3846.\n3. Smith, S. D., Fredborg, B. K., & Kornelsen, J. (2017). An examination\nof the default mode network in individuals with autonomous sensory\nmeridian response (ASMR). Soc. Neurosci. 12 , 361–365.\n4. Poerio, G. L., Blakey, E., Hostler, T. J., & Veltri, T. (2018). More than\na feeling: Autonomous sensory meridian response (ASMR) is charac-\nterized by reliable changes in affect and physiology. Plos One ,13(6),\ne0196645. https://doi.org/10.1371/journal.pone.0196645.\n5. Kovacevich, A., & Huron, D. (2019). Two studies of autonomous sen-\nsory meridian response (ASMR): The relationship between ASMR and\nmusic-induced frisson. Emp. Music. Rev. ,13, 39–63.\n6. Cavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives.\nNeuropsychiatr. Dis. Treat. 11 , 2117–2123.\n7. Brout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw,\nR., ... Rosenthal, M. Z. (2018). Investigating misophonia: A review of\nthe empirical literature, clinical implications, and a research agenda.\nFront. Neurosci. 12 , 36. https://doi.org/10.3389/fnins.2018.00036\n8. Ramachandran, V. S., & Hubbard, E. M. (2001). Psychophysical investi-\ngations into the neural basis of synaesthesia. Proc Biol Sci. 268 , 979–\n983.\n9. Rouw, R., & Scholte, H. S., (2007). Increased structural connectivity in\ngrapheme-color synesthesia. Nat. Neurosci. 10 , 792–797.\n10. Deroy, O., & Spence, C. (2013). Why we are not all synesthetes (not\neven weakly so). Psychon Bull Rev ,20, 643–664.\n11. Palmeri, T. J., Blake, R., Marois, R., & Flanery, M. A., Whetsell, W. (2002).\nThe perceptual reality of synesthetic colors. Proc. Natil. Acad. Sci. U. S.\nA. 99 , 4127–4131.\n12. Strigo, I. A., & Craig, A. D. (2016). Interoception, homeostatic emo-\ntions and sympathovagal balance. Philos Trans R Soc Lond B Biol Sci ,371,\n20160010.\n13. Forgeard, M. J. C., Jayawickreme, E., Kern, M. L., & Seligman, M. E. P.\n(2011). Doing the right thing: Measuring wellbeing for public policy. Int\nJ Well-being ,1, 79–106.\n14. Thayer, J. F., & Brosschot, J. F. (2005). Psychosomatics and psy-\nchopathology: Looking up and down from the brain. Psychoneuroen-\ndocrino ,30, 1050–1058.\n15. Amat, J., Baratta, M. V., Paul, E., Bland, S. T., Watkins, L. R., & Maier, S.\nF. (2005). Medial prefrontal cortex determines how stressor control-\nlability affects behavior and dorsal raphe nucleus. Nat. Rev. Neurosci. 8 ,\n365–371.\n16. Craig, A. D. (2014). How Do You Feel? An interoceptive moment with your\nneurobiological self . Princeton: Princeton University Press.\n17. Jung, W., Jang, K. I., & Lee, S. H. (2019). Heart and brain interaction of\npsychiatric illness: A review focused on heart rate variability, cognitive\nfunction, and quantitative electroencephalography. Clin Psychophar-\nmacol Neurosci ,17, 459–474.\n18. Conway, C. R., & Xiong, W. (2018). The mechanism of action of vagus\nnerve stimulation in treatment-resistant depression: Current concep-\ntualizations. Psychiatr Clin North Am ,41, 395–407.\n19. Goldberger, J. J. Sympathovagal balance: How should we measure it?\nAm. J. Physiol. 276 , H1273–H1280.\n20. Montano, N., Porta, A., Cogliati, C., Costantino, G., Tobaldini, E., Casali,\nK., & Iellamo, F. (2009). Heart rate variability explored in the frequency\ndomain: A tool to investigate the link between heart and behavior. Neu-\nrosci. Biobehav. Rev. 33 , 71–80.\n21. Swenne, C. A. (2013). Baroreflex sensitivity: Mechanisms and mea-\nsurement. Neth Heart J ,21, 58–60.\n22. Geisler, F. C. M., Vennewald, N., Kubiak, T., & Weber, H. (2010). The\nimpact of heart rate variability on subjective well-being is mediated by\nemotion regulation. Pers. Individ. Differ. 49 , 723–728.\n23. Trimmel, M. (2015). Relationship of heart rate variability (HRV) param-\neters including pNNxx with the subjective experience of stress,depression, well-being, and every-day trait moods (TRIM-T): A pilot\nstudy. Ergon. Open J. ,8, 32–37.\n24. Demaree, H. A., Everhart, D. E., Youngstrom, E. A., & Harrison, D. W.\n(2005). Brain lateralization of emotional processing: Historical roots\nand a future incorporating dominance. Behav Cogn Neurosci Rev ,4,3 –\n20.\n25. Craig, A. D. (2009). How do you feel – now? The anterior insula and\nhuman awareness. Nat. Rev. Neurosci. 10 , 59–70.\n26. Craig, A. D. (2005). Forebrain emotional asymmetry: A neuroanatomi-\ncal basis? Trends in Cognitive Sciences ,9, 566–571.\n27. Oppenheimer, S. M., Gelb, A., Girvin, J. P., & Hachinski, V. C. (1992). Car-\ndiovascular effects of human insular cortex stimulation. Neurology ,42,\n1727–1732\n28. MacNeilage, P. F., Rogers, L. J., & Vallortigara, G. (2009). Origins of the\nleft and right brain. Sci. Am. 301 , 60–67.\n29. Stevens, J. S., & Hamann, S. (2012). Sex differences in brain activation\nto emotional stimuli: A meta-analysis of neuroimaging studies. Neu-\nropsychologia ,50, 1578–1593.\n30. Duerden, E. G., Arsalidou, M., Lee, M., & Taylor, M. J. (2013). Lateraliza-\ntion of affective processing in the insula. Neuroimage ,78, 159–175.\n31. Cloutman, L. L., Binney, R. J., Drakesmith, M., Parker, G. J. M., & Lambon\nRalph, M. A. (2012). The variation of function across the human insula\nmirrors its patterns of structural connectivity: Evidence from in vivo\nprobabilistic tractography. Neuroimage ,59, 3514–3521.\n32. Ghaziri, J., Tucholka, A., Girard, G., Houde, J.-C., Boucher, O., Gilbert,\nG., ... Nguyen, D. K. (2017). The corticocortical structural connectivity\nof the human insula. Cereb. Cortex ,27, 1216–1228.\n33. Cerliani, L., Thomas, R. J., Jbabdi, S., Siero, J. C. W., Nanetti, L., Crippa,\nA., ... Keysers, C. (2012). Probabilistic tractography recovers a rostro-\ncaudal trajectory of connectivity variability in the human insular cor-\ntex.Hum. Brain Mapp ,33, 2005–2034.\n34. Zautra, A. J., Fasman, R., Davis, M. C., & Arthur, D. (2010). The effects of\nslow breathing on affective responses to pain stimuli: An experimental\nstudy. Pain,149, 12–18.\n35. Carhart-Harris, R. L., Leech, R., Hellyer, P. J., Shanahan, M., Feilding,\nA., Tagliazucchi, E., ... Nutt, D. (2014). The entropic brain: A theory of\nconscious states informed by neuroimaging research with psychedelic\ndrugs. Front. Hum. Neurosci. 8 , 20. .\n36. Müller, F., Dolder, P. C., Schmidt, A., Liechti, M. E., & Borgwardt, S.\n(2018). Altered network hub connectivity after acute LSD administra-\ntion. NeuroImage Clin. 18 , 694–701.\n37. Smith, S. D., Fredborg, B. K., & Kornelsen, J. (2019). Atypical functional\nconnectivity associated with autonomous sensory meridian response:\nAn examination of five resting-state networks. Brain Connect ,9, 508–\n518.\n38. Smith, S. D., Fredborg, B. K., & Kornelsen, J. (2019). A functional\nmagnetic resonance imaging investigation of the autonomous sen-\nsory meridian response. PeerJ ,7, e7122 https://doi.org/10.7717/peerj.\n7122.\n39. Lochte, B. C., Guillory, S. A., Richard, C. A. H., & Kelley, W. M. (2018). An\nfMRI investigation of the neural correlates underlying the autonomous\nsensory meridian response (ASMR). Bioimpacts ,8, 295–304.\n40. Jastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound toler-\nance and tinnitus retraining therapy (TRT). A u s t .N .Z .J .A u d i o l . ,24,\n74–84.\n41. Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia:\nIncidence, phenomenology, and clinical correlates in an undergraduate\nstudent sample. J. Clin. Psychol. 70 , 994–1007.\n42. Zhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment,\nand clinical correlates. J. Obsess-Compuls. Rel. ,14, 7–12.\n43. Potgieter, I. MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., &\nHoare, D. J. (2019). Misophonia: A scoping review of research. J. Clin.\nPsychol. 75 , 1203–1218.\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 of 10 MCGEOCH ANDROUW\n44. Schröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic\ncriteria for a new psychiatric disorder. Plos One ,8, e54706. https://doi.\norg/10.1371/journal.pone.0054706.\n45. Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Miso-\nphonia: Physiological investigations and case descriptions. Front. Hum.\nNeurosci. 7 , 296. DOI: 10.3389/fnhum.2013.00296.\n46. Kumar, S., Tansley-Hancock, O., Sedley, W., Gander, P. E., Bamiou, D. E.,\n& Griffiths, T. D. (2017). The brain basis for misophonia. Curr. Biol. 27 ,\n527–533.\n47. Dozier, T. H., & Morrison, K. L. (2017). Phenomenology of misophonia:\nInitial physical and emotional responses. Am. J. Psychol. 130 , 431–438.\n48. McKay, D., Kim, S. K., Mancusi, L., Storch, E. A., & Spankovich, C. (2018).\nProfile analysis of psychological symptoms associated with misopho-\nnia: A community sample. Behav. Ther. 49 , 286–294.\n49. Rouw, R., & Erfanian, M. (2018). A large-scale study of misophonia. J.\nClin. Psychol. 74 , 453–479.\n50. Schröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C.,\nTurbyne, C., & Denys, D. (2019). Misophonia is associated with altered\nbrain activity in the auditory cortex and salience network. Sci. Rep. 9 ,\n7542. https://doi.org/10.1038/s41598-019-44084-8.\n51. McErlean, A. B. J., & Banissy, M. J. (2018). Increased misophonia in\nself-reported autonomous sensory meridian response. PeerJ ,6, e5351.\nhttps://doi.org/10.7717/peerj.5351\n52. Palumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., & Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: A perspec-\ntive. Front. Psychol. 9 , 953.\n53. Bjornsdotter, M., Löken, L., Olausson, H., Vallbo, A., & Wessberg, J.\n(2009). Somatotopic organization of gentle touch processing in the\nposterior insular cortex. J. Neurosci. 29 , 9314–9320.\n54. McGlone, F., Wessberg, J., & Olausson, H. (2014). Discriminative and\naffective touch: sensing and feeling. Neuron ,82, 737–755.\n55. Peifer, C., Schulz, A., Schächinger, H., Baumann, N., & Antoni, C.\nH. (2014). The relation of flow-experience and physiological arousal\nunder stress- can u shape it? . J. Exp. Soc. Psychol. 53 , 62–69.\n56. Satyapriya, M., Nagendra, H. R., Nagarathna, R., & Padmalatha, V.\n(2009). Effect of integrated yoga on stress and heart rate variability in\npregnant women. Int. J. Gyn. Obst. ,104, 218–222.\n57. Gantt, M. A., Dadds, S., Burns, D. S., Glaser, D., & Moore, A. D. (2017).\nThe effect of binaural beat technology on the cardiovascular stress\nresponse in military service members with post deployment stress. J.\nNurs. Scholarsh. 49 , 411–420.\n58. Brown, R. P., & Gerberg, P. L. (2009). Yoga breathing, meditation and\nlongevity. Ann. N. Y. Acad. Sci. 1172 , 54–62.\n59. Deschodt-Arsac, V., Lalanne, R., Spiluttini, B., Bertin, C., & Arsac, L. M.\n(2018). Effects of heart rate variability biofeedback training in athletes\nexposed to stress of university examinations. Plos One ,13, e0201388. .\n60. Krygier, J. R., Heathers, J. A., Shahrestani, S., Abbott, M., Gross, J. J.,\n& Kemp, A. H. (2013). Mindfulness meditation, well-being, and heart\nrate variability: A preliminary investigation into the impact of Vipas-\nsana meditation. Int. J. Psychophysiol. 89 , 305–313.\n61. Critchley, H. D. (2002). Electrodermal responses: What happens in the\nbrain. Neuroscientist ,8, 132–142.\n62. Zhang, Y., Zhou, W., Wang, S., Zhou, Q., Wang, H., Zhang, B., ... Wang,\nX., (2019). The roles of subdivisions of human insula in emotion per-\nception and auditory processing. Cereb. Cortex ,29, 517–528.\n63. Tilot, A. K., Kucera, K. S., Vino, A., Asher, J. E., Baron-Cohen, S., & Fisher,\nS. E. (2018). Rare variants in axonogenesis genes connect three fam-\nilies with sound–color synesthesia. Proc. Natl. Acad. Sci. U. S. A. 115 ,\n3168–3173.64. Root, N. B., Rouw, R., Asano, M., Kim, C. Y., Melero, H., Yokosawa,\nK., & Ramachandran, V. S. (2018). Why is the synesthete’s “A” red?\nUsing a five-language dataset to disentangle the effects of shape,\nsound, semantics, and ordinality on inducer–concurrent relationships\nin grapheme-color synesthesia. Cortex ,99, 375–389.\n65. Simner, J., & Bain, A. E. (2013). A longitudinal study of grapheme-color\nsynesthesia in childhood: 6/7 years to 10/11 years. Front. Hum. Neu-\nrosci. 7 , 603. .\n66. Huang, M. X., Dale, A. M., Song, T., Halgren, E., Harrington, D. L., Pod-\ngorny, I., ... Lee, R. R. (2006). Vector-based spatial–temporal minimum\nL1-norm solution for MEG. Neuroimage ,31, 1025–1037.\n67. Attar, F. M., Kirilina, E., Haenelt, D., Pine, K. J., Trampel, R., Edwards, L.\nJ., & Weiskopf, N. (2020). Mapping short association fibers in the early\ncortical visual processing stream using in vivo diffusion tractography.\nCereb. Cortex ,30, 4496–4514.\n68. Baker, C. M., Burks, J. D., Briggs, R. G., Conner, A. K., Glenn, C. A., Rob-\nbins, J. M., ... Sughrue, M. E. (2018). A connectomic atlas of the human\ncerebrum – chapter 5: The insula and opercular cortex. Oper Neurosurg ,\n15, S175–S244.\n69. Kraus, K. S., & Canlon, B. (2012). Neuronal connectivity and interac-\ntions between the auditory and limbic systems. Effects of noise and\ntinnitus. Hearing Res ,288, 34–46.\n70. Canlon, B., Theorell, T., & Hasson, D. (2013), Associations between\nstress and hearing problems in humans. Hearing Res ,295, 9–15.\n71. Hasson, D., Theorell, T., Bergquist, J., & Canlon, B. (2013). Acute stress\ninduces hyperacusis in women with high levels of emotional exhaus-\ntion. Plos One ,8, e52945. .\n72. Gruebner, O., Rapp, M. A., Adli, M., Kluge, U., Galea, S., & Heinz,\nA. (2017). Cities and mental health. Dtsch Ärztebl Int ,114,\n121–127.\n73. Stansfeld, S. A., Berglund, B., Clark, C., Lopez-Barrio, I., Fischer, P.,\nÖhrström, E., ... Berry, B. F. (2005). Aircraft and road traffic noise and\nchildren’s cognition and health: A cross-national study. Lancet ,365,\n1942–1949.\n74. Goines, L., & Hagler, L. (2007). Noise pollution: A modern plague. South\nMed J ,100, 287–294.\n75. Lavandier, C., & Defréville, B. (2006). The contribution of sound source\ncharacteristics in the assessment of urban soundscapes. Acta Acust\nUnited Ac ,92, 912–921.\n76. Alvarsson, J. J., Wiens, S., & Nilsson, M. E. (2010). Stress recovery dur-\ning exposure to nature sound and environmental noise. Int. J. Environ.\nRes. Public Health ,7, 1036–1046.\n77. Hunter, M. D., Eickhoff, S. B., Pheasant, R. J., Douglas, M. J., Watts, G.\nR., Farrow, T. F., ... Woodruff, P. W. R. (2010). The state of tranquility:\nSubjective perception is shaped by contextual modulation of auditory\nconnectivity. Neuroimage ,53, 611–618.\n78. Harrison, L., & Loui, P. (2014). Thrills, chills, frissons, and skin orgasms:\nToward an integrative model of transcendent psychophysiological\nexperiences in music. Front. Psychol. 5 , 790.\nHow to cite this article: McGeoch, P. D., & Rouw, R. (2020).\nHow everyday sounds can trigger strong emotions: ASMR,\nmisophonia and the feeling of wellbeing. BioEssays , 42,\ne2000099. https://doi.org/10.1002/bies.202000099\n 15211878, 2020, 12, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/bies.202000099 by University Of Minnesota Lib, Wiley Online Library on [07/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}