{
  "doc_type": "scientific paper",
  "title": "Auditory affective processing, musicaliyt, and the development of misophonic reactions",
  "authors": [
    "Mednicoff"
  ],
  "year": 2022,
  "journal": "Neuroscience,",
  "doi": "10.3389/fnins.2022.924806",
  "abstract": null,
  "keywords": [
    "development",
    "misophonia",
    "musicality",
    "sound sensitivity (auditory sensitivity)"
  ],
  "research_topics": [
    "development",
    "misophonia",
    "musicality",
    "sound sensitivity (auditory sensitivity)"
  ],
  "created_at": "2025-05-05T02:20:30.777949Z",
  "source_pdf": "documents/research/Global/Mednicoff 2022 Auditory affective processing, musicaliyt, and the development of misophonic reactions.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 1\nTYPE Review\nPUBLISHED 23 September 2022\nDOI10.3389/fnins.2022.924806\nOPEN ACCESS\nEDITED BY\nJulia Campbell,\nUniversity of Texas at Austin,\nUnited States\nREVIEWED BY\nHannah Anneli Glick,\nUniversity of Colorado Boulder,\nUnited States\nMcNeel Gordon Jantzen,\nWestern Washington University,\nUnited States\n*CORRESPONDENCE\nErin E. Hannon\nErin.Hannon@unlv.edu\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 20 April 2022\nACCEPTED 02 September 2022\nPUBLISHED 23 September 2022\nCITATION\nMednicoff SD, Barashy S, Gonzales D,\nBenning SD, Snyder JS and Hannon EE\n(2022) Auditory affective processing,\nmusicality, and the development\nof misophonic reactions.\nFront. Neurosci. 16:924806.\ndoi: 10.3389/fnins.2022.924806\nCOPYRIGHT\n© 2022 Mednicoff, Barashy, Gonzales,\nBenning, Snyder and Hannon. This is\nan open-access article distributed\nunder the terms of the Creative\nCommons Attribution License (CC BY).\nThe use, distribution or reproduction in\nother forums is permitted, provided\nthe original author(s) and the copyright\nowner(s) are credited and that the\noriginal publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use, distribution\nor reproduction is permitted which\ndoes not comply with these terms.Auditory affective processing,\nmusicality, and the development\nof misophonic reactions\nSolena D. Mednicoff, Sivan Barashy, Destiny Gonzales,\nStephen D. Benning, Joel S. Snyder and Erin E. Hannon *\nDepartment of Psychology, University of Nevada Las Vegas, Las Vegas, NV, United States\nMisophonia can be characterized both as a condition and as a negative\naffective experience. Misophonia is described as feeling irritation or disgust\nin response to hearing certain sounds, such as eating, drinking, gulping,\nand breathing. Although the earliest misophonic experiences are often\ndescribed as occurring during childhood, relatively little is known about the\ndevelopmental pathways that lead to individual variation in these experiences.\nThis literature review discusses evidence of misophonic reactions during\nchildhood and explores the possibility that early heightened sensitivities\nto both positive and negative sounds, such as to music, might indicate\na vulnerability for misophonia and misophonic reactions. We will review\nwhen misophonia may develop, how it is distinguished from other auditory\nconditions (e.g., hyperacusis, phonophobia, or tinnitus), and how it relates\nto developmental disorders (e.g., autism spectrum disorder or Williams\nsyndrome). Finally, we explore the possibility that children with heightened\nmusicality could be more likely to experience misophonic reactions and\ndevelop misophonia.\nKEYWORDS\ndevelopment, misophonia, musicality, sound sensitivity (auditory sensitivity),\nemotions, autism spectrum disorder, Williams syndrome, misophonic reactions\nIntroduction\nMisophonia is a newly described and complex auditory condition characterized by\naversive reactions to particular sounds and the events that generate those sounds. The\nterm misophonia was not introduced into the published literature until 2001 (Jastreboﬀ\nand Jastreboﬀ, 2001). Over the past two decades, publications on the topic of misophonia\nhave increased from three articles in 2006 to 36 articles in 2021 (Retrieved from PubMed\non September 13, 2022). Though a recent consensus paper classiﬁed misophonia as a\ndisorder instead of a condition or syndrome (Swedo et al., 2022), people do frequently\nexperience subclinical reactions to misophonic triggers (Wu et al., 2014; Naylor et al.,\n2021; Sarigedik and Gulle, 2021).\nThe goal of this literature review is to explore and examine what is currently\nknown about how misophonic reactions are experienced and how they develop within\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 2\nMednicoff et al. 10.3389/fnins.2022.924806\nthe general population, not only in clinical populations that\nseek out treatment. Exploring populations that do not have\nsigniﬁcant disruption in quality of life and experience less\nsevere misophonic reactions, as well as populations without the\ndisorder, could give clues for understanding and treating people\nwith misophonia; however, this research is largely absent from\nthe literature. Therefore, we examine evidence of misophonic\nreactions during childhood and explore the possibility that early\nheightened aﬀective sensitivities to a range of sounds might\nconfer a vulnerability for misophonia. Speciﬁcally, we cover\nwhen and why misophonic reactions may develop in the general\nand clinical populations, how misophonia is distinguished from\nother auditory conditions (e.g., hyperacusis, phonophobia, or\ntinnitus) and developmental disorders (e.g., autism spectrum\ndisorder or Williams Syndrome), and pose the question of\nwhether a heightened sensitivity or preference for music might\npredispose a child to experience misophonic reactions, even if\nthese reactions do not rise to the level of clinical impairment.\nWe reviewed the literature in these areas (the development\nof misophonic reactions, other developmental disorders, and\nauditory experiences) with the goal of covering fundamental\nconcepts, current gaps within the literature, and potential\ndevelopments within the ﬁeld. A limitation of this review is that\nonly research published in English was included.\nCharacterization of misophonia\nMisophonia is typically characterized by irritation and/or\ndisgust that individuals may experience when hearing certain\nsounds, such as breathing, drinking, and throat clearing,\nbut especially eating and chewing (Edelstein et al., 2013;\nSchröder et al., 2013; Wu et al., 2014; Brout et al., 2018).\nThe term misophonia translates directly as the “hatred of\nsounds.” The sounds that create the negative response in people\nwith misophonia are called “triggers” or “misophonic sounds”\n(Edelstein et al., 2013, 2020; Brout et al., 2018). Triggers\nare usually repetitive or periodic in nature, and they create\n“misophonic responses, ” negative emotions that often lead\nindividuals to remove themselves from the environment or\nsometimes to act with anger and aggression. These responses\nand reactions and the triggers that elicit them diﬀer across\nindividuals and have varying levels of severity (Edelstein\net al., 2013; Brout et al., 2018). Further, misophonia is\ndeﬁned separately from phonophobia (the fear of sounds)\nand hyperacusis (discomfort or pain due to the intensity, or\nloudness, of a sound) (Jastreboﬀ and Jastreboﬀ, 2001, 2002;\nSchröder et al., 2013, 2014; Tyler et al., 2014).\nSwedo et al. (2022) codiﬁed a consensus deﬁnition\nof misophonia, summarizing 93 deﬁnitional statements\nwith 80% or greater expert agreement. This deﬁnition\nhighlights the nature of misophonic triggers, the behavioral\nand negative emotional reactions to these triggers, andexpected comorbidities. The consensus deﬁnition also\nseparates misophonic reactions from the impairments\nthey may create, which are described in the International\nClassiﬁcation of Functioning, Disability, and Health (World\nHealth Organization [WHO], 2001) and will assist clinicians\nin formally diagnosing misophonia. Within the domain of\nbody functions , misophonic reactions may aﬀect emotional\nand perceptual mental functions , in which heightened levels of\nnegative emotion and perceptions of sounds are considered\naversive instead of neutral. To the extent that misophonic\nreactions preclude processing of other sounds, they may also\nimpair sensory bodily functions . These impairments may interact\nwith the sound quality environmental factor of functioning and\ndisability, in which only certain sounds in the environment\ngive rise to misophonic reactions. Misophonic reactions may\nalso aﬀect participation in a variety of activities, including\nimpairments in listening ;receiving communication ;handling\nstress ; and engaging inparticular interpersonal relationships ,\neducation , and employment .\nThere are a range of self-report questionnaires available\nto researchers that can be used to determine (1) if someone\nexperiences misophonic reactions and (2) the threshold or\ndegree of severity of the symptoms. A comprehensive list\nand diﬀerences of questionnaires that have and have not\nbeen validated can be found in Rinaldi et al. (2021).\nThe questionnaires that have been validated for assessing\nmisophonic reactions are the Misophonia Quotient (MQ; Wu\net al., 2014), the Amsterdam Misophonia Scale (A-MISO-S;\nSchröder et al., 2014; Jager et al., 2020; Naylor et al., 2021;\nSarigedik and Gulle, 2021), the Selective Sound Sensitivity\nSyndrome Scale (S-Five; Vitoratou et al., 2021), the Duke\nMisophonia Questionnaire (DMQ; Rosenthal et al., 2021),\nMisophonia Response Scale (Dibb et al., 2021), and MisoQuest\n(Siepsiak et al., 2020). Though these questionnaires can assess\nthe severity of misophonic reactions, these assessments were\ncreated using diﬀerent deﬁnitions of misophonia and need to be\nevaluated using the consensus deﬁnition of misophonia (Swedo\net al., 2022).\nThe self-reported prevalence of individuals who experience\nmisophonic reactions in the general population ranges from\n20 to 55% (Wu et al., 2014; Naylor et al., 2021; Rinaldi\net al., 2021; Sarigedik and Gulle, 2021). Studies measuring\nmisophonia sensitivity in large ( N\u0018500) non-clinical samples\nof undergraduate college students using the MQ (Wu et al.,\n2014) and the Sussex Misophonia Scale (SMS) (Rinaldi et al.,\n2021) report that 20–40% of participants have sound sensitivities\nthat signiﬁcantly aﬀect their lives. Even higher prevalence\nrates of 50–55% have been observed in studies using the\nA-MISO-S (Naylor et al., 2021; Sarigedik and Gulle, 2021),\nwith roughly 40% of participants reporting symptoms that\nare mild, \u001812% moderate, and less than 1% reporting severe\nsymptoms. However, these prevalence estimates are derived\nfrom self-reported symptoms and disability, which are typically\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 3\nMednicoff et al. 10.3389/fnins.2022.924806\nsaturated with negative emotion instead of disorder-speciﬁc\nfeatures (Oltmanns et al., 2018). As a result, these estimates are\nlikely inﬂated relative to those that would be established through\na clinical interview establishing distress and dysfunction\nspeciﬁc to misophonia using the new consensus deﬁnition\n(Swedo et al., 2022).\nDespite the growing interest in misophonia, it has not been\nformally recognized as a distinct neurological, audiological, or\npsychiatric disorder according to either ICD-11 or DSM-5 (-TR)\ndiagnostic criteria (Brout et al., 2018; Lewin et al., 2021). Because\nof this, the presence and extent of misophonia may be largely\nunderrepresented in the literature (Ferreira et al., 2013; Lewin\net al., 2021) or grouped with other dysfunctions of auditory\nperception with decreased sound tolerance, like hyperacusis\n(Jastreboﬀ and Jastreboﬀ, 2002, 2013, 2015). Decreased sound\ntolerance disorders fall under an umbrella of dysfunctions\ndeﬁned by negative reactions to sounds that surpass those\nthat would be expected from an average listener (Jastreboﬀ\nand Jastreboﬀ, 2002, 2013, 2015). Examples include diplacusis\n(an anomaly whereby the pitch of a single tone is perceived\ndiﬀerently by the two ears; Di Stadio et al., 2018), polyacusis\n(when more than two tones are perceived from a single\nsound simultaneously; Jastreboﬀ and Jastreboﬀ, 2015), tinnitus\n(phantom auditory perception without corresponding activity in\nthe cochlea or external sound source; Jastreboﬀ and Jastreboﬀ,\n2001, 2015; Moore, 2012), and most commonly, hyperacusis\n(Jastreboﬀ and Jastreboﬀ, 2015). Hyperacusis and misophonia\nhave distinct proﬁles from one another (Jastreboﬀ and Jastreboﬀ,\n2015). In hyperacusis, patients’ negative reactions are dependent\non the physical characteristics of the sound (e.g., spectrum and\nintensity/loudness) (for reviews, see Baguley and Hoare, 2018;\nPotgieter et al., 2020), whereas in misophonia, patients’ negative\nreactions are dependent on the meaning and context for the\nindividual and typically to speciﬁc sound categories (Jastreboﬀ\nand Jastreboﬀ, 2002, 2013, 2015; Hansen et al., 2021).\nAs noted by Rinaldi et al. (2021), misophonia assessments\ntypically exhibit poor divergent validity to separate out similar\nconditions like hyperacusis. Studies that investigate whether\nsomeone experiences misophonia or another hearing disorder\nhave to use additional questionnaires or surveys for diﬀerential\ndiagnosis (Rouw and Erfanian, 2018; Rinaldi et al., 2021). This is\nespecially important since misophonia and hyperacusis seem to\nco-occur together with similarly reported symptoms (Jastreboﬀ\nand Jastreboﬀ, 2013, 2015). Only a few questionnaires have been\ncreated and validated to assess hyperacusis across the general\npopulation, and at present, no questionnaire diﬀerentiates\nhyperacusis from misophonia (Jastreboﬀ and Jastreboﬀ, 2014;\nBaguley and Hoare, 2018). Ultimately, further research is\nneeded to clarify the relationship between misophonia and these\ndisorders.\nSeveral other neurological, medical, and psychiatric\ndisorders besides misophonia also entail over-responsivity\nand sound intolerance. Migraine headaches are a neurologicalcondition characterized by unilateral throbbing headache,\nphotosensitivity, and increased reactivity to other sensory\ninputs (Sullivan et al., 2014). Autism spectrum disorder (ASD)\nis a neurodevelopmental disorder that is often accompanied\nby sound over-responsivities (Ben-Sasson et al., 2009), and\nWilliams Syndrome (WS) is a neurodevelopmental genetic\ndisorder with musicality and sociability as prominent features\n(Pinheiro et al., 2011; Lense et al., 2014). Schizophrenia is\nassociated with deﬁcits in gating aversive sounds as measured\nthrough pre-pulse inhibition of the startle blink reﬂex (San-\nMartin et al., 2020), in which the magnitude of the eye blink to\na loud and aversive startle probe is typically reduced after a less\nintense tone (Grillon et al., 1996). In contrast, though one of\nthe criteria for post-traumatic stress disorder is the experience\nof an exaggerated startle reﬂex, larger psychophysiologically\nassessed startle reﬂex magnitude is not uniquely associated with\npost-traumatic stress disorder diagnoses (Pole, 2007) and could\nbe associated with other diagnoses instead, like misophonia. The\nextent to which these disorders–along with such other disorders\nas obsessive compulsive disorders, personality disorders, and\nanxiety disorders–are comorbid with misophonia is unclear\n(Ferreira et al., 2013; Brout et al., 2018; Rouw and Erfanian,\n2018; Erfanian et al., 2019).\nThough some misophonic sounds can be considered\nuniversally annoying, most are not commonly considered to\nbe negative or aversive to the general population (Edelstein\net al., 2013; Schröder et al., 2013). As suggested by Edelstein\net al. (2020), a given sound (or sounds) can be a misophonic\ntrigger for one person, but not for another person. Misophonic\ntriggers are often human-produced (e.g., eating or breathing\nsounds) (Schröder et al., 2013), and although many studies\nreport a predominance of human-made triggers, there are both\ncase studies and empirical research of misophonic reactions\nto a variety of other sounds, such as keyboard or pen\ntapping, clinking glasses, clock ticking, refrigerator sounds, etc.\n(Edelstein et al., 2013; Schröder et al., 2013; Jastreboﬀ and\nJastreboﬀ, 2014; Taylor, 2017). Although both human-made and\nnon-human-made sounds have been identiﬁed as misophonic\ntriggers (Dozier et al., 2017; Hansen et al., 2021), most people\nwith misophonia report at least some human-made triggers,\nand Jager et al. (2020) argue that misophonia should not be\ndiagnosed for individuals who report exclusively non-human\ngenerated triggers.\nIn neurotypical populations, distinct neural and\nphysiological responses have been observed for people\nwith misophonia relative to controls. For example, individuals\nwith misophonia had heightened skin conductance responses\nto misophonic sounds, but not when they watched the\nsame stimulus with the sound removed from the visual\nstimulus (Edelstein et al., 2013; Kumar et al., 2017). This\nﬁnding indicates that misophonic reactions are largely driven\nby sound. Additionally, one study (Schröder et al., 2014)\nreported that individuals with misophonia had diminished\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 4\nMednicoff et al. 10.3389/fnins.2022.924806\nN1 auditory event-related potential amplitude to oddball\ntones compared to controls, but no diﬀerence in N1 peak\nlatency. The authors speculated that this ﬁnding might indicate\nauditory and neurobiological abnormalities in misophonia\n(Schröder et al., 2014).\nA few studies have used brain imaging to examine the\nneural correlates of misophonic reactions. Schröder et al. (2019)\ninvestigated neural diﬀerences between individuals with and\nwithout misophonia using fMRI and electrocardiography.\nCompared with controls, individuals with misophonia\nresponded to misophonic triggers with higher ratings of\nanger, disgust, and sadness, increased heart rate, and increased\nactivation of brain areas associated with auditory processing\nand the salience network. Another study reported that\nrelative to controls, those with misophonia had larger right\namygdala volume based on voxel-based morphometry,\ngreater connectivity from their right and left amygdalae to\nthe cerebellum, and increased ventral attention network\nconnectivity to the occipital cortices and fusiform gyri (Eijsker\net al., 2021). The authors propose that the enlarged amygdala\ncould be related to heightened emotional responses, and that\nincreased connectivity between the amygdala and cerebellum\nmay drive the reﬂex-like physiological reactions to misophonic\nsounds. Because higher ventral attention network connectivity\nwas found with the occipital cortex instead of the auditory\ncortex, the authors suggest that this heightened connectivity\nmay reﬂect enhanced capability to respond to visual aspects\nof misophonic triggers (Eijsker et al., 2021). Lastly, when\nKumar et al. (2021) compared individuals with misophonia to\ncontrols, they found three main results. First, despite ﬁnding\nno diﬀerences in the auditory cortex between both groups,\nthey saw stronger resting state connectivity between both\nauditory and visual cortices and the orofacial motor area of\nindividuals with misophonia. Second, they found stronger\nfunctional connectivity between the auditory cortex and\norofacial motor area when general sounds were played, and\nthird, found increased activation in the orofacial motor area for\nindividuals with misophonia when speciﬁc triggers were played\nto both groups (Kumar et al., 2021). Together, these studies\nprovide preliminary evidence that misophonia is associated\nwith distinct physiological and neural responses to misophonic\ntriggers as compared to other sounds (Edelstein et al., 2013;\nSchröder et al., 2014, 2019; Kumar et al., 2017, 2021; Eijsker\net al., 2021). These atypical neurophysiological responses could\nreﬂect experience-driven diﬀerences or an early predisposition\nfor intense emotional responses to sound, or some combination\nof the two.\nDevelopment of misophonia\nGiven that misophonic reactions are experienced by so\nmany people, especially at a sub-clinical level, a critical questionis how and when misophonic reactions occur over the course\nof one’s life. Although a recent consensus between experts\nagrees that misophonia most likely emerges in childhood,\nmore research is still needed to determine when children are\nmost likely to begin experiencing their earliest misophonic\nreactions (Swedo et al., 2022). Individuals who experience\nmisophonia typically report symptoms starting from a very\nyoung age and/or for as long as they can remember. In\na sample of 301 misophonic patients above the age of 18,\nRouw and Erfanian (2018) found that 45% of these patients\nreported onset of misophonic experiences during childhood,\n30% during adolescence, and 15% for “as long as I can\nremember.” In retrospective studies, most individuals reported\nthat their misophonia symptoms emerged during childhood\nor adolescence (for a review, see Potgieter et al., 2019), with\nsome reported symptoms not emerging until young adulthood\n(Boyce, 2015; Tunç and Ba¸ sbu ˘g, 2017), or emerging at any\npoint throughout the life span (Zhou et al., 2017; Sanchez and\nSilva, 2018). Thus, there appears to be individual variation in\nwhen people retrospectively report their misophonia symptoms\nemerging.\nStudies using self-report measures of misophonia in younger\nnon-clinical populations describe levels of misophonia severity\nthat are comparable to those observed in adults, with more than\nhalf of high school students reporting a clinically signiﬁcant\nlevel of misophonia using the A-MISO-S (Sarigedik and Gulle,\n2021), and 11% of 10- to 14-year-old children according\nto an adolescent version of the Sussex Misophonia Scale for\nAdolescents (SMS-A) (Rinaldi et al., 2022). This provides\nsupport for the notion that misophonia emerges prior to\nadulthood.\nHow misophonia develops is currently unclear (Schröder\net al., 2017; Rouw and Erfanian, 2018; Lewin et al., 2021). One\nstudy found that 77% of participants self-reported symptoms\nworsening with age (Rouw and Erfanian, 2018), whereas another\nstudy found a negative association between age and misophonia\nseverity (Vitoratou et al., 2021). If symptoms indeed worsen over\ntime, therapies would presumably be needed to prevent this.\nTreatments like exposure therapy have not been as successful\nin case studies to treat misophonia due to non-compliance\n(Hadjipavlou et al., 2008), and studies that have looked at\nmedication alone or counterconditioning are limited to a\nhandful of case studies (Dozier, 2015a,b; McGuire et al., 2015;\nTunç and Ba¸ sbu ˘g, 2017; Vidal et al., 2017). In comparison,\ncognitive-behavioral therapy seems to be successful in reducing\nmisophonia in adults (Bernstein et al., 2013; McGuire et al.,\n2015; Reid et al., 2016; Potgieter et al., 2019; Jager et al.,\n2021), and perhaps also in younger populations (see Lewin\net al., 2021 for a preliminary proof of concept); however,\nthose with a higher severity of misophonia symptoms seem\nmore likely to respond to treatment (Schröder et al., 2017).\nThe eﬀectiveness of cognitive-behavioral therapies in reducing\nthe severity in misophonic symptoms could implicate two\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 5\nMednicoff et al. 10.3389/fnins.2022.924806\nmechanisms in the development of misophonia, which await\nlarger-scale treatment dismantling studies to explore. For the\nﬁrst mechanism, if the behavioral components represent the\nactive therapeutic ingredients, such ﬁndings would point to a\nrole of learning in misophonia, in which initial hyperarousal in\nresponse to a speciﬁc sound or sounds might lead to associations\nbetween those sounds and aversive emotional and physiological\nresponses (Schröder et al., 2017). For the second, if individuals\nwere to use maladaptive behaviors (such as avoidance) to escape\ntrigger sounds, this would further exacerbate symptoms of\nmisophonia over time, which behavioral interventions would\nhelp mitigate (Lewin et al., 2021). Alternatively, if targeting\ncognitive elaborations and schemas related to misophonic\ntriggers improves patient function, the cognitive components of\ninterventions may provide a means of coping with sensitivities.\nIn either case, if misophonia is a learned behavior, it is\nunclear whether or not misophonia could be induced in any\nperson under the right circumstances, as proposed by Rouw\nand Erfanian (2018), or if certain individuals are predisposed\nto experience intense emotional responses or aversive reactions\nto sound. Interestingly, Rouw and Erfanian (2018) found that\nhalf of the people with self-reported misophonia in their study\nexperienced autonomous sensory meridian responses (ASMR),\nwhereas Vitoratou et al. (2021) found that 29.2% of their\nparticipants from their study self-reported experiencing both.\nThis raises the question of whether these same individuals not\nonly have pronounced negative experiences toward misophonic\ntriggers, but also enhanced positive experiences to other\nsounds as well (see below). Perhaps there are individual\ndiﬀerences in the intensity with which listeners experience\nemotional responses to sound, and further research attempting\nto understand these endophenotypes could help address this\nquestion of whether or not certain individuals are more or less\nvulnerable to acquiring misophonia.\nMisophonia, autonomous sensory\nmeridian response, and frisson\nAlthough misophonia is characterized by negative\nemotional reactions to sounds, an open question is whether\nthose who experience misophonic reactions also have\nheightened reactions to other sounds–both positive and\nnegative. Autonomous sensory meridian response (ASMR) is a\nphenomenon typically triggered by everyday stimuli that induce\na state of relaxation, positive feelings, and tingling sensations\nthat originate from the head region and spread to the rest of\nthe body (Barratt and Davis, 2015; McGeoch and Rouw, 2020).\nASMR has been associated with speciﬁc personality traits,\nwith individuals who experience ASMR having higher scores\non openness to experience and neuroticism on the Big Five\nInventory of personality (Fredborg et al., 2017). Individuals whoexperience ASMR may watch or listen to ASMR content several\ntimes a week to multiple times per day, usually for relaxation\nor sleep induction (Barratt and Davis, 2015; Barratt et al., 2017;\nMcErlean and Banissy, 2017; Poerio et al., 2018; Kovacevich and\nHuron, 2019). ASMR is a common experience as seen by the\nubiquity of virtual ASMR communities around the world (Liu\nand Zhou, 2019), and a high percentage of individuals reporting\nthat they experience ASMR, with one study showing 81% of\n1,002 participants experienced ASMR (Poerio et al., 2018).\nLike misophonia, those who experience ASMR exhibit larger\nphysiological responses to ASMR triggers relative to those who\ndo not experience ASMR, such as a decrease in heart rate\nand an increase in skin conductance (Poerio et al., 2018).\nAlso like misophonia, most individuals who report having\nASMR say that they have experienced it in some form since\nchildhood (Barratt and Davis, 2015). Interestingly, a large\nproportion of individuals who experience ASMR also self-\nreport experiencing misophonia (Barratt et al., 2017), and they\ntend to score higher on misophonia scales relative to controls\n(McErlean and Banissy, 2018).\nWhile misophonia seems to be a type of negative sound\nsensitivity, ASMR is a type of sound sensitivity that is\npredominantly perceived as aﬀectively positive. Similarly to\nmisophonic triggers, sounds that give rise to pleasurable ASMR\nexperiences in some people (e.g., someone clicking their tongue,\ntrimming their nails, typing on a keyboard, or chewing ice) do\nnot elicit particularly strong reactions in others (Barratt and\nDavis, 2015). Rather, the types of sounds that induce ASMR\nvary depending on the person’s speciﬁc sensitivity level and\nexperiences with those sounds, which is also very similar to those\nwho experience misophonia (Pruitt, 2019). In fact, some of the\nvery same sounds that produce positive ASMR reactions in one\nperson can produce completely opposite negative misophonic\nreactions in another person, especially chewing and other eating\nsounds (McErlean and Banissy, 2017). Sounds such as chewing\nor slurping would be considered emotionally neutral by most\npeople, but this sound can either elicit heightened negative\nreactions in people with misophonia or heightened positive\nfeelings in some who experience ASMR. This is consistent\nwith the notion that misophonia and ASMR might both entail\nincreased auditory emotional responses but with contrasting\naﬀective valence (Barratt and Davis, 2015).\nFrisson, or musical chills, is yet another well-documented\nsound-induced emotional phenomenon characterized by\npositive aﬀect and strong physiological reactions while listening\nto music, notably shivering, goosebumps, and teary eyes (del\nCampo and Kehle, 2016; McGeoch and Rouw, 2020). Frisson is\nseen as an overall pleasant experience, with one study showing\nthat chills were signiﬁcantly correlated with the perceived\npleasantness of the songs (Grewe et al., 2007). Although\nthere are distinct diﬀerences between ASMR and frisson,\nincluding stimulus triggers, duration, and speciﬁc emotional\nresponses, some have proposed that ASMR might be a milder,\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 6\nMednicoff et al. 10.3389/fnins.2022.924806\nless intense version of frisson (del Campo and Kehle, 2016;\nKovacevich and Huron, 2019). Musical frisson seems to be a\nmore common experience than ASMR, with one of the earliest\nstudies on frisson showing that, out of all 249 participants\nwho responded to their survey, about 78.7% self-reported ever\nexperiencing chills (Goldstein, 1980). Although many people\nexperience frisson, it does not occur regularly and diﬀers\ngreatly between people in amount, duration, and the musical\npieces that induce them (Grewe et al., 2007). The experience\nof musical frisson is associated with brain reward circuitry:\nregional cerebral blood ﬂow increases in left ventral striatum\nand dorsomedial midbrain, but decreases in right amygdala, left\nhippocampus/amygdala, and ventral medial prefrontal cortex\n(VMPF) (Blood and Zatorre, 2001). These regions of activation\nin the brain reward circuitry have been associated with euphoria\nand positive emotions, which is consistent with the positive\naﬀective experience of frisson.\nAlthough music-induced frisson has been the focus of\nprior research, relatively little is currently known about\nthe relationship between misophonia and frisson. Even so,\nfrisson and misophonia have some noteworthy similarities.\nLike misophonia, frisson experiences are consistent, so even\nafter listening to the same piece of music multiple times, a\nlistener can still experience this strong emotional response\n(Sloboda, 1991). The experiences of frisson and misophonia\nboth vary widely between individuals: virtually any genre of\nmusic can induce frisson in a person depending on their\npreferences, and misophonic triggers also vary depending on\nthe individual and their life history with a given trigger\n(Salimpoor et al., 2009; Edelstein et al., 2013). Nevertheless,\nthe acoustic features of misophonia and frisson triggers\nmay diﬀer, since misophonic triggers are often repetitive\nor periodic in nature (Edelstein et al., 2013; Brout et al.,\n2018), whereas frisson is often and most notably induced\nwhen a novel musical event violates expectations, such as an\nunexpected harmony or entrance of a new voice, or an intense\nmusical feature like dynamic leaps in loudness (Sloboda, 1991;\nGrewe et al., 2007; Plazak, 2008; Harrison and Loui, 2014).\nMore research is needed to understand the similarities and\ndiﬀerences between experiences of misophonia and musical\nfrisson.\nMisophonia, ASMR, and frisson all entail high-level\nauditory aﬀective processing and depend on speciﬁc triggers\nthat vary across individuals. Some listeners may have greater\nlikelihood of experiencing ASMR, misophonia, or frisson\nbecause of their greater attention to and sensitivity toward\na range of both positive and negative meaningful sounds.\nAlthough no papers to date directly compare frisson and\nmisophonia, both phenomena are associated with activity in\nsimilar areas of the brain and have similar physiological\nexpressions. As for the diﬀerences in brain regions between\nfrisson and misophonia, in response to frisson-inducing classical\nmusic, a decrease in cerebral blood ﬂow was seen in the lefthippocampus, amygdala, and VMPF with positron emission\ntomography (Blood and Zatorre, 2001), whereas in response to\nmisophonia trigger videos, an increase in activation was seen\nin some of these same areas with fMRI (Kumar et al., 2017).\nThe amygdala and VMPF are both areas involved in emotional\nprocessing and regulation, implicating emotional circuitry in\nboth of these phenomena (Blood and Zatorre, 2001; Kumar\net al., 2017). As the intensity of frisson increases, regional\ncerebral blood ﬂow increases in regions for motor processes,\nsuch as the supplementary motor area and cerebellum (Blood\nand Zatorre, 2001). Though this may explain muscle tension\nand relaxation when experiencing musical frisson, the increased\nconnectivity between the amygdala and cerebellum when\nexperiencing misophonia may drive the reﬂex-like physiological\nreactions to misophonic sounds (Eijsker et al., 2021). As for\nsimilarities between frisson, misophonia, and ASMR, listening\nto frisson-inducing music, misophonia-inducing sounds, and\nASMR videos all caused increases in skin conductance and heart\nrate (Craig, 2005; Salimpoor et al., 2009, 2011; Edelstein et al.,\n2013; Poerio et al., 2018; Schröder et al., 2019). Furthermore,\nan increase in the activation of the insula and anterior cingulate\ncortex, which are parts of the salience network that detects and\nselects emotionally important information, is also seen with\nall three emotional phenomena: frisson (Blood and Zatorre,\n2001), misophonia (Kumar et al., 2017; Schröder et al., 2019),\nand ASMR (Lochte et al., 2018). Both frisson and ASMR\ncan be inﬂuenced by expectancy eﬀects, in which observers\nanticipate that a certain stimulus will result in a sensory\nexperience and are therefore likely to achieve that outcome\n(Cash et al., 2018). The role of expectation in both ASMR\nand frisson may be due to increased activity in the reward\npathway, such as the left and right nucleus accumbens as\nwell as the medial prefrontal cortex, along with brain regions\nassociated with emotional arousal as noted above (Blood and\nZatorre, 2001; Lochte et al., 2018; Valtakari et al., 2019). The\nsimilarities in physiological responses between frisson, ASMR,\nand misophonia suggest that these brain regions may be\ninvolved in sound-induced emotional responses, both positive\nand negative. Because many people who experience ASMR also\nexperience misophonia, and ASMR and frisson both similarly\nheighten reward pathway activity, it is possible that many people\nwho experience both misophonia and ASMR also experience\nfrisson.\nDevelopmental disorders with\nheightened sensitivity to sounds\nGiven that misophonia falls under the umbrella of decreased\nsound tolerance disorders and appears to at least share some\nfeatures with other phenomena that begin in childhood, it may\nbe informative to compare misophonia with other disorders\nthat originate in childhood and entail heightened sensitivity\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 7\nMednicoff et al. 10.3389/fnins.2022.924806\nto sounds. For example, Williams Syndrome (WS) and autism\nspectrum disorder (ASD) are neurodevelopmental disorders\nthat are associated with hyperreactivity to both positive and\nnegative sounds and a high prevalence of decreased sound\ntolerance, including misophonia.\nPeople with WS exhibit higher rates of hyperacusis, auditory\nfascinations, and auditory aversions (Levitin et al., 2005; Lense\net al., 2013), compared to typically developing individuals.\nHyperacusis has been proposed to result from a tendency for\nheightened arousal in the sympathetic nervous system, leading\nto ﬁght-or-ﬂight reactions (Blomberg et al., 2006). Because of\nthis tendency, hyperacusis could be seen as a vulnerability\nfor psychopathology (Blomberg et al., 2006). The prevalence\nof misophonia is not as well known in this population,\nperhaps because most researchers studying WS would not have\nbecome aware of misophonia until recently. Individuals with\nWS who have been diagnosed with hyperacusis often report\naversion (misophonia) or fear (phonophobia) of sounds, rather\nthan a decreased tolerance or pain to the sound’s intensity,\nas is typical with hyperacusis (Baguley and McFerran, 2011;\nJastreboﬀ and Jastreboﬀ, 2014; Silva et al., 2021). In fact,\nstudies have reported a high prevalence of auditory aversions\nwithin this population, with as much as 85–95% of people\nwith WS reporting aversions to one or more sounds (Klein\net al., 1990; Van Borsel et al., 1997; Levitin et al., 2005). The\naversive sounds in this population seem to be contextual, and\ndriven by unique individual experiences, as in misophonia. This\nsuggests that misophonia in WS may have been mistaken for\nhyperacusis (Jastreboﬀ and Jastreboﬀ, 2014). One solution to\ndistinguish this, as suggested by Baguley and McFerran (2011),\nwould be to administer a validated questionnaire to formally\ndiagnose hyperacusis separately from misophonia, and work\ntoward greater consensus in deﬁning hyperacusis (Glod et al.,\n2020).\nDecreased sound tolerance is also experienced by 50–\n70% of children or adults with ASD at some point in their\nlives (Williams et al., 2021a). However, similarly to those\nwith WS, clinical questionnaires vary and do not all address\nwhich phenomenologically distinct aspects of decreased sound\ntolerance that the individual with ASD is most likely to\nbe experiencing: hyperacusis, phonophobia, or misophonia\n(Williams et al., 2021a,b). This diﬀerentiation will be important\nfor future research, as recent meta-analyses state that current\nand lifetime prevalence of hyperacusis in ASD can be as\nhigh as 40 and 60%, respectively (Williams et al., 2021b). No\nstudies to date have assessed the prevalence of misophonia\nin ASD and separated it from the other forms of decreased\nsound tolerance. Evidence from clinical samples that happen\nto have patients comorbid with ASD suggest that for cases\nof decreased sound tolerance in this population, it could be\nexplained by hyperacusis (Amir et al., 2018), misophonia, or\nboth (Williams et al., 2021b). A few of the regions of the\nbrain implicated in the pathology of ASD include the insula,amygdala, and salience network (Uddin and Menon, 2009;\nDziobek et al., 2010; Green et al., 2016), which are also\nregions implicated in misophonia (Kumar et al., 2017; Schröder\net al., 2019). Resting-state connectivity between the salience\nnetwork and amygdala has been seen in neuroimaging studies\nof children and adolescents with ASD (Green et al., 2016),\nas well as in adults who experience misophonia (Schröder\net al., 2019; Eijsker et al., 2021). This connectivity has been\nproposed to be related to the sensory over-responsivity seen\nin people with ASD in response to auditory and tactile stimuli\n(Green et al., 2016, 2018). It is possible that these networks\nunderlie auditory sensitivities exhibited in both autism and\nmisophonia.\nA striking feature of ASD and WS is that both are\ncharacterized by unusually positive responses to musical stimuli\n(Järvinen et al., 2016). Enhanced processing and heightened\naﬃnity toward music are seen in varying degrees across both\ndisorders (Levitin et al., 2005; Lense et al., 2013; Järvinen\net al., 2016). For example, though language deﬁcits are common\nin ASD, pitch and melody discrimination are unimpaired\nor even enhanced in those with ASD compared to typically\ndeveloping controls (Bonnel et al., 2003; Heaton, 2003; Jones\net al., 2011; O’Connor, 2012; Stanutz et al., 2012). From early in\ndevelopment, individuals with ASD tend to prefer and allocate\ngreater attention to musical stimuli than to speech (Blackstock,\n1978; Dawson et al., 1998; Kuhl et al., 2005; O’Connor, 2012).\nThis increased awareness and attention to pitch and music could\neven contribute to language impairments observed in ASD,\nparticularly if greater attention to other sounds interferes with\nor alters the trajectory of typical language learning (O’Connor,\n2012). Likewise, despite auditory sensitivities and aversions\nto particular sounds and a range of cognitive deﬁcits, those\nwith WS seem to largely exhibit enhanced musical abilities,\nhypermusicality and high engagement with music (Levitin\nand Bellugi, 1998; Don et al., 1999; Lenhoﬀ et al., 2001;\nLense et al., 2013), however, that is not true for everyone\nwith WS (Don et al., 1999; Thornton-Wells et al., 2010).\nIt is important to note that there are also key diﬀerences\nbetween WS and ASD especially regarding degree of sociability\n(Asada and Itakura, 2012). While individuals with WS are\ntypically extremely social and want to interact with others\n(Jones et al., 2000) and this sociability may drive an aﬃnity\nfor music and musical activities (Zitzer-Comfort et al., 2007),\nthose with ASD often exhibit wide-ranging deﬁcits in social\nprocessing and communication (Phillips et al., 2019). Thus,\nthere may be distinct mechanisms and causes for musical\naﬃnity in these populations. It is also unclear in both WS\nand ASD populations whether individuals who show particular\naﬃnity or interest in music also tend to have more auditory\naversions. Nevertheless, we review this evidence to point out\nthat in principle, stronger negative and positive reactions to\nemotionally meaningful sounds can exist within the same\npopulation.\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 8\nMednicoff et al. 10.3389/fnins.2022.924806\nMisophonia and musicality\nIf certain individuals tend to experience stronger negative\nand positive emotional responses to sounds, sound sensitivities\nmight be more common in people in the general population who\nshow a greater aﬃnity for music and musical activities. Indeed,\nprofessional musicians report more sound-related problems\nsuch as tinnitus, hyperacusis, and diplacusis than would be\nexpected based on their age and gender (Kähäri et al., 2003,\n2004; Jansen et al., 2009; Zhao et al., 2010; Schink et al., 2014;\nJastreboﬀ and Jastreboﬀ, 2015; Di Stadio et al., 2018). Although\nthere are many anecdotal accounts of musicians who experience\nmisophonia (Kuehn, 2015), few studies have directly examined\nwhether musicians are more likely than non-musicians to\nexperience misophonia. In one study, “noise sensitivity” did\nnot diﬀer for musicians and non-musicians (although it did\nnegatively predict music listening and enjoyment) (Kliuchko\net al., 2015); however, noise sensitivity as measured was\nnot equivalent to misophonia (Weinstein, 1978). A recent\nstudy showed that, compared with non-musicians, self-reported\nmisophonia was in fact lower for musicians who practiced from\n1 to 7 h per day (Siepsiak et al., 2020). It is unclear whether\nthis result implies that those with a propensity toward music\ntraining are actually less likely to experience misophonia, or if\nmisophonia might interfere with regular music practice. The\nrelationship between music training and sound oversensitivity\nis further muddied by the fact that professional musicians\ntend to have more long-term exposure to loud sounds (Jansen\net al., 2009; Zhao et al., 2010; Schink et al., 2014), so many\nof the sound-related problems reported above (e.g., tinnitus,\ndiplacusis) in professional musicians may be driven by low-level\ndamage to the auditory system and not necessarily by high-level\naversive reactions to sounds, as seen in misophonia (but see\nCouth et al., 2020).\nIt is nevertheless also apparent that musicians diﬀer from\nnon-musicians in how they respond to a range of both musical\nand non-musical sounds, particularly aﬀective sounds. There\nis abundant evidence that, compared with non-musicians,\nmusicians exhibit enhanced processing of fundamental musical\ncomponents such as pitch, melody, timbre, chords, and musical\nrhythm (Fran ˇek et al., 1991; Pantev et al., 2001; Micheyl et al.,\n2006; Chen et al., 2008; Brattico et al., 2009; Repp, 2010;\nSchellenberg and Moreno, 2010; Boh et al., 2011; Rammsayer\net al., 2012; Matthews et al., 2016). Musicians outperform\nnon-musicians at recognizing emotion conveyed in music\n(Castro and Lima, 2014; Kantor-Martynuska and Horabik, 2015;\nAkkermans et al., 2019; Dahary et al., 2020), they have more\nconsistent, more rapid, and/or more intense experiences of\nboth positive and negative musical emotion as reﬂected by\nsubjective arousal ratings and physiological responses (Steinbeis\net al., 2006; Brattico et al., 2009; Dellacherie et al., 2011;\nMikutta et al., 2014; Park et al., 2014), and these aﬀective\nresponses are driven by a distinct set of musical cues such asdissonance, mode (major/minor), and harmony (Schön et al.,\n2005; James et al., 2008; Midya et al., 2019; Battcock and Schutz,\n2021). Even the experience of frisson has been reported more\noften in musicians than in non-musicians (Sloboda, 1991; but\nsee Grewe et al., 2007). Music training also predicts better\nperformance on non-musical speech and language processing\ntasks and measures (Wong et al., 2007; Parbery-Clark et al.,\n2009; Bidelman et al., 2013; Zuk et al., 2013; Coﬀey et al.,\n2017). In particular, musicians outperform non-musicians at\nidentifying and responding to emotion in speech (Nilsonne and\nSundberg, 1985; Thompson et al., 2004; Lima and Castro, 2011).\nThis suggests that individuals who pursue music training or\nwho become professional musicians have enhanced aﬀective\nresponses to both musical and non-musical sounds.\nMost studies of musicians and music training are\ncorrelational, so it is unclear if the advantages and disadvantages\ndescribed above result from extensive practice and training-\ndriven plasticity, or if individuals with greater aptitude or\naﬃnity for music are more likely to pursue music training\nor a career in music (Swaminathan and Schellenberg, 2018).\nImportantly, formal music training is not necessary for listeners\nto meaningfully relate to and engage with music. Over the\ncourse of development, most adult listeners acquire informal\nmusical expertise through day-to-day exposure that allows\nthem to understand the nuances of music, such as generate\nexpectations about when and what will happen in the music,\ndetect wrong notes, dance and sing in synchrony with others,\nand respond emotionally to music (Hannon and Trainor,\n2007; Corrigall and Trainor, 2010, 2014; Hannon et al., 2018).\nAlthough some evidence suggests that musicians and non-\nmusicians attend to diﬀerent structural features of music\nwhile performing the same musical tasks (Midya et al., 2019;\nBattcock and Schutz, 2021; Nave-Blodgett et al., 2021), this is\nperhaps not surprising given that individual diﬀerences in many\naspects of music processing are robustly shaped by listening\nexperience, such as exposure to particular cultural traditions\nor genres of music (Hannon and Trehub, 2005; Demorest\net al., 2008; Honing and Ladinig, 2009; Hannon et al., 2012;\nUllal et al., 2014). Musicians may therefore represent a rather\nnarrow segment of the general population, as robust and music-\nspeciﬁc behavioral and neural responses to music can also be\nobserved in individuals who have no formal music training\n(Tervaniemi et al., 2006; Vanden Bosch der Nederlanden et al.,\n2015; Mednicoﬀ et al., 2018; Boebinger et al., 2021; Jacoby\net al., 2021). Thus, focusing on diﬀerences between musicians\nand non-musicians may not be as productive as examining\nindividual diﬀerences in musical skill and engagement in the\ngeneral, non-musician population, especially if we are interested\nin understanding the development of predispositions toward\nsound sensitivity.\nRecent evidence has called into question the popular\nassumption that music training and practice are the primary\ndrivers of the hearing-related skills and advantages observed\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 9\nMednicoff et al. 10.3389/fnins.2022.924806\nin musically trained individuals. A number of tests are now\navailable to assess musical abilities in the general population,\nsuch as the Goldsmith Musical Sophistication Index (Gold-MSI)\n(Müllensiefen et al., 2014a,b), Musical Ear Test (Wallentin et al.,\n2010), and Proﬁle of Music Perception Skills (Law and Zentner,\n2012), and they have revealed considerable individual variation\nin musical abilities even among individuals who have never had\nformal music training. Formal music practice/training appears\nto be only one of several factors (such as cognitive ability\nand openness to experience) that predict variation in musical\nabilities (Swaminathan and Schellenberg, 2018). Twin studies\nsuggest that music practice itself is highly heritable, and that\nmusic ability is predicted by genetic relatedness and not by\npractice (e.g., identical twins who diﬀer in practice nevertheless\nhave similar musical abilities) (Mosing et al., 2014). Recent\nadvances in genetics have even identiﬁed speciﬁc loci associated\nwith singing and musical pitch processing abilities (Ukkola et al.,\n2009; Park et al., 2012; Tan et al., 2014).\nMusical ability (rather than music training) also predicts\nnon-musical skills. For example, non-musicians with high\nmusical ability exhibit enhanced neural encoding of speech\ncomparable to what has been observed among highly trained\nmusicians (Mankel and Bidelman, 2018), and rhythm\nperception ability predicts discrimination of speech phonemes\neven after controlling for music training (Swaminathan and\nSchellenberg, 2017). Similarly, vocal emotion recognition\n(but not facial emotion recognition) is predicted by music\naptitude after controlling for music training, and untrained\nindividuals with high music aptitude were just as good as\ntrained musicians at identifying vocal emotion (Correia et al.,\n2020). In one study with children aged 6–9, music ability\nwas correlated with language abilities, IQ, personality (only\nopenness to experience was included), and age, and the\nrelationship between musical and language abilities remained\neven after controlling for music training (Swaminathan and\nSchellenberg, 2020). This suggests that basic auditory skills\nand musical aptitude vary meaningfully in the general adult\nand child populations, and they predict not only musical\nability but also non-musical abilities relevant for speech\nand emotion processing. Although these predispositions\npresumably drive certain individuals to pursue music as a\nhobby or profession, an open question is whether they also\npredict that certain individuals will have stronger, more\nintense experiences such as misophonia, ASMR, and frisson.\nAnother possibility, as noted above, is that individuals who\nexperience misophonia may be less drawn toward music and\nless likely to have pleasurable auditory experiences from an\nearly age, or alternatively, perhaps musical activities reduce\nmisophonic reactions by providing more positive auditory\naﬀective experiences or by masking aversive sounds and\nmisophonic experiences (Jager et al., 2020; Siepsiak et al., 2020).\nResearch examining potential links between sound sensitivity\nand musicality, particularly during childhood, might shedlight on individual risk factors for developing misophonia,\nand they may inform treatments that entail using music as a\ntreatment for misophonia (Dozier, 2015a,b,c; Kuehn, 2015;\nPotgieter et al., 2019).\nDiscussion\nIn this paper, we reviewed what is currently known about\nthe characterization and development of misophonic reactions,\ndevelopmental disorders that exhibit heightened sound\nsensitivity or over-responsivity, and misophonia’s relationship\nto other auditory emotional experiences, including music.\nRather than only examining misophonia in treatment-seeking\npopulations, this review aimed to also explore how misophonic\nreactions may be experienced within the general population. To\ndo this, we discussed how individual diﬀerences in development,\nauditory experiences, and musical predispositions might drive\ncertain people to have stronger aﬀective responses to sounds\nand audiovisual stimuli. This could inﬂuence the likelihood of\nindividuals experiencing misophonia, ASMR, and frisson over\nthe course of development.\nFuture research should explore individual variation in high-\nlevel auditory and aﬀective processing of sounds, including\nmusic, to examine whether musicality might be related to\nthe development of other sound sensitivities. Given that very\nfew to any measures of sound-induced emotional experiences\n(misophonia, ASMR, chills) have been validated with children\nnor designed to be child-friendly (Schröder et al., 2013;\nRoberts et al., 2020; Rinaldi et al., 2022), there is a need for\nresearch examining the extent to which these experiences occur\nduring childhood, how they change over the course of typical\ndevelopment, and whether or not they co-occur within the same\nindividuals. Such research would help identify risk factors for\nmisophonia and other sound sensitivities while also shedding\nlight on the development of misophonia.\nFocusing on populations of individuals who exhibit\ncharacteristics of a disorder but not a diagnosis can be helpful\nfor several reasons. First, misophonic reactions likely occur\nin the general population to varying extents so understanding\nthis experience is important from a basic science perspective.\nSecond, there is a potentially useful tradition of studying non-\ndiagnosed individuals who exhibit psychiatric symptoms in the\nbroad eﬀort in order to identify endophenotypes (Gottesman\nand Gould, 2003; Greenwood et al., 2013; Demetriou et al.,\n2019), i.e., biomarkers that can help reveal the mechanistic\nsource of disorders. The reason this is useful is that only\nstudying those with a diagnosed disorder can lead to ambiguities\nabout whether potential biomarkers are closely tied to the\nmechanistic basis of the disorder or if instead they are the\nresult of treatments or other consequences of having a chronic\ndisorder. Finally, studying naturalistic coping mechanisms in\nnon-diagnosed individuals who experience mild to moderate\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 10\nMednicoff et al. 10.3389/fnins.2022.924806\nmisophonic reactions could provide clues about how to treat\nmore severe, diagnosed cases of misophonia. For example, one\nstudy (Jager et al., 2020) found that the majority of individuals\nwith misophonia (99%) self-report coping strategies that entail\nlistening to music or producing rhythmic noises that mimic\ntheir misophonic triggers, highlighting the need for further\nresearch on precisely how music as a stimulus might counter\nthe eﬀects of misophonic reactions. It would therefore be useful\nto know if musical engagement could promote positive aﬀective\nauditory experiences that ameliorate some of the problems\nexperienced by those suﬀering from misophonia, both in terms\nof overall wellbeing beneﬁts of musical activities but also the\nspeciﬁc use of music and music-like stimuli as a coping strategy.\nLastly, because misophonic reactions are so common in the\ngeneral population, further research on these reactions could\nbe informative for basic questions about the development of\nauditory aﬀective processing more generally.\nAuthor contributions\nAll authors have made substantial, conceptual, and\nintellectual contributions to this manuscript, read, and agreed\nto the publication of this manuscript.Funding\nThis publication fees for this article were partially paid for\nby the UNLV University Libraries Open Article Fund. The\npreparation of this manuscript was supported by the REAM\nFoundation and Misophonia Research Fund.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nReferences\nAkkermans, J., Schapiro, R., Müllensiefen, D., Jakubowski, K., Shanahan, D.,\nBaker, D., et al. (2019). Decoding emotions in expressive music performances: A\nmulti-lab replication and extension study. Cogn. Emot. 33, 1099–1118.\nAmir, I., Lamerton, D., and Montague, M.-L. (2018). Hyperacusis in children:\nThe Edinburgh experience. Int. J. Pediatr. Otorhinolaryngol. 112, 39–44.\nAsada, K., and Itakura, S. (2012). Social Phenotypes of Autism Spectrum\nDisorders and Williams Syndrome: Similarities and Diﬀerences. Front. Psychol.\n3:247. doi: 10.3389/fpsyg.2012.00247\nBaguley, D. M., and Hoare, D. J. (2018). Hyperacusis: Major research questions.\nHNO 66, 358–363. doi: 10.1007/s00106-017-0464-3\nBaguley, D. M., and McFerran, D. J. (2011). “Hyperacusis and disorders of\nloudness perception, ” in Textbook of Tinnitus , eds A. R. Møller, B. Langguth, D.\nDe Ridder, and T. Kleinjung (Berlin: Springer), 13–23. doi: 10.1007/978-1-60761-\n145-5_3\nBarratt, E. L., and Davis, N. J. (2015). Autonomous Sensory Meridian Response\n(ASMR): A ﬂow-like mental state. PeerJ. 3:e851. doi: 10.7717/peerj.851\nBarratt, E. L., Spence, C., and Davis, N. J. (2017). Sensory determinants of\nthe autonomous sensory meridian response (ASMR): Understanding the triggers.\nPeerJ. 5:e3846. doi: 10.7717/peerj.3846\nBattcock, A., and Schutz, M. (2021). Emotion and expertise: How listeners\nwith formal music training use cues to perceive emotion. Psychol. Res. 86, 66–86.\ndoi: 10.1007/s00426-020-01467-1\nBen-Sasson, A., Hen, L., Fluss, R., Cermak, S. A., Engel-Yeger, B., and Gal,\nE. (2009). A meta-analysis of sensory modulation symptoms in individuals with\nautism spectrum disorders. J. Autism Dev. Disord. 39, 1–11. doi: 10.1007/s10803-\n008-0593-3\nBernstein, R., Angell, K., and Dehle, C. (2013). A brief course of cognitive\nbehavioural therapy for the treatment of misophonia: A case example. Cogn.\nBehav. Ther. 6:e10. doi: 10.1017/S1754470X13000172\nBidelman, G. M., Hutka, S., and Moreno, S. (2013). Tone language speakers\nand musicians share enhanced perceptual and cognitive abilities for musical pitch:Evidence for bidirectionality between the domains of language and music. PLoS\nOne 8:e60676. doi: 10.1371/journal.pone.0060676\nBlackstock, E. G. (1978). Cerebral asymmetry and the development of early\ninfantile autism. J. Autism Child. Schizophrenia 8, 339–353. doi: 10.1007/\nBF01539636\nBlomberg, S., Rosander, M., a.0089642nd Andersson, G. (2006). Fears,\nhyperacusis and musicality in Williams syndrome. Res. Dev. Disabil. 27, 668–680.\ndoi: 10.1016/j.ridd.2005.09.002\nBlood, A. J., and Zatorre, R. J. (2001). Intensely pleasurable responses\nto music correlate with activity in brain regions implicated in reward and\nemotion. Proc. Natl. Acad. Sci. 98, 11818–11823. doi: 10.1073/pnas.19135\n5898\nBoebinger, D., Norman-Haignere, S. V., McDermott, J. H., and Kanwisher,\nN. (2021). Music-selective neural populations arise without musical training.\nJ. Neurophysiol. 125, 2237–2263. doi: 10.1152/jn.00588.2020\nBoh, B., Herholz, S. C., Lappe, C., and Pantev, C. (2011). Processing of complex\nauditory patterns in musicians and nonmusicians. PLoS One 6:e21458. doi: 10.\n1371/journal.pone.0021458\nBonnel, A., Mottron, L., Peretz, I., Trudel, M., Gallun, E., and Bonnel, A. M.\n(2003). Enhanced pitch sensitivity in individuals with autism: A signal detection\nanalysis. J. Cogn. Neurosci. 15, 226–235. doi: 10.1162/089892903321208169\nBoyce, P. M. (2015). A young woman with noise intolerance. Med. Today 16,\n46–47.\nBrattico, E., Pallesen, K. J., Varyagina, O., Bailey, C., Anourova, I., Järvenpää, M.,\net al. (2009). Neural discrimination of nonprototypical chords in music experts\nand laymen: An MEG study. J. Cogn. Neurosci. 21, 2230–2244. doi: 10.1162/jocn.\n2008.21144\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R.,\net al. (2018). Investigating misophonia: A review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nFrontiers in Neuroscience 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 11\nMednicoff et al. 10.3389/fnins.2022.924806\nCash, D. K., Heisick, L. L., and Papesh, M. H. (2018). Expectancy eﬀects in the\nautonomous sensory meridian response. PeerJ. 6:e5229–e5229. doi: 10.7717/peerj.\n5229\nCastro, S. L., and Lima, C. F. (2014). Age and musical expertise inﬂuence\nemotion recognition in music. Music Percept. 32, 125–142. doi: 10.1525/mp.2014.\n32.2.125\nChen, J. L., Penhune, V. B., and Zatorre, R. J. (2008). Moving on time: Brain\nnetwork for auditory-motor synchronization is modulated by rhythm complexity\nand musical training. J. Cogn. Neurosci. 20, 226–239. doi: 10.1162/jocn.2008.20018\nCoﬀey, E., Mogilever, N. B., and Zatorre, R. J. (2017). Speech-in-noise\nperception in musicians: A review. Hear. Res. 352, 49–69. doi: 10.1016/j.heares.\n2017.02.006\nCorreia, A. I., Castro, S. L., MacGregor, C., Müllensiefen, D., Schellenberg,\nE. G., and Lima, C. F. (2020). Enhanced recognition of vocal emotions in\nindividuals with naturally good musical abilities. Emotion 22, 894–906. doi: 10.\n1037/emo0000770\nCorrigall, K. A., and Trainor, L. J. (2010). Musical enculturation in preschool\nchildren: Acquisition of key and harmonic knowledge. Music Percept 28, 195–200.\ndoi: 10.1525/mp.2010.28.2.195\nCorrigall, K. A., and Trainor, L. J. (2014). Enculturation to musical pitch\nstructure in young children: Evidence from behavioral and electrophysiological\nmethods. Dev. Sci. 17, 142–158. doi: 10.1111/desc.12100\nCouth, S., Prendergast, G., Guest, H., Munro, K. J., Moore, D. R., Plack, C. J.,\net al. (2020). Investigating the eﬀects of noise exposure on self-report, behavioral\nand electrophysiological indices of hearing damage in musicians with normal\naudiometric thresholds. Hear Res. 395:108021. doi: 10.1016/j.heares.2020.108021\nCraig, D. G. (2005). An exploratory study of physiological changes\nduring “chills” induced by music. Musicae Sci. 9, 273–287. doi: 10.1177/\n102986490500900207\nDahary, H., Palma Fernandes, T., and Quintin, E.-M. (2020). The relationship\nbetween musical training and musical empathizing and systemizing traits. Musicae\nSci.24, 113–129. doi: 10.1177/1029864918779636\nDawson, G., Meltzoﬀ, A. N., Osterling, J., Rinaldi, J., and Brown, E. (1998).\nChildren with autism fail to orient to naturally occurring social stimuli. J. Autism\n.Dev. Disord. 28, 479–485. doi: 10.1023/a:1026043926488\ndel Campo, M. A., and Kehle, T. J. (2016). Autonomous sensory meridian\nresponse (ASMR) and frisson: Mindfully induced sensory phenomena that\npromote happiness. Int. J. Sch. Educ. Psychol. 4, 99–105. doi: 10.1080/21683603.\n2016.1130582\nDellacherie, D., Roy, M., Hugueville, L., Peretz, I., and Samson, S. (2011). The\neﬀect of musical experience on emotional self-reports and psychophysiological\nresponses to dissonance. Psychophysiology 48, 337–349. doi: 10.1111/j.1469-8986.\n2010.01075.x\nDemetriou, E. A., DeMayo, M. M., and Guastella, A. J. (2019). Executive\nFunction in Autism Spectrum Disorder: History, Theoretical Models, Empirical\nFindings, and Potential as an Endophenotype. Front. Psychiatry 10:753. doi: 10.\n3389/fpsyt.2019.00753\nDemorest, S. M., Morrison, S. J., Jungbluth, D., and Beken, M. N. (2008). Lost in\ntranslation: An enculturation eﬀect in music memory performance. Music Percep\n25, 213–223. doi: 10.1525/mp.2008.25.3.213\nDibb, B., Golding, S. E., and Dozier, T. H. (2021). The development and\nvalidation of the Misophonia response scale. J. Psychosomat. Res. 149:110587.\ndoi: 10.1016/j.jpsychores.2021.110587\nDi Stadio, A., Dipietro, L., Ricci, G., Della Volpe, A., Minni, A., Greco, A.,\net al. (2018). Hearing loss, tinnitus, hyperacusis, and diplacusis in professional\nmusicians: A systematic review. Int. J. Environ. Res. Public Health 15:2120. doi:\n10.3390/ijerph15102120\nDon, A. J., Schellenberg, G. E., and Rourke, B. P. (1999). Music and Language\nSkills of Children with Williams Syndrome. Child Neuropsychol. 5, 154–170. doi:\n10.1076/chin.5.3.154.7337\nDozier, T. H. (2015a). Counterconditioning treatment for misophonia. Clin.\nCase Stud. 14, 374–387. doi: 10.1177/1534650114566924\nDozier, T. H. (2015b). Treating the initial physical reﬂex of misophonia with\nthe neural repatterning technique: A counterconditioning procedure. Psychol.\nThought 8, 189–210. doi: 10.5964/psyct.v8i2.138\nDozier, T. H. (2015c). Etiology, composition, development and maintenance of\nmisophonia: A conditioned aversive reﬂex disorder. Psychol. Thought 8, 114–129.\ndoi: 10.23668/psycharchives.1966\nDozier, T. H., Lopez, M., and Pearson, C. (2017). Proposed diagnostic criteria for\nmisophonia: A multisensory conditioned aversive reﬂex disorder. Front. Psychol.\n8:1975. doi: 10.3389/fpsyg.2017.01975Dziobek, I., Bahnemann, M., Convit, A., and Heekeren, H. R. (2010). The Role of\nthe Fusiform-Amygdala System in the Pathophysiology of Autism. Arch. General\nPsychiatry 67, 397–405. doi: 10.1001/archgenpsychiatry.2010.31\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. (2013). Misophonia:\nPhysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nEdelstein, M., Monk, B., Ramachandran, V. S., and Rouw, R. (2020).\nContext inﬂuences how individuals with misophonia respond to sounds. BioRXiv\n[Preprint]. doi: 10.1101/2020.09.12.292391\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: A preliminary study of clinical ﬁndings. Nordic\nJ. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nEijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., and Denys,\nD. (2021). Structural and functional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 52, 62–71. doi: 10.1016/j.euroneuro.2021.05.013\nFerreira, G., Harrison, B., and Fontenelle, L. (2013). Hatred of sounds:\nMisophonic disorder or just an underreported psychiatric symptom? Ann. Clin.\nPsychiatry 25, 271–274.\nFran ˇek, M., Mates, J., Radil, T., Beck, K., and Pöppel, E. (1991). Finger tapping\nin musicians and nonmusicians. Int. J. Psychophysiol. 11, 277–279. doi: 10.1016/\n0167-8760(91)90022-P\nFredborg, B., Clark, J., and Smith, S. D. (2017). An examination of personality\ntraits associated with autonomous sensory meridian response (ASMR). Front.\nPsychol. 8:247. doi: 10.3389/fpsyg.2017.00247\nGlod, M., Riby, D. M., and Rodgers, J. (2020). Sensory processing in williams\nsyndrome: A narrative review. Rev. J. Autism Dev. Disord. 7, 32–45. doi: 10.1007/\ns40489-019-00174-x\nGoldstein, A. (1980). Thrills in response to music and other stimuli. Physiol.\nPsychol. 8, 126–129. doi: 10.3758/BF03326460\nGottesman, I. I., and Gould, T. D. (2003). The endophenotype concept in\npsychiatry: Etymology and strategic intentions. Am. J. Psychiatry 160, 636–645.\ndoi: 10.1176/appi.ajp.160.4.636\nGreen, S. A., Hernandez, L., Bookheimer, S. Y., and Dapretto, M. (2016).\nSalience network connectivity in autism is related to brain and behavioral markers\nof sensory overresponsivity. J. Am. Acad. Child Adolescent Psychiatry 55, 618–626.\ndoi: 10.1016/j.jaac.2016.04.013\nGreen, S. A., Hernandez, L. M., Bowman, H. C., Bookheimer, S. Y., and\nDapretto, M. (2018). Sensory over-responsivity and social cognition in ASD:\nEﬀects of aversive sensory stimuli and attentional modulation on neural responses\nto social cues. Dev. Cogn. Neurosci. 29, 127–139. doi: 10.1016/j.dcn.2017.02.005\nGreenwood, T. A., Swerdlow, N. R., Gur, R. E., Cadenhead, K. S., Calkins, M. E.,\nand Dobie, D. J. (2013). Genome-wide linkage analyses of 12 endophenotypes\nfor schizophrenia from the consortium on the genetics of schizophrenia. Am. J.\nPsychiatry 170, 521–532. doi: 10.1176/appi.ajp.2012.12020186\nGrewe, O., Nagel, F., Kopiez, R., and Altenmüller, E. (2007). Listening to\nmusic as a recreative process: Physiological, psychological, and psychoacoustical\ncorrelates of chills and strong emotions. Music Percept. 24, 297–314. doi: 10.1525/\nmp.2007.24.3.297\nGrillon, C., Morgan, C. A., Southwick, S. M., Davis, M., and Charney, D. S.\n(1996). Baseline startle amplitude and prepulse inhibition in Vietnam veterans\nwith posttraumatic stress disorder. Psychiatry Res. 64, 169–178. doi: 10.1016/\nS0165-1781(96)02942-3\nHadjipavlou, G., Baer, S., Lau, A., and Howard, A. (2008). Selective\nsound intolerance and emotional distress: What every clinician should\nhear. Psychosomat. Med. 70, 739–740. doi: 10.1097/PSY.0b013e31818\n0edc2\nHannon, E. E., Nave-Blodgett, J. E., and Nave, K. M. (2018). The developmental\norigins of the perception and production of musical rhythm. Child Dev.\nPerspect. 12, 194–198. doi: 10.1111/cdep.12285\nHannon, E. E., Soley, G., and Ullal, S. (2012). Familiarity overrides simplicity\nin rhythmic pattern perception: A cross-cultural examination of American and\nTurkish listeners. J. Exp. Psychol.: Hum. Percept. Perfor. 38, 543–548. doi: 10.1037/\na0027225\nHannon, E. E., and Trainor, L. J. (2007). Music acquisition: Eﬀects of\nenculturation and formal training on development. Trends Cogn. Sci. 11, 466–472.\ndoi: 10.1016/j.tics.2007.08.008\nHannon, E. E., and Trehub, S. E. (2005). Metrical categories in infancy and\nadulthood. Psychol. Sci. 16, 48–55. doi: 10.1111/j.0956-7976.2005.00779.x\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources\ntrigger misophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–\n2625. doi: 10.1002/jclp.23196\nFrontiers in Neuroscience 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 12\nMednicoff et al. 10.3389/fnins.2022.924806\nHarrison, L., and Loui, P. (2014). Thrills, chills, frissons, and skin orgasms:\nToward an integrative model of transcendent psychophysiological experiences in\nmusic. Front. Psychol. 5:790. doi: 10.3389/fpsyg.2014.00790\nHeaton, P. (2003). Pitch memory, labelling and disembedding in autism. J. Child\nPsychol. Psychiatry 44, 543–551. doi: 10.1111/1469-7610.00143\nHoning, H., and Ladinig, O. (2009). Exposure inﬂuences expressive timing\njudgments in music. J. Exp. Psychol. 35, 281. doi: 10.1037/a0012732\nJacoby, N., Polak, R., Grahn, J., Cameron, D., Lee, K. M., Godoy, R., et al.\n(2021). Universality and cross-cultural variation in mental representations of\nmusic revealed by global comparison of rhythm priors. PsyArXiv [Preprint]. doi:\n10.31234/osf.io/b879v\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C., Bergfeld, I. O., van Loon, A. J., and Denys, D. A. (2021).\nCognitive behavioral therapy for misophonia: A randomized clinical trial. Depress.\nAnxiety 38, 708–718. doi: 10.1002/da.23127\nJames, C. E., Britz, J., Vuilleumier, P., Hauert, C.-A., and Michel, C. M.\n(2008). Early neuronal responses in right limbic structures mediate harmony\nincongruity processing in musical experts. NeuroImage 42, 1597–1608. doi: 10.\n1016/j.neuroimage.2008.06.025\nJansen, E. J. M., Helleman, H. W., Dreschler, W. A., and de Laat, J. A. P. M.\n(2009). Noise induced hearing loss and other hearing complaints among musicians\nof symphony orchestras. Int. Arch. Occup. Environ. Health 82, 153–164. doi: 10.\n1007/s00420-008-0317-1\nJärvinen, A., Ng, R., Crivelli, D., Neumann, D., Arnold, A. J., Woo-\nVonHoogenstyn, N., et al. (2016). Social functioning and autonomic nervous\nsystem sensitivity across vocal and musical emotion in Williams syndrome and\nautism spectrum disorder. Dev. Psychobiol. 58, 17–26. doi: 10.1002/dev.21335\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Component of decreased sound\ntolerance: Hyperacusis, misophonia, phonophobia. ITHS News Lett. 2, 5–7.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sound tolerance and\ntinnitus retraining therapy (TRT). Aust. N. Z. J. Audiol. 24, 74–84. doi: 10.1375/\naudi.24.2.74.31105\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2013). Using TRT to treat hyperacusis,\nmisophonia and phonophobia. ENT Audiol News 21, 88–90.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (hyperacusis and misophonia). Semin. Hear. 35, 105–120. doi: 10.1055/\nS-0034-1372527\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sound tolerance:\nHyperacusis, misophonia, diplacousis, and polyacousis. Handbook Clin. Neurol.\n129, 375–387. doi: 10.1016/B978-0-444-62630-1.00021-4\nJones, C. R., Pickles, A., Falcaro, M., Marsen, A. J., Happe, F., Scott, S. K., et al.\n(2011). A multimodal approach to emotion recognition ability in autism spectrum\ndisorders. J. Child Psychol. Psychiatry 52, 275–285. doi: 10.1111/j.1469-7610.2010.\n02328.x\nJones, W., Bellugi, U., Lai, Z., Chiles, M., Reilly, J., Lincoln, A., et al. (2000).\nII. Hypersociability in Williams Syndrome. J. Cogn. Neurosci. 12, 30–46. doi:\n10.1162/089892900561968\nKähäri, K., Zachau, G., Eklöf, M., and Möller, C. (2004). The inﬂuence of music\nand stress on musicians’ hearing. J. Sound Vibrat. 277, 627–631. doi: 10.1016/j.jsv.\n2004.03.025\nKähäri, K., Zachau, G., Eklöf, M., Sandsjö, L., and Möller, C. (2003). Assessment\nof hearing and hearing disorders in rock/jazz musicians. Int. J. Audiol. 42, 279–288.\ndoi: 10.3109/14992020309078347\nKantor-Martynuska, J., and Horabik, J. (2015). Granularity of emotional\nresponses to music: The eﬀect of musical expertise. Psychol. Aesthetics Creativity\nArts 9, 235–247. doi: 10.1037/a0039107\nKlein, A. J., Armstrong, B. L., Greer, M. K., and Brown, F. R. (1990). Hyperacusis\nand otitis media in individuals with Williams syndrome. J. Speech Hear. Disord. 55,\n339–344. doi: 10.1044/jshd.5502.339\nKliuchko, M., Heinonen-Guzejev, M., Monacis, L., Gold, B. P., Heikkilä, K. V.,\nSpinosa, V., et al. (2015). The association of noise sensitivity with music listening,\ntraining, and aptitude. Noise Health 17, 350–357. doi: 10.4103/1463-1741.165065\nKovacevich, A., and Huron, D. (2019). Two studies of autonomous sensory\nmeridian response (ASMR): The relationship between ASMR and music-induced\nfrisson. Empirical Musicol. Rev. 13, 39–63. doi: 10.18061/emr.v13i1-2.6012\nKuehn, S. (2015). Misophonia: An exploration of the experience, symptoms, and\ntreatment of selective sound sensitivity (Publication No. 1707709777) . Ph.D Thesis\n[John F. Kennedy University]. ProQuest Dissertations Publishing. https://search.\nproquest.com/docview/1707709777?pq-origsite=primo.Kuhl, P. K., Coﬀey-Corina, S., Padden, D., and Dawson, G. (2005). Links\nbetween social and linguistic processing of speech in preschool children with\nautism: Behavioral and electrophysiological measures. Dev. Sci. 8:F1–F12. doi:\n10.1111/j.1467-7687.2004.00384.x\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The Motor Basis for Misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nLaw, L. N., and Zentner, M. (2012). Assessing musical abilities objectively:\nConstruction and validation of the proﬁle of music perception skills. PLoS One\n7:e52508. doi: 10.1371/journal.pone.0052508\nLenhoﬀ, H. M., Perales, O., and Hickok, G. (2001). Absolute Pitch in Williams\nSyndrome. Music Percept 18, 491–503. doi: 10.1525/mp.2001.18.4.491\nLense, M. D., Gordon, R. L., Key, A. P. F., and Dykens, E. M. (2014). Neural\ncorrelates of cross-modal aﬀective priming by music in Williams syndrome. Soc.\nCogn. Aﬀect. Neurosci. 9, 529–537. doi: 10.1093/scan/nst017\nLense, M., Shivers, C., and Dykens, E. (2013). (A)musicality in Williams\nsyndrome: Examining relationships among auditory perception, musical skill, and\nemotional responsiveness to music. Front. Psychol. 4:525. doi: 10.3389/fpsyg.2013.\n00525\nLevitin, D. J., and Bellugi, U. (1998). Musical Abilities in Individuals with\nWilliams Syndrome. Music Percep. 15, 357–389. doi: 10.2307/40300863\nLevitin, D. J., Cole, K., Lincoln, A., and Bellugi, U. (2005). Aversion, awareness,\nand attraction: Investigating claims of hyperacusis in the Williams syndrome\nphenotype. J. Child Psychol. Psychiatry 46, 514–523. doi: 10.1111/j.1469-7610.2004.\n00376.x\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips,\nD. A., et al. (2021). Transdiagnostic cognitive behavioral therapy for misophonia\nin youth: Methods for a clinical trial and four pilot cases. J. Aﬀect. Disord. 291,\n400–408. doi: 10.1016/j.jad.2021.04.027\nLima, C. F., and Castro, S. L. (2011). Speaking to the trained ear: Musical\nexpertise enhances the recognition of emotions in speech prosody. Emotion 11,\n1021–1031. doi: 10.1037/a0024521\nLiu, M., and Zhou, Q. (2019). A preliminary compilation of a digital video\nlibrary on triggering autonomous sensory meridian response (ASMR): A trial\namong 807 Chinese college students. Front. Psychol. 10:2274. doi: 10.3389/fpsyg.\n2019.02274\nLochte, B. C., Guillory, S. A., Richard, C. A. H., and Kelley, W. M. (2018). An\nfMRI investigation of the neural correlates underlying the autonomous sensory\nmeridian response (ASMR). BioImpacts 8, 295–304. doi: 10.15171/bi.2018.32\nMankel, K., and Bidelman, G. M. (2018). Inherent auditory skills rather than\nformal music training shape the neural encoding of speech. Proc. Natl. Acad.\nSci.U.S.A. 115, 13129–13134. doi: 10.1073/pnas.1811793115\nMatthews, T. E., Thibodeau, J. N. L., Gunther, B. P., and Penhune,\nV. B. (2016). The impact of instrument-speciﬁc musical training on rhythm\nperception and production. Front. Psychol. 7:69. doi: 10.3389/fpsyg.2016.\n00069\nMcErlean, A. B. J., and Banissy, M. J. (2017). Assessing individual variation\nin personality and empathy traits in self-reported autonomous sensory meridian\nresponse. Multisensory Res. 30, 601–613. doi: 10.1163/22134808-00002571\nMcErlean, A. B. J., and Banissy, M. J. (2018). Increased misophonia in self-\nreported autonomous sensory meridian response. PeerJ. 6:e5351. doi: 10.7717/\npeerj.5351\nMcGeoch, P. D., and Rouw, R. (2020). How everyday sounds can trigger strong\nemotions: ASMR, misophonia and the feeling of wellbeing. BioEssays 42:2000099.\ndoi: 10.1002/bies.202000099\nMcGuire, J. F., Wu, M. S., and Storch, E. A. (2015). Cognitive-behavioral therapy\nfor 2 youths with misophonia. J. Clin. Psychiatry 76, 573–574. doi: 10.4088/JCP.\n14cr09343\nMednicoﬀ, S., Mejia, S., Rashid, J. A., and Chubb, C. (2018). Many listeners\ncannot discriminate major vs minor tone-scrambles regardless of presentation\nrate. J. Acoust. Soc. Am. 144, 2242–2255. doi: 10.1121/1.5055990\nMicheyl, C., Delhommeau, K., Perrot, X., and Oxenham, A. J. (2006). Inﬂuence\nof musical and psychoacoustical training on pitch discrimination. Hear. Res. 219,\n36–47. doi: 10.1016/j.heares.2006.05.004\nMidya, V., Valla, J., Balasubramanian, H., Mathur, A., and Singh,\nN. C. (2019). Cultural diﬀerences in the use of acoustic cues for musical\nemotion experience. PLoS One 14:e0222380. doi: 10.1371/journal.pone.022\n2380\nFrontiers in Neuroscience 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 13\nMednicoff et al. 10.3389/fnins.2022.924806\nMikutta, C. A., Maissen, G., Altorfer, A., Strik, W., and Koenig, T. (2014).\nProfessional musicians listen diﬀerently to music. Neuroscience 268, 102–111.\ndoi: 10.1016/j.neuroscience.2014.03.007\nMosing, M. A., Madison, G., Pedersen, N. L., Kuja-Halkola, R., and Ullén, F.\n(2014). Practice does not make perfect: No causal eﬀect of music practice on music\nability. Psychol. Sci. 25, 1795–1803. doi: 10.1177/0956797614541990\nMoore, B. C. (2012). “The psychophysics of tinnitus, ” in Tinnitus , Vol. 44, eds\nJ. J. Eggermont, F. G. Zeng, A. N. Popper, and R. R. Fay (Berlin: Springer Science\n& Business Media), 187–216.\nMüllensiefen, D., Gingras, B., Musil, J., and Stewart, L. (2014a). Measuring the\nfacets of musicality: The Goldsmiths Musical Sophistication Index (Gold-MSI).\nPers.Onal. Individ. Diﬀer. 60:S35. doi: 10.1016/j.paid.2013.07.081\nMüllensiefen, D., Gingras, B., Musil, J., and Stewart, L. (2014b). The\nmusicality of non-musicians: An index for assessing musical sophistication\nin the general population. PLoS One 9:e89642. doi: 10.1371/journal.pone.008\n9642\nNave-Blodgett, J. E., Snyder, J. S., and Hannon, E. E. (2021). Hierarchical beat\nperception develops throughout childhood and adolescence and is enhanced in\nthose with musical training. J. Exp. Psychol. 150, 314–339. doi: 10.1037/xge0000903\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., and Baguley, D. M. (2021). The\nprevalence and severity of misophonia in a UK undergraduate medical student\npopulation and validation of the Amsterdam misophonia scale. Psychiatr. Quart.\n92, 609–619. doi: 10.1007/s11126-020-09825-3\nNilsonne, Å, and Sundberg, J. (1985). Diﬀerences in ability of musicians and\nnonmusicians to judge emotional state from the fundamental frequency of voice\nsamples. Music Percept. 2, 507–516. doi: 10.2307/40285316\nO’Connor, K. (2012). Auditory processing in autism spectrum disorder: A\nreview. Neurosci. Biobehav Rev. 36, 836–854. doi: 10.1016/j.neubiorev.2011.11.008\nOltmanns, J. R., Smith, G. T., Oltmanns, T. F., and Widiger, T. A. (2018).\nGeneral factors of psychopathology, personality, and personality disorder: Across\ndomain comparisons. Clin. Psychol. Sci. 6, 581–589. doi: 10.1177/21677026177\n50150\nPantev, C., Roberts, L. E., Schulz, M., Engelian, A., and Ross, B. (2001).\nTimbre-speciﬁc enhancement of auditory cortical representations in\nmusicians. Neuroreport 12, 169–174. doi: 10.1097/00001756-200101220-\n00041\nParbery-Clark, A., Skoe, E., and Kraus, N. (2009). Musical experience limits\nthe degradative eﬀects of background noise on the neural processing of sound.\nJ. Neurosci. 29, 14100–14107. doi: 10.1523/JNEUROSCI.3256-09.2009\nPark, H., Lee, S., Kim, H. J., Ju, Y. S., Shin, J. Y., Hong, D., et al. (2012).\nComprehensive genomic analyses associate UGT8 variants with musical ability\nin a Mongolian population. J. Med. Genet. 49, 747–752. doi: 10.1136/jmedgenet-\n2012-101209\nPark, M., Gutyrchik, E., Bao, Y., Zaytseva, Y., Carl, P., Welker, L., et al. (2014).\nDiﬀerences between musicians and non-musicians in neuro-aﬀective processing\nof sadness and fear expressed in music. Neurosci. Lett. 566, 120–124. doi: 10.1016/\nj.neulet.2014.02.041\nPhillips, J. M., Uljarevi ´c, M., Schuck, R. K., Schapp, S., Solomon, E. M., Salzman,\nE., et al. (2019). Development of the Stanford Social Dimensions Scale: initial\nvalidation in autism spectrum disorder and in neurotypicals. Mol. Autism 10:48.\ndoi: 10.1186/s13229-019-0298-9\nPinheiro, A. P., Galdo-Álvarez, S., Rauber, A., Sampaio, A., Niznikiewicz,\nM., and Gonçalves, ÓF. (2011). Abnormal processing of emotional prosody in\nWilliams syndrome: An event-related potentials study. Res. Dev. Disabil. 32,\n133–147. doi: 10.1016/j.ridd.2010.09.011\nPlazak, J. (2008). The eﬀects of attention on frisson-related responses from\nunexpected musical events. Ohio State Online Music J. 1.\nPoerio, G. L., Blakey, E., Hostler, T. J., and Veltri, T. (2018). More than a feeling:\nAutonomous sensory meridian response (ASMR) is characterized by reliable\nchanges in aﬀect and physiology. PLoS One 13:e0196645. doi: 10.1371/journal.\npone.0196645\nPole, N. (2007). The psychophysiology of posttraumatic stress disorder: A\nmeta-analysis. Psychol. Bull. 133, 725–746. doi: 10.1037/0033-2909.133.5.725\nPotgieter, I., Fackrell, K., Kennedy, V., Crunkhorn, R., and Hoare, D. J. (2020).\nHyperacusis in children: A scoping review. BMC Pediatri. 20:319. doi: 10.1186/\ns12887-020-02223-5\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: A scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nPruitt, J. N. (2019). Avian ASMR and mammalian misophonia: A comment on\nHarding et al. Behav. Ecol. 30, 1512–1513. doi: 10.1093/beheco/arz119Rammsayer, T. H., Buttkus, F., and Altenmüller, E. (2012). Musicians do better\nthan nonmusicians in both auditory and visual timing tasks. Music Percept. 30,\n85–96. doi: 10.1525/mp.2012.30.1.85\nReid, A., Guzick, A., Gernand, A., and Olsen, B. (2016). Intensive\ncognitive-behavioral therapy for comorbid misophonic and obsessive-compulsive\nsymptoms: A systematic case study. J. Obsess.Com and Related Disord. 10, 1–9.\ndoi: 10.1016/j.jocrd.2016.04.009\nRepp, B. H. (2010). Sensorimotor synchronization and perception of timing:\nEﬀects of music training and task experience. Hum. Mov. Sci. 29, 200–213. doi:\n10.1016/j.humov.2009.08.002\nRinaldi, L. J., Ward, J., and Simner, J. (2021). An automated online assessment\nfor misophonia: The Sussex Misophonia Scale for Adults. PsyArXiv [Preprint].\ndoi: 10.31234/osf.io/5eb39.\nRinaldi, L. J., Smees, R., Ward, J., and Simner, J. (2022). Poorer well-being\nin children with misophonia: Evidence from the Sussex Misophonia Scale for\nAdolescents. Front. Psychol. 13:808379. doi: 10.3389/fpsyg.2022.808379\nRoberts, N., Beath, A., and Boag, S. (2020). A mixed-methods examination of\nautonomous sensory meridian response: Comparison to frisson. Consci. Cogn.\n86:103046. doi: 10.1016/j.concog.2020.103046\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta,\nR. E., Trumbull, J., et al. (2021). Development and Initial Validation of the Duke\nMisophonia Questionnaire. Front. Psychol. 12:709928. doi: 10.3389/fpsyg.2021.\n709928\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSalimpoor, V. N., Benovoy, M., Larcher, K., Dagher, A., and Zatorre, R. J. (2011).\nAnatomically distinct dopamine release during anticipation and experience of\npeak emotion to music. Nat. Neurosci. 14, 257–262. doi: 10.1038/nn.2726\nSalimpoor, V. N., Benovoy, M., Longo, G., Cooperstock, J. R., and Zatorre, R. J.\n(2009). The rewarding aspects of music listening are related to degree of emotional\narousal. PLoS One 4:e7487. doi: 10.1371/journal.pone.0007487\nSanchez, T. G., and Silva, F. E. D. (2018). Familial misophonia or selective sound\nsensitivity syndrome: Evidence for autosomal dominant inheritance? Brazilian J.\nOtorhinolaryngol. 84, 553–559. doi: 10.1016/j.bjorl.2017.06.014\nSan-Martin, R., Castro, L. A., Menezes, P. R., Fraga, F. J., Simões, P. W.,\nand Salum, C. (2020). Meta-analysis of sensorimotor gating deﬁcits in patients\nwith schizophrenia evaluated by prepulse inhibition test. Schizophrenia Bull. 46,\n1482–1497. doi: 10.1093/schbul/sbaa059\nSarigedik, E., and Gulle, B. (2021). A study on validation of Amsterdam\nmisophonia scale in Turkish and misophonia’s prevalence in Turkish high\nschool/college student population. Psychiatry Behav. Sci. 11:258. doi: 10.5455/PBS.\n20210509040627\nSchellenberg, E. G., and Moreno, S. (2010). Music lessons, pitch processing, and\ng.Psychol. Music 38, 209–221. doi: 10.1177/0305735609339473\nSchink, T., Kreutz, G., Busch, V., Pigeot, I., and Ahrens, W. (2014). Incidence\nand relative risk of hearing disorders in professional musicians. Occup. Environ.\nMed. 71, 472–476. doi: 10.1136/oemed-2014-102172\nSchön, D., Regnault, P., Besson, M., and Ystad, S. (2005). Sensory consonance:\nAn ERP study. Music Percept. 23, 105–118. doi: 10.1525/mp.2005.23.2.105\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de\nAmesti, V., Vulink, N., et al. (2014). Diminished N1 auditory evoked potentials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123. doi:\n10.3389/fnbeh.2014.00123\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne,\nC., et al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: Diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSchröder, A., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017). Cognitive\nbehavioral therapy is eﬀective in misophonia: An open trial. J. Aﬀect. Disord. 217,\n289–294. doi: 10.1016/j.jad.2017.04.017\nSiepsiak, M., ´Sliwerski, A., and Łukasz Dragan, W. (2020). Development\nand Psychometric Properties of MisoQuest—A New Self-Report Questionnaire\nfor Misophonia. Int. J. Environ. Res. Public Health 17, 1797. doi: 10.3390/\nijerph17051797\nSilva, L. A. F., Kawahira, R. S. H., Kim, C. A., and Matas, C. G. (2021).\nAuditory hypersensitivity in Williams syndrome. Int. J. Pediatr. Otorhinolaryngol.\n146:110740. doi: 10.1016/j.ijporl.2021.110740\nSloboda, J. A. (1991). Music structure and emotional response: Some empirical\nﬁndings. Psychol. Music 19, 110–120. doi: 10.1177/0305735691192002\nFrontiers in Neuroscience 13 frontiersin.org"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-924806 September 17, 2022 Time: 15:32 # 14\nMednicoff et al. 10.3389/fnins.2022.924806\nStanutz, S., Wapnick, J., and Burack, J. (2012). Pitch discrimination and melodic\nmemory in children with autism spectrum disorders. Autism 18, 137-47. doi:\n10.1177/1362361312462905\nSteinbeis, N., Koelsch, S., and Sloboda, J. A. (2006). The role of harmonic\nexpectancy violations in musical emotions: Evidence from subjective,\nphysiological, and neural responses. J. Cogn. Neurosci. 18, 1380–1393.\ndoi: 10.1162/jocn.2006.18.8.1380\nSullivan, J. C., Miller, L. J., Nielsen, D. M., and Schoen, S. A. (2014). The\npresence of migraines and its association with sensory hyperreactivity and anxiety\nsymptomatology in children with autism spectrum disorder. Autism 18, 743–747.\ndoi: 10.1177/1362361313489377\nSwaminathan, S., and Schellenberg, E. G. (2017). Musical competence and\nphoneme perception in a foreign language. Psychonom. Bull. Rev. 24, 1929–1934.\ndoi: 10.3758/s13423-017-1244-5\nSwaminathan, S., and Schellenberg, E. G. (2018). Musical competence is\npredicted by music training, cognitive abilities, and personality. Sci. Rep. 8:9223.\ndoi: 10.1038/s41598-018-27571-2\nSwaminathan, S., and Schellenberg, E. G. (2020). Musical ability, music training,\nand language ability in childhood. J. of Exp. Psychol. 46, 2340–2348. doi: 10.1037/\nxlm0000798\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A.,\net al. (2022). Consensus deﬁnition of misophonia: a delphi study. Front. Neurosci.\n16:841816. doi: 10.3389/fnins.2022.841816\nTan, Y. T., McPherson, G. E., Peretz, I., Berkovic, S. F., and Wilson, S. J. (2014).\nThe genetic basis of music ability. Front. Psychol. 5:658. doi: 10.3389/fpsyg.2014.\n00658\nTaylor, S. (2017). Misophonia: A new mental disorder? Med. Hypotheses 103,\n109–117. doi: 10.1016/j.mehy.2017.05.003\nTervaniemi, M., Castaneda, A., Knoll, M., and Uther, M. (2006). Sound\nprocessing in amateur musicians and nonmusicians: Event-related potential and\nbehavioral indices. Neuroreport 17, 1225–1228. doi: 10.1097/01.wnr.0000230510.\n55596.8b\nThompson, W. F., Schellenberg, E. G., and Husain, G. (2004). Decoding speech\nprosody: Do music lessons help? Emotion 4, 46–64. doi: 10.1037/1528-3542.4.1.46\nThornton-Wells, T. A., Cannistraci, C. J., Anderson, A. W., Kim, C.-Y., Eapen,\nM., Gore, J. C., et al. (2010). Auditory attraction: Activation of visual cortex by\nmusic and sound in Williams syndrome. Am. J. Intell. Dev. Disabil. 115, 172–189.\ndoi: 10.1352/1944-7588-115.172\nTunç, S., and Ba¸ sbu ˘g, H. S. (2017). An extreme physical reaction in misophonia:\nStop smacking your mouth! Psychiatry Clin. Psychopharmacol. 27, 416–418. doi:\n10.1080/24750573.2017.1354656\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., Dauman,\nN., et al. (2014). A review of hyperacusis and future directions: Part I. deﬁnitions\nand manifestations. Am. J. Audiol. 23, 402–420. doi: 10.1044/2014_AJA-14-0010\nUddin, L. Q., and Menon, V. (2009). The anterior insula in autism: Under-\nconnected and under-examined. Neurosci. Biobehav. Rev. 33, 1198–1203. doi:\n10.1016/j.neubiorev.2009.06.002\nUllal, S., Hannon, E. E., and Snyder, J. S. (2014). Tapping to a slow tempo in the\npresence of simple and complex musical meters reveals experience-speciﬁc biases\nfor processing music. PLoS One 9:e102962. doi: 10.1371/journal.pone.0102962\nUkkola, L. T., Onkamo, P., Raijas, P., Karma, K., and Järvelä, I. (2009). Musical\naptitude is associated with AVPR1A-haplotypes. PLoS One 4:e5534. doi: 10.1371/\njournal.pone.0005534Valtakari, N. V., Hooge, I. T. C., Benjamins, J. S., and Keizer, A. (2019). An\neye-tracking approach to autonomous sensory meridian response (ASMR): The\nphysiology and nature of tingles in relation to the pupil. PloS One 14:e0226692.\ndoi: 10.1371/journal.pone.0226692\nVan Borsel, J., Curfs, L. M., and Fryns, J. P. (1997). Hyperacusis in Williams\nsyndrome: A sample survey study. Genet. Counsel. 8, 121–126.\nVanden Bosch der Nederlanden, C. M., Hannon, E. E., and Snyder, J. S. (2015).\nEveryday musical experience is suﬃcient to perceive the speech-to-song illusion.\nJ. Exp. Psychol. 144:e43–e49. doi: 10.1037/xge0000056\nVidal, C., Vidal, L. M., and Lage, M. A. (2017). Misophonia: Case report. Eur.\nPsychiatry 41:S644-S644. doi: 10.1016/j.eurpsy.2017.01.2259\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening to\nPeople with Misophonia: Exploring the Multiple Dimensions of Sound Intolerance\nUsing a New Psychometric Tool, the S-Five, in a Large Sample of Individuals\nIdentifying with the Condition. Psych 3, 639–662. doi: 10.3390/psych3040041\nWallentin, M., Nielsen, A. H., Friis-Olivarius, M., Vuust, C. and Vuust,\nP. (2010). The musical ear test: A new reliable test for measuring musical\ncompetence. Learn. Individ. Diﬀer. 20, 188–196. doi: 10.1016/j.lindif.2010.0\n2.004\nWeinstein, N. (1978). Individual diﬀerences in reactions to noise: A longitudinal\nstudy in a college dormitory. J. Appl. Psychol. 63, 458-466. doi: 10.1037/0021-9010.\n63.4.458\nWilliams, Z. J., He, J. L., Cascio, C. J., and Woynaroski, T. G. (2021a). A review of\ndecreased sound tolerance in autism: Deﬁnitions, phenomenology, and potential\nmechanisms. Neurosci. Biobehav. Rev. , 121, 1–17. doi: 10.1016/j.neubiorev.2020.\n11.030\nWilliams, Z. J., Suzman, E., and Woynaroski, T. G. (2021b). Prevalence of\ndecreased sound tolerance (hyperacusis) in individuals with autism spectrum\ndisorder: A meta-analysis. Ear Heari. 42, 1137–1150. doi: 10.1097/AUD.\n0000000000001005\nWong, P.C., Skoe, E., Russo, N.M., Dees, T., and Kraus, N. (2007). Musical\nexperience shapes human brainstem encoding of linguistic pitch patterns. Nat.\nNeurosci. 10, 420-422. doi: 10.1038/nn1872\nWorld Health Organization [WHO] (2001). International classiﬁcation of\nfunctioning, disability and health: ICF. World Health Organization. Available\nonline at: https://apps.who.int/iris/handle/10665/42407 (accessed June 8, 2022).\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: Incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin Psychol. 70, 994–1007. doi: 10.1002/jclp.\n22098\nZhao, F., Manchaiah, V. K. C., French, D., and Price, S. M. (2010). Music\nexposure and hearing disorders: An overview. Int. J. Audiol. 49, 54–64. doi: 10.\n3109/14992020903202520\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment, and clinical\ncorrelates. J. Obses.Comp. Related Disord. , 14, 7–12. doi: 10.1016/j.jocrd.2017.05.\n001\nZitzer-Comfort, C., Doyle, T., Masataka, N., Korenberg, J., and Bellugi, U.\n(2007). Nature and nurture: Williams syndrome across cultures. Dev. Sci. 10,\n755–762. doi: 10.1111/j.1467-7687.2007.00626.x\nZuk, J., Ozernov-Palchik, O., Kim, H., Lakshminarayanan, K., Gabrieli, J. D. E.,\nTallal, P.et al. (2013). Enhanced syllable discrimination thresholds in musicians.\nPLoS One , 8:e80546. doi: 10.1371/journal.pone.0080546\nFrontiers in Neuroscience 14 frontiersin.org"
    }
  ]
}