{
  "doc_type": "scientific paper",
  "title": "consciousness science underdetermined a short history",
  "authors": [
    "Michel"
  ],
  "year": 2019,
  "journal": "Science Underdetermined: A Short",
  "doi": "10.3998/ergo.12405314.0006.028",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:46:16.498170Z",
  "source_pdf": "documents/research/Global/Michel 2019 consciousness science underdetermined a short history.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "HAL Id: hal-02550698\nhttps://hal.sorbonne-universite.fr/hal-02550698\nSubmitted on 22 Apr 2020\nHAL is a multi-disciplinary open access\narchive for the deposit and dissemination of sci-\nentific research documents, whether they are pub-\nlished or not. The documents may come from\nteaching and research institutions in F rance or\nabroad, or from public or private research centers.L’archive ouverte pluridisciplinaire HAL , est\ndestinée au dépôt et à la diffusion de documents\nscientifiques de niveau recherche, publiés ou non,\némanant des établissements d’enseignement et de\nrecherche français ou étrangers, des laboratoires\npublics ou privés.\nConsciousness Science Underdetermined: A Short\nHistory of Endless Debates\nMatthias Michel\nT o cite this version:\nMatthias Michel. Consciousness Science Underdetermined: A Short History of Endless Debates. Ergo,\nan Open Access Journal of Philosophy , 2019, 6 (28), ￿10.3998/ergo.12405314.0006.028￿. ￿hal-02550698￿"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Ergo AN OPEN ACCESS\n JOURNAL OF PHILOSOPHYhttp://dx.doi.org/10.3998/ergo.12405314.0006.028  771Contact: Matthias Michel <matthias.michel.curtil@gmail.com>Consciousness Science Underdetermined: \nA Short History of Endless Debates\nMATTHIAS MICHEL\nSciences, Normes et Démocratie, Sorbonne Université, CNRS.\nConsciousness scientists have not reached consensus on two of the most central \nquestions in their field: first, on whether consciousness overflows reportability; sec-\nond, on the physical basis of consciousness. I review the scientific literature of the \n19th century to provide evidence that disagreement on these questions has been a \nfeature of the scientific study of consciousness for a long time. Based on this his-\ntorical review, I hypothesize that a unifying explanation of disagreement on these \nquestions, up to this day, is that scientific theories of consciousness are underde-\ntermined by the evidence, namely, that they can be preserved “come what may” in \nfront of (seemingly) disconfirming evidence. Consciousness scientists may have to \nfind a way of solving the persistent underdetermination of theories of consciousness \nto make further progress.\nScientists studying consciousness have been unable to settle two central de-\nbates in the field. The first is about whether subjects are conscious of more \nthan they can report: some researchers believe that consciousness and report-\nability are equivalent (Dehaene & Changeux 2011; Naccache 2018), while others \nthink that consciousness overflows reportability (Block 1995; 2007; Lamme 2010). \nThe second debate is about the identification of the physical basis of conscious -\nness (e.g., Boly, Massimini, Tsuchiya, Postle, Koch, & Tononi, 2017; Odegaard et. \nal. 2017). In this debate, theories according to which consciousness pervades the \nuniverse co-exist with theories suggesting that some specific parts of the cortex \nare responsible for consciousness (Dehaene, Charles, King, & Marti 2014; Tononi \n& Koch 2015). My goal is to understand why consciousness scientists do not \nreach consensus on these questions."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "772  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nOne could argue that there is not much to explain here, for disagreement in \nthe study of consciousness is not very surprising: consciousness is difficult to \nstudy, and we shouldn’t expect to solve these challenging problems in a snap. \nAfter all, one might say, the scientific study of consciousness appeared relatively \nrecently in the history of science. A popular opinion among consciousness scien-\ntists, indeed, is that the first attempts to scientifically answer all these questions \nbegan in the 1990s, with a series of landmarks articles, such as Crick and Koch’s \n“Towards a Neurobiological Theory of Consciousness” (1990).\nThis article has two parts: in the first part, I show that the view according \nto which lack of consensus on the overflow debate and on the physical bases \nof consciousness has been going on for a short period of time is wrong. To de-\nfend that claim, I argue, first, that researchers studying consciousness in the 19th \ncentury developed a research program that was very similar to the current sci-\nence of consciousness, and, second, that early consciousness researchers failed to \nsolve the same problems as those that elicit disagreement among contemporary \nconsciousness scientists.\nIn the second part of this article, I attempt to explain why consciousness sci-\nentists have not reached consensus on the overflow debate and on the physical \nbases of consciousness after all this time. I will hypothesize that the underdeter-\nmination of scientific theories of consciousness by the evidence provides a unify-\ning explanation of the difficulties in solving these problems throughout history.\n1. The Early Scientific Study of Consciousness\nIn this section, I show that early consciousness researchers developed a research \nprogram similar to that of the contemporary science of consciousness.\n1.1. The Leibnizian Framework and the Cognitive Problem of \nConsciousness\nTo present the early scientific study of consciousness, it is useful to start from a \ndisagreement between the Cartesian and the Leibnizian traditions on the nature \nof the mind, and more specifically, on the existence of unconscious mental activi-\nties.1 William Hamilton, one of the first British thinkers to introduce the Leibniz-\nian framework in Britain, describes the difference between these two philosophi-\ncal traditions:\n1. Here and below, I rely on Simmons’s interpretation (2001) of the differences between the \nCartesian and Leibnizian views of the mind. Danziger has also provided a very similar interpreta-\ntion of the opposition between the Cartesian and Leibnizian traditions (1980)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 773\nErgo • vol. 6, no. 28 • 2020\nThe question I refer to is, Whether the mind exerts energies, and is the \nsubject of modifications, of neither of which it is conscious. This is the \nmost general expression of a problem which has hardly been mentioned, \nfar less mooted, in this country [England]; and when it has attracted a \npassing notice, the supposition of an unconscious action or passion of the \nmind has been treated as something either unintelligible, or absurd. In \nGermany, on the contrary, it has not only been canvassed, but the alter-\nnative which the philosophers of this country have lightly considered as \nridiculous, has been gravely established as a conclusion which the phe-\nnomena not only warrant, but enforce. (Hamilton 1836: 338)2\nThe idea of unconscious perception seemed “unintelligible, or absurd” to philos-\nophers belonging to the Cartesian and British traditions because they saw con-\nsciousness as the defining feature of the mind ( mens, l’esprit).3 Descartes writes:\nThought. I use this term to include everything that is within us in such a \nway that we are immediately aware [conscii ] of it. Thus all the operations \nof the will, the intellect, the imagination and the senses are thoughts. I say \n‘immediately’ so as to exclude the consequences of thoughts; a voluntary \nmovement, for example, originates in a thought. (Descartes 1644/1985: \nPrinciples of Philosophy , Part I, §9, CSM II 113)\nOur thoughts can be known directly from a first-person perspective, without \nthe need to infer them from our behaviors, and the fact that we are immediately \naware of thoughts makes them mental phenomena. From this perspective, the \nidea of unconscious thoughts, or unconscious perceptions, is meaningless. For \nif thoughts and perceptions are unconscious, they are not thoughts and percep-\ntions at all.\nOn the other hand, following Danziger (1980) and Simmons (2001), we could \ninterpret philosophers from the Leibnizian tradition as believing that representa -\n2. John Daniel Morell makes a very similar remark at the beginning of a chapter entitled \n“Preconscious Mental Activity”:\n[Cartesians] regard consciousness as wholly inseparable from mental activity. The same principle \npassed, through Locke, into the modern English school of metaphysics, and became a fixed idea \nwith nearly all English writers on mental philosophy down to comparatively recent times. On the \nContinent, and especially in Germany, another and altogether different course was pursued. Leib-\nniz denied the Cartesian dogma ab initia, and maintained the doctrine of unconscious perception, \nor latent thought, as a fact which can be verified throughout all the stages of animal life, and in the \nactual operations of the human mind. (1862: 34)\n3. For Descartes, the mind (mens, l’esprit) is distinct from the body, and thought is its essence, \nor principal attribute."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "774  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ntionality is the mark of the mental.4 In an often quoted passage, Leibniz develops \nthe view that there are “obscure perceptions”:\nat every moment there is in us an infinity of perceptions, unaccompa-\nnied by awareness or reflection; that is, of alterations in the soul itself, of \nwhich we are unaware because these impressions are either too minute \nand too numerous, or else too unvarying, so that they are not sufficiently \ndistinctive on their own. (Leibniz 1765/1996 : 53)\nLeibniz explicitly opposed the Cartesians by arguing that they had been “taking \nfor nothing the perceptions of which we are not conscious” (Leibniz 1714/1965: \n§4). Making full sense of Leibniz’s theory of perception is beyond the scope of \nthis article (for an in-depth treatment, see Kulstad 1991; McRae 1976). For our \npurpose, the most important novelty in Leibniz’s theory was the distinction be-\ntween perception and consciousness:\nit is good to make a distinction between ‘perception’, which is the internal \nstate of the monad representing external things, and ‘apperception’, which is \n‘consciousness’, or the reflective cognition of this internal state, which is not \ngiven to all souls, or at all times to the same soul. (Leibniz 1714/1965: §4, my \nemphasis)\nFollowing Simmons (2001; 2011) we can reconstruct the Leibnizian distinction \nbetween perception and consciousness to highlight its differences with the Car-\ntesian view of the mind: first, perception is a representational activity; second, \nconsciousness is not an intrinsic property of perception, but results from a reflex-\nive cognition on perceptions; and third, unconscious perception is possible. For \nour purpose, the most important aspect of this distinction is that consciousness \nresults from what we would regard today as a cognitive capacity operating on \nrepresentations.\nA century after Leibniz, many theories of consciousness developed in the \nLeibnizian tradition testify of a concern for the description of cognitive mecha-\nnisms to explain the difference between unconscious and conscious activities of \nthe mind (Romand 2012). Herbart’s theory of consciousness provides a good ex-\nample (Herbart 1816/1964). Herbart formalized the concept of “threshold” (limen) \nin psychology and developed what we can interpret as a theory of the cognitive \nmechanisms by which representations reach the threshold of consciousness or \n4. Cartesians also thought that mental states have representational components, but they be-\nlieved that they could not be reduced to those (Simmons 1999). Mental states would be incomplete, \nfor Descartes, if they were only defined representationally, for the experiential character of mental \nstates, which does not seem to represent anything, would be lacking (Simmons 2001)."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 775\nErgo • vol. 6, no. 28 • 2020\nfall below it. According to him, representations could become conscious through \na “conflict of the representations” competing in intensity to occupy conscious -\nness. In this competition, representations could gain degrees of consciousness \nand thus reach the threshold for consciousness, or lose degrees of consciousness \nand become “repressed” or “consciousless”.5\nHerbart’s theory highlights the fact that the Leibnizian framework prompted \na wealth of new questions that were not meaningful in a Cartesian framework \n(Simmons 2001). For example, trying to explain what makes perception conscious \nwas meaningless in a Cartesian framework, just as trying to develop a theory of \nthe selection of representations for consciousness. Moreover, answering these \nquestions did not require one to take any particular stance on the mind-body \nproblem. For instance, one could evaluate Herbart’s theory of consciousness in-\ndependently of one’s stance on the mind-body problem. Similarly, one could \nremain agnostic on the mind-body problem and yet attempt to solve the problem \nof knowing which mental activities require consciousness, and which do not. To \nthis extent, the primary benefit of the Leibnizian framework was to separate the \nmind-body problem from the problem of consciousness, thereby constituting \nconsciousness as an independent target for philosophical and scientific inves-\ntigation. Consciousness became more than a metaphysical issue, it also became \nan empirical problem that could largely be answered independently from meta-\nphysical speculations. Insofar as it was distinct from metaphysical speculations \nabout consciousness, the problem that interested researchers of the 19th century \ncould retrospectively be called the “cognitive problem of consciousness”. Re-\nconstructed in contemporary terms, the problem was that of knowing which \ncognitive systems and capacities are essential for consciousness, and by which \noperations these systems transform unconscious representations into conscious \nrepresentations.\nExcept maybe for proponents of the Integrated Information Theory, who do \nnot posit the problem of consciousness in representational terms (Tononi & Koch \n2015), contemporary consciousness scientists address the cognitive problem of \nconsciousness. For example, the differences between the global workspace theory \nof consciousness (Dehaene & Changeux 2011) and higher-order theories of con-\nsciousness (Lau & Rosenthal 2011) can be reconstructed as differences on which \ncognitive systems are supposed to be essential for consciousness, and by which \noperations they contribute to consciousness. On the global workspace theory, \nrepresentations compete for attentional resources and entrance into a “global \nworkspace”, the role of which is to broadcast the winning representations to a \nvariety of cognitive modules. On this view, the “global broadcast” of a represen-\n5. For more on Herbart’s theory of consciousness, see Boudewijnse, Murray, and Bandomir \n(1999), and Kim (2015)."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "776  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ntation is the operation by which an unconscious representation is transformed \ninto a conscious representation. On the other hand, higher-order theorists, such \nas Lau and Rosenthal (2011) believe that global broadcast often happens uncon-\nsciously, which could indicate that this is not the operation by which representa-\ntions become conscious. For them, consciousness depends on a cognitive system \ncharged to differentiate signals from noise: when a sensory representation is \ntargeted by a higher-order representation which tags it as being a reliable sig-\nnal rather than noise, that sensory representation becomes conscious. These two \ntheories of consciousness certainly do not answer the mind-body problem, but \nrather, are interested in solving the cognitive problem of consciousness. As such, \nat least some early consciousness researchers and contemporary consciousness \nscientists were interested in the same questions. I will now show that they at-\ntempted to answer these questions with remarkably similar research programs.\n1.2. Bracketing Off the Metaphysical\nIn the 19th century, more than a century after Leibniz, scientists could attempt \nto explain what we would now regard as cognitive problems of consciousness \nwithout having to find a solution to the mind-body problem.\nThe fact that most researchers of the 19th century recognized the existence of \nsomething similar to what would be called the “explanatory gap” a century later \n(Levine 1983) contributed to the separation between, on the one hand, metaphys-\nical problems related to consciousness, and, on the other, the cognitive problems \nthat researchers could attempt to answer scientifically. The “explanatory gap” \nis the intuition that physical accounts of subjective experiences are unable to \nexplain the connection between physical facts, such as brain states, and our sub-\njective experiences. On this view, we could demonstrate that physical states cor-\nrelate with subjective experiences, but we would be unable to explain why those \nphysical states correlate with these subjective experiences, and not with different \ntypes of experiences, or no experiences at all. A century before Levine coined the \nterm “explanatory gap”, John Tyndall provided an illuminating description of \na very similar problem,6 which he called an “intellectually impassable chasm”:\nGranted that a definite thought, and a definite molecular action in the \nbrain, occur simultaneously; we do not possess the intellectual organ, \nnor apparently any rudiment of the organ, which would enable us to \npass, by a process of reasoning, from the one to the other. They appear \ntogether, but we do not know why. Were our minds and senses so ex-\npanded, strengthened, and illuminated, as to enable us to see and feel \n6. On Tyndall’s views on materialism and the mind, See Barton (1987)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 777\nErgo • vol. 6, no. 28 • 2020\nthe very molecules of the brain; were we capable of following all their \nmotions, all their groupings, all their electric discharges, if such there \nbe; and were we intimately acquainted with the corresponding states of \nthought and feeling, we should be as far as ever from the solution of \nthe problem, “How are these physical processes connected with the facts \nof consciousness?” The chasm between the two classes of phenomena \nwould still remain intellectually impassable. Let the consciousness of \nlove, for example, be associated with a right-handed spiral motion of the \nmolecules of the brain, and the consciousness of hate with a left-handed \nspiral motion. We should then know, when we love, that the motion is in \none direction, and, when we hate, that the motion is in the other; but the \n“WHY?” would remain as unanswerable as before. (1872: 95)7\nHere, Tyndall presents the intuition that, even if we had a perfect description \nof all brain processes, and even if we were “intimately acquainted with the cor-\nresponding states of thought and feeling”, we would still be unable to explain \nhow consciousness emerges from physical processes. However, just as the ex-\nplanatory gap does not prevent the existence of contemporary consciousness \nscience, this “intellectually impassable chasm” did not stop the emergence of the \nearly scientific study of consciousness. Many physiologists readily admitted that \nthe metaphysical problem of consciousness could not be solved, while arguing \nthat they could still study the physiological “conditions of consciousness”. For \nexample, Maudsley writes:\nIt is certain that by no exercise of consciousness of which we are capable \ncan we explain what it is in itself . . . . The aim of sober inquiry is, there-\nfore, to search and, if possible, find out the conditions of consciousness— \nthe conditions, that is to say, under which it arises, varies, sinks and \nlapses. (1887: 489)\nIn a similar vein, Herzen writes:\nWhat is consciousness, such that it manifests itself only when the ner-\nvous centers are functioning in a particular way? And why does it mani-\nfests itself only in these conditions? The essence of consciousness is as \ninaccessible as the essence of everything else: do we know what is matter, \nor what is force? We don’t. There are primordial, irreducible, unexplain-\nable facts that we have to accept as they are, and it would already be a \n7. This thought experiment echoes Leibniz’s “mill analogy”, supposed to show, through a \nsimilar thought experiment, that machines (or brains) cannot hav e mental states (Leibniz 1714)."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "778  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nsignificant endeavour if we could specify the conditions under which \nthey appear. That’s all we can ask of science. (1886: 5, my translation)\nAs illustrated here, the expression “conditions of consciousness” was used as a \nmetaphysically neutral term allowing scientists to make progress on the cogni-\ntive problem of consciousness while avoiding setting foot in the morass of meta-\nphysical speculations.8 In this respect, the research strategy developed in the \n19th century is strikingly similar to that of contemporary consciousness science.\nIndeed, one of the most important goals of the science of consciousness to-\nday is to discover the “neural correlates of consciousness” (Chalmers 2000; Crick \n& Koch 1990). Neisser is particularly explicit on the role of the term “correlate” \nin the contemporary study of consciousness: “A notable claim on behalf of the \ncorrelate idea is that the neutral language frees us from philosophical disputes \nover the mind/body relation, allowing the science to move independently” \n(2012: 681). Researchers of the 19th century adopted a very similar method to \nget rid of philosophical disputes over the mind/body relation. This way, they \ncould attempt to discover the physiological differences between cases in which \nsubjects are conscious, and cases in which they are unconscious, as summarized \nby Herzen:\nIf we admit that there is consciousness in some cases, and not others, \nwe are forced to admit that there is a difference in the conditions of the phe-\nnomenon. We must now try to know when and why (or rather, in what \ncircumstances) the activity of nervous centers is unconscious. (1886: 5, \nmy translation)\nJust as in contemporary consciousness science, the search for the physiological \nconditions of consciousness played a heuristic role: the hope of early conscious -\nness researchers was not only to find the physiological conditions of conscious -\nness, but also to use physiological data to improve, confirm, or falsify theories of \nconsciousness. Researchers taking part in the early study of consciousness were \nsometimes philosophers or psychologists, but they all shared a common interest \nin physiology. Henry Charlton Bastian made this very clear:\nConsciousness being the indispensable basis of all real knowledge, sure-\nly no subject can be more interesting than an enquiry— merely tentative \nthough it may be— as to its nature and mode of evolution, including as \nthis does a consideration of the question as to what parts of our organism \n8. For more on the strategies used by early neurophysiologists to avoid metaphysical debates \nabout the relation between the mind and the brain, see Chirimuuta (2017)."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 779\nErgo • vol. 6, no. 28 • 2020\ngave rise by their activity to this universal condition of sentiency. But the \nsubject is as difficult and as subtle as it is interesting— and is rendered \nall the more complex because it has been so often written about by men \nwho, though great philosophers and abstract thinkers, have not always \npossessed an adequate knowledge of Physiology, wherewith to test the \npossible truth or falsity of their theories. . . . The more it receives a strictly \nscientific treatment, starting from a basis of physiological data, the more \nhope will there be for the stability of the super-imposed theories. (Bastian \n1870b: 502)\nSimilarly, in contemporary consciousness science, the primary role of the proj-\nect that aims at finding neural correlates of consciousness is to help researchers \ndevise better cognitive theories of consciousness (Dehaene & Changeux 2011; \nLamme 2010; Lau & Rosenthal 2011). For example, physiological data indicates \nthat unconscious processing of sensory information is restricted to sensory areas, \nwhereas conscious processing of sensory information is distributed throughout \nthe cortex (e.g., Dehaene et al. 2001; Fisch et al. 2009; Gaillard et al. 2009). Pro-\nponents of the global workspace theory of consciousness use this physiological \ndata to support their cognitive theory of consciousness, namely, that conscious -\nness depends on the global broadcast of information to a variety of cognitive \nmodules throughout the cortex (Dehaene & Changeux 2011).\nSo far, I have shown that the early scientific study of consciousness was simi-\nlar to the current science of consciousness in three respects: first, researchers \nwere primarily interested in what I called the “cognitive problem” of conscious -\nness, rather than the mind-body problem, or the metaphysical problem of con-\nsciousness. Second, they used a metaphysically neutral language and attempted \nto find the physiological conditions of consciousness. Third, the search for the \nphysiological conditions of consciousness also had the same heuristic purpose \nas the contemporary search for the neural correlates of consciousness. From \nthese similarities between the early study of consciousness and contemporary \nconsciousness science, I suggest that we may learn from the difficulties of the \nearly study of consciousness to inform our contemporary practices.\nI will now provide evidence that early consciousness researchers faced the \nsame obstacles as contemporary consciousness scientists, thereby motivating \nthe claim that disagreement on the existence of unnoticed and unreported per-\nception, and on the physical basis of consciousness, is a feature of the scientific \nstudy of consciousness throughout its history.9 In Section 3, I explain why a lack \nof consensus on these questions has long been a feature of the scientific study \n9. In the next sections, I will emphasize that early consciousness researchers disagreed on \nmost issues related to consciousness. This should not obscure the fact that, throughout the 19th \ncentury, a “consensus practice” progressively emerged (Kitcher 1995). That is, early consciousness"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "780  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nof consciousness by hypothesizing that the science of consciousness has been \nunderdetermined by the evidence throughout its history.\n2. Debates in the Early Study of Consciousness\nI provide two examples of early scientific debates on consciousness: first, on \nthe existence of unnoticed and unreported perceptions and thoughts, and sec-\nond, on the identification of the physiological conditions of consciousness. By \nemphasizing the similarities between these debates and contemporary issues in \nconsciousness science, my goal is to show that consciousness researchers have \nrepeatedly failed to reach consensus on the same questions.\n2.1. What Kind of Consciousness?\nG. H. Lewes probably did the best job of synthesizing the variety of uses of the \nterm “consciousness” in the second half of the 19th century. He complained that \n“Whoever reflects on the numerous ambiguities and misapprehensions to which \nthe term Consciousness gives rise in philosophical discussion will regret that the \nterm cannot be banished altogether. But since it cannot be banished, our task \nmust be the attempt to give it precise meanings” (Lewes 1879: 143). Lewes begins \nby noting that one accepted meaning of the term is “synonymous with Feel-\ning”. He then hastens to distinguish further between feeling and “sentience”. \nSentience is defined as a physical state which can, but needs not, give rise to \nconscious perception. For example, physiologists knew that the feeling associ -\nated with visual perception did not originate from the eye as a sentient organ, \nbecause, as Flourens remarked (1842: 24), the eyes of decerebrated animals con-\ntinued to react to light variations and the optic nerve continued to be excitable \nwhile the animal did not perceive anything. Consequently, an organism could \ncontinue to be sentient without perception.\nAfter defining consciousness as feeling and distinguishing feeling from sen-\ntience, Lewes writes that another sense of “consciousness” is to use it “synony-\nmously with Cognition and with Attention. According to this view, to be af-\nfected and not to know that we are affected is to be unconscious of the affection: \nto attend to the affection is to be conscious of it” (1879: 145). We find a similar dis-\ntinction in multiple works by different authors, such as Thomas Laycock, who \ndistinguished between “consciousness as feeling” and “consciousness as knowl-\nedge”, which he also called “cognitional consciousness” (1860: 141); or Hamil-\nscientists differed on questions that they all equally considered as meaningful with a shared com-\nmitment to using empirical data to answer these questions and refine their theories."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 781\nErgo • vol. 6, no. 28 • 2020\nton, who emphasized a dispute between philosophers who defined the term as \n“knowledge” and many others who “defined the term as a feeling” (1836: Vol. \n1, 191).10\nThe distinction between “consciousness as feeling” and “cognitional con-\nsciousness” mirrors Block’s distinction between “phenomenal consciousness” \nand “access consciousness” (Block 1995). “Phenomenal consciousness” refers to \n“phenomenality”, or the “what it is likeness” of our experiences (Nagel 1974), \nthe fact that they feel a particular way to us. “Access consciousness” refers to \nthe fact that some representational contents are poised for direct use in reason-\ning, speech, rational action, and subjective reports. Hence, it seems that early \nconsciousness scientists worried about the ambiguity of the term “conscious -\nness” and developed very similar distinctions 150 years before contemporary \nconsciousness science.11 In the next section, I will show that, in the 19th cen-\ntury, the distinction between “consciousness as feeling” and “consciousness as \nknowledge” led early consciousness researchers to disagree on the existence of \nunconscious thoughts and perceptions. I will also provide evidence that contem-\nporary consciousness scientists still struggle with similar problems as a result of \nthe distinction between phenomenal consciousness and access consciousness.\n2.2. The Early Overflow Debate: Unconscious Perception and Thoughts\nDue to the ambiguity of the term “consciousness” the expressions “unconscious \nperception” or “unconscious thoughts” can either mean that some thoughts or \n10. However, other authors, such as James Mill, considered the word “consciousness” to be \nstrictly synonymous with “feeling”: “To say I feel a sensation is merely to say I feel a feeling . . . \nAnd to say I am conscious of a feeling is merely to say that I feel it” (1869: Vol. 1, 224). Similarly, \nAlexander Bain argues that\nthe knowledge or attention, although an accompaniment of the state, is not its foundation . . . It is \nmost accordant with the facts, to regard Feeling as a distinct conscious element, whether cognized \nor not, whether much or little attended to in the way of discrimination, agreement or memory. \n(1884: 94).\n11. The distinction between these two types of consciousness also played a role similar to \nits contemporary role in early debates over the richness of consciousness (for a review of current \nviews on this topic, see Cohen, Dennett, & Kanwisher 2016). The question was: how many objects \ncould one be conscious of at once? Hamilton wrote: “By Charles Bonnet the mind is allowed to \nhave a distinct notion of six objects at once; by Abraham Tucker the number is limited to four; \nwhile Destutt-Tracy again amplifies it to six” (1836 : 254). These approximations are strikingly \nsimilar to our current knowledge of working memory limitations (e.g., Cowan 2000). Laycock \nargued, however, that Hamilton’s observation did not “seem to meet the question” (1860: 153). \nHe defended that Hamilton and others were conflating two questions concerning the richness of \nconsciousness. According to him, the question was “not how many objects you may think you see, \nbut how many objects you can be conscious of at once” (1860: 154). On Laycock’s view, Hamilton \nthought he was able to see six objects at once, but this observation didn’t answer the question of \nwhether he was able to be conscious, in the sense of “consciousness as feeling”, of more than six \nobjects at once."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "782  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nperceptions affect our behavior without us knowing that they do; or, that some \nthoughts or perceptions influence our behavior without us feeling that we have \nthose thoughts and perceptions.\nAccordingly, one can distinguish between three different views on uncon-\nscious thoughts and perception in the 19th century: (1) unconscious thoughts \nand perceptions do not exist at all, in any sense of the term “conscious”, a view \nthat I call the Cartesian view. (2) Unconscious thoughts and perceptions exist \nonly in the sense that we sometimes do not know that we have some thoughts and \nperceptions when we have them, although having those thoughts and percep-\ntions still feels like something. I call this the “overflow” view. (3) Unconscious \nthoughts and perceptions exist in both senses of the term “conscious”, a view \nthat I call the “Leibnizian view”. I now provide a brief review of arguments in \nfavor of and against these views.\nUnconscious thoughts were supposed to play a role in explaining a variety of \nphenomena, among which, the association of seemingly unrelated ideas.12 The \nfollowing case, provided by Hamilton, was often discussed:\nSuppose, for instance, that A, B, C, are three thoughts, that A and C can-\nnot immediately suggest each other, but that each is associated with B, \nso that A will naturally suggest B, and B naturally suggest C. Now it \nmay happen, that we are conscious of A, and immediately thereafter of \nC. How is the anomaly to be explained? It can only be explained on the \nprinciple of latent modifications. A suggests C, not immediately, but \nthrough B; but as B . . . does not rise into consciousness, we are apt to \nconsider it as non-existent. . . . One idea mediately suggests another into \nconsciousness, the suggestion passing through one or more ideas which \ndo not themselves rise into consciousness. (1836: 352– 353)\nTo account for this kind of cases and avoid appealing to unconscious thoughts, \nthose who did not accept the Leibnizian framework, such as Carpenter (1874: \n12. In his chapter on “preconscious mental activity”, Morell argues in favor of unconscious \nperceptions and thoughts by using an inference to the best explanation based on several cases that \nunconscious thoughts and perceptions are supposed to explain, among which,\nAfter puzzling over a difficult problem a long time, and leaving it unsolved, we not unfrequently \nfind, on taking it up again, that the materials have rearranged themselves in our minds, so that the \nsolution is perfectly easy. . . . Secondly. One idea will sometimes suggest another, which had, as \nfar as we know, no previous connection with it. Thirdly. Habits, when fully acquired, will come \ninto operation, under proper circumstances, quite unconsciously. . . . Fourthly. Cases of this kind \noften occur. We write a letter and despatch it. Two or three days after we remember that we have \nmade an error in the statement, or spelt a word incorrectly. At the time, the error was committed \nunconsciously; by a latent process that error is brought, perhaps, some days after, into the sphere \nof consciousness. (1862: 37."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 783\nErgo • vol. 6, no. 28 • 2020\nCh. XIII) and John Stuart Mill (1865), readily admitted the existence of “uncon-\nscious cerebration”. According to them, the brain could influence behavior with-\nout us knowing or feeling its influence, but the idea that the mind could do so was \nmeaningless. For proponents of this Cartesian view, an idea suggested another \nthrough the influence of an unconscious cerebration, but no activity of an uncon-\nscious mind needed to be involved. J. S. Mill writes:\nI am myself inclined to agree with Sir W. Hamilton, and to admit his un-\nconscious mental modifications, in the only shape in which I can attach \nany very distinct meaning to them– – namely, unconscious modifications \nof the nerves . . . it may well be believed that the apparently suppressed \nlinks in a chain of association, those which Sir W. Hamilton considers as \nlatent, really are so; that they are not even momentarily felt; the chain \nof causation being continued only physically by one organic state of the \nnerves succeeding another so rapidly that the state of mental conscious -\nness appropriate to each is not produced. (1865: Vol. 2, 22)\nTwo main reasons led to the early demise of the unconscious cerebration view, \nas explained by Harald Höffding:\nInstead of speaking of unconscious thought or unconscious feeling, it \nwould be safer— if we wish to avoid all hypotheses— to speak with Car-\npenter and John Stuart Mill of unconscious cerebration, were not this ex-\npression unsuitable, as suggesting, in the first place, the mistaken notion \nthat there may be consciousness of cerebration, properly so called, and \nbecause, in the second place, it might appear to affirm that there is noth-\ning at all in unconscious activity related to what we know in ourselves as \nconscious states. (1891: 81)\nFirst, it appeared senseless to talk about unconscious cerebrations, because cer-\nebrations could never be conscious in the first place. As Lewes wrote:\nWe ought never to apply the negative to phenomena of an order which \ndoes not admit its positive. No one, indeed, would think of calling a ma-\nchine unconscious or a dog inhuman; but we may call a man inhuman, \nand a sentient act unconscious. (1879: 151)\nSecond, and more importantly, unconscious activities seemed to be of the same \nkind as conscious activities, such that talking about unconscious cerebrations in-\nstead of unconscious mental activities amounted to “an exclusion of the mind"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "784  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nfrom the highest functions of the mind”, as argued by Henry Holland (cited in \nIreland 1875: 380).13\nInstead of appealing to unconscious cerebrations, some researchers opposed \nthe Leibnizian view by positing conscious activities of the mind that were unat-\ntended, undiscriminated, or rapidly forgotten. To the best of my knowledge, \nCondillac was the first to use this strategy against the Leibnizian doctrine:\nI distinguish between two kinds of conscious perceptions: those that we \nremember, and those that we immediately forget. . . . I think that we \nare always conscious of the impressions that we receive in the soul; but, \nsometimes, those perceptions are so subtle that we forget them immedi -\nately. (Condillac 1743: § ii, ¶6, my translation)\nCondillac’s view, on which consciousness overflows the limits of memory, \ngained considerable influence in the 19th century.14 The most important propo-\nnent of the overflow view was surely Lewes, according to whom “oblivescence \nis no proof of insentience” (1879: 148):\nThat we forget feelings immediately [after] they have passed is not an \nargument against their having been felt. We forget myriads of feelings, \neven energetic feelings, experienced a year ago, a week ago, an hour \nago. Some which passed but a minute ago— visceral sensations, sights, \nsounds, touches— are beyond recall. Who will say that these were or-\nganic states but not feelings? To be conscious of performing an act, and \nto be conscious of having performed it, are two different mental states. \n(1879: 166)\nA large number of philosophers and physiologists, such as François Achille \nLonget (1842), Daniel Noble (1858: 96– 97), Alfred Vulpian (1866) and William \nIreland (1875) agreed. According to proponents of the overflow view, Leibniz’s \n“obscure perceptions” were unnoticed, undiscriminated, but nonetheless felt \nsensations.15 In that sense, these authors thought that we could be conscious of \n13. By the end of the 19th century, the expression “unconscious cerebration” disappeared. \nThe last proponents of this view complained that “the expression ‘unconscious cerebration’ is one \nrarely seen in the contemporary literature. It is hardly to be found in the indices to treatises on \npsychology, and even Baldwin’s ‘Dictionary’ fails to assign it a separate caption” (Pierce 1906).\n14. For example, Hamilton (1836: 339), Laycock (1860: 183) and Dunn (1858: 90) refer to Con-\ndillac’s view on the existence of unconscious activities of the mind.\n15. There is, however, a crucial difference between this early “overflow” debate, and the cur-\nrent overflow debate (Block 1995; 2007). The early version of this debate focused on the question \nof knowing whether unconscious perception exists or not. As such, accepting the overflow view \nwas a way of denying the existence of unconscious perception. On the other hand, in the current"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 785\nErgo • vol. 6, no. 28 • 2020\nmore than we could consciously discriminate at one moment or could remember \nhaving been conscious the moment after. For instance, Henry Calderwood uses \na simple example to support the view that we have more sensations than we can \nconsciously discriminate:\nLet the whole ten fingers be moved over the same surface at the same \nmoment, and we fail to distinguish ten distinct sensations. The failure in \ndiscrimination does not occur because there are not ten distinct impres-\nsions, with ten distinct molecular changes in the brain, and then distinct \nsensations, but because we have not discriminating power enough to \ndeal with so many. In this way it happens that multitudes of impressions \nare made on the sensory nerves which are never noticed by us. The fail-\nure in this case to keep the distinction sharply confirms the view that the \ndiscriminating power is quite distinct from that which determines the \nexistence of the sensation. The nerve fibres can do more work than the \ndiscriminating power at our command can interpret. (1879: 221)\nEarly consciousness researchers posed the debate over the existence of unno-\nticed sensations in terms that were very similar to those of the contemporary \noverflow debate, initiated by Block (1995). For example, Lewes writes:\nAt any given moment you are unconscious of feelings in your finger-tips \nand toes, nay, unconscious of having those parts, a momentary attention \nsuffices to raise a vivid consciousness of fingers and toes. Were these feelings \nnon-existent . . . and only called into existence by an increased innervation \nof the parts consequent on the act of attention? Or were they existent, but \nobscured by the predominance of other stimulations? (1879: 186).16\nHe answered the question by arguing that “unless some sensation were already \nthere, no effort of attention could evoke it” (1879: 186). Otherwise, according to \nLewes, one would need to suppose that attention could somehow “create” sen-\nsations. This argument was unsuccessful because proponents of the Leibnizian \nview argued that, in these cases, attention could be directed towards unconscious \nsensations. Höffding is particularly clear on this:\noverflow debate, proponents of the overflow view generally accept the existence of unconscious \nperception (e.g., Block 2016). Instead, they distinguish between inaccessible, phenomenally con-\nscious contents, and unconscious contents (which are, by definition inaccessible too). I thank an \nanonymous reviewer for drawing my attention to this difference between the early, and contem-\nporary overflow debates.\n16. Compare this with Schwitzgebel’s question, “Do you have constant tactical experience of \nyour feet in your shoes? Or is experience limited to what’s in attention?” (2007)."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "786  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nIn like manner, when we listen in a state of abstraction to someone speak-\ning to us, we may not until long afterwards become conscious of what he \nhas said. It is only by the express direction of attention that the impres-\nsions unconsciously received are here raised above “the threshold.” That \nwe are able to remember something is therefore no decisive proof that we \nconsciously apprehended it at the time of its occurrence. By connection \nwith that which has been consciously apprehended, even an unconscious \nimpression may be called to memory. (1881: 76)\nOther authors such as Hamilton (1836), or Bastian (1869; 1870a), straightfor-\nwardly rejected the distinction between consciousness as feeling and conscious -\nness as knowledge, by arguing that consciousness always involves cognition. On \nBastian’s view, we cannot attend to a sensation without knowing that we have \nthat sensation or at least knowing that the sensation has a particular quality. If \nwe ignored everything concerning our sensations, we would have no reason to \nattend to them. Hence, to the extent that unnoticed sensations are available for \nattention, they must somehow be known to have particular qualities. For this \nreason, Bastian argues:\nMr. Bain stops short of the truth when he says “the lowest or more re-\nstricted form of sensation does not contain an element of knowledge.” \nIt does not contain knowledge, it is true, in its highest sense, involving \naffirmation and belief, but as a state of consciousness, it is inseparable \nfrom knowledge in its essence, which implies discrimination of difference or \nagreement. We, in common with others, would rather believe that no sen-\nsation, not even the simplest, can exist without the element of cognition \nbeing at the same time present in consciousness. (1869: 214)17\nThe problem with the overflow view, according to Bastian, is that\nany sensation, however simple, can only be recognised as such– – can \nonly be revealed in consciousness– – inasmuch as it represents a certain \nquality or qualities, by which it can be differentiated from or classed with \nprevious states of feeling. Therefore even the most simple sensation does \nnecessitate the existence of intellectual activity, since discrimination is \nthe most fundamental mode of intellect. (1869: 214)\nAccording to Bastian, for a sensation to have the quality that it has, one needs to be \nable to discriminate that sensation from other sensations. On his view, the capac-\n17. For the record, this article appeared in the very first volume of the journal Nature, in 1869."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 787\nErgo • vol. 6, no. 28 • 2020\nity to discriminate between different sensations requires some knowledge of those \nsensations. Hence, every conscious sensation must somehow be known, for, other-\nwise, the sensation would not have the particular quality that it has. And if sensa-\ntions must be known to have the particular qualities that they have, consciousness \nas feeling requires consciousness as knowledge. Consequently, consciousness as \nfeeling cannot “overflow” the limits of consciousness as knowledge.\nIt seems that Lewes had anticipated this argument, however. He notes that \n“the term Cognition is ambiguous” (Lewes 1879: 183). By the idea that con-\nsciousness involves cognition, one could mean either that when one is conscious \nof something, there is “a recognition by the Ego of its own operations”, or that \n“consciousness [is] discriminated feeling”. Lewes thought that the only sense in \nwhich cognition was relevant to consciousness was in the latter sense of the term. \nHe agreed that consciousness involved cognition, in the sense that it required \nsome capacities to discriminate sensations. However, he refused the claim that \nconsciousness involved the recognition of oneself as discriminating sensations. \nHence, according to Lewes, one can have conscious sensations, which result from \noperations of cognitive capacities, without knowing that one is currently exert-\ning these cognitive capacities or has these sensations. By making the distinc-\ntion between cognition at a sub-personal level (the discriminations involved in \nsensations), and cognition at a personal level (the recognition by the Ego of its \noperations), Lewes escaped the conclusion that consciousness as feeling should \nbe reduced to consciousness as knowledge.\nConsidering that all participants in this debate were empirically minded, \none natural way of settling the problem could have been to appeal to empirical \nresults demonstrating unconscious perception. Gustav Fechner was probably \nthe first researcher attempting to provide empirical evidence of unconscious \nperception. He reported a number of cases in which unseen objects could give \nrise to after-images (Fechner 1860).18 According to him, if unseen objects could \nhave conscious effects, it necessarily meant that they were seen unconsciously \n(Romand 2012). Fechner’s inquiries later influenced the first real experiments \nattempting to demonstrate unconscious perception, most notably Peirce and \nJastrow’s experiment (1884). However, even if researchers were aware of these \nexperiments, they probably wouldn’t have settled the matter. Indeed, it seems \n18. To the best of my knowledge, the only researcher taking this case into account was Höffd-\ning:\nFechner relates (Elements of Psychophysics , Vol. ii, p. 432), that one morning in bed he was surprised \nby having a white image of the stove-pipe when he closed his eyes. As he lay with his eyes open and \nspeculated, he had seen before him, without being conscious of it, a black stove-pipe with a white \nwall as background, and what now made its appearance was the negative after-image of this. The \nphysical excitation had thus been of such a nature that the visual sensation might have arisen; but \nthe attention being otherwise engaged, what appeared to consciousness was not the sensation itself, \nbut only the more impressive after-image. (1881: 384)."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "788  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nthat Peirce and Jastrow interpreted their finding that subjects (i.e., themselves) \ncould make sensory discriminations without knowledge of making these dis-\ncriminations correctly, as indicating that some differences in sensations could fail \nto elicit a sensation of difference.19 Nonetheless, they note that a failure to have \na sensation of difference does not necessarily mean that there was no actual \ndifference in conscious sensations. Peirce and Jastrow insist that their result \nindicates that there is no least perceptible difference in sensations, as supposed \nby Fechner, but only perceptible differences in sensations that fail to elicit sen-\nsations of differences. As such, researchers could have interpreted Peirce and \nJastrow’s early experiment in various ways, and proponents of the overflow \nview wouldn’t have been convinced that this experiment could demonstrate \nunconscious perception.\nGiven the disagreements just exposed, it is safe to say that, by the end of the \n19th century, the debate over the existence of unconscious perception was still \nunsolved. My aim is not to provide a complete analysis of the discussion over \nunconscious thoughts and perception in the 19th century, but only to provide an \noverview of the debate to justify that a comparison between problems faced by \nearly consciousness researchers and those of contemporary consciousness scien-\ntists is meaningful.\nToday, most researchers accept the existence of unconscious perception. Pe-\nters and Lau (2015) found that cognitive scientists who participated in a survey \non unconscious perception “reported believing that subliminal processing exists \n(94%)”. However, they also found, in the same survey, that only 36% of partici-\npants believed that the existence of unconscious perception had been unequivo-\ncally demonstrated in the empirical literature. Although scientists have devel-\noped a wide variety of empirical methods for assessing unconscious perception, \ndebates over the existence of unconscious perception continue (e.g., Peters, Ken-\ntridge, Phillips, & Block 2017). Similarly, the overflow debate, revived by Block \nin the 1990s, remains unsettled. It seems that most researchers recognize that \nsolving this puzzle is first and foremost a methodological and conceptual chal-\nlenge rather than a matter of acquiring more data. For instance, in a review of \nthe current methods used to address the question of whether phenomenal con-\nsciousness overflows cognitive access, Phillips concludes that “given our present \ndata and methods, not only do we not know whether consciousness requires \ncognition, we do not know how to find out” (2018: 7). Hence, it seems that, after \n150 years, no consensus has been reached on very similar problems, namely, on \nthe existence of unconscious perception and on whether there can be unnoticed, \nunremembered or unreportable perception. I conclude that lack of consensus \n19. Peirce and Jastrow write that “the quantity which we have called the degree of confidence \nwas probably the secondary sensation of a difference between the primary sensations compared” \n(1884: 82)."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 789\nErgo • vol. 6, no. 28 • 2020\non these problems is a feature of the study of consciousness which, accordingly, \ncalls for an explanation.\nSome researchers have argued that physiological data could help to solve \nthis debate (Block 2007; Lamme 2010). As it turns out, physiologists of the 19th \ncentury thought so too, but the problem still couldn’t be solved. In the next sec-\ntion, I provide an overview of the debate on the physiological conditions of con-\nsciousness.\n2.3. The Physiological Conditions of Consciousness\nPsycho-physiologists of the 19th century could not snap colored pictures of the \nbrain with functional MRIs. However, they could lesion, decerebrate and de-\ncapitate many non-human vertebrates, and see what happens in each case. Un-\nfortunately for the animal kingdom, that’s what they did.20\n Pflüger’s experiments on decapitated frogs will provide a useful starting \npoint for our discussion, as these experiments signed the beginning of a debate \nthat would occupy consciousness scientists for fifty years (Klein 2017; Pflüger \n1853). Here is the case of the decapitated frog, as described by Ferrier:\nWhen a drop of acetic acid is placed on the thigh of a decapitated frog, \nthe foot of the same side is raised, and attempts made with it to rub the \npart. On the foot being amputated, and the acid applied as before, the \nanimal makes a similar attempt, but failing to reach the point of irritation \nwith the stump, after a few moments of apparent indecision and agita-\ntion, raises the other foot, and attempts with it to remove the irritant. \n(1876: 20)\nKlein provides two additional historical cases with decapitated frogs:\na ‘brainless’ frog will swim if dropped in water (Lewes, Problems of Life \nand Mind, 190). If completely submerged, it will swim to the surface. And \nnot only that; if one impedes the emerging, pithed frog by putting an \ninverted jar in its path, the frog will not easily be trapped. It will actually \n20. Early consciousness scientists, and chief among them, David Ferrier, were targeted by \nanti-vivisectionist groups for both ethical and religious reasons (Finn & Stark 2015). Indeed, the \nanti-vivisectionist movement was as much concerned by animal suffering as by the “cold, proud, \natheistic spirit that distinguishes modern investigators” (Clarke 1888). Ferrier’s investigations on \nlocalization of brain functions, and the research of the early study of consciousness, were per-\nceived as providing support for materialist views of the mind. After the passage of the 1876 Cruel-\nty to Animal Act, anti-vivisectionsts prosecuted Ferrier in 1881. The prosecution failed and Ferrier \nreceived important support from the scientific community, emphasizing that Ferrier’s work was \ncrucial for developing surgery using his functional maps of the brain."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "790  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nre-descend until it can swim out of the jar, and then will swim up to the \nsurface (. . . Goltz, Beiträge zur Lehre von den Functionen der Nervencentren \ndes Frosches, 70). This is an astonishing sequence of behaviours for an \nanimal that lacks a brain. (Klein 2017: 7)\nNow, here is the vexing question that caused so much debate throughout the \n19th century:\nWhat is the nature of the impression which is the immediate antecedent \nof this responsive activity? Is it a purely physical phenomenon, or has it \nlikewise a subjective side? In other words, are these actions merely reflex \nor excito-motor, or are they the result of sensation properly so-called? If \nwe define sensation as the consciousness of an impression, it will be seen \nthat the problem to be solved is, whether consciousness is an accompani -\nment of the activity of these centres. (Ferrier 1876: 40)\nThere are three main kinds of responses to this question (summarized in Figure \n1): first, one can argue that consciousness “accompanies” the activity of the spi-\nnal cord. Lewes (1873; 1879), Herzen (1886), Pflüger (1853), Foster (1890), and \nSchiff (1858) supported this view. Second, other researchers defended that con-\nsciousness accompanies the activity of the midbrain or the thalamus, such that \ndecorticated  (i.e., without a cortex) animals are conscious, but not decapitated ani-\nmals. Carpenter (1874), Dunn (1858), Vulpian (1866), Longet (1842) and Noble \n(1858) defended this view. Third, some claimed that the cerebral cortex was nec-\nessary for consciousness, such that neither decorticated or decapitated animals \nwere conscious. Flourens (1842), Bastian (1870a), Ferrier (1876), and Maudsley \n(1867) championed this view.21\nI now review several arguments and counterarguments for each of these \nviews, beginning with arguments in favor of the spinal view. First, it is impor-\ntant to note that the type of sensations elicited in the spinal cord are nothing like \nthe sensations we usually have. Lewes writes:\n21. There are important differences between all these authors, even when I classified them in \nthe same category (Figure 1). For example, Carpenter thought that the midbrain was the only seat \nof consciousness, while Vulpian and Maudsley believed that activity in the midbrain or the cortex \ncould be sufficient for consciousness. Similarly, Dunn and Todd disagreed with Noble on whether \nthe activity of the striatum could be sufficient for experiencing emotional sensations. Finally, at \nsome points Maudsley seemed to accept that the activity of the midbrain could be sufficient for \nconsciousness, particularly in “lower animals”, while Ferrier was categorical on the fact that con-\nsciousness depended only on the activity of the cortex. Nonetheless, despite these differences, I \nbelieve that the present taxonomy is broadly representative."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 791\nErgo • vol. 6, no. 28 • 2020\nIn saying that the Spinal Cord is a seat of sensation, it is not meant that \nit is the seat, nor that the sensations are specifically  like the sensations of \ncolour, of sound, of taste, of smell; but they are as like these as each of \nthese is like the other. (1873: 84)\nDespite being different from ordinary sensations, they are sensations nonethe-\nless. Moreover, these sensations are supposed to be extremely transient, as Fos-\nter writes:\nwe may thus infer that when the brainless frog is stirred by some stimu-\nlus to a reflex act, the spinal cord is lit up by a momentary flash of con-\nsciousness coming out of darkness and dying away into darkness again. \n(1890: 912)\nNow, there are three main arguments in favor of the spinal view. First, research-\ners generally admitted that complex behaviors involving adaptation to unusual \nsituations require consciousness. Behaviors of decapitated animals are well-\nadapted and complex. Therefore, the spinal cord is sufficient for consciousness \n(Pflüger 1853). Second, Lewes (1873) argues that nerve tissues in the spinal cord \nand the medulla oblongata or midbrain are not fundamentally different. If tis-\nsues are not radically different, and if mental properties result from properties \nof the tissues, then mental properties are not fundamentally different between \nthe spinal cord and the midbrain. Hence, if one acknowledges that the midbrain \nFigure 1. Summary of the variety of views on the physiological conditions of \nconsciousness."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "792  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ncan generate conscious experiences, one must accept the same conclusion for the \nspinal cord. Third, Herzen (1886) remarks that decerebrated animals continue to \nreact to nociceptive stimuli just as non-decerebrated animals. These “pain-like \nbehaviors” are the only objective signs on which we can rationally base our at-\ntributions of pain in typical cases. Consequently, Herzen argues, based on the \nobservation of the same pain-like behavior, it is irrational to attribute pain expe-\nriences to non-decerebrated animals while refusing to assign pain experiences to \ndecerebrated animals. If pain-like behaviors count as evidence for pain experi-\nences in the former case, it should also count in the latter case. Hence, one must \nconclude that the spinal cord and the midbrain are sufficient for consciousness, \nat least in the case of pain experiences.22\nTo the first argument, proponents of the midbrain-thalamus and cortex views \nresponded that we are not typically conscious of reflex actions elicited in the spi-\nnal cord, and these actions are not usually under rational control. Consequently, \nit seemed that all that was proved by the complexity of behaviors in decapitated \nanimals was that the spinal cord could be sufficient for complex behaviors, but not \nsufficient for consciousness. After all, Carpenter and others had already shown \nthat a wide variety of complex and seemingly goal-directed behaviors could hap-\npen unconsciously, as in the case of eye movements for example (Carpenter 1874).\nTo the second argument, one could respond that many behaviors which prob-\nably recruited the cerebral hemispheres were not conscious (Bastian 1870a), thus \nproving that activity of “nerve tissues” was probably not sufficient for conscious-\nness. Moreover, following Flourens (1842), Carpenter had shown that an opera-\ntion could ablate the cerebellum or a disease destroy it without any loss in “sen-\nsorial capacity” (Carpenter 1864). If ablation of the cerebellum did not modify \nconsciousness, then consciousness had to be elicited by a specific kind of activity \nof “nerve tissues” and not by any kind of nervous activity, as supposed by Lewes.\nTo the third argument, it could be answered, following Goltz’s experiments \n(1869), that decapitated frogs lacked some of the pain-like behaviors that they \nwould have had if they had pain experiences, as did non-decapitated frogs. In-\ndeed, Goltz discovered that brainless frogs placed in water, the temperature of \nwhich is slowly raised, do not manifest any pain. Opponents to the spinal view \nused this experiment to argue that, if a frog’s spinal cord were able to feel pain, \nthe frog should have reacted to the painful increase in temperature. Instead, \nbrainless frogs did not exhibit any pain-like behaviors in this situation.\nDespite these arguments, proponents of the spinal view maintained that \nactivity in the spinal cord could be sufficient for consciousness. After all, they \ncould counter the existence of unconscious reflex actions elicited in the spinal \n22. Very similar arguments have recently been developed in defense of the existence of pain \nexperiences in fish (See, e.g., Tye 2017 and Michel 2018 for a critical analysis of these arguments)."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 793\nErgo • vol. 6, no. 28 • 2020\ncord by arguing that these actions are typically accompanied by faint sensations \nthat are unremembered or unattended. Moreover, against Goltz’s experiment, \nFoster (cited in Lewes 1873) reports that if a decapitated frog has its leg in water \nwhile the temperature is gradually raised, it will withdraw its leg. Lewes con-\ncludes that “The depressing influence of heat on the Spinal Cord destroys its \nreflex powers” (1873: 84); he continues:\nIt proves, to my mind, that although the frog remains motionless in the \nheater water and shows no sign of pain from the stimulus of heat, this is \nassuredly not because Sensibility in general is gone, but simply because \nSensibility to temperature is gone. (1873: 84)\nIt seems that, by the end of the 19th century, although the view that the spinal \ncord acted only automatically became the consensus view among physiologists,23 \nno decisive argument had been given against the spinal view. Boring retrospec-\ntively concluded that “there could be no clear decision between Pflüger, who \nsaid that the reflexes of the cord should be conscious, and Lotze, who said they \nwere not” (1950: 666).\nOn the other side of the theoretical spectrum, opponents to the spinal view \nalso disagreed on the physiological conditions of consciousness. I identify three \nmain arguments in favor of the midbrain-thalamus view. First, animals without \ntheir cerebral cortices could present complex behaviors. Second, invertebrate \nanimals do not have a cerebral cortex but can perform what seem to be con-\nscious actions (Carpenter 1874). Third, the midbrain or the thalamus seem ide-\nally suited to integrate information from all the senses to constitute one unified \nconscious experience because they receive afferent nerves from the sense organs \n(Dunn 1858; Noble 1858).\nProponents of the midbrain-thalamus view thought that the cortex might \nbe sufficient for consciousness, especially consciousness of abstract thoughts or \ncomplex perception, but conscious sensations resulted mainly from the activity \nof the midbrain or thalamus.24 Accordingly, the role of the hemispheres was to \n“intellectually develop sensations” and “transform them into ideas” (Vulpian \n1866: 672, my translation). In other words, the cerebral cortex was responsible \nfor access consciousness, and consciousness of thoughts, but was not responsible \nfor “consciousness as feeling”.\n23. See Liddell (1960) on the history of the discovery of reflex actions.\n24. At some points Carpenter (1874) seems to defend the view that all thoughts originate un-\nder the form of unconscious cerebrations, and are thus unconscious, until these thoughts are some -\nhow transferred to the midbrain where they can evoke sensations and become conscious. In that \nrespect, Carpenter’s view might have been similar to the contemporary view held by Carruthers \n(2015), according to which all thoughts are unconscious because consciousness is “sensory-based”."
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "794  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nDavid Ferrier begged to differ.25 He remarked, first, that the supporters of \nthe midbrain-thalamus view accepted that consciousness did not arise in the \nspinal cord, although the spinal cord could produce complex and adapted be-\nhaviors in decapitated animals. Warning us to avoid relying “on appearances \nalone”, he writes:\nthe mere faculty of adaptation is not necessarily a proof of conscious -\nness, for, as we have seen, it exists in some degree in the spinal cord, and \nif it is not regarded as proof of conscious action on the part of the cord, \nneither can it be taken as such here; for it may be that the more complex \nadaptation manifested by the mesencephale is simply the result of more \ncomplex and special afferent and efferent relations. (Ferrier 1876: 43)\nBased on this argument, either the midbrain-thalamus view had to collapse into \nthe spinal view, or proponents of the midbrain-thalamus view had to provide \nevidence that there was a difference in kind, and not in degrees, between activ-\nity in the spinal cord and the midbrain. As argued by Carpenter, such evidence \ncould come from the “evidently conscious actions of invertebrate animals” (1874: \n44), which do not possess a cortex. Nevertheless, Ferrier responded that\nthe ganglia of the invertebrates are not completely homologous with \nthe mesencephalic ganglia of vertebrates, for if they were so, we should \nexpect that not merely sensation, but also the other psychical faculties, \nshould be manifested by vertebrates deprived of their cerebral hemi-\nspheres, even though to a less degree. But it is not a difference in degree \nonly which is observed, but a manifest difference in kind. It is probable, \ntherefore, that in the ganglia of the invertebrates there are nerve cells \nwhich perform, in however lowly a manner, the functions of the cerebral \nhemispheres in vertebrates. (1876: 44)\nIn other words, Ferrier agreed that invertebrate animals are conscious. However, \nhe argued that one could not conclude anything on consciousness in decorti-\ncated animals from this, for the mesencephalic structures in humans should not \nbe considered analogous to the brain of invertebrates.26\n25. Ferrier received the ideal training for participating in the early science of consciousness: he \nwas Alexander Bain’s student, and also studied in Wundt and Helmholtz’s laboratories. Later, he \nworked at the same hospital as Hughlings Jackson, who became a friend and mentor (Pearce 2003). \nIt is no surprise then, that Ferrier became a fellow of the Royal Society at the age of 33. His first book, \nThe Functions of the Brain (1876), is one of the greatest achievements of early neurophysiology, and \ncontains some of the best examples of the scientific rigor of the early scientific study of consciousness.\n26. Bastian had a similar response (1870a), although a bit more complex, based on Spencer’s \nevolutionary reasoning applied to psychology (Spencer 1868). Bastian thought that, as they devel-"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 795\nErgo • vol. 6, no. 28 • 2020\nProbably the most convincing of Ferrier’s arguments against both the mid-\nbrain-thalamus and spinal views came from experiments in animals, but also \nfrom clinical studies in humans:\nwe have experiments of disease which practically detach the hemispheres \nfrom their mesencephalic connections, and leave thought and speech in-\ntact, so that we can obtain direct testimony as regards the consciousness \nof impressions. Such an experiment is performed by a lesion of the crus \ncerebri or of the posterior part of the peduncular expansion . . . , phenom-\nena not unfrequently occurring in clinical experience. When this occurs, \nthe individual has absolutely no consciousness of tactile impressions \nmade on the opposite side of his body, however much he may strain his \nattention to receive them. In the mesencephale alone, therefore, sensory im-\npressions are not correlated with modifications of consciousness; whence \nwe must conclude that sensation is a function of the higher centres. (Fer-\nrier 1876: 45)\nIf the midbrain were sufficient for consciousness, one would predict that section-\ning the connection between the cortex and the midbrain would not affect con-\nsciousness. Ferrier remarked that this is not what happens, both in patients with \nlesions and when the section is experimentally performed in animals. Rather, it \nseems that subjects are not conscious of tactile sensations, because impressions \nare not transmitted from the unconscious midbrain to the cortex where they are \ntransformed into conscious sensations.\nFinally, Ferrier was also well known for following Fritsch and Hitzig’s exper-\niments (1870) on electrical stimulations of the brain to discover the specific func-\ntions carried out by various brain areas, and applied these methods to identify \nthe physiological conditions of consciousness. Among other observations, he did \nnot find any specific modifications of behavior by stimulating the optic thala-\nmus, but he remarked that stimulation of the angular gyrus could cause “confu-\nsion in vision” (Ferrier 1876: 425).27 Ferrier’s innovative experimental techniques \nop throughout evolution, activities of cerebral mechanisms become automatic and unconscious. \nAccordingly, the activity of the brain of invertebrates could be conscious, while, in the course of \nhuman evolution, activity in the human midbrain progressively became automatic and uncon-\nscious, leaving conscious activity to the newly acquired cerebral cortex.\n27. Ferrier’s identification of the parietal cortex as the seat of vision was wrong. The localiza-\ntion of the area of vision led to a controversy between Ferrier and Munk (Fishman 1995; Glickstein \n1985). The debate was quite tense, to the point that James wrote: “the quarrel is very acrimonious; \nindeed the subject of localization of functions in the brain seems to have a peculiar effect on the \ntemper of those who cultivate it experimentally . . . Munk’s absolute tone about his observations \nand his theoretical arrogance have led to his ruin as an authority” (James 1890: 46). Despite being \nimpolite, Munk was right: the occipital cortex is the seat of vision."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "796  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nyielded new arguments in favor of the cortex view: vision could be modified \nby electrical stimulation of the cortex, independently from the midbrain or the \nthalamus.\nDespite Ferrier’s genius, early consciousness researchers could not uncon-\ntroversially identify the physiological conditions of consciousness. His work on \nelectrical stimulation was criticized by Lewes, arguing that there was no proof \nthat the electrical current stimulated the cortex instead of merely passing through \nthe cortex (Lewes 1876: 74). Moreover, the argument according to which the spi-\nnal cord is unconscious because subjects lose tactile sensations when a lesion \nseparates the spinal cord from the brain had already been answered by Schiff \n(1858), who argued that, in these cases, consciousness was split, such that there \ncould be one consciousness in the spinal cord and another in the brain.\nSince the early study of consciousness, contemporary consciousness scientists \nhave not reached consensus on these questions, and they still hold, with varia-\ntions, the different views represented in the 19th century. Some philosophers \nand consciousness scientists hold panpsychist or almost-panpsychist views, \naccording to which a wide variety of entities that we do not usually consider \nconscious, such as, for instance, sets of inactive logic gates, are conscious (Aar-\nonson 2014a; 2014b; Chalmers 1996; Tononi & Koch 2015). The midbrain view \nis still held by Merker, who argues that neural activity in subcortical structures \nof the brain is sufficient for consciousness (Merker 2007). The local recurrency \ntheory of consciousness is also quite similar to the midbrain-thalamus view, in \nthat its proponents highlight the difference between conscious sensations and \nconscious access to these sensations, leading them to hypothesize the existence \nof consciousness in “sensory modules” (Block 2007; Lamme 2015). Finally, oth-\ners believe that consciousness is dependent upon the activity of the prefrontal \ncortex, either to globally broadcast contents throughout the brain (Dehaene & \nChangeux 2011), or to create higher-order representations (Lau & Rosenthal \n2011; on this issue, see also Michel & Morales in press; Odegaard et al. 2017). The \nfact that some theories on which a wide variety of entities are conscious can co-\nexist with theories on which only some cognitive mechanisms in the prefrontal \ncortex generate consciousness is surely the sign of an absence of consensus on \nthe neural correlates of consciousness.\n Following the brief historical review of the search for the physiological \nconditions of consciousness, and considering contemporary disagreements on \nthe neural correlates of consciousness, I conclude that lack of consensus on the \nphysical basis of consciousness is a long-standing feature of the scientific study \nof consciousness. Accordingly, as in the case of the overflow debate, this long-\nstanding disagreement in the study of consciousness calls for an explanation."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 797\nErgo • vol. 6, no. 28 • 2020\n3. Consciousness Science Underdetermined\nIt seems that both the overflow debate and the debate over the physical basis \nof consciousness have been going on for a while, at least since the 19th century, \nwith little success in settling both of these debates. As such, I have argued that \nlack of consensus on these problems has been a feature of the study of conscious -\nness throughout its history.\nI now hypothesize that the underdetermination of theories of consciousness \ncould be a reasonable explanation of persistent disagreement in the scientific \nstudy of consciousness on these problems. After providing support for the hy-\npothesis that the science of consciousness could be underdetermined, I will ar-\ngue that underdetermination could be particularly problematic and persistent in \nthe case of consciousness science, thereby explaining why underdetermination \nhas not disappeared after all these years.\n3.1. Theories of Consciousness Are Preserved Come What May\nA popular view in philosophy of science is that scientific hypotheses are not test-\ned in a vacuum but within a web of other hypotheses (Duhem 1962). From this, it \nfollows that a failed prediction leaves open the possibility of rejecting either the \nhypothesis that one wanted to test or some other background hypotheses. For \nexample, to test a scientific hypothesis which makes a specific prediction about \nthe temperature of my cup of coffee, I need to hold some beliefs about the reli-\nability of my thermometer. Now, if my prediction fails, I could reject either the \nhypothesis that I wanted to test or the background hypothesis that my thermom-\neter is reliable. What I should do in this case is underdetermined by the evidence \n(Stanford 2017; Turnbull 2018).\nIn consciousness science, theories of consciousness make predictions about \nwhat should or should not happen in certain conditions. For example, Lewes’s \ntheory of consciousness makes the empirical prediction that subjects will contin-\nue to have tactile experiences when their midbrain is separated from their cortex, \nwhile Ferrier argues that it should not be the case. This prediction is made with \nthe background hypothesis that subjects can typically report having subjective \nexperiences when they have them. As seen in Section 2.3, when the connection \nbetween the midbrain and the hemispheres is severed, subjects do not report \nhaving any tactile experiences. Instead of rejecting his hypothesis, Lewes could \nreject the background belief that subjects can typically report having subjective \nexperiences when they have them and argue that the case described by Ferrier is \na case of consciousness without the possibility to report. Similarly, we saw that \nFechner predicts that conscious after-images can be elicited by unseen objects, \nwhile Vulpian or Ireland make the opposite prediction. When Fechner reports a"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "798  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ncase in which an unnoticed object causes an afterimage, Ireland can simply reject \nthe hypothesis that subjects typically remember what they consciously see, and \nargue that the object was actually consciously seen, but immediately forgotten, \nsuch that it created the illusion that the object was not seen. In these cases, sci-\nentists reject background hypotheses to save their preferred views of conscious -\nness from being falsified.\nUnderdetermination was an important problem in the early study of con-\nsciousness. We also have reasons to believe that underdetermination is just as \npervasive in the contemporary science of consciousness. Here, I provide just two \ntelling examples of underdetermination in contemporary consciousness science:\nFirst, Aaronson (2014a; 2014b) provided (what he thought was) a decisive \nargument against the integrated information theory (IIT) of consciousness, in-\ntended to show that, according to the theory, a set of inactive logic gates can be \nconscious. But there is more: he demonstrated that, according to IIT, a set of inac-\ntive logic gates could have an arbitrarily high level of consciousness, provided \nthat it is large enough. As a response, proponents of IIT accepted Aaronson’s \ncounterintuitive conclusion that a set of inactive logic gates could be conscious \n(Tononi 2014). Accepting that sets of inactive logic gates are conscious, of course, \nseems to violate a large number of background hypotheses. IIT could be saved \nfrom Aaronson’s challenge precisely because there was the possibility, for pro-\nponents of IIT, of rejecting one or several background hypotheses rather than the \ncore of the theory. As such, proponents of IIT can continue to support the view \nthat the physical basis of consciousness is the integration of information.\nSecond, in the debate over the existence of conscious feelings in fish, oppo-\nnents of the existence of consciousness in fish argue that fish cannot be conscious, \nsince they do not have a cortex, and a cortex is necessary for having conscious \nexperiences (Key 2015; 2016; Rose et al. 2014). On the other hand, proponents of \nthe existence of consciousness in fish have shown the existence of a wide variety \nof behaviors typically considered to be related to consciousness in these animals. \nFor example, fish attempt to avoid stimuli that could damage their bodies, and \nthese responses are reduced when fish are administered analgesics (Sneddon, \nBraithwaite, & Gentle 2003). Similarly, fish injected with harmful chemicals will \nmove from enriched environments to barren tanks if the latter are filled with \nanalgesics, thus indicating that fish search to relieve the pain (Sneddon 2011). \nThe fact that fish exhibit these behaviors is thought to reinforce the view that fish \nhave conscious experiences, at least conscious experiences of pain (see, e.g., Tye \n2017). In order to preserve the hypothesis that a cortex is necessary for the exis-\ntence of conscious experiences, opponents to the existence of consciousness in \nfish reject the background hypothesis that pain-relieving behaviors indicate the \npresence of conscious experiences (for a review of this debate, see Michel 2018).\nThe list of rejected background hypotheses in the study of consciousness"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 799\nErgo • vol. 6, no. 28 • 2020\ncould go on and on. To some extent, the short history of the study of conscious -\nness I provided is just the story of background hypotheses rejected by conscious -\nness scientists to save their preferred views of consciousness. To put it bluntly: if \nyou don’t like an empirical result suggesting that an entity is unconscious when \nyour theory says that it should be conscious, there is always a way of arguing \nthat this entity, which does not seem conscious, is in fact conscious, by rejecting \nsome background hypotheses. Quine’s claim that hypotheses can be preserved \n“come what may” seems especially well adapted to the study of consciousness \n(Quine 1951). That theories of consciousness can be saved “come what may” \nmight come from the fact that, in a sense, no hypothesis is held sacred in con-\nsciousness science.28 Indeed, the history of the study of consciousness seems to \nindicate that no background hypothesis is too precious to reject: the hypothesis \nthat systems that perform no interesting functions are unconscious, the hypoth-\nesis that conscious organisms know when they have experiences, or even the \nhypothesis that consciousness cannot be split when the brain is sectioned from \nthe spinal cord. The problem is that, if no hypothesis is too costly to reject, ev-\nerything is permitted: there is always a way of saving one’s preferred theory. \nConsequently, I believe that the hypothesis according to which the science of \nconsciousness has long been underdetermined by the evidence could provide a \nunifying explanation of the long-standing disagreement on both the identifica-\ntion of the physical bases of consciousness and the overflow debate.\nNevertheless, one could argue that scientific underdetermination is typi-\ncally transient, because all responses to disconfirming evidence are typically not \nequally rational or supported by the evidence, or, at least, rarely remain so over \nlong periods of time (Laudan 1990; Laudan & Leplin 1991). As such, it could \nseem implausible that underdetermination has persisted in the study of con-\nsciousness for more than 150 years. Moreover, this argument could also support \nthe claim that, although underdetermination has been persistent in the history of \nthe study of consciousness, there is no reason for thinking that it will persist in \nthe future. If so, underdetermination in the study of consciousness would not be \nparticularly problematic. I answer this argument in the last section by providing \nsome reasons for thinking that underdetermination in the science of conscious -\nness might be a persistent phenomenon.\n3.2. Problems with Detection Rules\nI now hypothesize that the reason why consciousness science could have remained \nunderdetermined over such a long period of time is that consciousness scientists \noften disagree on what I call “detection rules”. Here are several examples of de-\n28. Even the hypothesis that phenomenal consciousness exists (see, e.g., Frankish 2016)."
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "800  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ntection rules: “subjects can typically report what they are conscious of”, “when \nsubjects are conscious, they know that they are”, “when subjects are confident that \nthey perceive something, they have a conscious perception of that thing”. In con-\nsciousness science, detection procedures, that is, the type of procedures by which \nscientists produce judgments on the subjects’ consciousness or unconsciousness \nof some contents during their experiments, use detection rules. For example, if a \nscientist makes use of a detection procedure relying on subjective reports to judge \nthat a subject is conscious of a stimulus, her detection procedure is using the detec-\ntion rule: “subjects can typically report what they are conscious of”.\nNot all detection procedures are created equal, because detection procedures \nuse different detection rules. For instance, a detection procedure using the rule \nthat subjects are conscious of a stimulus if their pupil reacts to the stimulus might \nnot be as good as a detection procedure using the rule that subjects are conscious \nof a stimulus when they can report being conscious of it. Some detection rules \nseem more reliable  than others. Here, I will consider that a detection rule is reli-\nable if a detection procedure using that rule has a disposition to produce a large \nproportion of true judgments about the presence or absence of consciousness (of \nsomething) in a subject.\nDetection rules have a special role in consciousness science, because one must \nrely on detection procedures to test hypotheses about consciousness. Indeed, \ntheories of consciousness typically make predictions about whether subjects \nare conscious or unconscious of contents in certain situations. For example, the \nglobal workspace theory predicts that, if a subject does not attend to an object in \na crowded setting, she will be unconscious of that object (Dehaene & Changeux \n2011). One cannot verify whether the subject is conscious or unconscious of the \nstimulus in this situation without being able to detect the presence or absence \nof consciousness of a stimulus in that subject. Hence, when scientists test their \nhypotheses, they typically do so by relying on detection procedures using detec-\ntion rules. As such, detection rules can be viewed as tools connecting empirical \nfacts with hypotheses about consciousness. For example, Ferrier tested whether \nsubjects would still be conscious of tactile sensations when a lesion separates the \nspinal cord from the brain. He observed that, in these conditions, patients claim \nthat they do not have tactile sensations. Here, a patient’s claim that she does \nnot have tactile sensations can bear on Ferrier’s hypothesis about the patient’s \nconsciousness of those sensations only if Ferrier uses a detection rule connecting \nsubjective reports of having no sensations with the subject’s (un)consciousness \nof those sensations. Such a detection rule could be: “when subjects report having \nno conscious experiences, they do not have conscious experiences”. This exam-\nple illustrates that, without detection rules, empirical facts remain silent about \nthe subjects’ consciousness. Hence, scientists must typically use detection rules \nwhen they test hypotheses about consciousness."
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 801\nErgo • vol. 6, no. 28 • 2020\nThe problem is that, if detection rules are typically involved when scientists \ntest hypotheses about consciousness, it is also typically possible for scientists to \nreject certain interpretations of the results by rejecting the detection rules used to \ntest these hypotheses. In the case of Ferrier’s experiment just mentioned, propo-\nnents of the spinal view could claim, and did claim, that the rule “when subjects \nclaim that they do not have conscious experiences, they do not have conscious \nexperiences” is unreliable. That is, they claimed that detection procedures us-\ning that detection rule fail to detect the presence or absence of consciousness, at \nleast in that specific case. Consequently, because they rejected the detection rule \nused by Ferrier, proponents of the spinal view could reject his interpretation \nof the results and save their preferred hypothesis, namely, that the spinal cord \ncould still elicit unreported conscious tactile experiences. Hence, in conscious -\nness science, it is typically possible to save one’s preferred hypothesis in front of \n(seemingly) disconfirming evidence by rejecting the detection rule used to test it. \nConsequently, the systematic possibility of rejecting detection rules is a prevalent \nfactor of underdetermination in consciousness science.\nNevertheless, the systematic possibility of rejecting detection rules, by itself, \ndoes not explain why underdetermination is persistent throughout the history \nof the study of consciousness. Indeed, I have suggested that scientific underde-\ntermination is usually transient because all responses to disconfirming evidence \nare typically not equally rational. To put it bluntly: there are cheap and costly \nways of saving hypotheses. Remember the thermometer example: if, on the basis \nof some hypothesis, I predict that the temperature of a certain object should be \nof exactly 20°C, and it turns out that my thermometer indicates 18°C, I can either \nreject my hypothesis, or save my hypothesis by claiming that the measurement \nprocedure relying on a thermometer is unreliable. Presumably, if I don’t have \nany independent reasons to doubt that the measurement procedure is reliable, \nand if I can use a wide variety of thermometers, all indicating 18°C, the most \nrational thing to do is to reject my hypothesis. Indeed, in that case, rejecting \nthe reliability of all measurement procedures using thermometers would be ex-\ntremely costly, because a wide variety of theories and everyday practices depend \non the reliability of these procedures. On the other hand, if I had good reasons to \nbelieve that measurement procedures using thermometers are often unreliable, \nsaving my hypothesis by rejecting the reliability of these procedures would be \ncheap.\nI have shown that disagreement over which detection rules to use is quite \ncommon in consciousness science throughout its history. For example, in the \noverflow debate, proponents of the view that consciousness overflows report-\nability argue that the rule “when subjects are conscious of something, they can \nreport being conscious of that thing” is not reliable, while opponents to that \nview claim that it is. If scientists disagree on which detection rules to use, reject-"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "802  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\ning them is less costly than if they were largely accepted within the scientific \ncommunity. In other words, disagreement over which detection rules to use \nlowers the price of rejecting them. Consequently, I hypothesize that, because \nconsciousness scientists often disagree on which detection rules are reliable, re-\njecting these rules typically comes at almost no price. In a slogan: no detection \nrule is too big to fail. As a result, what one should do in front of (seemingly) \ndisconfirming evidence is underdetermined: if one gives more credence to one’s \nhypothesis than to the reliability of the detection rule used to test it, rejecting the \ndetection rule to save one’s hypothesis is prima facie  not an irrational thing to do. \nHence, the rejection of detection rules could foster underdetermination because \nit provides a cheap way of saving one’s preferred hypotheses.\nOne solution to settle disagreements over which detection rules to use could \nbe to attempt to demonstrate the reliability of detection rules themselves. To do \nso, one could provisionally take a detection rule as a hypothesis and attempt to \nconfirm it. For example, a confirmation of the hypothesis that “when subjects \nperform a rational action based on a sensory cue, they are conscious of that cue” \ncould allow us to justify using the corresponding detection rule. In that case, \nrejecting this detection rule would be more costly.\nHowever, a problem emerges when one attempts to increase the price of \nrejecting detection rules in this way. Indeed, I argued, first, that consciousness \nscientists use detection rules to test hypotheses, and, second, that consciousness \nscientists typically disagree on which detection rules to use. As such, testing a \nhypothesis corresponding to a detection rule will necessitate the use of other \ndetection rules, and will itself be open to underdetermination. To illustrate this, \nimagine that we want to confirm the following hypothesis: “when subjects have \nconscious visual sensations, they can report having those sensations”. To do so, \nwe need a way of knowing when subjects are conscious or unconscious of sensa-\ntions that would not rely on reports. In turn, this implies relying on a detection \nrule, the use of which might itself turn out to be contentious. Consequently, the \nunderdetermination that pervades when testing hypotheses in consciousness \nscience might also apply when detection rules themselves are taken as hypoth-\neses. Many authors, such as Cohen and Dennett (2011), and Kouider, Gardelle, \nSackur, and Dupoux (2010), doubt that the overflow debate could be solved em-\npirically for precisely this reason: it is unclear what detection rule could be used \nto assess the presence or absence of consciousness in order to test the hypothesis \nthat subjects can report what they are conscious of. Hence, taking detection rules \nas hypotheses to show that these detection rules should be considered reliable \nis unlikely to provide a straightforward way of increasing the cost of their rejec-\ntion. And if raising the cost of rejection of detection rules is quite difficult, under-\ndetermination is all the more persistent.\nIn sum, I have suggested that underdetermination in consciousness science"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 803\nErgo • vol. 6, no. 28 • 2020\nis persistent, first, because the systematic possibility of rejecting detection rules \nis a prevalent factor of underdetermination, second, because these rules are cheap \nto reject, and, third, because it is difficult to show that detection rules should be con-\nsidered reliable. These three factors combined lead to a situation in which one can \ntypically save one’s preferred hypothesis by rejecting a detection rule at almost no \nprice, with little hope for agreement  on detection rules. I suggest that, in such situ-\nation, one should expect underdetermination to be persistent in consciousness \nscience. In turn, I have argued that persistent underdetermination could be a \nunifying explanation for long-standing lack of consensus in the field.\nTo be clear, I do not claim that there is nothing that scientists could do to re-\nduce underdetermination in the future, or that they could not ultimately come to \nan agreement on which detection rules should be considered “too big to fail”.29 \nInstead, my claim is that the underdetermination of the study of consciousness \nby the evidence is a good explanation of the long-standing lack of consensus \non problems like that of finding the physical basis of consciousness or knowing \nwhether subjects perceive more than they can report.\n4. Conclusion\nThroughout the 19th century, scientific debates surrounding consciousness have \nremained unsettled. The lack of consensus observed in the contemporary sci-\nence of consciousness is also a feature of the early study of consciousness. I hy-\npothesized that long-standing disagreements in consciousness science could be \nexplained by the underdetermination of theories of consciousness. Indeed, the \nhistory of the study of consciousness leaves us with the impression that the early \nscience of consciousness was like a game whose rules could be changed at will, \nand in which theories could be preserved “come what may”. I suggested that the \ncontemporary science of consciousness does not reach consensus either, which \nmight indicate that our contemporary theories could be similarly underdeter-\nmined by the evidence. Finally, I hypothesized that debates over which detec-\ntion rules to use could explain why underdetermination has been so persistent \nin consciousness science.\n29. As an anonymous reviewer remarked, there is some agreement on elementary detection \nrules in consciousness science, for instance, the rule that positive introspective reports of the kind \n“I saw the stimulus” should be interpreted as indicating consciousness of the stimulus, in normal \nconditions. As such, there is at least a relative consensus that positive introspective reports are \nreliable. The problem here is to find the best way for the subjects to make these reports (Michel \nin press; Sandberg, Timmermans, Overgaard, & Cleeremans 2010), such as to avoid report biases \n(Irvine 2012). Perhaps developing so-called “bias-free” detection procedures based on introspec-\ntive reports would lead to further progress in consciousness science (see, e.g., Peters & Lau 2015)."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "804  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nAcknowledgments\nI thank Anouk Barberousse, Pascal Ludwig, Keith Frankish, Adrien Doerig, \nHakwan Lau, Liz Irvine, Mazviita Chirimuuta, and two anonymous reviewers \nfor their helpful comments.\nReferences\nAaronson, Scott (2014a). Giulio Tononi and Me: A Phi-Nal Exchange. Retrieved from \nhttps://www.scottaaronson.com/blog/?p=1823\nAaronson, Scott (2014b). Why I Am Not an Integrated Information Theorist (or, the Un-\nconscious Expander). Retrieved from https://www.scottaaronson.com/blog/?p=1799\nBain, Alexander (1884) Mental and Moral Science  (3rd ed., Vol. 1.). Longmans, Green.\nBarton, Ruth (1987). John Tyndall, Pantheist: A Rereading of the Belfast Address. Osiris, \n3, 111– 134. https://doi.org/10.1086/368663\nBastian, Henry Charlton (1869). Sensation and Perception I. Nature, 1, 213– 214. https://\ndoi.org/10.1038/001213a0\nBastian, Henry Charlton (1870a). Sensation and Perception II. Nature, 1, 309– 311. https://\ndoi.org/10.1038/001309a0\nBastian, Henry Charlton (1870b). Consciousness. Journal of Mental Science , 15, 501– 523. \nhttps://doi.org/10.1192/S0368315X00233458\nBoly, Mélanie, Marcello Massimini, Naotsugu Tsuchiya, Bradley R. Postle., Christof Koch, \nand Giulio Tononi (2017). Are the Neural Correlates of Consciousness in the Front or \nin the Back of the Cerebral Cortex? Clinical and Neuroimaging Evidence. The Journal \nof Neuroscience, 37(40), 9603– 9613. https://doi.org/10.1523/JNEUROSCI.3218-16.2017\nBlock, Ned (1995). On a Confusion about a Function of Consciousness. The Behavioral and \nBrain Sciences , 18(2), 227– 247. https://doi.org/10.1017/S0140525X00038188\nBlock, Ned (2007). Consciousness, Accessibility, and the Mesh Between Psychology \nand Neuroscience. The Behavioral and Brain Sciences, 30(5– 6), 481– 499. https://doi.\norg/10.1017/S0140525X07002786\nBlock, Ned (2016). The Anna Karenina Principle and Skepticism about Unconscious \nPerception. Philosophy and Phenomenological Research, 93(2), 452– 459. https://doi.\norg/10.1111/phpr.12258\nBoring, Edwin G. (1950). A History of Experimental Psychology  (2nd ed.) Prentice-Hall.\nBoudewijnse, Geert-Jan, David J. Murray, and Christina A. Bandomir (1999). Her-\nbart’s Mathematical Psychology. History of Psychology , 2(3), 163– 193. https://doi.\norg/10.1037/1093-4510.2.3.163\nCalderwood, Henry (1879). The Relations of Mind and Brain. Macmillan.\nCarpenter, William Benjamin (1864). Principles of Human Physiology . John Churchill.\nCarpenter, William Benjamin (1874). Principles of Mental Physiology . Henry S. King.\nCarruthers, Peter (2015). The Centered Mind. Oxford University Press. https://doi.\norg/10.1093/acprof:oso/9780198738824.001.0001\nChalmers, David (1996). The Conscious Mind. Oxford University Press.\nChalmers, David (2000). What is a Neural Correlate of Consciousness? In T. Metzinger \n(Ed.), Neural Correlates of Consciousness: Empirical and Conceptual Issues. MIT Press."
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 805\nErgo • vol. 6, no. 28 • 2020\nChirimuuta, Mazviita (2017). Hughlings Jackson and the “Doctrine of Concomitance”: \nMind-Brain Theorising between Metaphysics and the Clinic. History and Philosophy \nof the Life Sciences , 39(3), 1– 23. https://doi.org/10.1007/s40656-017-0153-2\nClarke, John Henry (1888). Monkeys’ Brains Once More: Schaefer v. Ferrier. Victoria Street \nSociety United with the International Association for the Protection of Animals from \nVivisection.\nCohen, Michael A. and Daniel C. Dennett (2011). Consciousness Cannot Be Separated \nfrom Function. Trends in Cognitive Sciences, 15(8), 358– 364. https://doi.org/10.1016/j.\ntics.2011.06.008\nCohen, Michael A., Daniel C. Dennett, and Nancy Kanwisher (2016). What Is the Band-\nwidth of Perceptual Experience? Trends in Cognitive Sciences, 20(5), 324– 335. https://\ndoi.org/10.1016/j.tics.2016.03.006\nCondillac, Etienne Bonnot (1743). Essai sur l’origine des connaissances humaines. Pierre \nMortier.\nCowan, Nelson (2000). The Magical Number 4 in Short-Term Memory: A Reconsidera -\ntion of Mental Storage Capacity. Behavioral and Brain Sciences, 24(1), 87– 185. https://\ndoi.org/10.1017/S0140525X01003922\nCrick, Francis and Christof Koch (1990). Towards a Neurobiological Theory of Con-\nsciousness. Seminars in the Neurosciences, 2, 263– 275.\nDanziger, Kurt (1980). The History of Introspection Reconsidered. Journal of the \nHistory of the Behavioral Sciences, 16(3), 241– 262. https://doi.org/10.1002/1520-\n6696(198007)16:3<241::AID-JHBS2300160306>3.0.CO;2-O\nDehaene, Stanislas and Jean-Pierre Changeux (2011). Experimental and Theoretical Ap-\nproaches to Conscious Processing. Neuron, 70(2), 200– 227. https://doi.org/10.1016/j.\nneuron.2011.03.018\nDehaene, Stanislas, Lucie Charles, Jean-Rémi Kind, and Sébastien Marti (2014). Toward \na Computational Theory of Conscious Processing. Current Opinion in Neurobiology , \n25(1947), 76– 84. https://doi.org/10.1016/j.conb.2013.12.005\nDehaene, Stanislas, Lionel Naccache, Laurent Cohen, Denis Le Bihan, Jean-François \nMangin, Jean-Baptiste Poline, and Denis Rivière (2001). Cerebral Mechanisms of \nWord Masking and Unconscious Repetition Priming. Nature Neuroscience, 4(7), 752– \n758. https://doi.org/10.1038/89551\nDescartes, René (1985). The Philosophical Writings of Descartes. Translated by John Cot-\ntingham, Robert Stoothoff, Dugald Murdoch and Anthony Kenny (Vol. 3). Cam-\nbridge University Press. (Original work published 1644) https://doi.org/10.1017/\nCBO9780511818998\nDuhem, Pierre (1962). The Aim and Structure of Physical Theory (P. Wiener, Trans.). Ath-\neneum.\nDunn, Robert (1858). An Essay on Physiological Psychology . John Churchill. https://doi.\norg/10.1037/12147-000\nFechner, Gustav Theodor (1860). Elemente der Psychophysik. Breitkopf und Härtel.\nFerrier, David (1876). The Functions of the Brain. Smith, Elder. https://doi.org/10.1037/12860-\n000\nFinn, Michael A. and James F. Stark (2015). Medical Science and the Cruelty to Animals \nAct 1876: A Re-Examination of Anti-Vivisectionism in Provincial Britain. Studies in \nHistory and Philosophy of Science Part C :Studies in History and Philosophy of Biological \nand Biomedical Sciences , 49, 12– 23. https://doi.org/10.1016/j.shpsc.2014.10.007"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "806  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nFisch, Lior, Eran Privman, Michal Ramot, Michal Harel, Yuval Nir, Svetlana Kipervasser, \n. . . Rafael Malach (2009). Neural “Ignition”: Enhanced Activation Linked to Per-\nceptual Awareness in Human Ventral Stream Visual Cortex. Neuron, 64(4), 562– 574. \nhttps://doi.org/10.1016/j.neuron.2009.11.001\nFishman, Ronald S. (1995). Brain Wars: Passion and Conflict in the Localization of Vision \nin the Brain. History of Ophtalmology , 89(1– 2), 173– 184. https://doi.org/10.1007/978-\n94-011-0127-1_16\nFlourens, Pierre (1842). Recherches expérimentales sur les propriétés et les fonctions du système \nnerveux dans les animaux vertébrés.  J-B Baillière.\nFoster, Michael (1890). A Textbook of Physiology . Macmillan.\nFrankish, Keith (2016). Illusionism as a Theory of Consciousness. Journal of Consciousness \nStudies, 23(11– 12), 11– 39.\nFritsch, Gustav and Eduard Hitzig (1870). Über die elektrische Erregbarkeit des \nGroßhirns. Archiv für Anatomie, Physiologie und Wissenschaftliche Medicin, 37, 300– 332.\nGaillard, Raphael, Stanislas Dehaene, Claude Adam, Stéphane Clémenceau, Dominique \nHasboun, Michel Baulac, . . . Lionel Naccache (2009). Converging Intracranial Mark-\ners of Conscious Access. Plos Biology , 7(3), 0472– 0492. https://doi.org/10.1371/journal.\npbio.1000061\nGoltz, Friedrich Leopold (1869) Beiträge zur Lehre von den Functionen der Nervencentren des \nFrosches. A. Hirschwald.\nGlickstein, Mitchell (1985). Ferrier’s Mistake. Trends in Neurosciences, 8(C), 341– 344. \nhttps://doi.org/10.1016/0166-2236(85)90119-5\nHamilton, William (1836). Lectures on Metaphysics and Logic  (4 Vols). William Blackwood.\nHerbart, Johann Friedrich (1816/1964). Lehrbuch der Psychologie . In K. Kerbach and O. \nFlügel (Eds.). Johann Friedrich Herbart’s Sämmtliche Werke (Vol. 4, 295– 436). Scientia \nVerlag.\nHerzen, Alexandre A. (1886). Les Conditions physiques de la conscience. H. Stapelmohr.\nHöffding, Harald (1881). Outlines of Psychology  (M. E. Lowndes, Trans.). Macmillan.\nHughlings Jackson, John (1931). Selected Writings of John Hughlings Jackson. In J. Tay-\nlor (Ed.), On Epilepsy and Epileptiform Convulsions  (Vol. 1, 1– 270). Gryphon Editions.\nIreland, William (1875). Can Unconscious Cerebration Be Proved? Journal of Mental Sci -\nence, 21(95), 366– 387. https://doi.org/10.1017/S0368315X00007775\nIrvine, Elizabeth (2012). Consciousness as a Scientific Concept. Springer. https://doi.\norg/10.1007/978-94-007-5173-6\nJames, William (1890). Principles of Psychology . Henry Holt. https://doi.org/10.1037/10538-\n000\nKey, Brian (2015). Fish Do Not Feel Pain and Its Implications for Understanding Phenom-\nenal Consciousness. Biology and Philosophy , 30(2), 149– 165. https://doi.org/10.1007/\ns10539-014-9469-4\nKey, Brian (2016). Why Fish Do Not Feel Pain. Animal Sentience, 3, 1– 33.\nKim, Alan (2015). Johann Friedrich Herbart. In Edward N. Zalta (Ed.), The Stanford En-\ncyclopedia of Philosophy  (Winter 2015 Edition). Retrieved from https://plato.stanford.\nedu/archives/win2015/entries/johann-herbart/\nKitcher, Philip (1995). The Advancement of Science: Science Without Legend, Objectivity With-\nout Illusions. Oxford University Press.\nKlein, Alexander (2017). The Curious Case of the Decapitated Frog: On Experiment and"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 807\nErgo • vol. 6, no. 28 • 2020\nPhilosophy. British Journal for the History of Philosophy , 26(5), 890– 917. https://doi.org\n/10.1080/09608788.2017.1378866\nKouider, Sid, Vincent de Gardelle, Jérôme Sackur, and Emmanuel Dupoux (2010). How \nRich Is Consciousness? The Partial Awareness Hypothesis. Trends in Cognitive Sci -\nences, 14(7), 301– 307. https://doi.org/10.1016/j.tics.2010.04.006\nKulstad, Mark (1991). Leibniz on Apperception, Consciousness, and Reflection. Philosophia \nVerlag.\nLamme, Victor A. F. (2010). How Neuroscience Will Change Our View on Consciousness. \nCognitive Neuroscience, 1(3), 204– 220. https://doi.org/10.1080/17588921003731586\nLamme, Victor A. F. (2015). The Crack of Dawn. Open MIND , 22. https://doi.\norg/10.15502/9783958570092\nLau, Hakwan and David Rosenthal (2011). Empirical Support for Higher-Order Theo-\nries of Conscious Awareness. Trends in Cognitive Sciences, 15(8), 365– 373. https://doi.\norg/10.1016/j.tics.2011.05.009\nLaudan, Larry (1990). Demystifying Underdetermination. In C. Wade Savage (Ed.), Min-\nnesota Studies in the Philosophy of Science: Vol. 14 Scientific Theories (267– 297). Univer-\nsity of Minnesota Press.\nLaudan, Larry and Jarrett Leplin (1991). Empirical Equivalence and Underdetermina-\ntion. The Journal of Philosophy , 88, 449– 472. https://doi.org/10.2307/2026601\nLaycock, Thomas (1860). Mind and Brain or, the Correlations of Consciousness and Organisa-\ntion. D. Appleton. https://doi.org/10.1037/12161-000\nLeibniz, Gottfried Wilhelm (1996). Leibniz: New Essays on Human Understanding. P. Rem-\nnant and J. Bennett (Eds.). Cambridge University Press. (Original work published \n1765) https://doi.org/10.1017/CBO9781139166874\nLeibniz, Gottfried Wilhelm (1965). Principles of Nature and of Grace, Based on Reason. In \nP. and A. M. Schrecker (Eds.), Monadology and Other Philosophical Essays (598– 606). \nBobbs-Merrill. (Original work published 1714)\nLevine, Joseph (1983). Materialism and Qualia: The Explanatory Gap. Pacific Philosophical \nQuarterly, 64, 354– 361. https://doi.org/10.1111/j.1468-0114.1983.tb00207.x\nLewes, George Henry (1873). Sensation in the Spinal Cord. Nature, 9, 83– 84. https://doi.\norg/10.1038/009083b0\nLewes, George Henry (1876). Ferrier on the Brain. Nature, 15, 73– 74. https://doi.\norg/10.1038/015073a0\nLewes, George Henry (1879). Problems of Life and Mind (Third Series). Trübner. https://\ndoi.org/10.1037/12402-000\nLiddell, Edouard George Tandy (1960). The Discovery of Reflexes. Clarendon Press.\nLonget, François Achille (1842). Anatomie et physiologie du système nerveux de l’homme et \ndes animaux vertébrés . Fortin, Masson.\nMaudsley, Henry (1867). The Physiology and Pathology of the Mind. D. Appleton. https://\ndoi.org/10.1037/12216-000\nMaudsley, Henry (1887). The Physical Conditions of Consciousness. Mind, 48, 489– 515. \nhttps://doi.org/10.1093/mind/os-12.48.489\nMcRae, Robert (1976). Leibniz: Perception, Apperception, and Thought. University of To-\nronto Press.\nMerker, Bjorn (2007). Consciousness without a Cerebral Cortex: A Challenge for Neu-\nroscience and Medicine. Behavioral and Brain Sciences, 30(1), 63– 81. https://doi.\norg/10.1017/S0140525X07000891"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "808  • Matthias Michel\nErgo • vol. 6, no. 28 • 2020\nMichel, Matthias (2018). Fish and Microchips: On Fish Pain and Multiple Realization. \nPhilosophical Studies, 176 (9), 2411– 2428. https://doi.org/10.1007/s11098-018-1133-4\nMichel, Matthias (in press). The Mismeasure of Consciousness: A Problem of Coordina-\ntion for the Perceptual Awareness Scale. Philosophy of Science .\nMichel, Matthias and Jorge Morales (2019). Minority Reports: Consciousness and the Pre-\nfrontal Cortex. Mind & Language. https://onlinelibrary.wiley.com/doi/full/10.1111/\nmila.12264\nMill, James (1869). Analysis of the Phenomenon of the Human Mind (2nd ed.). Longmans, \nGreen. https://doi.org/10.1037/14176-000\nMill, John Stuart (1865). An Examination of Sir William Hamilton’s Philosophy . William V. \nSpencer.\nMorell, John Daniel (1862). An Introduction to Mental Philosophy, on the Inductive Method. \nLongman, Green.\nNaccache, Lionel (2018). Why and How Access Consciousness Can Account For Phe-\nnomenal Consciousness. Philosophical Transactions of the Royal Society B: Biological Sci -\nences, 373(1755). https://doi.org/10.1098/rstb.2017.0357\nNagel, Thomas (1974). What Is It Like to Be a Bat? The Philosophical Review, 83(4), 435– 450. \nhttps://doi.org/10.2307/2183914\nNeisser, Joseph (2012). Neural Correlates of Consciousness Reconsidered. Consciousness \nand Cognition, 21(2), 681– 690. https://doi.org/10.1016/j.concog.2011.03.012\nNoble, Daniel (1858). The Human Mind in Its Relation with the Brain and Nervous System. \nJohn Churchill.\nOdegaard, Brian, Robert T. Knight, and Hakwan Lau (2017). Should a Few Null Find-\nings Falsify Prefrontal Theories of Conscious Perception? The Journal of Neuroscience, \n37(40), 9593– 9602. https://doi.org/10.1523/JNEUROSCI.3217-16.2017\nPearce, John M. S. (2003). Sir David Ferrier MD, FRS. Journal of Neurology, Neurosurgery, \nand Psychiatry, 74(6), 787. https://doi.org/10.1136/jnnp.74.6.787\nPeirce, Charles Sanders and Joseph Jastrow (1884). On Small Differences of Sensation. \nMemoirs of the National Academy of Sciences , 3, 73– 83.\nPeters, Megan A. K., Robert Kentridge, Ian Phillips, and Ned Block (2017). Does Un-\nconscious Perception Really Exist? Continuing the ASSC20 debate. Neuroscience of \nConsciousness, 3(1), 1– 11. https://doi.org/10.1093/nc/nix015\nPeters, Megan A. K. and Hakwan Lau (2015). Human Observers Have Optimal Intro-\nspective Access to Perceptual Processes Even for Visually Masked Stimuli. ELife, \n4(October), 1– 30. https://doi.org/10.7554/eLife.09651\nPflüger, Eduard (1853). Die sensorischen Functionen des Rückenmarks der Wirbelthiere: nebst \neiner neuen Lehre über die Leitungsgesetze der Reflexionen. Hirschwald. https://doi.\norg/10.5962/bhl.title.51609\nPhillips, Ian (2018). The Methodological Puzzle of Phenomenal Consciousness. Philo-\nsophical Transactions of the Royal Society B: Biological Sciences, 373(1755). https://doi.\norg/10.1098/rstb.2017.0347\nPierce, A. H. (1906). Should We Still Retain the Expression “Unconscious Cerebration” to \nDesignate Certain Processes Connected with Mental Life? The Journal of Philosophy, \nPsychology and Scientific Methods , 3(23), 626– 630. https://doi.org/10.2307/2011548\nQuine, William Van Orman (1951). Two Dogmas of Empiricism. The Philosophical Review, \n60, 20– 43. https://doi.org/10.2307/2181906"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Consciousness Science Underdetermined: A Short History of Endless Debate  • 809\nErgo • vol. 6, no. 28 • 2020\nRomand, David (2012). Fechner as a Pioneering Theorist of Unconscious Cognition. Con-\nsciousness and Cognition, 21(1), 562– 572. https://doi.org/10.1016/j.concog.2012.01.003\nRose, James D., Robert Arlinghaus, Steven Cooke, Ben K. Diggles, William Sawynok, \nDon Stevens, and Clive D. L. Wynne (2014). Can Fish Really Feel Pain? Fish and Fish-\neries, 15(1), 97– 133. https://doi.org/10.1111/faf.12010\nSandberg, Kristian, Bert Timmermans, Morten Overgaard, and Axel Cleeremans (2010). \nMeasuring Consciousness: Is One Measure Better than the Other? Consciousness and \nCognition, 19(4), 1069– 1078. https://doi.org/10.1016/j.concog.2009.12.013\nSchiff, Moritz (1858). Lehrbuch der Physiologie des Menschen.  Schauenburg.\nSchwitzgebel, Eric (2007). Do You Have Constant Tactile Experience of Your Feet in Your \nShoes? Or Is Experience Limited to What’s in Attention? Journal of Consciousnes Stud-\nies, 14(3), 5– 35.\nSimmons, Alison (1999). Are Cartesian Sensations Representational? Noûs, 33(3), 347– \n369. https://doi.org/10.1111/0029-4624.00159\nSimmons, Alison (2001). Changing the Cartesian Mind: Leibniz on Sensation, Rep-\nresentation and Consciousness. Philosophical Review, 110(1), 31– 75. https://doi.\norg/10.1215/00318108-110-1-31\nSimmons, Alison (2011). Leibnizian Consciousness Reconsidered. Studia Leibnitiana, \n43(2), 196– 215.\nSneddon, Lynne U. (2011). Pain Perception in Fish: Evidence and Implications for the \nUse of Fish. Journal of Consciousness Studies, 18(9– 10), 209– 229.\nSneddon, Lynne U., Victoria A. Braithwaite, and Michael J. Gentle (2003). Do Fishes Have \nNociceptors? Evidence for the Evolution of a Vertebrate Sensory System. Proceedings \nof the Royal Society B: Biological Sciences, 270(1520), 1115– 1121. https://doi.org/10.1098/\nrspb.2003.2349\nSpencer, Herbert (1868). Principles of Psychology . Williams and Norgate.\nStanford, Kyle (2017). Underdetermination of Scientific Theory. In Edward N. Zalta (Ed.), \nThe Stanford Encyclopedia of Philosophy  (Winter 2017 ed.). Retrieved from https://plato.\nstanford.edu/archives/win2017/entries/scientific-underdetermination/\nTononi, G. (2014). Why Scott Should Stare at a Blank Wall and Reconsider (or, the Con-\nscious Grid). Retrieved from https://www.scottaaronson.com/blog/?p=1823\nTononi, Giulio and Christof Koch (2015). Consciousness: Here, There, and Everywhere? \nPhilosophical Transactions of the Royal Society of London. Series B, Biological Sciences, \n31(1), 12– 19.\nTurnbull, Margaret Greta (2018). Underdetermination in Science: What It Is and Why \nWe Should Care. Philosophy Compass , 13(2), 1– 11. https://doi.org/10.1111/phc3.12475\nTye, Michael (2017). Tense Bees and Shell-Shocked Crabs: Are Animals Conscious? Oxford \nUniversity Press. https://doi.org/10.1093/acprof:oso/9780190278014.001.0001\nTyndall, John (1872). Fragments of Science  (Vol. 2.). P. F. Collier & Son.\nVulpian, Alfred (1866). Leçons sur la physiologie générale et comparée du système nerveux. \nBaillière."
    }
  ]
}