{
  "doc_type": "scientific paper",
  "title": "Explanatory Injustice and Epistemic Agency",
  "authors": [
    "Mitova"
  ],
  "year": 2020,
  "journal": "Nature B.V. 2020",
  "doi": "10.1007/s10677-020-10094-z",
  "abstract": "What is going on when we explain someone ’s belief by appeal to stereotypes associated with her gender, sexuality, race, or class? In this paper I try to motivate two claims. First, such explanations involve an overlooked form of epistemic injustice, which I call ‘explanatory injustice ’. Second, the language of reasons helps us shed light on the ways in which such injustice wrongs the victim quaepistemic agent. In particular, explanatory injustice is best understood as occurring in explanations of belief through a so-called reason-why when the correct explanation in fact features a motivating reason. I reach this conclusion by arguing that such explanations are a kind of normative inversion of confabulation. Thinking in these terms helps us see both how certain reason-ascriptions empower while others disempower, and (consequently) how through them believers are robbed of agency over their beliefs. Keywords Epistemic injustice .Epistemic agency .Epistemic reasons .Rationalisation .",
  "keywords": [
    "Epistemic injustice .Epistemic agency .Epistemic reasons .Rationalisation"
  ],
  "research_topics": [
    "Epistemic injustice .Epistemic agency .Epistemic reasons .Rationalisation"
  ],
  "created_at": "2025-05-04T23:46:47.623553Z",
  "source_pdf": "documents/research/Global/Mitova 2020 Explanatory Injustice and Epistemic Agency.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Explanatory Injustice and Epistemic Agency\nVeli Mitova1\nAccepted: 24 May 2020 / Published online: 3 June 2020\n#Springer Nature B.V. 2020\nAbstract\nWhat is going on when we explain someone ’s belief by appeal to stereotypes associated\nwith her gender, sexuality, race, or class? In this paper I try to motivate two claims. First,\nsuch explanations involve an overlooked form of epistemic injustice, which I call\n‘explanatory injustice ’. Second, the language of reasons helps us shed light on the ways\nin which such injustice wrongs the victim quaepistemic agent. In particular, explanatory\ninjustice is best understood as occurring in explanations of belief through a so-called\nreason-why when the correct explanation in fact features a motivating reason. I reach this\nconclusion by arguing that such explanations are a kind of normative inversion of\nconfabulation. Thinking in these terms helps us see both how certain reason-ascriptions\nempower while others disempower, and (consequently) how through them believers are\nrobbed of agency over their beliefs.\nKeywords Epistemic injustice .Epistemic agency .Epistemic reasons .Rationalisation .\nConfabulation .Reason-why .Motivating reason\n1 Introduction\nWhat is going on when we explain someone ’s beliefs by appeal to stereotypes associated with\nher gender, sexuality, race, or class, instead of the reasoning that lead her to believe as she\ndoes? Suppose Lindiwe complains to Joe that he has never been supportive enough in her\ncareer. Suppose, further, that she is right to believe this, but he shrugs her off by saying that she\nis just being emotional and overly sensitive. I think most of us would agree that Joe ’s\nexplanation of Lindiwe ’s belief is unjust in some way, and that such injustice is the bread\nand butter of sexist, racist, and other X-ist discourse. This paper tries to motivate two further\nclaims: this is a distinctive form of epistemic injustice; and thinking of it in the language of\nreasons illuminates the relationship between epistemic injustice and agency.Ethical Theory and Moral Practice (2020) 23:707 –722\nhttps://doi.org/10.1007/s10677-020-10094-z\n*Veli Mitova\nvmitova@uj.ac.za\n1Department of Philosophy, University of Johannesburg, PO Box 524, Johannesburg 2006, South\nAfrica"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "The phrase ‘epistemic injustice ’covers any unjust epistemic relation which disadvantages\nsomeone in her capacity as knower. The two paradigmatic instances, with which Miranda\nFricker ( 2007 ) introduced the concept, are testimonial and hermeneutical injustice. Testimonial\ninjustice occurs when a speaker ’s testimony is given less credibility than it normally would,\ndue to identity prejudice on the part of the speaker. Fricker ( 2007 : 23) uses the example of a\nblack man in the '30s American South being wrongfully accused of raping a white woman. His\ntestimony during the trial is, predictably, discredited and twisted by the white jury, clearly due\nto racism and the race power dynamics of the time.\nHermeneutical injustice is a more structural phenomenon.1It occurs when a person lacks\nthe epistemic resources that would enable her to make sense of her experiences or communi-\ncate them to others. The classic example here is when we didn ’t have the concept of ‘sexual\nharassment ’. Without this concept, victims of such harassment were unable to fully understand\ntheir experience or to resist its harms and justify their actions to others by appeal to it (Fricker\n2007 :1 4 7 ) .\nSince the publication of Fricker ’s monograph, many other kinds of epistemic injustice have\nemerged in the literature (e.g., Dotson 2011 ;P e e t 2017 ; Pohlhaus 2012 ). The first aim of this\npaper is to spotlight a new kind –‘explanatory injustice ’.2\nThe second aim is to show that the language of reasons (rather than the more usual one of\nvirtue) illuminates the ways in which explanatory injustice involves wronging the victim in her\ncapacity as epistemic agent.3In particular, I argue, such injustice occurs when we explain a\nbelief through a so-called reason-why when the correct explanation in fact features a motivat-\ning reason. I reach this conclusion by arguing that such explanations are a kind of normative\ninversion of confabulation. Thinking in these terms helps us see how certain reason-ascriptions\nempower while others disempower, and (consequently) how through them believers can be\nbelittled as epistemic agents.\nI proceed as follows. First, I say more about the distinction between motivating reasons and\nreasons-why (§ 1). I then show how confabulation involves the self-attribution of the former\nwhen, in fact, only the latter are present (§ 2). Next, I argue that one fundamental kind of X-ist\nexplanation of action involves the inverse normative distortion (§ 3). Fourth, I show that a\nsimilar inversion is present in belief -confabulation and X-ist explanations of belief (§ 4). Fifth,\nI situate the resulting explanatory injustice on the map of more familiar forms of epistemic\ninjustice (§ 5). I conclude by addressing two potential worries (§ 6).\n2 Kinds of Reasons\nIn this section, I distinguish the kinds of reasons we will need for understanding explanatory\nepistemic injustice.\n1But see Dotson ( 2012 ) for an argument that we shouldn ’t understand it justas a structural phenomenon.\n2One might think that explanatory injustice is a form of what Andrew Peet ( 2017 )c a l l s ‘interpretative injustice ’.\nA paradigmatic case is when a man hears a woman ’s‘no’as a ‘yes’, in line with the stereotype of women liking\nto play hard to get. But this kind of injustice is different in that its vehicle is the interpretation of utterances, rather\nthan the explanation of belief.\n3Iu s e ‘wrong ’rather than ‘harm ’deliberately. If I have a racist belief about you when I am permanently stuck on\na desert island, I can never harm you, but I am clearly wronging you.708 V. Mitova"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2.1 Reasons for Action\nSuppose you are reading in the lounge, and you hear Lindiwe and Joe fighting next door.\nTempers are rising; voices are raised. Then there is silence, and the street door slams. Joe\ncomes into the lounge red-eyed.\nNow imagine two dialogues.\nDRAFT\nYou: Did Lindiwe slam the street door?\nJoe:N o .S h e ’s still next door.\nYou:S t r a n g e .T h e nw h yd i dt h ed o o rs l a m ?\nJoe: Probably the draft banged it shut.\nINDIGNATION\nYou: Did Lindiwe slam the street door?\nJoe:Y e s .\nYou:W h y ?\nJoe: Probably because I told her I ’d cheated on her.\nTwo differences between the dialogues are relevant here. First, in DRAFT, Lindiwe has\nnot performed an action, while in INDIGNATION she has. In DRAFT,am e r ee v e n t\noccurred: the door slammed; its cause was the draft.4InINDIGNATION , by contrast, a\nmuch more special event occurred –anagent brought something about: Lindiwe\nslammed the door.5\nThe second difference between the two cases lies in the explanation of what\nh a p p e n e d .I nb o t hw eh a v ea na n s w e rt ot h eq u e s t i o n ‘Why ’, but they are different\nkinds of answer. In DRAFT we have a merely causal explanation; in INDIGNATION ,w e\nare offered a rationalising one. A merely causal explanation is one that cites a brute\ncause in answer to the question why an event occurred. A rationalising explanation is\none that cites a special kind of cause, typically of an action or belief, one that makes\nthe action or belief intelligible.6\n4Iw o n ’t pretend to have an account either of causal explanation or of the ontology of causal relata. These are\ncomplex issues (see, e.g., van Fraassen 1980 ; Woodward 2014 ), but I trust that we all have enough of an intuitive\ngrip on the concept of cause to be able to distinguish a mere cause from a rationalising one.\n5Precisely how we want to characterise what happened here is a delicate matter. (See, e.g., Davidson 2001 :\nEssay 3.) The present point is simply that there will be plenty of obvious descriptions under which an agent did\nsomething in INDIGNATION ,b u tn o n ei n DRAFT .\n6Some philosophers deny that reasons are causes (e.g., Dancy 2000 ). For arguments that the denial is\nontologically too costly, see Mitova ( 2017 : § 3.2.2).Explanatory Injustice and Epistemic Agency 709"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Philosophers of action and metaethicists mark this distinction by speaking of two kinds of\nreasons –a reason-why and a motivating reason.7A reason-why is a plain old cause. A\nmotivating reason is a consideration that the agent took to favour her action or belief, and that\nhence moved her to act or believe as she did. Thus, in INDIGNATION , Lindiwe took the fact that\nJoe cheated on her to favour slamming the door on him. Citing such reasons explains the\naction by making it intelligible.\nTypically, the correct explanation of action features motivating reasons, the sort of consid-\nerations that both cause and rationalise the action.8But some of our explanations feature\nreasons-why. Consider a third dialogue.\nDRINK\nYou: Did Lindiwe slam the door?\nJoe:Y e s .\nYou:W h y ?\nJoe: Because she is drunk, and she always gets violent when she drinks.\nLike DRAFT,DRINK cites a reason-why for the happening. But unlike DRAFT and like INDIGNA-\nTION the happening is an action: an agent, wobbly as she was, did something.\nSometimes the explanation of an action in terms of a reason-why will be correct. It may be\nthat there is simply nothing rationalising to be cited in its favour. At other times, the\nexplanation won ’t be correct. Such cases will be the topic of § 3. For the moment, the\nimportant thing is this. One way of thinking about the distinction I am drawing here is that\na reason-why cannot be taken by the agent to favour or make intelligible the action in question.\nThus, while Lindiwe can slam the door because she is drunk, in the causal sense of ‘because ’,\nshe cannot coherently think to herself, ‘I am drunk, so let me slam the door ’. Being drunk\nsimply doesn ’t make slamming the door intelligible. (Though it can be a motivating reason for\nother actions –like going to bed or taking a cold shower, say.) A motivating reason, by\ncontrast, can be, and typically is taken by the agent to favour the action. Thus, Lindiwe can\nt h i n kt oh e r s e l f , ‘Joe has cheated on me, so I will slam the door on him ’.\nMotivating reasons can feature in deliberation in this way, because, unlike reasons-why,\nthey can be good reasons, or more technically, ‘normative reasons ’. These are considerations\nthat in fact favour the action (though they needn ’t do so conclusively).9Thus, when things go\nwell, the agent ’s reason for doing something is in fact a normative reason for doing it. That\nsomeone wronged you by cheating on you in fact favours slamming the door on him. And\n7Examples include Alvarez ( 2010 ) and Dancy ( 2000 ). Some authors use ‘explanatory reasons ’instead of reason-\nwhy, but this label courts confusion. First, it misleadingly suggests that motivating reasons aren ’t explanatory.\nAnd this leads to various problems in the ontology of reasons debate. (I have argued for this in Mitova 2017 :§\n1.2). Second, as a matter of fact, the literature vacillates in its use of ‘explanatory reason ’, partly because the term\nis ambiguous between purely causal explanation and a rationalising one. Here, for example, is Parfit using it as a\nsynonym of a motivating reason, instead of a reason-why: ‘When we have [a normative] reason, and we act for\nthat reason, it becomes our motivating or explanatory reason ’(Parfit 2001 : 17).\n8‘Correct ’here and throughout doesn ’tm e a n ‘ideal ’,b u ts i m p l y ‘faithful to what in fact moved the agent to act/\nbelieve as she did ’. Thanks to an anonymous reviewer for requesting clarity here.\n9This ‘favouring ’analysis of normative reasons isn ’t without its opponents (e.g., Hieronymi 2005 ). See Mitova\n(2017 : § 1.2.1) for why such opposition is misguided.710 V. Mitova"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "when Lindiwe takes it to do so, as she does in INDIGNATION , she acts for a good reason. But\nthere is no such fit between a reason-why and a good reason: being drunk simply can ’tb ea\ngood reason for slamming the door.\n2.2 Reasons for Belief\nThese distinctions amongst kinds of reasons can be equally drawn for belief. Consider the\nfollowing pair of dialogues:\nJEALOUS\nJoe: Ugh, Lindiwe just walked out on me because she believes I ’ve cheated on her.\nYou: Why does she believe that?\nJoe: Because she is pathologically jealous.\nEVIDENCE\nJoe: Ugh, Lindiwe just walked out on me because she believes I ’ve cheated on her.\nYou: Why does she believe that?\nJoe:B e c a u s eIt o l dh e rIh a d .\nWe can say here pretty much the same things as we said about the difference between DRINK\nandINDIGNATION .10InEVIDENCE , Lindiwe ’s belief is explained by appeal to her motivating\nreason, or her evidence –Joe’s testimony, something she took to favour the belief that he has\ncheated on her. In more familiar epistemology-speak, a motivating reason is the reason on\nwhich Lindiwe based her belief.11This reason can be a good reason –a consideration that in\nfact favours believing Joe unfaithful. It is, hence, something that she can take up in deliberation\nabout what to believe: ‘Joe told me he cheated on me; so, he probably did. ’\nBy contrast, no such motivating reason is available in JEALOUS . Only a reason-why is. The\nfact that you are pathologically jealous is not something that favours believing your partner\nunfaithful. Consider: ‘I am pathologically jealous; so, he probably cheated on me ’.\nJEALOUS features a clear-cut case of a reason-why explanation of belief. Arguably, another\ninstance of such explanation are cases when we cite a pragmatic reason for the belief. For\ninstance, Lindiwe could have formed the belief above, say, because she was sick of Joe and\nwas looking for an excuse to leave him. This is only a reason-why, the thinking would go,\nbecause it cannot feature in our explicit deliberation about what to believe.12Thus, while such\nexplanations make the belief pragmatically intelligible, they don ’tm a k ei t epistemically so.13\n10Id o n ’t mean to suggest that the concepts of motivating reason and reason-why will have the same extensions\nin the action and belief case, just that their intension is the same.\n11The so-called basing requirement, which many accept, is the requirement that in order for your belief to be\n(doxastically) justified, it needs to be held for the good reasons you have for it (e.g., Neta 2002 ).\n12This is meant simply as a psychological claim that is accepted by pretty much everyone. (The locus classicus is\nWilliams 1973 .)\n13I am obviously skirting rather brashly the debate about whether pragmatic reasons can be normative reasons\nfor belief. For arguments that they can be, see e.g., Reisner ( 2009 ).Explanatory Injustice and Epistemic Agency 711"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "3 Confabulation\nI have introduced the distinction between reasons-why and motivating reasons at such length,\nbecause it can help us make perspicuous the power dynamics of reasons-ascriptions. I said that\nmotivating reasons provide rationalising explanations by being both the cause of the action or\nbelief and the thing that makes the action or belief intelligible. Since the notion of a cause is\nfactive, this means that the agent must have acted for that reason.14\nBut there is another kind of rationalising explanation, with which we are familiar from\neveryday life –what psychologists call ‘rationalisation ’or‘confabulation ’. (I will stick to the\nlatter term, to avoid confusion.) You have had too much coffee and irritably tell me off. When\nI suggest that it is not you but the coffee speaking, you indignantly fabricate on the spot a\nperfectly intelligible –but of course false –story about why I deserved to be told off.\nSuch confabulation, according to some researchers, is disturbingly pervasive. Let me give\none case, based on a familiar experiment (Nisbett and Wilson 1977 ), so that we have\nsomething real to hold onto.\nSTOCKINGS\nYou and I, and a whole bunch of other people, are shown four identical pairs of\nstockings and asked to choose one. Most of us choose the one on the furthest right.\nWhen asked why we chose that one, no one cites the position of the stockings; each of\nus gives a reason that clearly shows the superiority of the choice we made –the chosen\npair was silkier, finer, classier, you name it.\nThis case, along with many others, epitomise one kind of choice-confabulation. Some have\nargued that much of our reasoning in fact follows this and other irrational patterns. Others have\ndisputed both this claim and the experimenters ’interpretation of the above results.15But no\none, to my knowledge, denies that confabulation sometimes happens. This is all my argument\nneeds. So, I will use the above case merely as a handy illustration; the reader is welcome to\nreplace it with her favourite example of confabulation.\nHere are the three features of such cases that interest me. First, the sufficient cause of the\nchoice (as far as reasons are concerned) is some bias.16InSTOCKINGS , it is a bias in favour of\nthings on one ’s right. Second, no true rationalising explanation of the choice is in the wings.\n(This feature is entailed by the first, since the cause was said to be sufficient.) In STOCKINGS ,w e\nare told that the stockings are identical, so there can ’t be a good reason for choosing one pair\nover others. Given the large number of people who settle on the same pair, we can also be\npretty sure that there isn ’t a motivating reason at work, but it is made up in retrospect. Finally,\nthe rationalising explanation that is in fact offered in STOCKINGS and other such cases doesn ’t\nobtain. This feature is entailed by the second –anda fortiori by the first. Since I was caused by\n14Some philosophers deny that motivating reasons need to be the ones the agent actually acted for (e.g., Broome\n1997 : 88). For an argument why this is both linguistically and theoretically ill motivated, see Mitova ( 2017 :§\n1.2.2).\n15See, for instance, Newell and Shank ( 2014 ).\n16Clearly, many reasons-irrelevant things need to obtain in order for the choice to be made. (You need to have a\nhead, for starters.) As John Mackie ’s hunt for the INUS condition has taught us, causal explanation, especially of\nthe kind we are after here, is a very tricky matter. (See Mackie 1965 , and for an example of a critique Jackson\n1982 .) I have already owned that I don ’t feel up to settling it here (note 3).712 V. Mitova"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "bias to choose the stockings, the reason I am citing as mine –their silkiness, say –is not what\nmoved me to choose.\nIf these are genuine features of a certain kind of confabulation, then we can give the\nfollowing schema for it:\nCONFABULATION *:\nSmakes a choice or performs an action for nothing other than a reason-why at t 1,b u t\nself-ascribes an ostensible motivating reason at t 2.\nI will just focus on this kind of confabulation here: it essentially involves the self-promotion\nfrom the space of mere causes into the space of reasons and hence agency.\nI have qualified it with an asterisk, so as not to imply that it is the only kind of confabulation\nout there. Another common kind arguably occurs in cases in which an action is performed out\nof a morally suspect motivating reason, but one cites to oneself a morally good motivating\nreason. (Say that I bought you chocolates to curry favour with you, but persuaded myself that I\ndid it to cheer you up.) I suspect that this is a less empowering confabulation, but don ’th a v e\nthe space to defend the suspicion here. The point of mentioning it is simply to distinguish it\nfrom my present target, which involves cases where the agent didn ’t act for anymotivating\nreason, but self-ascribes one nonetheless.\nSuppose that we17indulge in this kind of confabulation because, as we keep being\ninstructed, we are meant to be rational creatures, and lapses into arationality unsettle us so\nmuch that we need to make up an intelligent story where none exists. I say ‘suppose ’. It seems\nto me that the research on cognitive dissonance (starting with Festinger 1956 ) supports this\nsuggestion, but I am not concerned with a psychological account of these phenomena.18So\nhere is my claim: ifthe ‘suppose ’is true, then it would explain an interesting fact about the\nrelative powers of motivating reasons and reasons-why. Citing motivating reasons makes the\nexplanation look respectable and the actor look good. In contrast, citing reasons-why alone\ndemeans the actor by offering a merely causal explanation of her action. Another way of\nputting it: motivating-reasons ascriptions empower; reason-why ascriptions disempower; this\nis why we are at such pains to confabulate good-looking explanations of our actions. Treat this\nas a hypothesis that may be useful in analysing some forms of epistemic injustice. (Whether it\nisuseful, the reader can judge in § 4.)\nTwo thoughts lend some prima facie support to the claim that the one kind of reason\nempowers and the other disempowers, even if it turns out that I am wrong about why people\nengage in confabulation. First, many philosophers think that being done for a reason is a\nconstitutive feature of action. Hence, Elizabeth Anscombe ’s(1976 ) famous characterisation of\naction as something to which a particular sense of the question ‘why ’is applicable. So, to\nmerely cite a cause in the explanation of my action is somehow not to acknowledge that it isa\nfull-blown action, and hence to deny me agency in it.\nSecond, we really are demeaned and feel like we are not being taken seriously by being\nexplained away like this. Think of traditional putdowns such as ‘She is only saying that\nbecause she is emotional ’,o r ‘He is only acting like this because he hasn ’t taken his meds ’.I f\nyou are the she or he in question and realise that the explanation is correct, the realisation will\n17I am well aware of the barbed sound to this pronoun. One of the important lessons of recent work in\nexperimental philosophy is that such intuitions can vary with culture (Weinberg et al. 2001 ) and gender\n(Buckwalter and Stich 2014 ).\n18More recently, some have argued that our need for consistency is, in fact, an integral part of moral progress\n(e.g., Campbell and Kumar 2012 ; Summers 2017 ).Explanatory Injustice and Epistemic Agency 713"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "come as a vexing surprise to you. If it is not correct, you will probably feel like you are not\nbeing given your due.19\nAlthough these examples involve the agent ’s being aware of the demeaning explanation,\nmy claim doesn ’t depend on such awareness. The subject of the explanation would be\ndemeaned qua agent regardless of whether she is aware of it. It is enough that she is\nwrongfully represented as less than a full agent. I will return to this point in § 4.2.20\nThese thoughts, of course, hardly provide deductive support for my claim that reasons-why\ndisempower while motivating reasons empower. It is not as though because action is some-\nthing done for a reason, citing a cause disempowers me. But I think they do lend the claim\nabductive credibility: the disempowering effect of reason-why ascriptions would be a good\nexplanation of why I feel demeaned when explained in this way. It may be that these powers of\nreason-ascriptions are due to a particular androcentric, over-intellectualised view of ‘man ’as\nthe rational animal. Be that as it may, many of us have internalised them to a greater or lesser\ndegree, and hence accounts of reasons-ascriptions and of epistemic injustice which pretend\nthey don ’t exist are incomplete.\nThis then is confabulation*: it involves the self-ascription of a supposed motivating reason\nwhen, in fact, only a reason-why is available.\n4 Reasons for Action and Power\nThese morals were drawn from reflecting on self-ascriptions of reasons. But as feminist, race-\nand queer-theorists have taught us, power is often a zero-sum game. If someone ’se m p o w e r e d\nin the social domain, it is typically at the expense of someone else (e.g., Mills 2007 : 15). This\nis obscured by focusing on self-ascription and isolated subjects, as I have been doing so far.\nSo, I now move to other-ascriptions of reasons, and argue that one of the most pernicious\nforms of sexist, racist, and any X-ist explanation of action is the exact inverse of\nconfabulation*.\nRemember Joe and Lindiwe from § 1.1? Let us carry on a bit from INDIGNATION .\nGIRL\nYou: Why did Lindiwe slam the door?\nJoe: Because I told her I ’d cheated on her.\nYou:S o ?\nJoe: Ugh, you know girls, all emotion and no thought.\nHere is what just happened in the language of reasons: you and Joe took away Lindiwe ’s\nmotivating reason (justly feeling wronged, or however you prefer phrasing it), and replaced it\nwith a reason-why. You did it by not seeing as intelligible something which is perfectly\nobvious to anyone with the barest grasp of monogamous relationships. Joe added insult to\n19We can also use such phrases to excuse people. Although not disempowering, such excuses still help support\nthe larger point here: they work only insofar as they deny the actor agency over her action.\n20Thanks to an anonymous referee for helpfully pressing me on this point.714 V. Mitova"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "injury by spelling out what was driving your incomprehension in any case –the thought that\nthere is no question of intelligible explanation when ‘girls ’are at issue.\nI suggest the following schema for this kind of explanation (where ‘S’stands for ‘subject ’\nand ‘E’for‘explainer ’):\nX-IST*EXPLANATION OF ACTION\nThe correct reason for S’s action is provided by a motivating reason, but Ecites instead a\nreason-why in explaining S’sa c t i o n .\nThree points about this schema. First, it clearly oversimplifies by supposing that there is a\nsingle correct motivating reason for each action, which is moreover easily identifiable. I think\nthat typically both of these assumptions would be correct, but those who feel uneasy are\nwelcome to replace ‘correct reason ’with ‘correct sufficient reason ’or‘most salient correct\nreason ’. Nothing in my argument turns on leaving out these complications. I just do so for the\nsake of space.21\nSecond, the schema is most certainly not meant to offer a fully-fledged analysis of X-ist\nexplanation. As it stands, it is compatible with the option of positive reasons-why making the\nexplanation X-ist.22Say that you bought me chocolates in order to cheer me up, but I\nexplained it by saying ‘You just can ’t help yourself; it ’s your generosity ’. Then I am ascribing\nto you a reason-why when you had a motivating reason, but clearly the explanation isn ’tX - i s t\nin any obvious way. So, a fully-fledged analysis would have to say what else needs to be in\nplace in order for the explanation to be properly X-ist and to thereby constitute a wrong. I will\nreturn to this point in § 4.2. For now, the point of the schema is to provide one hopefully\nilluminating way of capturing the power-dynamics of reasons-ascriptions in this kind of\nexplanation. This, in turn, will afford us the beginnings of an account of the way our epistemic\nagency is wronged in explanatory injustice.\nThird, and starting work on this aim, it should be readily apparent that the above schema is\nthe precise inverse of confabulation*, where something was done for a reason-why alone but a\nloftier explanation in terms of a motivating reason was offered. What is the significance of this\nnormative inversion? I think this: just as in confabulation* the subject is trying to elevate her\naction and hence herself, by citing a proper reason when only a reason-why is available, so in\nX-ist* explanations the explainer is demeaning the explained by giving a mere reason-why\nwhere a proper reason is available. Since, as discussed in § 2, to deny someone a motivating\nreason is to deny her agency in her own action, this type of explanation is a fundamental form\nof disempowerment.23\nIt is worth emphasising again (as I did in the confabulation case) that the sense in which\nLindiwe is robbed of agential power doesn ’t depend on her being aware that an X-ist\nexplanation has been given of her action. Incorrectly being represented as lacking in agency\nwrongs the agent regardless of whether she knows about the wrong: in a world in which social\nidentities are partly constructed by others, agential authority in part depends on others ’\nacknowledgement of it. When the acknowledgement is wrongfully withheld, our agency is\nbelittled and an injustice is perpetrated.\n21Thanks to an anonymous reviewer for pressing me on this point.\n22Thanks to an anonymous reviewer for pushing me on this point in the context of the example in § 4.2.\n23Which is not to say, of course, that the corresponding injustice is the only one worth combatting, nor that if we\neradicated it, other injustices would disappear.Explanatory Injustice and Epistemic Agency 715"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Finally, let me briefly contrast this kind of X-ist explanation with another, corresponding to\nthe other type of confabulation briefly discussed in § 2. The vehicle here are actions done for a\nmotivating reason, but explained in terms of a less morally good motivating reason. Think, for\ninstance, of explaining a woman ’s action as due to women ’s apparently insatiable need to\nensnare potential husbands. When such explanations are due to identity bias, large groups of\npeople deprive other groups of people of their rightful moral authority. In X-ist* explanations,\nby contrast, the agent is deprived of agential authority simpliciter.\n5 Epistemic Reasons and Power\nSo far, I have argued that one fundamentally disempowering form of biased explanation of\naction is the obverse of an empowering form of confabulation*. In the latter, we empower\nourselves by incorrectly self-attributing a motivating reason; in the former, we disempower\nanother by incorrectly attributing to her a reason-why. The talk of power is literal in both cases:\nwe either endow ourselves with agency over our action or represent another as having no\nagency over hers.\nWhat does all this have to do with epistemic injustice? The answer, of course, is that when\nyou don ’t grant people their due epistemic agency, you are in the business of unjustly\ndepriving them of epistemic power, hence inflicting an epistemic injustice on them.\nMany will be unhappy about talk of epistemic agency and of purely epistemic powers. One\nway of looking at this paper is as an argument for legitimating such talk. Talk of epistemic\nagency is made more plausible by the structural analogies between the epistemic and practical\nnormative domains which I highlight here. And talk of epistemic powers is legitimated in four\nsteps. First, I have already shown that reasons-ascriptions are vehicles of power. Second, and\nin what follows, I develop the epistemic analogue of the relationship between confabulation*\nand X-ist* explanation (§ 4.1). Third, I argue that these latter phenomena involve similar\npower exchanges as their action counterparts (§ 4.2). Finally, I point to some common\ninstances of such exchanges in order to make sure of the reality of the injustice I am trying\nto isolate (§ 4.3).\n5.1 Epistemic Confabulation\nRecall STOCKINGS , in which people displayed a bias in favour of things on their right, but would\ninstead explain their choice by citing all sorts of reasonable things like the greater softness of\nthe stockings. These kinds of cases, I suggested, have the following shape:\nCONFABULATION *:\nSmakes a choice or performs an action for nothing other than a reason-why at t 1,b u t\nself-ascribes an ostensible motivating reason at t 2.\nAlthough this schema characterises an action- or choice-confabulation, we can easily replicate\nit for belief. For the confabulation of the choice is in fact achieved through the confabulation of\na belief that is constitutive of the choice. The content of the belief in this case is something like\nthis:\nBESTPair 4 is superior to the other three pairs.716 V. Mitova"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "What made me believe BESTwas something like this:\nRIGHT-BIASWhen asked to choose amongst identical objects, most agents go for objects\non their furthest right.\nBut what I cite in confabulation is:\nSOFTPair 4 is the softest.\nSOFTwould be a good reason for believing BEST. But, the experiment teaches us, SOFTis not in\nfact the agent ’sr e a s o n –or the reason on which her belief is based. Rather, the belief was\ncaused by RIGHT-BIAS.\nWe can then have the following characterisation of this type of belief confabulation:\nBELIEF CONFABULATION *\nSadopts a belief at time t 1for a reason-why, but self-ascribes an ostensible motivating\nreason at t 2.\nAnd we can tell the same story as we did in the action case. Suppose we treated as a hypothesis\nthe claim that we belief-confabulate because, given certain historical contingencies and\ncentricities, we are distressed by thinking of ourselves as epistemically arational. So, we just\nmake up a motivating-reason story for why we believe as we do. This hypothesis would then\nexplain certain power asymmetries in citing one explanation of the belief over the other. Thus,\nthe true, RIGHT-BIASexplanation of my belief in BESTis disempowering. It makes me look\ntheoretically arational (for the good reason that I am). So, I empower myself by self-ascribing a\nmotivating reason instead, citing SOFT. A motivating reason, in this context, would be a\nconsideration that favours believing the proposition in question. Typically, this is something\nthat the agent takes as evidence of the truth of that proposition.\nNotice that the sort of power involved here is distinctly epistemic. It is not, in this case, that\nI am empowering myself as the agent of an action or choice, but rather by construing myself as\nbelieving for the right epistemic considerations. That is, I ascribe myself epistemic authority by\nrepresenting my belief as epistemically rational (or justified, or epistemically good in some\nother way). This is a purely epistemic power-gain, even though, the resultant choice -confab-\nulation also empowers me through endowing me with practical agency where none was\npresent before.\nIf this is on the right track, epistemic motivating reasons are shown to come with epistemic\npowers. We should thus expect that at least some forms of epistemic injustice would involve\nthe sort of power-inversion of confabulation* that we found in the practical case (§ 3.2).\n5.2 Epistemic Injustice and Reasons\nLet’s consider a last (you ’ll be heartbroken to hear) dialogue:\nMATHS STAR\nYou: Nkanyezi thinks he will be a great mathematician.\nJoe: Ha! Wishful thinking. We all know that black people aren ’t strong on abstract\nthought.Explanatory Injustice and Epistemic Agency 717"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "You: But he says he is already at the top of his third-year class. And he did the entire\ndegree in one year, even though he is only fourteen!\nJoe: Yeah, well, the lecturers are soft with him because he is a teacher ’s pet.\nMATHS STARis a typical instance of biased explanation of belief. According to Nkanyezi\nhimself, his belief that he will be a great mathematician is based on what by any standard is\nexcellent evidence. Most of us find school maths pretty tricky at the age of fourteen, let alone\ntaking a whole university degree of the stuff in one year. So, he clearly has a motivating reason\n–and a good one to boot –for believing as he does. Joe ’s explanation of the belief, however,\nfeatures a mere reason-why –wishful thought. When the facts are brought to Joe ’s attention, he\nimmediately discounts them as proper reasons by trying to show that they don ’ti nf a c tf a v o u r\nNkanyezi ’s belief.\nAs in the action case, a mere reason-why explanation will sometimes be appropriate for\nbelief. Think of the proverbial cuckolded husband who holds onto the belief that his wife is\nfaithful in order to preserve his self-esteem. Arguably, Joe ’s own belief that Nkanyezi is\nindulging in wishful thought is of this kind, too. But in Nkanyezi ’s case, such an explanation is\nplainly inappropriate. It can only be due to recalcitrant bias, as the dialogue should make\nobvious.\nHere is a schema for such explanations:\nX-IST*EXPLANATION OF BELIEF\nSholds a certain belief for a motivating reason (i.e., the belief is based on good evidence\nas far as Sis concerned); but Ecites instead a reason-why in explaining S’sb e l i e f .\nThis way of putting things hopefully makes clear that this explanation exactly mirrors Belief\nconfabulation*, and hence the disempowerment attendant on citing a reason-why in place of\nthe real motivating one. In case it isn ’t quite clear: in confabulation, the rationaliser epistemi-\ncally empowers herself by construing her belief as epistemically rational. This is done by citing\nan epistemic motivating reason in place of the real reason-why. In X-ist* explanation,\nconversely, the explainer epistemically disempowers the explained by construing his perfectly\nrational belief as irrational, or worse arational.24This is done by citing a mere reason-why in\nplace of the real motivating reason.\nNotice that, as with its action equivalent, the schema is not meant to provide a fully-fledged\nspecification of X-ist* explanation. In particular, it leaves it open that incorrect positive reason-\nwhy explanations also count as X-ist*. This might sometimes be true (e.g., with appeals to the\nstereotype of Asian students being great at maths), but typically it won ’t be. I think that the\nmost plausible fix here would be to add the condition that the reason-why ascription (positive\nor negative) be due to identity prejudice.25This would give us a more comprehensive account\nof the wrongs involved in X-ist* explanations, but I don ’t have the space to defend it here. It\nwill be enough if the schema is taken to isolate a perspicuous connection between reasons-\nascriptions and agency.\n24I am being deliberately non-committal here. My intuition is that ‘arational ’is the right label whenever a\nreason-why is the sole explanation. But staking this claim for belief would, I think, commit me to a side in the\nevidentialism-pragmatism debate, of which I promised to steer clear (see note 13).\n25Thanks to an anonymous referee for the suggestion.718 V. Mitova"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "I have told the epistemic disempowerment story in terms of irrationality. One could also\nthink of wishful-thought attributions in the normatively thicker terms of epistemic irresponsi-\nbility. On this reading, Joe is representing Nkanyezi as epistemically irresponsible. But it\ndoesn ’t much matter on which account of wishful thought we settle. On either reading, the\nexplanation diminishes Nkanyezi ’s epistemic agency: it represents him as epistemically\ndefective, as lacking the kind of rational authority over his belief that he in fact has.\n5.3 The Reality of X-ist* Belief Explanation\nOne might worry at this point that the kind of phenomenon I have isolated here is so narrowly\ncircumscribed, that even if it is occasionally instantiated, it is too rare to make it a worthwhile\nstarting point for theorising the relationship between epistemic injustice and agency.\nUnhappily, though, such explanations are all too widespread. Let me just mention three\nobvious areas. One is in everyday X-ist discourse as above. Thus, to recall my opening\nexample, it is common for us to say that someone believes that we wronged her because she\n(like all girls) is overly sensitive. Such explanations are especially prevalent when the ‘we’are\nprivileged and the ‘she’is not; and tend to represent the unprivileged group as for ever on the\nlookout for X-ist slight.\nAnother common kind of X-ist* explanation is ideological explanation. One often hears\nstatements such as ‘You only believe this because you are a white liberal ’,o r ‘She wouldn ’t\nbelieve this unless she were the out-and-out capitalist she is ’. Such purely causal explanations\nwill be sometimes correct. But when mistaken and driven by identity prejudice, they will often\nbe instances of X-ist* belief explanation.\nFinally, any incorrect ‘interest explanation ’–an explanation of a belief or theory in terms of\ninterests rather than epistemic grounds –will follow the X-ist* pattern. For instance, sociol-\nogists of knowledge tend to explain the adoption of a certain scientific theory by appeal to the\nfinancial and social interests of the scientists involved. Such explanations tend to make the\nadoption of the theory sound irrational, undermining its scientific probity. My current proposal\nexplains why: they give a causal explanation in place of a rationalising one. When the right\nexplanation is the rationalising one, this constitutes a form of injustice.\n6 The Place of Explanatory Injustice\nI have argued here that the language of reasons illuminates the way in which our epistemic\nagency is wronged in explanatory injustice, the one involved in X-ist* explanation. A natural\nquestion to ask at this point is how explanatory injustice relates to the two more standard types\nof epistemic injustice in the literature, with which I opened.\nI am not sure that there is any straightforward connection to hermeneutical injustice. This\nsort of injustice, recall, concerns depriving another of an epistemic resource that would enable\nher to make sense of her experiences either to herself or to others. Since X-ist* explanation\ndoesn ’t confer or withhold this kind of resource, it seems unrelated to hermeneutical\ninjustice.26\n26It should be noted, though, that explanatory injustice is probably one of the drivers of white ignorance (Mills\n2007 ) and other forms of wilful hermeneutical ignorance (Pohlhaus 2012 ).Explanatory Injustice and Epistemic Agency 719"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Some forms of testimonial injustice, however, c ould arguably be analysed in terms of X-ist*\nexplanation. One obvious example is the Talented Mr Ripley case Miranda Fricker discusses.\nBriefly: Marge believes that Ripley is involved in Dickie ’s disappearance, based on witnessing\nRipley ’s suspicious behaviour and being convinced that Dickie wouldn ’t commit suicide (the\nofficial hypothesis). Greenleaf explains her belief as due to ‘a sweetheart ’s wishful thinking ’(Fricker\n2007: 87), silencing her with the words ‘Marge, there ’s female intuition, and then there are facts ’\n(cited by Fricker 2007:9 ) .27We can see this case as one in which a woman ’s testimony is\ndisregarded due to an X-ist* explanation of her belief: Marge ’s belief is based on motivating reasons\n(evidence and a sound inference), but is explained i nstead in terms of a pure cause (wishful thought).\nPerhaps many kinds of testimonial injustice which involve doubting people ’s competence can be\nanalysed in this way.28If so, the important thing to keep in mind is that explanatory injustice would\nbe the genus. (Test: testimony was not doing the work in any of the examples until now.)\nThinking about some kinds of testimonial injustic e as a species of explanatory injustice would\nhave at least two advantages. First, it would allow us to see what is culpable about testimonial kinds\nof injustice. Fricker herself argues t hat the Greenleaf example involves non-culpable injustice, given\nthe historical backdrop of the 1950 ’s (2007: 100 –1). But some philosophers have questioned this\ndiagnosis, urging that injustice entails wronging so meone (something Fricker herself concedes); but\nwronging entails culpability (e.g., Riggs 2012). If you share this sentiment, as I do, the above\naccount gives you a straightforward way of pinn ing down what is culpable about this form of\ninjustice: it is wrong to disempower another, to re present her as lacking her rightful epistemic\nauthority, through ascribing a reason-why in place of the real motivating reason.\nThe second advantage to thinking about testimonial injustice as a kind of explanatory\ninjustice, and hence, in terms of reasons, is that we can then see what is distinctively epistemic\nabout testimonial injustice. My feeling is that existing accounts fall somewhat short in this\nrespect. The thinking seems to be that what makes the injustice epistemic is that the victim is\ndeprived of (non-incidentally) epistemic goods, such as credibility, and is thereby wronged\nquaknower (Fricker 2007 :1 ) .B u tId o n ’t think this is quite right. If you are a professional\nrunner and I steal your only pair of trainers, I am unjustly depriving you of a sporting good and\nwronging you quasportsman, but it doesn ’t follow that I have inflicted a sports injustice on\nyou. Similarly, the move from the fact that I am depriving someone of an epistemic good to the\nclaim that I have wronged him epistemically seems a bit quick.\nIf you agree and think that epistemic injustice is, nonetheless, a distinctively epistemic\nwrong, the present proposal helps account for this intuition: what is distinctively epistemic\nabout explanatory injustice is that it involves the person ’s belittlement through robbing her of\ndistinctively epistemic reasons. Such reasons aren ’tm e r eg o o d s –like credibility and trainers.\nThey are the stuff of epistemic normativity, the stuff that circumscribes the space of epistemic\nagency, and determines what you ought to believe, whether your belief counts as knowledge,\nand so on.29\n27In order not to overcomplicate things, I am happy that ‘silencing ’here is heard in the non-technical sense. But,\nof course, what goes on is also technical silencing. See, e.g., Dotson ( 2011 ).\n28This is to distinguish it from cases, like Tom Robinson ’s, where the testifier ’ssincerity , rather than\ncompetence, is doubted. For a persuasive argument that these should be treated as different kinds of injustice,\nsee McGlynn ( 2019 ).\n29Admittedly, thigs are not as simple as I am presenting them here. (Thanks to an anonymous reviewer.) In\nparticular, I am assuming that reasons are more basic to normativity than goods. And this is, of course, a\ncontentious issue, and certainly not one that I can settle here. Hopefully, the unconvinced will at least accept that\nmy account has the first advantage I claim it does.720 V. Mitova"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Thus, thinking of X-ist* explanation not only illuminates a distinctive form of epistemic\ninjustice, but also allows us to fruitfully analyse already acknowledged forms as a subspecies\nof the larger distinctive kind.\n7 Conclusion\nI have argued here that using the language of reasons allows us to spotlight a particular form of\nepistemic injustice involved in some biased explanations of belief. These are explanations\nwhich cite reasons-why when, in fact, the belief is based on motivating reasons. This\nconstitutes an epistemic injustice, I have argued, because of the disempowering effect of\nreason-why explanations. First, I argued that confabulation of action is a form of self-\nempowerment precisely because it cites a motivating reason when only a reason-why is\navailable. The empowerment is due to the fact that citing a motivating reason represents the\nactor as an agent of her action. Next, I showed that a certain kind of biased explanation of\naction does precisely the inverse: it disempowers the person we are explaining by citing a\nreason-why for her action, thus denying her agency in her own action. Third, I showed that the\nbelief case is parallel for both confabulation and biased explanation. This suggested that when\nwe explain someone ’s belief by citing a mere reason-why, there is a clear sense in which we\nare epistemically disempowering the person so explained, depriving her of epistemic authority.\nThis is no more than a sketch, of course, meant to open up a space for theorising epistemic\ninjustice in relation to agency. Instead of filling in this sketch, though, I wish to close by\ngesturing at two potential doubts about this project. Allaying them will show us what we gain\nfrom thinking about explanatory injustice.\nFirst, do we really need the language of reasons to say all I have said here? Couldn ’tw ej u s t\nsay, ‘Treating someone as irrational is epistemically wronging her by depriving her of her\nrightful epistemic status ’? Well, of course we could say that, but we can ’tjustsay it.\n‘Irrational ’and ‘rightful epistemic status ’are not very useful labels, because people mean so\nmany different things by them. Isolating a particular kind of irrationality and associated\nepistemic status through a particular power-dynamic of reasons-ascription will hopefully be\nseen as giving us some finer tools for thinking about epistemic injustice.\nBut (and this is the second doubt) what is so special about the particular kind of biased\nexplanation on which I have focused here? I have suggested several times that this kind of\nexplanation of action is a fundamental form of disempowerment because it robs the agent of\nher agency over her action. An agent ’s action is something done for a reason. When we deny\nher that reason, we deprive her of her authorship of the action. A similar thing can be said\nabout belief . A creature who was consistently at the mercy of mere causes would not have\nbeliefs, it would be more like a thermostat than an agent. Interpreting my belief as being held\nfor no good reason disempowers me by construing me, no matter how briefly, as such a\ncreature. Given that such a creature is incapable of doing and believing things for reasons, and\ngiven that I am not such a creature, a fundamental sort of injustice has been inflicted on me.\nIf these thoughts are on the right track, the way is hopefully clear for an account of\nexplanatory injustice and how it wrongs us quaepistemic agents.\nAcknowledgments Huge thanks to Miloud Belkoniene, Ward Jones, Martin Kusch, and Robin McKenna, for\nreally helpful comments on earlier drafts. Many thanks for their feedback on related talks, to my audiences at\nBetween Belief and Ethics Workshop (Cologne 2019), Epistemic Injustice, Reasons and Agency WorkshopExplanatory Injustice and Epistemic Agency 721"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "(Johannesburg 2019), the 24th World Congress of Philosophy (Beijing 2018), Epistemic and Practical Ratio-\nnality Workshop (Fribourg 2018), and Rhodes Philosophy Graduate Day (Rhodes University 2017). Thanks to\nthe British Academy Advanced Newton Fellowship NAFR1180082 for their financial support.\nReferences\nAlvarez M (2010) Kinds of reasons: an essay in the philosophy of action. Oxford University Press, New York\nAnscombe GE (1976) Intention (2nd edition, repr.). Blackwell, Oxford\nBroome J (1997) Reasons and motivation. Aristotelian Society, Suppl 77:131 –146\nBuckwalter W, Stich S (2014) Gender and philosophical intuition. In: Knobe J, Nichols S (eds) Experimental\nphilosophy, 2nd edn. Oxford University Press, Oxford, pp 307 –346\nCampbell R, Kumar V (2012) Moral reasoning on the ground. Ethics 122(2):273 –312\nDancy J (2000) Practical reality. Oxford University Press, Oxford\nDavidson D (2001) Essays on actions and events, 2nd edn. Clarendon, Oxford\nDotson K (2011) Tracking epistemic violence, tracking practices of silencing. Hypatia 26(2):236 –257\nDotson K (2012) A cautionary tale: on limiting epistemic oppression. Front J Women Stud 1:24 –47\nFestinger L (1956) A theory of cognitive dissonance. Stanford University Press, Stanford\nFricker M (2007) Epsitemic injustice: power and the ethics of knowing. Oxford University Press, Oxford\nHieronymi P (2005) The wrong kind of reason. J Philos 102(9):437 –457\nJackson F (1982) Review of the nature of causation by miles brand. J Symb Log 47(2):470 –473\nMackie JL (1965) Causes and conditions. Am Philos Q 2(4):245 –264\nMcGlynn A (2019) Epistemic objectification as the primary harm of testimonial injustice. Episteme:1 –17.\nhttps://doi.org/10.1017/epi.2019.9\nMills C (2007) White ignorance. In: Sullivan S, Tuana N (eds) Race and epistemologies of ignorance. State\nIniversity of New York Press, Albany\nMitova V (2017) Believable Evidence. Cambridge University Press, Cambridge\nNeta R (2002) S knows that P. Nous 36(4):663 –681\nNewell BR, Shanks DR (2014) Unconscious influences on decision making: A critical review. Behav Brain Sci\n37 (1):1 –19\nNisbett RE, Wilson TD (1977) Telling more than we can know: verbal reports on mental processes. Psychol Rev\n84:231 –259\nParfit D (2001) Rationality and reasons. In: Dan E et al (eds) Exploring practical philosophy. Ashgate,\nBurlington, pp 17 –39\nPeet A (2017) Epistemic injustice in utterance interpretation. Synthese 194(9):3421 –3443\nPohlhaus G (2012) Relational knowing and epistemic injustice: toward a theory of Willful Hermeneutical\nIgnorance . Hypatia 27(4):715 –735\nReisner A (2009) The possibility of pragmatic reasons for belief and the wrong kind of reasons problem. Philos\nStud 145(2):257 –272\nRiggs W (2012) Culpability for epistemic injustice: deontic or Aretetic? Soc Epistemol 26(2):149 –162\nSummers JS (2017) Post hoc ergo propter hoc: some benefits of rationalization. Philosophical Explorations\n20(sup1):21 –36.https://doi.org/10.1080/13869795.2017.1287292\nvan Fraassen B (1980) The scientific image. Oxford University Press, Oxford\nWeinberg J, Nichols S, Stich S (2001) Normativity and epistemic intuitions. Philos Top 29:429 –460\nWilliams B (1973) Deciding to believe. In: Williams B (ed) Problems of the self. Cambridge University Press,\nCambridge\nWoodward J (2014) Scientific Explanation. In E. N. Zalta (Ed.), The Stanford Encyclopedia of Philosophy\n(Winter 2014 Edition), URL = http://plato.stanford.edu/archives/win2014/entries/scientific-explanation/\nPublisher ’sN o t e Springer Nature remains neutral with regard to jurisdictional claims in published maps and\ninstitutional affiliations.722 V. Mitova"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Ethical\nTheory\n&\nMoral\nPractice\nis\na\ncopyright\nof\nSpringer,\n2020.\nAll\nRights\nReserved."
    }
  ]
}