{
  "doc_type": "scientific paper",
  "title": "Seven Computations of the social brain",
  "authors": [
    "Molapour"
  ],
  "year": 2021,
  "journal": "Neuroscience , 2021, 745–760",
  "doi": "10.1093/scan/nsab024",
  "abstract": "The social environment presents the human brain with the most complex information processing demands. The compu- tations that the brain must perform occur in parallel, combine social and nonsocial cues, produce verbal and nonverbal signals and involve multiple cognitive systems, including memory, attention, emotion and learning. This occurs dynam- ically and at timescales ranging from milliseconds to years. Here, we propose that during social interactions, seven core operations interact to underwrite coherent social functioning; these operations accumulate evidence efficiently—from mul- tiple modalities—when inferring what to do next. We deconstruct the social brain and outline the key components entailed for successful human–social interaction. These include (i) social perception; (ii) social inferences, such as mentalizing; (iii) social learning; (iv) social signaling through verbal and nonverbal cues; (v) social drives (e.g. how to increase one’s status); (vi) determining the social identity of agents, including oneself and (vii) minimizing uncertainty within the current social context by integrating sensory signals and inferences. We argue that while it is important to examine these distinct aspects of social inference, to understand the true nature of the human social brain, we must also explain how the brain integrates information from the social world. Key words: mentalizing; social signaling; active inference; external/internal self",
  "keywords": [
    "mentalizing",
    "social signaling",
    "active inference",
    "external/internal self"
  ],
  "research_topics": [
    "mentalizing",
    "social signaling",
    "active inference",
    "external/internal self"
  ],
  "created_at": "2025-05-05T03:47:56.195260Z",
  "source_pdf": "documents/research/Global/Molapour 2021 Seven Computations of the social brain.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Social Cognitive and Affective Neuroscience , 2021, 745–760\ndoi: https://doi.org/10.1093/scan/nsab024\nAdvance Access Publication Date: 25 February 2021\nOriginal Manuscript\nSpecial Issue: Computational Methods in Social\nNeuroscience\nSeven computations of the social brain\nTanaz Molapour, 1Cindy C. Hagan,1Brian Silston,2Haiyan Wu,1,3,4\nMaxwell Ramstead,5,6,7Karl Friston, 7and Dean Mobbs 1,8\n1Department of Humanities and Social Sciences, California Institute of Technology, Pasadena, CA 91125, USA,\n2Department of Psychology, Columbia University, New York, NY 10027, USA,3CAS Key Laboratory of Behavioral\nScience, Department of Psychology, University of Chinese Academy of Sciences, Beijing, 10010, China,\n4Department of Psychology, University of Chinese Academy of Sciences, Beijing, 10010 China,5Division of\nSocial and Transcultural Psychiatry, Department of Psychiatry, McGill University, Montreal, Quebec H3A 1A2,\nCanada,6Culture, Mind, and Brain Program, McGill University, Montreal, Quebec H3A 1A2, Canada,7Wellcome\nCentre for Human Neuroimaging, Institute of Neurology, University College London, London WC1N 3AR, UK,\nand8Computation and Neural Systems Program, California Institute of Technology, Pasadena, CA 91125, USA\nCorrespondence should be addressed to Dean Mobbs, Department of Humanities and Social Sciences, California Institute of Technology, 1200 E\nCalifornia Blvd, HSS 228-77, Pasadena, CA 91125, USA. E-mail: dmobbs@caltech.edu .\nAbstract\nThe social environment presents the human brain with the most complex information processing demands. The compu-\ntations that the brain must perform occur in parallel, combine social and nonsocial cues, produce verbal and nonverbal\nsignals and involve multiple cognitive systems, including memory, attention, emotion and learning. This occurs dynam-\nically and at timescales ranging from milliseconds to years. Here, we propose that during social interactions, seven core\noperations interact to underwrite coherent social functioning; these operations accumulate evidence efficiently—from mul-\ntiple modalities—when inferring what to do next. We deconstruct the social brain and outline the key components entailed\nfor successful human–social interaction. These include (i) social perception; (ii) social inferences, such as mentalizing; (iii)\nsocial learning; (iv) social signaling through verbal and nonverbal cues; (v) social drives (e.g. how to increase one’s status);\n(vi) determining the social identity of agents, including oneself and (vii) minimizing uncertainty within the current social\ncontext by integrating sensory signals and inferences. We argue that while it is important to examine these distinct aspects\nof social inference, to understand the true nature of the human social brain, we must also explain how the brain integrates\ninformation from the social world.\nKey words: mentalizing; social signaling; active inference; external/internal self\nIntroduction\nAt∼300 000 years of age, the human brain is relatively young.\nYet, its mid-Paleolithic introduction was preceded by millions\nof years of evolution. Through this process, over phyloge-\nnetic timescales, the brain has slowly acquired models of anincreasingly complex social world, the accumulation of which\nhas resulted in the human brain we possess today. The evolu-\ntion of the human brain evolves the exploitation of group-living\nstrategies, which benefit both the individual and the group\n(Silston et al. , 2018 ). In short, humans have evolved a set of\nReceived: 5 October 2019; Revised: 1 December 2020; Accepted: 24 February 2021\n© The Author(s) 2021. Published by Oxford University Press.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by/4.0/ ),\nwhich permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.\n745Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "746 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nbehavioral and neural systems that facilitate group living and\nsuccessful social interaction. These systems must be sufficiently\nflexible to navigate the fleeting social environment ( Lehmann\net al. , 2007 ), to track the behaviors, interactions and inten-\ntions of others, and to accumulate this information over time\nto inform and make appropriate social decisions. To under-\nstand the recruitment of specific neural systems and predict the\nbehaviors of others, we must also account for contextual factors\nand sociocultural dynamics. To enable adaptive forms of social\ninteraction, the human brain must be dynamic, efficient and\nattentive to—and capable of—the deployment of appropriate\nsocial behaviors in a variety of social contexts.\nLike all nervous systems, the human brain has evolved pri-\nmarily for survival, i.e. its main function is the guidance of\nsituationally appropriate forms of action, which maintain it in\nthe neighborhood of states that characterize the human phe-\nnotype ( Cisek, 1999 ;Mobbs et al. , 2015 ;Badcock et al. , 2019 ).\nHowever, the relative size, ability and metabolic demand of the\nbrain—and its unique capacity for language and mentalizing—\nsuggest that the selection pressures, to which humans are sub-\nject, relate primarily to the constraints on group living. Indeed,\na large portion of the human brain is dedicated to social cogni-\ntion. For example, brain imaging and neuropsychological studies\nof individuals with brain damage suggest that the extrastri-\nate cortices—including the visual fusiform cortex—comprise\nregions that specialize in the processing of faces and bodies\n(Kanwisher and Yovel, 2006 ). Social attention and the dynamic\nfeatures of the human face (e.g. expression and emotion) are\nkey elements of social interaction and encompass the supe-\nrior temporal sulcus (STS; Haxby et al. , 2002 ;Hagan et al. , 2009 ,\n2013 ).\nAs one ascends cortical hierarchies, computational pro-\ncesses become more distributed and complex. Inferences con-\ncerning the mental state and intentions of others appear to\nengage the temporoparietal junction (TPJ), the temporal pole as\nwell as the medial prefrontal cortex (PFC). The emotional states\nof others map onto one’s own affective and interoceptive cir-\ncuitry ( Singer et al. , 2004 ). The perception of threat to another\nengages the amygdala ( Adolphs et al. , 1995 ), while the perception\nof another’s joy engages the reward circuitry ( Mobbs et al. , 2009 ).\nSocial motivation is an important driver of social actions; how-\never, information processing pathways have been found to differ\nbetween individuals from different cultures, underscoring the\ncomplexity, sociocultural variability and plasticity of the organ\nenabling human social cognition ( Han and Northoff, 2008 ). This\nbrief introduction to the social brain suggests that social behav-\nior involves a diverse yet interconnected network (i.e. a het-\neroarchy) in the human brain and involves several specialized\nhubs, each with its own specialization, and each working in\nconcert to accomplish global computations ( Anderson, 2014 ).\nIn this paper, we outline seven key computations with which\nthe social brain contends in social interaction. These include (i)\nsocial perception, (ii) social inferences, (iii) social learning, (iv)\nsocial signaling, (v) social drives, (vi) social identity and group\nmembership and, finally, (vii) integrating interoceptive, exte-\nroceptive and proprioceptive signals within the social context.\nThese challenges suggest that social behavior is a cognitively\ncomplex and metabolically demanding process, which involves\nhighly interconnected systems that pass messages over both\nshort- and long-range connections (i.e. intrinsic and extrinsic\nconnectivity, respectively). We argue that while it is important to\nexamine these different computations, in order to better under-\nstand the true nature of the human social brain, we must first\nunderstand how the brain integrates multimodal information,and in turn, how this integration underwrites the enormous\nvariety of social behaviors.\nSocial perceptual systems\nThe human sensory system, as all other sensory systems,\nviews the external world through the lens of evolved adaptions\n(Haselton et al. , 2015 ). Some have argued that identity is cru-\ncial to social interaction and that, therefore, it is not surprising\nthat a specialized system has evolved to perceive social signals,\nsuch as facial expression, body stance, language, tone of voice\nand chemosensory signals ( Haselton et al. , 2015 ). Research from\ncognitive neuropsychology—as well as human brain imaging—\nhas demonstrated that the brain has specialized systems that\nprocess information about faces, bodies, odors and biological\nsounds and movements and that the human body has coevolved\nalong with these cognitive adaptations ( Kanwisher and Yovel,\n2006 ;de Gelder et al. , 2010 ). This is borne out by a host of\nadaptations (both morphological and cognitive) that, in humans,\nare hard wired. For instance, it has been shown that new-\nborns have the propensity to attend to faces and determine the\nchemosensory signals of the mother ( Johnson et al. , 1991 ). Even\nas infants, humans have a propensity to track the gaze of their\nconspecifics ( Batki et al. , 2000 ); this is a cognitive adaptation that\ncoevolved in humans with a complementary phenotypic trait,\nnamely, our highly visible white sclera ( Henrich, 2016 ). Neu-\nroimaging studies have shown that we engage distinct neural\ncircuits when distinguishing between those who are similar and\ndissimilar to ourselves ( Mitchell et al. , 2006 ;Mobbs et al. , 2009 ;\nSuiet al. , 2013 ;Lockwood et al. , 2018 ), determine social status,\ninfer who to cooperate with and even whom to dehumanize\n(Harris and Fiske, 2006 ). To survive, people need an accurate per-\nceptual system to infer states of affairs in a social and cultural\neconiche ( Table 1 ).\nWhile the existence of functionally specialized systems that\nallow us to account for these remarkable perceptual abilities\nremains contentious, it is clear that there is overlap in the neu-\nral circuits involved in inferring information from faces. The\nface processing system is often portrayed as a hierarchically\norganized system. In this system, the STS, the occipital face\narea (OFA) and the fusiform face area (FFA) have been found\nto be a part of the so-called core network for face percep-\ntion ( Haxby et al. , 2000 ;Fox et al. , 2009 ;Kadosh et al. , 2011 ).\nThe link between the OFA and FFA has been associated with\nprocessing facial identity, whereas the link between OFA-STS\nhas been associated with processing the dynamic aspects of\nthe face that contribute to recognition (e.g., expression) ( Gob-\nbini and Haxby, 2007 ;Olivares et al., 2015 ). The STS has\nbeen proposed as a hub, comparator and integration center\nfor a host of functions, which situates it as a major contrib-\nutor to social processing and behaviors ( Hagan et al. , 2009 ,\n2013 ). More fine-grained investigation by Deen et al. (2015) and\nLahnakoski et al. (2012) suggests that anterior and posterior\nparts of the STS are nodes in different circuits subserving spe-\ncific components of social information processing, with some\nsubareas participating in multiple circuits corresponding to dif-\nferent categories of social input. These authors characterize\nthe anterior region of the STS as part of a circuit involved in\nprocessing communicative signals and the posterior region as\na social processing control node that is connected with areas\nimplicated in attentional control. This structure is important\nfor action understanding but is not necessarily activated in\nnon-action-oriented mentalizing (i.e. false belief tasks) ( Gob-\nbini et al. , 2007 ). In addition to these ‘core’ areas, the extendedDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "T. Molapour et al. |747\nTable 1. Examples of how the human perceptual system has evolved to decipher perceptual cues across diverse social landscapes.\nDetecting social danger. Humans are particularly attentive to social expressions of threat, whether by direct expression of anger or indi-\nrectly via the observation of fear in others ( Calder et al. , 2011 ). Although humans are only minimally affected by predatory attacks from\nother animals, our predatory defense systems have evolved to cope with social threats arising from members of our own species. In our\nsocial environment, an angry face—or antagonistic tone of voice—presents robust cues that others are aggressive and possibly dangerous\n(Ceravolo et al. , 2016 ).\nDetecting kin and group members. The detection of kinship and of conspecifics is crucial for survival in humans. Evolutionary models show\nthat people favor behaviors that benefit others who share genes. Kin detection is certainly observed in more basal species and increases\nexponentially in complexity as one moves to more socially complex creatures. Dawkins (1989) proposed the ‘green beard effect’, suggesting\nthat animals, and potentially humans, possess recognition alleles that aid in the visual detection of genetically similar individuals.\nDetecting disease and health. Especially before the invention of modern antibiotics, it was critical to avoid highly infectious diseases, such\nas ebola, smallpox and influenza (i.e. contamination fears). According to the disease-avoidance model, disgust functions to protect us from\ncontiguous diseases ( Oaten et al. , 2009 ). Studies indicate that people can detect disease from both physical cues (e.g. others’ appearances\nand behaviors) and psychological cues (e.g. ‘depressed’ vs‘not depressed’). Facial (e.g. facial masculinity and maturity), vocal (e.g. pitch and\ntone of voice) and body (e.g. motion and movement and speed) features can signal physical strength/weakness ( Fink et al. , 2007 ;Sundelin\net al. , 2015 ;Von Kriegstein et al. , 2006 ).\nFitness and beauty. Most females and males want to copulate with those that exude beauty and health, which is a proxy for ‘good genes’\n(Buss, 2016 ). Facial attractiveness is a facial attribute that conveys significant biological advantages ( Shen et al. , 2016 ) [e.g. as expressed in\nmating success ( Pashos and Niemitz, 2003 ), earning potential ( Frieze et al. , 1991 ) and longevity ( Henderson and Anglin, 2003 )]. There is a long\nline of research showing that the waist–hip ratio is a predictive measure of female attractiveness ( Singh, 1993 ), while height, body shape and\npenis size in males predict female attraction ( Mautz et al. , 2013 ).\nTrust and cheaters. The ability to spot cheats, free-riders and the complementary capacity to trust others and evaluate the grounds for such\ntrust is crucial for mutualism. Several studies have shown that some faces are perceived as more trustworthy than others ( Winston et al. ,\n2013 ).Stirrat and Perrett (2010) showed that men with greater facial width were more likely to exploit the trust of others. This suggests\nthat facial phenotypes provide good indicators of another’s trustworthiness. Rhodes et al. (2013) found that women are better at predicting\nunfaithfulness than men and that perceived masculinity was the most dominant cue in detecting cheaters. Barkow,Cosmides and Tooby\n(1992 ,2004) have proposed the existence of a cheater-detection module, and this has been supported by research showing that people have\nenhanced memory for cheaters ( Bell and Buchner, 2009 ); similar proposals include a module for evaluating the trustworthiness of others, a\nso-called suspicion system ( Gold and Gold, 2015 ).\nProtection and competence. Todorov et al. (2005) showed that ratings of a political candidate’s face predicted electoral success. Others have\nshown that ratings of leadership ability from CEO faces predicted company profits ( Rule and Ambady, 2008 ). It has been demonstrated that\nratings of perceived competence of others (i.e., their ability to protect us) in a potentially threatening situation is a crucial component of\nthreat assessment, which can influence levels of anxiety and defensive actions. For example, functional MRI studies show that under threat\nof pain, neural systems involved in pain anticipation show reduced activity when subjects rate others as higher in competence ( Tedeschi\net al. , 2015 ). This suggests that inferences of competence act as predictors of protection and reduce the expectation of physical harm.\nStatus and dominance. Alan Fiske has proposed that during social interactions, individuals rank authority by ‘attending to their linear order’.\nNonhuman primates will pay to view social images of high-status individuals ( Deaner et al. , 2005 ). Our own work has indicated that people\nshow more conformity to individuals with higher reputations—manipulated by reputation ratings in uncertainty decisions ( Qiet al. , 2018 ).\nsystems [limbic areas, auditory regions and regions involved\nwhen processing theory of mind (ToM)] work together with the\n‘core’ system to provide more complete face-driven process-\ning, which includes the processing of social information ( Haxby\net al. , 2000 ). Growing evidence suggests an important role for the\nanterior inferior temporal (aIT) lobe in face processing, which\nappears to support facial recognition ( Kriegeskorte et al. , 2007 ;\nRajimehr et al. , 2009 ;Nestor et al. , 2011 ;Pyles et al. , 2013 ).\nThe crucial role of the aIT in face recognition has been fur-\nther supported by a study involving individuals with congenital\nprosopagnosia. This study showed a significant reduction in the\nvolume of white/gray matter in the anterior IT cortex, which\nwas correlated with deficits in face recognition ( Behrmann\net al. , 2007 ).\nSocial inferential systems\nIndividuals use social perceptual systems to form general\nimpressions of others; however, people can use mentalizing\nskills to make social inferences. A key process in successful\nsocial interactions is integrating body language cues, verbal\ninformation and context to furnish insight into another’s mind.\nTamir and Thornton’s 3D model which suggests a three-layer\nstructure in which the first layer describes others’ observableactions and the second and third layers concern their mental\nstates and traits, respectively ( Tamir and Mitchell, 2012 ). They\npropose that the probabilistic trajectories within, and between,\nthese layers offer an explanation for how people might use their\nsocial knowledge to predict others’ futures.\nAdjacent to the 3D is the interactive mentalizing theory\n(IMT), which proposes that during dynamic social interaction,\nfour key processes are in play: (i) meta-cognition: confidence\nabout one’s mentalizing ability (e.g. how confident Agent A is\nabout their inference of another’s thoughts and intentions; (ii)\nfirst-order mentalizing: mentalizing of another’s mental states\n(e.g. what Agent A thinks Agent B’s thoughts and intentions\nare), (iii) personal second-order mentalizing: mentalizing of self-\ngenerated mental states from the perspective of others (e.g.\nhow much insight Agent A thinks Agent B has into his/her\nown thoughts and intentions) and (iv) collective mentalizing,\nwhere we conform to what we believe another agent thinks\nabout Agent B (e.g. Agent A infers that Agent C thinks that\nagent B has bad intentions) ( Wu et al. , 2019 ). The latter aspect\nhas been developed under the rubric of ‘thinking through other\nminds’ ( Veissière et al. , 2019 ). The IMT model proposes that\npeople are prone to this type of bias; especially, when their\nconfidence (metacognition) is low ( Qiet al. , 2018 ). During real-\ntime social interactions, these four mentalizing componentsDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "748 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\ninteract to update beliefs about another’s intentions ( Wu et al. ,\n2019 ). The IMT, therefore, suggests that multiple computa-\ntions are involved in social inferences (i.e. integration of social\ninformation).\nThese theories support a network that encodes social knowl-\nedge, which includes thinking about mental states, making\ninferences about others’ beliefs, thinking about the context\nincluding groups of people ( Mitchell et al. , 2006 ;Ames et al. , 2008 ;\nSaxe and Kanwisher, 2013 ). This network includes dorsome-\ndial prefrontal cortex (dMPFC), ventromedial prefrontal cortex\n(vmPFC), medial parietal cortex, TPJ and the anterior temporal\nlobes (ATLs). The medial PFC is a brain area involved in mental-\nizing but has also been implicated in person perception, action\nmonitoring, expectations and metacognition ( Amodio and Frith,\n2006 ). The temporal poles and TPJ are also components of\nthe mentalizing circuit. Activity in the TPJ has been associ-\nated with inferring the mental states of others (from one’s own\nperspective) but is also associated with cues indicating agency\nmore generally ( Wurm and Schubotz, 2018 ). For example, Saxe\nand Kanwisher (2013) found that descriptions of mental states\nrecruited the TPJ, but physical descriptions of people did not—\nand Castelli et al. (2000) found TPJ activation in a task in which\nmoving shapes appeared to possess intentionality but not for\nsimple goal-directed actions or randomly moving shapes. While\nthe involvement of STS and TPJ is supported by neuroimaging\nand brain lesion work ( Samson et al. , 2004 ;Saxe et al. , 2004 ),\nthe exact role of these brain regions is still unclear. It is possi-\nble that STS is involved in action observation and understanding\nand TPJ is involved in inferring different mental states (e.g. effort\nduring action observation). Other brain regions thought to com-\nprise the ToM network that include the precuneus and posterior\ncingulate, which are associated with self-referential thoughts\nand cognitions, such as feelings of causation or attribution to\noneself ( Cabanis et al. , 2013 ). Much like STS, the anterior and pos-\nterior parts of the precuneus appear to underwrite different pro-\ncesses in social inference. For example, in an attributional bias\ntask, the posterior precuneus is associated with self-reference\nin general, while self-attributed positive vsnegative sentences\nelicited activation of the anterior part of the precuneus ( Cabanis\net al. , 2013 ). The precuneus is also involved in updating state\nself-esteem by transforming others’ evaluation of oneself into\nstate self-esteem, thereby relating to the mentalizing system for\nsubjective evaluation regarding others ( Kawamichi et al. , 2018 ).\nSocial learning systems\nThe philosopher Gilbert Ryle proposed that a boy can learn chess\nby simply ‘watching the moves made by others’ (The Mind:\np41). Social learning is a major benefit when living in groups,\naccelerating overall learning and leading to adaptive solutions\nthat can be passed on to offspring and other conspecifics over\ndevelopmental timescales. Animals that cannot imitate others\nare confined to the rules of individual learning ( Richerson and\nHenrich, 2012 ).Whiten (2005) suggests that social learning pro-\nvides a ‘secondary inheritance system’, where our capacity to\nlearn from others lowers the cost of acquiring information first-\nhand, including learning about dangers, cheaters and the best\nlocations to forage [a complementary account from the per-\nspective of human evolutionary biology is provided by Henrich\n(2016 )]. Therefore, specialized brain systems seem to exist that\nsupport the computations involved in social learning. Below we\nwill outline selected findings on how the brain signals self- and\nother-referenced social learning.The Anterior Cingulate Cortex. The anterior cingulate cortex\n(ACC) has been proposed to be an integrative area relating to\nsocial learning systems ( Lockwood et al. , 2020 ). Specifically, the\nACC seems to be involved during social decision-making, reflect-\ning information processing about self, other, or both ( Apps and\nRamnani, 2014 ;Lockwood et al. , 2015 ;Apps et al. , 2016 ;Hillet al. ,\n2016 ). In one recent study, the whole ACC was lesioned in rhe-\nsus monkeys where they found specific disruption of learning\nwhich stimuli rewarded others, but not the self, while previ-\nously learned stimuli were still intact ( Basile et al. , 2020 ). These\nfindings indicate the importance of the ACC when acquiring\nprosocial preferences from vicarious reinforcement. Moreover,\nneuroimaging studies in humans suggest an important divi-\nsion between social and nonsocial subregions within the ACC,\nnamely the sulcus (ACCs) and gyrus (ACCg) ( Chang et al. , 2013 ;\nApps et al. , 2016 ;Joiner et al. , 2017 ;Kendal et al. , 2018 ). Sev-\neral studies have found that the ACCg plays an important role\nin evaluating the behaviors of others, estimating other’s level of\nmotivation and error processing, whereas the ACCs responds to\nself-relevant reward signals and prediction errors ( Apps et al. ,\n2016 ;Chang and Sanfey, 2013 ;Hill et al. , 2016 ;Lockwood et al. ,\n2016 ). Learning about reward probability from vicarious and per-\nsonal experiences does seemingly recruit other neural systems\nwhere the information gets combined when making decisions.\nThe Ventromedial Prefrontal Cortex. The vmPFC is also impli-\ncated in vicarious reward learning ( Mobbs et al. , 2009 ), vicarious\nprediction errors ( Burke et al. , 2010 ) and vicarious fear learn-\ning ( Olsson et al. , 2007 ;Olsson and Phelps, 2007 ). These studies\npoint to the PFC as another crucial player in social learning.\nAlthough the exact processes are unknown, Price and Boutilier\n(2003) have put forward a Bayesian imitation model of the\nPFC, stating that humans (and possibly other animals) com-\nbine the information learned through the observation of oth-\ners with existing knowledge afforded by personal experiences\n(also see Dunne and O’Doherty, 2013 ) and behave accordingly.\nThe development of vicarious learning systems has roots in\nrepresentational processes that recruit motor, affective, sen-\nsory and cognitive systems associated with first person expe-\nriences while observing others performing actions, perceiving\nsensations or under distress. The so-called mirror neuron sys-\ntem purports to provide a vicarious experience to observers,\nthough the interpretation of exactly what this system does is\nstill under debate ( Cook et al. , 2014 ). While it is clear that\nthese observations are represented in some regard to areas\nthat are active when we perform similar actions, how this\ninformation is integrated into action understanding is not well\nunderstood. Nonetheless, the recognition of various actions\nof others, together with an explicit representation of their\ngoals and our own knowledge, seems sufficient to generate a\nframework for vicarious learning (for an extensive review, see\nCharpentier and O’Doherty, 2018 ;Konovalov et al. , 2018 ).\nSocial signaling systems\nThorndike (1920) proposed that social intelligence rests on two\ncentral properties: the ability to understand others and the\nbehavioral effectiveness of social actions. Social signals are\ndriven by the importance of conveying information and are\nobserved with varying complexity across the animal kingdom\n(Dawkins and Krebs, 1978 ). Social signals are conveyed via mul-\ntimodal cues such as intonation, posture, intensity, gaze direc-\ntion, etc., and reduce the asymmetry of information betweenDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "T. Molapour et al. |749\nthe signaler and receiver. However, they can also be used by\nthe signaler strategically to promote a desired image for per-\nsonal status-seeking. Signaling theory has been used to explain\nbehavior in several fields including economics ( Spence, 1973 )\nas part of game theory, anthropology—with respect to selecting\ncostly behaviors that otherwise appear irrational—and biology,\nas an evolutionarily adaptive strategy to gain or communicate\nsocial status and mitigate potential harm ( Zahavi, 1975 ,1977 ;\nGrafen, 1990 ). Subconscious signals are expressed through body\nlanguage, facial expressions, touch or tone of voice. These sig-\nnals include brain areas involved in language, motor and control\nsystems.\nInner self: self-monitoring, metacognition and control. Lieber-\nman (2007) suggests that one central question for social neu-\nroscientists is ‘how do we control ourselves’?. Baumeister and\nVohs (2004) propose that humans have an innate capacity to\nregulate and alter their social behavior in reference to exter-\nnal guidelines. These guidelines include social norms, religion,\nmorals, contextual rules and the law. Some have even gone so\nfar as to propose that humans always are thinking in terms\nof expectations, and especially, what others expect of us and\nwhat are our personal expectations ( Veissière et al. , 2019 ). One\nimportant part of this internal process is metacognition, or the\nknowledge that we have about our internal cognitive processes,\nwhich plays a key role in the control and monitoring of the\ninternal-self (see Metcalfe and Shimamura (1994) for detailed\nreview). Successful self-monitoring and control require coordi-\nnated activity in prefrontal circuits to override the connection\nbetween the value signal and motivation systems that lead to\naction selection.\nThe inability to control and monitor one’s behavior is typ-\nically impaired in patients with prefrontal damage ( Damasio,\n1995 ) and susceptible to failure upon depletion of self-regulatory\nresources. Regulatory failure has also been associated with\nreduced dorsolateral prefrontal cortex (DLPFC) activity and with\nfunctional connectivity between the inferior frontal gyrus (a\nregion implicated in certain elements of response inhibition)\nand the vmPFC and orbitofrontal areas (regions thought to\nencode the value of reward) ( Dambacher et al. , 2015 ;Stramac-\nciaet al. , 2015 ). Retrieval of meta-goals—or those associated\nwith personal longer-term outlooks, and unaccomplished by\nany single decision or action—may be central in influencing\nself-regulatory behaviors. Lateral frontopolar regions are impli-\ncated in high-level cognitive monitoring and representation in\nthe tracking of meta-goals, with medial subdivisions involved\nin memory processes that are likely required to retrieve particu-\nlar goal information ( Baird et al. , 2013 ). Together, these internal\nprocesses will determine the behavioral output or the external\npresentation of the self.\nExternal presentation of self: speech and nonverbal signals.\nInferences about the internal self set the foundation for social\ninteraction. The use of language in social interaction is beyond\nthe scope of this review; however, several core features deserve a\nspecial mention. Bolinger (1965) spoke of speech metaphorically\nas an ocean, where forces acting on it create surface move-\nments, resembling the ups and downs of the human voice. Like\nthe ocean, speech conveys voluminous undercurrents, including\nassertiveness and confidence through rising pitch; it transmits\nemotion through prosodic tone, status through grammaticalaccuracy and dialect, and intelligence through vocabulary and\npronunciation. Therefore, what we say and how we say it\nare rich sources of social information. This weaving of tran-\nsient social information is augmented by visual information\nthat includes the infinitesimal movements that characterize the\ncomplex facial muscles, movement and directionality of the\neyes, gait, hand gestures, speed of movement, proxemics and so\nforth. Humans are acutely aware of how we are viewed by others,\nand in many cultures, individuals accumulate and display fine\nmaterial belongings to signal wealth, which is a proxy for high\nsocial status. Bourdieu famously argued that material signaling\nconsisting of one’s ‘symbolic capital’ could be used interchange-\nably with economic capital to acquire social status, including\nadvantageous positions vis-à-vis access to high-quality mates,\nability to forge advantageous and stable alliances and enhanced\nopportunity to acquire additional status ( Bourdieu, 1977 ).\nWhile we elicit all these signals, the human brain is encoding\nothers’ social signals, inferring allowable subsequent behaviors\nbased on these signals and prior knowledge and is making social\njudgments concerning the target individual’s intentions. For\nexample, Keltner et al. (2014) have shown that humans exhibit\nnonverbal signs of a prosocial character. These signals include\nsmiles head nods, head tilts, blushing and laughter that col-\nlectively may indicate social engagement, warmth and concern\nfor others ( Keltner et al. , 2014 ). Another social cue is proximity,\nwhich provides information about the connectedness of peo-\nple, where close others (or those we selectively bond with) place\nthemselves (and are allowed to place themselves) within our\npersonal or intimate space ( Hall, 1966 ).\nConsistency in representations of the inner and external self.\nFestinger and Carlsmith (1959) defined internalization as the\nprocess of matching one’s private self-concept with one’s exter-\nnal behavior. Several theories have been advanced to account\nfor the relationship between internal and external selves. Self-\nverification suggests that people act in ways that are consistent\nwith how they self-identify ( Swann et al. , 1987 ). This is closely\nallied with self-discrepancy theory (SDT; Higgins, 1987 ). SDT\nproposes that individuals have an internal self-model, to which\nthey compare their behavior. Self-guides include the actual\nself, ideal self and ought self. SDT further predicts that when\nself-guides are incongruent, emotional discomfort will emerge.\nTherefore, one goal during social interaction is to minimize\nthe discrepancy between internal and external states. This is\nevident when one feels a mismatch between goals and their\nattainment (e.g. rejection). The systems underlying this feeling\nmay share common neural substrates with dissonance, more\ngenerally, which is assumed to provide an uncomfortable feeling\nthat motivates our actions and desire to return to a coher-\nent state. Cognitive dissonance, according to ( Festinger, 1962 ),\nrecruits areas involved in error conflict monitoring, notably the\nACC, but also regions associated with affect and memory pro-\ncessing, including the insula and precuneus ( Kitayama et al. ,\n2013 ;De Vries et al. , 2015 ).\nShared reality: rapport forming and social tuning. Shared\nreality theory posits that when we take another person’s per-\nspective, we become socially attuned and possess a mutual\nunderstanding ( Hardin and Higgins, 1996 ). Rapport is criti-\ncal to cooperation and conflict resolution and can be consid-\nered a form of social bonding (see above). Forming a stableDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "750 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nrapport typically increases the overlap of beliefs and emo-\ntional responses between individuals—leading to an intrinsi-\ncally rewarding interaction, providing an incentive to expend\nsignificant energy to maintain a positive shared experience. This\nshared reality results in affiliative behaviors, social bonding and\nshared epistemic needs ( Hardin and Higgins, 1996 ) and is cru-\ncial for healthy social and psychological functioning ( Echterhoff\net al. , 2009 ). A salient feature of the promotion system is affilia-\ntive motivation ( Sinclair et al. , 2005 ). Socially tuned interactions\nshould produce characteristic social behaviors, including behav-\nioral mirroring. However, social anti-tuning, as engaged by the\nprevention system, should be evidenced when people aim to\ndistance themselves from others, as occurs with out-group or\nindividuals who perceive themselves to be of lower status than\nothers ( Sinclair et al. , 2005 ).\nSocial motivation system\nFrom amoeba to humans, rewarding states are approached and\npain is avoided ( Higgins, 1997 ). Extending this dichotomy social\nbehavior, regulatory focus theory (RFT) suggests an individ-\nual’s motivation interacts with goal pursuit ( Higgins, 1987 ). RFT\nparses motivation into either a promotion focus, where one\nfocuses on nurturance needs and gain vsnon-gain situations, or\na prevention focus, which emphasizes security needs and non-\nloss vsloss situations. Therefore, the promotion–prevention\nsystem would be engaged when one attempts to optimize social\ndrives, through bonding, social tuning and biasing, and social\nnetwork formation. For example, when status-seeking is in\nprogress, promotion would presumably result in socializing\nwith high-status individuals and prevention through avoiding\nor limiting interactions with low-status individuals. Assimila-\ntion and allegiance are also important promotion motivators.\nThese drives would presumably be enabled by the well-known\ncircuitry involved in motivation, including the dopaminergic\nand opioid circuitry in the basal ganglia and ventral tegmental\narea ( Berridge and Robinson, 1998 ). Further, some theorists have\nsuggested that the left hemisphere is associated with affiliative\nand promotion-type behaviors and parasympathetic activation,\nwhile the right hemisphere produces aggressive, defensive and\nprevention-type behaviors and sympathetic activation ( Craig,\n2005 ). Craig’s model derives from two premises: the fact that\nautonomic projections to the heart are asymmetric; and the\nidea that the brain, given its high metabolic consumption rate,\nrequires optimization of energy consumption to perform at its\nobserved level. This model highlights a key role for the insula,\ngiven its position as a hub and connections with areas subserv-\ning opposing components of the autonomic nervous system.\nSocial promotion and reward. In humans, social rewards\ntap into the same dopaminergic systems involved in primary\nrewards such as food and sex ( Izuma et al. , 2008 ). Indeed, the\ndrive to broadcast information about themselves, ( Tamir and\nMitchell, 2012 ), to be liked ( Davey et al. , 2010 ) and to have\na positive reputation ( Izuma et al. , 2008 ) increase activity in\nthe dopamine-enriched ventral striatum (VS). In addition to\nthe VS, the vmPFC has also been widely implicated in social\nreward and play an important role in value-based learning and\ndecision-making in general ( Bartra et al. , 2013 ). Advice giving\nmay be one way in which individuals can gain the most basic of\nsocial rewards: acceptance and respect ( Baumeister and Leary,\n1995 ). This was investigated by examining advice acceptance\nand reflected glory ( Mobbs et al. , 2015 ). In this study, it wasshown that activity increased in VS when one’s advice was\naccepted in a three-player advisor–advisee game. Furthermore,\nif this advice led to the advisee winning money, activity in the VS\nalso increased, suggesting that it is rewarding to see others win if\nit reflects positively on our advice ( Mobbs et al. , 2015 ). Therefore,\nthe human propensity to provide others with advice may act as\na positive, status-enhancing behavior. Another study directly\ninvestigating reward-related neural activity in monetary and\nsocial rewards found common activation in VS during reward\nanticipation, but divergent results during reward presentation,\nwith monetary and social rewards associated with greater tha-\nlamic and amygdala activity, respectively ( Rademacher et al. ,\n2010 ).\nSocial prevention and punishment. The most commonly stud-\nied form of social punishment is that of ostracism. Social pain\nand rejection motivate people to avoid exclusions and conform\nwith others ( Linet al. , 2018 ), which involves the same neural\nnetworks (e.g. VS and vmPFC) as when tracking reward sig-\nnals, updating value information and motivating people to act\n(Klucharev et al. , 2009 ;Zaki et al. , 2011 ;Nook and Zaki, 2015 ).\nIn a set of classic studies, Eisenberger, Lieberman and Williams\nhave shown that when subjects are ignored by other players in\na three-player cyberball catch game, they report feeling social\npain ( Eisenberger et al. , 2003 ). This feeling of social rejection cor-\nrelates with increased neural activity in brain regions known to\nbe involved in physical pain ( Eisenberger et al. , 2003 ). Other stud-\nies investigating social exclusion have identified the lateral and\nmedial prefrontal cortex (mPFC), several subregions of the ACC\nand insula ( Gunther Moor et al. , 2012 ). Similar regions have been\nfound to activate when people feel envy ( Takahashi et al. , 2009 )\nand guilt ( Chang et al. , 2011 ). Social punishment and forgive-\nness of excluders has been shown to activate regions implicated\nin mentalizing and ToM, ( Will et al. , 2015 ) including the TPJ,\nSTS and several areas of the PFC, and the pre-supplementary\nmotor area. This is likely because it entails taking the perspec-\ntive of and making inferences about others’ mental states, both\nof which are critical for empathy and cooperation ( Heatherton,\n2011 ). In third-party determination of appropriate punishments\nfor crimes committed, some have found activity in the amyg-\ndala, mPFC and posterior cingulate cortex (PCC) when subjects\nassessed magnitude, and activity in the right dlPFC when deter-\nmining culpability ( Sebastian et al. , 2011 ). The social pain net-\nwork may work to drive the reward network via retaliation or\nrevenge.\nAffiliation and social bonding systems. In humans, significant\nmother–infant interaction is associated with synchrony in var-\nious biological rhythms such as heartbeat ( Feldman et al. , 2011 )\nand other autonomic coupling that reflects a shared affective\nstate ( Ebisch et al. , 2012 ), although these may be influenced by\nattachment security ( Waters and Mendes, 2016 ). More recently,\nPreston (2013) has pointed out that mammals are attuned to, and\nmotivated to help, neonates when they produce signals of dis-\ntress. As mentioned above, this drive may be higher in females,\nas stress increases tending behaviors ( Taylor et al. , 2000 ). The\nbiological mechanisms that underlie the tend–befriend systems\nare grounded in the attachment–caregiving system, which is\ninvolved in maternal bonding and rearing. Oxytocin is believed\nto be the core biological chemical that facilitates mother–infant\nattachment ( Drago et al. , 1986 ;Preston, 2013 ). In human moth-\ners, viewing their own infant’s faces during fMRI scanningDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "T. Molapour et al. |751\nresulted in activation of oxytocin-enriched regions of hypotha-\nlamus and pituitary gland ( Strathearn et al. , 2009 ). Others have\nshown that images of increasingly cute baby faces result in\nincreased activity in dopaminergic rewards areas, suggesting\nthat these images provide an innate primary reward ( Glocker\net al. , 2009 ). Consistent with this model, the insula is modu-\nlated by oxytocin signaling ( Riem et al. , 2011 ) such that increased\nsignaling upregulates insular activity and downregulates amyg-\ndala activity. Most bonding research involves mother–infant\ndyads; however, some studies point to gender differences or\nlack thereof in the affective and motivational systems that drive\nparental bonding behaviors ( Rajhans et al. , 2019 ).\nGroup identity and bias\nPeople quickly evaluate and use social categories (e.g. race, gen-\nder, status and age)—not always based on perceptual features\nas discussed in the section social perceptual systems above—\nas a guide on how to interact with others ( Ramstead et al. , 2016 ).\nSocial groups give individuals a sense of social identity, which is\nbased on the group to which they belong—and is a strong deter-\nminant of how one reacts to the observed outcomes of others.\nOthers perceived as similar to oneself, and therefore as belong-\ning to the same social category, generate both behavioral and\nneural increases in vicarious reward processing, even when oth-\ners are not genetically related ( Mobbs et al. , 2009 ). Perception of\nself-similar others activates neural regions including the ventral\nmPFC, which is also recruited during self-referential thought,\nwhile more dorsal areas of the mPFC are associated with per-\nception of dissimilar others ( Mitchell et al. , 2006 ;Sulet al. , 2015 ;\nWittmann et al. , 2018 ;Piva et al. , 2019 ). Social orientation toward\nothers and ensuing behaviors may be determined in part by the\nlocation of mPFC activation during perception of others. Specific\nmPFC location may bifurcate the simulation processing to pro-\nceed under the assumption the other is ‘like me’ or ‘not like me’\n(assuming no other inputs). However, activation location can\nbe shifted toward self-referential representation as a result of\nperspective taking of others that may have initially been per-\nceived as dissimilar to oneself ( Ames et al. , 2008 ;Nicolle et al. ,\n2012 ). This and other evidence suggest that social group cate-\ngorizations can be quite flexible in general. This has also been\ndemonstrated with minimal group paradigms, where individu-\nals are randomly assigned to previously unfamiliar social groups\nbased on arbitrary cues (e.g. a color) associated with a group.\nThe surprising results indicate how easily biases in favor of arbi-\ntrary in-groups occur ( Otten, 2016 ). However, it should be noted\nthat evaluative preferences with respect to real groups tend to\nbe stronger than those observed with minimal groups ( Dunham,\n2018 ).\nIndividual responses to socially relevant information can be\nbiased depending on from whom the information is coming (i.e.\ningroup vsoutgroup). For example, participants who identified\nas strong supporters of a political party rated identical state-\nments as more inspirational if they believed the statements orig-\ninated from their ingroup ( vsoutgroup) leaders ( Molenberghs\nand Louis, 2018 ), while another study found statements pre-\nsented from the participant’s ingroup leader ( vsfrom the out-\ngroup) were perceived as less contradictory ( Westen et al. , 2006 ).\nPerceived group membership and attitudes toward the ingroup\nor outgroup member also contribute to empathy-related behav-\niors towards the ingroup members ( Hein et al. , 2010 ). This\ningroup empathy bias is modulated in the anterior insula cor-\ntex, a region related to the impact of group membership onneural correlates of fear ( Olsson et al. , 2005 ;Haaker et al. , 2016 )\nand face processing ( Golby et al. , 2001 ;Van Bavel et al. , 2008 ;\nHein et al. , 2010 ). In contrast to empathy-related in-group bias,\nwhile watching a negatively evaluated outgroup member suffer-\ning pain, the activity of the anterior insula cortex (associated\nwith empathy) has been found to be decreased, and activity in\nnucleus accumbens (NAcc) (associated with reward processing)\nwas increased, suggesting that watching a negatively evaluated\noutgroup member receiving pain was processed in a reward-\nrelated manner ( Hein et al. , 2010 ).\nOne perceptual and non-perceptual-based dimension in\ngroup perception that has been extensively investigated is social\nstatus ( Karafin et al. , 2004 ;Cloutier et al. , 2008 ;Magee and\nGalinsky, 2008 ;Zaki et al. , 2011 ). Inference of status can be\ndetermined through observed demonstrations of skill, knowl-\nedge, generosity or prestige-related social competencies (e.g.\naffiliative tendency and morality ( Mattan et al. , 2017 ) (see section\nsocial perceptual system regarding perceptual social status).\nUnlike for perceptual-based evaluations, status-based evalua-\ntions frequently engage regions known to support person evalu-\nation (e.g. vmPFC) and reward/reinforcement learning (e.g. VS).\nOther regions involved in affective responses (e.g. amygdala and\ninsula) and mentalizing (e.g. dMPFC, TPJ, STS/superior tempo-\nral gyrus (STG) and ATL) has also been associated with status\nconveyed through person-knowledge.\nOther non-perceptual-based cues, such as personality traits,\nthe knowledge of a person’s influence over others, their political\nopinions or their financial status also influence how group eval-\nuations are formed. It has been suggested that the brain tracks\ndiscrepancies between a person’s behavior and the behavior that\nis expected based on their trait impressions (e.g. competence,\ntrustworthiness and generosity: Boorman et al. , 2013 ;Hackel\nand Amodio, 2018 ;Morelli et al. , 2018 ). Several studies have\nrevealed distinct ways in which the brain tracks the traits of\nothers—one is associated with the conceptual representation\nof others and one tracks the value associated with individual’s\ntraits. For example, one study found that—based on the positive\nor negative feedback received from another person in different\ncontexts—the value of the person, as well as higher level trait\ninferences, is encoded in the VS ( Mende-siedlecki et al. , 2013 ).\nHowever, the trait inferences additionally involve a broader\nnetwork, including right temporoparietal junction (rTPJ), pre-\ncuneus, inferior parietal lobule and ventrolateral PFC, regions\npreviously identified as involved in more explicit forms of trait\nupdating ( Mende-siedlecki et al. , 2013 ). Overall, several networks\nseem to be involved in group perception involving perceptual,\naffective, cognitive systems and ToM ( Eres and Molenberghs,\n2013 ;Amodio, 2014 ).\nIntegration of social computations\nIn reviewing the six computational aspects entailed by social\ninteractions, we have seen some key themes emerge. First,\nprocessing depends upon distributed brain systems; particu-\nlarly those involved in perspective-taking, social signals, and\nemotional and goal-directed behavior. These systems are exem-\nplified by an engagement of face processing in fusiform areas,\naction observation in the extended mirror neuron system, sub-\njective value signals in the medial PFC and the striatum, inte-\nroceptive inference in the anterior insular, and the extended\nreward system including subcortical systems, such as the amyg-\ndala. So, what principles could account for this plurality of brain\nsystems—and what principles could be brought to bear on theirDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "752 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nFig. 1. Multiple processes involved in social interaction. Perceptual signals and\ninferential processes are influenced by social drives and biases. These draw on\nlearning systems that update and modify social behavior. Together, these pro-\ncesses are integrated to produce an output or social signal (e.g. facial expression\nand speech). These output systems are also modulated by control systems that\nfilter social signals.\nfunctional integration? The goal of this section, therefore, is to\nexplain the underling processes, as well as the integration, of\nperception and inferential system during social interaction (see\nFigure 1 ).\nActive inference. The account on offer here is based upon the\nnotion of active inference; namely the view that all action and\nperception are in the service of minimizing uncertainty or max-\nimizing model evidence ( Friston et al. , 2011 ,2017b ). These com-\nplementary but equivalent perspectives inherit from a number\nof theories; in particular, the Bayesian brain hypothesis ( Knill\nand Pouget, 2004 ) and the principle of maximum efficiency in\ninformation processing ( Barlow, 1974 ;Optican and Richmond,\n1987 ). The basic idea is that the brain actively constructs expla-\nnations for its sensory inputs, using a hierarchical generative\nmodel—that generates predictions of what would be sensed if\nthe brain had correctly inferred states of affairs in the external\nworld [ Gregory, 1980 ;Kahl, R. (1971)]. There is a large literature\non various neuronal process theories that underwrite this sort\nof inference, including predictive coding and belief propagation\nin cortical and subcortical hierarchies ( Bastos et al. , 2012 ;Fris-\nton et al. , 2017a ;Shipp, 2016 ). From our perspective, there are\ntwo key themes. First, the architecture of the brain recapitulates\nthe architecture of the generative models used to predict sen-\nsory outcomes in all conceivable modalities over which it has\ncontrol ( Conant and Ross Ashby, 1970 ;Mansell, 2011 ). Second,\nif the social brain is associated with this kind of architecture,\nit must have some special properties. In other words, if the\nbrain can predict all the consequences of social interactions, it\nmeans that the requisite generative model must be capable of\ngenerating predictions in the exteroceptive domain (for socialinference based, for example, on facial expressions and nonver-\nbal cues); it must be able to predict outcomes in the interoceptive\ndomain (appropriate for inferences based upon affiliative touch\nand autonomic responses during prosocial engagements [ Seth\nand Friston, 2016 ;Fotopoulou and Tsakiris, 2017 )]. Finally, it\nclearly has to make predictions in the proprioceptive domain\nto enable motor acts, particularly, of communication, such as\nspeech and nonverbal forms of exchange.\nActive inference and the self. In short, the special aspect of the\nsocial brain is that it has to accommodate every consequence\nof being a ‘self’. Indeed, the whole notion of minimal selfhood\ncan be cast as a hypothesis used by the brain to explain for the\nmyriad of sensory signals encountered during social exchange\n(Limanowski and Blankenburg, 2013 ;Seth and Critchley, 2013 ).\nHeuristically, what this means is that the brain infers that the\nself is the most probable cause of the exteroceptive, intero-\nceptive and proprioceptive sensory signals to which it is privy.\nThe picture that emerges here is of a deep hierarchical gener-\native model that generates all modalities. A generative model\nis, technically, a probabilistic specification of how causes in the\noutside world generate sensory consequences ( Hinton, 2007 ).\nConversely, perceptual inference and synthesis corresponds to\nBayesian model inversion, namely, inferring the causes from\nsensory consequences. Technically, this involves the maximiza-\ntion of the evidence for our models of the sensorium—that can\nbe articulated as a minimization of variational free energy (i.e.\na mathematical bound on model evidence) ( Dayan et al. , 1995 ;\nFriston et al. , 2006 ). This can be thought of more simply as\nthe minimization of surprise or prediction errors through neu-\nronal message passing among different levels of cortical and\nsubcortical hierarchies.\nThis view suggests that a generative model that starts with\n‘me’ as the cause of my sensations will, when inverted, look\nas if I am assimilating and integrating multiple sensory modal-\nities in the exteroceptive and interoceptive domains. If one also\nadds proprioception to this inference, I am effectively generat-\ning predictions about my own action, either in the autonomic\nor motor domain ( Baker et al. , 2009 ;Friston et al. , 2011 ;Seth,\n2014 ). This is referred to as active inference. When the percep-\ntual synthesis implied by belief updating under such genera-\ntive models includes interoceptive signals—as in affiliative and\nnurturing social interactions—we come to the notion of intero-\nceptive inference ( Barrett and Simmons, 2015 ;Fotopoulou and\nTsakiris, 2017 ;Allen et al. , 2019 ). The term coined above—social\ninference—is meant to imply that the sort of active inference\nrequired for social exchange is of the broadest, multimodal\nnature conceivable, subsuming interoceptive inference and all\nother forms of inference in the service of modeling me and my\ninteractions with you. On this view, the brain systems reviewed\nabove start to make perfect sense—as heteroarchical subgraphs\nof a hierarchical graphical generative model, ultimately inte-\ngrated under a supraordinate level of self-modeling. So, what\ndoes this say about how all the subsystems involved coordinate\nsocial perception, inference, communication and learning?\nIn brief, social perception rests upon exactly the same\nsystems involved in nonsocial perception, but with a special\nemphasis on inferring the sensory cues supplied by ‘creatures\nlike me’. Social influences, such as mentalizing, can—as the\nactive inference story goes—be explained by repurposing gen-\nerative models of my own behavior to explain yours; much\nin the sense of simulation theories and mirror neuron the-\nories reviewed above. Put another way, communication andDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "T. Molapour et al. |753\nToM become much easier if we have a shared narrative such\nthat models of my behavior become models of your behavior—\nenabling ‘me’ to efficiently and accurately infer ‘our’ behavior\n(Friston and Frith, 2015 ). Clearly, to select the appropriate model\nof shared narratives means that I have to first infer that you are\nlike me. This places the social perception, identity of agents and\ngroup membership center stage, in facilitating this particular\naspect of social inference. That is, I first have to infer that you\nare like me before I can use my models of how I would behave to\ninfer your intentions and state of mind. This high-level form of\nactive inference comes along with some special considerations\nthat we now consider in terms of social attention, joint attention\nand sensory attenuation.\nSelf-modeling and mental action. Above, we considered the\nsocial brain as making inferences about states of affairs in a\nsocial econiche by maximizing the evidence for (or minimiz-\ning the variational free energy of) a hierarchical model of a\nworld populated by ‘creatures like me’. Mathematically, this\ncan be described as message passing on a graphical descrip-\ntion of the generative model (i.e. a neural network), where this\nmessage passing corresponds to neuronal communication over\nextrinsic (between cortical area) connections and the intrin-\nsic connectivity of canonical microcircuits ( Bastos et al. , 2012 ;\nShipp, 2016 ;Friston et al. , 2017b ). In predictive coding formu-\nlations of this message passing, it is generally assumed that\ninference proceeds via reciprocal message passing between the\nlevels of the hierarchical model. In particular, predictions are\nsent down from one level to the next that try to predict represen-\ntations on the lower level. The resulting mismatch or prediction\nerror is then returned to the higher level to induce belief updat-\ning or revisions of Bayesian beliefs encoded by neuronal activ-\nity ( Shipp, 2016 ). This recurrent message passing/mediated by\nascending streams of prediction errors and descending counter\nstreams of predictions looks a lot like recurrent connectivity in\ncortical hierarchies in the brain ( Hilgetag et al. , 2000 ).\nSo how is this message passing coordinated? In other words,\nhow do we select those ascending signals that will update\nBayesian belief representations in the right kind of way? Under\nactive inference, the right kind of way corresponds to Bayes opti-\nmal inference, where the various sources of prediction errors\nand implicit information are weighted according to their relia-\nbility or precision ( Knill and Pouget, 2004 ;Feldman and Friston,\n2010 ;Parr and Friston, 2017 ). Physiologically, this corresponds\nto a delicate and fundamentally important control of postsy-\nnaptic gain or excitability of the neuronal populations broad-\ncasting messages from one level to the next. Psychologically,\nthis has been associated with attentional selection or atten-\ntional gain, and indeed, the complement, namely attenuation\n(such as in sensory attenuation) ( Kok et al. , 2012 ;Brown et al. ,\n2013 ;Wiese, 2017 ). In short, the coordination of message passing\nin a hierarchical generative model rests upon context-sensitive\npredictions of the precision of various sources of information.\nIn turn, this means that there must be a generative model of\nthe precision or confidence afforded under different sorts of\ninformation.\nThis may sound obvious, but it has some profound implica-\ntions for the nature of social inference. In brief, it means that\nwe have the capacity to act upon our own hierarchical inference\nby selectively gating different sorts of information in a context-\nsensitive fashion. Many people consider this a form of mental\naction ( Limanowski and Friston, 2018 ), much like the premotor\ntheory of attention ( Rizzolatti et al. , 1987 ). In short, mental actioncan be regarded as a covert action that samples the right kind\nof hierarchical information to make the best inferences about\nthe (social) world based upon multisensory cues that are decon-\nstructed in increasingly abstract and amodal levels. There are\nthree reasons why this particular aspect of social inference has a\nspecial relevance for social cognition. First, forming representa-\ntions about the precision or confidence ascribed to the contents\nof my representations is, effectively, a belief about beliefs and a\nformal sort of metacognition ( Fleming et al. , 2012 ;Shea et al. ,\n2014 ). As such, it brings us close to a (possibly subpersonal)\nform of self-modeling that has an enactive—if covert—aspect.\nIn fact, one could argue, that any (minimal) sense of self would\nbe redundant unless it entailed a deployment of mental action\nand precision control over hierarchical processing ( Limanowski\nand Blankenburg, 2013 ;Limanowski and Friston, 2018 ).\nThe second reason that this form of covert action is partic-\nularly important for the social brain is in communication and\nturn-taking ( Wilson and Wilson, 2005 ;Ghazanfar and Takahashi,\n2014 ). In brief, the ability to engage in verbal exchange, under a\nshared narrative, depends upon the alternating augmentation\nand attenuation of our sensory signals. This follows from the\nneed to attenuate the sensed consequences of our own action—\nthat would otherwise confound the fluent expression of motor\nreflexes (and indeed autonomic reflexes). Put simply, if I want\nto listen, I have to attenuate my proprioceptive predictions;\notherwise I would find myself speaking (c.f., echolalia). Con-\nversely, if I want to speak, I have to suspend that attenuation,\nwhile you are listening; see Friston and Frith (2015) for a sim-\nulation of this ‘turn-taking’. Furthermore, to use models of my\nown body to infer your intentions based upon what I see you\ndoing, I have to attenuate the prediction errors that would ensue\nfrom proprioceptive predictions; otherwise I would overtly mir-\nror your movements (i.e. echopraxia); see Friston et al. (2011) for\na simulation of ‘action understanding’.\nActive inference allows for a parsimonious explanation of\nmany human behavioral tendencies noted above, especially\nprosocial behavior and motivation. For example, humans tend\nto be motivated to cooperate with conspecifics, especially with\nmembers of their ingroup, and to dislike those from outgroups.\nIn human social groups, an especially important prior belief is\nthat other human agents in our ingroup will align their men-\ntal states with our own and vice versa. This has been proposed\nas one of the prior beliefs that define the human cooperative\nphenotype and that make communication possible ( Vasil et al. ,\n2019 ). Human cooperation and distinctly human forms of coop-\nerative communication, then, are underwritten by the shared\nbelief—formalized in active inference and harnessed in the gen-\nerative models that are species-typical of humans—that ‘we are\nthe same kind of creature, inhabiting the same cultural niche’\nand that therefore ‘we should align with one another’.\nThere are many other fascinating issues that attend the aug-\nmentation and attenuation of precision (i.e. attention) in this\nsetting, specifically, the notion of joint attention in higher-order\nforms of social inference ( Moll and Meltzoff, 2011 ). However, we\nwill conclude this subsection by noting a particularly important\naspect of precision control, namely, its intimate relationship to\nemotional inference and interoception.\nIn brief, much of social interaction has a substantial intero-\nceptive component, hence the frequent reference to the anterior\ninsular ( Paulus and Stein, 2006 ;Craig, 2013 ;Guet al. , 2013 ;\nSeth and Friston, 2016 ;Fotopoulou and Tsakiris, 2017 ). It may\nbe that our sense of self and feelings (induced by another) are\ninferences that provide the best explanation for the myriad ofDownloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "754 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nautonomic signals inherent in any prosocial exchange ( Barrett\nand Simmons, 2015 ;Fotopoulou and Tsakiris, 2017 ). These feel-\ning states both inform and are informed by various levels of\nconfidence or uncertainty about what will happen next or what\none should do next. This takes us in the direction of emotional\ninference and the psychopathology of stress (and avoidance)—\nall of which are especially relevant for social inference and\nlearning ( Peters et al. , 2017 ). However, we will now close with\na slightly broader perspective that takes us beyond the brain\n(and body) but still pursues the overall goal of inference and the\nminimization of uncertainty.\nThe social brain and cultural niche construction. In recent\nyears, there has been a move toward generalizing the prin-\nciples of active inference beyond the brain, to cover things\nlike variational ethology, niche construction and deontic value\n(Bruineberg and Rietveld, 2014 ;Constant et al. , 2018 ,2019 ;\nBadcock et al. , 2019 ;Veissière et al. , 2019 ). This extension nicely\nsubsumes some of the more encultured aspects of social learn-\ning and inference reviewed above. The basic idea here is that\nif one reduces (social) cognition to the minimization of uncer-\ntainty (or the maximization of expected model evidence), a\nsimple explanation for much of ethology and the nongenetic\ninheritance described above starts to emerge.\nIn brief, if we associate model evidence with adaptive fitness,\nthen natural selection just becomes Bayesian model selection\n(Frank, 2012 ). On this view, natural selection is driven by the\nimperative for self-evidencing ( Hohwy, 2016 ), namely, making\nthe world as predictable and as learnable as possible. We have\nseen beautiful examples of this above, in terms of mimicry and\nother forms of socially mediated econiche construction. There\nis a formal treatment of this form of cultural niche construction\nunder active inference that unfolds at two levels. The first is in\na reciprocal exchange between a phenotype and her environ-\nment such that as an agent learns about her world, the world\n‘learns’ about the phenotype to which it plays host, in the sense\nthat it comes to mirror the statistical structure of the actions\nof its denizens by accumulating traces of those actions. A com-\npelling example of this is the phenomena of desire paths or\nelephant paths: these correspond to paths (e.g. across a field\nor park) that are worn down by frequent use. The emergence\nof desire paths could be seen in terms of niche construction,\nin the sense that they reflect the enacted desires and pre-\ndicted (locomotive) behavior of phenotypes. On the other hand,\nthey also provide ‘deontic’ cues that encourage walking and\nthe very emergence and maintenance of these paths in and of\nthemselves ( Constant et al. , 2018 ), where ‘deontic’ cues are cues\nendowed with a shared value for a given community and which\nhave an obligatory or deontic character. For example, humans\nlearn to stop at red traffic lights, which function as a deontic cue\nthat conveys the value of a given policy (in this case, stopping at\na red light) for all enculturated members of the community. In\nshort, the environment is effectively remembering the sort of\nbehavior which adaptive phenotypes exhibit. The implicit cir-\ncular causality can now be extended to interpersonal exchange\nand a similar ‘offloading’ of the sorts of phenotypes found in\nthis niche—that can be lifted to the level of semiotics (e.g. traf-\nfic lights and signs in our lived environments) ( Constant et al. ,\n2019 ) and, ultimately, social exchange ( Shea et al. , 2014 ;Veis-\nsière et al. , 2019 ). The underlying message here is that the social\nbrain may be a product of hierarchical inference—not just within\nthe skull—but in the context of coevolution with conspecificsand a shared environmental niche. At its heart, all of the pro-\ncesses entailed by cultural niche construction and ‘group living’\nare quintessentially social.\nConcluding remarks\nA clear goal of neuroscience and artificial intelligence is to\nunderstand how the brain functions during social interactions.\nBy dissecting the social brain into its core components and\nrebuilding it to examine how these components work together,\nwe can begin to understand how the human brain computes\ninput and output signals to form coherent social behaviors. A\nfuture goal of social neuroscience is to provide better psycholog-\nical, computational and anatomical models of the social brain\nin action, a goal that will involve innovations in paradigm and\ntechnical development. A great start is to build paradigms that\nreflect real social interaction or more immersive social envi-\nronments and use techniques that provide better temporal and\nspatial resolution.\nAcknowledgements\nDean Mobbs is supported by US National Institute of Mental\nHealth grant 2P50MH094258 and a Tianqiao and Chrissy Chen\nInstitute for Neuroscience Award (P2026052); Tanaz Molapour\nwas supported by Vetenskapsrådet (project 2017-00524).\nConflict of interest\nAll authors declare no conflict of interest.\nReferences\nAdolphs, R., Tranel, D., Damasio, H., Damasio, A.R. (1995).\nFear and the human amygdala. Journal of Neuroscience ,15(9),\n5879–5891.\nAllen, M., Levy, A., Parr, T., Friston, K.J. (2019). In the body’s eye:\nthe computational anatomy of interoceptive inference. Cold\nSpring Harbor Laboratory .\nAmes, D.L., Jenkins, A.C., Banaji, M.R., Mitchell, J.P . (2008). Taking\nanother person’s perspective increases self-referential neural\nprocessing: short report. Psychological Science ,19(7), 642–4.\nAmodio, D.M. (2014). The neuroscience of prejudice and stereo-\ntyping. Nature Reviews Neuroscience ,15(10), 670–82.\nAmodio, D.M., Frith, C.D. (2006). Meeting of minds: the medial\nfrontal cortex and social cognition. Nature Reviews Neuro-\nscience ,7(4), 268–77.\nAnderson, M.L. (2014). After Phrenology: Neural Reuse and the\nInteractive Brain . The MIT Press.\nApps, M.A.J., Rushworth, M.F .S., Chang, S.W .C. (2016). The ante-\nrior cingulate gyrus and social cognition: tracking the motiva-\ntion of others. Neuron ,90(4), 692–707.\nApps, M.A.J., Ramnani, N. (2014). The anterior cingulate gyrus\nsignals the net value of others’ rewards. Journal of Neuroscience ,\n34(18), 6190–6200.\nBadcock, P .B., Friston, K.J., Ramstead, M.J.D. (2019). The hierar-\nchically mechanistic mind: a free-energy formulation of the\nhuman psyche. Physics of Life Reviews ,31, 104–121.\nBaird, B., Smallwood, J., Gorgolewski, K.J., Margulies, D.S. (2013).\nMedial and lateral networks in anterior prefrontal cortex sup-\nport metacognitive ability for memory and perception. Journal\nof Neuroscience ,33(42), 16657–65.\nBaker, C.L., Saxe, R., Tenenbaum, J.B. (2009). Action understand-\ning as inverse planning. Cognition ,113(3), 329–49.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "T. Molapour et al. |755\nBarkow, J., Cosmides, L., Tooby, J., editors (1992). The adapted\nmind: Evolutionary psychology and the generation of culture . Oxford\nUniversity Press.\nBarlow, H.B. (1974). Inductive inference, coding, perception, and\nlanguage. Perception .\nBarrett, L.F ., Simmons, W .K. (2015). Interoceptive predictions in\nthe brain. Nature Reviews Neuroscience ,16(7), 419–29.\nBartra, O., McGuire, J.T., Kable, J.W . (2013). The valuation system:\na coordinate-based meta-analysis of BOLD fMRI experiments\nexamining neural correlates of subjective value. NeuroImage ,\n76, 412–427.\nBasile, B.M., Schafroth, J.L., Karaskiewicz, C.L., Chang, S.W .C.,\nMurray, E.A. (2020). The anterior cingulate cortex is necessary\nfor forming prosocial preferences from vicarious reinforce-\nment in monkeys. PLoS Biology ,18(6), e3000677.\nBastos, A.M., Usrey, W .M., Adams, R.A., Mangun, G.R., Fries, P .,\nFriston, K.J. (2012). Canonical microcircuits for predictive cod-\ning. Neuron ,76(4), 695–711.\nBatki, A., Baron-Cohen, S., Wheelwright, S., Connellan, J.,\nAhluwalia, J. (2000). Is there an innate gaze module? Evi-\ndence from human neonates. Infant Behavior & Development ,23,\n223–9.\nBaumeister, R.F ., Leary, M.R. (1995). The need to belong: desire for\ninterpersonal attachments as a fundamental human motiva-\ntion. Psychological Bulletin ,117(3), 497–529.\nBaumeister, R.F ., Vohs, K.D. (2004). Handbook of Self-regulation:\nResearch, Theory, and Applications . The Guilford Press.\nBehrmann, M., Avidan, G., Gao, F ., Black, S. (2007). Struc-\ntural imaging reveals anatomical alterations in inferotemporal\ncortex in congenital prosopagnosia. Cerebral Cortex ,17(10),\n2354–2363.\nBell, R., Buchner, A. (2009). Enhanced source memory for names\nof cheaters. Evolutionary Psychology ,7(2).\nBerridge, K.C., Robinson, T.E. (1998). What is the role of\ndopamine in reward: hedonic impact, reward learning, or\nincentive salience? Brain Research Reviews ,28(3), 309–69\nBolinger (1965). Pitch Accent and Sentence Rhythm, Forms of English:\nAccent, Morpheme, Order . Harvard University Press.\nBoorman, E.D., O’Doherty, J.P ., Adolphs, R., Rangel, A. (2013). The\nbehavioral and neural mechanisms underlying the tracking of\nexpertise. Neuron ,80(6), 1558–1571.\nBourdieu, P . (1977). Outline of a theory of practice. In: Cam-\nbridge Studies in Social and Cultural Anthropology , Cambridge\nUniversity Press.\nBrown, H., Adams, R.A., Parees, I., Edwards, M., Friston, K. (2013).\nActive inference, sensory attenuation and illusions. Cognitive\nProcessing ,14(4), 411–27.\nBruineberg, J., Rietveld, E. (2014). Self-organization, free energy\nminimization, and optimal grip on a field of affordances.\nFrontiers in Human Neuroscience ,8, 599\nBurke, C.J., Tobler, P .N., Baddeley, M., Schultz, W . (2010). Neural\nmechanisms of observational learning. In: Proceedings of the\nNational Academy of Sciences of the United States of America,\n107(32), 14431–14436\nBuss, D.M. (2016). The Evolution of Desire: Strategies of Human\nMating . Basic Books.\nCabanis, M., Pyka, M., Mehl, S., et al. (2013). The precuneus and\nthe insula in self-attributional processes. Cognitive, Affective\nand Behavioral Neuroscience ,13(2), 330–345.\nCalder, A.J., Ewbank, M., Passamonti, L. (2011). Personality influ-\nences the neural responses to viewing facial expressions of\nemotion. Philosophical Transactions of the Royal Society B: Biologi-\ncal Sciences ,366(1571), 1684–1701.Castelli, F ., Happé, F ., Frith, U., Frith, C. (2000). Movement and\nmind: a functional imaging study of perception and inter-\npretation of complex intentional movement patterns. Neuro-\nImage ,12(3), 314–325.\nCeravolo, L., Fr ¨uhholz, S., Grandjean, D. (2016). Proximal vocal\nthreat recruits the right voice-sensitive auditory cortex. Social\nCognitive and Affective Neuroscience ,11(5), 793–802\nChang, L.J., Smith, A., Dufwenberg, M., Sanfey, A.G. (2011). Tri-\nangulating the neural, psychological, and economic bases of\nguilt aversion. Neuron ,70(3), 560–572.\nChang, L.J., Sanfey, A.G. (2013). Great expectations: neural com-\nputations underlying the use of social norms in decision-\nmaking. Social Cognitive and Affective Neuroscience ,8(3), 227–284.\nChang, S.W .C., Gariépy, J.F ., Platt, M.L. (2013). Neuronal reference\nframes for social decisions in primate frontal cortex. Nature\nNeuroscience ,16(2), 243–250.\nCharpentier, C.J., O’Doherty, J.P . (2018). The application of com-\nputational models to social neuroscience: promises and pit-\nfalls. Social Neuroscience ,13(6), 637–647.\nCisek, P . (1999). Beyond the computer metaphor: behaviour as\ninteraction. Journal of Consciousness Studies ,6(11-12), 11–12.\nCloutier, J., Heatherton, T.F ., Whalen, P .J., Kelley, W .M. (2008).\nAre attractive people rewarding? Sex differences in the neural\nsubstrates of facial attractiveness. Journal of Cognitive Neuro-\nscience ,20(6), 941–951.\nConant, R.C., Ross Ashby, W . (1970). Every good regulator of a\nsystem must be a model of that system. International Journal of\nSystems Science ,1(2), 89–97.\nConstant, A., Ramstead, M.J.D., Veissière, S.P .L., Campbell, J.O.,\nFriston, K.J. (2018). A variational approach to niche construc-\ntion. Journal of the Royal Society Interface ,15(141), 20170685.\nConstant, A., Ramstead, M.J.D., Veissière, S.P .L., Friston, K.\n(2019). Regimes of expectations: an active inference model\nof social conformity and human decision making. Frontiers in\nPsychology ,10, 679.\nCook, R., Bird, G., Catmur, C., Press, C., Heyes, C. (2014). Mirror\nneurons: from origin to function. Behavioral and Brain Sciences ,\n37(2), 177–92.\nCosmides, L. and Tooby, J. (2005).Social exchange: the evo-\nlutionary design of a neurocognitive system. In Michael S.\nGazzaniga, (ed.), The New Cognitive Neurosciences, III , (pp. 1295–\n1308) Cambridge, MA: MIT press.\nCraig, A.D. (2005). Forebrain emotional asymmetry: a neu-\nroanatomical basis? Trends in Cognitive Sciences ,9(12), 566–71.\nCraig, A.D. (2013). An interoceptive neuroanatomical perspective\non feelings, energy, and effort. Behavioral and Brain Sciences ,\n36(6), 685–6.\nDamasio, H. (1995). Human Brain Anatomy in Computerized Images .\nOxford University Press, 3rd edn.\nDambacher, F ., Schuhmann, T., Lobbestael, J., Arntz, A.,\nBrugman, S., Sack, A.T. (2015). No effects of bilateral tDCS over\ninferior frontal gyrus on response inhibition and aggression.\nPLoS One ,10(7), e0132170.\nDavey, C.G., Allen, N.B., Harrison, B.J., Dwyer, D.B., Y ¨ucel, M.\n(2010). Being liked activates primary reward and midline self-\nrelated brain regions. Human Brain Mapping ,31(4), 660–8\nDawkins, R. (1989). The Selfish Gene . Oxford University Press, 2nd\nedn.\nDawkins, R., Krebs, J.R. (1978). Animal signals: information or\nmanipulation. Behavioural Ecology: An Evolutionary Approach ,2,\n282–309.\nDayan, P ., Hinton, G.E., Neal, R.M., Zemel, R.S. (1995). The\nHelmholtz machine. Neural Computation ,7(5), 889–904.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "756 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nde Gelder, B., Van den Stock, J., Meeren, H.K.M., Sinke, C.B.A.,\nKret, M.E., Tamietto, M. (2010). Standing up for the body.\nRecent progress in uncovering the networks involved in the\nperception of bodies and bodily expressions. Neuroscience and\nBiobehavioral Reviews ,34(4), 513–527 .\nDe Vries, J., Byrne, M., Kehoe, E. (2015). Cognitive dissonance\ninduction in everyday life: an fMRI study. Social Neuroscience ,\n10(3), 268–281.\nDeaner, R.O., Khera, A.V ., Platt, M.L. (2005). Monkeys pay per\nview: adaptive valuation of social images by rhesus macaques.\nCurrent Biology ,15(6), 543–8.\nDeen, B., Koldewyn, K., Kanwisher, N., Saxe, R. (2015). Functional\norganization of social perception and cognition in the superior\ntemporal sulcus. Cerebral Cortex ,25(11), 4596–4609.\nDrago, F ., Pedersen, C.A., Caldwell, J.D., Prange, A.J., Jr\n(1986). Oxytocin potently enhances novelty-induced grooming\nbehavior in the rat. Brain Research ,368(2), 287–95.\nDunham, Y . (2018). Mere Membership. Trends in Cognitive Sciences ,\n22(9), 780–93.\nDunne, S., O’Doherty, J.P . (2013). Insights from the application of\ncomputational neuroimaging to social neuroscience. Current\nOpinion in Neurobiology ,23(3), 387–392.\nEbisch, S.J., Aureli, T., Bafunno, D., Cardone, D., Romani, G.L.,\nMerla, A. (2012). Mother and child in synchrony: thermal facial\nimprints of autonomic contagion. Biological Psychology ,89(1),\n123–129.\nEchterhoff, G., Higgins, E.T., Levine, J.M. (2009). Shared reality:\nexperiencing commonality with others’ inner states about the\nworld. Perspectives on Psychological Science ,4(5), 496–521.\nEisenberger, N.I., Lieberman, M.D., Williams, K.D. (2003). Does\nrejection hurt? An fMRI study of social exclusion. Science ,\n302(5643), 290–292.\nEres, R., Molenberghs, P . (2013). The influence of group member-\nship on the neural correlates involved in empathy. Frontiers in\nHuman Neuroscience ,7, 176.\nFeldman, H., Friston, K.J. (2010). Attention, uncertainty, and free-\nenergy. Frontiers in Human Neuroscience ,4.\nFeldman, R., Magori-Cohen, R., Galili, G., Singer, M., Louzoun, Y .\n(2011). Mother and infant coordinate heart rhythms through\nepisodes of interaction synchrony. Infant Behavior and Develop-\nment ,34(4), 569–577.\nFestinger, L. (1962). A Theory of Cognitive Dissonance . Vol. 2, Stan-\nford university press.\nFestinger, L., Carlsmith, J.M. (1959). Cognitive consequences\nof forced compliance. Journal of Abnormal and Social Psychol-\nogy,58(2), 203–210 .\nFink, B., Neave, N., Seydel, H. (2007). Male facial appearance sig-\nnals physical strenght to women. American Journal of Human\nBiology ,19(1), 82–87.\nFleming, S.M., Dolan, R.J., Frith, C.D. (2012). Metacognition: com-\nputation, biology and function. Philosophical Transactions of the\nRoyal Society B: Biological Sciences ,367(1594), 1280–6.\nFotopoulou, A., Tsakiris, M. (2017). Mentalizing homeostasis: the\nsocial origins of interoceptive inference-replies to Commen-\ntaries. Neuropsychoanalysis ,19(1), 3–28.\nFox, C.J., Moon, S.Y ., Iaria, G., Barton, J.J.S. (2009). The correlates\nof subjective perception of identity and expression in the face\nnetwork: an fMRI adaptation study. NeuroImage ,44(2), 569–80.\nFrank, S.A. (2012). Natural selection. V . How to read the funda-\nmental equations of evolutionary change in terms of informa-\ntion theory. Journal of Evolutionary Biology ,25(12), 2377–96.\nFrieze, I.H., Olson, J.E., Russell, J. (1991). Attractiveness and\nincome for men and women in management. Journal of Applied\nSocial Psychology ,21, 1039–1057 .Friston, K., Kilner, J., Harrison, L. (2006). A free energy principle\nfor the brain. Journal of Physiology-Paris ,100(1–3), 70–87.\nFriston, K., Mattout, J., Kilner, J. (2011). Action understanding and\nactive inference. Biological Cybernetics ,104(1–2), 137–160.\nFriston, K., FitzGerald, T., Rigoli, F ., Schwartenbeck, P ., Pezzulo, G.\n(2017a). Active inference: a process theory. Neural Computation ,\n29(1), 1–49.\nFriston, K., Frith, C. (2015). A duet for one. Consciousness and\nCognition ,36, 390–405.\nFriston, K.J., Parr, T., De Vries, B. (2017b). The graphical brain:\nbelief propagation and active inference. Network Neuroscience ,\n1(4), 381–414.\nGhazanfar, A.A., Takahashi, D.Y . (2014). The evolution of speech:\nvision, rhythm, cooperation. Trends in Cognitive Sciences ,18(10),\n543–53.\nGlocker, M.L., Langleben, D.D., Ruparel, K., Loughead, J.W .,\nGur, R.C., Sachser, N. (2009). Baby schema in infant faces\ninduces cuteness perception and motivation for caretaking in\nadults. Ethology ,115(3), 257–63.\nGobbini, M.I., Koralek, A.C., Bryan, R.E., Montgomery, K.J.,\nHaxby, J.V . (2007). T wo takes on the social brain: a compari-\nson of theory of mind tasks. Journal of Cognitive Neuroscience ,\n19(11), 1803–1814.\nGobbini, M.I., Haxby, J.V . (2007). Neural systems for recognition\nof familiar faces. Neuropsychologia ,45(1), 32–41.\nGolby, A.J., Gabrieli, J.D., Chiao, J.Y ., Eberhardt, J.L. (2001). Dif-\nferential responses in the fusiform region to same-race and\nother-race faces. Nature Neuroscience ,4(8), 845–50.\nGold, J., Gold, I. (2015). Suspicious Minds: How Culture Shapes\nMadness . new york; Free press. Simon and Schuster.\nGrafen, A. (1990). Biological signals as handicaps. Journal of The-\noretical Biology ,144(4), 517–546.\nGregory, R.L. (1980). Perceptions as hypotheses. Philosophical\nTransactions of the Royal Society of London. Series B, Biological\nSciences ,290(1038), 181–197.\nGu, X., Hof, P .R., Friston, K.J., Fan, J. (2013). Anterior insular cor-\ntex and emotional awareness. Journal of Comparative Neurology ,\n521(15), 3371–88.\nGunther Moor, B., G ¨uroˇglu, B., Op de Macks, Z.A., Rom-\nbouts, S.A.R.B., van der Molen, M.W ., Crone, E.A. (2012).\nSocial exclusion and punishment of excluders: neural cor-\nrelates and developmental trajectories. NeuroImage ,59(1),\n708–17.\nHaaker, J., Molapour, T., Olsson, A. (2016). Conditioned social\ndominance threat: observation of others’ social dominance\nbiases threat learning. In: Social Cognitive and Affective Neuro-\nscience ,11(10), 1627–37.\nHackel, L.M., Amodio, D.M. (2018). Computational neuroscience\napproaches to social cognition. Current Opinion in Psychology ,\n24, 92–97.\nHagan, C.C., Woods, W ., Johnson, S., Calder, A.J., Green, G.G.R.,\nYoung, A.W . (2009). MEG demonstrates a supra-additive\nresponse to facial and vocal emotion in the right superior tem-\nporal sulcus. Proceedings of the National Academy of Sciences of the\nUnited States of America ,106(47), 20010–5.\nHagan, C.C., Woods, W ., Johnson, S., Green, G.G.R., Young, A.W .\n(2013). Involvement of right STS in audio-visual integration\nfor affective speech demonstrated using MEG. PLoS One ,8(8),\ne70648.\nHall, E.T. (1966). The hidden dimension. Garden City, N.Y .: Dou-\nbleday\nHan, S., Northoff, G. (2008). Culture-sensitive neural substrates\nof human cognition: a transcultural neuroimaging approach.\nNature Reviews Neuroscience ,9(8), 646–654.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "T. Molapour et al. |757\nHardin, C.D., Higgins, E.T. (1996). Shared reality: How social ver-\nification makes the subjective objective. In R. M. Sorrentino &\nE. T. Higgins (eds.), Handbook of motivation and cognition. Hand-\nbook of motivation and cognition, Vol. 3. The interpersonal context\n(p. 28–84). New York, The Guilford Press.\nHarris, L.T., Fiske, S.T. (2006). Dehumanizing the lowest of the\nlow: neuroimaging responses to extreme out-groups. Psycho-\nlogical Science ,17(10), 847–53.\nHaselton, M.G., Nettle, D., Andrews, P .W . (2015). The evolution of\ncognitive bias. The Handbook of Evolutionary Psychology , Wiley,\n2nd edn.\nHaxby, J.V ., Hoffman, E.A., Gobbini, M.I. (2000). The distributed\nhuman neural system for face perception. Trends in Cognitive\nSciences ,4(6), 223–233.\nHaxby, J.V ., Hoffman, E.A., Gobbini, M.I. (2002). Human neu-\nral systems for face recognition and social communication.\nBiological Psychiatry ,51(1), 59–67. Elsevier Inc.\nHeatherton, T.F . (2011). Neuroscience of self and self-regulation.\nAnnual Review of Psychology ,62, 363–390.\nHein, G., Silani, G., Preuschoff, K., Batson, C.D., Singer, T. (2010).\nNeural responses to ingroup and outgroup members’ suffering\npredict individual differences in costly helping. Neuron ,68(1),\n149–60.\nHenderson, J.J.A., Anglin, J.M. (2003). Facial attractiveness pre-\ndicts longevity. Evolution and Human Behavior ,24(5), 351–356.\nHenrich, J. (2016). The Secret of Our Success: How Culture is Driv-\ning Human Evolution, Domesticating Our Species, and Making us\nSmarter . Princeton University Press.\nHiggins, E.T. (1987). Self-discrepancy: a theory relating self and\naffect. Psychological Review ,94(3), 319.\nHiggins, E.T. (1997). Beyond pleasure and pain. American Psychol-\nogist ,52(12), 1280–300. American Psychological Association.\nHilgetag, C., O’Neill, M.A., Young, M.P . (2000). Hierarchical\norganization of macaque and cat cortical sensory systems\nexplored with a novel network processor. Philosophical Trans-\nactions of the Royal Society of London. Series B: Biological Sciences ,\n355(1393), 71–89.\nHill, M.R., Boorman, E.D., Fried, I. (2016). Observational learn-\ning computations in neurons of the human anterior cingulate\ncortex. Nature Communications ,7, 12722\nHinton, G.E. (2007). Learning multiple layers of representation.\nTrends in Cognitive Sciences ,11(10), 428–34.\nHohwy, J. (2016). The self-evidencing brain. Nous ,50, 259–285.\nIzuma, K., Saito, D.N., Sadato, N. (2008). Processing of social\nand monetary rewards in the human striatum. Neuron ,58(2),\n284–94.\nJohnson, M.H., Dziurawiec, S., Ellis, H., Morton, J. (1991). New-\nborns’ preferential tracking of face-like stimuli and its subse-\nquent decline. Cognition ,40(1–2), 1–19.\nJoiner, J., Piva, M., T urrin, C., Chang, S.W .C. (2017). Social learning\nthrough prediction error in the brain. NPJ Science of Learning ,\n2, 8.\nKahl, R. (1971). Selected Writings of Hermann Von Helmholtz ,24(5),\n351–356.\nKadosh, K.C., Walsh, V ., Kadosh, R.C. (2011). Investigating face-\nproperty specific processing in the right OFA. Social Cognitive\nand Affective Neuroscience ,6(1), 58–65.Kanwisher, N., Yovel, G. (2006). The fusiform face area: a corti-\ncal region specialized for the perception of faces. Philosophical\nTransactions of the Royal Society B: Biological Sciences ,361(1476),\n2109–28.\nKarafin, M.S., Tranel, D., Adolphs, R. (2004). Dominance\nattributions following damage to the ventromedial pre-\nfrontal cortex. Journal of Cognitive Neuroscience ,16(10),\n1796–1804.\nKawamichi, H., Sugawara, S.K., Hamano, Y .H., et al. (2018). Neu-\nral correlates underlying change in state self-esteem. Scientific\nReports ,8(1), 1798.\nKeltner, D., Kogan, A., Piff, P .K., Saturn, S.R. (2014). The Sociocul-\ntural Appraisals, Values, and Emotions (SAVE) framework of\nprosociality: core processes from gene to meme. Annual Review\nof Psychology ,65, 425–460.\nKendal, R.L., Boogert, N.J., Rendell, L., Laland, K.N., Web-\nster, M., Jones, P .L. (2018). Social learning strategies: bridge-\nbuilding between fields. Trends in Cognitive Sciences ,22(7),\n651–665.\nKitayama, S., Chua, H.F ., Tompson, S., Han, S. (2013). Neural\nmechanisms of dissonance: an fMRI investigation of choice\njustification. NeuroImage ,69, 206–212.\nKlucharev, V ., Hyt ¨onen, K., Rijpkema, M., Smidts, A.,\nFern ´andez, G. (2009). Reinforcement learning signal predicts\nsocial conformity. Neuron ,61(1), 140–51.\nKnill, D.C., Pouget, A. (2004). The Bayesian brain: the role of\nuncertainty in neural coding and computation. Trends in Neu-\nrosciences ,27(12), 712–9.\nKok, P ., Rahnev, D., Jehee, J.F .M., Lau, H.C., De Lange,\nF .P . (2012). Attention reverses the effect of predic-\ntion in silencing sensory signals. Cerebral Cortex ,22(9),\n2197–2206.\nKonovalov, A., Hu, J., Ruff, C.C. (2018). Neurocomputational\napproaches to social behavior. Current Opinion in Psychology ,24,\n41–47.\nKriegeskorte, N., Formisano, E., Sorger, B., Goebel, R. (2007).\nIndividual faces elicit distinct response patterns in human\nanterior temporal cortex. In: Proceedings of the National\nAcademy of Sciences of the United States of America, 104(51),\n20600–20605.\nLahnakoski, J.M., Glerean, E., Salmi, J., et al. (2012). Naturalistic\nfMRI mapping reveals superior temporal sulcus as the hub for\nthe distributed brain network for social perception. Frontiers in\nHuman Neuroscience ,6, 233.\nLehmann, J., Korstjens, A.H., Dunbar, R.I.M. (2007). Group size,\ngrooming and social cohesion in primates. Animal Behaviour ,\n74(6), 1617–1629.\nLieberman, M.D. (2007). Social cognitive neuroscience: a\nreview of core processes. Annual Review of Psychology ,58,\n259–89.\nLimanowski, J., Blankenburg, F . (2013). Minimal self-models and\nthe free energy principle. Frontiers in Human Neuroscience ,7,\n547.\nLimanowski, J., Friston, K. (2018). ‘Seeing the Dark’: ground-\ning phenomenal transparency and opacity in precision\nestimation for active inference. Frontiers in Psychology ,9,\n643.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "758 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nLin, L.C., Qu, Y ., Telzer, E.H. (2018). Intergroup social influence\non emotion processing in the brain. In: Proceedings of the\nNational Academy of Sciences of the United States of America,\n115(42), 10630–10635.\nLockwood, P .L., Apps, M.A.J., Roiser, J.P ., Viding, E. (2015). Encod-\ning of vicarious reward prediction in anterior cingulate cortex\nand relationship with trait empathy. Journal of Neuroscience ,\n35(40), 13720–13727.\nLockwood, P .L., Apps, M.A.J., Valton, V ., Viding, E., Roiser, J.P .\n(2016). Neurocomputational mechanisms of prosocial learn-\ning and links to Empathy. In: Proceedings of the National\nAcademy of Sciences of the United States of America, 113(35),\n9763–9768.\nLockwood, P .L., Wittmann, M.K., Apps, M.A.J., et al. (2018). Neu-\nral mechanisms for learning self and other ownership. Nature\nCommunications ,9(1), 4747\nLockwood, P .L., Apps, M.A.J., Chang, S.W .C. (2020). Is there\na ‘social’ brain? Implementations and algorithms. Trends in\nCognitive Sciences ,24(10), 802–813.\nMagee, J.C., Galinsky, A.D. (2008). Social hierarchy: the self-\nreinforcing nature of power and status. Academy of Manage-\nment Annals ,2(1), 351–398.\nMansell, W . (2011). Control of perception should be operational-\nized as a fundamental property of the nervous system. Topics\nin Cognitive Science ,3(2), 257–261.\nMattan, B.D., Kubota, J.T., Cloutier, J. (2017). How social status\nshapes person perception and evaluation: a social neuro-\nscience perspective. Perspectives on Psychological Science ,12(3),\n468–507.\nMautz, B.S., Wong, B.B.M., Peters, R.A., Jennions, M.D. (2013).\nPenis size interacts with body shape and height to influ-\nence male attractiveness. Proceedings of the National Academy\nof Sciences ,110(17), 6925–30.\nMende-siedlecki, P ., Said, C.P ., Todorov, A. (2013). The social\nevaluation of faces: a meta-analysis of functional neuroimag-\ning studies. Social Cognitive and Affective Neuroscience ,8(3),\n285–299.\nMetcalfe, J., Shimamura, A.P ., editors (1994). Metacognition: Know-\ning about Knowing . The MIT Press, xiii, 334–xiii, 334.\nMitchell, J.P ., Macrae, C.N., Banaji, M.R. (2006). Dissociable\nmedial prefrontal contributions to judgments of similar and\ndissimilar others. Neuron ,50(4), 655–63.\nMobbs, D., Yu, R., Meyer, M., et al. (2009). A key role for similarity\nin vicarious reward. Science ,324(5929), 900.\nMobbs, D., Hagan, C.C., Dalgleish, T., Silston, B., Prã©vost, C.\n(2015). The ecology of human fear: survival optimization and\nthe nervous system. Frontiers in Neuroscience ,9, 55.\nMobbs, D., Hagan, C.C., Yu, R., et al. (2015). Reflected glory\nand failure: the role of the medial prefrontal cortex and ven-\ntral striatum in self vs other relevance during advice-giving\noutcomes. Social Cognitive and Affective Neuroscience ,10(10),\n1323–28\nMolenberghs, P ., Louis, W .R. (2018). Insights from fMRI studies\ninto ingroup bias. Frontiers in Psychology ,9, 1868.\nMoll, H., Meltzoff, A. (2011). Perspective-Taking and its founda-\ntion in joint attention. In: Perception, Causation, and Objectivity ,\nOxford University Press, 286–304.\nMorelli, S.A., Leong, Y .C., Carlson, R.W ., Kullar, M., Zaki, J. (2018).\nNeural detection of socially valued community members. In:\nProceedings of the National Academy of Sciences of the United\nStates of America, 115(32), 8149–54.\nMorris, D. (1994). The Human Animal . England: BBC Books.\nNestor, A., Plaut, D.C., Behrmann, M. (2011). Unraveling the dis-\ntributed neural code of facial identity through spatiotemporalpattern analysis. In: Proceedings of the National Academy of\nSciences of the United States of America, 108(24), 9998–10003.\nNicolle, A., Klein-Fl ¨ugge, M.C., Hunt, L.T., Vlaev, I., Dolan, R.J.,\nBehrens, T.E.J. (2012). An agent independent axis for executed\nand modeled choice in medial prefrontal cortex. Neuron ,75(6),\n1114–1121.\nNook, E.C., Zaki, J. (2015). Social norms shift behavioral and neu-\nral responses to foods. Journal of Cognitive Neuroscience ,27(7),\n1412–26.\nOaten, M., Stevenson, R.J., Case, T.I. (2009). Disgust as a disease-\navoidance mechanism. Psychological Bulletin ,135(2), 303–321.\nOlivares, E.I., Iglesias, J., Saavedra, C., Trujillo-Barreto, N.J.,\nValdés-Sosa, M. (2015). Brain signals of face processing as\nrevealed by event-related potentials. Behavioural Neurology ,\n2015, 514361.\nOlsson, A., Ebert, J.P ., Banaji, M.R., Phelps, E.A. (2005). The role\nof social groups in the persistence of learned fear. Science (New\nYork, NY) ,309(5735), 785–7.\nOlsson, A., Nearing, K.I., Phelps, E.A. (2007). Learning fears by\nobserving others: the neural systems of social fear transmis-\nsion. Social Cognitive and Affective Neuroscience ,2(1), 3–11.\nOlsson, A., Phelps, E.A. (2007). Social learning of fear. Nature\nNeuroscience ,10(9), 1095–102.\nOptican, L.M., Richmond, B.J. (1987). Temporal encoding of\ntwo-dimensional patterns by single units in primate inferior\ntemporal cortex. III. Information theoretic analysis. Journal of\nNeurophysiology ,57(1), 162–178.\nOtten, S. (2016). The Minimal Group Paradigm and its maximal\nimpact in research on social categorization. Current Opinion in\nPsychology ,11, 85–89.\nParr, T., Friston, K.J. (2017). Uncertainty, epistemics and\nactive Inference. Journal of the Royal Society Interface ,14(136),\n20170376.\nPashos, A., Niemitz, C. (2003). Results of an explorative empir-\nical study on human mating in Germany: handsome men,\nnot high-status men, succeed in courtship. Anthropologischer\nAnzeiger ,61(3), 331–41. http://www.jstor.org/stable/29542475 .\nPaulus, M.P ., Stein, M.B. (2006). An insular view of anxiety.\nBiological Psychiatry ,60(4), 383–7.\nPeters, A., McEwen, B.S., Friston, K. (2017). Uncertainty and\nstress: why it causes diseases and how it is mastered by the\nbrain. Progress in Neurobiology ,156, 164–88.\nPiva, M., Velnoskey, K., Jia, R., Nair, A., Levy, I., Chang, S.W .C.\n(2019). The dorsomedial prefrontal cortex computes task-\ninvariant relative subjective value for self and other. ELife ,8,\ne44939.\nPreston, S.D. (2013). The origins of altruism in offspring care.\nPsychological Bulletin ,139(6), 1305.\nPrice, B., Boutilier, C. (2003). A Bayesian Approach to Imitation in\nReinforcement Learning , In IJCAI (pp. 712–720).\nPyles, J.A., Verstynen, T.D., Schneider, W ., Tarr, M.J. (2013).\nExplicating the face perception network with white matter\nconnectivity. PLoS One ,8(4), e61611.\nQi, S., Footer, O., Camerer, C.F ., Mobbs, D. (2018). A collaborator’s\nreputation can bias decisions and anxiety under uncertainty.\nJournal of Neuroscience ,38(9), 2262–9.\nRademacher, L., Krach, S., Kohls, G., Irmak, A., Gr ¨under, G.,\nSpreckelmeyer, K.N. (2010). Dissociation of neural networks\nfor anticipation and consumption of monetary and social\nrewards. NeuroImage ,49(4), 3276–3285.\nRajhans, P ., Goin-Kochel, R.P ., Strathearn, L., Kim, S. (2019). It\ntakes two! Exploring sex differences in parenting neurobiol-\nogy and behaviour. Journal of Neuroendocrinology ,31(9), e12721.\nBlackwell Publishing Ltd.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "T. Molapour et al. |759\nRajimehr, R., Young, J.C., Tootell, R.B.H. (2009). An anterior\ntemporal face patch in human cortex, predicted by macaque\nmaps. In: Proceedings of the National Academy of Sciences of\nthe United States of America, 106(6), 1995–2000.\nRamstead, M.J.D., Veissière, S.P .L., Kirmayer, L.J. (2016). Cultural\naffordances: scaffolding local worlds through shared inten-\ntionality and regimes of attention. Frontiers in Psychology ,7,\n1090.\nRhodes, G., Morley, G., Simmons, L.W . (2013). Women can judge\nsexual unfaithfulness from unfamiliar men’s faces. Biology\nLetters ,9(1), 20120908.\nRicherson, P ., Henrich, J. (2012). Tribal social instincts and the\ncultural evolution of institutions to solve collective action\nproblems. SSRN Electronic Journal ,3(1).\nRiem, M.M.E., Bakermans-Kranenburg, M.J., Pieper, S., et al.\n(2011). Oxytocin modulates amygdala, insula, and inferior\nfrontal gyrus responses to infant crying: a randomized con-\ntrolled trial. Biological Psychiatry ,70(3), 291–297.\nRizzolatti, G., Riggio, L., Dascola, I., Umilt ´a, C. (1987). Reori-\nenting attention across the horizontal and vertical meridians:\nevidence in favor of a premotor theory of attention. Neuropsy-\nchologia ,25(1), 31–40.\nRule, N.O., Ambady, N. (2008). The face of success: inferences\nfrom chief executive officers’ appearance predict company\nprofits: short report. Psychological Science ,19(2), 109–11.\nSamson, D., Apperly, I.A., Chiavarino, C., Humphreys, G.W .\n(2004). Left temporoparietal junction is necessary for rep-\nresenting someone else’s belief. Nature Neuroscience ,7(5),\n499–500.\nSaxe, R., Carey, S., Kanwisher, N. (2004). Understanding other\nminds: linking developmental psychology and functional neu-\nroimaging. Annual Review of Psychology ,55, 87–124.\nSaxe, R., Kanwisher, N. (2013). People thinking about thinking\npeople: the role of the temporo-parietal junction in “theory of\nmind”. Social Neuroscience: Key Readings ,19(4), 1835–1842.\nSebastian, C.L., Tan, G.C.Y ., Roiser, J.P ., Viding, E., Dumon-\ntheil, I., Blakemore, S.J. (2011). Developmental influences on\nthe neural bases of responses to social rejection: implica-\ntions of social neuroscience for education. NeuroImage ,57(3),\n686–694.\nSeth, A. (2014). The cybernetic bayesian brain - from interocep-\ntive inference to sensorimotor contingencies, Project. 1–24.\nOpen MIND .\nSeth, A.K., Critchley, H.D. (2013). Extending predictive processing\nto the body: emotion as interoceptive inference. Behavioral and\nBrain Sciences ,36(3), 227–8.\nSeth, A.K., Friston, K.J. (2016). Active interoceptive inference\nand the emotional brain. Philosophical Transactions of the Royal\nSociety B: Biological Sciences ,371(1708), 20160007.\nShea, N., Boldt, A., Bang, D., Yeung, N., Heyes, C., Frith, C.D.\n(2014). Supra-personal cognitive control and metacognition.\nTrends in Cognitive Sciences ,18(4), 186–93.\nShen, H., Chau, D.K.P ., Su, J., et al. (2016). Brain responses to facial\nattractiveness induced by facial proportions: evidence from an\nfMRI study. Scientific Reports ,6, 35905.\nShipp, S. (2016). Neural elements for predictive coding. Frontiers\nin Psychology ,7, 1792.\nSilston, B., Bassett, D.S., Mobbs, D. (2018). How dynamic brain\nnetworks tune social behavior in real time. Current Directions\nin Psychological Science ,27(6), 413–21.\nSinclair, S., Lowery, B.S., Hardin, C.D., Colangelo, A. (2005).\nSocial tuning of automatic racial attitudes: the role of affil-\niative motivation. Journal of Personality and Social Psychology ,\n52(5), 881–889.Singer, T., Seymour, B., O’Doherty, J., Kaube, H., Dolan, R.J.,\nFrith, C.D. (2004). Empathy for pain involves the affective but\nnot sensory components of pain. Science ,303(5661), 1157–1162.\nSingh, D. (1993). Adaptive significance of female physical attrac-\ntiveness: role of waist-to-hip ratio. Journal of Personality and\nSocial Psychology ,65(2), 293–307.\nSpence, M. (1973). Job market signalling. The Quarterly Journal of\nEconomics ,87(3), 355–374.\nStirrat, M., Perrett, D.I. (2010). Valid facial cues to cooperation\nand trust: male facial width and trustworthiness. Psychological\nScience ,21(3), 349–354.\nStramaccia, D.F ., Penolazzi, B., Sartori, G., Braga, M., Mondini, S.,\nGalfano, G. (2015). Assessing the effects of tDCS over a delayed\nresponse inhibition task by targeting the right inferior frontal\ngyrus and right dorsolateral prefrontal cortex. Experimental\nBrain Research ,233(8), 2283–2290.\nStrathearn, L., Fonagy, P ., Amico, J., Montague, P .R. (2009).\nAdult attachment predicts maternal brain and oxytocin\nresponse to infant Cues. Neuropsychopharmacology ,34(13),\n2655–2666.\nSui, J., Rotshtein, P ., Humphreys, G.W . (2013). Coupling social\nattention to the self forms a network for personal significance.\nIn: Proceedings of the National Academy of Sciences of the\nUnited States of America, 110(19), 7607–7612.\nSul, S., Tobler, P .N., Hein, G., et al. (2015). Spatial gradient\nin value representation along the medial prefrontal cortex\nreflects individual differences in prosociality. In: Proceedings\nof the National Academy of Sciences of the United States of\nAmerica, 112(25), 7851–7856.\nSundelin, T., Karshikoff, B., Axelsson, E., Olgart H ¨oglund, C.,\nLekander, M., Axelsson, J. (2015). Sick man walking: percep-\ntion of health status from body motion. Brain, Behavior, and\nImmunity ,48, 53–6.\nSwann, W .B., Griffin, J.J., Predmore, S.C., Gaines, B. (1987). The\ncognitive-affective crossfire: when self-consistency confronts\nself-enhancement. Journal of Personality and Social Psychology ,\n52(5), 881–889.\nTakahashi, H., Kato, M., Matsuura, M., Mobbs, D., Suhara, T.,\nOkubo, Y . (2009). When your gain is my pain and your pain is\nmy gain: neural correlates of envy and schadenfreude. Science ,\n323(5916), 937–9.\nTamir, D.I., Mitchell, J.P . (2012). Disclosing information about the\nself is intrinsically rewarding. In: Proceedings of the National\nAcademy of Sciences of the United States of America, 109(21),\n8038–8043.\nTaylor, S.E., Klein, L.C., Lewis, B.P ., Gruenewald, T.L.,\nGurung, R.A., Updegraff, J.A. (2000). Biobehavioral responses\nto stress in females: tend-and-befriend, not fight-or-flight.\nPsychological Review ,107(3), 411–29.\nTedeschi, E., Weber, J., Prévost, C., Mischel, W ., Mobbs, D. (2015).\nInferences of others’ competence reduces anticipation of pain\nwhen under threat. J Cogn Neurosci ,27, 2071–78.\nThorndike, E.L. (1920). A constant error in psychological ratings.\nJournal of Applied Psychology ,4(1), 25–29.\nTodorov, A., Mandisodza, A.N., Goren, A., Hall, C.C. (2005). Infer-\nences of competence from faces predict election outcomes.\nScience ,308(5728), 1623–6.\nVan Bavel, J.J., Packer, D.J., Cunningham, W .A. (2008). The\nneural substrates of in-group bias: a functional magnetic\nresonance imaging investigation. Psychological Science ,19(11),\n1131–9.\nVasil, J., Badcock, P ., Constant, A., Friston, K., Ramstead, M.\n(2019). A World Unto Itself: Human Communication as Active\nInference ,11, 417 .Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "760 |Social Cognitive and Affective Neuroscience ,2021, Vol. 16, No. 8\nVeissière, S.P .L., Constant, A., Ramstead, M.J.D., Friston, K.J.,\nKirmayer, L.J. (2019). Thinking through other minds: a varia-\ntional approach to cognition and culture. Behavioral and Brain\nSciences ,43, e90.\nVon Kriegstein, K., Warren, J.D., Ives, D.T., Patterson, R.D.,\nGriffiths, T.D. (2006). Processing the acoustic effect of size in\nspeech sounds. NeuroImage ,32(1), 368–75.\nWaters, S.F ., Mendes, W .B. (2016). Physiological and relational\npredictors of mother-infant behavioral coordination. Adaptive\nHuman Behavior and Physiology ,2(4), 298–310.\nWesten, D., Blagov, P ., Harenski, K., Kilts, C., Hamann, S. (2006).\nNeural bases of motivated reasoning: an fMRI study of emo-\ntional constraints on partisan political judgment in the 2004\nU.S. presidential election. Journal of Cognitive Neuroscience ,18,\n1947–58.\nWhiten, A. (2005). The second inheritance system of chim-\npanzees and humans. Nature ,437(7055), 52–5.\nWiese, W . (2017). Action is enabled by systematic misrepresen-\ntations. Erkenntnis ,82, 1233–52.\nWill, G.J., Crone, E.A., G ¨uro˘glu, B. (2015). Acting on social\nexclusion: neural correlates of punishment and forgiveness\nof excluders. Social Cognitive and Affective Neuroscience ,10(2),\n209–218 .Wilson, M., Wilson, T.P . (2005). An oscillator model of the timing\nof turn-taking. Psychonomic Bulletin and Review ,12(6), 957–68.\nWinston, J.S., Strange, B.A., O’ doherty, J., Dolan, R.J. (2013). Auto-\nmatic and intentional brain responses during evaluation of\ntrustworthiness of faces. Social Neuroscience: Key Readings ,5(3),\n277–283.\nWittmann, M.K., Lockwood, P .L., Rushworth, M.F .S. (2018). Neural\nmechanisms of social cognition in primates. Annual Review of\nNeuroscience ,41, 99–118.\nWu, H., Liu, X., Hagan, C., Mobbs, D. (2019). Mentalizing during\nSocial InterAction: A Four Component Model ,126, 242–252.\nWurm, M.F ., Schubotz, R.I. (2018). The role of the temporopari-\netal junction (TPJ) in action observation: agent detection\nrather than visuospatial transformation. NeuroImage ,165,\n48–55.\nZahavi, A. (1975). Mate selection-A selection for a handicap.\nJournal of Theoretical Biology ,53(1), 205–214.\nZahavi, A. (1977). The cost of honesty. Further remarks on\nthe handicap principle. Journal of Theoretical Biology ,67(3),\n603–605.\nZaki, J., Schirmer, J., Mitchell, J.P . (2011). Social influence mod-\nulates the neural computation of value. Psychological Science ,\n22(7), 894–900.Downloaded from https://academic.oup.com/scan/article/16/8/745/6149314 by guest on 22 October 2023"
    }
  ]
}