{
  "doc_type": "scientific paper",
  "title": "The central role of symptom severity and associated characteristics for functional impairment in misophonia",
  "authors": [
    "Mollman"
  ],
  "year": 2023,
  "journal": "Psychiatry 01 frontiersin.org",
  "doi": "10.3389/fpsyt.2023.1112472",
  "abstract": null,
  "keywords": [
    "misophonia",
    "functional impairment",
    "emotion regulation",
    "decreased sound tolerance"
  ],
  "research_topics": [
    "misophonia",
    "functional impairment",
    "emotion regulation",
    "decreased sound tolerance"
  ],
  "created_at": "2025-05-05T03:10:32.315381Z",
  "source_pdf": "documents/research/Global/Mollman 2023 The central role of symptom severity and associated characteristics for functional impairment in misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychiatry 01 frontiersin.org\nThe central role of symptom \nseverity and associated \ncharacteristics for functional \nimpairment in misophonia\nAnne Möllmann *, Nina Heinrichs , Lisa Illies , Nadine Potthast  and \nHanna Kley \nDepartment of Psychology, Faculty of Psychology and Sports Science, Bielefeld University, Bielefeld, \nGermany\nMisophonia is characterized by a preoccupation with and strong emotional and \nbehavioral reactions to certain triggers, mostly sounds related to eating and \nbreathing. We  applied functional impairment due to misophonic symptoms as \na central criterion to investigate differences between clinical misophonia and \nnormative decreased sound tolerance in a large non-random sample of n = 1,881 \nindividuals from an online survey. We  assessed the frequency of self-reported \nmisophonia symptoms across various symptom measures, compared severity, \ntriggers and emotional reactions, general psychopathology, interpersonal \nemotion regulation, and quality of life between both groups with and without \nfunctional impairing misophonia. Individuals with functional impairment due \nto misophonia ( n = 839) revealed significantly higher general psychopathology \nsymptoms, lower interpersonal emotion regulation skills, and lower quality of life \nthan individuals without impairment ( n = 1,042). Anxious/distressed and annoyed \nreactions to triggers were experienced more frequently compared to emotional \nreactions of disgust and sadness or depression in both groups. Overall, the group \ndifferences were primarily quantitative in nature. We discuss practical implications \nregarding classification and treatment and provide cutoffs for each symptom \nmeasure derived from group assignment for functional impairment.\nKEYWORDS\nmisophonia, functional impairment, emotion regulation, decreased sound tolerance, \nmisophonic reactions\n1. Introduction\nMisophonia is described as a condition marked by negative reactions toward primarily oral \nand nasal auditory stimuli, such as smacking or slurping. These are usually conceptualized as \n“triggers” as they are responsible for the sequelae of subsequent intense emotional (e.g., \nirritation, anxiety, disgust, and tension), physiological (e.g., increased heart rate), cognitive (e.g., \ninternalizing or externalizing appraisal of own reaction), and behavioral (e.g., avoid the stimuli) \nreactions ( 1). Misophonia is currently not included in the International Classification of Diseases \n(ICD-11) ( 2) or Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR) ( 3) \nalthough most research demonstrates significant symptom presentation which seems unrelated \nto hearing levels or perceptual abilities ( 1, 4, 5).\nThe existing consensus definition on misophonia includes a general description ( 1) but \nwhere and how to define a clinical threshold for the specific features and their combination is a OPEN ACCESS\nEDITED BY\nM. Zachary Rosenthal,  \nDuke University,  \nUnited States\nREVIEWED BY\nZachary J. Williams,  \nVanderbilt University,  \nUnited States\nJamie Ward,  \nUniversity of Sussex,  \nUnited Kingdom\nJane Gregory,  \nUniversity of Oxford,  \nUnited Kingdom\n*CORRESPONDENCE\nAnne Möllmann   \n anne.moellmann@uni-bielefeld.de\nSPECIALTY SECTION\nThis article was submitted to  \nAnxiety and Stress Disorders,  \na section of the journal  \nFrontiers in Psychiatry\nRECEIVED 30 November 2022\nACCEPTED 08 March 2023\nPUBLISHED 28 March 2023\nCITATION\nMöllmann A, Heinrichs N, Illies L, \nPotthast N and Kley H (2023) The central role \nof symptom severity and associated \ncharacteristics for functional impairment in \nmisophonia.\nFront. Psychiatry  14:1112472.\ndoi: 10.3389/fpsyt.2023.1112472\nCOPYRIGHT\n© 2023 Möllmann, Heinrichs, Illies, Potthast \nand Kley. This is an open-access article \ndistributed under the terms of the Creative \nCommons Attribution License (CC BY) . The \nuse, distribution or reproduction in other \nforums is permitted, provided the original \nauthor(s) and the copyright owner(s) are \ncredited and that the original publication in this \njournal is cited, in accordance with accepted \nacademic practice. No use, distribution or \nreproduction is permitted which does not \ncomply with these terms.TYPE Original Research\nPUBLISHED  28 March 2023\nDOI 10.3389/fpsyt.2023.1112472"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 02 frontiersin.orgchallenge still to be mastered. Accordingly, estimates on how often \nmisophonia occurs [e.g., reported here, ( 6–17)] are characterized by \na considerable heterogeneity regarding measures and suggested \ncutoffs. For example, in the cited studies, ten different measures in six \ndifferent languages were used to assess misophonia, mostly using self-\nreports such as the Amsterdam Misophonia Scale (A-MISO-S) ( 18), \nthe Misophonia Questionnaire (MQ) ( 16), or one item only ( 7). Some \nstudies included a diagnostic interview on mental disorders and/or \nmisophonia as a disorder ( 14, 18, 19), which includes functional \nimpairment. The heterogeneity led to frequency estimates between 5 \nand 49% across studies, with sample sizes ranging from 94 ( 14) and \n2,519 ( 9), including two samples representative of the general \npopulation ( 9, 10). For estimates based on self-report, 5% ( 9) and 7.3% \n(15) may be the best evidence currently available, for the first study \nbecause of the large representative sample, but the estimate is based \non one item only (item 18 = the MQ severity scale); for the latter \nbecause of the sample size and the use of the Duke-Vanderbilt \nMisophonia Screening Questionnaire (DVMSQ), which includes \nimpairment in its screening algorithm. Still, Swedo et al. ( 1) concluded \nin their Delphi study that a prevalence estimate would be premature.\nThe higher estimates [e.g., about 35–50% in a help-seeking or \nstudent sample ( 8, 11)] usually include a mild symptoms group as \nsuggested by the developers of the A-MISO-S ( 18). However, it is \nunclear if mild symptoms correspond to a clinical level of a mental \ndisorder including sufficient functional impairment or suffering. This \nis somewhat implied as five groups can be  identified with the \nA-MISO-S and only one group is described as “no symptoms/\nsubclinical. ” Questions on the extent of distress and functional \nimpairment are included; however, it is not required to indicate \nimpairment or suffering to score in the clinical groups. The MQ in \ncontrast derives the clinical group assignment from one item only, \nleading to estimates for clinical symptoms of 16.6–19.9% in college \nstudents ( 16, 20).\nMisophonia symptoms have been reported to be associated with \nsymptoms of other mental disorders and lower quality of life in clinical \nas well as student samples. In their large clinical sample, Jager et al. \n(19) reported mild symptoms of anxiety and depression and lower \nquality of life. The comorbidity rate was 28%, with major depressive, \nattention deficit (hyperactivity), and obsessive–compulsive disorder \nas the most common comorbid disorders. The prevalence of these \ndisorders was elevated in the misophonia sample compared to the \ngeneral population. Obsessive–compulsive personality traits were also \nvery common in the clinical sample (23.8%). Accordingly, Wu et al. \n(16) reported medium significant correlations of misophonia \nsymptoms and anxiety, obsessive–compulsive, and depressive \nsymptoms in their student sample. Emotion regulation difficulties \nwere reported to be  associated with misophonia symptoms, even \nbeyond the associations with depressive and anxiety symptoms ( 21, \n22). As both, the experienced emotions toward certain sounds and the \nappraisals of the emotional reaction (externalizing: blaming others; \ninternalizing: blaming oneself), differ in individuals with versus \nwithout misophonia ( 23), a closer investigation of emotion regulation \nprocesses appears warranted. Many individuals report misophonic \nsymptoms to occur with family members and/or significant others but \nnot, or at least not to the same extent, to unfamiliar others. We were \ntherefore interested to evaluate if there is any relation to interpersonal \naspects that may function as a discriminating factor between \nindividuals with or without misophonic disorder.In the present study, we  examined responses from an online \nsurvey advertised through different media [(online) newspaper, social \nmedia, and mailing lists] to recruit individuals who are affected as well \nas unaffected by misophonia. The study had three aims: First, to assess \nthe frequency of self-reported misophonia symptoms and compare \nthe scoring across various common symptom measures in a large \nsample ( n = 1,881). Second, to perform a clinical group assignment \nbased on functional impairment due to misophonia symptoms and \nexamine differences between these groups regarding symptoms, \nassociated characteristics (e.g., triggers), general psychopathology, \ninterpersonal emotion regulation, and quality of life. Third, to provide \ncutoffs for existing symptom measures to differentiate functional \nimpairing from non-impairing misophonia based on the same \nmeasure of functional impairment for each symptom measure.\n2. Materials and methods\n2.1. Participants\nTwo thousand one hundred and fifty individuals started the \nonline survey. The data of n = 1,881 individuals were included in the \nanalyses1. Reasons for exclusion of n = 269 participants were: aged \nunder 18 ( n = 23); participation terminated prior to main measure for \nthe current study ( n = 246). The mean age of the participants was \nM = 33.10 years ( SD = 11.29; range: 18–77), 1,556 individuals (82.7%) \nself-identified as female (male: 16.9%, non-binary or trans: 0.4%). \nApproximately 71% of the participants ( n = 1,326) were living in a \nrelationship (cohabitating) or were married. Most participants were \nwell educated (high school degree: 37.7%; college degree: 45.0%). The \nfirst question of the survey was introduced after a brief description of \nmisophonia and requested a self-assignment on how much the \ndescription applies the participants (translated description: \n“Misophonia is an increased sensitivity to specific sounds (e.g., eating \nsounds, pen clicking, and breathing sounds), and/or an increased \nsensitivity to movement (e.g., bobbing with a leg) which regularly \nleads to extreme emotional reactions (e.g., irritability, anger, and \ndisgust)”  - “This definition describes myself: 0 “not at all” to 100 \n“entirely”). 87.5% ( n = 1,646) of the individuals indicated that the \ndescription applied to them with scores ≥50.\n2.2. Procedure\nThe online survey study was approved by the local institutional \nreview board of the University of Bielefeld. The survey link was \nprovided on the psychotherapy outpatient clinic website, via private \nsocial networks, and e-mail distribution lists of psychology students \nand individuals interested in misophonia research. Several national \n(online) media became aware of the study and included the link in \ntheir articles on misophonia. Participation was possible between \nSeptember 2020 and May 2021. Pilot trials indicated a duration of \n30–45 min to complete the survey. All participants provided informed \nconsent prior to participation. Participants were able to take part in a \n1 The data will be made available by the first author upon request via e-mail."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 03 frontiersin.orglottery of ten gift cards of 10€ each, students from the local university \nreceived course credit.\n2.3. Materials\n2.3.1. Misophonia measures\nMost of the misophonia measures described below include several \nitems on distress due to misophonia and only single items on \nfunctional impairments caused by the symptoms. However, the \nrespective cutoffs for clinical misophonia can be exceeded without \nhaving indicated functional impairments on the items. We  were \nspecifically interested in impairments in the main areas of functioning \ndue to misophonia, as this is one important aspect in the diagnostic \ncriteria of mental disorders according to DSM-5 and ICD-11. \nWe assessed functional impairments due to misophonia symptoms \nwith the Work and Social Adjustment Scale (WSAS), a five item self-\nreport measure developed to assess “functional impairment \nattributable to an identified problem” (pp. 461), beyond both disorder \nspecific syndromes and the potential distress the syndromes may \ncause ( 24). The items (e.g., “Because of my <<misophonia \nsymptoms>>, my ability to work is impaired”) are rated from 0 no \nimpairment  to 8 very severe impairment . In the current study, 170 \nparticipants skipped (only) the WSAS in the survey. These participants \nhad indicated an impairment of 0 in the introductory question at the \nbeginning of the survey. Thus, their WSAS score was set to 0.\nMisophonia symptoms and related aspects were assessed with \neight different self-report questionnaires, with higher sum scores \nindicating higher symptom severity. The measures were translated and \nback-translated from the original language (Dutch or English) to \nGerman according to a standardized translation and back-translation \nprotocol. More detailed information on the translation process are \npresented in the electronic Supplementary material  ESM1.\nThree of these measures come from the Amsterdam based \nresearch group, the 14-item Misophonia Screening List [MSL ( 25), \nGerman translation ( 26)], the 7-item Amsterdam Misophonia Scale \n[A-MISO-S ( 18), German translation ( 27)] and the 12-item revised \nversion of the A-MISO-S [AMISOS-R ( 28), German translation ( 29)]. \nIn each instrument, approximately half of the items refer to the main \nsymptoms (e.g., “How much of your time is occupied by misophonic \nsounds?” or “How intense is your feeling of irritability/anger when \nyou  hear these sounds?”) and the other half to impairments in \nfunctioning, distress, suffering and/or avoidance due to the symptoms. \nRegarding the emotional reactions and impulses, Schröder and \ncolleagues focus on irritability, anger, aggressive impulses, and disgust. \nThe A-MISO-S was adapted for misophonia from the Y ale-Brown \nObsessive–Compulsive Scale (YBOCS) ( 30), a gold standard measure \nto assess symptom severity of obsessive–compulsive disorder. \nAccordingly, aspects of resistance against and control over (obsessive, \nhere: misophonia trigger related) thoughts are considered in the \nA-MISO-S and AMISOS-R items, respectively. In the AMISOS-R, the \nrespondent is first asked to identify his*her individual trigger and \nemotional reaction (yes/no) and answer the subsequent items \nregarding this individual profile of the most disturbing trigger and \ntypical emotion. There are slight but potentially significant differences \nbetween the measures, the reference period and the way misophonia \ntriggers are defined: the A-MISO-S relates to the last 7 days, and \ncounts any trigger (“sound, sight, touch, motion, etc.); the AMISOS-R relates to the last 3 days, and counts different sound triggers (e.g., \neating sounds, nasal sounds, ambient noises); and the MSL does not \nrelate to a time period, and speaks of “sounds people make. ” Regarding \nthe scoring, symptom severity in the A-MISO-S is indicated by a sum \nscore of six out of seven items on a 5-point scale, in the AMISOS-R a \ntotal score is reflected by a sum of ten items on a 5-point scale for the \nrespondents’ typical sound and emotion. According to Jager et al. ( 31), \npreliminary psychometric indices of the scale are good. For the MSL, \npsychometric indices and interpretation guidelines have not been \npublished yet. See Table 1  for interpretation of the total scores of the \nmeasures. Internal consistencies in the current study were Cronbach’s \nα = 0.939 (MSL), α = 0.929 (AMISOS-R), and α = 0.862 (A-MISO-S).\nThe 18-item Misophonia Questionnaire [MQ ( 16), German \ntranslation ( 33)] assesses sensitivities to certain sounds in 7 items \n(same sounds as in AMISOS-R) and the frequency of misophonia-\nrelated emotional and behavioral reactions in 10 items (e.g., “Once \nyou are aware of the sound (s), because of the sound (s), how often do \nyou: Become sad or depressed?”). The sum score of the 17 items \nranges from 0 to 68. Internal consistency of the MQ sum score was \nα = 0.879 in the current study. Additionally, one item (item 18 = MQ \nseverity scale) assesses the self-rated severity of the sound sensitivity \nincluding related impairments or interferences in daily life \n[0 = minimal  to 15 = very severe , scores above 6 indicating “clinically \nsignificant symptoms, ” Wu et al. ( 16), p. 997].\nThe 21-item Misophonia Assessment Questionnaire [MAQ ( 34), \nGerman translation ( 35)] assesses a person’s emotional reactions and \ninterferences with daily life caused by their so-called “sound issues” \n(e.g., “My sound issues make me feel guilty/unhappy/… ”; “My sound \nissues impact my family relationships”) as well as some experiences \nwith others’ reactions to the problem (e.g., “My sound issues have not \nbeen recognized as legitimate. ”), with sum scores from 0 to 21 \ninterpreted as mild , 22–42 as moderate , and 43–63 as severe . Internal \nconsistency in the present study was α = 0.960.\nThe Misophonia Trigger List (MT) ( 36) contains 79 sounds which \nare to be rated regarding their trigger potential from 0 = “does not \napply ” to 4 = “ extremely applies . ” The sounds were derived from \nmisophonia descriptions ( 37, 38) and extended by generally \nunpleasant sounds, such as mosquito buzzing, dentist’s drill, or \ntoilet flushing.\nWe administered further misophonia measures (one targeted to \nassess diagnostic criteria; the other exploring other areas of \nimpairment) in the present study, but this measure is intended to \nbe used for a different purpose (a comparison for a clinical sample \nrecruited in a different study) which is why the data are not \nreported here.\n2.3.2. Other measures\nWith one item each, we asked about other forms of diagnosed \ndecreased sound tolerance, namely hyperacusis, tinnitus, and \nphonophobia, as well as any lifetime diagnosis of audiological or \nhearing disorders or any lifetime diagnosis of a mental disorder. \nFurther, we  asked for congenital sensory processing disorders or \nsensory hypersensitivity, experiencing Autonomous Sensory Meridian \nResponse (ASMR), and synesthesia. The survey contained questions \non demographic and health related information and questionnaires \non the severity of general psychopathology according to diagnostic \ncategories in the International Classification of Diseases (ICD-10), \nassessed with the 29-item ICD-10 Symptom Rating (ISR) ( 39), related"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 04 frontiersin.orggeneral impairments (excluding misophonia-related impairments), \nassessed with the WSAS ( 24), quality of life, assessed with the \nBielefelder Instrument for Quality of Life (BIFL) ( 40), and \ninterpersonal emotion regulation, assessed with the Interpersonal \nEmotion Regulation Questionnaire (IERQ) ( 41).\n2.4. Design and statistical analyses\nThe present study has a cross-sectional correlational design. \nWe assigned participants to two groups according to their WSAS sum \nscore of the five regular items and cutoffs, which we derived from the \nmean and standard deviation of a German WSAS validation study \nwith depressed patients (i.e., clinical significant impairment from \ndepression) ( 42): no or mild impairment, associated with subclinical \npopulations  = 0–8, significant functional impairment  ≥ 9 (moderate: \n9–29; severe functional impairment  scores ≥30). Analyses were \nconducted with SPSS Version 26 and the KALPHA macro ( 43). \nWe report descriptive statistics for the overall sample and chance-\ncorrected agreement coefficient Krippendorff ’s alpha per measure \ncomparison. Group differences regarding measures on general \npsychopathology, interpersonal emotion regulation, and quality of life \nas well as trigger characteristics were analyzed with t-tests with \nBonferroni-corrected alpha-levels and interpreted according to \nCohen’s d effect sizes. Receiver operating characteristic (ROC) \nanalyses and calculation of related coefficients were performed in RStudio with the packages pROC  (44) and bootLR  (45) to estimate the \ndiagnostic capacity of the symptom measures quantified by the Area \nunder the curve (AUC) to detect functionally impairing misophonia. \nCutoff scores were derived based on the Y ouden Index (i.e., an index \nmaximizing the sum of sensitivity and 1-specificity).\n3. Results\n3.1. Frequency of misophonic symptoms \nand functionally impairing misophonia in \nthe overall sample\nThe sum scores and symptom severity levels of the misophonia \nmeasures for the overall sample are presented in Table 1 . Applying \nthe A-MISO-S and the AMISOS-R suggested cutoff scores to the \npresent sample resulted in about 15% of the individuals without or \nwith subclinical symptoms and about 85% with clinical, at least \nmild symptoms. According to the MAQ, “mild symptoms” is the \nlowest severity category, which applies to about 50% of the present \nsample, with the other 50% presenting with moderate to severe \nsymptoms. Similarly, the MQ only differentiates clinically \nnon-significant versus significant symptoms, which again resulted \nin about 50% of the sample for each category or—applying a stricter \ncriterion ( 32)—about 60% in the clinically non-significant category, \nrespectively. These frequencies are relatively high and indicate that TABLE 1 Misophonic symptom sum scores and their classification, based on existing cutoffs per measure, for the whole sample ( N = 1,881).\nSum \nscoreSymptom severity\nMild1Moderate Severe Extreme\nNo to \nsubclinicalMild\nQuestionnairePossible \nrangeM (SD)Classification of \nscoresn (%) n (%) n (%) n (%) n (%)\nAmsterdam \nMisophonia Scale, \nA-MISO-S 0–2410.13 \n(4.70)No/subclinical: 0–4\nMild: 5–9\nModerate: 10–14\nSevere: 15–19\nExtreme: 20–24261 (14.0)524 \n(28.0)764 (40.9) 291 (15.6) 30 (1.6)\nAmsterdam \nMisophonia Scale \nRevised, AMISOS-R0–4021.43 \n(9.07)Normal/subclinical: 0–10\nMild:11–20\nModerate severe: 21–30\nSevere to extreme: 31–40288 (15.4)476 \n(25.4)817 (43.6) 295 (15.7)\nMisophonia \nAssessment \nQuestionnaire, MAQ0–6323.12 \n(15.58)Mild: 0–21\nModerate: 22–42\nSevere: 43–63-871 \n(47.1)733 (39.6) 246 (13.3) -\nNot clinically significant Clinically significant\nMisophonia \nQuestionnaire, MQ0–6829.09 \n(11.58)Clinically significant2:\nitem 18 > 6986 (52.5) 892 (47.5)\nitem 18 > 6 & Mean MQEB ≥ 2 1,192 (63.4) 687 (36.6%)\nMisophonia Screening \nList, MSL0–5628.53 \n(14.52)No information - - - - -\n1The mild group is further differentiated in no/subclinical and mild (clinical) group according to the first two measures. 2The MQ differentiates between not-and clinically significant symptoms \naccording to item 18 = the MQ Severity Scale. Rosenthal et al. suggest to combine a score > 6 on item 18 and mean item score of ≥ 2 on the MQ Emotions and behaviors subscale, Mean MQEB \n(32)."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 05 frontiersin.orgmany individuals may have participated because they self-referred \nto this condition.\nBased on the binary categories per measure (c.f. Table  1 ; i.e., \n“mild” for the lowest two categories of the A-MISO-S and AMISOS-R \nand the lowest category of the MAQ and “moderate to extreme” for \nthe remaining categories; similarly for the MQ item with categories \n“not” versus “clinically significant”), Table 2  presents the concordance \nrates and the chance-corrected agreement coefficient Krippendorff ’s \nα between each two measures. Concordance rates ranged between 82 \nand 88% for the category “mild” and 72–85% for the category \n“moderate to extreme. ” The chance-corrected agreement coefficients \nKrippendorff ’s αs (46) ranged between 0.57 and 0.66.\n3.2. Phenomenology of individuals with \nmisophonia with or without functional \nimpairment\nAccording to the WSAS, about 55% of the participants \nexperienced no or mild and 45% experienced significant functional \nimpairment due to  misophonia symptoms (with 42.8% moderate, \n1.8% severe impairment). Table  2  shows concordance rates and \nKrippendorff ’s α for the WSAS with the binary misophonia \nquestionnaires. Means and standard deviations on misophonic symptom severity, other ICD-10 related psychopathology symptoms, \ninterpersonal emotion regulation, and quality of life separated by \ngroup (functional impairment yes/no) are presented in Table  3 . \nT-tests on the non-misophonia measures revealed significant \ndifferences between the groups regarding psychopathology symptom \nseverity, t (1512.68) = −18.43, p < 0.001, d = 0.88, and quality of life, \nt (1813) = 11.78, p < 0.001, d = 0.56, indicating higher \npsychopathology and lower quality of life in the group with versus \nwithout functional impairing misophonia symptoms. Significant \ngroup differences on interpersonal emotion regulation scores were \nfound for the subscales enhancing positive affect , t (1853) = 4.45, \np < 0.001, d = 0.21, perspective taking : t (1852) = 3.79, p < 0.001, \nd = 0.18, and soothing , t (1855) = 4.68, p < 0.001, d = 0.22, indicating \nthat individuals with versus without functional impairing \nmisophonia use these emotion regulation strategies less often. No \nsignificant group differences were found regarding the subscale \nsocial modeling , t (1849) = 1.37, p = 0.17, d = 0.06. Frequencies of \npotential self-reported comorbid and/or differential diagnoses or \nphenomena ranged from 0.7% (phonophobia) to 30.5% (ASMR). \nThe frequencies separated per functional impairment due to \nmisophonia are presented in Table 3 , revealing significantly higher \nrates of phonophobia, hyperacusis, sensory processing disorder or \nhypersensitivity, and mental disorders in the group with versus \nwithout functional impairments due to misophonia. The odds of a \nTABLE 2 Concordance rates and chance-corrected agreement coefficient based on binary categorization per measure.\nMeasures AMISOS-R MAQ MQ WSAS - Misophonia\nMildModerate-\nextreme1MildModerate-\nextreme1Not \nclinically \nsignificantClinically \nsignificant1No \nfunctional \nimpairmentFunctional \nimpairment\nA-MISO-S Mild 81.6% 15.1% 84.6% 15.4% 87.5% 12.5% 66.7% 11.4%\nModerate-\nextreme118.4% 84.9% 19.6% 80.4% 27.1% 72.9% 33.3% 88.6%\nKrippendorff ’s \nα [95%-CI]20.66 [0.63; 0.70] 0.64 [0.60; 0.67] 0.58 [0.54; 0.62] 0.53 [0.49; 0.57]\nAMISOS-R Mild 85.9% 14.1% 88.2% 11.8% 63.3% 12.7%\nModerate-\nextreme120.4% 79.6% 28.1% 71.9% 36.7% 87.3%\nKrippendorff ’s \nα [95%-CI]20.64 [0.60; 0.67] 0.57 [0.53; 0.61] 0.48 [0.44; 0.52]\nMAQ Mild 83.9% 16.1% 72.0% 16.2%\nModerate-\nextreme124.6% 75.4% 28.0% 83.8%\nKrippendorff ’s \nα [95%-CI]20.59 [0.55; 0.62] 0.55 [0.51; 0.58]\nMQ Not clinically \nsignificant76.8% 22.3%\nClinically \nsignificant123.2% 77.7%\nKrippendorff ’s \nα [95%-CI]20.54 [0.50; 0.58]\nA-MISO-S, Amsterdam Misophonia Scale; AMISOS-R, Amsterdam Misophonia Scale Revised; MAQ, Misophonia Assessment Questionnaire; MQ, Misophonia Questionnaire; WSAS, Work \nand Social Adjustment Scale. 1Cutoffs for “moderate - extreme” or “clinically significant”: sumscore of 10 for A-MISO-S, of 21 for AMISOS-R, of 22 for MAQ, score of 7 in MQ item 18, c.f. \nTable 1 . 2Chance-corrected agreement with 95% confidence interval derived from bootstrapping with 10,000 samples."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 06 frontiersin.orgphonophobia or hyperacusis diagnosis were around 7 times higher \nwith versus without functional impairments due to misophonia, and \naround 1.8 times higher for sensory processing disorder/\nhypersensitivity or a diagnosed mental disorder.Regarding the Misophonia Trigger list (MT), the ten most \nannoying triggers were all sound triggers and almost identical in \nindividuals with versus without clinical misophonia (see Table 4 ). \nMost sounds were related to eating (60% in both groups) and TABLE 3 Misophonia symptom severity and other characteristics in individuals without ( n = 1,042) and with ( n = 839) functional impairing misophonia.\nNo \nmisophonia or \nwithout \nfunctional \nimpairment1Misophonia \nwith \nfunctional \nimpairmentTest \nstatistics2Subgroups of functional \nimpairing misophonia - \nseverity\nModerate Severe\nn = 805 n = 34\nQuestionnairePossible \nrangeM (SD)/% (n) M (SD)/% (n) χ2 (1)Odds \nratioM (SD) M (SD)\nAmsterdam Misophonia \nScale, A-Miso-S0–24 7.66 (3.95) 13.22 (3.39)- -\n13.04 (3.27) 18.03 (2.75)\nAmsterdam Misophonia \nScale Revised, \nAMISOS-R0–40 16.97 (8.32) 27.15 (5.92)- -\n26.88 (5.82) 34.03 (3.86)\nMisophonia Assessment \nQuestionnaire, MAQ0–63 14.42 (11.91) 34.11 (12.06)- -\n33.52 (11.73) 49.10 (10.86)\nMisophonia \nQuestionnaire, MQ0–68 23.24 (10.56) 36.27 (8.16)- -\n35.90 (7.97) 45.57 (7.32)\nMisophonia Screening \nList, MSL0–56 21.08 (12.86) 38.21 (9.75)- -\n37.82 (9.62) 48.17 (7.42)\nDiagnosed phonophobia n/a 0.2 (2) 1.3 (11) 8.57, p = 0.0046.96 [1.99; \n20.11]\nDiagnosed hyperacusis n/a 0.4 (7) 1.9 (36) 27.54, p < 0.0016.68 [2.96; \n15.10]\nDiagnosed tinnitus n/a 6.5 (119) 5.2 (96) 0.01, p = 0.9441.01 [0.77; \n1.37]\nDiagnosed audiological/ \nhearing disordersn/a 6.7 (123) 6.0 (110) 0.84, p = 0.3971.14 [0.88; \n1.48]\nSensory processing \ndisorders or \nhypersensitivityn/a 1.9 (35) 2.7 (50) 7.48, p = 0.0071.84 [1.19; \n2.99]\nASMR n/a 16.7 (308) 13.8 (254) 0.19, p = 0.6841.05 [0.86; \n1.28]\nSynesthesia n/a 5.1 (94) 4.7 (86) 0.91, p = 0.3441.16 [0.86; \n1.59]\nDiagnosed mental \ndisordern/a 13.5 (248) 16.0 (294) 30.00, p < 0.0011.75 [1.43; \n2.15]\nICD-10 Symptom rating \n(ISR)0–4 0.66 (0.50) 1.16 (0.66) *** 1.13 (0.63) 1.97 (0.76)\nQuality of life - BIFL −15–15 3.62 (4.01) 1.40 (3.90) *** 1.50 (3.91) −1.16 (2.57)\nIERQ: Enhancing \npositive affect5–25 17.64 (4.44) 16.71 (4.55) *** 16.75 (4.54) 15.63 (4.59)\nIERQ: Perspective taking 5–25 11.66 (3.95) 10.91 (3.84) *** 10.93 (3.84) 10.53 (3.92)\nIERQ: Soothing 5–25 13.06 (4.48) 12.11 (4.44) *** 12.11 (4.43) 12.17 (4.74)\nIERQ: Social modeling 5–25 14.64 (4.61) 14.34 (4.60), n.s. 14.34 (4.59) 14.30 (5.00)\n1Based on misophonia-specific functional impairment according to the WSAS: Work and Social Adjustment Scale. 2The other test statistics are presented in the main text. IERQ: Interpersonal \nEmotion Regulation Questionnaire, BIFL: Bielefelder Questionnaire on Quality of Life. Higher values indicate higher symptom severity, more adaptive emotion regulation (IERQ) and higher \nquality of life (BIFL), respectively. ***: p < 0.001. No significance testing was performed for the misophonia measures and between the clinical subgroups. ASMR: Autonomous Sensory \nMeridian Response."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 07 frontiersin.orgbreathing (30% in the clinical, 20% in the non −/subclinical-\ngroup). Only 10% (20%) were unrelated to eating or breathing. In \nthe group of the 235 individuals (12.5%), who indicated no sound \nsensitivity at all in the first item of the survey, 50% of the ten most annoying triggers still matched to the list in Table 4 . The other 50% \nof potential triggers included more general unpleasant sounds (i.e., \njackhammer, dentist drill, a baby crying, many people talking at \nthe same time).\nIndividuals in the clinical ( M = 2.95, SD = 0.34) versus non −/\nsubclinical group ( M = 2.18, SD = 0.34) rated the level of annoyance \ncaused by the triggers as significantly higher, t (1879) = 48.42, p < 0.001, \nd = 2.26, and they rated significantly more triggers as at least slightly \nannoying ( M = 50.60, SD = 14.90 vs. M = 35.45, SD = 16.00), t \n(1839.62) = −21.20, p < 0.001, d = 0.98.\nThe most frequent emotional and behavioral reactions toward \ntriggers (MQ) per group are depicted in Figure 1 . Similar rank \norders across the different reactions were observed between groups. \nOn a descriptive level, item mean differences between groups for \nemotional reactions were highest for anxious/distressed reactions \n(clinical group: M = 3.3, SD = 0.86; non −/subclinical: M = 2.17, \nSD = 1.33), followed by sad/depressed reactions (clinical group: \nM = 1.59, SD = 1.32; non −/subclinical: M = 0.51, SD = 0.92), see \nFigure 1 . In the AMISOS-R, emotional reactions (irritation, anger, \ndisgust, and other) are either affirmed or denied. The most \nfrequently affirmed reaction was irritation (94% vs. 88% in the \nclinically impaired vs. non-impaired group), followed by anger \n(80% vs. 55%), and disgust (42% vs. 30%).\n3.3. Recommended cutoffs for identifying \n(clinically relevant) misophonia and \ndistinguishing from no or subclinical \nmisophonic reactions\nThe results of the ROC analyses are presented in Table 5  with area \nunder the curve values ranging from 0.81 (MQ subscale) to \n0.87 (MAQ).TABLE 4 Ten most annoying triggers.\nMisophonia with \nfunctional \nimpairment  \n n = 839No misophonia or \nwithout functional \nimpairment \nn = 1,042\nTrigger Rank M Rank M\nSmacking 1 3.59 1 2.89\nSlurping 2 3.23 4 2.28\nChewing 3 3.18 3 2.37\nSnoring 4 3.11 2 2.47\nTalking with \nmouth full5 3.03 6 2.14\nFork scraping \nalong teeth6 2.82 7 2.01\nNose whistling 7 2.81 9 1.84\nSwallowing 8 2.68 10 1.81\nNasal breathing 9 2.54 – –\nChalk \nsqueaking on a \nblackboard10 2.49 5 2.17\nMosquito \nbuzzing– – 8 1.87\nLevel of annoyance of seventy-nine triggers was rated with the Misophonia Trigger List \n(MT), range 0–4.\nFIGURE 1\nEmotional and behavioral reactions to trigger. Groups based on misophonia-specific functional impairment according to the WSAS: Work and Social \nAdjustment Scale. Items of the Misophonia Questionnaire (MQ) range from 0 “never” to 4 “always.” 95% CI = 95% confidence interval."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 08 frontiersin.org4. Discussion\nThe present study aimed at assessing the frequency of misophonia \nsymptom (severity) in a large non-representative sample according to \ncommon misophonia measures, describing differences in the clinical \npicture of misophonia for those with versus without significant \nfunctional impairment, and to provide cutoffs on misophonia \nquestionnaires for the purpose of identifying those best who reported \nsignificant functional impairment in their daily lives due to \nmisophonia, and as such, are most likely individuals who would need \naccess to and benefit from treatment for this condition.\nFirst of all, this is to our knowledge the first study to compare \nscoring across various misophonia symptom measures in a large \nsample of n = 1,881. We found 85% of the individuals in the mild-to-\nsevere misophonia symptoms range based on the A-MISO-S or \nAMISOS-R. The MQ and MAQ only identified 50% of this sample to \nbe in the clinical range. The measure comparisons revealed that 12 to \n28% of individuals scored in the “mild group” of one but the \n“moderate–severe” group of another misophonia measure, indicating \nthat the measures at least partly assess different aspects of misophonia. \nThe pattern was even more pronounced for the functional impairment \nmeasure WSAS compared to symptom severity measures, with a \nproportion of up to 37%. This underlines the subordinate role of \nmisophonia-caused functional impairment in the classification into \nmild and moderate–severe of these measures. It demonstrates that the \nmajority of classifications within misophonia measures so far are \nbased primarily on severity (e.g., simply reflecting the extent to which \na person is triggered by sounds) and put less emphasis on the \ndifference between impairment due to and severity of the misophonic \nreaction. The consequences may be less significant the more severe the \nmisophonic reaction, as with increasing severity is it likely to also find \nmore impairment. However, especially in the moderate range of \nmisophonic reactions, this discrimination may be significant. The \ndevelopers of the A-MISO-S and AMISOS-R, respectively, name the \nlowest symptom class “subclinical, ” implying that all other symptom \nclasses exceed the clinical threshold: the mild symptom class and the \nmoderate and severe class ( 18, 29). Based on our results, we suggest to \nconceptualize the mild symptom class still as subclinical, rather \nreflecting variations in this specific form of decreased sound tolerance \nthan meeting threshold for a clinical disorder. This would also be in \nline with our attempt to identify a disorder (clinical threshold) by \nusing misophonic-related functional impairment in daily lives as a \nquantification of one of the suggested revised diagnostic criteria for \nmisophonia ( 19). When differentiating the sample in those reporting \nclinically significant impairment, we identified 44% of the present \nsample to be affected by a clinical expression of misophonia. This is \nmuch lower than the number of participants who self-assigned to the \ncondition before they started the survey (87.5%). Similarly, Williams \net al. identified 7.3% as clinical and 10% as subclinical misophonia \ncases using the DVMSQ that differentiated between the groups by a \nfunctional impairment item ( 15). On the one hand, these findings \ndemonstrate that experiencing symptoms, such as not liking specific \nsound stimuli, is overestimating the presence of a functional impairing \ncondition. On the other hand, it underlines that self-identification \nwith misophonia is rather based on a dimensional construct than a \ncategorical disorder approach. We follow up on a suggestion made by \na reviewer of this article (Zack Williams) and propose to use the term \n“misophonic disorder” for a clinically relevant manifestation of this condition only and use “misophonic reactions” when subclinical \nmanifestations are the focus of research on misophonia. Thus, \nwe suggest misophonia might be used as an umbrella term for all \nmanifestations, analog to for example, depression for depressive \nsymptoms and depressive disorders or in the context of tinnitus \nsymptoms (and tinnitus as a disorder) ( 47). The dimensional approach \nstill leaves open what defines the respective underlying construct (s). \nWe propose to follow up on this aspect in future research investigating \nwhether the tendency of experiencing misophonic (emotional) \nreactions varies between individuals; and if this individual tendency \nis rather representing a risk factor for the development of a misophonic \ndisorder (alike behavioral inhibition in anxiety disorders) or if it is in \nitself a main criterion of the disorder and only needs to reach a certain \nthreshold. For example, it might be important to compare the patterns \nof symptoms in non-misophonic, subclinical, and clinical misophonia \ngroups across multidimensional measures.\nWe determined large group differences between the subclinical \nand the clinical manifestation with literally more severe/more frequent \nsymptom scores across all measures, independently of whether they \nfocus on misophonic symptoms or general psychopathology including \ndepressive, anxiety, or obsessive–compulsive symptoms. These \ndifferences also extend to other concepts, such as quality of life with \nmedium and interpersonal emotion regulation skills with small effect \nsizes. This study is adding a comparison group study to the existing \nevidence and it suggests mostly more severe reactions in the clinical \ncompared to the non −/subclinical group ( 16, 19) and extends findings \non emotion regulation ( 22) to interpersonal emotion regulation skills. \nHowever, as in ( 48), there is also evidence for qualitative differences, \ne.g., in emotional reactions to misophonic stimuli.\nRegarding potential comorbid or differential diagnoses and \nphenomena, the pattern is similar for diagnosed hyperacusis and \nphonophobia with odds around 7 times higher for these diagnoses in \nthe clinical versus non −/subclinical group. However, the rates of \ndiagnosed tinnitus and experiences of ASMR and synesthesia were not \nsignificantly different and reported less often in the group with clinical \nversus non −/subclinical manifestations of misophonia. Finally, the \ntypes of stimuli that are experienced as annoying are vastly the same \nacross both groups, primarily sounds related to eating and breathing. \nThis may indicate a normative power of these stimuli to elicit \nannoyance in many individuals, although this should be interpreted \nwith caution in light of the high proportion of individuals self-\nidentifying with misophonia in the current study.\nHowever, it remains unclear why these sounds are annoying for \nso many people. The similarity in trigger sounds in both groups may \nimply cognitive and emotional processes involved in evaluating the \nstimuli to be key when trying to make a difference for those affected \nby misophonia ( 23). In the current study, the difference between \nfunctionally impaired and non-impaired groups rather lay in the \nintensity to which these stimuli were experienced and evaluated as \nannoying. In line with the idea mentioned earlier, we hypothesize that \nthe difference between clinical and subclinical manifestations may \nbe more a matter of quantity than quality (“quantity hypothesis”); that \nis a clinical group may not be characterized by a specific symptom \nprofile or different (types of) stimuli that function as a trigger but may \nbe  more reflected by similar symptoms and a similar ranking of \nfunctional stimuli (i.e., with the power to trigger the specific \nemotional, behavioral and physiological reactions associated with \nmisophonia). Similarly, Savard et al. ( 49) found support for the idea"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 09 frontiersin.orgTABLE 5 Area under the curve (AUC) and suggested cutoffs based on functional impairment due to misophonia symptoms.\nQuestionnaire Possible \nrangeExisting \ncategorizationAUC 95% CI Cutoffs1Sensitivity 95% \nCISpecificity 95% CI Youden \nIndexLR + \n95% CILR− \n95% CI\nAmsterdam Misophonia \nScale, A-Miso-S0–24 No/subclinical: 0–4\nMild: 5–9\nModerate: 10–14\nSevere: 15–19\nExtreme: 20–240.86 [0.84; 0.87] 10 0.89 [0.86; 0.91] 0.67 [0.64; 0.70] 0.55 2.65 [2.47; 2.97] 0.17 [0.13; 0.20]\nAmsterdam Misophonia \nScale Revised, AMISOS-R0–40 No/subclinical: 0–10\nMild:11–20\nModerate severe: 21–30\nSevere to extreme: 31–400.84 [0.82; 0.86] 23\n240.80 [0.78; 0.83]\n0.76 [0.72; 0.78]0.72 [0.69; 0.75]\n0.76 [0.74; 0.79]0.52 2.85 [2.58; 3.19]\n3.20 [2.84; 3.59]0.27 [0.24; 0.32]\n0.32 [0.28; 0.36]\nMisophonia Assessment \nQuestionnaire, MAQ0–63 Mild: 0–21\nModerate: 22–42\nSevere: 43–630.87 [0.85; 0.89] 24 0.81 [0.78; 0.84] 0.77 [0.75; 0.80] 0.58 3.53 [3.14; 3.98] 0.25 [0.21; 0.28]\nMisophonia \nquestionnaire, MQ0–68 n/a 0.83 [0.82; 0.85] 30\n310.80 [0.77; 0.83]\n0.76 [0.73; 0.79]0.70 [0.67; 0.72]\n0.74 [0.71; 0.77]0.50 2.65 [2.42; 2.96]\n2.91 [2.63; 3.29]0.28 [0.25; 0.33]\n0.32 [0.28; 0.37]\nMQ item 18 0–15 clinically significant: > 6 0.84 [0.82; 0.85] 7 0.78 [0.75; 0.80] 0.77 [0.74; 0.79] 0.54 3.31 [3.03; 3.84] 0.29 [0.25; 0.33]\nMQ subscale emotions \nand behaviors0–50 n/a 0.81 [0.80; 0.83] 19\n20\n210.81 [0.79; 0.84]\n0.76 [0.73; 0.79]\n0.70 [0.67; 0.73]0.65 [0.62; 0.68]\n0.70 [0.67; 0.73]\n0.76 [0.73; 0.78]0.46 2.33 [2.12; 2.54]\n2.56 [2.29; 2.81]\n2.88 [2.61; 3.30]0.29 [0.25; 0.34]\n0.34 [0.30; 0.39]\n0.39 [0.35; 0.44]\nMisophonia screening list, \nMSL0–56 n/a 0.85 [0.83; 0.87] 31 0.80 [0.77; 0.82] 0.74 [0.71; 0.76] 0.54 3.03 [2.77; 3.46] 0.27 [0.23; 0.31]\n95% CI: bootstrapped 95% confidence intervals, LR+ and LI −: positive and negative diagnostic likelihood ratios (LR+ = sensitivity/(1-specificity); LR − = (1-sensitivity)/specificity). 1The cutoffs are decimal rounded and defined as greater than and equal to the respective \nvalues ( ≥). The presented cutoffs per measure have the same (maximum) Y ouden index (the sum of sensitivity and 1-specificity)."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 10 frontiersin.orgof a continuum for misophonia symptom severity from their online-\nsurvey results. Additionally, derived from results of an experimental \nmasking paradigm with different (trigger) sounds, they found that \nindividuals with high versus low misophonia symptoms had similar \ndetection rates of sounds—triggers were identified best in both \ngroups, followed by unpleasant and neutral sounds—but differed \nregarding the subsequent emotional reaction with higher ratings of \nnegative emotions in the high versus low symptom group.\nInterestingly, the “quantity hypothesis” appears to also apply \nwithin the clinical group: when examining differences between \nmoderate and severe clinical presentations, all scores descriptively \nincrease when moving to the severe group. The size of these effects \nvaries around one standard deviation ( d = 0.69–1.53), roughly, across \nall measures—except for the interpersonal emotion regulation \nquestionnaire. Effect sizes for the differences drop clearly with the \nlargest one reaching roughly d = 0.25 on “Enhancing positive affect, ” \nand going further down to d < 0.01 on the other three scales. Thus, the \ndifferences on the interpersonal emotion regulation subscales are \nstatistically significant (exception: social modeling). However, the \neffects are small and were only detectable due to the large sample size, \nwhich may suggest that the group differences for the subscales \n“soothing” and “perspective taking” are not clinically meaningful. At \nthe same time, this may point at the relative significance of positive \nemotion regulation and the lack of adaptive regulation skills within \nthe clinical group while both interpersonal maladaptive and adaptive \nemotion regulation skills distinguish clinical from subclinical \npresentations. The interpersonal emotion regulation questionnaire is \na measure that reflects how individuals may utilize others to regulate \ntheir own emotions ( 41) and this specific subscale “Enhancing positive \naffect” is significantly correlated with reappraisal, tolerating and \naccepting emotion regulation skills. It may be beneficial to include a \ntreatment module on how to deliberately improve one’s own positive \naffect when working with more severe cases (in addition to working \non reducing maladaptive interpersonal emotion regulation for \neverybody in treatment). Another interpretation of these findings \nwould be that the lack of interpersonal emotion regulation is adaptive \nin the clinical group as long as misophonia symptoms are still present, \nas individuals with misophonia may have experienced invalidation of \ntheir emotions and others might rather trigger (negative) emotions \nthan regulate them. These suggestions need to be considered with \ncaution because the comparisons rely on very different sample sizes \nper group. The percentage of those with severe presentations is \nproportionally small in the entire sample. Nevertheless, it is still a \nconsiderable number of individuals ( n = 34) and in light of the few \nempirical findings helping to derive treatment recommendations, it \nmay add some further ideas on what to include in psychological \ntreatment (packages). Further, we  mainly looked at interpersonal \nenhancing positive affect. This does not necessarily relate to one’s own \nskills. When thinking about clinical implications, one way to go may \ninclude a module of specific emotion regulation skills. However, it is \nunclear from our results, if individuals are generally lacking in their \nability to experience positive affect or if this is more specific to \ninterpersonal emotion regulation. In the latter case, it may also imply \nto include interventions related to drawing on others to support their \nown emotion regulation. Following the interpretation of the lack of \ninterpersonal emotion regulation as adaptive and a result of \nmisophonia, interpersonal emotion regulation would not be targeted \nin treatment but would possibly improve eventually with a decrease in misophonia symptoms. These different implications may be tested in \nfuture studies.\nAnother interesting result relates to the emotions experienced in \nresponse to triggers. It may be noted that misophonia measures partly \ndiffer regarding the emotional reactions they assess. While the \nA-MISO-S and AMISOS-R do not assess anxious/distressed \nreactions—in contrast to the MQ—the latter does not assess disgust. \nAccording to the MQ, annoying, anxious/distressed, and angry \nemotional responses to misophonic stimuli were the responses most \nfrequently endorsed in our study. Although sad/depressed feelings \nalso occur (similarly disgust, AMISOS-R), they ranked clearly behind \nanxiety and anger, mentioned only about half as often. Comparing \nirritation and anger, group differences in endorsement rates were \nlarger for anger, indicating that anger might be  better able to \ndiscriminate clinical from subclinical reactions. In the consensus \ndefinition of misophonia, Swedo et al. ( 1) name all the aforementioned \nemotions as “most common” reactions to triggers (pp.  10) and \ndispense with weighting further. In contrast, Jager et al. ( 19) define \n(only) irritation, anger and/or disgust as required emotional reaction \ntoward triggers in their revised criteria of misophonia, and leave out \nanxiety. They discuss anxiety as potentially mistaken emotional \nresponse as their study participants with clinical misophonia did not \nmention anxiety as first (i.e., as fear reaction) but either anticipatory \nor secondary emotional response. Similarly, lower endorsement rates \nof the fear/panic item were found in the validation of the Duke-\nVanderbilt Misophonia Screening Questionnaire (DVMSQ) ( 15). As \ndistress and anxiety are combined in the MQ item, they cannot \nbe disentangled in the responses. Because of the somewhat mixed \nfindings across studies, we suggest continuing to capture all these \ndifferent emotions, including disgust and anxiety, as a potential \nresponse in research studies until the evidence basis points more \nclearly to an emotional reaction which is the most typical and/or \ndifferentiates misophonic disorder best from subclinical misophonic \nreactions or other conditions.\nRegarding group differences in the current study, with severity \nincreasing, the steepest increase is observed in anxious or depressed \nemotional responses relative to angry and annoyed responses when \nexposed to annoying stimuli. Externalizing attributions may increase \nthe externalizing emotional reactions (i.e., angry, annoyed). \nWe speculate that this externalizing pattern might be common along \nthe continuum of symptom severity, whereas the internalizing \nemotional reactions might appear more often and more strongly in \nthose individuals with higher, clinical symptom severity and duration. \nThus, providing skills to regulate specifically anger and/or attributional \nretraining may be  another promising candidate for a treatment \nmodule—on the one hand, to prevent the significantly increased \noccurrence of verbally as well as physically aggressive reactions in \nindividuals with clinical misophonia (medium effect sizes) and, on the \nother hand, to prevent or decrease secondary depressive reactions.\nFinally, when screening for misophonia with the purpose of \nidentifying clinical manifestations that deserve treatment-related \nattention, it is recommended to use a higher cutoff on the common \ninstruments for misophonia symptoms (e.g., A-MISO-S or AMISO-R) or \nto add a functional impairment requirement in the interpretation of the \nscales. A (mental) disorder usually requires clear impairment in areas of \ndaily life (e.g., ICD-11) ( 2) and health insurances usually only cover \ntreatment expenses when a clinical threshold is met. While this diagnostic \nissue is best addressed with a clinician-administered interview,"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 11 frontiersin.orgpre-selection, for example for inclusion in randomized controlled \ntreatment trials, could be successfully conducted based on recommended \ncutoff scores. We provide several possibilities of sum score cutoffs across \nmisophonia instruments with associated costs and benefits on sensitivity \nand specificity to help tailoring the cutoff score to the associated research \npurpose2. Of those published previously (e.g., AMISO-S, AMISO-R), our \nrecommended cutoffs are higher, and of those without cutoff  \nrecommendations so far (MQ, MAQ), we provided our suggestions. The \nformer indicates that clinical cases may have been underrepresented in \nprevious studies, specifically in the mild symptom class.\nAssignment to a class also requires reflecting upon the best \nconceptual match with other examples of the overall disorder group. \nFocusing on the emotional reactions, one might come to different \nconclusions depending on which emotion (s) one focuses on. Whereas \nanger, irritation, or fear/anxiety indicate an emotional disorder \n(anxiety and mood disorders, e.g., disruptive mood dysregulation \ndisorder), distress and/or disgust reactions point more toward an \nobsessive–compulsive spectrum. Even if there is rather little evidence \nfrom our study that OCD-related assumptions maybe transferred to \nthis condition, valid conclusions still appear premature. Progress in \nclassification also requires to reflect upon potentially effective \npsychological treatments. The present study supports CBT strategies \nalready used in the treatment of misophonia such as attention training \nand arousal reduction ( 51). Further, it suggests that it may \nbe worthwhile to assess changes in interpersonal emotion regulation \nin other interpersonal contexts beyond the misophonic reaction itself \nduring treatment. If individuals experience persisting difficulties, the \ntherapeutic strategies may be  extended to interpersonal emotion \nregulation, for example, teaching (specific) emotion regulation skills \nto enhance positive affect as well as skills to reduce negative affect and \nanger in these non-misophonic contexts in general.\n4.1. Limitations\nCompared to the general population, a disproportionate number \nof female, highly educated, young individuals participated in the \nstudy. This reflects a typical but not less critical pattern, which should \nbe  addressed with targeted sampling in future studies to improve \ngeneralizability. Similarly, (online) surveys that disclose misophonia \nas a central topic, lead to inclusion of more individuals with an \nincreased interest in the topic and/or self-identifying with the \ncondition, which does not allow conclusions about the prevalence of \nmisophonia in general and may also be a potential source of bias \nregarding other results. However, the self-selection by interest and \nsubjective affectedness also led to many participants with symptom \nseverity around our diagnostic threshold so we could compare and \ndifferentiate the two groups particularly well. It should be noted that \nwe did not include attention checks in the survey and that there was \nno compensation for every participant. However, we  did check if \nwe  detect unusual response patterns (e.g., random or careless \nresponses to the survey questions) and did not find evidence for any \n2 We provide tables with sensitivity and specificity per sum score per measure \nvia the project on the Open Science Framework repository ( 50) to enable a \nselection of an optimal cutoff depending on the purpose.clear pattern in the participants. Some of the misophonia measures \nwere primarily developed to assess symptom severity in individuals \nwith (probable) misophonia and may thus include terms which are \nmore intuitively comprehensible by individuals familiar with the \nphenomenon. Another limitation results from the use of self-report \nmeasures only without a diagnostic interview and without \ncomprehensively addressing other forms of decreased sound tolerance \nwhich would allow the identification of differential diagnoses and/or \ncomorbidities. The selection of the five misophonia questionnaires \nused in the current study was based rather on the level of dissemination \nat the time of data collection and does not reflect all available \nmisophonia questionnaires. Other measures which were developed or \npublished afterward could naturally not be considered.\n4.2. Conclusion\nIn the present study, a large difference of roughly 45% was found \nbetween the proportion of individuals who indicated the description \nof misophonia as applying to them (87.5%) and those who revealed \nfunctional impairments due to misophonia symptoms (44%). \nWe suggest to use the latter as a criterion to differentiate individuals \nwith (subclinical) misophonic reactions from those with misophonic \ndisorder. Accordingly, we provide cutoffs for five different misophonia \nmeasures (A-MISO-S, AMISOS-R, MSL, MQ, and MAQ) which best \ndetect individuals with and without misophonic disorder (i.e., with \nand without functional impairments due to misophonic reactions) in \nsettings in which a diagnostic interview is not applicable. These values \npartly differ from existing classifications of some of the measures in \nthat they raise the threshold for clinical misophonia.\nThe comparison of the groups regarding aspects of misophonia \nand other characteristics, such as general psychopathology or quality \nof life, revealed rather quantitative differences, such as increasing \nsymptom severity or number of triggers with higher functional \nimpairments. However, some misophonic reactions and associated \naspects appeared more typical—in both groups. For example, annoyed \nand anxious/distressed reactions were experienced more frequently \ncompared to reactions of disgust and sadness/depression. Similarly, \nwithin interpersonal emotion regulation skills, especially skills to \nenhance positive affect were significantly impaired with increasing \nmisophonia severity. We  suggest to include and extend specific \ninterventions on improving the regulation of negative, more \nexternalizing emotions, as the typical misophonic reactions and also \ntarget the ability to enhance positive affect.\nData availability statement\nThe raw data supporting the conclusions of this article will \nbe made available by the authors, without undue reservation.\nEthics statement\nThe studies involving human participants were reviewed and \napproved by ethics committee, Bielefeld University, Bielefeld, \nGermany. The patients/participants provided their written informed \nconsent to participate in this study."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 12 frontiersin.orgAuthor contributions\nAM: formal analysis, data curation, writing—original, and \nwriting—review and editing. NH: conceptualization, resources, \nwriting—original, writing—review and editing, and supervision. LI: \ninvestigation, project administration, writing—review and editing. \nNP: investigation, project administration, and writing—review and \nediting. HK: conceptualization, investigation, resources, writing—\nreview and editing, and supervision. All authors contributed to the \narticle and approved the submitted version.\nFunding\nWe acknowledge the financial support of the German Research \nFoundation (DFG) and the Open Access Publication Fund of Bielefeld \nUniversity for the article processing charge.\nAcknowledgments\nWe sincerely thank all individuals who contributed to our research \nby participating in the study.Conflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors \nand do not necessarily represent those of their affiliated \norganizations, or those of the publisher, the editors and the \nreviewers. Any product that may be evaluated in this article, or \nclaim that may be made by its manufacturer, is not guaranteed or \nendorsed by the publisher.\nSupplementary material\nThe Supplementary material for this article can be found online \nat: https://www.frontiersin.org/articles/10.3389/fpsyt.2023.1112472/\nfull#supplementary-material\nReferences\n 1. Swedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, et al. Consensus \ndefinition of misophonia: a Delphi study. Front Neurosci . (2022) 16:841816. doi: 10.3389/\nfnins.2022.841816\n 2. World Health Organization. International Statistical Classification of Disease and \nRelated Health Problems, Eleventh Revision (ICD-11) . Geneva: World Health \nOrganization (2018).\n 3. American Psychiatric Association. Diagnostic and statistical manual of mental \ndisorders, fifth edition, text revision . Washington: American Psychiatric Association \n(2022).\n 4. Jager I, Vulink NCC, Bergfeld IO, van Loon AJJM, Denys DAJP . Cognitive \nbehavioral therapy for misophonia: a randomized clinical trial. Depress Anxiety . (2021) \n38:708–18. doi: 10.1002/da.23127\n 5. Norris JE, Kimball SH, Nemri DC, Ethridge LE. Toward a multidimensional \nunderstanding of misophonia using cluster-based phenotyping. Front Neurosci . (2022) \n16:832516. doi: 10.3389/fnins.2022.832516\n 6. Cakiroglu S, Cosgun S, Gormez V . The prevalence and severity of misophonia in \nthe Turkish population and validation of the Amsterdam misophonia scale-revised. Bull \nMenn Clin . (2022) 86:159–80. doi: 10.1521/bumc.2022.86.2.159\n 7. Dibb B, Golding SE. A longitudinal investigation of quality of life and negative \nemotions in misophonia. Front Neurosci . (2022) 16:900474. doi: 10.3389/\nfnins.2022.900474\n 8. Ferrer-Torres A, Giménez-Llort L. Confinement and the hatred of sound in times \nof COVID-19: a Molotov cocktail for people with misophonia. Front Psych . (2021) \n12:627044. doi: 10.3389/fpsyt.2021.627044\n 9. Jakubovski E, Müller A, Kley H, de Zwaan M, Müller-Vahl K. Prevalence and \nclinical correlates of misophonia symptoms in the general population of Germany. Front \nPsych . (2022):13:1012424. doi: 10.3389/fpsyt.2022.1012424\n 10. Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and characteristics of \nmisophonia in Ankara, Turkey: population-based study. BJPsych Open . (2021) 7:e144. \ndoi: 10.1192/bjo.2021.978\n 11. Naylor J, Caimino C, Scutt P , Hoare DJ, Baguley DM. The prevalence and severity \nof misophonia in a UK undergraduate medical student population and validation of the \nAmsterdam misophonia scale. Psychiatry Q . (2021) 92:609–19. doi: 10.1007/\ns11126-020-09825-3\n 12. Paunovic KŽ, Milenković SM. The proposed criteria for high perceived \nmisophonia in young healthy adults and the association between misophonia  \nsymptoms and noise sensitivity. Noise Health . (2022) 24:40–8. doi: 10.4103/nah.\nnah_40_20\n 13. Remmert N, Schmidt KMB, Mussel P , Hagel ML, Eid M. The Berlin Misophonia \nquestionnaire revised (BMQ-R): development and validation of a symptom-oriented \ndiagnostical instrument for the measurement of misophonia. PLoS One . (2022) \n17:e0269428. doi: 10.1371/journal.pone.0269428 14. Siepsiak M, Sobczak AM, Bohaterewicz B, Cichocki Ł, Dragan WŁ. Prevalence of \nMisophonia and correlates of its symptoms among inpatients with depression. Int J \nEnviron Res Public Health . (2020) 17:5464. doi: 10.3390/ijerph17155464\n 15. Williams ZJ, Cascio CJ, Woynaroski TG. Psychometric validation of a brief self-\nreport measure of misophonia symptoms and functional impairment: the duke-\nvanderbilt misophonia screening questionnaire. Front Psychol . (2022) 13:897901. doi: \n10.3389/fpsyg.2022.897901\n 16. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. J Clin \nPsychol . (2014) 70:994–1007. doi: 10.1002/jclp.22098\n 17. Y ektatalab S, Mohammadi A, Zarshenas L. The prevalence of Misophonia and its \nrelationship with obsessive-compulsive disorder, anxiety, and depression in undergraduate \nstudents of Shiraz University of Medical Sciences: a cross-sectional study. Int J Community \nBased Nurs Midwifery . (2022) 10:259–68. doi: 10.30476/IJCBNM.2022.92902.1888\n 18. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new \npsychiatric disorder. PLoS One . (2013) 8:e54706. doi: 10.1371/journal.pone.0054706\n 19. Jager I, de Koning P , Bost T, Denys D, Vulink N. Misophonia: phenomenology, \ncomorbidity and demographics in a large sample. PLoS One . (2020) 15:e0231390. doi: \n10.1371/journal.pone.0231390\n 20. Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university \nstudents: incidence, associated impairment, and clinical correlates. J Obsessive Compuls \nRelat Disord . (2017) 14:7–12. doi: 10.1016/j.jocrd.2017.05.001\n 21. Cassiello-Robbins C, Anand D, McMahon K, Guetta R, Trumbull J, Kelley L, et al. \nThe mediating role of emotion regulation within the relationship between neuroticism \nand Misophonia: a preliminary investigation. Front Psych . (2020) 11:847. doi: 10.3389/\nfpsyt.2020.00847\n 22. Guetta RE, Cassiello-Robbins C, Trumbull J, Anand D, Rosenthal MZ. Examining \nemotional functioning in misophonia: the role of affective instability and difficulties with \nemotion regulation. PLoS One . (2022) 17:e0263230. doi: 10.1371/journal.pone.0263230\n 23. Wang Q, Vitoratou S, Uglik-Marucha N, Gregory J. Emotion processes predicting \noutbursts and functional impact in Misophonia. Front Psychol . (2022) 13:903142. doi: \n10.3389/fpsyg.2022.903142\n 24. Mundt JC, Marks IM, Shear MK, Greist JM. The work and social adjustment scale: \na simple measure of impairment in functioning. Br J Psychiatry . (2002) 180:461–4. doi: \n10.1192/bjp.180.5.461\n 25. Schröder A, Spape M. Misophonia screening list: Supplementary material.  (2014). \nAvailable at: https://doi.org/10.1371/journal.pone.0231390.s005\n 26. Kley H. Misophonia Screening List-German Translation . University of Bielefeld \n(2020).\n 27. Potthast N, Illies L, Kley H. Amsterdam Misophonia Scale - German Translation . \nUniversity of Bielefeld (2020)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Möllmann et al. 10.3389/fpsyt.2023.1112472\nFrontiers in Psychiatry 13 frontiersin.org 28. Schröder A, Spape M. Amsterdam misophonia SCALE  - revised (AMISOS-R): \nSupplementary material . (2014). Available at: https://doi.org/10.1371/journal.\npone.0231390.s007\n 29. Kley H. German Translation of the Amsterdam Misophonia Scale – Revised \n(AMISOS-R) . University of Bielefeld (2020).\n 30. Goodman WK, Price LH, Rasmussen SA, Mazure C, Fleischmann RL, Hill \nCL, et al. The Y ale-Brown obsessive compulsive scale: I. development, use, and \nreliability. Arch Gen Psychiatry . (1989) 46:1006–11. doi: 10.1001/\narchpsyc.1989.01810110048007\n 31. Jager I, Vulink N, de Roos C, Denys D. EMDR therapy for misophonia: a pilot \nstudy of case series. Eur J Psychotraumatol . (2021) 12:1968613. doi: \n10.1080/20008198.2021.1968613\n 32. Rosenthal MZ, Anand D, Cassiello-Robbins C, Williams ZJ, Guetta RE, Trumbull \nJ, et al. Development and initial validation of the Duke Misophonia questionnaire. Front \nPsychol . (2021) 12:709928. doi: 10.3389/fpsyg.2021.709928\n 33. Potthast N, Illies L, Kley H. Misophonia Questionnaire (MQ) - German Translation . \nUniversity of Bielefeld (2020).\n 34. Johnson M. 50 cases of Misophonia using the MMP . In: Paper presented at the \nMisophonia Conference of the Tinnitus Practitioners Association . Atlanta, GA. (2014).\n 35. Potthast N, Illies L, Kley H. Misophonia Assessment Questionnaire (MAQ)  - \nGerman Translation . University of Bielefeld (2020).\n 36. Potthast N, Illies N, Kley H. Misophonie Trigger Liste (MT) . University of Bielefeld \n(2020).\n 37. Dozier TH. Understanding and Overcoming Misophonia: A Conditioned Aversive \nReflex Disorder . 2nd edn. Livermore, CA: Misophonia Treatment Institute (2017).\n 38. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological \ninvestigations and case descriptions. Front Hum Neurosci . (2013) 7, 7:296. doi: 10.3389/\nfnhum.2013.00296\n 39. Tritt K, von Heymann F, Zaudig M, Zacharias I, Söllner W , Loew T. Entwicklung \ndes Fragebogens “ICD-10-Symptom-Rating” (ISR). Z Für Psychosom Med Psychother . \n(2008) 54:409–18. doi: 10.13109/zptm.2008.54.4.409\n 40. Schlechter F, Illies N, Potthast N, Kley H. BIFL–Bielefelder Fragebogen zur \nLebenszufriedenheit (Bielefeld Quality of Life Questionnaire) . University of Bielefeld \n(2018). 41. Hofmann SG, Carpenter JK, Curtiss J. Interpersonal emotion regulation \nquestionnaire (IERQ): scale development and psychometric characteristics. Cogn Ther \nRes. (2016) 40:341–56. doi: 10.1007/s10608-016-9756-2\n 42. Heissel A, Bollmann J, Kangas M, Abdulla K, Rapp M, Sanchez A. Validation of \nthe German version of the work and social adjustment scale in a sample of  \ndepressed patients. BMC Health Serv Res . (2021) 21:593. doi: 10.1186/s12913-021-  \n06622-x\n 43. Hayes AF, Krippendorff K. Answering the call for a standard reliability measure for \ncoding data. Commun Methods Meas . (2007) 1:77–89. doi: 10.1080/19312450709  \n336664\n 44. Robin X, Turck N, Hainard A, Tiberti N, Lisacek F, Sanchez J-C, et al. pROC: an \nopen-source package for R and S+ to analyze and compare ROC curves. BMC \nBioinformatics . (2011) 12:77. doi: 10.1186/1471-2105-12-77\n 45. Marill KA, Chang Y , Wong FAB. Estimating negative likelihood ratio confidence \nwhen test sensitivity is 100%: a bootstrapping approach. Stat Methods Med Res . (2017) \n26:1936–48. doi: 10.1177/0962280215592907\n 46. Krippendorff K. Content Analysis: An Introduction to Its Methodology . Thousand \nOaks: SAGE Publications (2018). 473 p.\n 47. De Ridder D, Schlee W , Vanneste S, Londero A, Weisz N, Kleinjung T, et al. \nChapter 1- tinnitus and tinnitus disorder: theoretical and operational definitions (an \ninternational multidisciplinary proposal). In: W Schlee, B Langguth, T Kleinjung, S \nVanneste and RidderD De, editors. Progress in Brain Research. Tinnitus  - An \nInterdisciplinary Approach Towards Individualized Treatment: From Heterogeneity to \nPersonalized Medicine . Amsterdam:Elsevier (2021). 220:1–25.\n 48. Rinaldi LJ, Simner J, Koursarou S, Ward J. Autistic traits, emotion regulation, and \nsensory sensitivities in children and adults with Misophonia. J Autism Dev Disord . \n(2022) 53:1162–74. doi: 10.1007/s10803-022-05623-x\n 49. Savard M-A, Sares AG, Coffey EBJ, Deroche MLD. Specificity of affective responses \nin Misophonia depends on trigger identification. Front Neurosci . (2022) 16:879583. doi: \n10.3389/fnins.2022.879583\n 50. Möllmann A, Heinrichs N, Kley H. Functional Impairment in Misophonia - Cutoffs \nfor Several Misophonia Symptom Measures . (2022). Available at: https://osf.io/a8y5c/\n 51. Jager I, Vulink N, van Loon A, van der Pol M, Schröder A, Slaghekke S, et al. \nSynopsis and qualitative evaluation of a treatment protocol to guide systemic group-\ncognitive behavioral therapy for Misophonia. Front Psych . (2022) 13:794343. doi: \n10.3389/fpsyt.2022.794343"
    }
  ]
}