{
  "doc_type": "scientific paper",
  "title": "Beyond the Sound the role of the source",
  "authors": [
    "Mufreze"
  ],
  "year": 2025,
  "journal": "psychiatry 2025;62:48−53",
  "doi": "10.29399/npa.2874448",
  "abstract": null,
  "keywords": [
    "Misophonia",
    "source",
    "subjective disturbanceABSTRACT"
  ],
  "research_topics": [
    "Misophonia",
    "source",
    "subjective disturbanceABSTRACT"
  ],
  "created_at": "2025-05-05T01:37:25.096546Z",
  "source_pdf": "documents/research/Global/Mufreze 2025 Beyond the Sound the role of the source.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "https://doi.org/10.29399/npa.2874448\nRESEARCH ARTICLEArch Neuropsychiatry 2025;62:48−53\nBeyond the Sound: The Role of the Source of Human-Made  \nTrigger Sounds in Misophonia\nPelinsu Müfreze1\n, Cumhur Avcil2,3\n, Oğuzhan Herdi2,3\n1Freelance Clinical Psychologist, Antalya, Türkiye  \n2Antalya Bilim University, Department of Psychology, Antalya, Türkiye*\n3Özel Terapi Medical Center, Antalya Türkiye**48\nCorrespondence Address: Oğuzhan Herdi, Antalya Bilim University, Döşemealtı, Antalya, Türkiye • E-mail: oguzhan.herdi@antalya.edu.tr \n*Current Affiliation(s), **Affiliation(s) when the study was conducted. \nReceived: 02.03.2024, Accepted: 23.04.2024, Available Online Date: 06.02.2025\n©Copyright 2024 by Turkish Association of Neuropsychiatry - Available online at www.noropskiyatriarsivi.com Misophonia is a neuropsychiatric disorder characterised by abnormally \nextreme reactions to certain sensory stimuli. The term ‘misophonia’ was \ncoined in the early 2000 s, combining the Greek words miso, meaning \nhatred, and phonia, meaning sound, to describe a group of patients \nwho differ from other patients in terms of decreased sound tolerance \n(1). Individuals with misophonia are often sensitive to sounds that are \nconsidered insignificant by other people (2). Triggers in misophonia \ncan be human, such as throat clearing, chewing, slurping, smacking, \nbreathing and gasping are examples of human-induced sounds or \nenvironmental sounds (3). The intensity of the emotional response to \nthe trigger is expressed through emotional reactions (anger, anxiety, \ndisgust) and physiological activation (muscle tension, increased heart \nrate, skin reactions) (4). People who respond to misophonic triggers \nreport difficulty separating their attention from the sounds and negative \nthoughts, sometimes accompanied by aggressive impulses (‘I hate that \nperson’ or ‘I can’ t stand it’). Common behavioural responses include \nstaring at or imitating the person making the sound, verbal agitation or \naggression, and rarely physical aggression (5).\nConsidering current research, Jastreboff et al. (2014) reported that 3% of \nthe general population and 90% of cases of decreased sound tolerance \nwere reported to have misophonia. In another study, it was observed that INTRODUCTIONCite this article as: Müfreze P , Avcil C, Herdi O. Beyond the Sound: The Role of the Source of Human-Made Trigger Sounds. Arch Neuropsychiatry 2025;62:48−53.Introduction: Misophonia is a neuropsychiatric disorder characterised \nby abnormally extreme reactions to certain sensory stimuli. In this \npaper, we aimed to investigate the effect of the individual producing the \nhuman-generated trigger sound on the level of discomfort reported to \nthe trigger sound. Our hypothesis was that when the misophonic sound \nis presented with the information that it is produced by a relative, it will \ncreate more subjective discomfort than the sound presented with the \ninformation that is not produced by a relative.\nMethods: This experimental study was conducted with 15 participants \naged 18–65 years living in Antalya who volunteered to participate in the \nstudy.\nResults: In the first comparison, participants reported more subjective \ndiscomfort when the voice from the sound bank was presented with the \ninformation that it was produced by the relative than when the relative’s voice was presented with the information that it was not produced by \nthe relative (p<0.001). In the second comparison, participants reported \nmore subjective discomfort when the voice of the relative was presented \nwith the information that it was produced by the relative than when the \nvoice of the relative was presented with the information that it was not \nproduced by the relative (p=0.001). In the final comparison, there was no \nsignificant difference in subjective discomfort between presenting the \nvoice of the voice bank with the information that it was produced by the \nrelative and presenting the voice of the relative with the information that \nit was produced by the relative (p=0.783).\nConclusion: In conclusion, it seems source of the trigger, especially for \nhuman-made sounds, is more important than the trigger sound itself.\nKeywords: Misophonia, source, subjective disturbanceABSTRACT\n20% of the participants had clinically significant symptoms of misophonia \n(6). In the study conducted by Naylor et al. in 2021 with medical students \nin the United Kingdom, approximately 49.1% of the participants were \nfound to have clinically significant misophonia (7). In a study conducted \nin Türkiye, the prevalence of misophonia was found to be 12.8% and it \nwas observed that only 5.8% of the participants sought help (8). There are \nalso studies suggesting that misophonia may be genetically transmitted. \nIn one study, a total of 15 people in 3 generations of the family studied had Highlights\n• Sound bank voice as a relative’s voice is more disturbing \nthan their voice as another’s.\n• Relative’s voice as itself is more disturbing than as the \nvoice of someone else.\n• Sound bank voice as a relative’s voice is not more \ndisturbing than their own voice."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Müfreze et al. The Role of the Source in Misophonia49Arch Neuropsychiatry 2025;62:48−53\nsymptoms of misophonia. This has led to the discussion that misophonia \nmay be genetically transmitted of (9). In a study of approximately 500 \nparticipants who met the criteria for misophonia, it was found that 33% \nof participants had a family history of misophonia (10).\nStudies have suggested that misophonia is not caused by a pathology \nrelated to audiological problems, but that abnormal processes occur \nbecause of increased or strong connections in the limbic and sympathetic \nnervous systems that occur when exposed to trigger sounds (11,12). \nThe study in which Kumar et al. addressed the neurological processes \nin the aetiology of misophonia suggested that it may be a neurological \ndisorder (13). They also investigated which regions of the brain may be \nassociated with the triggering sounds in misophonia. Based on their \nfunctional magnetic resonance imaging (fMRI) results, it was suggested \nthat misophonia may be associated with increased activity in the \nanterior insular cortex and regions associated with the processing and \nregulation of emotion, including the ventromedial prefrontal cortex, \namygdala, posteromedial cortex, and hippocampus. It has also been \nreported that when misophonics are exposed to triggering sounds, they \nexhibit high autonomic responses, such as increased heart rate, and the \nanterior insular cortex plays a mediating role in this situation. Another \nstudy investigating the neurobiological processes of misophonia found \nthat the volume of the right amygdala was larger in misophonics, and \nthe connection between the left amygdala and the cerebellum was \nincreased. The reason for all this is thought to be increased emotional \nreactivity, physical responses to triggers and the effect of visual triggers. In \nother words, it has been suggested that there are abnormalities including \nemotional and attentional dysfunction in misophonia (14).\nA review of the studies shows that the onset of the participants’ symptoms \nwas in childhood and adolescence. In the study by Schröder et al. (2013), \nthe average age of onset of the participants was 13 years (15). In another \nstudy, 80% of participants reported that their symptoms started in pre-\nadolescence. These participants mostly reported that their symptoms \nstarted in childhood, when they were disturbed by the sounds made \nby family members while eating (16). Furthermore, in some studies, \nparticipants stated that the sounds that disturbed them were of human \norigin (such as family members with whom they had a close relationship), \nthat they were not affected by their own sounds or animal and baby \nsounds, and that they were sometimes even disturbed by their own inner \nvoices (2,15,17). However, there is no empirical study that investigates \nthe statement pointing out “If the source of the trigger is someone who \nis close to (18) the misophonic, it generates more disturbance”. The most \nrecent study pointing to this statement is the study presented by Natalini \net al. where three cases were presented in which maladaptive schemas \nand personality were examined in misophonia. In two of these cases, it \nwas observed that, in one of them, the feeling of discomfort was reduced \nwhen he realised that a pigeon was making the noise; in both, the state of \ntheir relationship with their partner influenced the feeling of discomfort \nrelated to the misophonia.\nIn this paper, we aimed to investigate the effect of the person producing \nthe human-generated trigger sound on the level of discomfort reported \nto the trigger sound. Our hypothesis was that when the misophonic \nsound is presented with the story of the voice of the relative, it will create \nmore subjective discomfort than the sound presented with the story of \nnot being the voice of the relative.\nMETHODS\nParticipants\nThis experimental study was conducted with 15 participants aged 18–65 \nyears living in Antalya who volunteered to participate in the study. A \npower analysis was conducted via G*Power 3.1.9.7. With 0.05 alpha error and 0.9 effect size, the sample size was calculated as 16. However, the \nsample size was determined in line with the recommendations of Cohen \n(2013), in which at least 15 participants are needed for an experimental \nstudy (19). In addition, all participants were informed about the study \nand their written informed consent was obtained. The participants were \ngiven the socio-demographic information form, A-MISO-S (Amsterdam \nMisophonia Scale) and Misophonia Questionnaire (MQ). Inclusion \ncriteria were as follows: being an individual between the ages of 18–65, \nhaving moderate and high scores on the MQ and A-MISO-S, not having \na neurological disorder, not having a severe psychiatric disorder such \nas schizophrenia spectrum disorder, bipolar spectrum disorder, and \nvolunteering to participate in the study.\nMeasurement Tools\nThe subjects who participated in the selection/acceptance phase of the \nstudy were given an ‘informed consent form’ before the study began and \nwere asked to confirm that they were participating in the study voluntarily. \nThe MQ and the A-MISO-S were completed online for subject selection/\nacceptance, and those who met the inclusion criteria completed them \nagain by hand with other scales before the experiment.\nSocio-demographic information form\nThe socio-demographic information form we used in our study included \nquestions about gender, education level, employment status, occupation, \nmarital status, whether they had children, whether they were taking \nmedication, and whether they had a psychiatric disorder. This form was \ncompleted jointly by the participant and the clinician.\nAmsterdam misophonia scale (A-MISO-S)\nAn adapted version of the Yale-Brown Obsessive-Compulsive Scale \n(Y-BOCS), which has been adapted for various conditions and is mostly \nused to measure OCD, was developed by Schröder et al. (2013) to measure \nthe severity of misophonia (15). The Turkish validity and reliability study \nwas conducted by Sarıgedik and Gülle in 2021. As a result of the study, it \nwas found to be valid and reliable above the age of 15 (20). This Likert-\ntype scale (range 0–24), consisting of 6 sub-domains, measures 1) the \namount of time patients spend with misophonia; 2) its impact on social \nfunctioning; 3) the level of anger; 4) the level of resistance to impulses; \n5) how much control they have over their thoughts and anger; 6) the \namount of time they spend avoiding misophonia situations. A score of \n0–4 is given for each item. Scores between 0–4 are considered subclinical, \nbetween 5–9 as mild, between 10–14 as moderate, and between 15–19 as \nsevere, between 20–24 as extreme.\nMisophonia questionnaire (MQ)\nThe MQ developed by Wu et al. (2014) and adapted into Turkish by Sakarya \nand Çakmak (2022), aims to measure the symptoms of misophonia and \nthe emotions and behaviours that occur when encountering the triggering \nsound (6,21). The scale is divided into 2 factors. The first factor examines \nthe presence of symptoms of misophonia and consists of 7 statements. \nThe items are answered on a 5-point Likert scale ranging from ‘definitely \nnot true’ [0] to ‘always true’ [4]. The second factor measures the emotions \nand behaviours experienced when encountering the trigger sound and \nconsists of 10 items. These items are answered on a 5-point Likert scale \nranging from ‘never’ [0] to ‘always’ [4]. The scale is scored by looking at \nthe responses to a total of 17 statements in these two factors. The total \nscale score ranges from 0–68. As the scale score increases, it is assumed \nthat there is an increase in the frequency of misophonia symptoms \nand the negative emotions and behaviours developed by the person in \nresponse to them. In the last part of the scale, the patient is asked to \nselect the number and degree of sounds to which he/she is sensitive, and \nhow much they interfere with his/her daily life, on a scale of ‘1–15’ . This \nsection provides information on the severity of the misophonia and is not"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Müfreze et al. The Role of the Source in Misophonia50Arch Neuropsychiatry 2025;62:48−53\nincluded in the factor structure or scoring. In this section, scores of 7 and \nabove indicate clinically significant misophonia.\nProcedure\nEthical approval was obtained from the Social and Human Sciences \nEthics Committee of Antalya Bilim University before the study started \n(Approval No: 2023/25). All volunteers who met the inclusion criteria and \nagreed to participate in the study were explained the tests to be applied \nand the experimental procedure in detail and their written consent was \nobtained. The Sociodemographic Data Form, A-MISO-S and MQ were \nadministered to all volunteer participants.\nThe experimental phase started with individuals with moderate and high \nscores on the A-MISO-S and MQ. Participants were contacted using the \ncontact details provided in the socio-demographic information form \nthey had filled in and were first asked to record for at least 20 seconds the \ntriggering sound of their relative that disturbed the participant the most, \nin a place with as little external noise as possible. After the participants \ntransmitted the sound, the sounds were processed using the Apple Inc. \nIMovie application on the Apple Inc. Macbook Pro computer used by the \nresearcher and ByteDance Capcut application on A. Ş. Acer computer, \nand the triggering sound was amplified to minimise the possibility of the \nparticipant recognising the sound and giving a biased response. In terms \nof the content of the sounds obtained from the participants, 12 of them \nwere the slurping sound when chewing food and 3 of them were the \ncrunching smacking sound when eating a food such as chips and crackers. \nDue to the different sound contents, 1 sound of the slurping sound when \nchewing food and 1 sound of the crunchy smacking sound when eating \na food such as crisps and crackers were selected as fixed sounds, like the \nsound contents obtained from the participants in the ByteDance Capcut \napplication, to be listened to while presenting a false story. In addition, in \norder not to increase the clients’ discomfort and to provide an objective \nmeasure, the sound of water was selected and listened to from the Spotify \nAB application as a neutral sound before listening to each triggering \nsound. 5 repetitions of breathing exercises were performed, and 5-minute \nbreaks were taken between the sounds for relaxation. The interviews \nwere conducted in the same room for each participant, creating the same \nexperimental environment and using the same materials (computer, \nheadphones). The applications were conducted in a quiet and normally \nlit room, with the participant and researcher sitting opposite each other \nand the computer facing the researcher. Subjective levels of discomfort \nwere measured verbally using the VAS scale (Figure 1).Experimental Design\nParticipants were exposed to a 3-step experimental procedure. The \nexperimental set-up was performed in the same order and in the same \nway for each participant. The participant and researcher were seated at \na desk facing each other, with the computer screen facing the researcher. \nThe participant wore a pair of Apple Inc. AirPods headphones. The \nmisophonic trigger sounds transmitted by participants, neutral and \nconstant sounds selected by the researcher were presented through the \nheadphones at 75% of the computer volume.\nAn individual trial started with 5 repetitions of breathing exercises before \nthe trigger sounds and stories were presented and the neutral voice was \nplayed for 1 minute. The voice from the sound bank is presented to the \nparticipant as the voice of a relative and listened to for 20 seconds, and \nthe subjective level of discomfort at this time is measured and recorded \non a VAS scale between 1 and 10. The participant is made to listen to the \nneutral voice for 1 minute with 5 repetitions of breathing exercises and \na break of 5 minutes. The voice of a relative is presented as someone \nelse’s voice and listened to for 20 seconds, and the subjective level of \ndiscomfort at this time is measured and noted on a VAS scale between 1 \nand 10. The participant is made to listen to the neutral voice for 1 minute \nby performing 5 repetitions of the breathing exercise, and a break of 5 \nminutes is taken. The voice of the relative is presented as the voice of \nthe relative and listened to for 20 seconds, and the subjective level of \ndiscomfort at this time is measured and noted on a VAS scale between \n1 and 10. The participant is made to listen to the neutral voice for 1 \nminute with 5 repetitions of breathing exercises, and the application is \nterminated after 5 minutes. A representative version of the experimental \nset-up is shown in Figure 1. Participants were informed in advance that \na subjective discomfort rating of ‘1’ on the VAS scale indicated little or \nno discomfort, whereas a rating of ‘10’ indicated extreme discomfort, a \nstrong reaction that they wanted to avoid or could not tolerate.\nStatistical Analysis\nFrequency and descriptive analysis were conducted for socio-\ndemographic variables and scale scores. To investigate differences \nbetween VAS scoring belonging to each experimental phase, the \nWilcoxon Signed-Rank Test was used. The confidence interval in the study \nwas 95%. For this reason, the Type-1 error level was used and evaluated as \n5%; p<0.05 indicates significance. For analysis, IBM Statistical Package for \nSocial Sciences (SPSS) program version 22.0 was used.\nFigure 1. Experimental Design"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Müfreze et al. The Role of the Source in Misophonia51Arch Neuropsychiatry 2025;62:48−53\nRESULTS\nSocio-demographic variables are presented in Table 1. Data-related scale \nscores and VAS scoring are exhibited in Table 2.\nThere was no significant difference between genders (respectively \np=0.840; p=0.840), educational status (p=0.448; p=0.536), marital status \n(p=0.859; p=1.000), occupational status (p=0.056; p=0.104), having \nchildren (p=1.000; p=0.840), psychiatric disorder (p=0.463; p=0.281) and \nmedicine usage (p=0.136; p=0.295) in terms of A-MISO-S and MQ scores.\nComparison 1: Sound bank voice as relative’s voice vs. relative’s voice as the \nvoice of someone else\nAs the result of the Wilcoxon Signed rank test for the comparison of \ndisturbance levels between sound bank voice as the relative’s voice and \nthe relative’s voice as the voice of someone else, participants reported \nsignificantly higher subjective disturbance level to sound bank voice as \nthe relative’s voice (p<0.001, Z=-3.482).\nComparison 2: Relative’s voice as relative’s voice vs. relative’s voice as the \nvoice of someone else\nIn the second comparison, the subjective disturbance level was significantly \nhigher to the relative’s voice as the relative’s voice in comparison with the \nrelative’s voice as the voice of someone else (p=0.001, Z=-3.472).Figure 2. Comparison of the Medians of Subjective Disturbance Levels Towards Three \nSounds\nComparison 3: Sound bank voice as relative’s voice vs. relative’s voice as \nrelative’s voice\nIn the final comparison, it was detected that there was no difference \nbetween subjective disturbances to sound bank voice as the relative’s \nvoice and the relative’s voice as the relative’s voice (p=0.783, Z=-0.276).\nAll three comparisons are presented in Figure 2.\nDISCUSSION\nIn this study, we only focused on one single hypothesis. The hypothesis \nis that when the misophonic trigger is presented with the information of \na relative’s voice, it will cause more subjective discomfort than the voice \npresented with the information of a non-relative’s voice. The results of \nthe analysis confirmed this hypothesis.\nThe results of the study by Edelstein et al. (2020), in which they investigated \nthe influence of context on the way misophonic react to voices, showed \nthat the source of the misophonic trigger plays an important role. \nSchröder et al. (2013) reported that animal or infant sounds are generally \nless disturbing than adult human sounds. Not only did the study show \nthat human eating sounds were generally perceived as significantly more \nannoying than animal non-eating sounds for misophonic, but it also \nshowed that the interpretation of these sounds can significantly influence \nhow annoying they are perceived to be. In the present study, significant \ndifferences were found between the subjective discomfort scores of \nsubjects who thought the voice source was not their relative, even when \nit was not their relative, and the subjective discomfort scores of subjects \nwho thought the voice source was someone else’s voice, even when it \nwas their relative. This finding suggests that the source of the voice is \nmore important than the trigger sound itself.\nResearch on misophonia shows that people feel more uncomfortable \nwith the sounds made by their relatives and that they cause more \ndiscomfort (2,15,17). In the study conducted by Schröder et al. (2013), it \nwas found that the misophonic responses were more intense, especially \nto the sounds made by family members. At this stage of the current \nstudy, results have been obtained that support the previous studies and \nthis discourse of patients with misophonia. The factor that should be \nconsidered here is not who the source of the misophonic sound is, but \nwho the patient perceives the sound to be.\nThe existing literature states that the context is more important than the \nstructural characteristics of the misophonic trigger. Although it has been \nstated by experts in the field that who produces the sound within the Table 1. Socio-demographic variables \nVariables N / Mean % / SD\nGender\nFemale\nMale12\n380\n20\nAge 29.53 5.66\nEducational status\nUniversity\nAbove university12\n380\n20\nOccupational status\nEmployee\nUnemployed11\n473.3\n26.7\nMarital status\nMarried\nSingle5\n1033.3\n66.7\nHaving children\nYes\nNo3\n1220\n80\nPsychiatric disorder\nYes\nNo7\n846.7\n53.3\nMedicine usage\nYes\nNo3\n1220\n80\nTable 2. Scale scores\nMedian Min Max\nA-MISO-S 15 13 20\nMQ 46 41 66\nVAS 1 8 6 10\nVAS 2 5 2 7\nVAS 3 8 7 10\nA-MISO-S: Amsterdam misophonia scales; MQ: misophonia questionnaire; VAS \n1: disturbance from sound bank voice as relative’s voice; VAS 2: disturbance from \nrelative’s voice as the voice of someone else; VAS 3: relative’s voice as relative’s voice."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Müfreze et al. The Role of the Source in Misophonia52Arch Neuropsychiatry 2025;62:48−53\ncontext is also important, there has been no objective data beyond an \ninterpretation of the patients’ statements. In this study, we aimed to reveal \nthis subjective statement in an experimental setting. In accordance with \nthe hypothesis, the discomfort felt was greater when it was presented \nin the story that the sound was produced by the relative, regardless of \nthe sound itself. This finding shows us that misophonia is more than just \nexposure to so-called triggering sounds. Misophonia patients react more \nintensely when a relative makes the sounds or when they realise that they \ncannot get away from these sounds (17). At the same time, there are also \npatients who state that the sounds are made deliberately to disturb them \nand even report that their discomfort increases when they believe this \n(18). Again, in a study conducted by Edelstein et al. in 2013, 80% of the \nparticipants stated that their first symptoms began in childhood, when \nthey were disturbed by the sounds made by family members during \nmeals. Putting all this information together, it can be thought that the \ncondition may have arisen because of interactions with family members \nduring childhood, and that in subsequent periods, relationship problems \nwith that family member may manifest themselves through misophonic \nresponses. In other words, it is thought that in addition to sensory \nsensitivity to the triggering sound, there is a matching of negative feelings \ntowards the family member who made the triggering sound.\nWhen we look at the neurobiological part of the pairing of negative \nemotions with misophonic trigger sounds and the reactions that occur \nwhen exposed to the trigger sound, it is necessary to mention the \namygdala in the structure of the limbic system. Sensory stimuli arriving at \nthe thalamus go to the amygdala on the short pathway and to the sensory \ncortex on the long pathway, and sensory responses are generated. In \nother words, the amygdala evaluates incoming stimuli (22). The amygdala \nsystem is faster. The amygdala is an important structure for the emergence \nand learning of the fear response and related emotional processes. \nThe amygdala is stimulated in situations of fear, stress, or anxiety (23). \nOnce stimulated, the central nucleus of the amygdala stimulates many \ncentres via glutamate. In other words, the amygdala helps to recognise \nthese situations to avoid situations that are mapped as dangers that may \nreappear in evolutionary processes related to survival from the past to \nthe present. However, because of these mappings, it is said that it can \nre-enact the traumatic experience if there are no triggering factors and \ncues to remind it of the traumatic event (24). This re-experiencing leads \nto avoidance. Looking at misophonia from this perspective, the amygdala \ncan be thought of as negatively mapping the traumatic and/or dangerous \nsituation for misophonics. In this context, for a misophonic who expresses \nthat he is more disturbed by his family members, especially the sound of his \nrelative’s mouth spluttering affects him badly, considering the amygdala’s \nrelationship with unconscious processes and the automatic reactions it \ngives, it can be thought that the mapping after the negative experience he \nmay have had with his relative is actually paired with the normal sound, \nresulting in a reaction and avoidance. In the context of this study, it can be \nargued that the fact that the participants were more disturbed when they \nheard the sound source because they thought it was a close person may \nbe related to the stimulation mechanism and negative mapping of the \namygdala, and the fact that they were less disturbed by people outside \nmay also be related to the emotional mapping in the amygdala.\nThe function of the amygdala is controlled by the hippocampus and the \nprefrontal cortex (PFC). Considering the relationship between the amygdala \nand the hippocampus, the hippocampus is responsible for regulating \nthe stress response triggered by the amygdala, if the hippocampus can \nfunction properly, the stress response can be stopped, but prolonged stress \ncan impair the functioning of the hippocampus (25). The hippocampus \nis known to be effective in memory and almost all sensory stimuli such \nas sight, hearing and smell activate the hippocampus, especially in recent \nstudies (26). This connection between the amygdala and the hippocampus \nmakes us think that the state of being more disturbed by relatives’ voices in misophonia may be the negative form of a mechanism such as “the \neffect of the good affect that occurs when a positively mapped recognised \nsound or smell is perceived on the formation of good affect when similar \nsounds or smells are perceived”. In other words, it should be discussed that \nthe hippocampus may be disrupted in its relationship with the amygdala \nas a result of prolonged exposure to stressful events, and that when the \ntriggering sound is exposed, negative past life experiences are recalled \nfrom the hippocampus with the unconscious effect, and now automated \nsensory responses are produced by the amygdala, and that this may be \nthe reason why misophonics feel more uncomfortable when they hear \nthe source of the sound, thinking it is a relative. In addition, smacking \none’s mouth while eating is a sign of appreciation in some societies, but \nan unwelcome behaviour in others. If we look at the research on mouth \nsmacking, which is considered normal in China, we find findings related \nto misophonia (27). This further supports the idea that misophonia may be \nrelated to the negative mapping of sounds, regardless of the environment.\nAnother neurobiological explanation for our results could be attained \nfrom the study conducted by Kumar et al (28). In this study, authors \nindicated that misophonia could be hyper-mirroring of the orofacial \naction of others and they observed stronger activation of the orofacial \nmotor area in response to trigger sound and stronger resting state fMRI \nconnectivity between both visual cortex and auditory cortex and the \nventral premotor cortex responsible for orofacial movements. In our \nstudy, all the participants brought us an orofacial action-related trigger \nsound in the misophonia group. When we gave them sound with the \ninformation that ‘This sound was produced by your relatives’ , this \nstatement could stimulate participants to image visually their relatives \nwhile they are producing the trigger sound.\nAs a result of the findings, it was observed that the discomfort of hearing \nthe sound source as a relative of the patient with misophonia, even \nif the sound source is not a relative of the patient with misophonia, \nis higher than the discomfort that occurs when the sound source is a \nrelative of the patient with misophonia and is perceived as a different \nsound source. Looking at the psychological interpretation of the \nneurobiological interpretation, one study found that after exposure to \nthe triggering sound, misophonics had discourses such as “why am I like \nthis? The people making the sound are very inconsiderate and rude, I \nhate them, I want to hurt them, they could have been more considerate” \n(16). Taking these discourses into account, it can be suggested that \nwhen it comes to misophonic triggers, patients with misophonia use \nprojection and displacement defence mechanisms and associate them \nwith sound.\nThere are several limitations to the study. The first limitation of the \ncurrent study is that the participants were selected from people with \nmoderate and high levels of misophonia. As the level of discomfort in \nmisophonia increases, so does avoidance. In the experiment, some of \nthe misophonics who were told they would be exposed to the trigger \nsound refused to take part in the study. It was therefore difficult to find \nparticipants. Another limitation of the current study is the measurement \nof subjective discomfort scores saying that the first story presented to the \nparticipants was “the sound of the sound bank, the sound of a relative \n– the sound of a relative, the sound of someone else”. Although it is \ntaken into account that the participant, who already knows that he/she \nis disturbed by his/her relative at the beginning of the study, is honestly \nreporting the scores, psychological bias may be an issue. However, it is \nbelieved that this limitation is minimised by the model used in the study. \nAnother limitation is that the participants were not asked whether the \nsound of water, which was used as a neutral sound, was neutral for them. \nThis sound was selected from the sound list in the study of Kumar et \nal. (28). However, no participant reported any discomfort after neutral \nsound exposure during the study. Added to this we did not evaluate"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Müfreze et al. The Role of the Source in Misophonia53Arch Neuropsychiatry 2025;62:48−53\nfactors which are observed as variables increasing the irritability of the \nparticipants such as smoking, fasting, caffeine consumption etc. Finally, \nParticipants’ subjective level of discomfort was assessed using the VAS \nscale, and the physiological response was not measured objectively.\nIn conclusion, it seems the source of the trigger, especially for human-\nmade sounds, is more important than the trigger sound itself. These \ndata show that misophonia is a neuropsychiatric disorder that is more \nthan an exaggerated negative response to certain sounds. With better \nexperimental design, a larger sample and the addition of physiological \nmeasurements or fMRI, our findings will be taken further.\nAcknowledgement: This article was written in line with the data obtained from Pelinsu \nMüfreze’s master’s thesis conducted under the supervision of Oğuzhan Herdi one of the \nauthors.\nEthics Committee Approval: Ethical approval was obtained from the Social and Human \nSciences Ethics Committee of Antalya Bilim University before the study started (Approval \nNo: 2023/25). \nInformed Consent: All volunteers who met the inclusion criteria and agreed to \nparticipate in the study were explained the tests to be applied and the experimental \nprocedure in detail and their written consent was obtained.\nPeer-review: Externally peer-reviewed.\nAuthor Contributions: Concept- OH, PM; Design- OH, PM; Supervision- OH; \nResource- OH; Materials- PM; Data Collection and/or Processing- PM; Analysis and/or \nInterpretation- OH, PM, CA; Literature Search- OH, PM, CA; Writing- OH, PM, CA; Critical \nReviews- OH, CA.\nConflict of Interest: The authors declared that there is no conflict of interest.\nFinancial Disclosure: There is no funding for this research.\nREFERENCES\n 1. Jastreboff PJ, Jastreboff MM. Treatments for decreased sound tolerance \n(hyperacusis and misophonia). Semin Hear. 2014;35(2):105–120.  [Crossref]\n 2. Cavanna AE, Seri S. Misophonia: current perspectives. Neuropsychiatr Dis \nTreat. 2015;11:2117–2123.  [Crossref]\n 3. Vitoratou S, Uglik-Marucha N, Hayes C, Gregory J. Listening to people \nwith misophonia: exploring the multiple dimensions of sound intolerance \nusing a new psychometric tool, the S-Five, in a large sample of individuals \nidentifying with the condition. Psych. 2021;3(4). [Crossref]\n 4. Siepsiak M, Dragan W. Misophonia -a review of research results and \ntheoretical concepts. Psychiatr Pol. 2019;53(2):447–458.  [Crossref]\n 5. Jastreboff MM, Jastreboff PJ. Components of decreased sound tolerance: \nhyperacusis, misophonia, phonophobia. ITHS News Lett. 2001;2(5-7):1–5. \nhttps://www.tinnitus.org/DST_NL2_PJMJ.pdf\n 6. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. \nJ Clin Psychol. 2014;70(10):994–1007. [Crossref]\n 7. Naylor J, Caimino C, Scutt P , Hoare DJ, Baguley DM. The prevalence \nand severity of misophonia in a UK undergraduate medical student \npopulation and validation of the Amsterdam misophonia scale. Psychiatr Q. \n2021;92(2):609–619. [Crossref]\n 8. Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and characteristics of \nmisophonia in Ankara, Turkey: population-based study. BJPsych Open. \n2021;7(5):e144.  [Crossref] 9. Sanchez TG, da Silva FE. Familial misophonia or selective sound sensitivity \nsyndrome: evidence for autosomal dominant inheritance? Braz J \nOtorhinolaryngol. 2018;84(5):553–559.  [Crossref]\n 10. Jager I, de Koning P , Bost T, Denys D, Vulink N. Misophonia: phenomenology, \ncomorbidity and demographics in a large sample. PLoS One. \n2020;15(4):e0231390. [Crossref]\n 11. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of sounds: misophonic \ndisorder or just an underreported psychiatric symptom? Ann Clin Psychiatry. \n2013;25(4):271–274.\n 12. Møller AR. Misophonia, phonophobia, and exploding head syndrome. \nIn: Møller AR, Langguth B, De Ridder D, Kleinjung T, editors. Textbook of \nTinnitus. Springer Science + Business Media; 2011. p. 25–27.  [Crossref]\n 13. Kumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen \nM, et al. The brain basis for misophonia. Curr Biol. 2017;27(4):527–533.  \n[Crossref]\n 14. Eijsker N, Schröder A, Smit DJA, van Wingen G, Denys D. Structural and \nfunctional brain abnormalities in misophonia. Eur Neuropsychopharmacol. \n2021;52:62–71.  [Crossref]\n 15. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new \npsychiatric disorder. Fontenelle L, editor. PLoS One. 2013;8(1):e54706.  \n[Crossref]\n 16. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological \ninvestigations and case descriptions. Front Hum Neurosci. 2013;7:296.  \n[Crossref]\n 17. Edelstein M, Monk B, Ramachandran VS, Rouw R. Context influences how \nindividuals with misophonia respond to sounds. bioRxiv. 2020.  [Crossref]\n 18. Natalini E, Dimaggio G, Varakliotis T, Fioretti A, Eibenstein A. Misophonia, \nmaladaptive schemas and personality disorders: a report of three cases. J \nContemp Psychother. 2020;50(1):29–35.  [Crossref]\n 19. Cohen J. Statistical Power Analysis for the Behavioral Sciences, 2nd ed. \nRoutledge; 2013.  [Crossref]\n 20. Sarigedik E, Gulle B. A study on validation of Amsterdam misophonia scale in \nTurkish and misophonia’s prevalence in Turkish high school/college student \npopulation. Psychiatry Behav Sci. 2021;11(4):258–266.  [Crossref]\n 21. Sakarya MD, Çakmak E. Mizofoni Ölçeği’nin Türkçe formunun geçerlik ve \ngüvenirlik sınama çalışması. Psikoloji Çalışmaları. 2022;42(1):231–255.  [Crossref]\n 22. Tottenham N, Sheridan MA. A review of adversity, the amygdala and the \nhippocampus: a consideration of developmental timing. Front Hum \nNeurosci. 2010;3:68.  [Crossref]\n 23. Brenner LA. Neuropsychological and neuroimaging findings in traumatic \nbrain injury and post-traumatic stress disorder. Dialogues Clin Neurosci. \n2011;13(3):311–323. [Crossref]\n 24. Painter K, Scannapieco M. Child maltreatment: the neurobiological aspects \nof posttraumatic stress disorder. J Evid Based Soc Work. 2013;10(4):276–284.  \n[Crossref]\n 25. İzci Y, Erbaş YC. Hipokampus: yapısı ve fonksiyonları. Türk Nöroşirürji Derg. \n2015;25(3):287–295.\n 26. Zhang S-J, Ye J, Couey JJ, Witter M, Moser EI, Moser M-B. Functional \nconnectivity of the entorhinal -hippocampal space circuit. Philos Trans R Soc \nLond B Biol Sci. 2013;369(1635):20120516.  [Crossref]\n 27. Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university \nstudents: incidence, associated impairment, and clinical correlates. J \nObsessive Compuls Relat Disord. 2017;14:7–12.  [Crossref]\n 28. Kumar S, Dheerendra P , Erfanian M, Benzaquén E, Sedley W, Gander PE, et al. \nThe motor basis for misophonia. J Neurosci. 2021;41(26):5762–5770.  [Crossref]"
    }
  ]
}