{
  "doc_type": "scientific paper",
  "title": "Misophonia and its relationship with other psychiatric disorders",
  "authors": [
    "Mutlu"
  ],
  "year": 2023,
  "journal": "Journal",
  "doi": "10.37990/medr.1208093MEDICAL",
  "abstract": null,
  "keywords": [
    "Misophonia",
    "mental disorders",
    "anxiety disorder",
    "misophonia symptom list"
  ],
  "research_topics": [
    "Misophonia",
    "mental disorders",
    "anxiety disorder",
    "misophonia symptom list"
  ],
  "created_at": "2025-05-05T01:47:35.278816Z",
  "source_pdf": "documents/research/Global/Mutlu 2023 Misophonia and its relationship with other psychiatric disorders.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "406\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093MEDICAL RECORDS-International Medical Journal \nMisophonia and its Relationship with Other Psychiatric Disorders\nKemal Mutlu1, \nLut Tamam2, \nZeynep Namli2, \nMehmet Emin Demirkol2, \nMahmut Onur Karaytug2\n1Bolu Izzet Baysal Mental Health and Disorders Hospital, Department of Psychiatry, Bolu, Türkiye\n2Çukurova University, Faculty of Medicine, Department of Psychiatry, Adana, Türkiye\nCopyright@Author(s) - Available online at www.dergipark.org.tr/tr/pub/medr\nContent of this journal is licensed under a Creative Commons Attribution-NonCommercial-NonDerivatives 4.0 International License. \nReceived: 21.11.2022  Accepted: 13.04.2023 Published: 02.05.2023 \nCorresponding Author: Zeynep Namli, Çukurova University, Faculty of Medicine, Department of Psychiatry, Adana, Türkiye\nE-mail : zeynepnamli@gmail.comAbstract\nAim: Research show that misophonia accompanies many psychiatric disorders and should be considered a mental disorder. \nAlthough there are suggested diagnostic criteria, no clear ones have been defined yet. This study aims to investigate the relationship \nof misophonia with other mental disorders and to determine its possible category in diagnostic classification systems.\nMaterial and Methods: We included the patients who applied to the outpatient clinics of the XX University Faculty of Medicine, \nDepartment of Psychiatry for the first time and healthy volunteers without a history of psychiatric disorder. A sociodemographic data \nform, Misophonia Interview Scale, Beck Anxiety Inventory (BAI), Beck Depression Inventory (BDI), Barratt Impulsivity Scale (BIS), and \nYale-Brown Obsession Compulsion Rating Scale (YBOCS) were administered to the participants.\nResults: 60.1% of the participants (n=158) did not have misophonia, 21.3% (n=56) had disorder-level misophonia, and 18.6% (n=49) \nhad symptom-level misophonia. Except for the YBOCS-total and obsession/compulsion scale scores of the group with misophonia, \nall other mean scale scores were significantly higher than those without misophonia (p<0.05 for each). The participants with \nmisophonia were mostly in the group diagnosed with anxiety disorders. There was a moderately positive correlation between the \nMisophonia Symptom List total score and the BAI score in participants with an anxiety disorder (p=0.001).\nConclusion: The higher scale scores of individuals with misophonia support that it may be a mental disorder. The results that \nmisophonia most frequently accompanies anxiety disorders and is associated with the severity of anxiety suggest that it can be \nclassified as an anxiety disorder in the diagnostic classification. Recognition of misophonia by clinicians and the development \ntreatment algorithms will increase patients' quality of life.\nKeywords: Misophonia, mental disorders, anxiety disorder, misophonia symptom list\nResearch Article\nINTRODUCTION\nMisophonia is a term derived from the Latin words 'misos,' \nmeaning 'dislike,' and 'phonia,' meaning 'sound,' meaning \ndislike, aversion to sound (1). It is a pronounced discomfort \nfrom various sounds, leading to negative feelings such \nas irritability, overwhelm, and disgust, and significantly \naffecting the person's occupational functions, social life, \nand relationships, leading to impaired functioning. The \nmost commonly disturbing sounds are gum chewing, \nmouth smacking, breathing, and foot rubbing (2). \nAlthough there is no dysfunction in the pathways related \nto hearing, it is postulated that misophonia occurs due \nto heightened or strong connections in the limbic and sympathetic nervous systems, which cause abnormal \nprocesses triggered by sound (3-5). In misophonia, there \nis inappropriate and severe stimulation of the limbic and \nautonomic nervous systems due to the association of a \nharmless sound with a negative or unpleasant situation (6). \nAlthough there is still insufficient data on the prevalence \nof misophonia, studies suggest that it is not uncommon \n(7). In a study researching the prevalence of misophonia in \nthe healthy population, approximately 80% of the sample \nhad misophonia symptoms, and 10% of the group with \nmisophonia symptoms were diagnosed with misophonia \n(8). There is no clear information in the literature about the \nage of onset of misophonia. In most studies, symptoms \nof misophonic individuals were reported to start before \nadolescence (9). \nCITATION\nMutlu K, Tamam L, Namli Z, et al. Misophonia and its Relationship with Other Psychiatric Disorders. Med Records. 2023;5(2):406-\n14. DOI:1037990/medr.1208093"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "407\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093Misophonia is not included in the current diagnostic \nclassification systems (10). For this reason, several \ndiagnostic criteria have been proposed for diagnosing \nmisophonia, and studies have been conducted accordingly. \nSchröder et al. (11) proposed diagnostic criteria for \nmisophonia and developed the Amsterdam Misophonia \nScale using the Yale-Brown Obsession Compulsion \nScale (12). Similarly, Öz et al. (8) and Dozier et al. (7,13) \ndeveloped diagnostic criteria for misophonia.\nVarious sources have proposed that misophonia may \nbe comorbid with other psychiatric disorders such as \nObsessive Compulsive Disorder (OCD), Major Depressive \nDisorder, Anxiety Disorders, Obsessive Compulsive \nPersonality Disorder (OCPD) and should be included in the \nspectrum of Obsessive Compulsive and Related Disorders \n(8,11,14). In previous studies, Post Traumatic Stress \nDisorder (PTSD) is one of the most common psychiatric \ndisorders diagnosed in patients with misophonia (15). In \naddition, Attention Deficit Hyperactivity Disorder (ADHD) \n(14), tic disorders (16), and eating disorders (17) are \namong the psychiatric disorders that have been presented \nto be associated with misophonia.\nStudies related to misophonia, which has a history of \nabout twenty years, have become widespread today. These \nstudies will help determine the place and importance of \nmisophonia among mental disorders soon. Our study \naims to explore the relationship between misophonia and \nother mental disorders and to contribute to determining \nits possible place in diagnostic classification systems.\nMATERIAL AND METHOD\nSample  \nPower analysis of the study was performed with G Power \n3.1 program. With a medium effect size (Cohen's d=0.50), \na power of 0.95, and a margin of error of 0.05 (p=0.05), the \nminimum sample size required to be in a single group was \ncalculated as 105, totaling 210 people. We concluded that \nthe sample of 263 people had sufficient power.\nThe study included 213 literate patients between the \nages of 18 and 65 years, who were admitted to Çukurova \nUniversity Faculty of Medicine, Department of Mental \nHealth and Disorders for the first time between 15.10.2020 \nand 15.04.2021, and 50 healthy volunteers from hospital \nstaff and their relatives who agreed to participate in the \nstudy, had no history of psychiatric disorders and were \nnot receiving treatment. We did not include the patients \nwith an anatomical defect in the external auditory canal \nas a finding of physical examination, who reported hearing \ndefects, and who used hearing aids. To prevent possible \nconfounding effects of auditory hallucinations, patients \nwith schizophrenia, bipolar disorder, schizoaffective \ndisorder, major depressive disorder with psychotic features, \nand schizotypal personality disorder were excluded from \nthe study. In addition, we did not include individuals with \nneurocognitive disorders and mental retardation, as they \ncould not complete the self-report scales.Procedure and measures\nThe Non-Interventional Clinical Research Ethics \nCommittee of Çukurova University Faculty of Medicine \napproved the study on 02.10.2020 (meeting number \n104). The study was conducted by the Principles of the \nDeclaration of Helsinki, and all participants signed an \ninformed consent form.\nThe mental disorders were diagnosed with the Structured \nClinical Interview for DSM-5 Disorders-Clinician version \n(SCID-5/CV), and the diagnosis of misophonia was \ndetermined with the Misophonia Interview Scale. We \nadministered to the participants the sociodemographic/\nclinical data form developed by us, Beck Anxiety Inventory \n(BAI), Beck Depression Inventory (BDI), Yale-Brown \nObsession Compulsion Rating Scale (YBOCS) and Barratt \nImpulsiveness Scale (BIS). The first author accompanied \nthe participants who had difficulty completing the forms \nand scales and explained the points where they had \ndifficulty. \nStructured Clinical Interview for DSM-5 Disorders - \nClinician version (SCID-5/CV):  First et al. developed \nthe Structured Clinical Interview for DSM-5 Disorders \n(SCID-5) (18). The Turkish validity and reliability study \nof the SCID-5 was conducted. There are ten modules in \nthe SCID-5: 1) psychotic symptoms, 2) disorders with \npsychosis, 3) mood disorder, 4) substance use disorder, \n5) anxiety disorder, 6) OCD and related disorders, 7) PTSD, \n8) ADHD 9) questions about screening for other disorders \n10) adjustment disorder (18,19).\nSociodemographic/Clinical Data Form: With this form, \ndata such as age, gender, duration of education, marital \nstatus, occupation, place of residence, history of physical \nillness, and family history of mental disorders were \nquestioned. The patient's or relatives' statements and \nhospital or national health system records were utilized \nwhen questioning additional physical illnesses. This form \nwas completed jointly by the participant and the clinician.\nMisophonia Interview Scale: Öz et al. developed the \nmisophonia interview scale (8,20). In our study, the \ndiagnostic criteria recommended by Öz et al. were used, \nand the form of \"Sound Disturbance Problems\" was added \nto the misophonia interview scale.\nThe Sound Disturbance Problems Form was used \nto differentiate between hyperacusis, misophonia, \nphonophobia, and tinnitus. This form, which includes \nexplanations and examples, was applied to the participants \nwith sound sensitivity. The participants who answered \nhyperacusis, phonophobia, or tinnitus were included in the \nnon-misophonia group. \nThe Misophonia Symptom List (MSL), another step of \nthe misophonia interview scale, was administered to the \nparticipants who gave appropriate answers to the Sound \nDisturbance Problems Form. The MSL is a form that allows \n50 different voices to be questioned and a four-point \nLikert-type (1=none, 2=somewhat, 3=moderately, 4=very"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "408\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093much) indicating the severity of misophonia. The total \nscore for the severity of the misophonia varies between \n50-200. With this form, it is determined how severely the \nparticipants are disturbed by which sound. In order to \nmake the distinction between \"disorder-level misophonia\" \nand \"symptom-level misophonia,\" participants who \nanswered 'moderate or very' on the MSL were asked to fill \nout a form that included questions about their physical/\nemotional reactions and functionality. \nParticipants who responded \"moderate or very\" to at least \none of the emotional/physical responses to sound (fear, \ndisgust, anger, overwhelm/depression, blurred vision, \nblood pressure, sweating, shortness of breath, dry mouth), \nin addition to marking \"moderate or very\" in the question: \n\"How much does your discomfort (or avoidance) with \nsound affect your life?\", answering \" yes\" to one of these \nquestions: \"Are there things you cannot do because of \nsound?'', \"Are there any places you cannot enter because of \nthe voices?\", \"Have these voices caused any deterioration \nin your relationships?\" or answering \"more than one \nhour\" to the question: \"How much of your day is affected \nby problems related to this condition?\" were defined as \nhaving \"disorder-level misophonia. \" Participants who did \nnot meet this condition at any level (physical/emotional \nresponse or functionality questions) and who answered \n\"moderate or very\" to at least one sound in the MSL were \ndefined as having \"symptom-level misophonia. \" (8,20).\nBeck Anxiety Inventory (BAI):  It is a scale consisting of 21 \nquestions to measure the frequency of anxiety symptoms. \nBAI consists of four Likert-type questions scored from \n0 to 3. The total score ranges from 0 to 63. An increase \nin the total score indicates an increase in the frequency \nof anxiety. In the Turkish validity and reliability study, \nCronbach's alpha value was 0.93 (21,22).\nBeck Depression Inventory (BDI): BDI is a self-report \nscale comprising 21 questions developed to measure the \nemotion, cognition, behavior, and somatic components \nof depression. The scale consists of four Likert-type \nquestions scored from 0 to 3, and the scale's total score \nvaries between 0 and 63. In the Turkish validity and \nreliability study, Cronbach's alpha value was 0.80 (23,24).\nBarratt Impulsiveness Scale (BIS):  It is a self-report scale \nconsisting of 30 items designed to assess impulsivity, and \neach item provides a four-point Likert-type measurement \n(1=never/rarely, 2=sometimes, 3=often, 4=almost always). \nBIS includes three components: attentional impulsivity, \nmotor impulsivity, and non-planning. An increase in the \nscale's total score means a higher level of impulsivity. In \nthe Turkish reliability and validity study, Cronbach's alpha \nvalue was 0.81 (25,26).\nYale-Brown Obsession Compulsion Rating Scale (YBOCS): \nYBOCS is developed to measure the severity of obsessions \nand compulsions and is evaluated by the interviewer \naccording to the patient's symptoms. Although there are \n19 items on the scale, the obsessions and compulsions \nscores (5 items each) are used to calculate the total score. Each item is scored between 0 and 4 points, and \nthe scale's total score varies between 0 and 40 points. In \nthe Turkish validity and reliability study, Cronbach's alpha \nvalue was 0.81 (12,27).\nStatistical Analysis\nIBM SPSS 25 program was used for data analysis. When \nthe skewness and kurtosis values of the variables were \nbetween -1.5 and +1.5, they were considered normally \ndistributed, and histogram graphs were analyzed (28). \nWhether the variables with normal distribution differed \nbetween groups in terms of their means was examined \nby independent groups t-test and shown as mean and \nstandard deviation (mean±SD). The Mann-Whitney U \ntest was used to examine whether the variables that did \nnot show normal distribution differed between groups \nregarding their medians and were shown as medians \nand quartiles. Pearson Correlation analysis was used \nto examine the correlation between numerical variables \nsince they were normally distributed. In the analysis of \ncategorical variables, the Fisher Exact test was used if \nthe expected number of observations was less than 5, \nthe Yates statistic was used if the expected number of \nobservations was between 5 and 25, and the Chi-square \ntest was used in other possibilities. A value of p<0.05 was \naccepted as significant in the analyses.\nRESULTS\nAccording to the Sound Disturbance Problems form, 48.7% \nof the participants (n=128) stated that they had no sound \nsensitivity. 39.9% (n=105) stated that they were disturbed \nby sound in line with misophonia. 5.3% (n=14) stated that \nthey had hyperacusis, 4.6% (n=12) had tinnitus, and 1.5% \n(n=4) had phonophobia.\nAccording to the Sound Disturbance Problems form, no \nsignificant difference was found between the groups with \n(n=105) and without (n=158) misophonia in terms of mean \nage, duration of education, gender distribution, marital \nstatus, employment status, and place of residence (p=0.78, \np=0.17, p=0.14, p=0.67, p=0.15, p=0.22, respectively). 39% \n(n=41) of the participants reported that their relatives \nalso had misophonia symptoms. The sociodemographic \ncharacteristics of the participants are presented in Table \n1.\nIn the group with misophonia, 53.3% (n=56) had an anxiety \ndisorder, 16.2% (n=17) had major depressive disorder, \n11.4% (n=12) had OCD, 5.7% (n=6) had ADHD, 1.9% (n=2) \nwere diagnosed with somatic symptom disorder, 1.9% \n(n=2) with tic disorder, 1% (n=1) with PTSD and 8.6% (n=9) \nhad no diagnosis of mental disorder (healthy individuals). \nIn the group without misophonia, 41.1% (n=65) had an \nanxiety disorder, 15.2% (n=24) had major depressive \ndisorder, 10.8% (n=17) had OCD, 2.5% (n=4) had ADHD, \n1.3% (n=2) had PTSD, 1.3% (n=2) were diagnosed with \neating disorders, 1.3% (n=2) with sleep disorders, 0.6% \n(n=1) with somatic symptom disorder and 25.9% (n=41) \nhad no diagnosis of mental disorder (Table 2)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "409\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093Compared to the participants’ illness duration, excluding \nhealthy individuals, the median duration of illness of the \ngroup with misophonia was significantly higher than that \nof the group without misophonia (p=0.004). Compared \nto the presence of comorbid physical illness, the rate of \nphysical illness diagnosis was significantly higher in the \ngroup with misophonia than in the group without (42.9% \n& 30.4%, respectively, p=0.04). The frequency of a family \nhistory of mental disorder was significantly higher in the \ngroup with misophonia than in the group without (51.4% \n& 31.8%, respectively, p=0.002). There was no significant \ndifference in the rates of suicide attempts between the \ngroups with and without misophonia.\nWhen the diagnosis of comorbid personality disorder \n(PD) was evaluated, 85.7% of the group with misophonia \nhad no PD diagnosis. 4.8%(n=5) had OCPD, 3.8% (n=4) \nhad borderline PD, 3.8% (n=4) had antisocial PD, 1.9% \n(n=2) had narcissistic BP . Whereas 94.9% of the group \nwithout misophonia had no PD diagnosis, 2.5% (n=4) had \nantisocial PD, 1.3% (n=2) had borderline PD, 0.6% (n=1) \nhad OCPD, and 0.6% (n=1) had narcissistic PD. Table 2 \npresents the comparison of the participants according to \nclinical variables.\nWhen the participants with and without misophonia were \ncompared in terms of BDI, BAI, BIS, and YBOCS scores, \nall mean scale scores of the group with misophonia were \nsignificantly higher than the group without misophonia \nexcept for the YBOCS-total and obsession/compulsion \nscale scores (p<0.05, for each). There was no significant \ndifference between the groups regarding YBOCS-\ncompulsion/obsession and total scores. Scale scores of \nthe groups with and without misophonia are shown in \nTable 3. \nWhen the diagnostic criteria by the Sound Disturbance \nProblems Form and MSL were evaluated, 60.1% (n=158) \nof the participants did not have any misophonia. 21.3% \n(n=56) of the participants had disorder-level misophonia, \nand 18.6% (n=49) had symptom-level misophonia.\nAmong the participants with anxiety disorder, 25.6% \n(n=31) had disorder-level misophonia, and 20.7% (n=25) \nhad symptom-level misophonia. 9.8% (n=4) of the \nindividuals diagnosed with major depressive disorder \nhad disorder-level misophonia, and 31.7% (n=13) had \nsymptom-level misophonia. 27.6% (n=8) of individuals \ndiagnosed with OCD had disorder-level misophonia, and \n13.8% (n=4) had symptom-level misophonia. 16% (n=8) \nof healthy individuals were diagnosed with disorder-level \nmisophonia, and 2% (n=1) with symptom-level misophonia. \nDue to insufficient sample size, significant data for ADHD, \nPTSD, eating disorders, sleep disorders, somatic symptom \ndisorder, and tic disorder could not be obtained. According \nto the data, disorder, and symptom-level misophonia were \nmainly accompanied by the diagnosis of anxiety disorder. \nWhen examined separately, symptom-level misophonia is mainly seen in participants diagnosed with depressive \ndisorder, while disorder-level misophonia is primarily seen \nin participants diagnosed with OCD.\nAccording to the Yates statistic, there was a significant \ndifference between the misophonia and diagnosis groups \n(p<0.001). In individuals not diagnosed with misophonia, \nthe difference was between healthy individuals and \nindividuals diagnosed with anxiety disorder. Also, in \nindividuals with symptom-level misophonia, the difference \nwas between healthy individuals and individuals diagnosed \nwith anxiety disorder and between healthy individuals and \nindividuals diagnosed with depressive disorder (Table 4).\nWhen the correlations between the MSL total score and \nthe BDI, BAI, BIS, and subscale scores were evaluated in \nparticipants diagnosed with anxiety disorder, there was \na moderate positive relationship between the MSL total \nscore and BAI (p=0.001). In participants diagnosed with \ndepressive disorder, there was no correlation between \nMSL total score and BDI, BAI, BIS, and subscale scores. In \nparticipants diagnosed with OCD, there was no correlation \nbetween MSL total score and BDI, BAI, BIS, subscale \nscores, and YBOCS and subscale scores. Table 5 presents \nthe correlations between MSL total score and other scale \nscores in participants diagnosed with anxiety disorder, \ndepressive disorder, and OCD.\nTable 1. Sociodemographic features of the participants\nMisophonia groups\nMisophonia (+) \n(n=105)Misophonia (-) \n(n=158)\nMean SD Mean SD\nAge, years 35.66 11.48 36.05 11.29 t=-0.28 p=0.78\nEducation \nperiod, years12.29 4.22 11.56 4.08 t=1.39 p=0.17\nn  % n  %\nGender x2 =2.23 p=0.14a\n Female 72  68.6 94 59.5\n Male 33  31.4 64 40.5\nMarital status x2 =0.18 p=0.67a\n Single 50  47.6 71  44.9\n Married 55  52.4 87  55.1\nOccupational \nstatusx2 =2.09 p=0.15a\n Unemployed 64  61 82  51.9\n Employed 41  39 76  48.1\nPlace of \nresidencex2 =1.50 p=0.22a\n Urban 84  80 116  73.4\n Rural 21  20 42  26.6\na. Chi-square test, SD. Standart deviation"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "410\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093Table 2. Clinical characteristics of the participants\nMisophonia groups\nMisophonia (+) (n=105) Misophonia (-) (n=158)\nDiagnoses n  % n  %\nAnxiety Disorders 56 53.3 65 41.1\nDepressive Disorder 17 16.2 24 15.2\nOCD 12 11.4 17 10.8\nHealthy 9 8.6 41 25.9\nADHD 6 5.7 4 2.5\nSomatic Symptom Disorders 2 1.9 1 0.6\nTic Disorders 2 1.9 0 0\nPTSD 1 1 2 1.3\nEating Disorders 0 0 2 1.3\nSleep Disorders 0 0 2 1.3\nDisorder duration, year (median) 3 (1-8.5) 1 (0-5)U=6588.5\nZ=-2.87p=0.004\nPhysical illness\nNo 60 57.1 110 69.6\nYes 45 42.9 48 30.4\nFamily history of mental disorders x2=10.08 p=0.002a\nNo 51 48.6 107 68.2\nYes 54 51.4 50 31.8\nSuicide attempts\nNo 101 96.2 152 96.2\nYes 4 3.8 6 3.8\nPersonality disorders\nNo 90 85.7 150 94.9\nBorderline PD 4 3.8 2 1.3\nAntisocial PD 4 3.8 4 2.5\nNarcissistic PD 2 1.9 1 0.6\nOCPD 5 4.8 1 0.6\na. Chi-square test, OCD: Obsessive-compulsive disorder; ADHD: Attention Deficit Hyperactivity Disorder; PTSD: Post Traumatic Stress \nDisorder; PD: Personality Disorder; OCPD: Obsessive-compulsive Personality Disorder\nTable 3. Scale scores of the participants\nMisophonia groups\nMisophonia (+) Misophonia (-) \nmean ±SD mean ±SD\nBDI 23.02±14.23 17.93±12.65 t=3.04 p=0.003\nBAI 25.31±15.58 17.59±13.78 t=4.23 p<0.001\nBIS-attentional 17.97±5.03 15.17±4.49 t=4.72 p<0.001\nBIS-motor 20.54±5.64 17.22±4.75 t=5.15 p<0.001\nBIS-non-planning 26.37±5.96 22.85±7.26 t=4.30 p<0.001\nBIS-total 64.89±14.23 55.24±14.82 t=5.25 p<0.001\nYBOCS-compulsion 12.75±3.31 11,88±3.37 t=0.69 p=0.50\nMedian Median\nYBOCS-obsession 14.5(12-16.75) 14(11.5-15)U=88\nZ=-0.62p=0.56\nYBOCS-total 26.5(22.5-31.5) 26(21.5-28.5)U=86\nZ=-0.71p=0.50\nBDI: Beck Depression Inventory; BAI: Beck Anxiety Inventory; BIS: Barratt Impulsiveness Scale; YBOCS: Yale-Brown Obsession Compulsion \nRating Scale"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "411\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093DISCUSSION\nMisophonia is a condition of being disturbed by certain \nsounds that have become increasingly important in \nthe last 20 years. One of the reasons for its becoming \nincreasingly important is that it is not rare in society, \ncontrary to popular belief. For this reason, the number of \nstudies on misophonia is increasing rapidly. Although it \nwas initially considered a physical disorder, recent studies \nhave increased evidence that it may be a mental disorder. \nAlthough many diagnostic criteria have been proposed \nfor misophonia, no clear decision has yet been reached \non its classification and diagnostic criteria. In our study, \nmost of the participants who had misophonia symptoms \nwere diagnosed with an anxiety disorder, and as the total \nscore of the BAI increased, the total score of the MSL \nalso increased. Anxiety disorders and anxiety severity are \nrelated to misophonia, suggesting that misophonia could \nbe classified as an anxiety disorder.\nIn Schröder et al.'s study (11), 48% of 42 misophonic \nparticipants and 73.9% of 69 misophonic participants \nin Öz et al.'s (20) were women. In Erfanian et al.'s study \n(17), 57.7% of 52 misophonic participants, whereas in \nVitoratou et al.'s study (29), 78.2% of 613 misophonic \nparticipants were women. Studies also have revealed \nthat misophonia is more common in women and that \nthe gender distribution is equal (30). Our result that there \nwas no relationship between misophonia and gender may \nbe related to the fact that different disorder groups were \nevaluated together and the prevalence of mental disorders \nvaries according to gender.\nThe fact that the current psychiatric disorder duration \nwas longer in individuals with misophonia than in \nindividuals without may indicate that the predisposition \nto misophonia increases as the psychiatric disorder \nbecomes chronic. There is no enough data in the literature \non this issue. In contrast, more than half of the individuals \nwithout misophonia stated that they did not have a mental \ndisorder history in their family. More than half of the \nindividuals with misophonia stated that they had a mental \ndisorder history in their family. These data may indicate \nthat those with a family history of mental disorders may be \nmore prone to misophonia and that there is a relationship \nin terms of genetic predisposition. In the literature, studies \nsuggest that misophonia may also have a genetic origin. These studies have shown that 50-85% of the family \nmembers also have misophonia symptoms (9,31-33). In \nour study, 39% of the individuals with misophonia reported \nthat their families also had misophonia. The presence of \nmisophonia in the family suggests that there may be a \ngenetic origin of misophonia or that this condition can be \nlearned from the family by modeling this condition.  \nWe found that 21.3% of the participants had disorder-\nlevel misophonia, and 18.6% had symptom-level \nmisophonia. Jastreboff et al. (34) stated that 3% of the \ngeneral population might have misophonia. Wu et al. \n(2) reported that 19.9% of the participants had clinically \nsignificant misophonia, and Zhou et al. (35) reported this \nrate as 6% in their study. This difference may be since the \nmajority of the participants in our study had a psychiatric \ndisorder, and this psychiatric disorder might lead to a \npredisposition to misophonia. Norris et al. identified two \npotential subgroups in misophonia: one with a more \n\"pure form\" of misophonia, defined by severe misophonia \nsymptoms but with few concurrent conditions, and one \nwith an increasing number of concurrent conditions, \nwhich may represent misophonia as an epiphenomenon \nof increased risk for neuropsychiatric conditions. These \ndata suggest that misophonia has an etiology that is \nmultidimensionally complicated and related to a variety of \nneuropsychiatric disorders (36). \nIn our study, the levels of depression, anxiety, and \nimpulsivity were higher in individuals with misophonia \nthan in those without misophonia. Similarly, previous \nstudies revealed that the severity of anxiety, depression, \nand impulsivity increased as the misophonia score \nincreased (15,37). Our study is consistent with the data \nin the literature, and the data suggest that misophonia \nis associated with psychiatric symptoms and should be \nconsidered a psychiatric disorder.\nWe found that individuals diagnosed with anxiety \ndisorders and OCD had a higher prevalence of misophonia \nthan healthy individuals. Individuals diagnosed with \nanxiety disorders and depressive disorder were \ndiagnosed with more symptom-level misophonia than \nhealthy individuals. In individuals with anxiety disorders, \nthe symptom level and the disorder level-misophonia \nwere higher than in healthy individuals. These results \nsuggest that anxiety disorders and misophonia are more Table 4. Mental disorder diagnoses of the misophonia groups\nMisophonia\nMisophonia (-) Disorder-level misophonia Symptom-level misophoniax2=25.70\np<0.001\nn (%) n (%) n (%)\nDiagnosesHealthy 41(27.9) 8(15.7) 1(2.3)\nAnxiety Disorders 65(44.2) 31(60.8) 25(58.2)\nDepressive Disorder 24(16.3) 4(7.8) 13(30.2)\nObsessive- compulsive Disorder 17(11.6) 8(15.7) 4(9.3)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "412\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093closely related than other mental disorders and should \nbe considered in diagnostic classification. In a study in \nwhich 18 misophonic patients were evaluated, the fact \nthat a diagnosis of anxiety disorder accompanied ten \nindividuals with misophonia supports the relationship \nbetween anxiety disorders and misophonia, as seen in \nour study (38). Especially the fact that anxiety leads to \nanger reaction in misophonia suggests the prominence of \nanxiety in misophonia (2,35,39).\nWe found a significant relationship between MSL total \nscore and anxiety severity in participants diagnosed with \nanxiety disorder. No significant relationship was between \nother diagnoses and symptom severity. Studies have \nshown a correlation between increased anxiety levels, \nmisophonia severity, and emotional response (40), and \nthere has been a strong relationship between anxiety \nsensitivity and anxiety disorders (41). Increased anxiety \nsensitivity also increases the severity of misophonia \nsymptoms (42). It can be interpreted that an increased \nanxiety level causes the person to become more sensitive \nto the sounds in the environment, and intolerance to \nsounds increases. \nIn our study, 2.4% (n=6) of all participants and 4.8% (n=5) \nof the individuals with misophonia were diagnosed with \nOCPD. In other words, 83.3% of the individuals with OCPD \nhave been diagnosed with misophonia. In a study by Jager \net al. (14) with 575 participants diagnosed with misophonia, \n26% had traits of OCPD. In Schröder et al.'s (11) study, 22 \nof the 42 misophonic participants were diagnosed with \nOCPD. In a study investigating the relationship between \nmisophonia and personality disorders, three misophonic \nindividuals were also diagnosed with OCPD (43). Jager \net al. determined the rate of OCPD diagnosis to be only \n2.4% but demonstrated that individuals with misophonia \nhave clinical perfectionism (14). The underlying cause \nof the discomfort or intolerance to noise may be that \nthe individual with OCPD creates one's truths due to a \nperfectionist personality. Perfectionism is a personality \ntrait that was found to be associated with misophonia \n(44). In line with the study by Jager et al. (14), our result \nof low rates of OCPD diagnosis compared to previous \nstudies suggests that perfectionism in individuals with \nmisophonia should not be evaluated only based on OCPD. \nAccording to our results, although misophonia is not \nassociated with the severity of obsessions-compulsions, \nit is associated with obsessive-compulsive personality \ntraits and impulsivity. Future studies in which more \npersonality dimensions, especially perfectionism, are \nevaluated are needed to confirm the relationship between \nmisophonia and personality traits.\nOur findings support the notion that misophonia is not \nuncommon in psychiatric outpatient clinics, implying that \nclinicians should be more aware of misophonia. Previous \nresearch has revealed that misophonia reduces a patient's \nquality of life, and some researchers have emphasized \nthe importance of standardizing misophonia criteria \nusing validated scales and the DSM-5 (45). Assume that misophonia research expands; the information \ngathered will lead to misophonia classification and the \ndevelopment of diagnostic criteria. Setting diagnostic \ncriteria and identifying comorbid mental disorders may \naid in identifying, treating, and improving life quality in \npeople suffering from misophonia.\nThe strength of our study is that misophonia was \ninvestigated in both psychiatric disorders and healthy \nindividuals in a relatively large sample. Our research has \nsome limitations. We used the diagnostic criteria proposed \nby Oz et al. (8,20) as misophonia diagnostic criteria. \nAlthough many diagnostic criteria have been proposed \nin the literature, the lack of a standardized diagnostic \nmethod may have resulted in some participants being \nmisdiagnosed or missed. The absence of a hearing test \nis the second limitation. Misophonia has been associated \nwith diseases such as hyperacusis and tinnitus (1). In our \nstudy, we considered the statements of the participants \nand relatives, and we directly included the participants \nwith these diagnoses in the group without misophonia. \nThis may have resulted in overlooking participants \nwith hyperacusis or tinnitus who also had misophonia. \nAlthough our study's sample was large, the low number \nof participants with diagnoses such as tic disorder, \nADHD, PTSD, and eating disorders may have affected the \nresults. Researchers have suggested that misophonia-\nrelated symptoms occur in populations such as autism \nspectrum disorder (ASD) (46). Therefore, not evaluating \nASD and similar neurodevelopmental disorders is the last \nlimitation of our study. Future studies to be conducted \nwith a large sample in which the types of anxiety disorders \nare evaluated separately and the diagnoses of mental \ndisorders are distributed balanced would clarify the \nrelationship between misophonia and mental disorders.\nFinancial disclosures: This study has no financial support.\nConflict of Interest: The author declare that they have no \ncompeting interest.\nEthical approval: The study was approved by the Çukurova \nUniversity Non-Interventional Clinical Research Ethics \nCommittee (meeting number:104).\nREFERENCES\n1. Jastreboff MM, Jastreboff PJ. Components of decreased \nsound tolerance: hyperacusis, misophonia, phonophobia. \nITHS News Lett. 2001;2:1-5.\n2. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: \nincidence, phenomenology, and clinical correlates in an \nundergraduate student sample. J Clin Psychol. 2014;70:994-\n1007.\n3. Møller AR. Misophonia, phonophobia, and “exploding head” \nsyndrome. In: Moller AR, Langguth B, DeRidder D, Kleinjung \nT, eds, Textbook of Tinnitus. New York, NY: Springer. \n2011;25-7.\n4. Jastreboff PJ, Jastreboff MM. Decreased sound tolerance: \nhyperacusis, misophonia, diplacousis, and polyacousis. In: \nAminoff MJ, Boller F, Swabb DF, eds, Handbook of Clinical"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "413\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093Neurology. Elsevier. 2015;375-87.\n5. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of sounds: \nmisophonic disorder or just an underreported psychiatric \nsymptom? Ann Clin Psychiatry. 2013;25:271-4.\n6. Jastreboff PJ, Jastreboff MM. Tinnitus retraining therapy \nfor patients with tinnitus and decreased sound tolerance. \nOtolaryngol Clin North Am. 2003;36:321-36.\n7. Dozier TH, Lopez M, Pearson C. Proposed diagnostic criteria \nfor misophonia: A multisensory conditioned aversive reflex \ndisorder. Front Psychol. 2017;8:1-3.\n8. Öz G. The prevalence of misophonia symptoms and \ntheir relationship with sociodemographic characteristics \nand mental symptoms in Ankara. M.D.thesis, Hacettepe \nUniversity, Ankara. 2016.\n9. Edelstein M, Brang D, Rouw R, Ramachandran VS. \nMisophonia: physiological investigations and case \ndescriptions. Front Hum Neurosci. 2013;7:1-11.\n10. American Psychiatric Association. Diagnostic and \nStatistical Manual of Mental Disorders-5: DSM-5. American \nPsychiatric Association, Washington. 2013.\n11. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria \nfor a new psychiatric disorder. PLoS One. 2013;8:e54706.\n12. Goodman WK, Price LH, Rasmussen SA, et al. The Yale-\nBrown obsessive compulsive scale: I. Development, use, \nand reliability. Arch Gen Psychiatry. 1989;46:1006-11.\n13. Yilmaz Y, Hocaoglu C. Misophonia: a review. current \napproaches in psychiatry. 2021;13:383-93.\n14. Jager I, de Koning P , Bost T, et al. Misophonia: phenomenology, \ncomorbidity and demographics in a large sample. PLoS One. \n2020;15:e0231390.\n15. Siepsiak M, Sobczak AM, Bohaterewicz B, et al. Prevalence \nof misophonia and correlates of its symptoms among \ninpatients with depression. Int J Environ Res Public Health. \n2020;17:5464.\n16. Robinson S, Hedderly T, Conte G, et al. Misophonia in \nchildren with tic disorders: a case series. J Dev Behav \nPediatr. 2018;39:516-22.\n17. Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and \ncomorbid psychiatric symptoms: a preliminary study of \nclinical findings. Nord J Psychiatry. 2019;73:219-28.\n18. First MB, Williams JBW, Karg RS, Spitzer RL. User's guide \nfor the SCID-5-CV Structured Clinical Interview for DSM-\n5® disorders: Clinical version. American Psychiatric \nAssociation Publishing, Washington. 2016.\n19. Elbir M, Alp Topbaş Ö, Bayad S, et al. Adaptation and reliability \nof the structured clinical interview for DSM-5-disorders - \nClinician version (SCID-5/CV) to the Turkish language. Turk \nPsikiyatr Derg. 2019;30:51-6.\n20. Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and \ncharacteristics of misophonia in Ankara, Turkey: population-\nbased study. BJPsych Open. 2021;7:e144.\n21. Beck AT, Epstein N, Brown G, Steer RA. An inventory for \nmeasuring clinical anxiety: psychometric properties. J \nConsult Clin Psychol. 1988;56:893-7.\n22. Ulusoy M, Sahin NH, Erkmen H. Turkish version of the Beck anxiety inventory: psychometric properties. J Cogn \nPsychother. 1998;12:163-72.\n23. Beck AT, Ward C, Mendelson M, et al. Beck depression \ninventory (BDI). Arch Gen Psychiatry. 1961;4:561-71.\n24. Hisli N. A reliability and validity study of Beck depression \ninventory in a university student sample. J Psychol. \n1989;7:3-13.\n25. Patton JH, Stanford MS, Barratt ES. Factor structure of the \nBarratt impulsiveness scale. J Clin Psychol. 1995;51:768-\n74.\n26. Güleç H, Tamam L, Turhan M, et al. Psychometric properties \nof the Turkish version of the Barratt impulsiveness scale-11. \nKlin Psikofarmakol Bul. 2008;18:251-8.\n27. Tek C, Ulug B, Rezaki BG, et al. Yale-Brown obsessive \ncompulsive scale and US National Institute of Mental Health \nGlobal obsessive compulsive scale in Turkish: reliability and \nvalidity. Acta Psychiatr Scand. 1995;91:410-3.\n28. Tabachnick BG, Fidell LS. Using multivariate statistics. 6th \nedition. Pearson, Boston. 2013. \n29. Vitoratou S, Uglik-Marucha N, Hayes C, et al. Item response \ntheory investigation of misophonia auditory triggers. Audiol \nRes. 2021;11:567-81.\n30. Duddy DF, Oeding KAM. Misophonia: an overview. Semin \nHear. 2014;35:84-91.\n31. Sanchez TG, Silva FE da. Familial misophonia or selective \nsound sensitivity syndrome: evidence for autosomal \ndominant inheritance? Braz J Otorhinolaryngol. \n2018;84:553-9.\n32. Danesh A, Aazh H. Misophonia: A neurologic, psychologic, \nand audiologic complex. Hear J. 2020;73:20-2.\n33. Cavanna AE. What is misophonia and how can we treat it? \nExpert Rev Neurother. 2014;14:357-9.\n34. Jastreboff PJ, Jastreboff MM. Treatments for decreased \nsound tolerance (hyperacusis and misophonia). Semin \nHear. 2014;35:105-20.\n35. Zhou X, Wu MS, Storch EA. Misophonia symptoms among \nChinese university students: Incidence, associated \nimpairment, and clinical correlates. J Obsessive Compuls \nRelat Disord. 2017;14:7-12.\n36. Norris JE, Kimball SH, Nemri DC, Ethridge LE. Toward \na multidimensional understanding of misophonia \nusing cluster-based phenotyping. Front Neurosci. \n2022;16:832516.  \n37. Cassiello-Robbins C, Anand D, McMahon K, et al. A \npreliminary investigation of the association between \nmisophonia and symptoms of psychopathology and \npersonality disorders. Front Psychol. 2021;11:519681.\n38. Frank B, McKay D. The suitability of an inhibitory learning \napproach in exposure when habituation fails: A clinical \napplication to misophonia. Cogn Behav Pract. 2019;26:130-\n42.\n39. Quek TC, Ho CSH, Choo CC, et al. Misophonia in Singaporean \npsychiatric patients: A cross-sectional study. Int J Environ \nRes Public Health. 2018;15:1410.\n40. Daniels EC, Rodriguez A, Zabelina DL. Severity of misophonia"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "414\nMed Records 2023;5(2):406-14 DOI: 10.37990/medr.1208093symptoms is associated with worse cognitive control \nwhen exposed to misophonia trigger sounds. PLoS One. \n2020;15:e0227118.\n41. Naragon-Gainey K. Meta-analysis of the relations of anxiety \nsensitivity to the depressive and anxiety disorders. Psychol \nBull. 2010;136:128-50.\n42. Schadegg MJ, Clark HL, Dixon LJ. Evaluating anxiety \nsensitivity as a moderator of misophonia and dimensions \nof aggression. J Obsessive Compuls Relat Disord. \n2021;30:100657.\n43. Natalini E, Dimaggio G, Varakliotis T, et al. Misophonia, maladaptive schemas and personality disorders: A report of \nthree cases. J Contemp Psychother. 2020;50:29-35.\n44. Jakubovski E, Müller A, Kley H, et al. Prevalence and \nclinical correlates of misophonia symptoms in the general \npopulation of Germany. Front Psychiatry. 2022;13:1012424.\n45. Ferrer-Torres A, Giménez-Llort L. Misophonia: A systematic \nreview of current and future trends in this emerging clinical \nfield. Int J Environ Res Public Health. 2022;19:679.\n46. Brout JJ. A brief commentary on the consensus definition of \nmisophonia. Front Neurosci. 2022;16:879070."
    }
  ]
}