{
  "doc_type": "scientific paper",
  "title": "Sensory processing in children with Paediatric Acute‐onset Neuropsychiatric Syndrome (1)",
  "authors": [
    "Newby"
  ],
  "year": 2024,
  "journal": "Sciences, University of Newcastle,",
  "doi": "10.1111/1440-1630.12935",
  "abstract": "Introduction: Previous research indicates that children with Paediatric Acute-onset Neuropsychiatric Syndrome (PANS) experience sensory reactivity differences that impact occupational performance. The purpose of this study was to determine whether there are differences in sensory reactivity in these children across two different time points; during exacerbation and duringremission, using the Sensory Processing Measure (SPM) Home-Form. The study also sought to investigate whether children with PANS experience sen- sory differences during remission periods, when compared with SPM Home-",
  "keywords": [
    "Neuropsychiatric Disorder Associated with Streptococcal infections (PANDAS)",
    "occupational"
  ],
  "research_topics": [
    "Neuropsychiatric Disorder Associated with Streptococcal infections (PANDAS)",
    "occupational"
  ],
  "created_at": "2025-05-05T01:53:45.891478Z",
  "source_pdf": "documents/research/Global/Newby 2024 Sensory processing in children with Paediatric Acute‐onset Neuropsychiatric Syndrome (1).pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "FEATURE ARTICLE\nSensory processing in children with Paediatric Acute-onset\nNeuropsychiatric Syndrome\nMichelle J. Newby1,2| Shelly J. Lane2,3| Kirsti Haracz2| Janice Tona4|\nKerrin Palazzi5| David Lambkin5\n1Stepping Stones Therapy for Children,\nCharlestown, New South Wales, Australia\n2Occupational Therapy, College of Health,\nMedicine and Wellbeing, School of HealthSciences, University of Newcastle,\nCallaghan, New South Wales, Australia\n3Department of Occupational Therapy,\nColorado State University, Fort Collins,\nColorado, USA\n4Rehabilitation Science Department,\nUniversity at Buffalo, Buffalo, New York,\nUSA\n5Hunter Medical Research Institute, New\nLambton Heights, New South Wales,\nAustralia\nCorrespondence\nMichelle J. Newby, PO Box 455, TheJunction, NSW 2291, Australia.Email:\nmichelle@\nsteppingstonesforchildren.com.au\nFunding informationThis study received no specific grant fromany funding agency in the public,commercial, or not-for-profit sectors.Abstract\nIntroduction: Previous research indicates that children with Paediatric\nAcute-onset Neuropsychiatric Syndrome (PANS) experience sensory reactivity\ndifferences that impact occupational performance. The purpose of this study\nwas to determine whether there are differences in sensory reactivity in these\nchildren across two different time points; during exacerbation and duringremission, using the Sensory Processing Measure (SPM) Home-Form. The\nstudy also sought to investigate whether children with PANS experience sen-\nsory differences during remission periods, when compared with SPM Home-\nForm norms.\nMethods: A two-period bidirectional case-crossover design was used, and an\nonline assessment was conducted to measure sensory reactivity. Parents of\nchildren aged 4.6 to 13.1 years with a diagnosis of PANS were recruited from\nvarious sites across Australia, USA, England, Ireland, Scotland, Canada, and\nNew Zealand. The SPM Home-Form was used to measure sensory reactivity at\ntwo time points, when PANS was in remission (T-R) and in exacerbation\n(T-E). Study entry was permitted at either T-E or T-R. Participant exacerbation\nstatus was monitored over a maximum 12-month period, and a follow-up SPMHome-Form was sent when a change in exacerbation status was indicated. A\nlinear mixed model was used to assess the difference between SPM Home-\nForm norm-referenced scores during exacerbation and remission.\nResults: The study included 82 participants, with 80 providing data at study\nentry, and 27 providing data at follow-up. Results showed a statistically signifi-cant decline in performance across the SPM Home-Form domains of Hearing,\nSocial Participation, Planning and Ideas, and Total Sensory Systems T-scores\nduring exacerbation when compared with remission data. Results also demon-\nstrated atypical sensory reactivity across Vision, Hearing, Touch, Balance and\nMotion, and Total Sensory Systems domains during periods of remission com-\npared with SPM Home-Form norms.Received: 22 June 2023 Accepted: 7 January 2024\nDOI: 10.1111/1440-1630.12935\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any\nmedium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.\n© 2024 The Authors. Australian Occupational Therapy Journal published by John Wiley & Sons Australia, Ltd on behalf of Occupational Therapy Australia.\nAust Occup Ther J. 2024;71:475 –485. wileyonlinelibrary.com/journal/aot 475"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Conclusion: This study found that children with PANS experience significant\nsensory reactivity differences during exacerbation and remission across multiple\nsensory domains, with a decline in performance during exacerbation. Where\nthere are occupational performance challenges, occupational therapists should\nconsider administering sensory assessments so that effective intervention plans\naddressing the unique sensory reactivity needs of children with PANS can be\ndeveloped.\nKEYWORDS\nNeuropsychiatric Disorder Associated with Streptococcal infections (PANDAS), occupational\nperformance, Paediatric Acute-onset Neuropsychiatric Syndrome (PANS), paediatric mentalhealth, paediatric occupational therapy, sensory modulation, sensory processing, SensoryProcessing Measure (SPM), sensory reactivity\n1|INTRODUCTION\nPaediatric Acute-onset Neuropsychiatric Syndrome\n(PANS) and Paediatric Auto-immune Neuropsychiatric\nDisorder Associated with Streptococcal infections(PANDAS) are related conditions that follow a similarcourse (Rea et al.,\n2021; Sigra et al., 2018; Swedo\net al., 2012). For the sake of brevity, these conditions will\nbe collectively referred to as PANS. PANS is characterisedby an abrupt onset (i.e., no symptoms to full symptom\nonset and intensity within 24 –48 hours) of Obsessive\nCompulsive Disorder (OCD) or eating restrictions, orboth concurrently (Chang et al.,\n2015; Swedo\net al., 2012). These symptoms must be accompanied by at\nleast two or more comorbid neuropsychiatric or somaticsymptoms that may include sensory or motor abnormali-ties; anxiety; emotional lability or depression; irritability,\naggression, or severely oppositional behaviours; develop-\nmental/behavioural regression; deterioration in schoolperformance; and somatic signs and symptoms such as\nsleep disturbances, enuresis, or urinary frequency. PANS\ntypically follows a relapsing remitting course, with thechild experiencing a sudden exacerbation of symptoms,\nleading to a loss of function following exposure to a trig-\nger (Frankovich et al.,\n2017). For some children, PANS\nfollows a chronic progressive course, whereby they con-\ntinue to experience ongoing symptoms and do not return\nto their pre-exacerbation level of function (Frankovichet al.,\n2017). Triggers are varied and can include infections\nsuch as Influenza or Group A Streptococcus. Triggers can\nalso be non-infectious in nature such as environmental\n(e.g., mould) or metabolic changes. Although there are nostudies to date that describe the prevalence of PANS\nwithin the general population, prevalence has been\nreported across a number of different paediatric cohorts,including children with tic disorders ( n=80, 11% meetingabrupt symptom onset criteria for PANS) (Singer\net al.,\n2000), children attending an outpatient OCD clinic\n(n=136, 5% meeting PANS criteria) (Jaspers-Fayer\net al., 2017), and children attending an eating disorder\nclinic ( n=100, 52% meeting PANS criteria) (Aman\net al., 2022). PANS exacerbations have a sudden and per-\nvasive impact on the child, potentially limiting participa-\ntion and performance across the range of childhoodoccupations, including activities of daily living, education,\nplay, and leisure (Tona et al.,\n2017). Performance across\nthese occupations is limited by the impact of the conditionon a range of person factors, including emotional coping,cognition, muscle strength and endurance, and sensory\nprocessing (Tona et al.,\n2017).\nSensory processing also impacts children ’s participa-\ntion and performance in all occupations, including school\noccupations, play, sleep, activities of daily living, and\nsocial participation (Bar-Shalita et al., 2008; Foitzik &\nBrown, 2018; Roberts et al., 2018; Sleeman & Brown,Key Points for Occupational Therapy\nChildren with PANS present with significant\ndifferences across multiple sensory domains,\nwith a decline in performance during\nexacerbation.\nSensory reactivity may vary depending upon\nwhether a child with PANS is in an exacerba-\ntion or remission state.\nOccupational therapists should include a com-\nprehensive sensory assessment where children\nwith PANS are presenting with occupational\nperformance challenges.476 NEWBY ET AL .\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2022). Sensory processing is a neurological process that\ninvolves accurately detecting or registering sensory infor-\nmation from the environment or within one ’s own body,\ninterpreting or discriminating that sensation, and finally,\norganising an appropriate response (Bundy &\nLane, 2020). Vision, hearing, taste, touch, and smell are\nthe most commonly recognised senses; however, proprio-\nception (awareness of body position in space) and vestib-\nular (awareness of balance and movement) are alsoconsidered key sensory systems supporting occupationalperformance (Bundy & Lane,\n2020). Sensory systems\nwork together in an integrated manner to enable the\nindividual to adapt and respond appropriately to environ-mental demands (Bundy & Lane,\n2020). When this pro-\ncess runs smoothly, children can participate in\noccupations that are purposeful and meaningful to them;however, when there are sensory processing differences,\ndifficulties with independence and participation can\noccur (Anzalone & Lane,\n2012). The two primary indica-\ntors of meaningful differences in sensory processing are\nsensory reactivity differences and dyspraxia (Bundy &\nLane, 2020). Sensory reactivity differences are reflected in\nover-responsivity or under-responsivity to sensory stimuli(Bundy & Lane,\n2020). Dyspraxia occurs when there is a\ndisruption in sensory perception within the somatosen-\nsory (i.e., touch and proprioception) and/or vestibularsenses, and impacts the child ’s ability to accurately initi-\nate, plan, organise, and execute movement patterns\n(Bundy & Lane,\n2020; Cermak & May-Benson, 2020).\nSudden onset changes in sensory reactivity have\nbeen reported in children with PANS, with indications\nof over-reactivity to touch, including hypersensitivity toitems of clothing and textures of foods; smell; taste;sound; light; and visual stimuli (Demchick et al.,\n2020 ;\nFrankovich et al., 2015 ; Gromark et al., 2019 ). The most\ndetailed study to date describing sensory reactivity dif-ferences experienced by children with PANS was con-\nducted by Tona et al. (\n2017 ). In a non-standardised\nonline survey of parents of 111 children with PANS, theinvestigators found that most participants reported some\ndegree of sensory over-reactivity, including increased\nsensitivity to touch, and to a lesser degree with taste,smell, proprioception, hearing, vision, and vestibular\nsenses (Tona et al.,\n2017 ). Demchick et al. ’s(2019 ) quali-\ntative, phenomenological study of six families, examin-ing family quality of life in the context of raisingchildren with PANS aged from 7 to 13 years, also\nreported challenges with sensory over-reactivity includ-\ning challenges with dressing due to tactile hypersensitiv-ity. Gromark et al. (\n2019 ) conducted a systematic\nevaluation of 45 Swedish children aged between 3 and\n13 years who met the PANS diagnostic criteria andfound that half of their study participants reportedsensory over-reactivity based on their developmental\nhistory, including hypersensitivity to touch (including\nclothing), sounds, and light. Sensory-seeking behaviourshave also been described, such as a pervasive need to\ntouch particular textures or objects (Swedo et al.,\n2017 ).\nAlthough there is an emerging body of evidence indicat-ing that children with PANS experience sensory proces-\nsing changes that create challenges, there is currently\nno published evidence using a norm-referenced data col-lection tool. Therefore, our understanding of sensoryreactivity in children with PANS, and how this impacts\nfunctional performance dur ing and between PANS exac-\nerbations, is yet to be firmly established. Additionally, itis noteworthy that the signature characteristic of PANS\n(i.e., an acute onset of neuropsychiatric and somatic\nsymptoms, including sensory changes) distinguishes thisgroup from other populations treated by occupational\ntherapists, who generally present with more consistent\nsensory difficulties (Swedo et al.,\n2012 ).\nAddressing the functional impact of sensory reactiv-\nity challenges is a core component of paediatric occupa-\ntional therapy practice; therefore, it is imperative tocurrent and future occupational therapy practice toclearly define whether PANS exacerbations impact sen-\nsory reactivity. This will provide important information\nto guide intervention planning for children with PANS,with consideration of potential fluctuations in perfor-\nmance during remission and exacerbations. Although\nthere is little research from the field of occupationaltherapy in this area, Tona et al. (\n2017 )h a v es u g g e s t e d\nthat a flexible approach to intervention be considered\nwhen working with these children. They propose thatremediation strategies are most appropriate duringperiods of remission, whereas interventions that empha-\nsise accommodations and adaptations are most appro-\npriate during periods of exacerbation. Although theserecommendations appear to be an appropriate model of\ncare for children with PANS, they are based on non-\nstandardised parent-report. Therefore, additionalresearch is necessary to gain a more comprehensive\nunderstanding of performance during periods of remis-\nsion and exacerbation, which will be fundamental inguiding occupational therapy treatment.\nThis study sought to answer two key questions:\n1. Do children with PANS experience differences in sen-\nsory reactivity, as measured by the SPM Home-Form\nscores, during periods of remission and exacerbation?\n2. Do children with PANS who are in remission experi-\nence differences in sensory reactivity, based on SPM\nHome-Form scores, when compared with the norm-referenced sample of the SPM Home-Form?NEWBY ET AL . 477\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "2|METHODS\n2.1 |Ethics approval\nPrior to data collection, ethical approval was obtained\nfrom the University of Newcastle, Human ResearchEthics Committee (approval number H-2019-0284).\n2.2 |Study design\nThis study was a part of a broader study using a two-\nperiod bidirectional case-crossover design. An onlineassessment was used, whereby sensory reactivity was\nmeasured using the Sensory Processing Measure (SPM)\nHome-Form (Parham & Ecker,\n2007) at two separate\ntime points:\nTime-point Exacerbation (T-E): When the child had\nexperienced a PANS exacerbation during the past\nmonth;\nTime-point Remission (T-R): When the child had not\nexperienced a PANS exacerba tion during the last month.\nParticipants were able to enter the study at either\ntime point.\n2.3 |Participants and recruitment\nParticipants were parents of children aged 4.6 to 13.1 years\nwith a medical diagnosis of PANS. Age was originally lim-ited to 5 to 12 years as this is the specified age range forthe SPM Home-Form. It is noteworthy that our study\nincluded one participant who was 12 years old at the com-\nmencement of the research, but who turned 13 during thedata collection period. There was an additional participant\nwho was 4.6 years at study entry and subsequently turned\n5 during the data collection period. Although these 2 par-ticipants fell outside the anticipated age range for some\ntime points, their scores were not outliers and were there-\nfore included. Participants were recruited via networks ofprofessionals working with children with PANS at various\nsites across Australia, the United States of America (USA),\nEngland, Ireland, Scotland, Canada, and New Zealand.Participants were limited to these countries as they wereEnglish speaking and there were multidisciplinary PANS\nnetworks who were known to the researchers in each of\nthese countries. Medical and allied health professionalsemployed in private practices, who were known to assess\nand treat children with PANS, were informed about the\nstudy via email and social media posts. Those indicatingan interest in the study were provided with flyersincluding a website link that could be given to parents/\ncarers of children with PANS. The link provided informa-\ntion about the study and how to indicate intention to par-ticipate. Parents/carers of children with PANS were also\nrecruited via informative social media posts that included\nthe link for parents to indicate intention to participate. Inaddition, snowballing sampling methodology was utilised,\nwhereby parents and carers of children with PANS were\ninvited to inform other parents and carers of children withPANS about the study.\nAs sensory sensitivity forms part of the restricted and\nrepetitive section of the diagnostic criteria for Autism\nSpectrum Disorder (ASD), children with an additionalASD diagnosis were excluded from this study (American\nPsychiatric Association,\n2013). This allowed for observa-\ntions to be made between sensory reactivity differencesthat are specific to the child ’s PANS diagnosis. Children\nwith neuromotor conditions were excluded as they were\nnot a population of interest for this study. We includedchildren who had experienced a PANS exacerbation in\nthe past 6 months, hypothesising that these children\nwould be most likely to experience an exacerbation andremission state during the course of the study.\n2.4 |Data collection tools\n2.4.1 | The Sensory Processing Measure\nHome-Form (SPM Home-Form) (Parham &Ecker,\n2007)\nThe SPM Home-Form was used to collect information\nregarding the child ’s sensory processing abilities and iden-\ntify sensory differences that create challenges for the child.\nIt is a norm-referenced measure used to identify sensory\nprocessing patterns in children aged 5 –12 years within the\nhome environment. Widely used by paediatric occupa-\ntional therapists, the SPM Home-Form measures sensory\nprocessing across vision, hearing, touch, body awareness(i.e., proprioception), and balance (vestibular) senses. In\naddition, the assessment includes Social Participation and\nPlanning and Ideas scales. Although not specific senses,these domains each represent higher level cognitive func-\ntions that are strongly impacted by sensory input and pro-\ncessing. The Social Participation domain is a measure ofthe child ’s participation in social activities in the home and\ncommunity, including interactions and conversational\nskills with friends, parents, and other significant adults.\nThe Planning and Ideas scale is a measure of praxis, whichis the ability to conceptualise, plan, and organise motor\nresponses to complete novel tasks (Parham & Ecker,\n2007).\nThe SPM Home-Form consists of 75 items and is com-\npleted by the child ’s primary home-based caregiver. Items478 NEWBY ET AL .\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "are rated using a 4-point Likert Scale, based on the fre-\nquency of the observed behaviour (i.e., Never ,Occasion-\nally,Frequently ,a n d Always ). The assessment provides\nnorm-referenced T-scores across the following scales:\nSocial Participation, Vision, Hearing, Touch, Body Aware-\nness, Balance, and Planning and Ideas. Items within eachof the scales are designed to determine vulnerabilities or\ndifferences that create challenges within that specific sen-\nsory system. A Total Sensory Systems score can also beobtained and is the composite score of the five individuals e n s o r ys c a l e s( V i s i o n ,H e a r i n g ,T o u c h ,B o d yA w a r e n e s s ,\nand Balance), plus additional items that represent the\nchild ’s taste and smell processing. The Total Sensory Sys-\ntems score can be used to determine whether there are\noverall differences that create challenges in a child ’ss e n -\nsory processing ability (Parham & Ecker,\n2007).\nThe SPM Home-Form T-scores make it possible for a\nchild ’s behavioural and sensory functioning to be accu-\nrately compared with a normative sample of typicallydeveloping children (Parham & Ecker,\n2007). Three inter-\npretative ranges are provided, including typical range ,\nsome problems , and definite dysfunction . T-scores that fall\nwithin the typical range (T-score range of 40 –59) indicate\nthat the child ’s behavioural and sensory functioning is\nsimilar to that expected from typically developing peers.\nScores within the some problems range (T-score range of\n60–69) indicate mild to moderate difficulties in beha-\nvioural or sensory functioning when compared with\npeers. Scores within the definite dysfunction range (T-\nscore 70 –80) indicate that the child has significant sen-\nsory processing challenges that may have a noticeable\nimpact on the child ’s daily function. SPM Home-Form\nscores within the some problems and definite dysfunction\nranges are considered elevated and occupational therapy\nintervention may be indicated (Parham & Ecker, 2007).\nParham and Ecker ( 2007) report strong reliability for\nthe SPM Home-Form. Internal consistency reliability esti-\nmates ranged from α=0.77 to 0.90 across all subscales\nandα=0.95 for the Total Sensory Systems. Test –retest\nreliability estimates ranged from r=0.94 to 0.98 for each\nsubscale and r=0.98 for the Total Sensory Systems. SPM\nitems were taken from previously peer reviewed assess-ments including the Evaluation of Sensory Processing and\nthe School Assessment of Sensory Integration to enhance\ncontent validity (Parham & Ecker,\n2007).\n2.4.2 | Researcher developed surveys\nA researcher-developed survey entitled ‘About you and\nyour child demographic survey ’was used to collect\ndemographic and clinical information, including thechild ’s age, sex, and country of residence; parents ’levelof education; details regarding their child ’s initial PANS\ndiagnosis; comorbid diagnoses; medical interventions;\nand experience with occupational therapy intervention.This survey was completed by participants upon entry to\nthe study. The participant then indicated whether their\nchild had experienced a PANS exacerbation in the previ-ous month (T-E) or had not, indicating remission (T-R).\nAdditional data regarding clinical characteristics, in-\ndepth demographic information, and experiences withoccupational therapy are outside the scope of this paperand will be included in later publications.\nA further researcher-developed survey entitled ‘Clini-\ncal information ’was also used. This was a brief survey\nused to collect monthly clinical information regarding\nexacerbation status (i.e., T-E or T-R). If an indication was\ngiven that the child was experiencing an exacerbation,further details were collected regarding exacerbation\nsymptoms, including behavioural and somatic symptoms.\nA rating of how different their child ’s behaviour and par-\nticipation was when compared with their typical presen-\ntation was also included. This information was used to\nconfirm that the child was in an exacerbation.\n2.5 |Study procedures\nUpon consenting to participate in the study, participants\nwere emailed the ‘About you and your child demo-\ngraphic survey ’survey, the ‘Clinical information ’survey,\nand the SPM Home-Form. The questions were completed\nbased on their child ’s performance over the previous\nmonth. The ‘Clinical information ’survey was then sent\neach month, to determine whether there had been achange in the child ’s exacerbation state. Once a change\nin exacerbation state was indicated, participants were\nasked to complete a second SPM Home-Form, againbased on their child ’s performance over the previous\nmonth. Therefore, the SPM Home-Form was completed\nat two different time points (i.e., T-E and T-R). Once SPMHome-Form data were collected at T-E and T-R time\npoints, participation in the study was complete.\n2.6 |Data analysis\nData were analysed in SAS v9.4. An alpha level of 0.05\nwas specified for all tests and confidence intervals, and\ntwo-tailed analysis was conducted. Descriptive analysis\nwas undertaken with results presented as count (%),median (Q1, Q3), and means (standard deviation).\nDescriptive statistics for SPM Home-Form scores were\ngrouped by whether the child was at the T-E or T-R timepoints.NEWBY ET AL . 479\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "A linear mixed model was chosen to assess the differ-\nence between SPM Home-Form norm-referenced scores\nduring (T-E) and between (T-R) PANS exacerbations, asthis allows for analysis of data that are non-independent,\nas participants could provide data for both T-E and T-R\ntimepoints. To ensure reliability of the linear mixedmodel, fixed effects for exacerbation status (i.e., during or\nbetween PANS exacerbations), order (i.e., exacerbated at\nstudy entry or at follow-up; continuous), and time(i.e., number of months from study entry to follow-up)and a random effect for participant were included. Model\nassumptions were checked and found to be acceptable.\nIntraclass correlation coefficients (ICCs) were calculatedusing a null model to quantify within and between per-\nson correlation (presented in the Supporting\nInformation ).\n3|RESULTS\n3.1 |Participants\nAn initial 153 participants consented to participate in the\nstudy; 62 did not meet inclusion criteria, an additional\neight did not provide data, and one withdrew consent,\nresulting in data from 82 participants at the start of thestudy. Two participants provided consent at study entry\nbut did not provide initial demographic data. They both\nlater went on to complete the SPM Home-Form, so havebeen included in the analysis, but excluded from study\nentry descriptive statistics. Twenty-one of the participants\nprovided data at both T-E and T-R time points, and theremaining participants provided data at either T-E orT-R, for a total of 87 surveys.\nAs displayed in Table\n1, the mean age of children\nincluded at study entry was 9.5 years, with most beingmale (63%). The mean age at the first onset of PANS\nsymptoms was 5.1 years, and the mean age of PANS diag-\nnosis was 6.8 years. Most participants were from the USA(54%); however, there were participants from all coun-\ntries included in the study (i.e., Australia, USA, England,\nIreland, Scotland, Canada, and New Zealand). PANS wasthe only diagnosis for 44% of children, with others report-\ning additional diagnoses of OCD (25%), Attention Deficit\nHyperactivity Disorder (ADHD) (24%), Oppositional Defi-ance Disorder (ODD) (13%), Tourette Syndrome (15%),and others (including a small number with Generalised\nAnxiety Disorder, Mood Disorder, Psychosis, Type 1 Dia-\nbetes, Dysautonomia, Eosinophilic Esophagitis, and/orseizures). Of the 80 children at study entry, 59% were\nreported to be in an exacerbation (see Table\n2for further\ndetails). The median time to study follow-up from studyentry was 3 months.3.2 |SPM Home-Form PANS\nexacerbation analysis\nAs shown in Table 3, the mixed models analysis revealed\nthat there was a statistically significant increase in theSocial Participation, Hearing, and Planning and Ideas\ndomain scores and the T-scores at T-E, indicating a sig-\nnificant deterioration in sensory reactivity across thesedomains during exacerbation. The largest impact at T-E\nacross the individual domains was observed on the Social\nParticipation scale, with almost one full standard devia-tion difference (9.8 T-score difference; p≤.001). For all\nmodels, effects for order and time were statistically non-\nsignificant (estimates presented in the Supporting\nInformation ).\n3.3 |SPM Home-Form PANS T-R and\nnormative data analysis\nAs shown in Table 3, study participants at T-R demon-\nstrated LSMeans T-scores within the typical range (T-TABLE 1 Demographics.\nCharacteristic Class/Statistic Total ( n=80)\nAge at study entry Mean (SD) 9.5 (2.4)\nAge at first onset of\nPANSMean (SD) 5.1 (2.4)\nAge at diagnosis Mean (SD) 6.8 (2.5)\nGender Male 50 (63%)\nFemale 29 (36%)\nOther 1 (1.3%)\nCountry Australia 11 (14%)\nUSA 43 (54%)\nEngland 8 (10%)\nIreland 1 (1.3%)\nScotland 1 (1.3%)Canada 12 (15%)\nNew Zealand 4 (5.0%)\nAdditional diagnoses OCD 20 (25%)\nADHD 19 (24%)\nODD 10 (13%)\nTourette\nSyndrome12 (15%)\nOther diagnosis 19 (24%)\nPANS only 35 (44%)\nAbbreviations: ADHD, attention deficit hyperactivity disorder; OCD,\nobsessive compulsive disorder; ODD: oppositional defiant disorder.480 NEWBY ET AL .\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "score 40 –59) across Social Participation (57.4), Body\nAwareness (57.9), and Planning and Ideas (59.4) scales\nbut fell within the Some Problems range (T-score 60 –69)\nacross the domains of Vision (T-score 60.8), Hearing(60.6), Touch (63.6), Balance and Motion (60.0), and the\nTotal Sensory Systems (62.8).\n4|DISCUSSION\nWe aimed to address two key questions in this study:\n(1) Do children with PANS experience differences in sen-\nsory reactivity, as measured by the SPM Home-Form\nscores, during periods of remission and exacerbation;(2) Do children with PANS who are in remission experi-\nence differences in sensory reactivity, based on SPM\nHome-Form scores, when compared with the norm-refenced sample of the SPM Home-Form. Our findings\nindicate differences in sensory reactivity between periods\nof PANS exacerbations and times of remission. Addition-ally, we observed atypical sensory reactivity within ourstudy cohort even during remission phases. Differences\nwere noted across multiple domains of the SPM Home-\nForm. Our study revealed that during periods of PANSexacerbation, children experienced a statistically and\nclinically significant decline in performance across the\nSPM Home-Form domains of Hearing, Social Participa-tion, Planning and Ideas, and the Total Sensory SystemsT-scores, when compared with their performance during\nremission periods. Previous studies have also indicated\nthat children with PANS experience issues related to sen-\nsory reactivity. Tona et al. (\n2017) investigated the impact\nthat PANS exacerbations had on occupational perfor-\nmance in a sample of 111 children with a mean age of\n10 years at study entry and with a diagnosis PANS orPANDAS. These investigators found that over 71% of thechildren in their study reported ‘sensory defensiveness ’,\nnow more commonly termed sensory over-reactivity, dur-\ning periods of exacerbation, including extreme tactiledefensiveness impacting the ability to wear clothes. Our\nfindings are also consistent with those of Calaprice et al.\n(\n2017) in their study of 698 children with PANS and\nPANDAS with a mean age of 11.8 years at study entry.\nThese investigators reported sensory defensiveness to\nlight, sound, and/or clothing in 79% of participants. How-ever, our study is unique as it is the first to measure sen-\nsory reactivity in children with PANS using a more\nobjective assessment tool, thus providing a more reliablemeasure of sensory reactivity in this group. Consideringthe well-documented association between sensory reac-\ntivity and limitations in various occupational perfor-\nmance areas such as academics, play, self-care, and socialinteractions (Bar-Shalita et al.,\n2008; Foitzik &\nBrown, 2018; Roberts et al., 2018; Sleeman &\nBrown, 2022), it is advisable to include a thorough evalu-\nation of sensory reactivity for children diagnosed withTABLE 2 Participant exacerbation characteristics.\nFlare status Study entry ( n=80) Follow-up ( n=27) Total ( n=107)\nExacerbation 59 (83%) 11 (41%) 70 (71%)\nRemission 12 (17%) 16 (59%) 28 (29%)Missing 9 0 9\nTABLE 3 Least squares means (95%CI) for SPM standardised scores ( n=91 SPM Home-Forms).\nSPM HOME scaleLSMean score\nT-R (95%CI) n=27LSMean score\nT-E (95%CI) n=60Difference\nestimate (95%CI) p-value\nTOT 62.8 (60.1, 65.5) 65.4 (62.9, 67.8) 2.6 (0.5, 4.6) 0.016 *\nSOC 57.4 (53.7, 61.1) 67.2 (64.2, 70.1) 9.8 (5.5, 14.1) <.001 *\nVIS 60.8 (57.6, 64.1) 63.1 (60.1, 66.1) 2.2 ( /C00.2, 4.7) 0.067\nHEA 60.6 (57.0, 64.2) 64.6 (61.5, 67.8) 4.1 (0.8, 7.3) 0.018 *\nTOU 63.6 (60.7, 66.6) 65.9 (63.3, 68.6) 2.3 ( /C00.1, 4.7) 0.055\nBOD 57.9 (54.5, 61.4) 60.2 (57.1, 63.3) 2.3 ( /C00.5, 5.1) 0.099\nBAL 60.0 (56.5, 63.5) 61.4 (58.3, 64.5) 1.4 ( /C01.4, 4.3) 0.307\nPLA 59.4 (55.5, 63.3) 63.7 (60.5, 66.9) 4.3 (0.1, 8.5) 0.046 *\nAbbreviations: BAL, balance and motion scale; BOD, body awareness scale; CI, confidence interval; HEA, hearing scale; PLA, planning and ideas scale ; SPM,\nsensory processing measure; SOC, social participation scale; TOT, total sensory systems scale; TOU, touch scale; VIS, vision scale.*Results that achieved statistical significance.NEWBY ET AL . 481\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "PANS. This information can be used to develop occupa-\ntional therapy treatment programs that are tailored to the\nchild ’s individual sensory needs.\nOur study also revealed that the children on average\nexperienced atypical sensory reactivity, not just during\nexacerbations, but also during remission periods. Atypi-cal sensory reactivity was observed specifically within the\nSPM Home-Form domains of Total Sensory Systems,\nVision, Hearing, Touch, and Balance and Motion. Bhatta-charjya ’s(\n2013) thesis involving retrospective parental\nrecall of children ’s functioning before and after a PANS\nexacerbation revealed that children with PANS in their\nsample experienced an observable change in sensoryreactivity following exacerbations, with reactivity becom-\ning more atypical. Bhattacharjya (\n2013) described a rela-\ntionship between this change in sensory reactivity and anassociated deterioration in occupational performance\nacross various domains, including academic activities, lei-\nsure pursuits, and activities of daily living for many chil-dren with PANS. Importantly, their study revealed that\nthese participants did not return to their baseline levels\nof occupational performance after completing a PANSexacerbation (Bhattacharjya,\n2013). As all the partici-\npants in our study reported previous PANS exacerbations,\nit is possible that with each previous PANS exacerbation,\nsensory reactivity differences may have become increas-ingly more significant, resulting in atypical sensory reac-\ntivity even during periods of remission. Consequently,\nour study findings may not accurately capture thisgroup ’s true baseline sensory functioning, as by the time\nthe remission data were collected, the sensory capabilities\nof the children involved could have already beenimpacted. Further research is necessary to confirm thishypothesis. This would ideally consist of a longitudinal\nstudy objectively measuring sensory reactivity and func-\ntioning at each remission period to determine if function-ing returns to baseline after an exacerbation or if\nfunctioning deteriorates after each exacerbation. Noted\nsensory processing difficulties during remission maymean that occupational therapy intervention at times of\nremission may still be warranted.\nIt was not possible to determine whether taste and/or\nsmell reactivity challenges or differences were present in\nour study population due to the lack of individual\nT-scores for taste and smell processing in the SPM Home-Form. Taste and smell sensitivities have been linked toatypical feeding behaviours and social participation chal-\nlenges in children (Lane et al.,\n2010; Smith et al., 2005).\nFor example, Smith et al. ( 2005) found that almost half of\nthe children without a previous diagnosis of autism, cere-\nbral palsy, or Down ’s syndrome in their study who were\nidentified as picky eaters refused food due to its smell.Similarly, Lane et al. (\n2010) reported a correlationbetween extreme taste and smell sensitivity and social\ncommunication challenges. As food restriction and\nsocial participation challenges are common symptoms inchildren with PANS, it is important for occupational\ntherapists to understand how potential taste and smell\nsensitivity may be contributing to these areas of difficulty.Therefore, we recommend that future research adopt\nnorm-referenced assessment tools that provide specific\nresults relating to taste and smell processing. This willhelp us to gain a more thorough understanding of theeffect of taste and smell reactivity on children ’s occupa-\ntional performance during PANS exacerbations.\nIt is noteworthy that challenges in sensory reactivity\nreported in our study fell on average within the Some\nProblems category of the SPM Home-Form. This indicates\nonly mild to moderate impairments in sensory function-ing relative to peers (Parham & Ecker,\n2007). This finding\nis in contrast with those of Tona et al. ( 2017) and Dem-\nchick et al. ( 2019) who reported cases of severe distur-\nbances in sensory reactivity, specifically related to tactile\nsensitivities that rendered clothing intolerable. For exam-\nple, a participant in Demchick et al. ’s(2019, p. 191) study\non family quality of life in the context of raising a childwith PANS stated that it took a parent ‘…three hours to\nget out of the house due to her daughter ’s severe sensory\nsensitivity with clothing …’. Similarly, a participant from\nTona et al. ’s study (\n2017, pp. 6) noted that their child\nwith PANS was ‘…unable to wear any clothes for days\nbecause of extreme tactile defensiveness …’. The differ-\nence between our findings and those reported by Tona\net al. ( 2017) and Demchick et al. ( 2019) suggests that\nthere is an inherent variability in the sensory experiencesof children during PANS exacerbations. Some childrenmay experience only mild sensory symptoms during\nperiods of exacerbation, whereas others may experience\nsensory symptoms that are severe and incapacitating.Similarly, some periods of exacerbation may result in\nmore severe symptoms than others. Parents may be more\nlikely to recall and report more extreme exacerbationexperiences in retrospective studies such as those con-\nducted by Demchick et al. (\n2019) and Tona et al. ( 2017).\nAs our current study indicates, children with definitechanges in sensory processing that are not extreme\nshould not be overlooked in evaluation and intervention.\nOur study provides evidence that children with PANS\nexperience atypical sensory reactivity, with a significantdeterioration in function during PANS exacerbations,\nthus impacting occupational performance in a fluctuating\npattern. Although efficacy of occupational therapy inter-vention for children with PANS is yet to be studied, our\nstudy findings offer a degree of validation for Tona et al. ’s\n(\n2017) recommended occupational therapy intervention\nmodel for children with PANS, which advocated for482 NEWBY ET AL .\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "tailoring treatment to the child ’s exacerbation status.\nThey suggest that during exacerbation periods, occupa-\ntional therapy treatment should prioritise accommoda-tions and adaptations, whereas remediation strategies\nshould be reserved for periods of convalescence where\ntolerated, and remission (Tona et al.,\n2017). It will be\nimportant for occupational therapists to assess the effec-\ntiveness of this treatment approach for children with\nPANS. Nevertheless, in the interim, this approachappears to be supportive of the fluctuating pattern ofoccupational performance in this population of children.\nThis study ’s notable strengths include its prospective\ndesign, allowing for the capture of a child ’s symptoms as\nthey manifest over time. Furthermore, this study is the\nfirst of its kind to employ a norm-referenced assessment\ntool to measure sensory reactivity in children both duringand between PANS exacerbations. However, an impor-\ntant limitation of this study stems from recruitment and\ndata collection occurring in 2020, a time when theCOVID-19 pandemic had a global impact, leading to con-\nstraints on participant numbers and retention. A further\nlimitation of this study was the disproportionate numberof participants who provided data at T-E ( n=60) com-\npared with T-R ( n=27). The underlying cause for the\nlimited data available during T-R remains unclear; how-\never, it is plausible that caregivers might have been lessinclined to engage in the study when their child was in\nremission. The mean duration of 3 months between exac-\nerbation and remission, as identified in our study, raisesimportant considerations, particularly as families may\nfind it easier to recognise the onset of exacerbations com-\npared with remissions. This discrepancy suggests thatwhat is perceived as remission may actually be an incom-plete return to pre-exacerbation functioning and there-\nfore may be a potential limitation in our study. It would\ntherefore be beneficial for future research to consider anadditional assessment period, 3 months following the\nperceived remission. This approach could offer deeper\ninsights into the trajectory of sensory symptoms post-exacerbation.\n5|CONCLUSION\nThe results of this study confirm that children with PANS\nexperienced significant differences during exacerbationand remission in Total Sensory System, Hearing, Plan-\nning and Ideas, and Social Participation domains of the\nSPM Home-Form, with a deterioration in performanceobserved during PANS exacerbations. A thorough sen-\nsory assessment to identify sensory reactivity differences\nin children with PANS should be included in occupa-tional therapy evaluations, and consideration should begiven to the potential fluctuations based on whether a\nchild is in exacerbation or remission. It may be appropri-\nate to repeat sensory evaluations where a child ’s exacer-\nbation state changes. This will enable occupational\ntherapists to more accurately understand how sensory\nreactivity differences may be impacting on functionalperformance and to develop more effective intervention\nplans.\nAUTHOR CONTRIBUTIONS\nMichelle J. Newby developed the study protocol and\nmethodology, recruited and followed up with partici-\npants, interpreted data, and wrote the manuscript. ShellyJ. Lane, Kirsti Haracz, and Janice Tona supervised the\ndevelopment of the work, helped in study design and\ninterpretation, and edited the manuscript. Kerrin Palazziassisted with data analysis and edited the manuscript.\nDavid Lambkin assisted with data analysis.\nACKNOWLEDGEMENTS\nWe would like to thank all the participants and health\ncare providers who supported recruitment to this study.Open access publishing facilitated by The University ofNewcastle, as part of the Wiley - The University of New-\ncastle agreement via the Council of Australian University\nLibrarians.\nCONFLICT OF INTEREST STATEMENT\nThe authors have no conflicts of interest to declare.\nDATA AVAILABILITY STATEMENT\nWe appreciate the journal ’s commitment to data sharing.\nWe are fully supportive of this initiative and are commit-ted to making our data available to the scientific commu-\nnity. All relevant data associated with this research will\nbe made openly available as requested.\nORCID\nMichelle J. Newby\nhttps://orcid.org/0000-0002-3072-\n8663\nKirsti Haracz https://orcid.org/0000-0002-1321-8899\nREFERENCES\nAman, M., Coelho, J. S., Lin, B., Lu, C., Westwell-Roper, C.,\nBest, J. R., & Stewart, S. E. (2022). Prevalence of pediatricacute-onset neuropsychiatric syndrome (PANS) in childrenand adolescents with eating disorders. Journal of Eating Disor-\nders,10, 194.\nhttps://doi.org/10.1186/s40337-022-00707-6\nAmerican Psychiatric Association. (2013). Diagnostic and statistical\nmanual of mental disorders (5th ed.). American Psychiatric\nPublishing.\nAnzalone, M., & Lane, S. J. (2012). Sensory processing disorders. In\nS. J. Lane & A. C. Bundy (Eds.), Kids can be kids: A childhood\noccupations approach (pp. 437 –459). FA Davis Company.NEWBY ET AL . 483\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Bar-Shalita, T., Vatine, J., & Parush, S. (2008). Sensory modulation\ndisorder: A risk factor for participation in daily life activities.Developmental Medicine and Child Neurology ,50(12), 932 –937.\nhttps://doi.org/10.1111/j.1469-8749.2008.03095.x\nBhattacharjya, S. (2013). The Impact of Pediatric Acute-onset Neu-\nropsychiatric Syndrome Exacerbations on Daily Functioning(Masters Thesis) . University at Buffalo, State University of New\nYork. Buffalo.\nBundy, A. C., & Lane, S. J. (2020). Introduction: Sensory integration\ntheory and practice. In A. C. Bundy, S. J. Lane, E. A. Murray, &\nA. G. Fisher (Eds.), Sensory integration: Theory and practice\n(3rd ed., pp. 1 –23). F.A. Davis Company.\nCalaprice, D., Tona, J., Parker-Athill, E. C., & Murphy, T. K. (2017).\nA survey of pediatric acute-onset neuropsychiatric syndromecharacteristics and course. Journal of Child and Adolescent Psy-\nchopharmacology ,27(7), 607 –618.\nhttps://doi.org/10.1089/cap.\n2016.0105\nCermak, S. A., & May-Benson, T. A. (2020). Sensory integration:\nHistorical and theoretical perspectives. In A. C. Bundy, S. J.Lane, E. A. Murray, & A. G. Fisher (Eds.), Sensory integration:\nTheory and practice (Vol. 3rd) (pp. 25 –44). F.A. Davis\nCompany.\nChang, K., Frankovich, J., Cooperstock, M., Cunningham, M. W.,\nLatimer, M. E., Murphy, T. K., Pasternack, M.,Thienemann, M., Williams, K., Walter, J., & Swedo, S. E.(2015). Clinical evaluation of youth with pediatric acute-onsetneuropsychiatric syndrome (PANS): Recommendations fromthe 2013 PANS Consensus Conference. Journal of Child and\nAdolescent Psychopharmacology ,25(1), 3 –13.\nhttps://doi.org/\n10.1089/cap.2014.0084\nDemchick, B., Ehler, J., Marramar, S., Mills, A., & Nuneviller, A.\n(2019). Quality of life in families with a young child with pedi-atric autoimmune neuropsychiatric disorder associated withstreptococcal infection (PANDAS). American Journal of Occu-\npational Therapy ,73, 7311505156p1.\nhttps://doi.org/10.5014/\najot.2019.73S1-PO6005\nDemchick, B., Ehler, J., & Mills, A. (2020). Quality of life in families\nwith a young child with pediatric autoimmune neuropsychiat-ric disorder associated with streptococcal infections(PANDAS). The American Journal of Occupational Therapy ,\n74(4_Supplement_1), 7411520509p1.\nhttps://doi.org/10.5014/\najot.2020.74S1-RP401B\nFoitzik, K., & Brown, T. (2018). Relationship between sensory pro-\ncessing and sleep in typically developing children. American\nJournal of Occupational Therapy ,72(1), 7201195040p1. https://\ndoi.org/10.5014/ajot.2018.027524\nFrankovich, J., Swedo, S., Murphy, T., Dale, R. C., Agalliu, D.,\nWilliams, K., Daines, M., Hornig, M., Chugani, H., Sanger, T.,\nMuscal, E., Pasternack, M., Cooperstock, M., Gans, H.,\nYujuan, Z., Cunningham, M., Bernstein, G., Bromberg, R.,Willett, T., …Thienemann, M. (2017). Clinical management of\npediatric acute-onset neuropsychiatric syndrome: Part II-useof immunomodulatory therapies. Journal of Child and Adoles-\ncent Psychopharmacology ,27(7), 574 –593.\nhttps://doi.org/10.\n1089/cap.2016.0148\nFrankovich, J., Thienemann, M., Pearlstein, J., Crable, A.,\nBrown, K., & Chang, K. (2015). Multidisciplinary clinic dedi-cated to treating youth with pediatric acute-onsetneuropsychiatric syndrome: presenting characteristics of the\nfirst 47 consecutive patients. Journal of Child and Adolescent\nPsychopharmacology ,25(1), 38 –47.\nhttps://doi.org/10.1089/\ncap.2014.0081\nGromark, C., Harris, R. A., Wickstrom, R., Horne, A., Silverberg-\nMorse, M., Serlachius, E., & Mataix-Cols, D. (2019). Establish-ing a pediatric acute-onset neuropsychiatric syndrome clinic:Baseline clinical features of the pediatric acute-onset neuro-psychiatric syndrome cohort at Karolinska Institutet. Journal\nof Child and Adolescent Psychopharmacology ,29(8), 625 –633.\nhttps://doi.org/10.1089/cap.2018.0127\nJaspers-Fayer, F., Han, S. H. J., Chan, E., McKenney, K.,\nSimpson, A., Boyle, A., Ellwyn, R., & Stewart, S. E. (2017).Prevalence of acute-onset subtypes in pediatric obsessive-compulsive disorder. Journal of Child and Adolescent Psycho-\npharmacology ,27(4), 332 –341.\nhttps://doi.org/10.1089/cap.\n2016.0031\nL a n e ,A .E . ,Y o u n g ,R .L . ,B a k e r ,A .E .Z . ,&A n g l e y ,M .T .( 2 0 1 0 ) .\nSensory processing subtypes in autism: Association withadaptive behavior. Journal of Autism and Developmental Dis-\norders ,40(1), 112 –122.\nhttps://doi.org/10.1007/s10803-009-\n0840-2\nParham, L. D., & Ecker, C. (2007). Sensory Processing Measure\nManual: Home Form Western Psychological Services.\nRea, I., Guido, C. A., & Spalice, A. (2021). Clinical features in\npatients with PANDAS/PANS and therapeutic approaches: Aretrospective study. Frontiers in Neurology ,12, 741176.\nhttps://\ndoi.org/10.3389/fneur.2021.741176\nRoberts, T., Stagnitti, K., Brown, T., & Bhopti, A. (2018). Relation-\nship between sensory processing and pretend play in typically\ndeveloping children. American Journal of Occupational Ther-\napy,72(1), 7201195050p1. https://doi.org/10.5014/ajot.2018.\n027623\nSigra, S., Hesselmark, E., & Bejerot, S. (2018). Treatment of\nPANDAS and PANS: A systematic review. Neuroscience and\nBiobehavioral Reviews ,86,5 1 –65.https://doi.org/10.1016/j.\nneubiorev.2018.01.001\nSinger, H. S., Giuliano, J. D., Zimmerman, A. M., & Walkup, J. T.\n(2000). Infection: A stimulus for tic disorders. Pediatric Neurol-\nogy,22(5), 380 –383. https://doi.org/10.1016/S0887-8994(00)\n00131-4\nSleeman, H. R., & Brown, T. (2022). An exploratory study of the\nrelationship between typically-developing school-age chil-\ndren ’s sensory processing and their activity participation. The\nBritish Journal of Occupational Therapy ,85(4), 251 –261.\nhttps://doi.org/10.1177/03080226211020651\nSmith, A. M., Roux, S., Naidoo, N. T., & Venter, D. J. L. (2005).\nFood choices of tactile defensive children. Nutrition ,21(1), 14 –\n19.https://doi.org/10.1016/j.nut.2004.09.004\nSwedo, S., Leckman, J., & Rose, N. (2012). From research subgroup\nto clinical syndrome: Modifying the PANDAS criteria todescribe PANS (pediatric acute-onset neuropsychiatric syn-drome). Pediatrics & Therapeutics ,2, 113.\nhttps://doi.org/10.\n4172/2161-0665.1000113\nSwedo, S. E., Frankovich, J., & Murphy, T. K. (2017). Overview of\ntreatment of pediatric acute-onset neuropsychiatric syndrome.\nJournal of Child and Adolescent Psychopharmacology ,27(7),\n562–565.https://doi.org/10.1089/cap.2017.0042484 NEWBY ET AL .\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Tona, J. T., Bhattacharjya, S., & Calaprice, D. (2017). Impact of\nPANS and PANDAS exacerbations on occupational perfor-mance: A mixed-methods study. American Journal of Occupa-\ntional Therapy ,71, 7103220020P1.\nhttps://doi.org/10.5014/ajot.\n2017.022285\nSUPPORTING INFORMATION\nAdditional supporting information can be found onlinein the Supporting Information section at the end of this\narticle.How to cite this article: Newby, M. J., Lane, S. J.,\nHaracz, K., Tona, J., Palazzi, K., & Lambkin, D.\n(2024). Sensory processing in children withPaediatric Acute-onset Neuropsychiatric\nSyndrome. Australian Occupational Therapy\nJournal ,71(4), 475 –485.\nhttps://doi.org/10.\n1111/1440-1630.12935NEWBY ET AL . 485\n 14401630, 2024, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/1440-1630.12935, Wiley Online Library on [03/12/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}