{
  "doc_type": "scientific paper",
  "title": "Civilisation of manners and misophonia",
  "authors": [
    "Norena"
  ],
  "year": 2023,
  "journal": "Neurosciences Cognitives, UMR CNRS 7291, Aix -Marseille Université , 3 place Victor",
  "doi": null,
  "abstract": "Misophonia is a disorder of tolerance to specific sounds (i.e. trigger sounds), such as chewing, throat clearing or breath ing sounds, produced by humans, which can trigger intense emotional reactions (anger, disgust). This relatively prevalent disorder can cause a reduction in the quality of life. The causes of misophonia are still unclear. In this article, we develop a “social ” hypothesis based on the work of Norbert Elias. Misophonia would be an exaggerated reaction to behaviours (of others) that have been subject to rigorous social conditioning, which are supposed to be strictly regulated and repressed. The social rules impose d by society, accompanying the long process of pacification and increasing interdependence between individuals over the centuries, would be at the origin of this conditioning. The function of this conditioning, achieved mainly through shame and disgust, wo uld be to preserve social cohesion, through the strict training of behaviour. It is indeed imperative to control oneself, to act in a thoughtful and balanced way, to spare others by taking into account their expectations, in short to behave in a “courteous ” way. Imposed and less spontaneous behaviour creates a sense of modesty and distance between individuals. The obligation to strictly regulate behaviour and affect in public contributes to the creation of an interiority, an \"inner self\". The feeling of int rusion by others is a collateral effect of this process of distancing and individualisation. The rigorous integration of the social rule by the misophonic subject may account for the fact that any violation of the rule is considered unacceptable. In order to put an end to the unpleasant situation, i.e. to the intrusion generated by the “encroachment ” of others, the subject has no other choice but to flee or to attack the author of the sound.",
  "keywords": [
    "Self-control",
    "conditioning",
    "anorexia",
    "asceti cism",
    "cogn itive sciences"
  ],
  "research_topics": [
    "Self-control",
    "conditioning",
    "anorexia",
    "asceti cism",
    "cogn itive sciences"
  ],
  "created_at": "2025-05-04T23:10:38.271431Z",
  "source_pdf": "documents/research/Global/Norena 2023 Civilisation of manners and misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "1 \n \n 1 Civilisation of manners  and misophonia   \nNorena A.  \nLaboratoire de Neurosciences Cognitives, UMR CNRS 7291, Aix -Marseille Université , 3 place Victor \nHugo, 13003 Marseille  \narnaud.norena@univ -amu.fr"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 \n \n 2 Abstract  \nMisophonia is a disorder of tolerance to specific sounds (i.e. trigger sounds), such as chewing, \nthroat  clearing  or breath ing sounds, produced by humans, which can trigger intense emotional \nreactions (anger, disgust). This relatively prevalent disorder can cause a reduction in the quality of life. \nThe causes of misophonia are still unclear. In this article, we develop a “social ” hypothesis based on \nthe work of Norbert Elias. Misophonia would be an exaggerated reaction to behaviours (of others) that \nhave been subject to rigorous social conditioning, which are supposed to be strictly  regulated and \nrepressed. The social rules impose d by society, accompanying the long process of pacification and \nincreasing interdependence between individuals over the centuries, would be at the origin of this \nconditioning. The function of this conditioning, achieved mainly through shame and disgust, wo uld be \nto preserve social cohesion, through the strict training of behaviour. It is indeed imperative to control \noneself, to act in a thoughtful and balanced way, to spare others by taking into account their \nexpectations, in short to behave in a “courteous ” way. Imposed and less spontaneous behaviour \ncreates a sense of modesty  and distance between individuals. The obligation to strictly regulate \nbehaviour and affect in public contributes to the creation of an interiority, an \"inner self\". The feeling \nof int rusion by others is a collateral effect of this process of distancing and individualisation. The \nrigorous integration of the social rule by the misophonic subject may account for the fact that any \nviolation of the rule is considered unacceptable. In order to put an end to the unpleasant situation, i.e. \nto the intrusion generated by the “encroachment ” of others, the subject has no other choice but to \nflee or to attack the author of the sound.  \n \nKeywords  : \nSelf-control ; conditioning; anorexia; asceti cism; cogn itive sciences"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3 \n \n 3 Introduction  \n• Definition  \nMisophonia is defined as a disorder of tolerance to specific sounds (i.e. trigger sounds ) which \nmay trigger intense emotional reactions  1, such as anger or disgust. These sounds are generally \nproduced by Humans and are often associated with the acts of eating, breathing, coughing , \nexpectorating  and / or blowing one's nose. The term misophonia ( miso : hatred, phonia : sound) was \ncoined by Jastre boff in the early  2000 s 2,3,3,4. Misophonia is sometimes classified as a sub-category \nof hyperacousi s5. But while hyperacusis may be defined as a disorder of tolerance of sounds, we \nfeel that the nature of these two disorders is not the same. Hyperacusis may perhaps be defined as  \na disorder of tolerance to a specific sensorial attribute of a sound, that is the loudness (subjective \nintensity ): the sound is disturbing because its loudness is abnormally and uncomfortably high6. In \ncontrast, misophonia is n ot directly linked to the loudness.  As we shall see later, misopho nia is \nrelated not to the acoustic properties of the stimulus but to the fact of the sound being caused by \nthe behaviour of the person responsible , that is to say an  inappropriate behaviour .  \n \n• Reactions, i mpact and quality of life  \nMisophonia represents a disorder for the subject since it is associated with strong and \nuncontrollable negative emotions , such as anger or disgust, which may also be accompanied by \nextreme physical reactions of the 'fight or flight' type (sh outing, threats, flight, etc.). The misophonic \nsounds trig ger a reaction of the autonomic  nervous system, attested by an increase in the \ncutaneous conductance7,8 and an increase in the heart rate8,9. A misophonic sound that is very slight \nor barely audible above the background noise is enough to trigger physical and emotional reactions . \nAs soon as the misophonic sound is perceived, the subjects become hyper -vigilant to the sonar \nenvironment  and it is imp ossible for them to ignore the issue7. The misophonic sound is felt as an \naggression and it is for this reason that it mobilises the organism's alarm and defence system . \nSubjects thus lose control of their cognitive resources, they can do nothing but be “on the alert ” for \nthe misophonic sounds. Misophonic disorder is comparable  to a  situation of stress which it is \ndifficult to escape from because the sound cannot be avoided. The auditory system is indeed a \nsystem of vigilance (it is the organism's “radar system ”) that catches the attention when a \nsignificant sonar event occurs . The subject then has no choice but aggression to stop the person \nresponsible for the behaviour , or flight .  \nPatients are disturbed or destabilised by this loss of control they experience. The exp erience \nis so powerful and negative that patients end up avoiding environ ments  (restaurants, cafete rias, \ncafés , etc.) which might expose them to this disagreeable situation. Misophonic subjects are thus \ndeprived of social events  which they might have wished to take part in (dinners with the family , \nhaving a drink with friends, etc.) . The reactions of aggression towards people who are close and \nloved ones contributes to the impact of misophonia inasmuch as the situation arouses feelings of \nsadness and guilt . The loss of control felt by misophonic subjects is also the  source of a feeling  of \npowerlessness . \n \n• Diagnostic  and prevalence  \nSeveral  questionnaires have been developed over the past few years to diagnose misophonia \n10–12. Our team has recently developed a psychoacoustic approach for the diagnosis of misophonia . \nThe test consists for the subjects of estimating to what degree the sounds are \nagreeable/disagreeable  on the basis of an analog  visual scale 13. This study shows that misophonic \nsubjects had a normal degree of sensitivity to non -misophonic sounds. This result corroborates the \nhypothesis that the disorder is strictly linked to the inform ational or contextual  content conveyed \nby the sound rather than its perceptual characteristics (such as the loudness or the timbre, for \nexample).   \nSince Misophonia is a disorder that  was 'discovered' relatively recently  2, there have been \nrelative ly few epidemiological studie s. It might even be wondered whether misophonia is a \nlongstanding disorder which has only recently been diagnosed, or whether this disorder has on the"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 \n \n 4 contrary only emerged recently. We shall return to this point in detail later in this paper when we \ndeal with the history of the civilisation of manners. Briefly, we consider the accumulation of social \nrules and the concomitant increase in s ensitivity to transgressions of  these  rules by others  as the \ncauses of misophonia. In this context, misophonia would appear to be a disorder of recent \nemergence, linked as much to social conditioning as to the development of an “inner self” which is \nsubsequent to it. It would in a way provide a psychological  form for a complex ensemble  of social \ningredients. It is also  important to mention that misophonia is generally described for the first time \nin the course of biological and social development, that is to say during the transition period \nbetween the end of childhood and adolescence  1,10. \nThe prevale nce of misophonia varies between studies. It would appear that the prevalence is \nclose to 20% of the general population , although one study reported a prevalence close to 50% \n12,14,15. This variability probably depends on the way misophonia is defined, notably in terms of the \nsever ity of the impact on the quality of life. The discomfort related to misophonic sounds (chewing \nnoises, or sniffling, for example) is not all or nothing. These sounds are indeed disagreeable for most \npeople (because we are conditioned to find them abhorrent  and to repress them), whereas they \nare intolerable for misophonic subjects  13. Among the latter , there is a “leap ” in terms of the impact \nof trigger sounds. The prevalence of misophonia is thus dependent on the level where we place the \nthreshold between disagreeable and i ntolerable. If this thresh old is placed too low, the “false \npositives ” may be very numerous .  \n \nMechanism s of misophonia  \n• Misophonia as the result of conditioning  \nFrom  the early  2000s and the first description of misophonia , Jastreboff propose d a mechanism \nfor the disorder copied from that of tinnitus : \"Finally, the systems and mechanisms outlined above for \ntinnitus are the same for misophonia, where the tinnitus -related neuronal activity is replaced by activity \nevoked by external sounds \" 2. Briefly , classical conditioning was developed establi shing an association \nbetween the misophonic stimulus and the affective reaction (anger and disgust ). The repetition of the \nassociation between the conditioned stimulus and  the conditioned  response increases the functional \nconnections between the different regions  of the brain  involved in the processing of information, that \nis the auditory system and the auto nomic and limbic nervous system  3.  \nThe initial  situation  which may trigger the association between the sonar stimulus and the \nreaction is probably very varied and depends on the individual and their history. An example has been \nproposed in the literature: that of a child who is disturbed by the noise from the fath er's mouth16. The \nchild has to stay at table and may feel afraid of losing control , so intense are his negative  feelings . \nDuring the next meal, the child is hyper -vigilant to the eating noises m ade by the father , he cannot \nturn his attention away from these noises, which increases still further the discomfort and the negative \ncoupling between the trigger sounds  and his reactions. After this classical conditioning, the principles \nof the operant conditioning maintai n and aggravate the symptoms16. We may  note that this hypothesis \nconcerning the origins of misophonia suggests  clinical treatment  based on the extinction of the \nconditioned reflex . The approach consists in exposing the pat ients to misophonic sounds while \nassociating them with pleasant situations  16,17.  \nIt is possible  that certain personality traits favour the development of misophonia, such as clinic al \nperfectionism (66-97% of patients) and the imposition of high standards  (trait of obsessive -compulsive  \ndisorders, 26-52% of patients)10,17. On the other hand, the theory says nothing about the overwhelming \nprevalence of sounds from the mouth, the throat or the breathing, among the trigger sounds. What is \ndescribed in the literature tends to suggest that the association between the conditioned stimulus  and \nthe conditioned response is fort uitous. The unfortunate  concomitance of the two events only \nintensifies the unpleasant aspect of a sound (noise from the mouth or sn iffling ) which is already \ndisagreeable  7. It is surprising that so few authors have addressed t his nonetheless crucial issue . We \nshall propose further on an explanation inspired by sociology with the aim of making good this lack ."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5 \n \n 5 • Regions of the brain  implicated  in misophonia  \nCertain studies have attempted to identify the regions of the brain activated when misophonic \nsounds are perceived. A first study carried out based on IRMf  showed that misophonic sounds \n(presented alone, without context) triggered in misophonic subjects ex aggerated cerebral responses \nin the anterior insular cortex . They were also associated with an abnormal functional connectivity \nbetween the anterior insular cortex and the ventromedial  prefrontal cortex, the posteromedial cortex, \nthe hippocampus and the am ygdal a 8. The anterior insular  cortex is an important region of the salience \nnetwork which plays a key role  in the  perception of interoceptive signals and the emotional  \nprocessing8. Another study where the context was present (the misophonic sounds were associated \nwith the image corresponding to th e production of the sound), broa dly confirmed the results of the \nprevious  study, namely that the anterior insular cortex and the insula  were strongly activated  9.  \nFinally, a recent study proposed t he hypothesis that misophonia was linked  to the system of \nmirror neurons. The cerebral activity at rest shows an augmented functional connectivity  between the \nauditory and visual cortex on one hand, and on the other the ventral pre motor cortex (involved in \norofacial movements). Furthermore, the presentation of the misophonic sounds was linked to a \nstronger functional connectivity between the auditory cortex and the orofacial motor area. And \nstronger activation of the orofacial motor  area was observed in response to misophonic sounds 18. The \nauthors interpreted these results as evidencing an exaggerated representation of the motor execution \nof misophonic sounds by a third person  (a kind of 'hyper -mirroring' of the production of the sound). \nOn the basis of this hypothesis, the authors pro pose  clinical treatment targeting the cerebral \nrepresentation of the movement rather than the representation of the sound  18.  \n \n• Misophonia  : learning disorders (conditioning) or  brain function disorders?   \nThe studies that reveal brain activity in response to misophonic sounds  8,9,18 do not necessarily \ndocument the causal chain leading to misophonia. It is not su rprising that misophonic sounds activate \nthe regions of the brain involved in the processing of the emotions and vigilance since, by definition, \nmisophonia is ass ociated with intense emotions and hyper -vigilance. We can clearly see the type of \ncircular reasoning the neurosciences can fall prey to:  the misophonic sound activates the vigilance \nnetwork, the subject is misophonic because the misophonic sounds  activate  the vigilance network . But \nthe activation of the vigilance network may be interpreted as a consequence of the specific valence \nwhich the misophonic sounds have acquired one way or another. The question that haunts us is rather \nthe following: how have  miso phonic sounds  acquired a negative valence? Psychology offers an \nexplanation with classical conditioning but in our view this is incomplete .  \nBeyond this  question  of knowing which areas of the brain are involved in misophonia, we might \nask whether misophonia has a functional origin (the disorder is linked to inadequate and/or excessive \nlearning/ conditioning , comparable to what happens for phobia, for example) or “structural ” (the \nfunctioning of the brain is the origin of the disorder, that is the cerebral area is atrophied , this or that  \nanatomical path is deficient, etc. ). It has been suggested that misophon ia may be a form of synesthesia , \nthe cause  of which is know n in certain cases to be genetic (and thus structural ) 7. Synesthesia is an \nabnormal association between several senses, where one sense may evoke a sensation in another \nsense  (i.e. numbers, letters or even sounds are associated with colours, for example). Studies have \nshown that synesthesia was linked to an augmentation of the anatomical connectivity between \ndifferent regions of the brain. For example, a lesion in the connections bet ween the thalamus and the  \ncortex may giv e rise to an acquired form of synesthesia where sounds  produce tactile sensations  19. By \nextension , this hypothesis suggests that misophonia  might result from an abnormal anatomical \nconnection between the auditory cortex and the limbic str uctures. Misophonia  would thus be a kind \nof sound -emotion synesthesia: this or that sound would produce this or that emotion, by a simple \ntriggering of a 'deviation' of the neural  activity 7. \n \nCivilisation of manners and misophonia  \n• From trigger sounds to sociology"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 \n \n 6 One of the striking aspects of misophonia is that the sounds that produce intense discomfort do \nnot appear to be “just any sounds ” in everyday life, as has nonetheless been evoked in the literature \n7. On the contrary , it would appear that misophonic sounds belon g to a cluster of sounds which can be \ngrouped according to certain common characteristics . These cha racteristics are fundamental for \nunderstanding misophonia. The first characteristic of misophonic sounds is that they are generally \nproduced by humans. This  property is however not enough to group the misophonic sounds since not \nall the sounds produced by humans give rise to misophonia (sound of footsteps, etc) . The second \ncharacteris tic of these sounds is that they are produced during specific situations, conforming to  social  \nnorms that are relatively strict and restrictive , which oblige individuals to restrain the production of \nthese sounds. In an online survey where we questioned misophonic subjects regarding  trigger sounds, \nwe found that 93% of subjects were bothered by at least one noise from the mouth (chewing, etc.). \nSome subjects were bothered by other sounds, but they were linked to breathing and the throat . Only \none subject  (out of a total of 75 ) was only bothered by repetitive sounds that were not a priori linked \nto the mouth, the nose, the throat or the breathing. In the vast majority of cases, the misophonic \nsounds are therefore associated with behaviours that are under a kind social prohibition, that is to say \nthat should be repressed to avoid bo thering anyone, i.e. eating , breathing , noisily clearing the throat. \nThe misophonic sound is related to an attitude that is inappropriate and unacceptable according to \nthe social norms. Repetitive sounds may be considered as a kind of generalisation of beh aviours that \nshould be repressed to avoid bothering anyone .  \nWe th us felt it was necessary to have recourse to an assessment grid from sociology in order to \ngo further  in our  understand ing of misophonia and its origins. Sociology studies social  phenomena , \nthat is the relations, actions and perceptions which emerge dynamically from human interactions . The \nindividual within the society  is not only a part of the whole, one of its autonomous elements, s/he is \non the contrary always a society in mini ature. We cannot speak of the individual and societies as if we \nwere speaking of a table and a chair, independent  and opposable objects. One of the characteristics \nof human beings  is furthermore their extreme plasticity  in phase with  the social environment  in which \nthey  develop: they  may be a peasant in this or that place and time, or an aristocrat in this or that other \ncontext. After a sufficiently early and long period of learning, it would nevertheless be difficult for a  \npeasant to acquir e the social codes of the aristocracy, and vice versa. The issue here is not to go back \nin detail over the results and conclusions known and brought up to date by research in sociology  20–22, \nbut rather to sketch out the broad traits of the social dynam ic that may play a role in  a disorder such \nas misophonia . The social rules and norms are not immutable, they are not 'floating around' \nsomewhere waiting to be deposited in the people's minds . They are on the contrary subject to change, \nin the course of dynamic processes without any beginning or end, without any purpose, and involving \nhuman interdependences at various scale s. The social norms are only cry stallised and transitory states \nin these pr ocesses which become the focus of the perceptions of sociologists  at time t. The general  \nquestion  which interests us here is to know whether there exist social processes which play a role in \nthe onset  of misophonia , and if so, to describe them. Furthermore, we wonder whether it might be \npossible to detect a tendency running through history in the evol ution of the  social processes which \nmight lead to the present -day emergence of this disorder.   \n \n• The civilisation of manners  \nThe evolution of social customs in Europe accompanied the pacification of society and in particular \nthe development of courtly socie ty during the M iddle Ages. The pacification of manners  was achieved \nprogressively at the cost of war and the centralisation of power. The lords engaged in what was in fact \nopen rivalry , which resulted in the victors ruling over increasingly vast territories. Society became \nincreasingly complex, with in particular an administrat ion which developed alongside a professional  \narmy. The lords were less and less involved in wars, like the othe r men of the ruling class: a courtly \nsociety  developed which “invented ” social norms . So it was that the word “courtesy ” emerged ( derived \nfrom Old French cortois, meaning “belonging to the court ”), signifying the codes of refined good \nmanners prevailing at  court. Courtesy became a way of behaving within the ruling class but also a  mark \nof identify  and of belonging to the this class. To be courteous was not only to behave with"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7 \n \n 7 consideration and politeness  towards  others, but also to display one's refinement. There are in courtly  \nsociety two opposing movements, a centripetal movement of allegiance to the courtly society, and a \ncentrifugal movement of distancing and distinction in relation to the lower social classe s. The word \n“distinguish ” (from Latin “distinguere ”) is synonymous with “separate ” and also “discern ”, “see” or \n“recognise ”. When we use the expression “to be distinguished ”, the meaning of the word shifts to \nevoke social distinction, that is  to say  to be elegant, refined, to have good manners. In other words, to \nbe distinguished is to break away  from the behaviour of the mass of ind ividuals of the lower classes . \nIn the Middle Ages , the rules governing the good manners of the chivalrous  aristocracy were in \ntheir infancy and were relatively little constraining . We shall present here a few extracts from the book \nby Norbert Elias  22, themselves derived fr om various manuals dictating the rules relative to table \nmanners. We have chosen to focus on table manners because this interests us first and foremost \nbecause our main subject is misophonia (and because the sounds of chewing are the most prevalent \namong t he trigger sounds). Furthermore, meals are a situation of tension which is an ideal model for \ntackling  the civilisation of manners . A meal is a singular situation which combines a biological need \n(being nourished and thus mastication , drinking, sw allowing, etc.) with social interactions, and thus \nthe more or less imperative duty to be sensitive to the feelings of others. Good table man ners thus \nrequire self -control, even the acquisition of a certain virtuosity in order to be able to eat both without \nbothering others and to take part in conversation. To add context to the extracts quoted below, let us \nrecall that the fork did not exist i n the Middle Ages  and that its use took centuries to become the norm \n(it was still considered a luxury item in the 17th century).  And the handkerchief first appeared in the \nWest after the Middle Ages  22. \n\"A few people  feel the need to put back on the plate the bones they have finished gnawing; this  \nway of behaving should be rejected, clearing the throat when sitting down at table or blowing the nose \non the table cloth are inappropriate things as far as I can judge\".  \n \"Drinking from the soup bowl is not proper, even if there are people who are elogious about the \ncavalier way certain people grab the soup bowl and swallow the contents as if they'd lost their reason\".   \n\"Before drinking,  you should wipe your mouth so as no t to leave any trace of grease on the cup ; \nthis rul e of courtesy should always be obeyed because it shows courteous intentions\".   \n \nIt is noteworthy that making a noise while eating was already in the Middle Ages considered a \nvulgar and inappropriate attitude :  \n\" Whoever  puffs like a seal wh en sitting at table, as some peo ple do, or who makes a noise with \nhis mouth like a bump kin, is likely to be thought of as badly brought up\".  \n \"Whoever  at table grabs a dish and eats grunting like a pig  and making noises with his mouth .. \" \n\"Whoever puffs like a salmon and  clicks his tongue like a badger and clears his throat when sitting \ndown at table  is behaving inappr opriately\".  \n\"For nothing in the world should you noisily slurp up your soup\".    \n \"I think it a great incongruity when I see people engaging in the bad habit of drinking like a beast \nwhile their mouth is still full of food\".  \n \nThe manuals of good behaviour thus recommended control ling the 'animal impulses'  during \nmeals, that is to say behaviour that was 'coarse' and not 'polite ' in accordance  with  the social \nconventions (avoiding behaving \"like a pig\", \"like a beast\", \"as if he had lost all reaso n\"), and taking \ncare not to inconvenience others  (\"courteous attitude\" ). We can see the premises of the \npsychologisation of human relationships in the sense that the behaviour also reflects an intention \nwhich might offend others . It therefore becomes increasingly important to sense t he feel ings and \nexpectations of others21. It is the development of a considerate mode of behaviour consisting of \navoiding disturbing others. Avoiding making a noise while eating means not only distancing oneself \nfrom one's animal nature, it also means showing consideration and respect to others (of the same \nsocial rank), by endeavouring to sense what might upset them. People become gradually more \nsensitive to the expectations and r eactions of others, and the  obligation not t o wound, scandalise o r \noffend is increasingly pressing. The gradual prohibition of spitting over  the course of history is"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 \n \n 8 illustrative in terms of the evolution of manners: it was customary to spit on the table during the meal, \nthen under the table when sp itting on it was banned, then in a spitoon, and finally spitting was no \nlonger tolerated at all and was banished from acceptable table manners. The same is the case for other \ncustoms, such as bodily cleanliness, for example. Keeping the body clean was not initially required for \nreasons of hygiene but for social reasons: it was appropriate to limit body odour for the sake of others. \nPerfumes were also used for centuries to mask unpleasant smells .  \nThe struggle for prestige , value and recognition, that is belonging to good society, was fierce. To \nachieve it, one's behaviour had to be sculpted and shaped  (reminiscent of the gardens of Le Nôtre  at \nVersailles ), and correspond to the customs of the ruling class. This behaviour  is also that of complex \nconventions and protocols , but also of self -control, the internalisation of feelings and of discipline. The \ncustoms of the upper class became more refined over the course of time to maintain a “distance ” (or \na distinction) between the upper class and the lower classes. While behaviours initially “crystallised ” \nat court , rather as a crystal forms around an initial “seed ”, they then spread to a larger number of \nelements which in turn crystallised in a centrifugal manner. This spread of the social rules elsewhere \nthan in the restricted circle of the upper class made them seem common and devalued. It this became \nessential fo r the ruling class to innovate permanently with new social rules , to at least maintain \nabsolute rigour concerning the proper execution of the manners of high society. The complexity of \nmanners was such that to master them called for strict and precise cond itioning from early childhood \non. The training of individuals was so intensive during childhood that it was virtually impossible for the \nlower class to reproduce the manners of the upper class once a certain critical stage had been passed. \nAnd that is exac tly the goal of the upper class: to be distinguished from the lower class by limiting the \npossibi lity of being imitated .  \nIn the Middle Age, the rules of politeness made their appearance, but they kept an optional \ncharacter, they had not yet acquired the o bligatory and automatic nature they have today. The social \npressure which existed with regard to vulgar behaviour s was not powerful enough to make them  \ndisappear completely. What was perhaps unpleasant but tolerated in the Middle Ages had become \nindecent a nd obscene a few centuries later. This is how Norbert Elias distinguishes our epoch from the \nMiddle Ages  22 : \"What was lacking in this courtly world [in the Middle Ages ] or what did not exist to \nthe same degree as today , was the invisible wall of affective reactions raised between bodies, pushing \nthem away and isolating them, a wall of which we can today feel the presence by a simple gesture of \nphysical rapprochement, a simple contact of an object that has touched t he hands or mouth of another \nperson (…)\". \nWhat changes over the course of history is at once the awareness that we have of the rule and \nthe feeling linked to its violation. Today, the rules are internalised to the point that we are unaware of \ntheir origins , the y dictate our behaviour from behind the scenes in a way that defies our awareness. \nAnd yet, taboo behaviours or their simple evocation may trigger in us violent feelings of discomfort, \nshame, disgust and/or anger. People have striven throughout the \"p rocess of civilisation\", as Norbert \nElias  calls it , to suppress what is interpreted as their animal nature:   \"These taboo s are nothing other,  \nso far as we can judge, than feelings of displeasure, embarrassment, disgust, anguish or  shame , that \nhave been inculcated in humans in specific social circumstances and which have been ritualised and \ninstitutionalised  (…)\". This animal nature is contained and refined in the same way in their food or their \nway of eating .  \nIn conclusion, the pressure that people exer t on each other has been growing throughout history , \ncontrol and discipline are more and more an imperative and the threshold of sensitivity to \ntransgression is in decline:  while spitting on the table was considered as inappropriate but finally \ntolerated in the Middle Ages, it has become repugnant and taboo today. As a behaviour or a situation \ndisappears, its emotional resonance increases proportionately, and it become s increasingly  repugnant \nor vulgar. Society thus changes in a direction where customs bec ome obligations , where certain \nbehaviours are eliminated, and where the sensitivity to a behaviour assumed  to have disappeared \nincreases. This is one of the main lessons of this socio -historical reflection: the pacification of manners  \nand the normalisation  of behaviours comes at the cost of an increase in sensitivity, which itself \ndemands still more pacification and more rules. Society is in a blind and dynamic process of regulation"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9 \n \n 9 and control. To illustrate this point, we may evoke the slaughtering  and butchering of animals, a \npractice that was common in the Middle Ages, and in the country side not so long ago. The \ndisappearance of these practices from the public space has transformed the sensitivity of individuals \nto the point where it would be intolerable  for many people today to watch this slaughtering , a fortiori  \nall the more when it concerns young animals which arouse pity, i.e. lambs and suckling pigs . And yet , \nmany people enjoy eating the flesh of these animals. This tendency co ntinues today ev en in research \nlaboratories, with the development of “animal wellbeing ” and the spread of lobbying to stop the use \nof animals for research purposes, using photos that shock, for example . \n \n• Social conditioning:  from childhood to adolescenc e \nSocial customs, what is allowed, encouraged or forbidden, what is polite  or vulgar, what is bril liant \nor mediocre, are fixed th roug hout a child 's development  up until adulthood. This is social conditioning, \nexercised from outside, first by the parents, then by the immediate family, then by the network of \nmore distant relatives (the whole society: friends, school, sports club, etc.), throughout which the child \nwill be taught to eat  with their mouth closed, not to talk with their mouth full, to wash their hands, \nnot to put their fingers in their mouth, their nose, etc. It is important to stress that vulgar and \ninappropriate behaviours are eliminated by the classical conditioning and the use of negative \nreinforcement, i.e. which are the negative emotions such as shame , disgust, fear and perhaps also \nanger: \"You mustn't do that, it's dirty and disgusting!\", \"Aren't you ashamed to make so much noise \nwhen you're eating?\" , \"If you don't blow you nose straight away, you'll be punished\" , \"It's infuriating \nto see the person next to your at table showing such bad  manners  when they're eating\", etc. The \nforbidden behaviours are thus from the outset associ ated with disagreeable or even violent aff ects, \nwhich are related to guilt, terror and disgust . We can see clearly that if on one hand the conditioning \nshould lead to the stabilisation and the internalisation of the prohibition, it should at the same time \nintegrate a certain flexibility or toleran ce on pain of turning out to being too rigid and coun ter-\nproductive. The social conditioning should not be done at the cost of excessive rigo rousness and \nintransige nce. \nDuring development, children should very quickly integrate the level of prudishness , sensitivity \nand politeness corresponding to their social class. Norbert Elias commented that the development of \nthe individual recapitulates the history of the civilisatio n of manners  21 : \"The hi story  of a society is \nreflected in the internal history of each individual: each individual must on their own account go though \na condensed form of the process of civilisation t hat the society has gone though  in its entirety ; because \na child is not born civilised\". Furthermore, as the rules of the society increase and become more \ncomplex, the critical period of social maturation is longer and longer 21 : \"The  gradual transformatio n \nof the individual as they grow up, the individual process of civilisatio n through which, starting from the \nuniversally identical base of a child's behaviour, they come closer and closer to the level of civilisation \nachieved by t he society, becomes increasingly difficult, it takes longer and longer: the time needed to \nprepare the child who is growing up for the roles and responsibilities of an adult, gets longer\". A child  \nor an adolescent who does not achieve the affective norm re quired by their social environment , in \nwhom the conditioning has partly failed, will be considered as \"sick\" or \"abnormal\". A dolescence is a \ncrucial stage in development in terms of the internalisation of the rule. Whereas a child is content to \nobey the injunctions of their educators without fully understanding the social issues  at stake and the \nmotivations of their elders, in adolescents emotion has definitively taken root, with intensities that \nmay be particularly high, which is the reflection of a cond ition that is raw and recent, not yet “polished ” \nby a few more years of social life. The adolescent tends to be excessively strict .  \nIn everything we have described above, the notion of distance between people is of capital \nimportance.  It is not just a ma tter of protecting others from what our body  and our mind may produce \nthat i s vulgar or disagreeable, but also that others may impose on themselves the same rules that we \nendeavour to apply to ourselves. In other words, these manners define the right dista nce that must be \nobserved between individuals: it  should n ot be too close, so as not to intrude on others, nor too distant \nso as to allow exchanges and show respect for one's interlocutor. We speak of “keeping your distance ”, \nan expression that reflects a defensive and closed position, a sort of bastion or fortress that must not"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 \n \n 10 be invaded. This bastion is the private space which is strongly dependent on the society and the \nindividual  23. Conversely , we use the expression “to make yourself at home ” (or “to stay cool ”, “to hang \nloose ”) to describe an open  behaviour  which is deployed without social restriction and with confidence  \noutside the subject , through their behaviour , i.e. gestures, words, attitudes, c lothes, makeup, hairstyle, \netc.. It goes without saying that these distances are  highly variable and dependent on  a whole series \nof laws (most of them unconscious) and on the context (sitting round a  table  for a meal , degrees of \nfamiliarity, hierarchical relations, etc.) . But a dolescence is the period when these distances are fixed \nand when the  sensitivity to intrusion is exacerbated . Today, music is ever -present in an adolescent's \nlife and plays an important social role. It  serves as an outlet for repressed emotions. Furthermore, if \nthe bedroom is the adolescent's private spac e customised to their taste with their own decorations, \nmusic creates the adolescent's own sound  space,  it screens (masks) the sounds  from outside .  The two \ncontribute to creating a “refuge ” providing protection against intrusion by establishing a certain \ndistance from the outside world . \nAnother major consequence of the social rules which have finally been imposed is the notion of \ninteriority.  Once it becomes vital to control one's acts, to disguise or mask one's real impulses, a space \nis created within th e individual: \"And we may consider as characteristic of a certain phase of this \nprocess [of civilisation] the accentuation of the  tensions between the constraints that the individual \nimposes on themselves  under the effect of the social commandments and prohibitions and the \nspontaneous impulses which they repress . It is (…) this contradiction  within the individual, this \n“interiorisat ion”, the fact that certain spheres of life are excluded from social intercourse and hedged \nin by feelings of anguish, shame and embarrassment of social origin, which gives rise in the individual \nto the impression of being “inside ” something for them alone, which only exists for the others, \n“outside ”, a posteriori \" 21. This “inner self ” is the ultimate refuge , that enables us to have a private and \ndefended  existence sheltered from the eyes of others. Yet the important conclusion for our subject is \nthat the feeling of intrusion or assault  is defined by the inner self , and that the feeling is all the more \npowerful when the private sphere is private and defended . In other words, the feeling of intrusion is a  \n“mechanical ” consequence linked to the separation of individuals, to the individualisation of society \nand to the inner  self.  \n \no Digression à propos of the balance between 'I' and 'we'   \nOnce these  associations have been learned, the rules are internalised and conserved by an \nunconscious process of self -control. We may note to what extent the social structures are anchored in \nthe deepest recesses of our minds and of our emotions (shame , embarrassment , disgust , anger). In \npassing, this is a critique of psychology and Freudian psychoanalysis  24 which does not take into account \nthe social factors that shape our behaviour : \"The  concept  inscribed at the base of all these theses is the \nopposition between a “pure self ” - the subject  matter  of psychology - which would in some way enter \npost hoc in contact with others and with a society - the subject  matter  of sociology - facing the individual \nas an entity existing outside himself \". The concepts of “ego”  and “super -ego” are not only individual \nadaptations of the subject to the social world , adaptations  which differentiate individuals from others . \nOn the contrary, the “ego” and “super -ego” , are profoundly marked by social structures co mmon to \nall individuals:  \"the psychological and psychiatric theories exclusively centred on the perspective of the \n“I” […] suffer from an exuberance of the function ' I' in the balance between the levels of “I” and “we”  \n24. In th is sense too, there would not be a \"constant human nature\", as described by Freud through the \n\"libido \", \"the instinct of aggressiveness \" or the \"death wish\". When there is no point ze ro where human \nbeings would hav e lived in the natural state (independently of society/culture) , it would be sterile to \noppose nature and culture. The nature/culture opposition has no more basis than the op position \nindividual/society24.  \n \n• Misophonia : an excessively rigorous conditioning ? \nWe now come to the question of knowing how the social processes may play a role in the \nemergence of misophonia. We have seen with Norbert Elias that the  pacification  of relations between \npeople, linked to their interdepen dence, imposed an ever -increasing number of social rules, among"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "11 \n \n 11 which the courtesy of the court was the laboratory. Whereas certain rules consist in hiding certain \nsituations (nudity, sexual relations,  violence, slaughtering animals, etc.), others  codified  social \nsituations, for  example table manners. These rules which were initially simple precepts (advice on good \nbehaviour) in time became injunctions, or even taboos, associated with a huge affective dimension. \nAfter the generalisation of the fork and the handkerchief, eating with the hands, spitting on the table, \nblowing  one's  nose in one's clothing, clearing the throat, became forbidden behaviours, strictly \ncontrolled, and with a strong emotional connotation. The  suppression of these behaviours was \nachiev ed at the cost of a strong association between the actions to be repressed and the whole \nrepertoire of negative feelings (fear, shame , disgust ). It is striking to note that our own saliva does not \nproduce disgust as long as it is in our mouth, and that it become repugnant if it is spat out into our \nhand!  \nThe collate ral damage of the pacified society of today, regulated and individualistic, is the \npermanence of the social prohibition: towards oneself, that is reflected in the fear and anguish of \nbreaking the rules, and towards others by heightened sensitivity towards the ir behaviour (towards the \npossibility that they may transgress the rules). Our hypothesis is that the origins of misophoni a are to \nbe found in this social conditioning, with the addition of an exaggeration: misophonia may be seen as \na heightened sensitivity to the failings of others with regard to their obligations of good behaviour and \nconsiderateness , in particular as conce rns taking food. The misophonic sound does not only trigger \nsimple disapproval vis-à-vis the breach of the rules, but on the contrary a strong feeling of indignation, \nanger , even protestation . What is at play in the misophonic subject is the intimate way t hey experience \nthe breach of the rules. The misophonic subject experiences the trigger sound as an intrusion and an \nassault on their “inner self ”, that is to say as an act of violence with regard to the relation with the \npacified and regulated world that t hey expect. The inner self, where the affects are private, is a \nconsequence of the internal tension between the social obligations and the subject's instinctive \ntendencies. The condition sine qua  non for a feeling of assault  to develop is the existence of an inner \nself. We may note that the importance of the inner self and the as sociated sensitivity to assault may \nplay a role in other disorders, such as tinnitus or hyperacusis, for example. The assault experienced is \nall the more serious inasmuch as the inn er self is important, and thus as the inner tension within the \nindividual is strong. This tension  probably reflects the level of compliance  of the subject towards the \nrule and/or the behaviour or thought which is the cause. The problem of the misophonic su bject is not \nthe sound itself, it is the other's whole cognitive process, from their thoughts to their acts, which cause \nthe sound. Someone who is a noisy eater, who sprawls  around , who behaves too casually , who does \nnot keep their distance, and who encroaches on the inner private space of the misophonic subject . \nThis encroachment of  the other is experienced as an “unlawful ” invasion, arousing anger and \naggression .  \nMisophonic subjects well know that misophonic sounds are not produced intentionally by  those \nwho emit them7. But the problem goes beyond the conscious intention: thoughtless sloppiness, \nlaziness, negligence, an inconsiderate attitude, a lack of rigour in self -control, are just as unacceptable \nas a deliberate transgression. The behaviour is judged as insuff iciently precise and refined, the self -\ndiscipline required to respect the distance from the other is lacking or inadequate, and that is \nintolerable. The misophonic disorder  is related to the moral obligations of others, their duty to show \nrestraint with in the social space. In this context, the sounds which are normally triggers when they are  \nproduced by an adult are not triggers when they are produced by a child17. The adult of an age to \nunderstand the social rules is held responsible for th eir acts: they transgress a prohibition, they are \nguilty of a lack of self -control. The child  like a subject with a mental disorder or an elderly person with \ndementia, are, on the contrary, considered guiltless , in other words they are innocent in their attitudes. \nThis last aspect is certainly variable from one misophonic subject to another and depends on the way \nthe conditioning was developed and on the context .  \nMisophonia is a disorder that is relatively prevalent since it is linked to sound, and  sound reduces \nthe distances by overcoming the physical (\"The ear  has no eyelids\" , Quignard, 1996) . Intrusive noise , \nwhich may give rise to violence26, exist s even and above all when one is at home or in one's bedroom. \nIf the  reaction of the misophonic subject is extreme, it is because the sound cannot be avoided or"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 \n \n 12 ignored . One might imagine that visual situations  may produce disagreeable reactions 10, in the same \nvein as those prod uced by sounds . It is for example possible to feel contempt or even disgust at certain \nattitudes. One might be upset by a lack of elegance regarding a certain posture, for example. One \nmight contrast the  maintenance of the body, its stiffness or even rigid ity (women's corsets since the \nMiddle Ages) , the sign of a strict attachment to the social codes in force and self -discipline, with the \nsloppy attitude, casual and less appropriate, of the lower classes. The head that nods in time to the \nmusic at the opera  is also interpreted as a behaviour that may be seen  as a breach of the codes of \npolite society27. This behaviour , which may seem harmless to those who are uninitiated in the codes \nof the  opera, is not a simple external  sign of  naivety. In reality it casts aspersions on  the person by \ndiscrediting them. They are suspected of not understanding or interiorising the music, “of overdoing \nit”, in other words of bei ng out of place in the milieu of the upper or educated classes who know how \nto appreciate art. The right attitude is above all not to give way to the emotions and keep one's self -\ncontrol. Refinement requires sang -froid and control . In this sense, the opera  whose  codes ( based on \nrestraint ) date back to the courtly epoch contrasts with contemporary popular music (rock, pop etc. ) \nbased on expressing the emotions . As Pierre Bourdieu wrote in his book La distinction : \"Tastes are \nabove all disgust, made up of visceral horror or intolerance of the tastes of others\" 20. In fine , the value \nthat one accumulates cannot be dissociated from recognition, one being derived from the other. It is \nhowever rare that these type s of visual situations engender as severe a discomfort as that produced \nby a sound since they do not have as sharp and intrusive a character as a sonar stimulation. The \nspecificities of the auditory thus play an important role in  misophonic disorder , simil arly to what occurs \nfor tinnitus and hyperacusis28.  \nOf course, the social explanation of misophonia developed he re does not fully exhaust the \npossible explanations of misophonic disorder, but it provides a n assessment framework which we feel  \nis pertinent to at least partly understand its origin s. Nevertheless, if we are all to some extent \nconditioned by the same “forces”, not everyone complains about  misophonic sounds with the same \nintensity . Is the problem linked to the presence of certain personality traits  which might be present in \nmisophonic su bjects? The literature reports that a majority of subjects (97%) present clinical \nperfectionism  17,29. Or is it a matter of conditioning and the social  context in which it was forged ? \nMisophonic disorder develops on the basis of three elements. The first element is exposure to a core \nof situations which expose the subject to a feeling of disgust/anger that is repeated with no possibility \nof escape. It is very possible that this core i s to be found in the subject's immediate environment, that \nis in the close family circle (parents, brothers and sisters ), inasmuch as the family is the initial place of \nconditioning (\"Don't do this, don't do that..\", etc). The subjects report besides that the discomfort is \nall the more severe when the sounds are produced by close relations17. The problematic  situation is \nthus progressively feared, fear and anxiety develop, aggravating the disorder with each exposure. The \nsubject's apprehension is accompanied by hyper -vigilance which amplifies the discomfort. A vicious \ncircle develops , to which are added avoidance behaviours. All the ingredients are assembled for a \nclassical conditioning. The conditioning  then becomes generalised to all trigger sounds . One may note \nthat the conditioning is such that the simple presentation of misophonic sounds without context \nproduces a strong reaction in the misophonic subject  8,13. The second element is the respect and \nobedience, in other words the inflexibility  vis-à-vis the rule, which has been inculcated . The third \nelement depends on the constitution of an inner self and the sensitivity to intrusion and to assault. \nThese three elements  may depend at once on individual (personality traits), family and social factors .  \n \n• Digression on anorexia  \nAnorexia (or eating disorders ) is a form of asceticism , that is a chosen discipline of the body and/ \nor the mind with the aim of attempting to arrive at an ideal form of achievemen t. Nietzche underlined \nthe ancient and vastly ambitious nature of asceticism : \"This  should be a necessity of a higher order \nwhich makes grow and prosper this species hostile to life  — life itself should have an interest in not \nallowing to perish this contradictory type. For an a scetic life is a flagrant contradiction: a resentment \nwithout purpose dominates, that of an instinct which is not satisfied, a desire for power which would"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "13 \n \n 13 be master, not of something in life, but of life itself, of its most profound, strongest, most funda mental \nconditions, (…) \" 30. \nWe feel that the assessment framework  developed above to at least partly explain the origins of  \nmisophonia may also be applied to anorexia. Society today presents a huge paradox. On one hand, the \nfreedom to dispose of opportunities, allowing the possibi lity of choosing one's way of life , is greater \nthan in the past . Social determinism is still prese nt, but the individual can develop in a broader space \nof possibilities , at least theoretically. A farmer's son can go to a prestigious university and climb the \nsocial ladder. This freedom of destiny comes however at a high cost. The fact of taking control of one's \ndestiny is the source of a two -fold anguish, that of failure which cannot be imputed to factors outside \nthe self, and that of not making the right choice of lifestyle or career among the vast range of choices \nthat are offered to every individual31–33. The freedom of choice is terrifying! In this context, one may \nwish to escape from the shame of failure by success and monumental achievement. Furthermore,  \nvalue should be won thanks to one's  intrinsic qualities, autonomy, work and discipline. The figure of \nthe autodidact, who achieves success alone, without ever giving up in the face of adversity, is a classic \ncase of success today. On the other hand, the road to success is hedged by the very  strict limits the \nindividual must respect on pain of arousing suspicion and contempt33. The individual  must indeed be \nin phase with their social rank and observe strict control of their affects and their attitudes, as outlined \nabove. We can see how difficult it  may be today to make a success of one's life, and the  pressure that \nweighs on young people in the course of  their development , waiting to be integrated into society .  \nAnorexia may be a response to t his double injunction of success and self -control  34. Young girls \n“choose ” the alternative of anorexia to try to match an ideal  which is expected of them. They emb ark \non this “adventure ” as one m ight decide to go around the world or go on pilgrimage to Santiago de  \nComposte la. It is not the image of thinness that counts for these young girls (or not only), but (also) \nwhat thinness reflects: the deprivation of food is ac hieved at the cost of physica l suffering, the taming \nof the bodily impulses (distancing from one's animal nature, carnal pleasures) and of course self-\ndiscipline  and tenacity. In the anorexic mind, the “excess ” pounds correspond  to the consequences of \na vulgar behaviour , which must be  purged from the body through the intermediary of the discipline of  \nfasting. The body is sculpted, not (solely) to correspond to an ideal of beauty, but to make it the \nexterior (perhaps visible, but not necessarily) of one's monumental and grandiose interi or. The \nanorexic subject weakens their body to expose the purity of their interior.  According to Nietzsche, \nascetic ism is a sort of treatment to cure a “sick” existence : \" (…) the ascetic ideal  has its source in the \nprophylactic  instinct of a degenerating life which seeks  to be cured, which, by any means, endeavours \nto preserve itself, which struggles for existence ; it is the sign of depression and partial physiological \nexhaustion, against which arise unceasingly the deepest and most intact instincts of life, with \nconstantly renewed inventions and artifices\".  30. It is striking to note to what extent Nietzsche 's ideas \nfind an echo in the testimony of Marya Hornbacher, herself a former anorexic, taken from her \nautobio graphy (cited in  Merand and Lemoine, 2022)  : \"I was  incredibly tired of myself. I wanted to \nachieve this grandiose thing that was expected of me, whatever it was , [...] and get it over and done \nwith . To be able to sleep. [...] I think it's important to  point out that food disorders are probably a \ncultural and generational version of good old burnout.  [...] I hadn't the slightest idea what I would do \nwith myself once I had achieved “success ”, but I couldn't turn my back on the frantic  need to achieve it . \n[...] People suffering from eating disorders tend to be both intelligent and competitive. We are terrible \nperfectionists.  [...] We are obsessed with  [...] trying to seem impressive . [...] I become exhausted from  \nthe feeling of being constantly on stage , wearing someone else's clothes, reciting som eone else's \nscript\".  \nWe may stress the impact on others of the image of the emaciated body (which is apparent even \nin the emaciated traits of the face). There has always been throughout history  a fascination for this \nextraordinary will -power, in particular among philosophers as Nietzsche  noted : \"There  exists a real \nconcern, a particul ar affection among philosophers regarding the ascetic ideal\". The historian  R. Bell \nestablis hed a parallel between a medieval fast and modern day eating disorders  in his book, Holy \nAnorexia . He described pious women in the  Middle Ages as \"anorexic saints\"  (Bell, 1987; cited in \nDarmon, 2003) . In this context, modern day anorexia (at least certain of its forms) may be seen as  a"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14 \n \n 14 non-religious spiritual enter prise with the goal of being , an extravagant  passion consisting in  \nrenouncing everything to become everything .  \nWe may  note  that the rate of anor exia suddenly doubled in the USA  between 1960 and 1975, that \nis in a transitional period when society rapidly became more indi vidualist ic (ideal of the self ) with the \nbaby -boomers and exceptional economic growth32. This observation  echoes the reflections  of \nNietzsche  who spoke of epidemics of what might be compared to \"melancholic\" or \"dep ressive\" \ndisorders: \"Man  has had enough, often real epidemics occur of this satiety of living: but even this \ndisgust, this languor, this self -contempt  — all that assails him with such violence  that he is reborn \nstraightaway with new ties\".  It is not insignificant that anorexia is so prevalent in  the USA, in particular \namong the wealthier classes  36,37. This rich, developed country  is the driver of the world capitalist \nsystem, consumption is unbridled and its model for success is the 'self -made man' referred to above. \nIn American so ciety, more than anywhere else in the world, the lower class is often associated with \npoor diet and thus with obesity . The fast -food chains are everywhere and any attitude involving eating \nhealthily and in moderation has very positive connotations. In this  context of overconsumption \naccessible to all (or almost all) , values related to food are reversed and the dominant class achie ves \n“the sublime ” by restraint (frugality), the quality of food and slimness  36,38 : \"The process of civilisation \ndescribed by Norbert Elias and which original ly explained the evolution of co rporal manifestations such \nas spitting or table manners may also apply to the form of the body. One of the reasons for the new \nattention to weight since the beginning of the 20th century might well be the wish to define new criteria \nof distinction which se parate the wealthiest individuals from the coarseness and sloppiness of the \npoorest\".  38 We are here at the opposite pole from the popular valorisation of the “bon vivant ”, the \noverweight, the pot-bellied (Hoggart, 1970 cited by Darmon , 2003) : \"With the representation of the \nself in the  mode of taking ones elf in hand and working on the b ody is indeed associated an explicit \ncontempt for “letting yourself go ” which is manifested at once in eating practices and the bodies of \nothers . The fact of eating (and in particular eating ravenously, or making food something “convivial ”) \nis taken as contemptible “vulgarity ” 36. Anorexia is al so very presen t in certain sports such as rhythmic \ngymnastics and dancing 40. The ideology that may predominate is that a thin body may facilitate the \nperformance of complex figures, that would be inaccessible or more difficult for a heavier body. But in \nfact the fleshless body has other meanings. It is the visible proof not only of the will -power of the \nsports -person, but also of their conformity to the customs of their chosen discipline. To integrate the \nsporting community, the young gymnast feels  obliged to show solidarity with the privations of her \npartners . She would be guilty of  not abiding by the rules  (of privation) in force when others are making \nso much effort  to succeed .  \nAnorexia arises from the meeting  point  between the human will and the questioning of the \nmeaning of life on one hand, and the injunctions of  society on the other. Humans , \"the being of the \neternal future \"30 find themselves faced with the great questio n of the meaning of life, who se \npertinence and form have changed incessantly during the course of history. This is how Nietzsche \nconclu des the last part of the Genealogy of Morals on the ascetic ideal  30 : \"And  this is the meaning of  \nany ascetic ideal:  he meant that something was missing, that a vast lacuna surrounded Man  — he did \nnot know how to justify himself, to interpret himself, to stand up for himself , he suffered before the \nproblem of the meaning of life . (…) The meaningless of pain, and not pain itself, is th e malediction that  \nuntil today ha s weighed upon humanity  — yet the ascetic ideal gives him a meaning! It has been  until \nnow the only meaning that he had been given; any meaning is better than no meaning at all ; the ascetic \nideal was from any point of view merely the “better than nothing ” par excellence , the sole  last resort \nthere was.  Thanks to it, suffering had found an explanation  (…). The interpre tation  that might be given \nof life led undeniably to a new suffering, deeper, more intimate, more venomous, more deadly (…) But \ndespite everything  — it brought humanity salvation, Man had a meaning, he was now no longer  the \nleaf blowing in the wind, the playthin g of mindless chance , of meaninglessness , he could now wish for \nsomething , — little matter what he wished for , why, how rather such a thing than another : at least the \nwill itself was saved . Impossible to dissimulate the nature and the meaning of the will t o which the \nascetic ideal had given direction : this hatred of what is human, and more still of what is “animal ”, and \nmore still what is “matter ”; this horror of the senses, of reason itself ; this fear of happiness and of"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "15 \n \n 15 beauty; this desire to flee all appearance, change, fate, death; effort, desire itself  — all that means, let \nus dare to understand it, a desire for nothingness , a hostility to life, a refusal to accept the fundamental  \nconditions of life ; but it is at leas t, and will always be, a desire ! … And to repeat once again and by \nfinishing what I said at the beginning: Man still prefers to have a desire for nothingness than not to \ndesire anything at all …\". \nAnorexia in the clinical sense, that is to say diminishing and imprisoning the subject in a \ndestructive decline, closing them off from the world and from plans, and of which there is a wide range \nof causes, ultimately takes the place of classical conditi oning. Food gradually takes on  negative \nconnotations for the subject, for their entourage and for society (sport club, family ideal  of health and \nof beauty, etc.) , for the reasons outlined above . All food takes on a significance of impurity  and all fatty \nmatter becomes the sign of the imperfect taming of the body.  Self-control becomes the rule and the \ngoal, while thinness represents its visible face. It is this behaviour which is valorised, hunger \ndisappears, food becomes repulsive. The entourage who are worried at the situation can contribute to \nthis conditioning b y forcing the subject to eat, which adds yet another negative emotion to the \nsituation. We observe that the implementation of this conditioning is similar to what prevails for \nmisophonia. The two conditions share loyalty to certain social rules, in particu lar the imperative of \ndiscipline, rigour, self -control and no doubt also self -fulfilment . It is in addition interesting to note that \nanorexia is associated, like misophonia, with the personality trait of perfectionism41. A few cases have \nbeen reported in the literature presenting the two disorders  42. This testimony from the book by Muriel \nDarmon illustrates this parallel between the two conditions  36 : \"Sometimes seeing my parents eating \nseemed almost obscene .. I couldn't bear to watch them eating, it's …[…] I don't know, it was pretty \nmuch gluttony personified , in fact  … Well, my  father is not very discreet anyway when he's eating […]. \nThere's something very voracious  that I don't like. Anyway it's clear […]. Knowing all the others […] \nare…vulgar in the everyday sense , well, that  their reactions, that their life is vulgar …\". \nIn short, we suggest that anorexia and misopho nia share points in common: repugnance for \n“vulgar ” sloppiness , lack of self -control and rigour. The two disorders might  be the result of an  \nexcessive ly rigorous conditioning of the social rule, consisting in accumulating value by restraint and \n“polite ” behaviour . Nevertheless, the two disorders should not be confused. Anorexia is above all an \nenter prise turned towards  oneself , consisting in improving, perfect ing or perhaps honing oneself . \nMisopho nia is on the contrary directed towards others and their impolite  way of behaving. Whereas \nthe response of anorexia to the vulgarity of the world is to surpass oneself throug h extreme discipline, \nmisophonic subjects su ffer from a diminished  tolerance of the coarse behaviour of others .  \n \n• General conclusion  \nIn the present article, we have attempted to present an explanation of the origin of misophonia \naccording to a sociological assessment framework . Briefly , we propose that the social pressure of \nmodern day society valorises individualisation, autonomy , and at the same time self -control leading to \n“hatred of vulgarity ”. The disorder may occur little by little , from a repeated situation (probably often \nfamily -related) which it is difficult to escape from or avoid (the evening meal ), via the mechanisms of \nclassical conditioning. The emotional reactions are generalised and spread  (with very few exceptions ) \nto other  situations and people producing trigger sounds. W e have established a parallel between \nmisophonia and anorexia: it would appear that the two disorders have in common an excess of self -\ncontrol and sensitivity to vulgarity (and the list of everything that is synonymous: trivial, common, \ncoarse, ordinary; m ediocre, rustic, crude, uncouth, etc. ).  \nThe question arises in this  field of knowing whether  this disorder should join the long list of mental \ndisorders already included in the DSM  (Diagnostic and Statistical Manual of Mental Disorders)  10. It \nseems to us that any diagnosis, in particular that of including misophonia in the DSM, is based on an \nattempt at normalisation. A frontier is established between “the normal and the pathological ” 43 and \nthe disorder is positioned on one side or the other of this frontier. But this assessment grid for mental \nillness i s not without signifi cance: it consigns misophonia to a specific field (into the “dominion ” of \npsychiatry)  with its own methods and conc eptions. Misophonia is then neither considered not treated \nin the same way. These issues of categorisation between “the normal and the pathol ogical ” concerning"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16 \n \n 16 psychological disorders are very complex, and we feel it would be dangerous to tip a condition such as \nmisophonia into the domain of psychiatry. There is always to a certain  extent a  power struggle \nbetween scientific disciplines , notably  medical and psychological , since their normative power  is not \nonly huge but is also subject to interpretat ion. One might argue about whether diabetes (stabilised) is \na disease or not (in the sense of  Canguilhem  43), but it would always be more difficult to establish a \nclear distinction for mental  disorders. The first difficulty is the fact that behaviours are dynamic \nprocesses strongly influenced by the social rules. It is probable  that modern day humans would all have \nbeen misophonic in the Middle Ages! And what would they have seemed like if the y got upset at the \nviolent slaughter of animals? There is certainly a whole range of psychological suffering (ill -being) \nwhich is crystallised in a certain for m (anorexia , post -traumatic stress, misophonia,  etc.) and which \ndepend on “social forces ” 37. These “forces ” are notably the cause of the development of an interiority \nand a he ightened sensitivity to what should be suppressed or at least hidden. It is more urgent to open \nup the disciplines, to decompartmentalise them, and to attempt to understand human beings through \nthe interrelations between the different groups that study the m, rather than biasing the debate by \nimposing from the outset a certain number of conceptual norms. I leave to  Norbert Elias the task of \nconcluding : \"And we also come to a point where  a straight road leads us to knock down the artificial \nborders which serv e to divide up our reflections on humankind among the various disciplinary fields, \nthat of the psychologist, that of the historian, and that of the sociologist. The structures  of human \ninteri ority and that of history are in dissociable complementary phenomena which can only be studied \non the basis of their interdependence. They neither exist nor  evolve in reality, any of them, in as \nindependent a way as current research would have us believe. On the contrary, they constitute with \nother structures the subject of a single and unique science of humankind\"."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "17 \n \n 17 References  \n1. Swedo, S. E. et al.  Consensus Definition of Misophonia: A Delphi Study. Front Neuro sci 16, \n841816 (2022).  \n2. Jastreboff, M. M. & Jastreboff, P. J. Decreased Sound Tolerance and Tinnitus Retraining Therapy \n(TRT). The Australian and New Zealand Journal of Audiology  24, 74–84 (2002).  \n3. Jastreboff, P. J. & Jastreboff, M. M. The neurophysiological approach to misophonia: Theory and \ntreatment. Front Neurosci  17, 895574 (2023).  \n4. Jastreboff, M. M. J., Pawel J. Hyperacusis. AudiologyOnline  \nhttps://www.audiologyonline.com/articles/hyperacusis -1223 (2001).  \n5. Tyler, R. S. et al.  A review of hyperacusis and future directions: part I. Definitions and \nmanifestations. Am J Audiol  23, 402 –419 (2014).  \n6. Enzler, F., Fournier, P. & Noreña, A. J. A p sychoacoustic test for diagnosing hyperacusis based on \nratings of natural sounds. Hearing Research  400, 108124 (2021).  \n7. Edelstein, M., Brang, D., Rouw, R. & Ramachandran, V. S. Misophonia: physiological \ninvestigations and case descriptions. Front Hum Neu rosci  7, 296 (2013).  \n8. Kumar, S. et al.  The Brain Basis for Misophonia. Curr Biol  27, 527 –533 (2017).  \n9. Schröder, A. et al.  Misophonia is associated with altered brain activity in the auditory cortex and \nsalience network. Sci Rep  9, 7542 (2019).  \n10. Schr öder, A., Vulink, N. & Denys, D. Misophonia: Diagnostic Criteria for a New Psychiatric \nDisorder. PLoS One  8, (2013).  \n11. Siepsiak, M., Śliwerski, A. & Łukasz Dragan, W. Development and Psychometric Properties of \nMisoQuest —A New Self -Report Questionnaire fo r Misophonia. Int J Environ Res Public Health  17, \n(2020).  \n12. Wu, M. S., Lewin, A. B., Murphy, T. K. & Storch, E. A. Misophonia: incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. J Clin Psychol  70, 994 –1007 (2014).  \n13. Enzler, F., Loriot, C., Fournier, P. & Noreña, A. J. A psychoacoustic test for misophonia \nassessment. Sci Rep  11, 11044 (2021).  \n14. Naylor, J., Caimino, C., Scutt, P., Hoare, D. J. & Baguley, D. M. The Prevalence and Severity of \nMisophonia in a UK Undergrad uate Medical Student Population and Validation of the \nAmsterdam Misophonia Scale. Psychiatr Q  (2020) doi:10.1007/s11126 -020-09825 -3. \n15. Vitoratou, S. et al.  Misophonia in the UK: Prevalence and norms from the S -Five in a UK \nrepresentative sample. PLoS One 18, e0282777 (2023).  \n16. Jager, I. et al.  Synopsis and Qualitative Evaluation of a Treatment Protocol to Guide Systemic \nGroup -Cognitive Behavioral Therapy for Misophonia. Front Psychiatry  13, 794343 (2022).  \n17. Jager, I., de Koning, P., Bost, T., Denys , D. & Vulink, N. Misophonia: Phenomenology, comorbidity \nand demographics in a large sample. PLoS One  15, (2020).  \n18. Kumar, S. et al.  The Motor Basis for Misophonia. J Neurosci  41, 5762 –5770 (2021).  \n19. Beauchamp, M. S. & Ro, T. Neural Substrates of Sound –Touch Synesthesia after a Thalamic \nLesion. J. Neurosci.  28, 13696 –13702 (2008).  \n20. Bourdieu, P. La distinction . (1979).  \n21. Elias, N. La dynamique de l’occident . (1975).  \n22. Elias, N. La civilisation des moeurs . (1973).  \n23. Sorokowska, A. et al.  Preferre d Interpersonal Distances: A Global Comparison. Journal of Cross -\nCultural Psychology  48, 577 –592 (2017).  \n24. Elias, N. Au dela de Freud . (2010).  \n25. Quignard, P. La Haine de la musique . (1996).  \n26. Dzhambov, A. & Dimitrova, D. Neighborhood noise pollution as a determinant of displaced \naggression: a pilot study. Noise Health  16, 95–101 (2014).  \n27. Degiovanni, C. Devenir bourgois, ça s’apprend? Philosopgie magazine  58–59 (2023).  \n28. Norena, A. et al.  A contribution to the debate on tinnitus definition. Progress in brain research  \n262, (2021)."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 \n \n 18 29. Shafran, R., Cooper, Z. & Fairburn, C. G. Clinical perfectionism: a cognitive –behavioural analysis. \nBehaviour Research and Therapy  40, 773 –791 (2002).  \n30. Nietzsche, F. La généalogie de la morale . (1900).  \n31. Ehrenberg, A. De la névrose à la dépression. Figures de la psychanalyse  no4, 25–41 (2001).  \n32. Ehrenberger, A. La mécanique des passions. Cerveau, comportement, société. in (2018).  \n33. Elias, N. La soci été des individus . (1991).  \n34. Merand, M. & Lemoine, M. L’anorexie mentale  : une fatigue de ne pas être soi  ? Annales Médico -\npsychologiques, revue psychiatrique  180, 987 –994 (2022).  \n35. Bell, R. M. Holy Anorexia . (University of Chicago Press, 1987).  \n36. Darmon, M. Devenir anorexique. Une approche sociologique.  (2003).  \n37. Castel, P. -H. L’Esprit malade. Cerveaux, folies, individus . (Les Editions d’Ithaque, 2009).  \n38. de Saint Pol, T. Le corps désirable . (2010).  \n39. Hoggart, R. La Culture du pauvre . (1970).  \n40. Bratland -Sanda, S. & Sundgot -Borgen, J. Eating disorders in athletes: overview of prevalence, risk \nfactors and recommendations for prevention and treatment. Eur J Sport Sci  13, 499 –508 (2013).  \n41. Lloyd, S., Yiend, J., Schmidt, U. & Tchanturia,  K. Perfectionism in Anorexia Nervosa: Novel \nPerformance Based Evidence. PLoS One  9, e111697 (2014).  \n42. Kluckow, H., Telfer, J. & Abraham, S. Should we screen for misophonia in patients with eating \ndisorders? A report of three cases. Int J Eat Disord  47, 558–561 (2014).  \n43. Canguilhem, G. Le normal et le pathologique . (PUF, 2013)."
    }
  ]
}