{
  "doc_type": "scientific paper",
  "title": "Toward a Multi-Dimensional Understanding of Misophonia",
  "authors": [
    "Norris Jordan"
  ],
  "year": 2022,
  "journal": "Neuroscience,",
  "doi": "10.3389/fnins.2022.832516",
  "abstract": null,
  "keywords": [
    "misophonia",
    "cluster analysis",
    "sensory sensitivity",
    "auditory",
    "phenotype"
  ],
  "research_topics": [
    "misophonia",
    "cluster analysis",
    "sensory sensitivity",
    "auditory",
    "phenotype"
  ],
  "created_at": "2025-05-05T01:50:15.963207Z",
  "source_pdf": "documents/research/Global/Norris Jordan 2022 Toward a Multi-Dimensional Understanding of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 1\nORIGINAL RESEARCH\npublished: 28 March 2022\ndoi: 10.3389/fnins.2022.832516\nEdited by:\nJulia Campbell,\nUniversity of Texas at Austin,\nUnited States\nReviewed by:\nAlain Londero,\nHôpital Européen Georges-Pompidou\n(HEGP), France\nGarrett Cardon,\nUniversity of Colorado Denver,\nUnited States\n*Correspondence:\nLauren E. Ethridge\nethri@ou.edu\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nReceived: 09 December 2021\nAccepted: 03 March 2022\nPublished: 28 March 2022\nCitation:\nNorris JE, Kimball SH, Nemri DC\nand Ethridge LE (2022) Toward\na Multidimensional Understanding\nof Misophonia Using Cluster-Based\nPhenotyping.\nFront. Neurosci. 16:832516.\ndoi: 10.3389/fnins.2022.832516\nToward a Multidimensional\nUnderstanding of Misophonia Using\nCluster-Based Phenotyping\nJordan E. Norris1, Suzanne H. Kimball2, Danna C. Nemri1and Lauren E. Ethridge1,3*\n1Department of Psychology, University of Oklahoma, Norman, OK, United States,2Department of Communication Sciences\nand Disorders, University of Oklahoma Health Sciences Center, Oklahoma City, OK, United States,3Section on\nDevelopmental and Behavioral Pediatrics, Department of Pediatrics, University of Oklahoma Health Sciences Center,\nOklahoma City, OK, United States\nMisophonia is a condition characterized by hypersensitivity and strong emotional\nreactivity to speciﬁc auditory stimuli. Misophonia clinical presentations are relatively\ncomplex and reﬂect individualized experiences across clinical populations. Like\nsome overlapping neurodevelopmental and neuropsychiatric disorders, misophonia is\npotentially syndromic where symptom patterns rather than any one symptom contribute\nto diagnosis. The current study conducted an exploratory k-means cluster analysis to\nevaluate symptom presentation in a non-clinical sample of young adult undergraduate\nstudents ( N= 343). Individuals participated in a self-report spectrum characteristics\nsurvey indexing misophonia, tinnitus severity, sensory hypersensitivity, and social and\npsychiatric symptoms. Results supported a three-cluster solution that split participants\non symptom presentation: cluster 1 presented with more severe misophonia symptoms\nbut few overlapping formally diagnosed psychiatric co-occurring conditions; cluster 3\nwas characterized by a more nuanced clinical presentation of misophonia with broad-\nband sensory hypersensitivities, tinnitus, and increased incidence of social processing\nand psychiatric symptoms, and cluster 2 was relatively unaffected by misophonia or\nother sensitivities. Clustering results illustrate the spectrum characteristics of misophonia\nwhere symptom patterns range from more “pure” form misophonia to presentations\nthat involve more broad-range sensory-related and psychiatric symptoms. Subgroups of\nindividuals with misophonia may characterize differential neuropsychiatric risk patterns\nand stem from potentially different causative factors, highlighting the importance of\nexploring misophonia as a multidimensional condition of complex etiology.\nKeywords: misophonia, cluster analysis, sensory sensitivity, auditory, phenotype\nINTRODUCTION\nMisophonia is a condition characterized by hypersensitivity and adverse reaction to individual-\nspeciﬁc auditory stimuli triggering impulsive emotional reactions and autonomic arousal (Edelstein\net al., 2013; Schroder et al., 2013; Cavanna, 2014). While misophonia is an auditory condition\nby deﬁnition, it has not yet been mapped to speciﬁc neural auditory generators. Recent work\nhas demonstrated that misophonia triggers eliciting emotional reactions are accompanied by\nautonomic arousal with altered neural activity in the auditory cortex and the salience network\n(Schroder et al., 2019). Most individuals with misophonia have normal hearing sensitivity but\nexhibit increased limbic and autonomic nervous system activation suggesting that misophonia\nFrontiers in Neuroscience | www.frontiersin.org 1 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 2\nNorris et al. Multidimensional Phenotyping in Misophonia\nresults from increased neural connections within auditory,\nlimbic, and autonomic nervous system pathways [Wu et al., 2014;\nJastreboﬀ and Jastreboﬀ, 2015; Brout et al., 2018; Palumbo et al.,\n2018; Cerliani and Rouw, 2020 (Preprint)]. More speciﬁcally,\nabnormal functional connectivity of anterior insular cortex (AIC)\nhas been noted in individuals with misophonia where increased\nfunctional connectivity was speciﬁc to trigger sounds (Kumar\net al., 2017). Additional increases in functional connectivity in\nmisophonia have been noted between auditory, visual, and motor\ncortices, highlighting the complex nature of sensory relationships\nin this condition (Kumar et al., 2021). Further, individuals\nwith misophonia exhibit reduced N1 peak averages compared\nto neurotypical controls suggesting underlying neurobiological\ndiﬀerences contributing to auditory processing impairment\n(Schroder et al., 2014). Many of these neural ﬁndings are not\nunique to misophonia and show signiﬁcant overlap with other\ndisorders in which sensory processing may be impaired, such\nas autism spectrum disorder (ASD) and schizophrenia (Burns\net al., 2017; Takarae and Sweeney, 2017; Cardon, 2018; Stefanelli\net al., 2020; Koshiyama et al., 2021). Overlapping phenotypes may\nallow researchers to leverage the large literature arising from these\ndisorders to better deﬁne neural targets for study, and ultimately,\nintervention in misophonia.\nCurrent investigations on misophonia prevalence rates\nsuggest that approximately 20% of the population report\nclinically relevant levels of misophonia symptoms (Schroder\net al., 2013; Wu et al., 2014). Individuals identiﬁed as having\nmisophonia present with anxiety, hypersensitivities to auditory\nstimuli, severe emotional ﬂuctuations when exposed to speciﬁc\nauditory triggers accompanied by autonomic arousal, and\nin some cases compulsive behavior (Edelstein et al., 2013;\nSchroder et al., 2013; Wu et al., 2014; Rouw and Erfanian,\n2018; Brout et al., 2018). Interestingly, mechanisms underlying\nmisophonia may bear resemblance to synesthesia with emotional\nresponsivity occurring concurrently with speciﬁc auditory\nsensory experiences. Initial misophonia cases were thought to\nconstitute deviant presentations of other auditory conditions,\nanxiety disorders, and obsessive-compulsive disorders (OCD).\nHowever, results from a single-site study suggest symptom\npresentation follows a consistent pattern and exhibits a similar\ndevelopment path across patients lending support to the call for\nclassiﬁcation of misophonia as a discrete psychiatric disorder\n(Schroder et al., 2013; Jager et al., 2020).\nSystematic investigation of misophonia is a relatively new\nﬁeld, primarily focused on characterizing misophonia, formally\ndeﬁning diagnostic criteria, and developing tools to identify\nmisophonia. A pressing goal is creating the space viauniversal\nlanguage speciﬁc to misophonia necessary to develop eﬀective\ntreatments and support for misophonia based on evaluations\nof misophonia features. Recent eﬀorts provided a common\nunderstanding of misophonia and created a consensus deﬁnition\nof misophonia based on expert evaluation of existing published\nliterature that deﬁned misophonia as a disorder [Swedo\net al., 2021 (Preprint)]. Most studies assessing misophonia\nutilized questionnaires to informally diagnose misophonia,\nwith only three known studies performing full medical and\npsychiatric evaluation of participants (Schroder et al., 2013;\nErfanian et al., 2019; Jager et al., 2020). More recent studiesinvestigating misophonia and sound hypersensitivity have also\nused psychoacoustic methods, providing a quick and reliable\nmeans of assessing misophonia (Dozier and Morrison, 2017;\nEnzler et al., 2021; Hansen et al., 2021). However, limited\nstudies have explored variability in the clinical presentation\nof misophonia (Cassiello-Robbins et al., 2021; Hansen et al.,\n2021). Like some of the overlapping neurodevelopmental and\nneuropsychiatric disorders, misophonia may actually reﬂect a\nsyndrome, in which any given symptom may be present or\nabsent, but the constellation of symptoms produces the diagnosis.\nUnderstanding clinical symptoms and features of misophonia\nis a key area of research that remains underexplored and is\nnecessary to conﬁrm its clinical nature (Brout et al., 2018).\nClustering techniques following the research domain criteria\napproach (RDoC – a research framework designed to integrate\nvarious levels of information and approaches to assessing and\nunderstanding neuropsychiatric conditions with the goal of\nimproving diagnostic and treatment/support service options)\nhave been useful in characterizing subgroups of individuals\nin syndromic conditions who share common features and\nthus may have similar underlying biology (Clementz et al.,\n2016). Identiﬁcation of subpopulations based on symptom\nclustering is a novel approach to identifying underlying\npathophysiology in misophonia.\nSymptom Presentation\nAuditory hypersensitivity and behavioral responses with\nmisophonia are typically evoked by speciﬁc patterns of auditory\nstimuli, referred to as triggers (Erfanian et al., 2019). Auditory\ntriggers vary across individuals and consist of common sounds\nfrom organic sources including eating, breathing, certain\nspeech sounds, and other non-organic or environmental sounds\n(Erfanian et al., 2019; Jager et al., 2020). Extreme sensitivity\nand emotional responses to auditory stimuli negatively impact\nquality of life making it diﬃcult for individuals with misophonia\nto engage in situations or environments that expose them\nto auditory triggers. When exposed to common triggers, the\nseverity level of misophonia symptoms is associated with\ndecreased cognitive control (Daniels et al., 2020). Speciﬁcally,\nindividuals with misophonia show increased diﬃculties with\nselective attention tasks when distracted by their trigger sounds,\nand evidence suggests the additional presence of tinnitus in some\nindividuals may exacerbate this response (Silva and Sanchez,\n2019; Frank et al., 2020).\nMisophonia is a complex condition that commonly presents\nwith co-occurring symptoms across allied health disciplines\n(Erfanian et al., 2019). Sensory hypersensitivity symptoms and\nco-occurrence of tinnitus and hyperacusis with misophonia\nare particularly of interest because the presence of conditions\nwith auditory parameters implies the possibility that basic\nsensory processing is broadly aﬀected in those with misophonia\n(Sztuka et al., 2010).\nSensory Processing Disorders\nInvestigations aiming to deﬁne diagnostic criteria for misophonia\nand evaluate symptom presentation have widely focused\non behavioral and emotional components of misophonia\nwith limited eﬀorts to explore sensory processing aspects\nFrontiers in Neuroscience | www.frontiersin.org 2 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 3\nNorris et al. Multidimensional Phenotyping in Misophonia\nof misophonia (Jager et al., 2020). Recent work suggests\npotential associations between misophonia and anxiety disorders,\nas well as sensory processing disorder (SPD), ASD, and\ntinnitus (Schroder et al., 2013; Cassiello-Robbins et al.,\n2021). Auditory sensory processing abnormalities are both\ncommonly present in misophonia including general sensory\nprocessing diﬀerences and sensory hypersensitivity (Wu et al.,\n2014). ASD is another condition associated with anxiety\nand central processing abnormalities. Autistic individuals\ncommonly present with auditory hypersensitivities that are either\nspeciﬁc or non-speciﬁc to auditory triggers. It is possible that\nindividuals with misophonia experience subthreshold ASD-like\nsensory symptoms reﬂecting the broad autism phenotype (BAP)\n(Hurley et al., 2007).\nTinnitus\nTinnitus is a complex phenomenon stemming from a basic\nauditory sensory processing abnormality with variable\npathogenesis. Recent eﬀorts proposed a new deﬁnition where\ntinnitus is deﬁned as an auditory sensation without an external\nsound stimulation that potentially impacts quality of life as\na lived unpleasant experience. Two types of tinnitus exist:\nobjective and subjective. Objective tinnitus is caused by an\ninternally generated stimulus (i.e., stemming from physiological\nﬂuctuations typically in the auditory pathway) and subjective\ntinnitus is idiopathic (i.e., has no identiﬁable acoustic source)\n(Noreña et al., 2021). Others have proposed tinnitus as a discrete\npsychiatric condition (i.e., tinnitus disorder) when associated\nwith emotional distress and separate from tinnitus experiences\nwithout suﬀering (De Ridder et al., 2021). It is estimated that\nmisophonia occurs in approximately 10–60% of individuals\nthat experience any form of tinnitus (Sztuka et al., 2010; Wu\net al., 2014). Individuals that present with clinically relevant\nlevels of misophonia symptoms exhibit general sensory over-\nresponsivity indicating a likelihood that basic sensory processing\nabnormalities (e.g., tinnitus, hyperacusis, etc.) contribute to\nincreased likelihood of misophonia (Sztuka et al., 2010; Jastreboﬀ\nand Jastreboﬀ, 2015). Whether tinnitus leads to misophonia,\nrepresents a symptom of misophonia, or remains a common\nco-occurring condition remains unclear; however, tinnitus\npathology has been consistently linked with neuroplastic changes\nwithin the central auditory pathway between the cortex and\nthe cochlea, areas which have been proposed to be aﬀected\nin misophonia (Henry et al., 2014). Misophonia and tinnitus\nboth may occur with emotional distress increasing diagnostic\ndiﬃculties when patients present with both and highlights a\nneed to understand the rate of co-occurrence and underlying\nphysiological mechanisms of overlap (De Ridder et al., 2021).\nIndeed, misophonia, ASD, tinnitus, and hyperacusis may share\nsome pathological mechanisms contributing to the sensory\nprocessing aspects of these conditions (Jastreboﬀ and Jastreboﬀ,\n2015). Auditory sensation and perceptual conditions like\ntinnitus and hyperacusis are more prevalent among populations\nof individuals with sensory processing disorders (i.e., ASD).\nRates of tinnitus in populations with ASD are similar to\nhigh rates of tinnitus seen in populations with misophonia\n(Danesh et al., 2015).Current Study\nThe link between misophonia and other sensory processing\ndisorders remains to be fully understood. Given the overlap\nin symptoms with a number of syndromic conditions,\nsuggesting both basic sensory and neuropsychiatric (e.g.,\nanxiety) involvement, and the response range to trigger sounds\nnoted in individuals with misophonia, characterization of\nsymptom clusters may be beneﬁcial in understanding underlying\npathophysiology and variability in misophonia. Current eﬀorts\naim to explore the possibility that sensory processing is broadly\naﬀected in misophonia, and that symptom clusters can be used to\nbetter deﬁne sub-populations in misophonia. Using clustering-\nbased methods to categorize a population of college students,\nbased on previous reports (Schroder et al., 2013; Wu et al.,\n2014) we expect to ﬁnd approximately 20% reporting clinically\nrelevant levels of misophonia symptoms, and that clusters most\nrepresentative of individuals with high misophonia symptoms\nwill also show increased prevalence of other co-occurring\nconditions such as tinnitus and sensory processing disorders,\nas well as increased prevalence of broad autism phenotype\ncharacteristics.\nMATERIALS AND METHODS\nParticipants\nParticipants were undergraduate students ( N= 343) at the\nUniversity of Oklahoma (OU) in Norman, Oklahoma.\nParticipants were predominately female [69.7%; consistent\nwith other studies where participants opt into participation;\n(Wu et al., 2014; Dozier and Morrison, 2017)] and ranged from\nages 18 to 36 ( M= 18.96, SD= 1.7) ( Table 1 ) with a primary\nvocation of student ( N= 331; 96.5%). Of 343 participants,\n263 were Caucasian/White (76.7%), 32 were Black/African\nAmerican (9.3%), 46 were Latino/Hispanic (13.4%), 28 were\nAsian/Asian American (8.2%), 26 were American Indian/Alaska\nNative (7.6%), 2 were Hawaiian/Other Paciﬁc Islander (0.6%),\nand 2 identiﬁed as other (0.6%). Self-report current diagnoses\nwere also collected.\nParticipants were recruited using a secure online research\nparticipation system through the university’s undergraduate\npsychology research participation pool and all data were collected\nanonymously viaQualtricsTM. Those who completed the survey\nreceived 1 h worth of class credit. All study procedures were\napproved by the OU Institutional Review Board (IRB). All\nparticipants electronically acknowledged their informed consent\nto participate prior to completing the survey. All responses\nremained anonymous and no personal identiﬁable information\nwas collected from participants.\nMeasures\nThe ﬁnal survey was designed to address an array of symptoms\ncharacteristic of or that may overlap with misophonia, referred\nto as the Spectrum Characteristic Survey (SCS). The SCS was\ncomprised of a demographics section and six clinical measures\ndesigned to address various aspects of misophonia, related\nsymptoms, and co-occurring conditions.\nFrontiers in Neuroscience | www.frontiersin.org 3 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 4\nNorris et al. Multidimensional Phenotyping in Misophonia\nMisophonia Questionnaire\nThe Misophonia Questionnaire (MQ) is a validated, three-\npart, 20-item self-report measure designed to index misophonia\nsymptoms (Wu et al., 2014). Part one assessed speciﬁc\nauditory triggers associated with misophonia, part two evaluates\nensuing emotions and behaviors associated with misophonia-\nrelated triggers, and part three measures sound sensitivity\nseverity. Participants were asked to rate their sensitivity to\nauditory triggers on a scale from 0 (“not at all true”) to 4\n(“always true”). The MQ was utilized to assess the potential\npresence of misophonia, gauge trigger responses, and symptom\nseverity. MQ severity was utilized to split participants into\ngroups reﬂecting clinically or non-clinically relevant levels of\nmisophonia symptoms based on threshold scores of 7 out\nof 10 (Wu et al., 2014). Participants were additionally asked\nif they had any triggers in other sensory domains, to assess\npresence of triggers in other sensory modalities. Wu et al.\n(2014) reported high internal consistencies for total scores\n(a= 0.89), and both subscales (emotions and behaviors: a= 0.89,\nsymptom scale a= 0.86). Further, the MQ also demonstrated\nhigh convergent and discriminate validity indicating that the\nMQ signiﬁcantly discriminated misophonia from other types\nof sensory defensiveness. Results were replicated in Zhou et al.\n(2017). Although not the only measure available for assessing\nmisophonia symptoms, the MQ is one of the more commonly\nused and thus allows better generalization of results (Brout et al.,\n2018; Potgieter et al., 2019).\nTABLE 1 | Demographics.\nVariable\nAge (Years) M= 18.96 SD= 1.7\nGender\nMale 104 Male (30.3%)\nFemale 239 Female (69.7%)\nNon-binary 0 Non-binary (0%)\nEthnicity\nCaucasian N= 263 (76.7%)\nBlack/African American N= 32 (9.3%)\nLatino/Hispanic N= 46 (13.4%)\nAsian/Asian American N= 28 (8.2%)\nAmerican Indian/Alaska Native N= 26 (7.6%)\nNative Hawaiian/Other Paciﬁc Islander N= 2 (0.6%)\nOther N= 2 (0.6%)\nEducation\nLess than high school degree N= 2 (0.6%)\nHigh school graduate N= 129 (37.6%)\nSome years of college/university (no degree) N= 194 (56.6%)\nVocational training N= 2 (0.6%)\nAssociates degree N= 8 (2.3%)\nBachelor’s degree N= 5 (1.5%)\nMaster’s degree N= 1 (0.3%)\nProfessional degree N= 0 (0%)\nDoctorate degree N= 0 (0%)S-Five (2018)\nThe S-Five is a self-report psychometric tool for evaluating\nmisophonia presence and related symptoms [Vitoratou, 2018\n(Preprint)]. The initial version of the S-Five published in\n2018 was utilized for the purposes of the current study.\nThe S-Five is a 98-item measure that assessed two aspects\nof misophonia: (1) triggers and (2) statements regarding\nbehavior associated with misophonic triggers. The S-Five was\nused to further evaluate the triggers and trigger responses\n(i.e., behaviors associated with sensory sensitivity to sound\ntriggers). Participants were asked to rate their typical reaction\nto trigger items on a scale from 0 (“does not bother me”)\nto 5 (“so unbearable that I need to plan beforehand to avoid\nit”). The version used in the current study was the 2018\nversion of the S-Five and was used for broad investigation\nof misophonia, but was not the validated version available\nafter completion of data collection for the current study\n(Vitoratou et al., 2021).\nTinnitus Handicap Inventory\nParticipants who responded aﬃrmatively to the screening\nquestion, “Do you experience tinnitus (ringing in the ears)?”\nreceived the Tinnitus Handicap Inventory (THI). The THI is a\nself-report 25-item measure designed to identify, quantify, and\nevaluate tinnitus severity as well as tinnitus’ impact on participant\nquality of life. The THI is a valid and reliable measure of\ntinnitus-related diﬃculties in individuals that report experiencing\ntinnitus demonstrating both convergent and construct validity\n(Newman et al., 1996). THI has functional limitations and should\nbe interpreted as an index of tinnitus impact on quality of life\n(Meikle et al., 2012).\nAdolescent/Adult Sensory Proﬁle\nThe Adolescent and Adult Sensory Proﬁle (ASP) is a reliable\nand valid self-report 6-part measure of sensory processing\npatterns and eﬀects on function performance. Scoring assessed\nonly the auditory processing block and four sensory behavior\nquadrants: low registration, sensation seeking, sensory sensitivity,\nand sensation avoiding. The ASP speciﬁcally indexed individual\nresponses to sensations, as opposed to an individual’s general\nresponse or cognitive appraisal of a stimulus. On validation,\nthe ASP demonstrated good reliability, internal consistency, and\nconstruct validity (Brown et al., 2001).\nBroad Autism Phenotype Questionnaire\nThe Broad Autism Phenotype Questionnaire (BAPQ) assesses a\nset of characteristics that encompass personality and language\ntraits reﬂecting phenotypical expression of the genetic\npredisposition for ASD. The BAP term is typically applied\nto those who exhibit mild personality and cognitive traits\nobserved in autistic individuals (Hurley et al., 2007; Landry\nand Chouinard, 2016). The use of the BAPQ addressed a\npotential relationship between BAP and misophonia within a\ngeneral population of young adults. The BAPQ is reliable and\ndemonstrated good internal consistency and construct validity\n(Hurley et al., 2007).\nFrontiers in Neuroscience | www.frontiersin.org 4 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 5\nNorris et al. Multidimensional Phenotyping in Misophonia\nSchizotypal Personality Questionnaire – Brief Revised\n(Updated)\nThe Schizotypal Personality Questionnaire – Brief Revised\n(Updated) (SPQ-BRU) is a self-report evaluation of schizotypy\nand vulnerabilities to certain features of neurodevelopmental\nand schizophrenia spectrum disorders. The revised SPQ\ndemonstrated reliability and both convergent and discriminant\nvalidity (Davidson et al., 2016). This measure was speciﬁcally\nchosen to evaluate broad neuropsychiatric risk as it relates to\nprevalence rates of broad autism phenotype characteristics and\nsensory processing disorders.\nData Analysis\nAll statistical analyses were conducted using IBM SPSS Statistics\n27 (IBM Corp, 2020). Descriptive statistics were calculated for\ndemographic variables, tinnitus presence and severity, sensory\ntriggers, and misophonia presence. Independent samples t-tests\nwere conducted to evaluate potential diﬀerences in variable scores\nbetween individuals with clinically relevant levels of misophonia\nand individuals without signiﬁcant misophonia symptoms as an\nexploratory and descriptive endeavor. Evaluation of potential sex\neﬀects was conducted through multivariate analyses of variance\n(ANOV A) based on reports of phenotypical diﬀerences between\nmales and females with neurodevelopmental disorders sharing\nsymptom characteristics (Ethridge et al., 2017, 2019; May et al.,\n2019). Age was included as a covariate and retained when\nsigniﬁcant to control for age-related factors that potentially\ninﬂuence symptom experiences, presentation, and quality of life\n(Schroder et al., 2013; Palumbo et al., 2018; Jager et al., 2020).\nCluster Analyses\nScored variables from clinical measures ( N= 16, see Table 2 for\na full list of included measures) were standardized using z-scores\nfor cluster analyses. Variables were selected for clustering based\non hypothesized relationships to misophonia or psychiatric risk.\nSubscales were selected in lieu of total scores to avoid issues\nwith interpreting outcomes associated with combining subscales\nmeasuring diﬀerent symptoms thus preventing a less accurate\nassessment of sub-phenotypes (e.g., MQ: used the subscale for\nemotional behaviors and trigger responses over total score).\nSubgroup formation was determined with the use of Two-Step\ncluster analysis and silhouette plot evaluation as a data-driven\napproach to determining the initial input for k-means clustering.\nThe Two-Step cluster analysis outcome was conﬁrmed using\nsilhouette plot evaluation, as the results of silhouette plotting\nare representations of clustering method outputs. A Two-Step\ncluster approach identiﬁes sub-groups by running pre-clustering\nfollowed by hierarchical clustering methods and provides an\nestimation for the optimal cluster deﬁnition. The Two-Step\ncluster algorithm outcome suggested two subgroups splitting\non the presence or absence of clinically signiﬁcant levels of\nmisophonia symptoms, however silhouette plots suggested the\npresence of a third subgroup. Due to this discrepancy, we\nconducted a two-cluster solution and a three-cluster solution via\nK-Means Cluster analyses to explore and address potential splits\non variable types. K-means clustering provides cluster centroids\nbased on minimizing the sum of squared simple Euclidiandistance for the pre-deﬁned cluster number. The k-means\nalgorithm achieved stability after 26-iterations for the three-\ncluster solution and after 5-iterations for the two-cluster solution.\nUnivariate ANOV As were run to address group diﬀerences by\ncluster on variables entered into the k-means cluster analysis\naccording to the three-cluster solution. Fisher’s Least Signiﬁcant\nDiﬀerence (Fisher’s LSD) post-hoc test determined signiﬁcance\nbetween clusters. Current diagnoses were also evaluated by\ncluster membership according to the three-cluster solution using\nchi-square analyses.\nMediation Model\nTo investigate the role of anxiety on the relationship between\nmisophonia symptoms severity and emotional behaviors\nmeasured via the MQ a bootstrapped simple mediation\nanalysis was performed using PROCESS (Hayes, 2018). Simple\nself-reported anxiety frequency and intensity were used as\nindividual mediation variables. Anxiety was assessed by asking\nparticipants the frequency of which anxiety was experienced\n(5-point scale from never –all the time) and the intensity\nof anxiety experienced in a typical day (5-point scale from\nnone –extreme distress ). Further bootstrapped mediation\nanalyses were conducted to evaluate anxiety intensity and\nfrequency mediation by cluster. All mediation analysis were\nbootstrapped 5,000 times.\nRESULTS\nOf 343 participants, 54 (15.6%) reported clinically relevant levels\nof misophonia symptoms indicated by self-reported scores of\n7 or greater on the MQ Misophonia Severity Scale. All scored\nclinical measure variables from the SCS were assessed by group\n(above and below threshold for clinically signiﬁcant misophonia)\nfor diﬀerences with resulting signiﬁcance for variables indexing\nsensory sensitivity. Signiﬁcant group diﬀerences were identiﬁed\nfor 14 out of 16 scored clinical variables that addressed\nvarious symptoms of misophonia with the misophonia group\nexhibiting increased scores compared to the below threshold\n(non-misophonia) group ( Table 2 ).\nAdditional intrapersonal variables that potentially interact\nwith misophonia presence were explored via three-way\nMANCOV A on questionnaire variables. All questionnaire\nvariables were assessed by sex and misophonia diagnosis (group)\ncontrolling for age. Only one variable exhibited signiﬁcant sex\ndiﬀerences for individual misophonia symptoms endorsed across\nthe whole sample, suggesting misophonia aﬀects males and\nfemales similarly. Only the aloof subscale scores of the BAPQ\nsigniﬁcantly diﬀered by sex, F.1;129/= 4.23, p= 0.042, but the lack\nof interaction between misophonia and sex for the BAPQ aloof\nsubscale suggests this sex diﬀerence is not linked to misophonia.\nThe only signiﬁcant interaction was found between group and\nsex for total THI score, F.1;129/= 10.94, p= 0.001. Females\nwith clinical levels of misophonia symptoms reported greater\ntinnitus symptom severity ( M= 27.82, SD= 14.05) compared to\nmales with clinical levels of misophonia symptoms ( M= 10.00,\nSD= 7.35) and females and males without misophonia based\nFrontiers in Neuroscience | www.frontiersin.org 5 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 6\nNorris et al. Multidimensional Phenotyping in Misophonia\non MQ severity scores (females: M= 11.45, SD= 10.53; males:\nM= 18.38, SD= 20.22).\nTrigger Endorsement\nMean, standard deviation, item ranges, and frequency of\nendorsement for S-Five Misophonia triggers are presented\ninTable 3 and for the MQ triggers in Table 4 . S-Five trigger\nitems were evaluated by misophonia grouping. Individuals\nthat qualiﬁed for misophonia reported signiﬁcantly decreased\nauditory stimulus tolerance for the speciﬁc auditory triggers\nlisted in Table 3 compared to those that did not qualify\nfor misophonia. The S-Five also included non-auditory\ntriggers that were signiﬁcantly diﬀerent between those who\nqualiﬁed for misophonia and those that did not. Trigger items\nfrom the MQ were also evaluated by misophonia grouping.\nIndividuals who qualiﬁed for misophonia reported signiﬁcantly\nincreased auditory trigger sensitivity to all trigger items on\nthe MQ compared to participants who did not qualify for\nmisophonia ( Table 4 ).\nTinnitus\nA total of 50.4% ( N= 173) of participants reported experiencing\nringing in the ears or tinnitus via the screener question\nacross the whole sample. It is likely this includes many false\npositives who only experience transient ear ringing, a normalphenomenon, versus actual tinnitus, therefore percentages\nshould be interpreted broadly as sensitivity to aural phenomena,\nwith above-threshold THI scores reﬂecting more likely cases of\ntrue tinnitus. Forty participants who qualiﬁed for misophonia\nreported experiencing tinnitus making the rate of tinnitus or ear\nringing occurrence 74.1% among the participants who qualiﬁed\nfor misophonia. Among individuals without misophonia, 46%\nreported ringing in the ears viathe screener, suggesting a\nmarginal, $2(1, 343) = 3.84, p= 0.05 increase in tinnitus,\nor at the least sensitivity to aural phenomena, in misophonia.\nThe total incidence rate of co-occurrence of misophonia and\ntinnitus among all of those who reported tinnitus viascreener was\n23.1%, which is signiﬁcantly higher than the overall incidence\nrate of misophonia in this sample (15.6%), $2(1, 516) = 4.35,\np= 0.037. THI scores provide a more informative index\nof true tinnitus. Of the 40 participants with co-occurring\ntinnitus reports viascreener and misophonia, 37 completed the\nTHI and reported experiencing signiﬁcantly increased tinnitus\nseverity ( M= 24.00, SD = 16.55) compared to participants\nwho reported without misophonia ( M= 14.66, SD = 16.55),\nt(165) =\u00003.04, p= 0.003.\nCluster Results\nMultivariate taxometric analyses (i.e., clustering) did not neatly\nidentify subcategories that well-characterized the data according\nTABLE 2 | Results of independent samples t-tests comparing misophonia groups on scored clinical variables.\nMisophonia No misophonia\nClinical variables M SD M SD t df Cohen’s d\nMQ sounds sensitivity 16.30 5.00 11.36 4.88 \u00006.75*** 336 –1.01\nMQ emotional behaviors 21.81 6.89 12.51 6.41 –9.49*** 331 –1.43\nMQ total 38.10 9.12 23.97 9.55 –9.86*** 328 –2.93\nTHI total 24.00 16.55 14.66 16.48 –3.04** 165 –0.57\nASP – Auditory processing 31.69 6.84 27.08 6.60 –4.67*** 337 –0.69\nASP – Low registration 40.00 8.05 34.94 9.193 –3.78*** 333 –0.56\nASP – Sensory seeking 47.15 8.84 46.53 8.48 –0.47 332 –0.07\nASP – Sensory sensitivity 43.94 9.67 37.98 9.18 –4.29*** 330 –0.64\nASP – Sensation avoiding 41.27 8.43 37.41 8.97 –2.87** 329 –0.43\nBAPQ total 3.28 0.43 3.02 0.55 –3.78*** 84.11 –0.48\nBAPQ – Aloof 3.09 0.70 2.94 0.85 –1.32 83.49 –0.17\nBAPQ – Pragmatic language 2.95 0.47 2.67 0.55 –3.41*** 335 –0.51\nBAPQ – Rigid 3.54 0.56 3.19 0.62 –3.75*** 335 –0.56\nSPQ – Cognitive perceptual 39.76 7.8 34.22 8.9 –4.26*** 335 –0.63\nSPQ – Interpersonal 31.15 7.61 27.52 8.53 –2.89** 337 –0.43\nSPQ – Disorganized 24.56 6.09 22.49 6.32 –2.21* 333 –0.33\nS-Five triggers 1 23.98 9.88 14.44 7.67 –6.54*** 61.49 –1.19\nS-Five triggers 2 19.88 12.47 10.59 8.30 –5.17*** 59.73 –1.02\nS-Five triggers 3 12.45 8.57 7.76 6.01 –3.82*** 61.97 –0.75\nS-Five presence 48.24 12.88 34.32 11.27 –8.14*** 340 –1.21\nS-Five emotional experience 61.38 16.10 44.85 13.22 –8.05*** 334 –1.07\nS-Five reaction behaviors 60.20 15.49 45.16 13.81 –7.19*** 338 –1.07\nS-Five perceptions of misophonia 27.15 10.79 18.44 9.19 –6.65*** 330 –0.92\nMean values for all clinical variables by group and t-scores. T-scores accompanied by non-whole number degrees of freedom are t-tests without assumed variance.\np>0.05, *p <0.05, **p <0.01, ***p <0.001.\nFrontiers in Neuroscience | www.frontiersin.org 6 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 7\nNorris et al. Multidimensional Phenotyping in Misophonia\nto the silhouette measure of cohesion and separation. Two-\nStep Cluster analysis determined two distinct subgroupings with\nfair cluster quality based on 16 z-scored variable inputs where\nthe average silhouette measure of cohesion and separation was\n0.3 (i.e., potentially more variation within clusters or clusters\nare more similar than preferred). However, silhouette plots\nshowed clear separation for both the two- and three-cluster\nsolution (average silhouette scores: two-cluster solution = 0.34,\nthree-cluster solution = 0.23) ( Figure 1 ). To further evaluate\nthe appropriateness of the three cluster solution, a univariate\nanalysis of variance (ANOV A) tested for group diﬀerences onstandardized scored variables by cluster membership according\nto a three-cluster solution. Exploratory cluster eﬀorts found\na subset of variables ( N= 13) neatly spanning three cluster\ncategories including variables directly indexing misophonia,\ntinnitus severity, sensory hypersensitivity, and social symptoms.\nAs the majority of variables supported a three-cluster solution\nviasigniﬁcant diﬀerences across all three clusters, and this\nsolution represented potential knowledge gained on statistically-\nsupported subgroupings, the three-cluster solution was retained.\nTable 5 shows the breakdown of signiﬁcance by variables\nsigniﬁcantly diﬀerent across all three clusters (trichotomous)\nTABLE 3 | Trigger items endorsed across all participants on the trigger section of the S-Five.\nFrequency of endorsement\nS-Five trigger item t M SD 0 1 2 3 4 5\nLoud chewing –4.64*** 2.09 1.09 25 67 140 77 27 6\nCrunching an apple –5.25*** 0.91 1.17 179 72 49 30 10 2\nSwallowing –4.59*** 0.92 1.14 163 96 45 22 13 2\nLip smacking –5.24*** 1.85 1.23 51 88 106 60 32 5\nSlurping –3.74*** 1.64 1.27 77 88 94 50 28 4\nBreathing –4.27*** 0.75 1.03 186 89 42 16 5 3\nThroat clearing –5.34*** 1.01 1.06 139 105 59 34 4 1\nCoughing –3.41*** 0.97 1.06 148 96 64 28 5 1\nNose snifﬁng –4.92*** 1.09 1.08 123 110 70 27 9 1\nBaby crying –0.32 1.78 1.21 59 81 103 77 13 7\nRepetitive barking –2.46* 1.95 1.18 36 96 96 75 33 3\nCertain letter sounds –2.32* 0.32 0.70 268 44 22 6 1 0\nCertain accents –1.56 0.30 0.74 280 34 18 7 3 0\nHiccups –2.74** 0.59 0.83 195 106 28 9 2 1\nTapping pen –3.29** 1.45 1.14 73 127 79 45 15 3\nTapping foot –4.71*** 1.18 1.12 111 117 72 29 12 2\nTapping ﬁnger –4.21*** 1.14 1.13 121 109 63 36 9 2\nSwinging legs –3.85*** 0.63 0.97 213 72 38 14 5 1\nClicking pen –3.94*** 1.59 1.16 64 109 95 54 15 4\nKeyboard tapping –3.54*** 0.76 1.05 192 74 43 26 4 1\nRustling plastic –3.83*** 1.06 1.05 126 109 73 25 7 1\nWhistling sound –3.21** 0.96 1.09 153 99 53 27 11 0\nRustling paper –3.39** 0.81 1.00 173 91 57 13 8 1\nCar engine –1.85 0.41 0.80 254 52 23 13 1 0\nClock ticking –4.78*** 0.91 1.15 167 92 49 19 11 4\nHumming of object –4.18*** 0.89 1.11 169 93 43 28 8 2\nLow frequency bass sounds –3.11*** 0.56 0.96 229 63 31 13 6 1\nSkin picking –1.06 1.10 1.27 155 77 55 37 15 4\nFoot wiggling –2.68** 0.51 0.90 235 61 28 13 3 1\nHair twirling –1.77 0.32 0.74 276 33 23 9 1 0\nPacing –2.83** 0.81 1.04 173 97 44 16 11 0\nNail biting –2.08* 0.78 1.07 187 82 46 18 6 3\nHands to mouth –1.77 0.60 0.94 214 77 33 12 7 0\nSlimy textures –2.16* 1.35 1.31 114 89 74 42 12 10\nStrong smells –2.62* 1.95 1.29 59 65 90 100 17 11\nSeeing someone chew gum –3.84*** 0.65 1.12 230 51 32 17 9 4\nAll items are on a scale of 0–5 and not all triggers are auditory-speciﬁc stimuli. Trigger items are from the 2018 version of the S-Five psychometric tool for Misophonia\nevaluation. T-scores reﬂect independent samples Welch’s t-tests comparing trigger item endorsement by group (misophonia vs no misophonia). p >0.05, *p = 0.05,\n**p = 0.01, ***p = 0.001.\nFrontiers in Neuroscience | www.frontiersin.org 7 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 8\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 4 | Trigger items endorsed on the trigger subscale of the misophonia questionnaire (MQ).\nFrequency of endorsement\nMQ trigger item t M SD 0 1 2 3 4\nPeople eating –4.59*** 2.34 1.16 24 56 107 93 63\nRepetitive tapping –2.96** 2.06 1.19 35 86 86 94 42\nRustling –4.69*** 1.66 1.19 62 109 82 63 26\nNasal sounds –4.21*** 1.98 1.17 32 100 92 78 39\nThroat sounds –3.98*** 1.91 1.21 47 89 88 83 35\nVowel/consonant sounds –3.85*** 0.79 1.01 174 102 35 25 6\nEnvironmental sounds –4.14*** 1.39 1.19 93 109 75 44 22\nAll items are on a scale of 0–4. T-scores reﬂect independent samples t-tests comparing trigger item endorsement by group (misophonia vs no misophonia). p >0.05,\n**p = 0.01, ***p = 0.001.\nFIGURE 1 | Silhouette plot for the three-cluster solution.\nand those signiﬁcantly diﬀerent between only two clusters\n(dichotomous). Signiﬁcant trichotomous variables from the\nthree-cluster k-means solution imply that certain traits of\nmisophonia evaluated in the current study exist on a spectrum.\nThe remaining variables ( N= 3) signiﬁcantly fell into two\nindependent clusters signifying potential threshold behavior for\nvariables speciﬁcally indexing sensory responsivity and sensory\nhyposensitivity.\nThe three-cluster solution grouped 93 participants into cluster\n1, 132 participants into cluster 2, and 118 participants into\ncluster 3. Cluster 3 was signiﬁcantly diﬀerent from clusters\n1 and 2 on all variables directly indexing misophonia and\ntinnitus severity ( Table 5 ). The three-cluster solution grouped\n22 participants who qualiﬁed for misophonia into cluster\n3 and 31 participants who qualiﬁed for misophonia into\ncluster 1. Only 1 participant who exhibited clinically signiﬁcant\nlevels of misophonia clustered into cluster 2, suggesting that\nindividuals who qualify for a misophonia diagnosis potentially\nexhibited one of two presentations of misophonia symptoms\nor co-morbidities. When applying a three-cluster solution after\nevaluating cluster membership for the two-cluster solution,the third cluster was predominately comprised of individuals\nthat were previously clustered into cluster 2 from the two-\ncluster solution. Only three participants from cluster 1 were\nnewly clustered into cluster 3, suggesting that the two-\ncluster solution primarily separated groups based on the\nintensity of symptoms (i.e., high or low misophonia symptoms),\nand the three-cluster solution further subdivides the high\nmisophonia symptom group.\nParticipants were asked to self-report whether they\nexperienced tinnitus to address the presence of basic sensory\nprocessing abnormalities. Chi-squared analysis on self-reported\ntinnitus presence by cluster showed signiﬁcantly increased\nfrequencies of individuals with self-reported tinnitus relative\nto those without tinnitus in cluster 1, $2(2,N= 343) = 10.16,\np= 0.006. Cluster 2 had more participants without tinnitus than\nwith tinnitus and cluster 3 had approximately even numbers of\nparticipants with and without tinnitus. A chi-squared analysis\nwas also conducted for THI total scores and showed an even\ndistribution of responses across the three clusters. However,\nindividuals in cluster 3 appeared to endorse increased tinnitus\nseverity (i.e., higher THI total scores) more frequently than\nparticipants in clusters 1 and 2. Chi-squared results paired\nwith signiﬁcantly increased average THI scores in cluster 3\nsuggest increased basic sensory processing challenges may be\ncharacteristic of cluster 3 ( Table 5 ). Cluster 3 was also associated\nwith signiﬁcantly higher sensory symptoms on the trichotomous\nASP variables, further supporting a broad sensory component\nfor this subgroup, however similarly increased BAPQ and SPQ\nscores in this cluster suggest that individuals in this subgroup\nare more broadly aﬀected by subclinical psychiatric symptoms in\ngeneral, whereas increased MQ scores in cluster 1 coupled with\nmore intermediate psychiatric scores may indicate a more “pure”\nform of misophonia.\nOther Sensory Triggers\nMeans and standard deviations are reported in Table 6 for\nself-reported triggers and the severity of trigger experience\nin other sensory modalities. No signiﬁcant diﬀerences were\nreported by misophonia grouping for other sensory triggers, but\nseverity of other sensory trigger experiences were signiﬁcantly\ndiﬀerent for all sensory modalities between those that qualiﬁed\nFrontiers in Neuroscience | www.frontiersin.org 8 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 9\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 5 | Clustering behavior and ANOVA results for variables entered into the K-means cluster analysis based on the three-cluster solution.\nDichotomous outcomes Trichotomous outcomes\nClinical variables ANOVA Cluster 1 Cluster 2 Cluster 3 Cluster 1 Cluster 2 Cluster 3\nF df M SD M SD M SD M SD M SD M SD\nMQ sound sensitivity 42.67*** 2, 335 0.65 0.96 –0.48 0.79 0.03 0.95\nMQ emotional behaviors 55.19*** 2, 330 0.68 0.93 –0.56 0.77 0.09 0.93\nMQ severity 48.12*** 2, 240 0.64 1.10 –0.53 0.65 0.09 0.92\nTHI total 22.11*** 2, 164 0.01 0.82 –0.58 0.32 0.54 1.25\nASP sensory seeking 6.88*** 2, 331 0.32 0.93 –0.06 1.09 –0.18 0.89\nASP auditory processing 96.26*** 2, 336 0.34 0.75 –0.75 0.87 0.58 0.75\nASP low registration 84.03*** 2, 332 0.26 0.74 –0.71 0.83 0.59 0.86\nASP sensory sensitivity 100.34*** 2, 329 0.42 0.76 –0.76 0.77 0.55 0.84\nASP sensation avoiding 127.64*** 2, 328 0.19 0.73 –0.77 0.71 0.76 0.81\nBAPQ aloof 86.35*** 2, 335 –0.30 0.77 –0.51 0.95 0.79 0.67\nBAPQ pragmatic language 99.33*** 2, 334 –0.07 0.69 –0.66 0.83 0.77 0.82\nBAPQ rigid 79.31*** 2, 334 0.25 0.86 –0.70 0.83 0.58 0.79\nBAPQ total 191.38*** 2, 324 –0.09 0.64 –0.79 0.81 0.93 0.54\nSPQ disorganized 49.01*** 2, 332 0.07 0.95 –0.55 0.92 0.56 0.77\nSPQ cognitive perceptual 68.81*** 2, 334 0.08 0.86 –0.62 0.83 0.64 0.85\nSPQ interpersonal 90.14*** 2, 336 –0.19 0.83 –0.57 0.89 0.79 0.69\nF-scores reﬂect ANOVA results for the three-cluster solution split by within cluster signiﬁcance into dichotomous or trichotomous. All variables were z-score transformed.\np>0.05, ***p = 0.001.\nTABLE 6 | Results of independent samples t-tests comparing misophonia groups on other sensory triggers.\nMisophonia No misophonia\nOther sensory variables N Percentage N Percentage Chi-squared df\nTriggers\nVisual 21 38.9% 92 31.8% 0.86 1\nSmell 27 50.0% 143 49.5% 0.03 1\nTaste 19 35.2% 93 32.2% 0.23 1\nTexture 32 59.3% 127 43.9% 3.34 1\nMisophonia No misophonia\nM SD M SD Z U\nSeverity\nVisual 1.43 1.25 0.91 1.15 –3.24** 5104\nSmell 1.88 1.52 1.32 1.27 –2.57* 5559\nTaste 1.71 1.50 0.96 1.17 –3.48** 4843.5\nTexture 2.13 1.66 1.24 1.30 –3.71*** 5007\nReport of other sensory triggers by sensory modality, including percentage of total group (misophonia vs no misophonia). Mean values for level of other sensory trigger\nseverity by group and z-scores. Z-scores reﬂect Mann-Whitney tests. p >0.05, *p <0.05, **p <0.01, ***p <0.001.\nfor misophonia and those that did not ( Table 6 ). Triggers\nin other sensory modalities were further evaluated by cluster\nmembership using a independent samples Kruskal_Wallis test\nresulting in a signiﬁcant main eﬀect of cluster ( Table 7 ). Primary\ndiﬀerences in other sensory triggers and severity were found\nbetween cluster 1 and cluster 2 with cluster 1 exhibiting the\ngreatest trigger endorsement and higher severity scores. Cluster\n1 presenting with the greatest scores on all other sensory triggers\nand cluster 3 reﬂecting the more intermediate phenotype suggests\nthat sensory diﬃculties in other modalities may be a moreuniversal experience for those reporting clinically relevant levels\nof misophonia symptoms.\nAnxiety Mediation Models\nResult of the mediation analysis for anxiety intensity showed a\ndirect eﬀect of clinically relevant levels of misophonia determined\nfrom MQ severity scores on emotional behaviors indexed by the\nMQ. F.1;330/= 106.52, p<0.001. Anxiety intensity measured\nviaself-report signiﬁcantly mediated the eﬀect of misophonia\nsymptom severity on emotional behaviors to account for 7.41%\nFrontiers in Neuroscience | www.frontiersin.org 9 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 10\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 7 | Clustering behavior and kruskal-wallis test results for other sensory triggers based on the three-cluster solution.\nChi-squared Cluster 1 Cluster 2 Cluster 3\nOther sensory variables X2df N % N % N %\nTriggers\nVisual 8.88** 2 41 46.1% 33 26.4% 39 35.1%\nSmell 6.83* 2 56 60.2% 55 42.6% 59 52.2%\nTaste 14.70** 2 38 41.3% 27 21.6% 47 43.1%\nTexture 21.05*** 2 56 60.9% 40 32.0% 63 54.8%\nKuskal-Wallis Cluster 1 Cluster 2 Cluster 3\nH df M SD M SD M SD\nSeverity\nVisual 13.02** 2 1.29 1.29 0.66 0.99 1.01 1.12\nSmell 16.04*** 2 1.73 1.47 0.97 1.12 1.44 1.35\nTaste 16.49*** 2 1.38 1.44 0.67 0.98 1.24 1.28\nTexture 28.72*** 2 1.84 1.59 0.77 1.05 1.52 1.39\nChi-squared results for endorsement of triggers in other sensory modalities, with number and percentage of each cluster. Group differences on trigger severity across\nclusters assessed using Kruskal-Wallis, with H scores reported. p >0.05, *p = 0.05, **p = 0.01, ***p = 0.001.\nof the total eﬀect of MQ symptom severity on MQ emotional\nbehaviors, F.1;331/= 33.88, p<0.001 ( Figure 2 ). Anxiety\nfrequency measured viaself-report also signiﬁcantly mediated\nthe relationship between misophonia symptoms severity on\nemotional behaviors to account for 4.22% of the total eﬀect of MQ\nsymptom severity on MQ emotional behaviors, F.1;331/= 20.52,\np<0.001 ( Figure 3 ). The total unstandardized indirect eﬀect of\nX (MQ symptom severity) on Y (MQ emotional behaviors) for\nthe model with anxiety frequency was 0.07 and the total (direct)\neﬀect of X on Y for the model with anxiety intensity 0.13.\nResults of the mediation analysis by cluster according to\nthe three-cluster solution showed a direct eﬀect of clinically\nrelevant levels of misophonia determined from MQ severity\nscores on emotional behaviors (MQ) for all clusters [Cluster 1:\nF.1;127/= 32.25, p<0.001; Cluster 2: F.1;90/= 30.99, p<0.001;\nCluster 3: F.1;110/= 38.98, p<0.001]. Anxiety intensity mediated\nthe relationship between MQ severity scores and MQ emotional\nbehaviors for cluster 1 and cluster 3, but not cluster 2 ( Table 8 ).\nAnxiety intensity accounted for 18.96% of the total eﬀect of\nMQ symptom severity on MQ emotional behaviors in cluster\n1 and 9.87% of the total eﬀect for cluster 3 but only 1.57% of\nthe total eﬀect for cluster 2. Anxiety frequency did not mediate\nthe relationship between MQ severity scores and MQ emotional\nbehaviors for any cluster. Figures 1 ,2show the overall mediation\nmodels for anxiety intensity and frequency, respectively, with the\nremaining mediation results reported in Table 8 .\nDiagnoses\nParticipants were asked to self-report current formal diagnoses\nthat they held at the time of participation. It is important to\nnote that participants were not required to submit medical\nrecords as proof of diagnosis; while the survey explicitly\nrequested self-report of clinician-made formal diagnoses, some\namount of self-diagnosis may contribute here. Self-reported\ndiagnoses across the entire sample were evaluated by cluster\nFIGURE 2 | Overall mediation model for anxiety intensity. Standardized path\ncoefﬁcients. *** p<0.001, all two tailed.\nFIGURE 3 | Overall mediation model for anxiety frequency. Standardized path\ncoefﬁcients. *** p<0.001, all two tailed.\nmembership based on the three-cluster solution ( Table 9 ). All\noﬃcial diagnoses occurred with even frequency across all three\nclusters suggesting that clinically signiﬁcant anxiety, depression,\nor personality disorder traits did not inﬂuence variable clustering.\nAnxiety disorders [i.e., General Anxiety Disorder (GAD),\nObsessive-Compulsive Disorder (OCD), and Post-Traumatic\nStress Disorder (PTSD)], and Depression were of speciﬁc interest\nand an additional analysis was conducted for diagnoses of\nFrontiers in Neuroscience | www.frontiersin.org 10 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 11\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 8 | Mediation model path coefﬁcients.\nStandardized path coefﬁcients\nModel path Cluster 1 Cluster 2 Cluster 3\nAnxiety intensity model\nMisophonia!Anxiety intensity 0.35*** 0.12 0.29**\nAnxiety intensity!Emotional behaviors 0.28** 0.06 0.17*\nMisophonia!Emotional behaviors 0.41*** 0.44*** 0.46***\nAnxiety frequency model\nMisophonia!Anxiety frequency 0.27* 0.08 0.18\nAnxiety frequency!Emotional behaviors 0.15 –0.03 0.19*\nMisophonia!Emotional behaviors 0.47*** 0.45*** 0.48***\n*p<0.05, **p <0.01, ***p <0.001, all two tailed. Mediation models for each cluster follow the same model structure as those in Figure 2 (anxiety intensity) and 3\n(anxiety frequency).\ninterest by misophonia classiﬁcation. All aforementioned anxiety\ndisorders were combined into a single variable to test for group\ndiﬀerences. Individuals that qualiﬁed for misophonia reported\nincreased total anxiety diagnoses, OCD, PTSD, and GAD. Oﬃcial\ndiagnoses of depression, Panic Disorder, and Social Anxiety\nDisorder did not diﬀer between misophonia groups ( Table 10 ).\nNeurodevelopmental and sensory processing disorders were\nnot frequently endorsed within the current sample with the\nexception of ADHD. Twenty-three individuals reported a formal\ndiagnosis of ADHD and were included in the group diﬀerence\nanalysis. No signiﬁcant group diﬀerences were found between\nparticipants who qualiﬁed for misophonia and those that did not.\nDISCUSSION\nThe current study aimed to replicate prior work evaluating\nmisophonia in a large sample of university undergraduates with\nadditional emphasis on symptoms of sensory hypersensitivity\nand symptom subgrouping. Our ﬁndings support a similar but\nslightly reduced misophonia prevalence rate within a non-clinical\nsample of undergraduate students, with approximately 15% of the\ncurrent sample reporting clinically relevant levels of misophonia\nsymptoms. Groupings were determined from MQ symptom\nseverity scores identifying 54 participants who qualiﬁed for\nmisophonia by exhibiting clinically relevant levels of misophonia\nsymptoms. The relatively large percentage of participants\nwho qualiﬁed for misophonia supports the conclusion that\nmisophonia symptoms are common in non-clinical samples\n(Wu et al., 2014).\nSymptom Presentation\nOur results support recent ﬁndings showing eating sounds and\nbreathing/nasal sounds as the primary triggers for individuals\nwith misophonia (Jager et al., 2020). People eating was the most\nfrequently endorsed trigger item on the MQ trigger subscale,\nwith approximately 45% of the sample reporting heightened\nsensitivity (i.e., selected often sensitive oralways sensitive ). S-Five\ntrigger endorsement results supported MQ trigger subscale\nﬁndings with increased reports of reduced tolerance for sounds\nrelated to eating. Though aversion to oral/nasal sounds iscommon, the frequency with which participants endorsed\ntriggers unrelated to oral/nasal sounds is consistent with\nobjective reports that individuals with misophonia ﬁnd human\nnon-oral/throat and non-human/nature sounds to be more\naversive compared to individuals who do not have misophonia\n(Hansen et al., 2021).\nTrigger endorsement rates for the MQ trigger items more\nfrequently endorsed were relatively elevated compared to\nprevious work (Edelstein et al., 2013; Wu et al., 2014). Trigger\nendorsement ranged from 20 to over 45% of the whole sample\nreporting they were either “often” or “always” sensitive to\nany given auditory trigger, apart from vowel and/or consonant\nsounds (\u00189%). Participants who qualiﬁed for misophonia\nreported greater sensitivity to auditory stimuli classiﬁed under\nMQ trigger item categories compared to subclinical participants.\nIncreased self-reported sensitivity to known misophonia triggers\nsuggests participants who qualiﬁed for misophonia experience\nclinically relevant levels of auditory hypersensitivity across\nmultiple stimuli.\nS-Five triggers provided more detailed options for trigger\nendorsement and thus better-characterized responses from\nparticipants who qualiﬁed for misophonia. S-ﬁve sensory triggers\ncovered a broad range of auditory stimuli that were more\nspeciﬁc compared to MQ triggers (e.g., crunching an apple\ncompared to people eating) with response options that better\nreﬂected commonly reported misophonia-speciﬁc reactions\n(e.g., annoyance, tolerance, aggressive behavior, and anxiety-\ninduced avoidance). S-Five triggers also included non-auditory\nstimuli with diﬀerences between those without misophonia and\nindividuals reporting clinical signiﬁcant levels of misophonia\nsymptoms on aversion to strong smells and some visual triggers\nsuggesting pathways responsible for sensory hypersensitivities\nmay be universally impaired in misophonia. A subset of\nparticipants endorsing the most extreme behavioral options\non S-Five trigger items suggested a subpopulation with\nreduced tolerance and likely exhibition of extreme emotional\nor behavioral responses when exposed to speciﬁc stimuli\n(Vitoratou, 2018). Importantly, the S-Five indexes misophonia\ntriggers in terms of emotional and behavioral responses\nto triggers resulting in a trigger section more speciﬁcally\ndesigned to depict the unique presentation of misophonia\nFrontiers in Neuroscience | www.frontiersin.org 11 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 12\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 9 | Self-reported diagnoses by cluster membership.\nPercentage of participants\nDiagnosis Cluster 1 Cluster 2 Cluster 3\nEating disorders\nAnorexia nervosa 2.2 1.5 4.2\nBulimia nervosa 2.2 0 0.8\nNeurodevelopmental disorders\nAttention-deﬁcit/hyperactivity disorder (ADHD) 10.7 6 5.9\nAutism spectrum disorder (ASD) 0 0 0.8\nTic disorder 1.1 0 0.8\nAnxiety disorders\nGeneral anxiety disorder (GAD) 15.2 9.8 18.6\nObsessive compulsive disorder (OCD) 3.2 0.7 5.1\nPanic disorder 0 1.5 0.8\nPost-traumatic stress disorder (PTSD) 4.3 1.5 5.1\nSocial anxiety disorder 0 3 4.2\nAnxiety disorders (total) 8.6 8.3 15.2\nAuditory disorders\nHearing loss 1.1 0.7 3.4\nHyperacusis 0 0 0\nSelective mutism 0 0 0\nTinnitus 1.1 1.5 3.4\nPersonality disorders\nObsessive compulsive personality disorder (OCPD) 1.1 0 0\nSchizotypal personality disorder 0 0 0\nDepressive disorders\nDepression 17.2 9.8 18.6\nBipolar and related disorders\nBipolar disorder 0 0 1.7\nOther\nSensory processing disorder 0 0 0.8\nCategorization based on DSM-5 diagnostic categories.\nsymptoms over general auditory hypersensitivity (Vitoratou,\n2018; Vitoratou et al., 2021). Decreased tolerance for auditory\ntriggers on the S-Five lends further support to the conclusion\nthat the participants classiﬁed into the misophonia group\nby MQ symptom severity experienced increased sensory\nhypersensitivity to speciﬁc auditory stimuli with associated\nemotional/behavioral reactivity.\nTinnitus and Sensory Processing\nAbnormalities\nThe incidence rate of tinnitus and misophonia co-occurrence\nwas elevated suggesting that populations of individuals with\nmisophonia have an increased risk for co-occurring sensory\nprocessing disorders. Screening questions regarding ear ringing\nhave a high false positive rate when regarded alone, however\nincreased severity of tinnitus symptoms on the THI in individuals\nwith misophonia supports a likely true increase in co-occurrence\nwhich may be linked to basic sensory processing abnormalities\nrelatively early in the auditory processing pathway. However, this\ninterpretation may involve additional nuance as indicated by the\ncluster ﬁndings discussed below and by the functional limitations\nof the THI (Meikle et al., 2012).Cluster Results\nClustering our sample by symptom presentation provides a\nmore nuanced approach to evaluating misophonia symptom\ncharacterization and understanding syndromic or spectrum\nrepresentation in the disorder [Schroder et al., 2013; Erfanian\net al., 2019; Jager et al., 2020; Swedo et al., 2021 (Preprint)].\nThe three-cluster solution identiﬁed a spectrum of symptom\npresentations ranging from no symptoms to severe symptom\noutcomes. These analyses identiﬁed a cluster (cluster 3)\nconsisting of a severe neuropsychiatric symptom presentation\nwith most participants exhibiting heightened broad-band\nsensory hypersensitivity, characteristics of ASD, and schizotypal\npersonality characteristics. Cluster 3 also included individuals\nwith the highest tinnitus severity scores, suggesting broad sensory\ninvolvement. Based on self-reported experiences of triggers in\nother sensory modalities, sensory hypersensitivities may be more\nspeciﬁc to the auditory stimuli with moderately increased reports\nof diﬃculties in other sensory modalities for cluster 3. Cluster\n1 consisted of the most severe presentations of misophonia\nsymptoms, including increased reports of other sensory trigger\nexperiences. Interestingly, cluster 1 contained more of the\nparticipants who qualiﬁed for misophonia compared to cluster\nFrontiers in Neuroscience | www.frontiersin.org 12 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 13\nNorris et al. Multidimensional Phenotyping in Misophonia\nTABLE 10 | Percent self-reported diagnoses by group.\nGroup\nDiagnosis No misophonia Misophonia Chi-squared\nAnxiety disorders\nGeneral anxiety disorder (GAD) 12.4 24 4.77*\nObsessive compulsive disorder (OCD) 1.3 11.1 14.16***\nPanic disorder 0.6 1.8 0.78\nPost-traumatic stress disorder (PTSD) 2 11.1 10.36**\nSocial anxiety disorder 3.1 0 1.71\nAnxiety disorders (total) 7.6 27.7 17.81***\nDepressive disorders\nDepression 13.4 22.2 2.67\nCategorization based on DSM-5 diagnostic categories. *p <0.05, **p <0.01, ***p <0.001.\n3, supporting the possibility that misophonia symptoms may\nrepresent a general risk pattern for more psychiatric disorder\nor even arise as an epiphenomenon of other disordered systems\n(e.g., subsyndromic ASD symptoms or tinnitus) in a relatively\nsmall subgroup of individuals with misophonia. Cluster 1\nmay represent a more “pure” form of misophonia that is\nless related to genetic risk for psychiatric disorder or speciﬁc\nsensory conditions like tinnitus and may respond diﬀerently\nto therapeutic intervention than more complicated forms with\nincreased co-occurring psychiatric conditions. Regardless,\nparticipants clustered into cluster 1 still reported increased\ngeneral sensitivity to sensory stimuli and more varied sensory\nexperiences (i.e., other sensory triggers and severity of those\ntrigger experiences) and exhibited increased characteristics of\nASD compared to the relatively unaﬀected individuals in cluster\n2. Given the diﬀerences in neuropsychiatric presentation across\nclusters, these subgroups may also reﬂect diﬀerent underlying\npathways related to diﬃculties in sensory processing (cluster\n1) or higher-order cortical control (cluster 3), although this\nrelationship remains to be experimentally validated. However,\nincreased scores on the BAPQ across both clusters 1 and 3,\nparticularly in behavioral rigidity symptoms, suggest individuals\nwith misophonia show some overlap clinically with autism-like\nsymptoms that may indicate similar underlying neural pathology\n(Hurley et al., 2007; Schroder et al., 2014).\nThe presence of multiple misophonia presentations suggests\nthat misophonia symptoms may lie on a spectrum with\nvarying levels of overlap with other brain disorders. The\nspectrum presentation conclusion is an important consideration\nfor the approach to understanding and treating misophonia,\npreviously assessed or diagnosed viaquestionnaire and recently\nviapsychoacoustic methods [Schroder et al., 2013; Jager et al.,\n2020; Enzler et al., 2021; Hansen et al., 2021; Swedo et al.,\n2021 (Preprint)]. In many ways, misophonia shares a clinical\npresentation similar to the sensory and cognitive control aspects\nof ASD which could implicate similar potential underlying\nmechanisms for sensory sensitivity and emotional reactivity\nsymptoms (Schroder et al., 2014; Jastreboﬀ and Jastreboﬀ, 2015;\nDaniels et al., 2020). Increased functional connectivity has been\nnoted in relation to trigger sounds within individuals with\nmisophonia, although top-down control of sensory systems hasbeen less clearly addressed (Kumar et al., 2017). Increased and\ndecreased functional connectivity, depending on the system,\nhas also commonly been reported in ASD using multiple\nbrain imaging technologies, with top-down control of sensory\nsystems, cognition, and social skills particularly aﬀected (Shou\net al., 2017). If similar top-down control connectivity patterns\ncan be established for misophonia, is possible that shared\nbiological pathways primarily concerning the auditory system\nbut potentially generalizable to other sensory systems could be\nimplicated [Cerliani and Rouw, 2020 (Preprint)].\nAnxiety Mediation Models\nOne additional common co-occurring neuropsychiatric\ncondition in misophonia is anxiety, which potentially ampliﬁes\nthe range of emotional reactivity observed in misophonia\n(Edelstein et al., 2013; Schröder et al., 2017; Cassiello-Robbins\net al., 2021). Anxiety also potentially reﬂects a preemptive\nresponse to intolerable auditory stimuli (Edelstein et al.,\n2013; Wu et al., 2014). The anticipatory nature of anxiety\nsymptoms typically noted in individuals with misophonia\nsuggests a separate pathway from emotional processing pathways\nresponsible for feelings of anger, panic, extreme irritation,\nand rage observed in response to trigger sounds (Edelstein\net al., 2013). In the current study anxiety partially mediated\nthe relationship between the severity of misophonia symptoms\nexperienced and emotional behaviors based on MQ subscale\nscores and self-reported anxiety, similar to ﬁndings by Wu\net al. (2014). Misophonia symptom severity was a positive\npredictor of emotional behavior scores, and increased symptom\nseverity was predictive of increased emotional behaviors or\nreactions to trigger exposure. Both frequency and severity\nof anxiety symptoms mediated this relationship, however\nthe eﬀect of frequency was smaller relative to the eﬀect of\nanxiety intensity. This relationship also diﬀered by cluster,\nwith anxiety severity only mediating relationships between\nmisophonia symptoms and behaviors in clusters 1 and 3,\nwhere misophonia symptoms were most pronounced. When\nseparated by cluster, the eﬀect of anxiety frequency was no\nlonger a signiﬁcant mediator. A potential explanation for\nthe reduced eﬀect of anxiety frequency is thatparticipants\nexhibiting clinically relevant levels of misophonia may perceive\nFrontiers in Neuroscience | www.frontiersin.org 13 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 14\nNorris et al. Multidimensional Phenotyping in Misophonia\nthemselves as living in a more perpetual state of anxiety rather\nthan separable instances. Speciﬁcally, the anxiety experienced\nin relation to potential trigger exposure may follow patterns\nof volatility overprediction in autistic individuals. Autistic\nindividuals tend to overlearn about the volatility of the changing\nenvironment leading to reduced surprise when events of\nchange occur (Lawson et al., 2017). In other words, autistic\nindividuals may experience sensory input overloads preventing\naccurate predictions viadisruption of internal predictive\nmodels (i.e., bottom-up prediction errors that produce top-\ndown predictions propagating downward causing failures to\ncontextualize external sensory experiences) (van Boxtel and\nLu, 2013; Gonzalez-Gadea et al., 2015). Auditory triggers\npotentially occur in all environments and individuals with\nincreased misophonia symptom severity may predict the\nviolation of their own sensory expectations at increased rates\ncompared to those without misophonia (i.e., individuals with\nmisophonia exist in a state of hyper-focus/selective attention for\nthe possibility of trigger presence) (Lawson et al., 2017; Palumbo\net al., 2018; Silva and Sanchez, 2019). Autistic individuals\nreportedly focus on details over holistic percepts following\nshifts in neurocognitive processing supporting meta-learning.\nSimilar neural mechanisms underlying these features among\nindividuals on the broad autism spectrum may be reﬂected in\nthose experiencing misophonia (Gonzalez-Gadea et al., 2015;\nSmith et al., 2020; Todorova et al., 2021). Adjusted expectations\nabout sensory experience potentially explains both symptom\nseverity and behaviors in response to trigger exposure signifying\none potential mechanism for sensory processing symptoms\nand symptoms of neuropsychiatric conditions. Additionally,\nthe possibility of increased sensitivity to sounds reﬂecting\nreduced hearing thresholds or increased diﬃculty suppressing\nnon-essential auditory information may contribute to anxiety\nintensity mediation of emotional behaviors over frequency of\nanxiety experiences, however this relationship has not been\nveriﬁed in the literature to date.\nDiagnoses\nPrevalence rates of former DSM-IV Axis II disorders are known\nto be higher among individuals with misophonia relative to\nthe general population. Participants were asked to self-report\nformal diagnoses from any of 21 speciﬁc DSM-5 diagnoses\nknown to share symptoms with misophonia or co-occur with\nmisophonia, particularly former DSM-IV Axis II diagnoses\n(Schroder et al., 2013). Formal diagnoses occurred with even\nfrequency across all clusters suggesting that co-occurrence or\nsymptom overlap of any one disorder does not contribute\nto the subcategorization of participants exhibiting clinically\nsigniﬁcant symptoms of misophonia. Rather, the increased scores\non multiple neuropsychiatric subscales in Cluster 3 suggest a\nsubgroup of individuals for whom misophonia symptoms may be\ndriven by overall genetic or environmental factors contributing to\npsychiatric illness.\nRegardless of cluster membership, individuals with\nmisophonia exhibited elevated anxiety disorder diagnosis\nrates across the majority of diagnosis categories, similar to\nprevious ﬁndings (Schroder et al., 2013; Jager et al., 2020).Diﬀerences in formal diagnosis rates of general anxiety\ndisorder between groups further support the conclusion that\nanxiety was not an exposure-response to auditory triggers in\nindividuals with misophonia but reﬂected a preemptive anxiety\nresponse to potential trigger exposure (Lawson et al., 2017; Jager\net al., 2020). Increased rates of OCD coupled with elevated\nbehavioral rigidity scores across both clusters 1 and 3 further\nsuggest potential obsessive preoccupations with auditory triggers\nthat reﬂect preemptive responses to auditory trigger exposure.\nFinally, increased formal diagnoses of PTSD among those\nwith misophonia is a relatively unique ﬁnding, albeit one that\nmust be interpreted in light of the small number of PTSD\ncases in this sample. By percentage, the number of individuals\nwith misophonia that reported a formal PTSD diagnosis\n(\u001820%) matches the recent ﬁndings of Cassiello-Robbins et al.\n(2021). Increased PTSD is consistent with increased anxiety\nin misophonia and may represent a speciﬁc subsample where\nmisophonia symptoms are tied to uniquely traumatic experiences\n(Jager et al., 2020; Cassiello-Robbins et al., 2021). Further,\nprevious reports suggest that individuals with misophonia exhibit\nincreased clinician-rated symptoms of personality disorders\nlinked to increasing symptom severity, but not other conditions.\nFollowing conclusions made by Cassiello-Robbins et al. (2021),\nthe range of psychiatric symptoms associated with misophonia\nmay uniquely reﬂect mechanisms of misophonia over other\ndiscrete psychiatric conditions.\nLimitations\nThe current study was an eﬀort to explore misophonia\nsymptoms of sensory hypersensitivity using clinical measures\nand participants from a young adult, non-clinical sample.\nThe major limitation for interpretation was the lack of\npsychiatric evaluation of participants to address the background\nof misophonia symptoms, anxiety, and potential similarities\nbetween misophonia and ASD. Formal diagnoses were by self-\nreport and limited in number, thus limiting interpretation of\ntheir impact on misophonia symptoms beyond that of more\ngeneral variation in neuropsychiatric symptoms as measured\nfrom the survey scales (e.g., BAPQ, SCQ). Survey items regarding\nanxiety frequency and intensity were broad and encompassed\nany form of anxiety, also limiting the interpretations on the role\nof speciﬁc forms of anxiety in misophonia. A minor limitation\nin tinnitus evaluation was the self-reported nature of whether\nthey experience tinnitus (i.e., ringing in the ears). As a result,\nsome reported tinnitus may reﬂect experiences of typical aural\nﬂuctuations. Use of the THI poses minor limitations in functional\nuse and should be interpreted as an index of tinnitus impact on\nquality of life (Meikle et al., 2012).\nUse of an older version of the S-Five (Vitoratou, 2018)\nfor the current study reﬂects a minor study limitation. The\nnewest version was published after the formation and during\nthe administration of the survey. Future research may take\nadvantage of the newly described S-Five trigger endorsement\nfactor structure to compare to MQ symptoms severity scores\nfor misophonia group determination outcomes (Vitoratou et al.,\n2021). Lastly, other self-report measures exist for evaluating\nmisophonia not used in the current study that may prove useful.\nFrontiers in Neuroscience | www.frontiersin.org 14 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 15\nNorris et al. Multidimensional Phenotyping in Misophonia\nThe MisoQuest survey was developed based on the diagnostic\ncriteria set forth by Schroder et al. (2013) and may bridge the gap\nbetween physical evaluations and the use of surveys to identify\nmisophonia (Siepsiak et al., 2020). Survey measures used for\nthe current evaluation of misophonia were selected based on\nprevalence of use in the literature and, in the case of the MQ, to\nreplicate previous ﬁndings (Wu et al., 2014).\nCONCLUSION\nThis study found two potential subgroups of individuals\nwith misophonia: one subgroup with more “pure form”\nmisophonia represented by the most severe misophonia\nsymptoms but relatively few co-occurring conditions, and one\nsubgroup with an increased number of co-occurring conditions\nwhich may represent misophonia as an epiphenomenon of\nincreased risk for neuropsychiatric conditions in general.\nSubgroups of individuals with misophonia who may represent\ndiﬀerential neuropsychiatric risk patterns and thus potentially\ndiﬀerent causative factors creates new demand for exploring\nthe relationship between misophonia sensory symptoms,\nmisophonia emotional reactivity/behavioral symptoms, and\nrelated neuropsychiatric conditions such as ASD and anxiety with\nan emphasis on neural mechanisms. Future work should evaluate\nauditory stimuli and responses to complex auditory stimuli (e.g.,\nspeech), as well as speciﬁc experimental assessment of cognitive\ncontrol diﬃculties in individuals with misophonia to addressthe potential syndromic or subgrouped relationship between\nmisophonia, sensory processing disorders, executive function,\nand state/trait levels of anxiety (Jochaut et al., 2015).\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will be\nmade available by the authors, without undue reservation.\nETHICS STATEMENT\nThe studies involving human participants were reviewed and\napproved by the University of Oklahoma Institutional Review\nBoard. The patients/participants provided their written informed\nconsent to participate in this study.\nAUTHOR CONTRIBUTIONS\nJN aided in study design, analyzed the data, and wrote the\nmanuscript. SK aided in critical clinical interpretation of results\nand discussion, and contributed to the manuscript. DN designed\nthe spectrum survey and aided in initial study design. LE\nconceived of the project, oversaw study design, data analyses, and\nmanuscript preparation. All authors contributed to the article\nand approved the submitted version.\nREFERENCES\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: a review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nBrown, C., Tollefson, N., Dunn, W., Cromwell, R., and Filion, D. (2001). The adult\nsensory proﬁle: measuring patterns of sensory processing. Am. J. Occup. Ther.\n55, 75–82. doi: 10.5014/ajot.55.1.75\nBurns, C. O., Dixon, D. R., Novack, M., and Granpeesheh, D. (2017). A systematic\nreview of assessments for sensory processing abnormalities in autism spectrum\ndisorder. Rev. J. Autism Dev. Disord. 4, 209–224. doi: 10.1007/s40489-017-\n0109-1\nCardon, G. J. (2018). Neural correlates of sensory abnormalities across\ndevelopmental disabilities. Int. Rev. Res. Dev. Disabil. 55, 83–143. doi: 10.1016/\nbs.irrdd.2018.08.001\nCassiello-Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L., and\nRosenthal, M. Z. (2021). A preliminary investigation of the association between\nmisophonia and symptoms of psychopathology and personality disorders.\nFront. Psychol. 11:519681. doi: 10.3389/fpsyg.2020.519681\nCavanna, A. E. (2014). What is misophonia and how can we treat it? Expert Rev.\nNeurother. 14, 357–359. doi: 10.1586/14737175.2014.892418\nCerliani, L., and Rouw, R. (2020). Increased orbitofrontal connectivity in\nmisophonia (preprint). bioRxiv [Preprint] doi: 10.1101/2020.10.29.346650\nClementz, B. A., Sweeney, J. A., Hamm, J. P., Ivleva, E. I., Ethridge, L. E., Pearlson,\nG. D., et al. (2016). Identiﬁcation of distinct psychosis biotypes using brain-\nbased biomarkers. Am. J. Psychiatry 173, 373–384. doi: 10.1176/appi.ajp.2015.\n14091200\nDanesh, A. A., Lang, D., Kaf, W., Andreassen, W. D., Scott, J., and Eshraghi, A. A.\n(2015). Tinnitus and hyperacusis in autism spectrum disorders with emphasis\non high functioning individuals diagnosed with Asperger’s syndrome. Int. J.\nPediatr. Otorhinolaryngol. 79, 1683–1688. doi: 10.1016/j.ijporl.2015.07.024\nDaniels, E. C., Rodriguez, A., and Zabelina, D. L. (2020). Severity of misophonia\nsymptoms is associated with worse cognitive control when exposed tomisophonia trigger sounds. PLoS One 15:e0227118. doi: 10.1371/journal.pone.\n0227118\nDavidson, C. A., Hoﬀman, L., and Spaulding, W. D. (2016). Schizotypal personality\nquestionnaire–brief revised (updated): an update of norms, factor structure, and\nitem content in a large non-clinical young adult sample. Psychiatry Res. 238,\n345–355. doi: 10.1016/j.psychres.2016.01.053\nDe Ridder, D., Schlee, W., Vanneste, S., Londero, A., Weisz, N., Kleinjung, T., et al.\n(2021). Tinnitus and tinnitus disorder: theoretical and operational deﬁnitions\n(an international multidisciplinary proposal). Prog. Brain Res. 260, 1–25. doi:\n10.1016/bs.pbr.2020.12.002\nDozier, T. S., and Morrison, K. L. (2017). Phenomenology of misophonia initial\nphysical and emotional responses. Am. J. Psychol. 130, 431–438. doi: 10.5406/\namerjpsyc.130.4.0431\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nEnzler, F., Loriot, C., Fournier, P., and Norena, A. J. (2021). A psychoacoustic\ntest for misophonia assessment. Sci. Rep. 11:11044. doi: 10.1038/s41598-021-\n90355-8\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and comorbid\npsychiatric symptoms: a preliminary study of clinical ﬁndings. Nord. J.\nPsychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nEthridge, L. E., De Stefano, L. A., Schmitt, L. M., Woodruﬀ, N. E., Brown, K. L.,\nTran, M., et al. (2019). Auditory EEG biomarkers in Fragile X syndrome: clinical\nrelevance. Front. Integr. Neurosci. 13:60. doi: 10.3389/fnint.2019.00060\nEthridge, L. E., White, S. P., Mosconi, M. W., Wang, J., Pedapati, E. V., Erickson,\nC. A., et al. (2017). Neural synchronization deﬁcits linked to cortical hyper-\nexcitability and auditory hypersensitivity in fragile X syndrome. Mol. Autism.\n8;22. doi: 10.1186/s13229-017-0140-1\nFrank, B., Roszy, M., Hurley, L., Drejaj, L., and McKay, D. (2020). Inattention\nin misophonia: diﬃculties achieving and maintaining alertness. J. Clin. Exp.\nNeuropsychol. 42, 66–75. doi: 10.1080/13803395.2019.1666801\nGonzalez-Gadea, M. L., Chennu, S., Bekinschtein, T. A., Rattazzi, A., Beraudi,\nA., Tripicchio, P., et al. (2015). Predictive coding in autism spectrum disorder\nFrontiers in Neuroscience | www.frontiersin.org 15 March 2022 | Volume 16 | Article 832516"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-832516 March 22, 2022 Time: 15:0 # 16\nNorris et al. Multidimensional Phenotyping in Misophonia\nand attention deﬁcit hyperactivity disorder. J. Neurophysiol. 114, 2625–2636.\ndoi: 10.1152/jn.00543.2015\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources trigger\nmisophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–2625.\ndoi: 10.1002/jclp.23196\nHayes, A. F. (2018). Partial, conditional, and moderated mediation: quantiﬁcation,\ninference, and interpretation. Commun. Monogr. 85, 4–40. doi: 10.1080/\n03637751.2017.1352100\nHenry, J. A., Roberts, L. E., Caspary, D. M., Theodoroﬀ, S. M., and Salvi, R. J.\n(2014). Underlying mechanisms of tinnitus: review and clinical implications.\nJ. Am. Acad. Audiol. 25, 5–22; quiz126. doi: 10.3766/jaaa.25.1.2\nHurley, R. S., Losh, M., Parlier, M., Reznick, J. S., and Piven, J. (2007). The broad\nautism phenotype questionnaire. J. Autism Dev. Disord. 37, 1679–1690. doi:\n10.1007/s10803-006-0299-3\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nphenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sound tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis. Handb. Clin. Neurol.\n129, 375–387. doi: 10.1016/B978-0-444-62630-1.00021-4\nJochaut, D., Lehongre, K., Saitovitch, A., Devauchelle, A. D., Olasagasti, I.,\nChabane, N., et al. (2015). Atypical coordination of cortical oscillations in\nresponse to speech in autism. Front. Hum. Neurosci. 9:171. doi: 10.3389/fnhum.\n2015.00171\nKoshiyama, D., Thomas, M. L., Miyakoshi, M., Joshi, Y. B., Molina, J. L., Tanaka-\nKoshiyama, K., et al. (2021). Hierarchical pathways from sensory processing\nto cognitive, clinical, and functional impairments in schizophrenia. Schizophr.\nBull. 47, 373–385. doi: 10.1093/schbul/sbaa116\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquen, E., Sedley, W., Gander, P. E.,\net al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLandry, O., and Chouinard, P. A. (2016). Why we should study the broader autism\nphenotype in typically developing populations. J. Cogn. Dev. 17, 584–595. doi:\n10.1080/15248372.2016.1200046\nLawson, R. P., Mathys, C., and Rees, G. (2017). Adults with autism overestimate\nthe volatility of the sensory environment. Nat. Neurosci. 20, 1293–1299. doi:\n10.1038/nn.4615\nMay, T., Adesina, I., McGillivray, J., and Rinehart, N. J. (2019). Sex diﬀerences in\nneurodevelopmental disorders. Curr. Opin. Neurol. 32, 622–626. doi: 10.1097/\nWCO.0000000000000714\nMeikle, M. B., Henry, J. A., Griest, S. E., Stewart, B. J., Abrams, H. B., McArdle,\nR., et al. (2012). The tinnitus functional index: development of a new clinical\nmeasure for chronic, intrusive tinnitus. Ear Hear. 33, 153–176. doi: 10.1097/\nAUD.0b013e31822f67c0\nNewman, C. W., Jacobson, G. P., and Spitzer, J. B. (1996). Development of the\ntinnitus handicap inventory. Arch. Otolaryngol. Head Neck Surg. 122, 143–148.\ndoi: 10.1001/archotol.1996.01890140029007\nNoreña, A. J., Lacher-Fougere, S., Fraysse, M. J., Bizaguet, E., Grevin, P., Thai-Van,\nH., et al. (2021). A contribution to the debate on tinnitus deﬁnition. Prog. Brain\nRes. 262, 469–485. doi: 10.1016/bs.pbr.2021.01.029\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., and Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: a perspective. Front.\nPsychol. 9:953. doi: 10.3389/fpsyg.2018.00953\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: a scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSchröder, A. E., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017). Cognitive\nbehavioral therapy is eﬀective in misophonia: an open trial. J. Aﬀect. Disord.\n217, 289–294. doi: 10.1016/j.jad.2017.04.017\nSchroder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de\nAmesti, V., Vulink, N., et al. (2014). Diminished n1 auditory evoked potentials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123. doi:\n10.3389/fnbeh.2014.00123Schroder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchroder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nShou, G., Mosconi, M. W., Wang, J., Ethridge, L. E., Sweeney, J. A., and Ding, L.\n(2017). Electrophysiological signatures of atypical intrinsic brain connectivity\nnetworks in autism. J. Neural Eng. 14:046010. doi: 10.1088/1741-2552/\naa6b6b\nSiepsiak, M., Sliwerski, A., and Lukasz Dragan, W. (2020). Development\nand psychometric properties of MisoQuest-a new self-report questionnaire\nfor misophonia. Int. J. Environ. Res. Public Health 17:1797. doi: 10.3390/\nijerph17051797\nSilva, F. E. D., and Sanchez, T. G. (2019). Evaluation of selective attention in\npatients with misophonia. Braz. J. Otorhinolaryngol. 85, 303–309. doi: 10.1016/\nj.bjorl.2018.02.005\nSmith, R., Badcock, P., and Friston, K. J. (2020). Recent advances in the application\nof predictive coding and active inference models within clinical neuroscience.\nPsychiatry Clin. Neurosci. 75, 3–13. doi: 10.1111/pcn.13138/full\nStefanelli, A., Zanchetta, S., and Furtado, E. F. (2020). Auditory hyper-\nresponsiveness in autism spectrum disorder, terminologies and physiological\nmechanisms involved: systematic review. (Hiper-responsividade auditiva no\ntranstorno do espectro autista, terminologias e mecanismos ﬁsiologicos\nenvolvidos: revisao sistematica.). Codas 32:e20180287. doi: 10.1590/2317-1782/\n20192018287\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al.\n(2021). A consensus deﬁnition of misophonia: using delphi process to research\nexpert agreement. medRxiv [Preprint] doi: 10.1101/2021.04.05.21254951\nSztuka, A., Pospiech, L., Gawron, W., and Dudek, K. (2010). DPOAE in estimation\nof the function of the cochlea in tinnitus patients with normal hearing. Auris\nNasus Larynx 37, 55–60. doi: 10.1016/j.anl.2009.05.001\nTakarae, Y., and Sweeney, J. (2017). Neural hyperexcitability in autism spectrum\ndisorders. Brain Sci. 7:129. doi: 10.3390/brainsci7100129\nTodorova, G. K., Pollick, F. E., and Muckli, L. (2021). Special treatment of\nprediction errors in autism spectrum disorder. Neuropsychologia 163:108070.\ndoi: 10.1016/j.neuropsychologia.2021.108070\nvan Boxtel, J. J., and Lu, H. (2013). A predictive coding perspective on autism\nspectrum disorders. Front. Psychol. 4:19. doi: 10.3389/fpsyg.2013.00019\nVitoratou, S. (2018). The S-Five:a psychometric tool for assessing misophonia.\nPsyArXiv [Preprint]. doi: 10.31234/osf.io/fqbm3\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O., and\nGregory, J. (2021). Item response theory investigation of misophonia auditory\ntriggers. Audiol. Res. 11, 567–581. doi: 10.3390/audiolres11040051\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among\nChinese university students: incidence, associated impairment, and clinical\ncorrelates. J. Obsessive Compuls. Relat. Disord. 14, 7–12. doi: 10.1016/j.jocrd.\n2017.05.001\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their aﬃliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, or claim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Norris, Kimball, Nemri and Ethridge. This is an open-access article\ndistributed under the terms of the Creative Commons Attribution License (CC BY).\nThe use, distribution or reproduction in other forums is permitted, provided the\noriginal author(s) and the copyright owner(s) are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice. No\nuse, distribution or reproduction is permitted which does not comply with these terms.\nFrontiers in Neuroscience | www.frontiersin.org 16 March 2022 | Volume 16 | Article 832516"
    }
  ]
}