{
  "doc_type": "scientific paper",
  "title": "The skater s ear  a sensuous complexity of skateboarding sound",
  "authors": [
    "O_Conner"
  ],
  "year": 2025,
  "journal": "Journal homepage: www.tandfonline.com/journals/fcss20",
  "doi": "10.1080/17430437.2024.2446115",
  "abstract": null,
  "keywords": [
    "Skateboarding",
    "leisure"
  ],
  "research_topics": [
    "Skateboarding",
    "leisure"
  ],
  "created_at": "2025-05-04T23:19:18.675769Z",
  "source_pdf": "documents/research/Global/O_Conner 2025 The skater s ear  a sensuous complexity of skateboarding sound.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Sport in Society\nCultures, Commerce, Media, Politics\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/fcss20\nThe skater’s ear: a sensuous complexity of\nskateboarding sound\nPaul O’Connor, Brian Glenney & Max Boutin\nTo cite this article: Paul O’Connor, Brian Glenney & Max Boutin (05 Jan 2025): The\nskater’s ear: a sensuous complexity of skateboarding sound, Sport in Society, DOI:\n10.1080/17430437.2024.2446115\nTo link to this article:  https://doi.org/10.1080/17430437.2024.2446115\n© 2025 The Author(s). Published by Informa\nUK Limited, trading as Taylor & Francis\nGroup\nPublished online: 05 Jan 2025.\nSubmit your article to this journal \nView related articles \nView Crossmark data\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=fcss20"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Sport in Society\nThe skater’s ear: a sensuous complexity of skateboarding \nsound\nPaul O’Connora , Brian Glenneyb  and Max Boutinc\naUniversity of exeter, exeter, UK; bnorwich University, northfield, V t, USA; cUniversité du Québec À Montréal, \nMontreal, c anada\nABSTRACT\nThe sound of skateboarding is an issue fraught in controversy: the sound \nis a common basis for public noise complaints as well as participant \npraises. We consider a possible basis for this controversy, an inherent \nsubjectivity of skatesound, one that is truly in the ‘ear’ of the beholder. \nThis paper centres subjectivity in the sensory lives of a group of 18 adult \nskateboarders. These interviews provide rich qualitative data on the \nsonic spectrums of skateboarding, including how skateboarders \ndescribe skatesounds as both unpleasant and lovely, and the impor -\ntance of adding music and the annoyance at headphone use while \nskateboarding. The findings show that skateboarders critically enjoy \nskatesound and are aware of its unpleasant affect. Evidence is presented \nthat further advocates for skateboarding as leisure sport that is both \nattractive and rewarding to individuals who may be marginalised (dis -\nability, neurodiversity, age, gender, ethnicity) by the institutionalisation, \nand constraints of mainstream sport.\nIntroduction\nSound has tended to be a peripheral topic in skateboarding studies in comparison to a \ncommon focus on the ‘skater’s eye’ , the ability of skateboarders to quickly notice the \nskate-ability of spots, various forms of urban architecture (Borden 2001 ). But as our research \ndemonstrates, sound is a central experience in the sensuous and symbolic lives of skate -\nboarders. This research shifts focus from the spectacular, visible, and overt ocular styling \nof skateboarding and its various medias to the aural world of skatesound.\nThis work is influenced by the anthropology of the senses which orient to the ‘wisdom \nof the body’ (Uzwiak and Bowles 2021 , 127), a sensuous scholarship (Stoller 1997 ), and the \nnecessity of close and reflective listening (Feld 1982 ; Rice 2013 ; Back 2007 ). This sensory \ncontext provides insight on skateboarding’s unique ‘aesthetic order’ that is often in conflict \nwith more commercialized activities like mainstream sport (Dickinson et al. 2022 ). Through \ntheory and qualitative interviews, our paper offers some provocative insights into the role \nof lifestyle sports in the pursuit of creative, social, and informal recreation.1 Skateboarding \n© 2025 the Author(s). p ublished by i nforma UK Limited, trading as taylor & Francis GroupCONTACT  paul o ’connor  p.j.oconnor@exeter.ac.uk   University of exeter, exeter, UKhttps://doi.org/10.1080/17430437.2024.2446115\nthis is an o pen Access article distributed under the terms of the c reative c ommons Attribution License ( http://creativecommons.org/\nlicenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. \nthe terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their \nconsent.KEYWORDS\nSkateboarding; leisure; \nsport; sound; disability"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 P . O’CONNOR ET AL.\nis described by our participants as a richly joyful, deeply sensual, and culturally complex \nactivity in which they have been able to deepen their self-knowledge, spatial engagement, \nand social connectiveness.\nDiscussion\nThe skater’s ear\nTo begin, let the reader imagine Gina, who suffered an ear injury and needs an ear trans -\nplant. She wakes from her operation to find that her ear donor was a skateboarder. As she \nwalks the halls of the hospital she hears a sound familiar, a clacking on the cracks. She whips \nher head in gleeful anticipation, only to find another patient rolling their suitcase. She \nrecovers and, on her way home while waiting in the tube, hears the screech of brakes and \nfinds part of herself in anticipation, in the thrill of some hunt. As she walks back to her flat, \nshe hears a rattle sound, a grind, and a set of cheers. Part of her is annoyed, while another \npart of her dances sideways in celebration. It is as if the sounds of skateboarding transport \nher to their cause, extending her mind to an activity that unlocks a knowledge of the city \npreviously unknown.\nThis thought experiment and our paper’s title refer directly to a short work of fiction \npublished in the September 1987 issue of Thrasher Magazine  by Don Redondo. ‘The Skater’s \nEye’ tells the brief tale of a young woman who receives an eye transplant from a deceased \nskateboarder. She soon becomes aware that the eye has a will beyond her control and strays \nto gaze over urban features. Her new eye is drawn to parking lots, empty pools, concrete \nbanks and even vertical walls. At one point the skater’s eye dwells longingly on a prominent \nitem of fetish for street skateboarders, ‘she found herself staring at painted curbs’ (Redondo \n1987 , 70). Ultimately the woman is disassociated from skateboarding, even ridiculing skate -\nboarders in the final few lines of the story, while her new eye enhances her dreamlife and \nwaking appreciation of the city.\nRedondo’s story is remarkable as it riffs off the popular association that skateboarders \npossess a unique ‘eye’ , or a way of seeing the world that is qualitatively different to \nnon-skateboarders. Borden ( 2019 , 218) notes how the notion of a skater’s eye (sometimes \ngaze, glasses, or goggles) has become part of skateboarding folklore, relating to how \nskateboarders not only register their urban environment, but search it constantly for \npossibility. The skater’s eye also highlights a prominent association of skateboarding as \na visual culture, a perspective that this paper seeks to challenge. We aim to disrupt the \nnotion of visual dominance in skateboard culture and attempt to turn the reader’s ear to \nthe importance that skaters place on auditory in skateboarding practice, culture, \nand theory.\nOur focus in this paper is to transplant the eye for the ear by exploring how skateboarders \nengage and make sense of the sound of skateboarding. This contributes directly to a broader \npoint that Borden ( 2001 ) makes on the skater’s eye, that skateboarders do not tend to \nimmerse themselves in the conceptualization of their activity. Y et as Borden argues, skate -\nboarding is ‘embedded with ideas’ in a way that make it a ‘lived  concept’ (Borden 2001 ). \nBorden’s insight suggests skateboarding as more attentive than reflective, a point illustrated \nby David Abiker’s ( 2022 ) claim that skateboarders, ‘do not know the knowledge that only \nthey possess. This makes them the philosophers of the street ( philosophes du bitumen ). ’"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "SPORT  iN SOCiET y 3\nSkateboarding is pre-reflectively interlocked with its spaces, motoric skills, and shared \nexperiences (Woods et  al. 2021 ) and may constitute of a kind of ‘enskilment’ (Ingold \n2021 , 61).\nOur paper contributes to this sociological discussion of skateboarding by addressing \nthese conceptualizations through the sensuous and symbolic reflections of our interview \nparticipants. There we find further evidence to advocate for skateboarding as a leisure sport \nthat is both attractive and rewarding to individuals, particularly those who may be mar -\nginalised (disability, neurodiversity, age, gender, ethnicity) by the institutionalisation, and \nconstraints of mainstream sports (Engell, Larsen, and Elmose-Østerlund 2024 ).\nWe also present qualitative accounts of skateboarders dealing with a paradox, their con -\nscious reflection on the abrasive, sharp, and unpleasant sounds of skateboarding, and their \npassion and joy for these jarring noises. This is a lived paradox that skateboarders embody—\nunderstanding the unpleasant and grating noise of their craft yet relishing the joy and \nknowledge it affords them—also speaks to a dynamic symbolic element of skateboarding. \nDrawing on the notion of the greyness of skateboarding as both material and symbolic \n(O’Connor et al. 2023 ), we also suggest that skatesound is itself a grey noise (Schneider \n1988 ), blurring oft-made distinctions between noise and sound. This greyness is alike \nSchrödinger’s cat, existing as both adored and reviled at the same time, a kind of quantum \nduality of the senses. Critically, this is not a mere relative difference in opinion, but two \nopposing notions recognised and held simultaneously by skateboarders themselves. Thus, \nthe project of skatesound further contributes to the conceptual greyness of skateboarding \nas elusive to taxonomy, moving us further from polarity towards new horizons of \npossibilities.\nOur discussion proceeds by identifying extant work on skatesound. We observe a growing \ninterest in the sensory and symbolic aspects of skateboarding, but a limited focus on the \nissue of both sound and noise. From these accounts we posit that skatesound is both an \noverlooked and polarising issue. The method of our research is unpacked and we clarify \nhow we sought to elicit reflection and discussion on intersecting issues of skatesound. We \nidentify two oppositional claims in our findings: (1) an opposition to the notion that sound \nis a peripheral element of skate culture, and (2) that skateboarders uncritically enjoy skate -\nsound and are unaware of perceptions of its unpleasant affects. We then discuss some \ndominant themes from the analysis of our interviews that include reflections on the ‘head \nwhip’ , ‘joy’ , ‘extended mind’ , and finally how skate culture creates the meaning of sound \nthrough ‘media’ . We conclude by advocating for both the recognition of the rich sensual \nworld revealed by skatesound discussion, and the ways in which skatesound demonstrates \nfurther instances of inclusion and engagement for non-typical and marginalised sports \nparticipants.\nThe sounds of skateboarding\nSkateboarding scholarship is arguably most dominant in the fields of epidemiology, urban \nstudies, and the sociology of sport (Borden 2001 ; Mitchao et al. 2022 ; Y ochim 2010 ). In \nthese realms risk and injury, urban space, and cultural organisation become the primary \nfocus of research. However, the sensual and symbolic side of skateboarding is a growing \nfocus of research with philosophical consideration of the taxonomy of skateboarding as a \nsport (Glenney and Mull 2018 ), its philosophical components (Glenney and O’Connor"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 P . O’CONNOR ET AL.\n2023 ; Sayers 2023 ; Bäckström 2014 ), and its inclusive ethical attributes (Willing and Shearer \n2015 ; Willing and Pappalardo 2023 ).\nSound has long been a consideration of skateboarding scholars, yet it is relatively \nunderdeveloped as a paradigm by which to understand the sport and the experiences of \nits participants. Marc Touché ( 1998 ) provided the first sustained academic discussion \non skateboarding sound offering a range of symbolic descriptors fashioning skateboard -\ning in the city as a type of urban orchestra. This orchestra can carefully avoid the visual \ngaze of pedestrians, and security guards but not their ears, as skateboarders are unable \n(or unwilling) to perform their movements quietly.2 Deftly tracing the continuum \nbetween body, board, and space Touché notes that the skateboarder not only makes noise \nin novel ways, but also listens uniquely to the city and its textured surfaces. He offers the \nidea that skateboarders have an ear under their feet  by which they engage with the urban \nfield, hear, and listen in an extended way that is difficult for non-skateboarders to \ncomprehend.\nThe ‘Texturologies’ art project (Boutin 2023 ) plays with the same assumptions and offers \na museum-grade display of a sensual haptic encounter with the world of skateboarding \nthrough immersive video, synched vibratory boards, and the enveloping sound of skate -\nboarding across disparate surfaces. This encounter with sound and the urban, is a motif \nthat architectural historian Iain Borden ( 2001 ) was early to articulate as a production of \nspace in line with the theoretical work of Henri Lefebvre. Sound plays a consequential part \nin Borden’s work, operating as a field by which skateboarders garner and apply their knowl -\nedge of the city. The enquiry into sound is then extended by Maier ( 2016 ) in ethnographic \nwork with female skateboarders in London. The issue of sound comes to the fore as skate -\nboarders are presented as sonically creative, remaking the city not simply in their physical \nmovements and material engagement with the urban through grinds and slides, but also \ntransforming the urban soundscape.\nAs skateboarding scholarship has gathered momentum, a new ‘sensuous’ turn is unfold -\ning in which scholars have sought to understand more embodied and symbolic accounts \nof the activity (Hölsgens and Glenney 2025 ; Hölsgens 2024 ; Sayers 2023 ; O’Connor et al. \n2023 ; Hölsgens 2021 ; Abulhawa 2020 ). As Bäckström ( 2014 , 754) argues in the Swedish \ncontext, ‘knowing skateboarding is to know its ‘känsla’ , which can be translated as sensuous \nexperience, affect, descriptions of affect and, moreover, knowing its cultural and social \nsettings. ’ This is further evidenced in the account of her ethnographic work in an indoor \nskatepark in which the sound of skateboarding resonated noisily and is described as ‘thump -\ning, throbbing and banging noises’ (2014, 763). The noisy aspect of skatesound is similarly \na focus of complaints when new skateparks are petitioned in local communities (Carr 2007 ; \nTony Hawk Foundation 2022 ), however, extended academic focus has, to date, only begun.3\nA most recent contribution by Pao Nowodworski ( 2023 ) expands past work by Borden \n(2001 ) and this recent sensory turn of skateboarding by discussing the sensory order of \nskateboarders. While the sense of balance, known as the ‘vestibular’ sense, plays a most \ncrucial role in the skater’s body-centred dynamic movement, it must be coupled with vision \nto produces the skater’s ‘gaze, ’ a multisensory endeavour that includes the imagination to \ngenerate the skater’s ‘action space’ wherein a trick is performed at a spot.4 Nowodwarski \ngestures at the contribution of the tactile and auditory senses: the feet feel the board and \nthe ears convey the board’s contact with the distinctive tones and rhythms of different \nelements of the city. The ears also provide social and material distinctions, where and what"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "SPORT  iN SOCiET y 5\nother skaters are doing on which surfaces, along with the hidden dangers of pebbles and \nother non-skateable surface materials.\nNowodwarski stops short of suggesting that skateboarding connects these senses into a \nsingle monolithic sense field, something that may be considered in future work following \nIngold (2007). Is Nowodwarski’s discussion the beginning of a fuller account of skateboard -\ning’s multisensory array, adding more fine-grained accounts of its distinctive sounds and \nfoot feels. Might smell and taste contribute to this multisensory array, with bodily fluids \nsuch as sweat and blood mixing with alleyway ‘funk’ of skateboarders preferred spaces of \nurban pollution (O’Connor et al. 2023 )? Does the riskiness of skateboarding’s exploits add \nto this sensory array, perhaps paralleling a kind of ‘vertigo game’ feeling like a child’s ‘whirl -\ning dervish’ or highwire walking that Caillois and Barash ( 2001 ) describes as ‘an attempt \nto momentarily destroy the stability of perception and inflict a kind of voluptuous panic \nupon an otherwise lucid mind…surrendering to a kind of spasm, seizure, or shock which \ndestroys reality with a sovereign brusqueness’ (Caillois and Barash 2001 , 23). We’ve just \nbegun to consider the peculiar sensuous nature of skateboarding’s urban endeavours as we \nfocus our efforts beyond the visual.\nA robust conceptual exploration of skatesound  by Glenney, Boutin, and O’Connor ( 2023 ) \ninterrogates the challenges posed by the abrasive sounds generated by skateboarding. They \ntake as their point of departure the many complaints received regarding the noise of skate -\nboarders in cities and skateparks. In response they present a spectrum of theoretical approaches \nto skatesound: the subjective, semiotic, soundscape, and texturology. While they seek to \nmediate an understanding between skateboarders and non-skateboarders, they also note that \namongst skateboarders there’ is a paradoxical like and dislike of skatesound’ (Glenney, Boutin, \nand O’Connor 2023 ). It is from this observation that the present paper proceeds.\nMethod\nOur research involved 18 semi-structured interviews with a convenience sample of skate -\nboarders. This approach fits with our epistemological frame of qualitative interpretive \nknowledge, in contrast to a positivist approach that presumes a universal quantitative mea -\nsure to the issue of sound; skatesound is a qualitative stimulus that cannot be fully measured \nin decibels in spite of attempts to do so (see Carr 2007 ). Instead, we privilege the knowledge \nof sound as it is symbolically and intellectually considered by our respondents. While our \ninterviews were originally planned to be conducted in skateparks, they were eventually all \nperformed online via the Zoom video-call software. The reasons for this adjustment were \nlargely due to the weather challenges of the British winter during the window of time that \nthe research was active. However, this adaptation while not only being consistent with the \niterative and craft nature of qualitative enquiry (Seale 1999 ), also facilitated a wide range \nof international collaborators and additional unplanned snowball recruitment. Zoom also \npresented the opportunity to share visual and audio aids with participants via hyperlinks \nand screen sharing. A further benefit of the Zoom platform related to its auto-transcription \nfeature which provided an, albeit imperfect, easily accessible transcript for revision and \ncoding. These auto-transcripts were also shared with the participants, so they had their \nown record of their conversation. The project was approved by the University of Exeter’s \nEthics Committee under the application identity number 518898."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 P . O’CONNOR ET AL.\nInterviews were conducted between November 2022 and February 2023 and varied in \nlength from 60 to 100 min. Participants ranged in age from 19 to 51 with a mean age of 30. \nConsequently, our research speaks to the reflections of adult skateboarders, and would be \nfurther enhanced by future work incorporating the voices and perspectives of young par -\nticipants. Participants had an average of 12  years skateboarding experience. The most novice \nskateboarder aged 22 had only three years of experience, in contrast to a 44-year-old par -\nticipant who has been skateboarding for 36 years. The varied duration highlights a range \nof captured experience and familiarity with the components of skatesound. A total of 14 of \nthe participants identified as Male, four identified as Female, and one presented as non- \nbinary. Seven of the participants were from the UK, three from the USA, three from France, \ntwo from Canada, and one from Sweden and Germany respectively. Three of the participants \n(all male) had hearing impairments that required them to wear hearing aids, however only \none participant used hearing aids while skateboarding as their hearing loss was most pro -\nfound due to bilateral microtia requiring a bone conduction hearing aid. Four participants \n(three male and one non-binary) also reported some diagnosis that placed them on a sensory \nspectrum related to either autism or ADHD, or a combination of the two.\nRecruitment flowed by word of mouth and social media ‘sharing’ on Instagram. To \nunderline the ways in which sound is a marginal topic in skateboarding discussion, many \nparticipants expressed curiosity and bemusement on what we would discuss. The semi- \nstructured interviews all followed a simple schedule that asked participants about their \ndefinition of skateboarding sounds, experiences of complaints from the non-participant \npublic, their views on headphone/earbud use during skateboarding, and considerations of \nthe sound and experience of two skateboard video examples. One of these was a famous \nshort clip of Ray Barbee in the video Ban This  (Peralta 1989 ) and the second were two \nexamples from Max Boutin’s ‘Texturologies’ installation: a clip of a film of the path of a \nskateboard over tiled ground from the perspective of the skateboard. This clip was played \ntwice, once with sound, and once without (see Image 1 ). Lastly, in a deliberate design feature, \nparticipants were asked to reflect on two quotes from an extant academic work on skate -\nboarding sound (Touché 1998 ). They were recited as follows:\n[Quote 1] ‘The skateboarder has an ear under his feet’\n[Quote 2] ‘ A group of skaters as an orchestra’\nImage 1.  Screenshot from texturologie by Max Boutin."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "SPORT  iN SOCiET y 7\nThe interviews were therefore unambiguously reflexive about the topic of sound in skate -\nboarding and structured around this issue directly rather than probed for organic reflections \non the topic. One co-author was the designated interviewer, pacing interviews as an unfold -\ning collaborative discussion and would share his insights and prompts at specific points in \nthe interview to elicit the responses of participants to ideas they had not voiced (e.g. with \nreference to a quote by Touché, or by voicing a ‘devil’s advocate’ rhetorical opposition to an \nidea they expressed). Around one third of the participants followed up the interview with \nsubsequent emails, sharing references, videos, music, social media posts, or further written \nup notes about the ideas explored in their interview.\nInterviews were coded in an iterative process of transcription review, and revision \nalongside the audio recordings of the Zoom interviews. Iterative here is used to denote \na back-and-forth interplay between audio recording and text. A foundation for thematic \ncoding was derived from the eight research themes used in the semi-structured interview \n(simply coded as Description 1, Ear, Feet, Complaint, Music, Headphones, Video, \nDescription 2). From these categories a variety themes focussed on in this paper were \nderived. An insight gained from the design and performance of this research was that \neven though sound was the central feature of discussion, participants frequently used \nthe notion of sound to contextualise a range of skateboarding issues. Skateboarding \nbiography, friendships, mental health, city space, and media tended to be fused into the \nresponses offered. This was a significant methodological point and relates back to \nBorden’s ( 2019 ) observation that skateboarders do no tend to conceptualize their activity, \nbracketing reflection for lived practice. However, sonic prompts appeared to work as \nconceptual prompts, increasing reflective inquiry for most of the interviewees. A meth -\nodological insight is that a qualitative sensory focus in skateboarding, and more broadly \nsport, can work as a mechanism to elicit rich sensual talk.\nFindings\nThe most distinct findings from the research relate to two issues being revealed. Firstly, that \nthere is a paradoxical relationship between the positive identification of sounds by skate -\nboarders and a negative impression by non-skateboarders. Secondly, the sound of skate -\nboarding is an issue of significance to participants.\nA skatesound paradox\nWe begin with a short discussion of the first finding. The paradox we set out to explore is \nrendered more complex in these accounts. Skateboarders speak of their love for the sound \nof skateboarding yet also describe it as noisy and abrasive. Many of the respondents \ndescribed the challenging sound of skateboarding in evocative sensory terms, such as \n‘clattering’ ‘the sound of drills and angle grinders’ , ‘an irritant’ , the sound of ‘beer bottle on \nbeer bottle’ , of ‘bone on concrete’ , ‘rolling, rough, smooth tickling in my ear’ , and ‘rough \nand in your face. Loud in the best way’ . On various occasions this sensitivity to the sound \nof skateboarding is manifest in skateboarders choosing not to skate through residential \nzones, or noisy tunnels, or feeling overwhelmed by the claustrophobic monotonous sound -\nscape of skateparks."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 P . O’CONNOR ET AL.\nOne participant, Tricia, a 28-year-old skateboarder, describes this skatesound paradox \nthat many of her clients’ experience. Tricia offers skateboard classes as a form of therapy \nand frequently helps children with sensory needs who have diagnoses of autism spectrum. \nIn dealing with depression and low self-esteem, the act of skateboarding works to mitigate \nsome of these emotional experiences but at the same time they are confronted with the \nchallenge of working with aversion to types of noise. Her account contributes to a recog -\nnition of the nuance in skatesound, the role of skateboarding in including people alienated \nfrom sport, and the broader discussion of autism and sport (Ives et  al. 2021 ; Thomas, \nLafasakis, and Spector 2016 , 280–281; Askate Foundation 2023 ; O’Connor 2015 , 38–39; \nBorden 2019 ).\nShe crafts her interventions to work with the specific needs of her clients. For example, \nholding sessions in an old ‘shitty’ skatepark with very few other people so that they are not \ndistressed or over sensitized by the noise of many skateboarders. However, for some people \nthe older skatepark with its rough concrete presents unpleasant sounds and she adapts by \nproviding softer wheels that reduce noise with attention to specific activities to mitigate \nsuch issues. Tricia is thus well aware of the paradox invoked by skatesound, one that is noisy \nand abrasive and yet the essence of the very activity that is being used as a therapeutic tool.\nA related case example external to these interviews comes from personal correspondence \nwith Steve Mull, a professional skateboarder who has misophonia, a condition of extreme \nannoyance to common sounds like breathing and chewing, and for Steve, skatesound. ‘I \nlearned this about myself at Woodward Skatecamp. I couldn’t escape the sound. ’ The con -\ndition of misophonia, however, has more to do more with the sounds others make, making \nskatesound a potentially anti-social experience for Steve. ‘If I’m skating myself it’s not bad, \nbut if I hear someone else skating and I’m not expecting it then it can get on my nerves’ . \nSteve’s sensitivity to the skatesound of others presents a case most familiar to non-skating \npedestrians, whose annoyance to skatesound is well documented, adding still more diversity \nto skatesound complaints (Glenney et al. 2023 ).\nAll participants had some experience of the noise of their own skateboarding annoying \nothers. Similarly, all of the participants were sympathetic to this issue and provided balanced \nresponses. In some examples they rejected the rationale of noise complaints in cities where \ncars, bars, and construction work seemed noisier than skateboarders. In reflection they also \nconsidered residential areas and how noise could be amplified by certain architectural \ndesign, adding to the irritant of skatesound. Seven of the participants described the sound \nof skateboarding in very positive emotional terms, ‘it makes me feel comfortable’ , ‘something \nI like and recognise’ , ‘texture’ , ‘a calling’ , ‘lovely and wonderful’ . Throughout all the interviews \nthere was clear understanding that skateboarders were attuned to the pleasures and benefits \nof skatesound, but also were aware of its jarring, sharp monotony akin to an ‘idling chainsaw’ \n(Glenney, Boutin, and O’Connor 2023 , 3). Occupying both stances might suppose that \nskateboarders are immersed in a complex form of aversion therapy, or that they are oriented \nto a baseline of tolerance for noise.\nWe designed this project to address sound in both skateboard media and academic work \non skateboarding revealing that sound is a well-considered feature of skateboarding. All \nthe respondents related in some capacity how important sound was for them in their expe -\nrience of skateboarding. In fact, the conceit of our research project was to artificially isolate \nsound as a singular issue. The interviews demonstrate that skateboarders associate great"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "SPORT  iN SOCiET y 9\nmeaning to sound, using it to: verify the success of their manoeuvres, judge the veracity \nand capacity of surfaces for use, harness it as a social cue, and derive a panoply of symbolic \nand sensual meanings from it. Thus, sound is socially distinctive from skateboarding’s visual \nculture, and can be hidden from reflective attention. Sound is not something reduceable to \nthe visual field without remarkable depletion of meaning as the meaning of sound for \nskateboarders is multidimensional.\nSound: overlooked but not ignored\nOur respondents demonstrate that skateboarders think of sounds as in unison, as a quality, \nsignifier, and index associated with multiple factors. This emphasis of variety demonstrates \nthat skateboarders have a rich sensual world in which sound plays an important role. As a \nresult, by focussing on sound this research points to the multidimensional experience of \nskateboarding as sensual, emotional, social, textural, and even existential. This adds weight \nto Borden’s ( 2019 , 211) claim in reference to a passage from Sidewalk Surfer magazine, that \nskateboarders see themselves as having an ‘enhanced experience of life’ beyond the dull \nmaterial world of mindless consumers. While this claim could be framed as elite subcultural \narrogance, the depth of sensory allusion in our interviews suggest that this might be an \nearnest account of skateboarding. Coupled with Simmel’s ( 1903 ) account of how cities \noverwhelm the senses and churn out ‘blasé’ minds, skateboarders appear to have a unique \nsensory array built for the city. This fits with other research which views skateboarding as \nan activity that enlivens one’s senses in the city, interrogating its textures, paths, and places \nin ways that present as a new way of knowing ‘from below’ (McDuie-Ra 2021 ).\nOur results highlight that skatesound is neither a peripheral concern, nor simply a cel -\nebrated issue. One demonstration of the way the prompt to describe skatesound opened \nup frequently layered and complex responses, was offered by Amy. A 42-year-old North \nAmerican female skateboarder of South East Asian heritage, Amy was a returnee to skate -\nboarding. She had skateboarded in her teens but was bullied by a group of female school \npeers and eventually stopped skateboarding as a result. Finding skateboarding again later \nin life, she had become overwhelmed with the transformation in the sport, finding a level \nof community and acceptance that was absent for her in the 1990s. She also celebrated the \nway skateboarding afforded her an augmented identity, not constrained by her career, or \nrole as a mother and wife. Her description of the sound of skateboarding extends in multiple \ndirections…\nSoothing. Very, very soothing […] I think, because I find so much joy in it. The word soothing \nis very multifaceted, because I smile when I hear the sounds, because I know exactly what it \nis. Right? And I know no matter where I am, standing outdoors, even indoors. But mostly \noutdoors. Given the space that I’m standing in. I know exactly the reverberations what sounds \nthat will make on the concrete, how the concrete’s been cut up so that those sounds are con -\nstant and consistent, but then it brings feelings of joy and feelings of freedom and feelings of \ncomfort because again, it is something that I find so much joy in, and I know that someone \nelse is enjoying it too.\nAmy’s insights present skatesound is integral to both the activity, its culture, and its way \nof producing knowledge of the city, a knowledge that is often captured in skateboarding’s \nvarious visual medias. We now turn to a more focussed analysis of four features of skate -\nboarding to which sound directly contributes."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 P . O’CONNOR ET AL.\nFrom Amy’s response we extract three key themes that will structure our following \nanalysis of the interviews. Firstly, the notion of recognition that we frame under the title of \n‘head whip’ , then the overt notion of ‘joy’ . A third theme of extension is evidenced in the \nway Amy identifies a connection to space, material textures, and the pleasure of others. We \nexplore this through the notion of ‘extended mind’ . Finally, we add an additional theme of \n‘media’ to make sense of the way that so much of skateboarding is a ‘corresponding’ culture \nin dialogue with media (Y ochim 2010 ) and for our purposes the sound of that media.\nHead whip\nThe ‘head whip’ is distinct in seemingly being a universal experience of skatesound. All \nparticipants reported this experience in some form or another. It relates to the instinctive, \npre-cognitive reaction skateboarders report on hearing skatesound whilst out in the city, \nat work, or at home. The physical response is to quickly ‘whip’ your head around and search \nfor the source of that sound. Leo a 21-year-old skateboarder who began skateboarding at \nthe age of 10 answered the question with a visual demonstration. He quickly ‘whipped’ his \nhead to the side. He described that he would be ‘immediately drawn’ to the sound and that \nhe would be curious to find out who was skating, what they were wearing, what they were \ndoing. Alfie described the head whip alike the reaction of an excited dog, a ‘base of the \nbrain’ response. Tom, a 45-year-old skateboarder who has been skating for over 20 years \ndescribed how he frequently hears skateboarders go past his office. The sound draws him \naway from his desk and computer and he will go to search for the source of the sound by \ngazing out of his office window. When asked why he does this he explained that the sound \npulls him away from his current focus and gives him a sense of wonder. He wants to see \nwho is skateboarding, is it a friend, is it a new person to meet? Twenty-five-year-old Fiona \ndescribed the skatesound and the head whip as a ‘calling’ or invitation…\nKind of sounds like a calling. I don’t know if that makes sense, but I feel like a lot of skate -\nboarders can relate to hearing the sound of skateboarding when they’re not necessarily around \nit. Like when I’m in my apartment. I can hear wheels going down the sidewalk, and I kind of \nfeel connected to that person already, like I just will run to my window and kind of see what’s \ngoing on to see if it is a skateboarder, and like likely it is. But for someone else. I feel like it just \nkind of sounds like what you would expect like wood banging on the concrete like a banging \nsound.\nFiona articulates a range of associations that connect to the conceptual frames discussed \nby Glenney et al. ( 2023 ). She recognises a subjective and semiotic valence to the sound, \nbut also extends this. Interestingly she recognises the irrelevance and even irritation of \nthe sound to others who do not share a skateboarding sensibility. What is so provocative \nabout the ‘head whip’ accounts are the way in which the siren call of skateboarding is \nimagined with relish and excitement. Skateboarders vicariously enjoy the pleasure of the \nactivity, but also share an impulse of curiosity and possibility, is this a friend, or an oppor -\ntunity to make a new friend? What is this person doing, where are they going? What are \nthey riding or wearing? The ‘head whip’ exemplifies an embodied connection to skate -\nboarding and a cultural identity. To hear skateboarders share this same reaction is to \ncomprehend a deep connection to sound and its associations. In our short rewrite of \nRedondo’s ( 1987 ) The Skater’s Eye  that uses a transplanted ear instead, the recipient expe -\nriences the ‘head whip’ ."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "SPORT  iN SOCiET y 11\nJoy\nEmbedded in the ‘head whip’ accounts are expressions of emotional excitation. The asso -\nciative element of skatesound is thus one where joy appears to abound. This is a significant \nobservation for the sociology of sport, where the joy of participation can be disregarded as \nsuperficial in comparison to athleticism, competition, or accolades. Y et our accounts of the \nskater’s ear signify that joy is a serious  part of skateboarding and perhaps one of the most \ndominant and important attributes. This is an observation that can be connected to debates \non serious and civil leisure (Stebbins 2001 ; Cohen-Gewerc and Stebbins 2013 ; Mair 2002 ). \nSeveral of our participants identified that skateboarding was an outlet that offered important \ncreativity and freedom, and a departure from personal and social issues they encountered.\nOne very accomplished and intellectually analytical skateboarder, 23-year-old, Alfie \nspoke of his troubled education, challenges with both autism and ADHD, and how skate -\nsound was central to his sensory world. He described skatesound as ‘lovely and wonderful’ \nbut also explained how tuning into the rhythm and flow of skatesound had enabled him to \nbecome a more empathetic person, to push beyond the base challenges of the difficulty of \nskateboarding and be invested in creating something pleasurable and meaningful. Alfie \nspoke of how his sensory engagement with skateboarding had helped him deal with anxiety, \nfind pleasure, and become more self-aware of his neurodiversity.\nA similar account was offered by Steph a 23-year-old non-binary skateboarder. Steph \ncommented that since starting skateboarding 3 years ago, they had become more aware and \nunderstanding of their neurodivergence. Another 19-year-old skateboarder with an autism \ndiagnosis described skateboarding sound as soothing like ASMR videos. In various research \nskateboarders offer accounts of the emotional significance of the activity. It is often described \nas therapeutic, joyful, and even religious (Sayers 2023 ; O’Connor 2020 ; Y ochim 2010 ). The \naccounts of neurodiverse skateboarders add to these findings and suggest a pleasure in the \nactivity that contributes to self-awareness and control over the sensory overload people \nwith autism frequently experience. Here joy dovetails with serious leisure and civil leisure \nto enhance the lives and communities of people, especially those marginalised by the con -\nstraints of other sports, as exemplified by Tricia’s clients who felt alienated from sport \ndiscussed above.\nExtended mind\nA significant insight from the interviews can be related to the current philosophical debate \non extended mind (Clark and Chalmers 1998 ). This notion builds from the phenomeno -\nlogical work of Merleau-Ponty ( 1962 ) by which people’s senses and engagement with objects \ncan be understood as part of the world at large, or the world sensing itself (Ingold 2011 , \n12). Just as writing down thoughts on paper extends the mental into the physical, so too \ndoes intentionally reverberating a sound into the city extend its spatiality—a soundscape \nbecomes a mindscape. Soundscapes are ways of knowing the city, interacting with it, and \nbecoming a part of it. The concept posits that mind is not bound to material engagement \nstrictly by its biological determinants, but can interact with external artefacts in a way that \nthese become part of the mind of the subject.\nThese erudite philosophical theories find empirical grounding in the skatesound accounts \nof skateboarders. Frequently skatesound is described as connecting vicariously to the"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 P . O’CONNOR ET AL.\nexperiences of others, providing a conduit to understand where they are, what they are \ndoing, and how they are feeling. In earlier comments from both Amy and Fiona they \ndescribed feeling what others are feeling through skatesound: a connection to other people \nand to the materials of the city. Similarly, participants made many comments on how skate -\nsound worked as a heuristic, or shortcut to an array of physical determinants of space, \ntexture, movement, and even trick performance. Skatesound works, for some, as an affir -\nmation about the world around them and even operates as a tool of delimited precognition. \nWe have already relayed accounts of how skatesound provides vicarious joy as one imagines \nthe pleasure of the skateboarder producing the sound. This notion immediately connects \nto the thesis that extended mind can also operate as extended affect (Colombetti and Roberts \n2015 ). When one hears a successful completion of a trick, like a long grind across a ledge, \nthey simulate the experience in their mind, imagining their own body doing the trick. The \nconnecting tool to this extension of mind is the skateboard, an object of extension to the \nsenses and affect of the skateboarder.\nSkateboarders would talk about how trick sounds conveyed a sense of affirmation that \nthings were working well. This is similar to the way in which mechanics might listen to a \ncar to provide a diagnostic on its performance (Keizer 2012 ). Perhaps more provocatively \nsome participants suggested that the sound could signal the efficacy of a manoeuvre, if the \n‘pop’ of an ollie or flip tick sounded good , it was a signal that the trick would be landed.5 \nThus, very quickly a skateboarder might register speed, surface, and trick type in a small \nsoundbite of skatesound and feel a great many things as a result. Fiona alluded to this by \ninvoking the ‘skater’s eye’ metaphor and applying it to sound as a further sensory extension.\nY ou know, you have the skateboarder, goggles, and it’s really weird, because again, like people \nwho don’t skate don’t have this. So, I do think it is an extension of yourself when you become \na skateboarder.\nA further example of this extension relates to responses of participants to two videos \nshown during the interviews. Both are part of Max Boutin’s ( 2023 ) Texturologies art instal -\nlation and show quickly moving ground from the view of a skateboard ( Image 1 ). The two \nvideos shown to participants are identical with the exception that the first has no sound. \nThe video was used to elicit some anticipatory responses from participants about sound. \nFrequently participants would report predictive comments about the skatesound and how \nthe second video with sound offered validation, or enhanced knowledge. Dan (21-year-old) \nresponded as follows\nI knew what it would sound like, and I guess the second video just confirmed my suspicions.\nParticipants could feel and hear the surface in their body and mind. Some commented \non the hardness of the wheels, and changes in direction. Although the video is unusual as \na skateboard video as it gives a first person POV experience, the media did appear to pro -\nduce some form of extended or augmented predictive and anticipated experience in par -\nticipants, and this was tied to the knowledge they derived from the skateboard as mediator \nof those surfaces. In some cases participants commented on the way certain sounds were \nconnected to cities. Tom for instance reflected at length how MACBA in Barcelona had a \nunique sound relating to the stone used at that location. There were similar accounts of \nspecific sounds relating to spots, and broader soundscapes relating to cities."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "SPORT  iN SOCiET y 13\nJust as Merleau-Ponty suggests the blind man who habituates themselves to a cane, feels \nthe world by extension, skatesound reaches out into the world, perhaps like an echolocation \ndevice. As Dean ( 2023 , 159, 174) reveals in interviews with blind skateboarders, sound \nextends the skater’s spatial knowledge of their spaces beyond touch, either from the surfaces \nthemselves, or ‘beepers’ that some use as a beacon to help navigate specific obstacles. That \nthe sounds of skateboarding extend bodily knowledge of skaters further supports the notion \nthat the skateboard operates as extended mind, is a way by which we understand the city \nand other users through a shared knowledge of the city’s sound and meaning.6 To push the \nnotion conceptually as Ingold ( 2011 ) does via Merleau-Ponty, it is not just humanity that \nis sentient but the world at large and thus all boundaries, biological or otherwise are illusion. \nSkatesound is thus a means to know the city with a depth not otherwise possible through \nmere pedestrian consumption. Thus, skatesound not only provides some means to grasp \nIngold’s conceptually challenging suggestion that the city is somehow ‘alive’ , but accounts \nfor the possibility that skateboarders really do escape Simmel’s diagnosis of an urbane \nblasé mind.\nMedia\nA significant part of skateboard culture relates to a shared knowledge of skateboard media. \nY ochim ( 2010 ) describes this as a corresponding culture where skateboarders articulate \nshared subcultural knowledge through video and magazine, and contextualise performance, \ntricks, and meaning through media. During the research several skateboarders sent videos \nand Instagram posts to further underline the importance of skatesound In one instance a \ncomical video was shared about a skater hearing a skateboard and ‘whipping’ around to \nsearch for the source of the noise, then dangling out of the window to catch a glimpse of a \npassing skateboarder.7 Others shared videos that showcased pleasing skateboard sounds of \ngrinds, carves over pool tiles, or deftly popped tre flips. Media also formed part of the \ninterview schedule.\nOne item of shared media in the interview was a clip of Ray Barbee from the video Ban \nThis  (Peralta 1989 ) which is notable for an absence of skatesound only music during the \nmontage. Participants commented on how music often added to the stoke of skateboard \nvideos, but the absence of skatesound was problematic and disappointing. Ben (30-year-old) \ncommented…\nTalking about the Ray Barbee video, there’s like disappointment to not hear the skateboarding \nsounds.\nMany spoke of enjoying music played in skate videos as they came to associate it with \nparticular skaters and tricks. Fiona spoke of Escape (The Piña Colada Song)  by Rupert \nHolmes which she previously disliked, yet upon seeing a video with one of her favourite \nskateboarders Marissa del Santo (Duke 2017 ), in which the music was used, the song has \nnow become a favourite because it provides a sensation of skateboarding stoke.\nIn a further example 35-year-old Jules sought to explain how whenever he heard certain \nmusic it transported him into a skateboard video. To underline the power of this example \nhe mentioned DJ Shadow. This instantly affected the interviewer who in response conjured \nthe image in his mind of Andrew Reynolds doing a kickflip noseblunt slide on a picnic table \nriding a Ghostface Birdhouse board in the video The End  (Mosberg 1998 ). Similar examples"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 P . O’CONNOR ET AL.\noccurred in nearly every interview underlining both Y ochim’s ( 2010 ) point that skateboard -\ners communicate through media, and also highlighting the importance of sound in skate -\nboarding beyond simply the skatesound. This topic connects to a more prominent field of \nsport sound research that relates to the use and consumption of music in sport (Durrant \nand Kennedy 2007 ; Bateman and Bale 2008 ). Music is reported to be a motivational and \nergogenic factor in sport, that is, enhancing effort and performance. Such is the potence of \nthis association that Karageorghis and Terry ( 2019 , 15) suggest ‘music can be seen as a type \nof legal drug that athletes can use in training’ .\nVideo games were a further example of media that six participants referred to. \nInterestingly their reflections on the importance of games like THPS  (Tony Hawk Pro \nSkater) from Neversoft and the Skate  series of games from Entertainment Arts, encom -\npassed both music and skatesound. Two participants referred to the influence of THPS  \nin introducing them to a range of music and how certain songs now have a permanent \nlink in their minds to the game. This theme is elaborated on in depth in Cole Nowicki’s \n(2023 , 56–63) book on the cultural impact of THPS. One participant celebrated the atten -\ntion to detail in THPS  in which the tricks tended to sound correct, but some grinds clearly \nsounded wrong. He noted that he would often turn off the soundtrack as he got sick of \nthe songs, but he would never turn off the skatesounds. Another participant even described \nskateboard sound alike the haptic vibration experienced from the joypad when playing \nvideo games, a source of information that augments your knowledge of what is unfolding.\nEarbuds\nMusic also presents as a distinct topic of division when related to the use of headphones, \nor earbuds, while skateboarding. Roughly half of the participants were against skateboarding \nwhile listening to music via headphones. The three chief complaints were that listening to \nmusic was anti-social and that when skateboarding you were participating a communal \nactivity. Gavin (23-year-old) felt so strongly about this that he would approach people \nwearing headphones while skateboarding and ask them to remove their headphones and \ncome join in the session with him and his friends, to engage socially. The second common \nconcern was expressed by Eddy (51-year-old) who stated that he couldn’t imagine skate -\nboarding with ear buds in because of the danger. Partly this was a concern about not hearing \ncars, or other skaters. It was also a shared concern about not tuning in to the sound of the \nboard and picking up on vital diagnostics about the terrain and performance of the skate -\nboard. A less common but associated complaint was that headphones were a distraction \nfrom the pleasurable sound of skateboarding. So, while music can provide both stoke and \nergogenic benefits, the practice of skateboarders ‘cocooning’ themselves in a different ‘audi -\ntory’ world (Karageorghis and Terry 2019 ) is contested. However, the popularity of earbud \nuse in competitive skateboarding is significant. Some professional skateboarders have head -\nphone sponsorship and there was a suggestion that for younger skateboarders earbud use \nmay be more widely accepted than for older skateboarders.\nThose who did chose to listen to headphones had manifold reasons for doing so. Some, \nlike 22-year-old Andy, simply wanted music to accentuate his focus and stoke, while Fiona \nused headphones as a social barrier when she was the only female skateboarder on the \nsession and wanted to enhance her confidence. In contrast Steph used headphones to battle \nsensory overload of skatesound that was particularly prevalent in indoor skateparks. Three"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "SPORT  iN SOCiET y 15\nparticipants also had hearing impairments that required them to use hearing aids. Of these \nthree, two chose not to wear their hearing aids whilst skateboarding and reported that the \ndevices introduced unwanted noise that interfered with and distracted their performance. \nJoshua, a 44 year old skateboarder offered this reply when asked if he wore his hearing aids \nwhilst skateboarding…\nNo. Not at all. Too loud. It’s the noise of the wheels, its amplified, and wind, you know, when \nyou’re skating along even though it’s not windy. I’m not saying I skate fast or anything [laughs] \nbut like you know you get the air passing through [the hearing aids] and it’s really disorien -\ntating, and it can be quite overwhelming.\nThe wind is significant in this response as it is not typically a part of skatesound, and \namplified wind works as a distraction from the more nuanced sound of the board. The only \nskateboarder who continued to wear hearing aids whilst skateboarding had more profound \nhearing loss and a bone conduction hearing aid which did not amplify the wind sound. \nJoshua stated that the only impact his hearing loss had on skateboarding was the social side, \namidst the noise of skateboards it would become very difficult to chat with people. He \nquipped that if you are trying to talk with him on the session, ‘good luck with that. ’\nContrasting the experiences of skateboarders with hearing loss and their use of hearing \naids with attitudes to headphones provides a broad account of how media, music, and \namplified sound work in the motivational and social worlds of skateboarders. Similarly, it \nwas common for skateboarders to appreciate how music in video, or whilst skateboarding \nas either a portable sound system, or via headphones could enhance the experience. \nHowever, when given the choice between skatesound or music, as a hypothetical ‘one or \nthe other’ scenario all chose to forsake music.\nConclusion\nOur research presents rich qualitative responses to the enquiry into skatesound. Firstly, we \nidentify that sound is a primary issue in the lives of skateboarders. While Borden ( 2019 ) is \ncorrect that skateboarders do not tend to conceptualize their craft, all the participants in \nour research were able to relate some significant and often poignant engagement with the \nnotion of skatesound. Secondly, we observed that skateboarders held opposing understand -\nings of skatesound simultaneously—a skatesound paradox. They typically had a positive \nvalence to skatesound, but were also aware of its negative valence and would attune their \nbehaviour in some circumstances to counteract this. The comprehension of the good and \nbad of skatesound simultaneously gives further orientation to the greyness of skateboarding \n(O’Connor et al. 2023 ) to occupy a space resistant to tidy classification.\nSkatesound also provided an opportunity to identify shared cultural and embodied acts \nin skate culture. The precognitive ‘head whip’ stands as an overt example of shared experi -\nence and sensitisation to skatesound. Alongside varied reflections on joy, empowerment, \nand self-knowledge skatesound can also be explored through expression of extended mind, \nand extended affect. Most importantly, through skatesound we explored the varied ways \nindividuals were able to engage in a sport who might more typically be marginalised in \nother physical cultures and institutionalised settings (Ives et al. 2021 ; Harada et al. 2011 ). \nThe sensual worlds of affect, autism, hearing loss, age, gender, and ethnicity all intersect in \nthese accounts and suggest a rich realm for additional enquiry."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 P . O’CONNOR ET AL.\nNotes\n 1. It is somewhat uncommon to refer to skateboarding as a sport, choosing ‘lifestyle’ , ‘subculture, \nor ‘culture’ as more fitting categories (Gazeres 2023 ). However, skateboarding’s inclusion in the \n2020 Olympic games and beyond, the long history of skate competitions stretching from the \n1970s to today, as well as a recent trend amongst competitors to train and be coached, suggest \nthat skateboarding is at least ‘part’ sport (Glenney and Mull 2018 ). Including skateboarding in \nthe ‘sport’ category, however, may lead to a subversion of sport’s seemingly necessary ‘competi -\ntive’ and ‘rule-bound’ features (Glenney 2017 ). In a word, if skateboarding is considered a sport, \nthen the concept of sport must change, a point of some interest in recent sport scholarship. For \ninstance, many skateboard scholars have distinguished ‘mainstream sport’ from ‘alternative \nsport’ or ‘action sport’ (Kellett and Russell 2009 ; Thorpe and Wheaton 2011 ; Thorpe 2016 ) or \nhave described skateboarding as an ‘extreme sport’ (Rinehart 1998 ) or ‘street sport’ (Alkemeyer, \net al. 2005 ), shifting sport away from a category to a spectrum of human activity. We use the \nphrase ‘lifestyle sport’ (Wheaton 2013 ) throughout to key in on the fact that skateboarding’s \nprimary activity of spatially conditioned athletic performance so deeply permeates aspects of \nthis chosen way of life that aspects of lifestyle gain greater import over athletic performance.\n 2. Though not mentioned by Touché, skatesounds are largely dependent on the hardness of the \nwheel used: the harder the wheel, the greater the clacking, squealing, and pounding of the \nsounds. A softer wheel, while smoother and quieter, is viewed by most skaters place the entire \nset-up ‘out of tune’ , with complaints that tricks do not sound right and that the overall expe -\nrience is reduced.\n 3. Skate scholarship’s current turn to the senses of skateboarding was most evident in the Stoke \nSessions conference held at San Diego State University in April 2023. Here a total four pa -\npers were presented on the topic of sound in skateboarding (Surf/Skate Studies Collective \n2023 ). One common feature of these enquiries was the notion of music in skateboard media \nand the role it plays in the culture. This again becomes a focus in latter parts of this paper.\n 4. It should be noted that there exist many skateboarders who have a variety of blindnesses, us -\ning a ‘white cane’ during trick performances as a substitute for sight, with their imagination \nplaying a significant role as they artfully perform some of the most difficult maneuvers in \nskateboarding. Do they share the same ‘skater’s gaze’ as skateboarders who use sight when \nassessing their action space for trick play. Do they share the same ‘action space’ as skaters with \nsight. We would most certainly venture a ‘yes’ to both questions, though find these questions \nworth an account of their own.\n 5. For example, see Jason Lee tries to articulate how a 360 flip should sound/feel (from 6 min \nmark) Nine Club Clips  [Y ouTube] ‘Jason Lee And The Evolution Of 360 Kickflips’  https://youtu.\nbe/d4EscAuvz0M?si=DxTTm49OxJaSa5QX&t=360.\n 6. ‘If I want to become habituated to a cane, I try it out, I touch some objects and, after some \ntime, I have it “in hand” […] Habit expresses the power we have of dilating our being in the \nworld, or of altering our existence through incorporating new instruments. (Merleau Ponty \n144-45/178-79). ’ .\n 7. aimeemassie’ ‘I’m like a 5 year old when they hear the ice cream truck #skate #skateboarding \n#skatergirl #skateboard’ , Instagram, May 18, 2021. https://www.instagram.com/reel/CO_\nrGIGpvog/.\nAcknowledgements\nThe authors would like to thank the valuable comments from three anonymous reviewers as well as \nthe participants in our presentation at The Stoke Sessions, April 16, 2023, at SDSU.\nDisclosure statement\nNo potential conflict of interest was reported by the author(s)."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "SPORT  iN SOCiET y 17\nORCID\nPaul O’Connor  http://orcid.org/0000-0003-4245-3473\nBrian Glenney  http://orcid.org/0000-0002-8640-3278\nReferences\nAbiker, David. 2022 . “Le skate, ça fait u bruit. Je me dis cela en passant par les escaliers. ” Instagram , \nFebruary 11. https://www.instagram.com/p/CZ1ZeXar7n7/?igshid=MTc4MmM1YmI2Ng%3D%3D\nAbulhawa, Dani. 2020 . Skateboarding and Femininity _ Gender, Space-Making and Expressive \nMovement . London: Routledge.\nAlkemeyer, T., B. Rigauer, and G. Sobiech. 2005 . “Einführung. ” In Organisationsentwicklungenund \nDe-Institutionalisierungsprozesse im Sport , edited by T. Alkemeyer, B. Rigauer, and G. Sobiech, \n7–19. Schorndorf: Hofmann.\nAskate Foundation. 2023 . “Our Mission. ” Accessed September 11, 2023. https://www.askate.org/about .\nBack, Les. 2007 . The Art of Listening . Oxford: Berg.\nBäckström, Åsa. 2014 . “Knowing and Teaching Kinaesthetic Experience in Skateboarding: An \nExample of Sensory Emplacement. ” Sport, Education and Society  19 (6): 752–772. https://doi.org/\n10.1080/13573322.2012.713861 .\nBateman, Anthony, and John Bale. 2008 . Sporting Sounds: Relationships Between Sport and Music . \nNew Y ork: Routledge.\nBorden, Iain. 2001 . Skateboarding, Space and the City . Oxford: Berg.\nBorden, Iain. 2019 . Skateboarding and the City: A Complete History . London: Bloomsbury Visual Arts.\nBoutin, Max. 2023 . “Texturologie-vibratoire. ” Accessed November 11, 2022. https://www.maxboutin.\ncom/texturologie-vibratoire .\nCaillois, R., and M. Barash. 2001 . Man Play and Games . Chicago: University of Illinois Press.\nCarr, John. 2007 . “The Political Grind: The Role of Y outh Identities in the Municipal Politics of \nPublic Space. ” PhD diss., Department of Geography, University of Washington.\nClark, A., and D. Chalmers. 1998 . “The Extended Mind. ” Analysis  58 (1): 7–19. https://doi.\norg/10.1093/analys/58.1.7 .\nCohen-Gewerc, Elie, and Robert A. Stebbins. 2013 . Serious Leisure and Individuality . Montréal: \nMcGill-Queen’s University Press.\nColombetti, Giovanna, and Tom Roberts. 2015 . “Extending the Extended Mind: The Case for \nExtended Affectivity. ” Philosophical Studies  172 (5): 1243–1263. https://doi.org/10.1007/s11098-\n014-0347-3 .\nDean, Nikolaus Alexander. 2023 . “ A Sociocultural Analysis of Adaptive Skateboarding and Wheelchair \nMotocross. ” Dissertation, University of British Columbia. https://doi.org/10.14288/1.0438331 .\nDickinson, S., Millie, A., and Peters, E. 2022 . Street Skateboarding and the Aesthetic Order of \nPublic Spaces. The British Journal of Criminology,  62 (6): 1454–1469. https://doi.org/10.1093/\nbjc/azab109 .\nDuke, Bronson. 2017 . “MARISA DAL SANTO BEST OF + NEW FOOTAGE. ” Y ouTube. https://\nwww.youtube.com/watch?v=5SimqPoIRDQ\nDurrant, Phil, and Eileen Kennedy. 2007 . “Sonic Sport: Sound Art in Leisure Research. ” Leisure \nSciences  29 (2): 181–194. https://doi.org/10.1080/01490400601160879 .\nEngell, Zakarias, Signe Højbjerre Larsen, and Karsten Elmose-Østerlund. 2024 . “Participation in \nStreet Sports - a National Study of Participation Patterns Among Y outh and Adults. ” European \nJournal for Sport and Society  21 (2): 128–151. https://doi.org/10.1080/16138171.2023.2252276 .\nFeld, Steven. 1982 . Sound and Sentiment: Birds, Weeping, Poetics, and Song in Kaluli Expression/\nSteven Feld . Philadelphia: University of Pennsylvania Press.\nGazeres, R. 2023 . “Challenging Neoliberal Sport: Skateboarding as a Resilient Cultural Practice. ” \nGeography Compass  17 (1): e12671. https://doi.org/10.1111/gec3.12671 .\nGlenney, Brian, Max Boutin, and Paul O’Connor. 2023 . “The Sonic Spectrums of Skateboarding: From \nPolarity to Plurality. ” The Senses and Society  18(3): 1–16. https://doi.org/10.1080/17458927.2023.\n2245232 ."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 P . O’CONNOR ET AL.\nGlenney, Brian, and Paul O’Connor. 2023 . “Skateboarding as Discordant: A Rhythm analysis of \nDisaster Leisure. ” Sport, Ethics and Philosophy  17 (2): 172–184. https://doi.org/10.1080/17511321.\n2022.2139858 .\nGlenney, Brian, and Steve Mull. 2018 . “Skateboarding and the Ecology of Urban Space. ” Journal of \nSport and Social Issues  42 (6): 437–453. https://doi.org/10.1177/0193723518800525 .\nGlenney, Brian. 2017 . “Skateboarding, Sport, and Spontaneity: Towards a Subversive Definition of \nSport. ” In Defining Sport: Contemporary Explorations , edited by S. Klein, 147–158. Lanham, MD: \nLexington Books.\nHarada, Coreen M., Gary N. Siperstein, Robin C. Parker, and David Lenox. 2011 . “Promoting Social \nInclusion for People With Intellectual Disabilities Through Sport: Special Olympics International, \nGlobal Sport Initiatives and Strategies. ” Sport in Society  14 (9): 1131–1148. https://doi.org/10.1080/\n17430437.2011.614770 .\nHölsgens, S., and B. Glenney. 2025 . Skateboarding and the Senses: Skills, Surfaces, and Spaces . New \nY ork, NY: Routledge.\nHölsgens, Sander. 2024 . “Learning to See or How to Make Sense of the Skillful Things Skateboarders \nDo. ” In The Routledge International Handbook of Sensory Ethnography , edited by Phillip Vannini. \nNew Y ork, NY: Routledge.\nHölsgens, Sander. 2021 . Skateboarding in Seoul: A Sensory Ethnography . Groningen: University of \nGroningen Press.\nIngold, Tim. 2011 . Being Alive: Essays on Movement, Knowledge and Description . Abingdon: \nRoutledge.\nIngold, Tim. 2021 . The Perception of the Environment: Essays on Livelihood, Dwelling and Skill . \nLondon: Routledge.\nIves, Ben, Ben Clayton, Ian Brittain, and Chris Mackintosh. 2021 . “I’ll Always Find a Perfectly Justified \nReason for Not Doing It’: Challenges for Disability Sport and Physical Activity in the United \nKingdom. ” Sport in Society  24 (4): 588–606. https://doi.org/10.1080/17430437.2019.1703683 .\nKarageorghis, C. I., and P . C. Terry. 2019 . “The Psychological, Psychophysical and Ergogenic Effects \nof Music in Sport: A Review and Synthesis. ” In Sporting Sounds: Relationships Between Sport and \nMusic , edited by A. J. Bateman and J. R. Bale, 27–50. London: Routledge.\nKellett, P ., and R. Russell. 2009 . “ A Comparison Between Mainstream and Action Sport Industries \nin Australia: A Case Study of the Skateboarding Cluster. ” Sport Management Review  12 (2): 66–\n78. https://doi.org/10.1016/j.smr.2008.12.003 .\nKeizer, Garret. 2012 . Unwanted Sound of Everything We Want: A Book About Noise . New Y ork: \nPublic Affairs.\nMaier, Carla J. 2016 . “The Sound of Skateboarding: Aspects of a Transcultural Anthropology of \nSound. ” The Senses and Society  11 (1): 24–35. https://doi.org/10.1080/17458927.2016.1162945 .\nMair, Heather. 2002 . “Civil Leisure? Exploring the Relationship Between Leisure, Activism and Social \nChange. ” Leisure/Loisir  27 (3–4): 213–237. https://doi.org/10.1080/14927713.2002.9651304 .\nMcDuie-Ra, D. 2021 . Skateboard Video: Archiving the City from Below . Singapore: Springer Nature \nSingapore. https://doi.org/10.1080/14927713.2002.9651304 .\nMerleau-Ponty, Maurice. 1962 . The Phenomenology of Perception . Translated by Colin Smith. \nLondon: Routledge.\nMitchao, D., M. Lewis, D. Jakob, E. R. Benjamin, and D. Demetriades. 2022 . “Skateboard Head Injuries: \nAre we Making Progress?” Injury  53 (5): 1658–1661. https://doi.org/10.1016/j.injury.2021.12.023 .\nMosberg, Jamie. 1998 . “The End. Birdhouse Skateboards. ”\nNowodworski, P . 2023 . “Balance as a Skater’s Duty? Sensual-Trained Action as an Expression of \nScene Affiliation in Skateboarding. In: Eisewicht, P ., Hitzler, R., Schäfer, L. (eds), The Social \nMeaning of the Senses: The Reconstruction of Sensory Aspects of Knowledge , 99–116. Wiesbaden: \nSpringer Fachmedien Wiesbaden.\nNowicki, Cole. 2023 . Right, Down + Circle: Tony Hawk’s Pro Skater . Toronto: ECW Press.\nO’Connor, Paul. 2015 . “Skateboard Philanthropy: Inclusion and Prefigurative Politics. ” In \nSkateboarding: Subcultures, Sites and Shifts , edited by Kara Jane Lombard, 30–43. London: \nRoutledge.\nO’Connor, Paul. 2020 . Skateboarding and Religion . Cham, Switzerland: Palgrave."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "SPORT  iN SOCiET y 19\nO’Connor, Paul, Clifton Evers, Brian Glenney, and Indigo Willing. 2023 . “Skateboarding in the \nAnthropocene: Grey Spaces of Polluted Leisure. ” Leisure Studies  42 (6): 897–907. https://doi.org/\n10.1080/02614367.2022.2153906 .\nPeralta, Stacy. 1989 . “Ban This. ”\nRinehart, Robert. 1998 . “Inside of the Outside: Pecking Orders Within Alternative Sport at ESPN’s \n1995 ‘The eXtreme Games’ . ” Journal of Sport and Social Issues  22 (4):398–415, https://doi.\norg/10.1177/019372398022004005 .\nRedondo, D. 1987 . “The Skater’s Eye. ” Thrasher Magazine , September 1987, 70–71.\nRice, Tom. 2013 . Hearing and the Hospital: Sound, Listening, Knowledge and Experience/Tom Rice . \n[s.l.]: Sean Kingston Publishing.\nSayers, Esther. 2023 . “Skateboarding, Time and Ethics: An Auto Ethnographic Adventure of \nMotherhood and Risk. ” Sport, Ethics and Philosophy  17 (3): 306–326. https://doi.org/10.1080/\n17511321.2023.2180533 .\nSchneider, W . R. 1988 . Grey Noise. Stochastic Processes, Physics and Geometry , Singapore: World \nScientific. 676–681.\nSeale, C. ( 1999 ). The quality of qualitative research . London: Sage.\nSimmel, G 1903 . “Die Großstädte und das Geistesleben. ” In Die Grossstadt. Vorträge und Aufsätze \nzur Städteausstellung  edited by Bücher, Karl, Ratzel, Friedrich, Mayr, George von, Heinrich, \nWaentig, Petermann, Simmel, George, Theodor, & Schäfer, Dietrich. Dresden: v. Zahn & Jaensch.\nStebbins, Robert A. 2001 . “Serious Leisure. ” Society  38 (4): 53–57. https://doi.org/10.1007/s12115-\n001-1023-8 .\nStoller, Paul. 1997 . Sensuous Scholarship . Philadelphia: University of Pennsylvania Press.\nSurf/Skate Studies Collective. 2023 . “Conference Program. ” The Stoke Sessions: An International \nConference on the Culture, History and Politics of Surfing and Skateboarding, San Diego, April \n20–23, 2023.\nThomas, B. R., M. Lafasakis, and V . Spector. 2016 . “Brief Report: Using Behavioral Skills Training to \nTeach Skateboarding Skills to a Child with Autism Spectrum Disorder. ” Journal of Autism and \nDevelopmental Disorders  46 (12): 3824–3829. https://doi.org/10.1007/s10803-016-2900-8 .\nThorpe, Holly. 2016 . “ Action Sports for Y outh Development: Critical Insights for the SDP \nCommunity. ” International Journal of Sport Policy and Politics  8 (1): 91–116. https://doi.org/10.1\n080/19406940.2014.925952 .\nThorpe, Holly, and Belinda Wheaton. 2011 . “Generation X Games’ , Action Sports and the Olympic \nMovement: Understanding the Cultural Politics of Incorporation. ” Sociology  45 (5): 830–847. \nhttps://doi.org/10.1177/0038038511413427 .\nTony Hawk Foundation. 2022 . “Noise. ” Accessed June 20, 2020. https://publicskateparkguide.org/\nmaintenance-and-operations/noise/ .\nTouché, Marc. 1998 . “Les rapports sonores des skaters aux espaces urbaines ou ‘le skate à sons. ” In \nGlisser dans la ville: les politiques sportives à l’ e ́preuve des sports de rue: Acts from the Neuchâtel \nColloquium of the 18th and 19th Septembre 1997 , edited by C. Jaccoud and Y . Pedrazzini. \nNeuchâtel: Editions CIES.\nUzwiak, Beth A., and Laurian R. Bowles. 2021 . “Introduction to Paul Stoller’s Sensory Poetics. ” The \nSenses and Society  16 (2): 127–131. https://doi.org/10.1080/17458927.2021.1876368 .\nWheaton, B. 2013 . The Cultural Politics of Lifestyle Sports . New Y ork: Routledge.\nWilling, Indigo, and Anthony Pappalardo. 2023 . Skateboarding, Power and Change . Singapore: \nPalgrave Macmillan.\nWilling, Indigo, and Scott Shearer. 2015 . “Skateboarding Activism: Exploring Diverse Voices and \nCommunity Support. ” In K. J. Lombard (Ed.), Skateboarding : Subcultures, Sites and Shifts, 62-74. \nLondon: Routledge.\nWoods, Carl T., James Rudd, Rob Gray, and Keith Davids. 2021 . “Enskilment : An Ecological-\nAnthropological Worldview of Skill, Learning and Education in Sport. ” Sports Medicine - Open  7 \n(1): 33. https://doi.org/10.1186/s40798-021-00326-6 .\nY ochim, Emily Chivers. 2010 . Skate Life: Re-Imagining White Masculinity . San Fracnsico: Unviersity \nof Michican Press."
    }
  ]
}