{
  "doc_type": "scientific paper",
  "title": "The impact of disgusting sounds on pupil diameter",
  "authors": [
    "Oszczapinska et al"
  ],
  "year": 2024,
  "journal": null,
  "doi": "10.22541/au.172930325.58859735/v1",
  "abstract": "jabbrv-ltwa-all.ldfjabbrv-ltwa-en.ldfEverydaysoundscanelicitarangeofemotionalandphysiologicalresponses. Forindividuals with misophonia, some sounds can produce strong feelings of disgust, annoyance, and anger, often accompanied by increased perspiration and heart rate. Presently, methods of diagnosing misophonia rely on clinical interviews and self-assessment scales. Our study asks whether pupillometry can be an objective measure that correlates with self-reported misophonia severity. Previous studies show that both unpleasant and pleasant sounds increase pupil diameter (Partala and Surakka, 2003; Nakakoga et al., 2020); however, these have not compared pupil responses to disgust versus other emotions. Given prior indications that the response to visually disgusting stimuli is pupil constriction (Ayzenberg et al., 2018), we asked whether the pupil dilation to auditorily disgusting stimuli would be smaller than for other emotional sounds. In our listening task, we monitored pupil size changes while participants listened to positive and negative emotional sounds from the IADS database (Bradley and Lang, 2007) along with “triggers” known to be especially aversive to misophonics. Participants reported the intensity of their emotional reactions (disgust, anger, annoyance, happiness, sadness, fear) as well as valence and arousal. Misophonic listeners reported greater emotion intensity for emotions associated with triggers (disgust, anger, annoyance) as well as for fear. For all listeners, there was a positive association between changes in pupil diameter and emotion intensity. Overall, misophonics had greater pupil dilation than non-misophonics, but after equating for emotion category of the sounds, misophonic pupil dilation was only larger for trigger sounds (and marginally, disgusting sounds).",
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:51:58.217545Z",
  "source_pdf": "documents/research/Global/Oszczapinska et al 2024 The impact of disgusting sounds on pupil diameter.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.The impact of disgusting sounds on pupil diameter of misophonic\nand non-misophonic listeners\nUrszula Oszczapinska1, Sungjoon Park1, Yuqi Qiu1, Bridget Nance1, Megan Julien1, and\nLaurie Heller1\n1Carnegie Mellon University\nOctober 19, 2024\nAbstract\njabbrv-ltwa-all.ldfjabbrv-ltwa-en.ldfEverydaysoundscanelicitarangeofemotionalandphysiologicalresponses. Forindividuals\nwith misophonia, some sounds can produce strong feelings of disgust, annoyance, and anger, often accompanied by increased\nperspiration and heart rate. Presently, methods of diagnosing misophonia rely on clinical interviews and self-assessment scales.\nOur study asks whether pupillometry can be an objective measure that correlates with self-reported misophonia severity.\nPrevious studies show that both unpleasant and pleasant sounds increase pupil diameter (Partala and Surakka, 2003; Nakakoga\net al., 2020); however, these have not compared pupil responses to disgust versus other emotions. Given prior indications that\nthe response to visually disgusting stimuli is pupil constriction (Ayzenberg et al., 2018), we asked whether the pupil dilation to\nauditorily disgusting stimuli would be smaller than for other emotional sounds. In our listening task, we monitored pupil size\nchanges while participants listened to positive and negative emotional sounds from the IADS database (Bradley and Lang, 2007)\nalong with “triggers” known to be especially aversive to misophonics. Participants reported the intensity of their emotional\nreactions (disgust, anger, annoyance, happiness, sadness, fear) as well as valence and arousal. Misophonic listeners reported\ngreater emotion intensity for emotions associated with triggers (disgust, anger, annoyance) as well as for fear. For all listeners,\nthere was a positive association between changes in pupil diameter and emotion intensity. Overall, misophonics had greater\npupil dilation than non-misophonics, but after equating for emotion category of the sounds, misophonic pupil dilation was only\nlarger for trigger sounds (and marginally, disgusting sounds).\nI. Introduction\nEveryday sounds serve as informative signals about the physical events, objects, and agents in our environ-\nment. The acoustic properties of sound, spectral content, temporal content, and sound level are physical\ncorrelatesofperceptualfeatures, providinglistenerswiththeabilitytodiscernthesizeandmaterial(Houben,\n2002; Grassi, 2005; Klatzky, Pai and Krotkov, 2000; Freed, 1990) of various objects, as well as the action(s)\nimposed on them (Warren and Verbrugge, 1984; Lemaitre and Heller, 2012). Such properties are further\ninﬂuenced by our experiences, and expectations of where or when the sound is encountered. For example,\nlisteners may interpret a set of repetitive sounds produced by wheels contacting a track as a train rolling.\nHowever, if an irregularity is present within the repetitive pattern of the sound, the listener may interpret\nthe event as being produced by an object other than a train (Ballas and Howard, 1987). Distinguishing the\ntemporal regularity of events is only one example of how acoustic features can inform sound identiﬁcation.\nThere are many other similar distinctions that listeners make day-to-day which ultimately inﬂuences what\naction should be made in response to a sound event.\nIt is also the case that everyday sounds can be a medium for expressing and inducing aﬀective states. In\nmusic, changes in features such as the tempo, mode, timbre, and loudness have been observed to be the\nmusical correlates for diﬀerent emotions (Hunter and Schellenberg, 2010; Hevner, 1935; Ilie and Thompson,\n2006). For example, ‘happy-sounding’ musical excerpts most often have a fast tempo and are played in\n1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.a major mode (Gabrielsson and Juslin, 2003; Vieillard et al. 2008). In contrast, ‘sad-sounding’ musical\nexcerpts most often have a slow tempo and are played in a minor mode, while ‘fearful-sounding’ excerpts\ncontain an additional component of rhythmic irregularity and dissonance (Vieillard et al. 2008). In any of\nthese cases, a heightened, or intense arousal response to music may result in a physiological reaction referred\nto as “musical chills” (Goldstein, 1980; Craig, 2005; Panksepp, 1995). Moreover, there is evidence that highly\narousing music causes changes in heart rate (Sammler et al., 2007), and pupil diameter (Gringas et al., 2015)\nas well as changes in movement of facial cheek and brow muscles (Witvliet and Vrana, 2007; Khalfa et al.,\n2008; Lundqvist et al., 2009).\nThe link between sound properties and emotion in music holds true for general, everyday sounds as well.\nAs an example, the sound of a sharp object scraping across a surface has been consistently reported as\nunpleasant; even the mere thought of nails scratching a blackboard causes listeners to wince or cringe\n(Halpern, Blake and Hillenbrand, 1986; Cox, 2008). Acoustic analysis of these sounds has indicated that\nmid-range frequencies (peak around 2 kHz) are the primary reason for why individuals ﬁnd them unpleasant.\nIn contrast, everyday sounds that are perceived as pleasant (e.g., water splashing) contain acoustic properties\nassociated with timbre quality rich in softness and roundness (Ballas, 1993; Radsten Ekman, Lunden, and\nNilsson, 2015). Physiologically, both unpleasant and pleasant environmental sounds alike reliably increase\npupil diameter (Partala and Surakka, 2003; Nakakoga et al., 2020), heart rate (Nardelli et al., 2015; Bradley\nand Lang, 2000), perspiration (measured through skin conductance) (Bradley and Lang, 2000), and facial\nmuscle movement (Bradley and Lang, 2000). In other words, sounds that diﬀer in valence, but that are\nmatched on arousal, elicit similar physiological reactions. However, there is also evidence that valence does\ncontribute to the overall magnitude of a response (see Partala and Surakka, 2003). Thus, physiological\nreactions appear to scale in accordance with the perceived valence of the sound and the degree of arousal\nevoked.\nNegative emotions elicited by certain sound events are not limited to acoustic causes; sometimes they are\ndriven by the semantic representation of the event. Orofacial sounds like wet chewing, sniﬃng and heavy\nbreathing, as well as non-orofacial, repetitive sounds like a clock-ticking or keyboard typing, have been\nreported to evoke high levels of disgust and anger for a speciﬁc population of individuals (Hansen et al.,\n2021; Swedo et al., 2022). These same individuals may experience negative physiological reactions when\nencountering these sounds (Jastreboﬀ and Jastreboﬀ, 2001. When reactions to any of these sounds produce\nunbearable levels of discomfort (Edelstein et al., 2013, Schroder et al., 2013), they can be symptoms of\nmisophonia (Swedo et al., 2022). Note, individuals that do not have misophonia may still perceive these\nsounds to be unpleasant and disgusting, but not to the same degree of intensity. Thus, if such sounds\nshow reliable physiological diﬀerences between the two populations, this category of sounds may be a good\ncandidate for objectively diagnosing misophonia severity or status. Reported prevalence rates from studies\nusing misophonic populations suggest that upward of 20% of the population may have some degree of these\ntypesofexperiencestoasetoftriggersounds. Unlikethegeneralclassesofsoundsreviewedabove, thesounds\nthat evoke negative reactions do not have a strong acoustic basis (Kazazis, Korsmit, and McAdams, 2024)\nand are more strongly associated with the source event causing the sound (e.g. Heller and Smith, 2022).\nPromising research has suggested that reactions to these sounds are better explained by a social-cognitive\nmechanism. Given that most of these trigger sounds are produced by everyday actions by other individuals,\nit has been proposed that distress occurs as a result of not being able to prevent these sound-producing\nevents from occurring (Ash et al., 2024). Others have proposed that misophonia is a result of a conditioned\nreﬂex (Jastreboﬀ and Jastreboﬀ, 2023).\nAcross the empirical studies assessing misophonic reactions, self-report scales and psychological evaluations\nhave been relied on by researchers. These scales measure the intensity of an emotional response to a sound,\nsuch as disgust, anger, or anxiety. While misophonia research tends to contrast the aversiveness of triggers\nwith other unpleasant sounds (see Hansen et al., 2021; Savard et al., 2022), no prior study has speciﬁcally\nexamined the unique mix of underlying emotions experienced by misophonics in response to triggers and\nother disgusting sounds. Until recently, only a handful of studies have directly measured physiological\nresponses, such as increases in heart rate and perspiration, in response to misophonic trigger sounds (e.g.,\n2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Grossini et al., 2022; Siepsiak et al., 2023). However, no study to date investigating misophonic populations\nhas utilized pupillometry as an alternative method to assessing responses to everyday sounds, in conjunction\nwith emotion intensity ratings.\nWe attempt to bridge this gap by investigating both emotional and physiological responses to a range of\nnegative and positive everyday sounds between two populations of young adults: individuals who scored at\nthe clinical levels on misophonia severity scales and non-misophonic controls. In our study, we collected self-\nreported emotion intensity ratings (disgust, anger, annoyance, happiness, sadness, fear) as well as valence\nand arousal to a diverse set of sounds. By examining a range of self-reported emotions, we aimed to identify\nthe predominant emotion and intensity associated with speciﬁc sounds. Our primary focus was on sounds\nthat evoke medium-to-high levels of disgust; we included three categories of such sounds to tease apart\nwhat other emotions they may evoke and the intensity of these emotions. We hypothesized that individuals\nwith misophonia compared to controls would report greater emotion intensities to these sounds, speciﬁcally\nemotions of disgust, anger and annoyance. Concurrently, we monitored changes in pupil diameter while\nparticipants listened to the selected sounds. We also examined whether there are distinguishable pupillary\nresponses between emotional categories of sounds. Our intent was to ﬁnd pupillary feature(s) (e.g., time-to-\nmaximum pupil diameter) that are unique to the experience of feeling disgust in response to a sound. Given\nprior indications that the pupillary response to visually disgusting stimuli is constriction or eye narrowing\n(Ayzenberg, Hickey and Lourenco, 2018; Lee and Anderson, 2017), we asked whether the pupillary response\nto auditorily disgusting stimuli would be smaller than for other emotional sounds. We hypothesized that\ndisgusting sounds would evoke larger changes in pupil diameter for individuals with misophonia compared to\ncontrols. For other sound categories, we predicted no such diﬀerences. Lastly, we aimed to understand the\nrelationship between reported intensity of an emotion and changes in pupil diameter for both populations.\nWe predicted that emotion intensity would scale linearly with changes in pupil diameter. Two potential\noutcomes were considered. First, it is possible that misophonic individuals may report greater emotion\nintensity and have greater pupillary reactivity to the sounds compared to controls, while falling on the same\nlinear function. Alternatively, misophonic listeners may have greater pupillary reactivity for a given level of\nself-reported emotion intensity, resulting in a linear function positioned above that of controls. Together,\nthese ﬁndings could provide support for pupillometry being a useful objective measure to systematically\nand accurately classify individuals as misophonic or non-misophonic listeners. Furthermore, our paradigm\npresented the sounds to listeners twice. We expected that the changes in pupil diameter, and reported\nemotion intensity would increase for both misophonic and non-misophonic listeners due to the phenomenon\nof mere exposure (Zajonc, 1968), but increases would be reliably larger for misophonic listeners. For both\nnegative and positive sounds, we predicted that the magnitude of pupillary response would increase upon\nsecond exposure, while the reported emotion intensity would increase in the direction of the sound’s valence.\nThus, negative sounds would be rated as more negative, and positive sounds would be rated as more positive\nupon second exposure; a diﬀerential mere exposure eﬀect observed between positive and negative stimuli\n(see Brickman et al., 1972 and Heller et al., 2024 ( under review )).\nII. Method\nParticipants\nFifty-nine individuals were recruited (M AGE= 23.54; range = 18 to 45 years old, 36 females, 20 males, and\none non-binary) from Carnegie Mellon University and the surrounding area in Pittsburgh, PA. Due to known\nresting and reﬂexive pupillary diﬀerences between young and older adults, we set an age criterion between 18\nto 45 years old (Lobato-Rincon et al., 2014; Bitsios, Prettyman, and Szabadi, 1996; Winn et al., 1994; Birren,\nCasperson, and Botwinick, 1950). Our ﬁnal sample size was 57 participants. All participants completed the\nDuke-Vanderbilt Misophonia Screening Questionnaire (DVMSQ) (Williams, Cassiello-Robbins, and Anand,\n2022), the Misophonia Questionnaire (MQ) (Wu et al., 2014), and the S-Five (Vitoratou et al., 2023) to\nassess the severity of sound intolerance. We followed the scoring guidelines provided for each of the scales\nto categorize participants into ‘misophonic’ and ‘non-misophonic’ participant groups. Participants ( N= 14)\nin the ‘misophonic’ category reported symptoms that corresponded to clinical presentations of misophonia.\n3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Participants ( N= 43) in the ‘non-misophonic’ category reported symptoms that corresponded to sub-clinical\nand non-clinical presentations of misophonia.\nAlthough all our participants reported normal hearing, for individuals in the misophonic category, we mea-\nsured hearing sensitivity and collected loudness discomfort level (LDL) judgements using pure-tone audiom-\netry (MAICO MA41 system). Previous research suggests that clinical presentations of misophonia are often\ncomorbid with decreased sound level tolerance, i.e., hyperacusis (Jastreboﬀ and Jastreboﬀ, 2002). Au-\ndiograms conﬁrmed that a majority of our participants had normal hearing up to 8 kHz, deﬁned by the\nAmerican Speech-Language Hearing Association (ASHA) as hearing thresholds under 20 dB HL (American\nSpeech-Language Hearing Association, 2024). There were four participants who had normal hearing up to\n4 kHz with mild hearing loss from 6 to 8kHz. Furthermore, LDL judgements indicated that 11 misophonic\nparticipants had some form (mild-to-severe) of sound level intolerance (Sherlock and Formby, 2005; Goldstein\nand Shulman, 1996) with an average discomfort threshold of 76 dB HL.\nThe experimental protocol was approved by the CMU Institutional Review Board. Participants signed\nin-person consent forms and were compensated with course credit or payment.\nSounds and Measurement Scales\nSounds were compiled across three databases: 1) the International Aﬀective Digitized Sounds (IADS)\ndatabase ( N= 45) (Bradley and Lang, 2007), 2) the Environmental Sound Classiﬁcation database (ESC-50)\n(N= 3) (Piczak, 2015) and 3) recordings from our laboratory ( N= 25). We conducted online preliminary\ntesting to select a ﬁnal set of sounds which primarily evoked one of the following emotions: happiness, sad-\nness, anger, fear, and disgust. In the pilot study, participants were instructed to listen to and rate a single\nsound on nine unique scales. Five of the nine scales assessed a single emotion (i.e., happiness ,sadness,anger,\nfear, anddisgust) on a 9-point Likert scale (i.e., ‘How ______ did the sound make you feel?’) from 1 to\n9, where 1 represented not at all feeling a particular emotion (e.g., ‘Not at all happy’), and 9 represented\nextremely feeling a particular emotion (e.g., ‘Extremely happy’). The remaining four scales assessed: 1)\narousal, using a 9-point bi-polar scale (i.e., ‘How calm or excited did this sound make you feel?’) from very\ncalm (1) to very excited (9), 2) valence, using a 9-point bi-polar scale (i.e., ‘How negative or positive was this\nsound?’ from very negative (1) to very positive (9), 3) annoyance , using an 11-point Likert scale (i.e., ‘How\nmuch are you bothered, disturbed or, annoyed by this sound?’) based on the ISO standard (i.e., ISO_TS_-\n15666_2021), ranging from “not at all feeling bothered, disturbed, or annoyed” (0) to “extremely feeling....”\n(10), and lastly, 4) pleasantness , using an 11-point bi-polar scale (i.e., ‘How pleasant is the sound?’) (Heller\nand Smith, 2022), with -5 representing a very unpleasant sound, 0 representing a neutral sound, and +5\nrepresenting a very pleasant sound. Based on preliminary testing, we selected a ﬁnal set of 26 sounds. There\nwere between three and ﬁve sounds that represented each emotion category (refer to Table 1). We curated\na ‘misophonic trigger’ sound category based on other preliminary lab data that showed diﬀerences in pleas-\nantness ratings between misophonic and non-misophonic listeners for a set of sounds. Note, these sounds\nhave been anecdotally reported as being ‘triggers’ for some individuals with clinical levels of misophonia.\nAll sound levels were normalized based on root-mean square (RMS) value to ensure that each sound was\npresented within a similar range of perceptual loudness (Auditory Toolbox; Mathworks, 2022a). This type\nof normalizing procedure has been reported to mitigate loudness confounds for aﬀective responses, such as\npleasantness (Oszczapinska et al., 2024). All of the sounds had a continuous stream of events between one\nand six seconds (M TOTAL DURATION = 5.58 seconds, Range = 3.35 to 6 seconds).\nTable 1. Describes the ﬁnal set of sounds by detailing the a priori emotion category they were assigned to\nbased on preliminary data, and the database they were borrowed from. The duration column indicates the\ntotal duration of the sound in seconds. If the sound ﬁle contained multiple events, Duration is the total time\naccounting for onsets and oﬀsets of events.\nSound A prioriEmotion Category Database Duration (seconds) # of Unique Events\nYoung children playing outside Happy-Excited IADS 6 1\nApplause from a large audience Happy-Excited IADS 6 1\n4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Positively cheering sports crowd Happy-Excited IADS 6 1\nMountain stream bubbling Happy-Calm IADS 6 1\nMountain stream ﬂowing Happy-Calm IADS 3.58 1\nValley ambiance (cave dripping with birds) Happy-Calm IADS 6 1\nDistressed infant crying Sad IADS 5.68 1\nMan sobbing Sad IADS 6 1\nWoman crying Sad IADS 6 1\nCrow cawing Fear IADS 4.77 4\nSwarm of bees/insects buzzing Fear IADS 6 1\nLarge animal (bear) growling Fear IADS 6 1\nCar-crashing scene Fear IADS 4.27 1\nFake belching Disgust-Medium IADS 1.46 2\nMale sneezing Disgust-Medium IADS 5.71 1\nFemale coughing Disgust-Medium IADS 6 1\nMale sipping a beverage through a straw Disgust-Medium IADS 6 1\nReal belching Disgust-High IADS 3.35 2\nPerson chewing gum (wet chewing) Disgust-High IADS 6 1\nFemale coughing Disgust-High IADS 6 1\nIndividual vomiting Disgust-High IADS 6 1\nCar engine starting Misophonic trigger ESC-50 6 1\nDoor knocking Misophonic trigger ESC-50 2.81 1\nFemale eating chips (crunchy-chewing) Misophonic trigger Lab recording 5.1 1\nUtensils scraping against one another Misophonic trigger Lab recording 6 1\nWater dripping from a faucet Misophonic trigger ESC-50 1.2 2\njabbrv-ltwa-all.ldf jabbrv-ltwa-en.ldf\nProcedure\nThe experiment took place in-person within a sound attenuating chamber covered with sound absorbing foam\n(MAMBIENT LUMINANCE = 66 Lux). Sound presentation was controlled with a custom MATLAB program\n(MathWorks, 2022a) on a 14-inch Dell monitor (Latitude 5421, 1920 x 1080 pixels, 60 Hz refresh rate).\nParticipants sat approximately 60 cm away from the laptop monitor. The sounds were presented twice,\nin random order, over the course of one 40-minute session through Koss UR20 over-ear headphones at 62\ndB SPL. Pupillary responses were measured using the SmartEye Aurora eye-tracker (Version SE XO v9.3)\nrecording at 30 Hz. The SmartEye Aurora has tracking capabilities that allow the pupil to be accurately\nmeasured without the need of a chin rest.\nEach trial began with two seconds of a blank, gray screen with RGB values of: 108, 108, 108; M LUMINANCE\n= 40 cd/m2). Next, a black ﬁxation cross (RGB: 0, 0, 0) was presented in the center of the gray screen. The\nﬁxation cross appeared two seconds prior to the presentation of the sound, and remained until the sound\nended. Listeners were instructed to maintain their gaze on the ﬁxation cross for its entire duration. Each\nsoundcliphadthelengthofsixsecondsregardlessofwhetherthesoundeventﬁlledtheentiretime. Therewas\na one-second delay between the oﬀset of the sound and the beginning of the rating task. Listeners completed\nthe same set of judgments as described in the pilot study (see section ‘B. Sounds and Measurement Scales).\nForvalenceandarousalscales, we instructed listeners to use ‘5’ as the midpoint. For the pleasantness scale,\nwe instructed listeners to use ‘0’ as the midpoint. After data collection had already begun, we included\none additional question which asked the listener how much they wanted to escape from the sound, using a\n10-point Likert scale, with 0 representing not at all wanting to escape, and 10 representing extremely wanting\nto escape the sound. After rating each sound on the 10 unique scales, listeners were prompted to press the\n‘SPACE’ button to proceed to the next sound.\n5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Pupillary pre-processing\nPupil diameter measurements were pre-processed using a custom MATLAB program (MathWorks, 2023a)\nfor each individual sound at the participant level. For more details, please refer to Supplementary Material\nand Supplemental Figure 1. To maintain high data quality, we removed individual participant trials that\nhad more than 50% of missing data as well as those who had missing data within a 500-ms time window\nprior to the start of the sound. Note, we used the mean pupillary value across the 500 ms time window\nprior to sound presentation as our baseline for future subtraction (Winn et al., 2018). This resulted in\nthe removal of 448 individual trials (448/2964, 15.1% of total data); even with this removal, the average\nnumber of contributed samples and number of participants remained equal and consistent across sounds\n(Supplemental Table 1). When visualizing changes in pupil diameter in our ﬁgures, we utilized a linear\ninterpolation method to estimate the change in pupil diameter across regions that no longer had data due\nto blink or artifact removal (Hershman, Henik and Cohen, 2018). Otherwise, analysis on pupillary changes\nused data without any linear interpolation.\nTo examine pupillary changes across time for each sound, we subtracted the pupil diameter during sound\npresentation from the pupil diameter prior to sound presentation (baseline) at the participant level. Then, we\nsub-averaged trials for individual sounds across participants. For those analyses which investigated pupillary\ndiﬀerences across sound categories, we calculated a sub-average across sounds in a single emotion category\n(refer to Table 1).\nIII. Results\nBehavioral outcomes\nThere were three stages of analyzing self-reported emotional intensity ratings. First, we validated that the\nselected sounds evoked the highest intensity congruent with the a priori emotion category they had been\nassigned to based on preliminary testing. Second, we examined whether diﬀerences existed in emotional\nintensity ratings between misophonic and non-misophonic listeners. Regarding the speciﬁc emotions of\ndisgust, anger, and annoyance felt in response to both a priori misophonic trigger sounds and disgusting\nsounds (i.e., Disgust-High and Disgust-Medium), we predicted more intense emotions for misophonic than\nnon-misophonic listeners. Additionally, we predicted that misophonic listeners would report greater arousal\nand feelings of wanting to escape sounds toward misophonic trigger sounds and disgusting sounds compared\ntonon-misophoniclisteners. Finally, weinvestigatedwhetherasecondexposuretoeachsoundwouldproduce\nconsistent emotional intensity ratings for either or both populations. Prior to analysis, we converted and\nequated all of the scales to a 9-point Likert scale with values ranging from 1 to 9. In this case, we re-coded\njudgments of sound pleasantness, annoyance, and wanting to escape to continuous, equidistant values from 1\nto 9. For arousalandvalencescales, we converted the two bipolar scales into four unipolar scales: negative,\npositive, calmness and excitement, all ranging from 1 to 9. To do this, we took all raw responses from 1 to\n5 as belonging to one of the two new scales (i.e., ‘negative’ and ‘calmness’) with every response greater than\n5 re-coded as a 5. A ‘5’ in this case represented a ‘neutral’ point of not feeling an emotion. This was done\nbecause pupil diameter is shown to increase for both positive and negative valence sounds. To be congruent\nwith all other scales going from low to high intensity of an emotion, these responses were transformed by\ntaking the absolute value of the subtraction (i.e., abs(1-6) = 5). Raw responses from 5 to 9 belonged to\nthe other companion scale (i.e., ‘positive’ and ‘excitement’) with every response less than 5 re-coded as a 5.\nEach of the new scales were re-coded to values ranging from 1 to 9. Responses from all 57 participants were\nincluded.\nValidating a priori emotion categories\nTo conﬁrm that the sounds in each category evoked the highest intensity congruent with their a priori\nemotion category (refer to Table 1), we examined whether the average emotion rating for a speciﬁc emotion\ncategory was reliably higher for sounds in that category compared to sounds in other categories. We used\nthe ‘emmeans ’package in R (Lenth, 2024) to conduct contrast analyses with a Tukey adjustment, separately\nfor ﬁrst and second sound exposure.\n6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Sounds evoking Fear. The sounds assigned to the ‘Fear’ emotion category (M FEAR= 4.17, 95% CI = [3.81,\n4.53]) reliably evoked a greater intensity of feeling afraidcompared to all other sounds (Mean range OTHER=\n1.49 to 2.87). The comparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of\np< 0.001, even following Tukey correction. Sound ratings were consistent upon second exposure (M FEAR\n= 4.02, 95% CI = [3.66, 4.38]; Mean range OTHER= 1.42 to 2.60).\nSounds evoking Disgust. Disgusting sounds were assigned to one of two a priori‘Disgust’ emotion categories\nbased on the level of disgust they evoked in the pilot study. These categories were separated in advance in\nanticipation of the need to make comparisons across emotion categories that were matched in valence. The\nsoundsinthe‘Disgust-High’emotioncategory(M DISGUST-HIGH =6.61, 95%CI=[6.22, 7.01])reliablyevoked\na greater intensity of feeling disgustcompared to all other sounds, including sounds in the ‘Disgust-Medium’\nemotion category (Mean range OTHER= 1.19 to 4.88). The comparisons consistently showed signiﬁcant dif-\nferences at or below a signiﬁcance level of p= 0.001, even following Tukey correction. Similarly, the sounds\nin the ‘Disgust-Medium’ emotion category (M DISGUST-MEDIUM = 4.88, 95% CI = [4.49, 5.28]) reliably evoked\na greater intensity of feeling disgustcompared to all other sounds, excluding sounds in the ‘Disgust-High’\ncategory. The comparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of p=\n0.001, even following Tukey correction. Sound ratings for both categories were consistent upon second expo-\nsure (M DISGUST-HIGH = 6.38, 95% CI = [5.99, 6.78]; Mean range OTHER= 1.22 to 4.73) (M DISGUST-MEDIUM\n= 4.73, 95% CI = [4.33, 5.12]).\nSounds evoking Happiness. Happy sounds were assigned to one of two a priori ‘Happy’ emotion categories\nbased on the level of arousal they evoked in the pilot study. The sounds in the ‘Happy-Excited’ emotion\ncategory (i.e., happy excitement) (M HAPPY-EXCITED = 5.39, 95% CI = [5.07, 5.70]) reliably evoked a greater\nintensity of feeling happycompared to all other sounds, including sounds in the ‘Happy-Calm’ category\n(i.e., happy calmness) (Mean range OTHER= 1.37 to 4.51). The comparisons consistently showed signiﬁcant\ndiﬀerencesbelowasigniﬁcancelevelof p=0.001, evenfollowingTukeycorrection. Thesoundsinthe‘Happy-\nCalm’ emotion category (M HAPPY-CALM = 4.51, 95% CI = [4.20, 4.82]) reliably evoked a greater intensity\nof feeling happycompared to all other sounds, except for sounds in the ‘Happy-Excited’ category. The\ncomparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of p= 0.001, even\nfollowing Tukey correction. Sound ratings for both categories remained consistent upon second exposure\n(MHAPPY-EXCITED = 5.02, 95% CI = [4.71, 5.33]; Mean range OTHER= 1.30 to 4.27) (M HAPPY-CALM = 4.27,\n95% CI = 3.96, 4.59]).\nSounds evoking Sadness. The sounds assigned to the ‘Sad’ emotion category (M SAD= 4.28, 95% CI = [3.94,\n4.62]) reliably evoked a greater intensity of feeling sadcompared to all other sounds (Mean range OTHER=\n1.40 to 2.65). The comparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of\np< 0.001, even following Tukey correction. Sound ratings were consistent upon second exposure (M SAD=\n3.97, 95% CI = [3.63, 4.31]; Mean range OTHER= 1.37 to 2.23).\nSupplementary ratings of a priori sound categories\nArousal. The sounds in the ‘Happy-Excited’ category were found to evoke the greatest amount of excitement\nreceiving an average rating of 3.61 (95% CI = [3.24, 3.98]), compared to all other sounds (Mean range OTHER\n= 1.63 to 2.75). The comparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance\nlevel ofp< 0.001, even following Tukey correction. Sound ratings were consistent upon second exposure\n(MHAPPY-EXCITED = 3.83, 95% CI = [3.46, 4.20]; Mean range OTHER= 1.47 to 2.78). In contrast, the sounds\nin the ‘Happy-Calm’ category were found to evoke the greatest amount of calmness , receiving an average\nrating of 5.00 (95% CI = [4.57, 5.43]), compared to all other sounds (Mean range OTHER= 1.76 to 2.38). The\ncomparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of p< 0.001, even\nfollowing Tukey correction. Sound ratings were consistent upon second exposure (M HAPPY-CALM = 5.05,\n95% CI = [4.61, 5.48]; Mean range OTHER= 1.72 to 2.38).\nValence. The sounds in the ‘Disgust-High’ category were perceived as the most negative, receiving an average\nrating of 6.70 (95% CI = [6.36, 7.04]) compared to all other sounds, except for sounds in the ‘Sad’ category\n7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.(MSAD= 6.13, 95% CI = [5.76, 6.51]; Mean range OTHER= 1.29 to 4.80). The comparisons consistently\nshowed signiﬁcant diﬀerences at or below a signiﬁcance level of p< 0.001, even following Tukey correction.\nSound ratings were consistent upon second exposure (M DISGUST-HIGH = 6.42, 95% CI = [6.08, 6.76]; M SAD\n= 5.92, 95% CI = [5.55, 6.30]; Mean range OTHER= 1.31 to 3.50). In contrast, the sounds in the ‘Happy-\nExcited’ category were perceived as the most positive, receiving an average rating of 5.32 (95% CI = [5.07,\n5.56]), compared to all other sounds (Mean range OTHER= 1.07 to 4.15). The comparisons consistently\nshowed signiﬁcant diﬀerences at or below a signiﬁcance level of p< 0.001, even following Tukey correction.\nSound ratings were consistent upon second exposure (M HAPPY-EXCITED = 4.98, 95% CI = [4.73, 5.22]; Mean\nrange OTHER= 1.04 to 4.15).\nPleasantness. The sounds in the ‘Disgust-High’ category were perceived as the most unpleasant , receiving\nan average rating of 2.01 (95% CI = [1.80, 2.22]), compared to all other sounds (Mean range OTHER= 2.52\nto 6.70). The comparisons consistently showed signiﬁcant diﬀerences at or below a signiﬁcance level of p<\n0.001, evenfollowingTukeycorrection. Soundratingswereconsistentuponsecondexposure(M DISGUST-HIGH\n= 2.14, 95% CI = [1.93, 2.35]; Mean range OTHER= 2.80 to 6.70). The sounds in the ‘Happy-Calm’ category\nwere perceived as the most pleasant, receiving an average rating of 6.70 (95% CI = [6.46, 6.94]), compared\nto all other sounds except ‘Happy-Excited’ sounds (M HAPPY-EXCITED = 6.57, 95% CI = [6.44, 6.91], p= 1.0;\nMean range OTHER= 2.01 to 3.90). The comparisons consistently showed signiﬁcant diﬀerences at or below\na signiﬁcance level of p< 0.001, even following Tukey correction. Sound ratings were consistent upon second\nexposure (M HAPPY-CALM = 6.70, 95% CI = [6.46, 6.94]; M HAPPY-EXCITED = 6.40, 95% CI = [6.16, 6.64], p\n= 1.00; Mean range OTHER= 2.14 to 3.85).\nWe observed high correlations for both the negative valence and unpleasant scales (r= -0.96,t(24) = -16.29, p\n< 0.001), and for the positivevalence and pleasant scales (r= 0.92,t(24) = 11.91, p< 0.001). The obvious\nneutral point of zero on the pleasantness scale aligned with the less obvious neutral point of 5 on the valence\nscale, validating our choice to split up the valence scale at 5. Since sound valence is equivalently captured\nby both the pleasantness andvalencescales, we only included participant ratings from negative andpositive\nvalence scales in future analyses.\nAnnoyance. The sounds in the ‘Disgust-High’ emotion category (M DISGUST-HIGH = 6.56, 95% CI = [6.16,\n6.97]) reliably evoked the greatest amount of annoyance compared to all other sounds. In contrast, sounds in\nthe ‘Happy-Excited’ category (M HAPPY-EXCITED = 1.82, 95% CI = [1.40, 2.24]) and ‘Happy-Calm’ category\n(MHAPPY-CALM = 2.01, 95% CI = [1.58, 2.43], p= 0.96) reliably evoked the least amount of annoyance\ncompared to all other sounds. The comparisons consistently showed signiﬁcant diﬀerences below a signif-\nicance level of p< 0.001, even following Tukey correction. Sound ratings were consistent upon second\nexposure (M DISGUST-HIGH = 6.28, 95% CI = [5.88, 6.68]; M HAPPY-EXCITED = 2.01, 95% CI = [1.59, 2.43];\nMHAPPY-CALM = 1.87, 95% CI = [1.45, 2.30], p= 0.99).\nAnger.The sounds in the ‘Disgust-High’ category (M DISGUST-HIGH = 4.13, 95% CI = [3.76, 4.49]) reli-\nably evoked the greatest amount of angercompared to all other sounds, including sounds in the ‘Disgust-\nMedium’ category (Mean range OTHER= 1.40 to 3.28). In contrast, sounds in the ‘Happy-Excited’ category\n(MHAPPY-EXCITED = 1.40, 95% CI = [1.02, 1.79]) and ‘Happy-Calm’ category (M HAPPY-CALM = 1.43, CI =\n[1.05, 1.82], p= 1.0) reliably evoked the least amount of anger.The comparisons consistently showed signif-\nicant diﬀerences at or below a signiﬁcance level of p< 0.001, even following Tukey correction. Sound ratings\nwere consistent upon second exposure (M DISGUST-HIGH = 4.03, 95% CI = [3.66, 4.39]; M HAPPY-EXCITED =\n1.35, 95% CI = [0.97, 1.74]; M HAPPY-CALM = 1.41, 95% CI = [1.02, 1.80], p= 1.0).\nEscape. Listeners expressed the greatest desire to escapethe sounds in the ‘Disgust-High’ category\n(MDISGUST-HIGH = 6.64, 95% CI = [6.09, 7.18]). In contrast, listeners were least inclined to escapesounds\nin the ‘Happy-Calm’ category (M HAPPY-CALM = 2.07, 95% CI = [1.50, 2.65]) and ‘Happy-Excited’ category\n(MHAPPY-EXCITED = 2.14, 95% CI = [1.57, 2.71], p= 1.0) compared to all other sounds. The comparisons\nconsistently showed signiﬁcant diﬀerences below a signiﬁcance level of p< 0.001, even following Tukey cor-\nrection. Sound ratings were consistent upon second exposure (M DISGUST-HIGH = 6.39, 95% CI = [5.85, 6.93];\nMHAPPY-CALM = 1.94, 95% CI = [1.37, 2.52]; M HAPPY-EXCITED = 2.18, 95% CI = [1.61, 2.75], p= 0.97).\n8"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Note:Unlike all the other self-report scales, we only collected responses from 37 ( NMISO= 13,NNON-MISO\n= 24) out of 57 participants because the question was added to the experimental design after data collection\nhad already begun.\nDiﬀerences in emotional intensity ratings between misophonic and non-misophonic listeners\nOne of our primary objectives was to investigate whether there were measurable diﬀerences in emotional\nintensity ratings between misophonic and non-misophonic listeners. Using the ‘lme4’ package (Bates et al.,\n2015) in R (R Core Team, 2024; version 4.3.3), we constructed a linear mixed-eﬀects model with exposure\n(ﬁrst or second), a prioriemotion category of the sounds (e.g., happy-excited), emotion scale (e.g., disgust,\nvalence) and misophonic status (misophonic or non-misophonic) as ﬁxed eﬀects, and participant number as\na random eﬀect to account for intercept diﬀerences. The model estimated the diﬀerence in emotion intensity\nratings reported by non-misophonic and misophonic listeners. Type-3 ANOVA statistics were obtained\nusing the ‘lmerTest’ package. Both F and T test statistics and their degrees of freedom were computed using\nSatterthwaite’s method (Kuznetsova et al., 2017). Note, we excluded the ‘escape’ emotion intensity scale\nand corresponding ratings from our model given that we did not collect responses from all our listeners. At\nthe end of this section, we examined ‘escape’ ratings in a separate analysis.\nWe observed a main eﬀect of exposure ( F(1, 29305) =14.97,p< 0.001), indicating that all emotion intensity\nratings were signiﬁcantly higher upon ﬁrst exposure to the sounds. Signiﬁcant main eﬀects of emotion\nintensity scale ( F(9, 29305) =332.98,p< 0.001), and a prioriemotion category of the sounds ( F(6, 29305)\n=136.18,p< 0.001) showed that reported emotion intensity was greater on some scales and the intensity\nof a particular emotion diﬀered between a priori sound categories while a two-way interaction between\nemotion intensity scale Xa prioriemotion category ( F(54, 29305) =158.91,p< 0.001), showed that the\nscales receiving the highest rating depended on the category of the sound. Further, we observed interactions\nwith misophonic status: 1) emotion intensity scale Xmisophonic status ( F(9, 29305) =29.27,p< 0.001),\nand 2)a priori emotion category Xmisophonic status ( F(6, 29305) =4.69,p< 0.001) and 3) a three-\nway interaction between emotion intensity scale Xmisophonic status Xa priori emotion category ( F(54,\n29305)=3.14,p< 0.001). These interactions show that diﬀerences in emotion intensity ratings between\nour two populations vary across the scales and sound categories. We found no interaction with exposure,\nsuggesting that diﬀerences in emotion intensity ratings between non-misophonic and misophonic listeners\nwere consistent across ﬁrst and second sound exposure.\nThe three-way interaction between emotion intensity scale, misophonic status and a priori emotion cate-\ngory was followed up with focused post-hoc t-tests on estimated marginal means (‘emmeans’ in R; Lenth,\n2024) to reveal diﬀerences in emotion intensity ratings between non-misophonic and misophonic listeners\nwithina priori sound categories. Figure 1 illustrates the average emotion intensity ratings reported by\nnon-misophonics (solid bars) and misophonics (stripped bars) for misophonic trigger sounds, and for sounds\nthat evoke medium and high levels of disgust.\nFor sounds in the a priori‘Disgust-High’ category, misophonic listeners reported signiﬁcantly greater inten-\nsity ofdisgust(MMISO= 7.17, M NON= 6.28,t-ratio(232) = -3.12, p< 0.01), anger(MMISO= 4.98, M NON\n= 3.78,t-ratio(232) = -4.20, p< 0.001), annoyance (MMISO= 7.03, M NON= 6.22,t-ratio(232) = -2.82, p<\n0.01), and fear(MMISO= 3.74, M NON= 2.27,t-ratio(232) = -5.14, p< 0.001) compared to non-misophonic\nlisteners. We also observed that misophonic listeners perceived the sounds in this category to have greater\nnegative valence than non-misophonic listeners (M MISO= 7.12, M NON= 6.38,t-ratio(232) = 2.62, p< 0.01).\nThese rating trends were similar for sounds in the a priori ‘Disgust-Medium’ category. Misophonic listeners\nreport signiﬁcantly greater intensity of disgust(MMISO= 5.38, M NON= 4.62,t-ratio(232) = -2.65, p< 0.01),\nanger(MMISO= 3.75, M NON= 2.96,t-ratio(232) = -2.76, p< 0.01), and fear(MMISO= 3.04, M NON=\n2.07,t-ratio(232) = -3.38, p< 0.001) compared to non-misophonic listeners. We also observed a reliable\ndiﬀerence in reports of how negative the sounds in the ‘Disgust-Medium’ category were perceived by the two\npopulations of listeners (M MISO= 5.27, M NON= 4.66,t-ratio(186) = -2.12, p= 0.04).\nFigure 1. The average emotion intensity rating reported by misophonic listeners (striped bars) compared\n9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.to non-misophonic listeners (solid bars) for sounds in a priori categories of disgust (i.e., ‘Disgust-High’\nand ‘Disgust-Medium’), and misophonic trigger sounds (‘Triggers’). Each panel of data, delineated by\nthe header at the top of each individual graph, corresponds to a single emotion scale: disgust, anger ,\nannoyance ,fear,calmness (arousal), excitement (arousal), negative (valence) andpositive (valence). The\nerror bars correspond to the 95% conﬁdence interval of the estimated marginal means.\nFor sounds in the a priori misophonic triggers category (‘Triggers’), we observed that misophonic listeners\nreport reliably greater intensity of disgust(MMISO= 3.64, M NON= 2.64,t-ratio(186) = -3.69, p< 0.001),\nanger(MMISO= 3.83, M NON= 2.83,t-ratio(186) = -2.86, p< 0.01), annoyance (MMISO= 4.85, M NON=\n3.89,t-ratio(186) = -3.54, p< 0.001), and fear(MMISO= 2.96, M NON= 2.17,t-ratio(186) = -2.96, p< 0.01)\ncompared to non-misophonic listeners. Furthermore, we observed that misophonic listeners report feeling\nsigniﬁcantly less calmcompared to misophonic listeners (M MISO= 1.73, M NON= 2.59,t-ratio(186) = 3.18,\np< 0.01) when listening to these sounds, but also greater excitement (arousal) compared to non-misophonic\nlisteners (M MISO= 2.61, M NON= 2.04,t-ratio(186) = 2.12, p= 0.04). Similar to ratings for sounds in the\ndisgust category, misophonic listeners reliably perceive the sounds in the Triggers category to have greater\nnegativevalence (M MISO= 4.09, M NON= 3.15,t-ratio(186) = 3.46, p< 0.001).\nGiven that our primary focus is to investigate diﬀerences for speciﬁc categories of sounds, we refrain from\nreporting diﬀerences in emotion intensity ratings for all other categories of sounds. These additional com-\nparisons can be easily accessed and found in supplementary material in Table 2. In short, we observe that\nmisophonic listeners reported greater intensity of emotions for most sounds compared to non-misophonic\nlisteners.\nReports of wanting to ‘escape’ the sound. As noted above, 37 of our 57 listeners had the opportunity to\nprovide a response to our ‘escape’ question that inquired about how much the listener wanted to escape from\nthe sound upon presentation. We conducted a separate analysis on the responses we collected to the escape\nscale for each of our sound categories of interest: sounds in the a priori‘Disgust-High’ category, sounds in\nthea priori ‘Disgust-Medium’ category, and sounds in the a priori ‘Triggers’ category.\nFor sounds in the a priori ‘Disgust-High’ category, misophonic listeners (M MISO= 6.81) did not report a\ngreater desire to escape the sounds (M NON= 6.35,t(52) = -0.87, p= 0.39). We observed similar trends for\nsounds in the a priori ‘Disgust-Medium’ category (M MISO= 5.26, M NON= 4.83,t(52) = -0.84, p= 0.41),\nand for sounds in the ‘Triggers’ category (M MISO= 4.72, M NON= 4.04,t(47) = -1.33, p= 0.19). All other\ncomparisons can be found in Table 3 in supplementary material. Given that we did not observe reliable\ndiﬀerences in desire of wanting to escape these classes of sounds between our two populations, we believe\nthat the escapescale lacks sensitivity for identifying misophonia severity. On the basis of this result, we did\nnot move forward with analyzing the responses to the escapescale in the remainder of the results.\nPupillary outcomes\nOur time series analysis consisted of four measures that concisely capture the types of pupillary changes\nthat may occur across the duration of a sound. For each of our measures, we predicted that misophonic\nlisteners would have a signiﬁcantly greater change in pupil diameter in response to the sounds that evoke\ndisgust compared to non-misophonic listeners. First, we examined the mean response at all time points\nand its associated conﬁdence interval. We chose to focus on the time interval from 2-to-3 seconds because\nthat region showed the maximum eﬀect size between misophonic and non-misophonic listeners. Second,\nwe examined the diﬀerence in magnitude of peak pupil response between misophonic and non-misophonic\nlisteners. Third, we analyzed the diﬀerence in time course to peak pupil response between misophonic and\nnon-misophonic listeners. Lastly, we investigated whether the change in pupil diameter sustains upon sound\noﬀset.\nDespite our eﬀorts to ensure comparable valence intensity and arousal levels across sound categories, we\nwere unable to achieve complete equalization. This is a challenging goal given the inherent diversity of\nour sounds. Consequently, we acknowledge the limitations in conducting direct comparisons of pupillary\nsignatures between sound categories. Furthermore, the absence of signiﬁcant pupillary diﬀerences between\n10"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.our populations for any category may be attributed to underlying variations in the general dimensions of\narousal and valence rather than being a diﬀerence between speciﬁc emotions.\nAverage change in pupil diameter across time\nUsing the R Statistical language package ‘lme4’, we constructed a linear mixed-eﬀects model with exposure\n(ﬁrst or second), a prioriemotion category of the sounds (e.g., happy-excited) and misophonic status (miso-\nphonicornon-misophonic)asﬁxedeﬀects, andparticipantnumberasarandomeﬀecttoaccountforintercept\ndiﬀerences. We used these variables to estimate the diﬀerence in the average change in pupil diameter from\nbaseline across six seconds in one-second time intervals between misophonic and non-misophonic listeners.\nThe analysis reported below corresponds to the results for the time interval from 2-to-3 seconds.\nFrom our model including both exposures, we observed main eﬀects of exposure, indicated by a greater\nchange in pupil diameter at ﬁrst versus second sound exposure ( F(1, 2428) = 68.42, p< 0.001), and a priori\nemotion category of the sounds ( F(6, 2425) = 12.54, p< 0.001), demonstrated by a greater change in pupil\ndiameter for sounds in the ‘Disgust-Medium’ and ‘Triggers’ categories compared to sounds in the ‘Happy-\nCalm’ category, for example. We did not observe a main eﬀect of misophonic status ( F(1, 55) = 1.68, p=\n0.20). We observed a single, signiﬁcant misophonic status Xexposure two-way interaction ( F(1, 2428) =\n5.59,p= 0.02) shown by a greater pupil response from misophonic listeners upon ﬁrst exposure to sounds.\nDue to this interaction, we followed up with separate analyses for ﬁrst and second exposures. We found no\nother interactions.\nFigure 2 illustrates the results from ﬁrst exposure. The average change in pupil diameter across time (in\nseconds)collapsedacrossallthesoundsformisophonic(dashedline)andnon-misophonic(solidline)listeners.\nA positive change indicates that the pupil diameter has increased (dilated) with respect to baseline. Overall,\nmisophonic listeners have greater pupillary dilation in response to the emotional sounds compared to non-\nmisophonic listeners, evidenced by the dashed line remaining above the solid line for most of the sound\nduration. This diﬀerence in pupil dilation was reliable at the 2-to-3 second time interval (M MISO= 0.30 mm,\nMNON= 0.21 mm; t-ratio(133) = -2.08, p= 0.04) and extended through the 5-to-6 second time interval\n(MMISO= 0.22 mm, M NON= 0.13 mm; t-ratio(133) = -2.01, p= 0.047). Upon second exposure to the\nsounds (not shown), the mean pupil diameter reliably decreased for misophonic (change = -0.12 mm, p<\n0.001), and non-misophonic listeners (change = -0.06 mm, p< 0.001), respectively. However, the diﬀerence\nin average pupil diameter no longer reached signiﬁcance (M MISO= 0.18 mm, M NON= 0.15 mm, t-ratio(127)\n= -0.60,p= 0.55). This was true for all other time intervals as well (see Supplemental Table 4).\nFigure 2. The average change in pupil diameter (mm) relative to baseline across time (seconds) during\nﬁrst exposure. The plot contains separate functions for misophonic (dashed line) and non-misophonic (solid\nline) listeners collapsed across all sounds. The shaded regions denote 95% conﬁdence intervals. An upward\ndeﬂection indicates that the pupil has dilated compared to baseline.\nIn Figure 3, we illustrate the average change in pupil diameter relative to baseline across time, upon ﬁrst\nexposure, for each a priorisound category. At 2-to-3 seconds, misophonic listeners had reliably greater\npupil dilation relative to baseline (M = 0.36 mm) from non-misophonic listeners (M = 0.22 mm) onlyfor\nsounds in the ‘Triggers’ category ( t-ratio(154) = -2.65, p= 0.01). However, we did observe that there was a\ndiﬀerence in pupil diameter for ‘Disgust-Medium’ sounds that reached marginal signiﬁcance (M MISO= 0.35\nmm, M NON-MISO = 0.23 mm; t-ratio(187) = -1.99, p= 0.05) at this same time point. The diﬀerence in pupil\ndilationforTriggersremainedreliableuptothe4-to-5secondtimeinterval. Atthispoint,weobservedreliable\ndiﬀerences in pupil dilation between our populations for sounds in the ‘Disgust-High’ category (M MISO=\n0.36 mm, M NON= 0.21 mm; t-ratio(209) = -2.19, p= 0.03) which sustained until the end of the sound.\nThese results can be found in Supplemental Table 5. Upon second exposure, provided in Supplemental Table\n6, we no longer observed a reliable diﬀerence in pupil diameter between our populations for any category of\nsounds at any time interval.\nFigure 3. The average change in pupil diameter (mm) relative to baseline across time (seconds) during\nﬁrst exposure. The plot contains separate functions for misophonic (dashed line) and non-misophonic (solid\n11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.line) listeners. Each panel contains two functions for a single a priori sound category (e.g., ‘Disgust-High’,\n‘Happy-Excited’). The shaded regions denote 95% conﬁdence intervals. An upward deﬂection from zero\nindicates that the pupil has dilated compared to baseline.\nDiﬀerences in magnitude of maximum change in pupil diameter\nUsing the R (R Core Team, 2024; version 4.3.3) package ‘lme4’ (Bates et al., 2015), we constructed a linear\nmixed-eﬀect model with the same variables described in section B.A above. In this section, we used the vari-\nables to estimate the diﬀerence in the magnitude of maximum change in pupil diameter between misophonic\nand non-misophonic listeners. Similarly, we observed that the change in pupil diameter signiﬁcantly diﬀered\nbetween a priori sound categories ( F(6, 2436) = 9.69, p< 0.001). The greatest change in pupil diame-\nter, taken across all sound categories, occurred upon ﬁrst exposure ( F(1, 2439) = 78.98, p< 0.001). The\nonly signiﬁcant interaction we observed was between misophonic status Xexposure ( F(6, 2439) = 5.04, p=\n0.02). Thus, reliable diﬀerences in the magnitude of maximum change in pupil diameter mayexist between\nmisophonic and non-misophonic listeners, but magnitude of maximum change in pupil diameter appears to\nreliably depend on the speciﬁc set of sounds and listening time.\nGenerally, we ﬁnd that misophonic listeners have greater maximum change in pupil dilation response, col-\nlapsed across all sounds, compared to non-misophonic listeners, but the magnitude of the response is not\nsigniﬁcantly larger (M MISO= 0.44 mm, M NON= 0.38 mm; t-ratio(61) = -1.63, p= 0.11). Upon second\nexposure to the sounds, the magnitude of the response reliably decreases for misophonic (change = 0.11 mm,\np< 0.001) and non-misophonic listeners (change = 0.07 mm, p< 0.001), respectively. However, the diﬀer-\nence in magnitude of maximum change in pupil diameter between the populations remains not signiﬁcant at\nsecond exposure (M MISO= 0.33 mm, M NON= 0.31 mm, t-ratio(61) = -0.56, p= 0.58).\nWhen examining individual emotion categories to which the sounds were assigned, the maximum change\nin pupil diameter for misophonic listeners (M MISO= 0.48 mm) was reliably greater than non-misophonic\nlisteners (M NON= 0.37 mm) onlyfor sounds in the ‘Trigger’ category ( t-ratio(133) = -2.09, p= 0.04). In\nSupplemental Table 7, we observed that upon second exposure, the maximum change in pupil diameter for\nmisophonic listeners was not reliably larger than non-misophonic listeners for any of the sounds.\nDiﬀerences in latency to maximum change in pupil diameter\nWe constructed a linear mixed-eﬀect model with the same variables described in section B.A to predict\ndiﬀerences in latency to maximum change in pupil diameter. Unlike previous ﬁndings, we only observe that\nthe time to maximum change in pupil diameter signiﬁcantly diﬀered between a priorisound categories ( F(6,\n2437) = 3.13, p= 0.005) with the longest latency occurring at ﬁrst exposure to the sounds ( F(1, 2441) =\n14.00,p< 0.001). We did not observe any signiﬁcant interactions in our model.\nWhen collapsing pupil responses across all sounds, we observed that the time course to maximum change\nin pupil diameter was slightly longer for misophonic listeners, at 3.43 seconds, compared to non-misophonic\nlisteners, at 3.29 seconds, but the diﬀerence in time was not statistically meaningful ( t-ratio(69) = -0.68, p=\n0.50). Upon second exposure, the time course to maximum change in pupil diameter wasreliably shorter for\nboth populations (change MISO= 340 ms, p< 0.01; change NON= 170 ms, p= 0.01). However, there was no\nreliable diﬀerence in latency to maximum change in pupil diameter between misophonic and non-misophonic\nlisteners at second exposure (T MISO= 3.09 seconds, T NON= 3.12 seconds, t-ratio(69) = 0.18, p= 0.86).\nWhen considering sound emotion categories separately, we onlyobserved a reliable diﬀerence in the time\ncourse to maximum change in pupil diameter for sounds in the ‘Disgust-High’ category. For this category of\nsounds, the maximum change in pupil diameter occurred at 3.99 seconds for misophonic listeners, compared\nto 3.36 seconds for non-misophonic listeners ( t-ratio(340) = -2.07, p= 0.04). In subsequent exposure, the\ntime course to maximum change in pupil diameter was no longer reliably longer or shorter for misophonic\nlisteners for any a priori sound category (refer to Supplemental Table 8).\nChange in pupil diameter decreases upon sound oﬀset\n12"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Inthisstudy, weobservedthatthemaximumchangeinpupildiameteroccursapproximatelyhalfwaythrough\nsound presentation in a time window of one to six seconds. Following the point of maximum dilation, Figure\n2 shows that the change in pupil diameter gradually decreases over time. In other words, the pupil diameter\nappears to constrict back toward baseline. However, previous research has observed that maximum pupillary\nresponse occurs approximately one to one-and-half seconds following stimulus oﬀset (Winn et al., 2018).\nTherefore, we address this previous ﬁnding by comparing the change in pupil diameter at ﬁve-to-six seconds,\natimepointwherethesoundiscomingtoanend, tosix-to-sevenseconds, atimepointofonesecondfollowing\nsound oﬀset. Additionally, given that sound events have diﬀerent durations (see Table 1), we compared the\nchange in pupil diameter during the ﬁnal second of each sound to that of one second following sound oﬀset.\nComparing the change in average pupil diameter at ﬁve-to-six second time window to six-to-\nseven second time window\nCollapsing across all sounds, Figure 2 illustrates that the average change in pupil diameter reliably decreased\nfor both misophonic (change = 0.02 mm, t(25) = 2.20, p= 0.04) and non-misophonic (change = 0.04 mm,\nt(25) = 4.41, p< 0.001) listeners following sound oﬀset. This decrease is also observed upon the subsequent\nsound exposure (change MISO= 0.03 mm, t(25) = 2.48, p= 0.02; change NON= 0.04 mm, t(25) = 4.41, p<\n0.001), and occurred for some individual sound categories (see Supplemental Table 9).\nComparing the change in average pupil diameter during the ﬁnal second of each sound to that\nof one second following sound oﬀset\nWhen controlling for sound duration, we observed that the pupil diameter did notreliably decrease toward\nbaseline, when collapsed across all sounds, during ﬁrst exposure for misophonic (change NON= 0.02 mm,\nt(25) = 1.55, p= 0.13) and non-misophonic listeners (change MISO= 0.02 mm, t(25) = 1.62, p= 0.12).\nHowever, upon second exposure, both misophonic and non-misophonic listeners showed a reliable decrease\nin pupil diameter after sound oﬀset (change MISO= 0.02 mm, t(25) = 2.05, p= 0.05; change NON= 0.03 mm,\nt(25) = 2.45, p= 0.02). Similar trends were observed for some individual sound categories (see Supplemental\nTable 10).\nChanges in average pupil diameter increases with reported emotion intensity\nThus far, our analyses have independently revealed that both reported emotion intensity and changes in\npupil diameter are reliably greater for misophonic listeners toward sounds that evoke high levels of disgust\nand sounds that are common triggers. Despite the incomplete control of arousal across our sounds, focusing\non the relationship between emotion intensity and pupil diameter allows us to better isolate the diﬀerences\nin emotion response between misophonic and non-misophonic listeners. We initially hypothesized a linear\nrelationship between these two variables for both populations. For example, given that misophonic listeners\nreport greater emotion intensity, their greater pupil dilation to certain sounds could be entirely a result of\ntheir emotional response. In that case, the misophonic linear function would be the same as non-misophonic\nlisteners, but the misophonic responses would cluster in the upper right part of the function. Alternatively,\nit is possible that misophonics have greater pupillary reactivity for a given level of self-reported emotion\nintensity, resulting in a linear function positioned above that of non-misophonic listeners. To elucidate the\ntype of relationship that exists between these two variables, we constructed a simple linear regression model\nusing the lmfunction in the ‘stat’ package in R. Our model predicted the average change in pupil diameter\nusing predictor variables of exposure (ﬁrst or second), misophonic status (misophonic or non-misophonic),\nreportedemotionintensityratingonagivenscale, andthetypeofemotionscale(e.g., scaleassessingintensity\nof disgust). We selected the change in pupil diameter at 2-to-3 seconds as our dependent variable because\nit was the most reliable measure of the physiological diﬀerences between misophonic and non-misophonic\nlisteners for our sounds of interest (i.e., sounds in the a priori disgust and triggers category) (see section\nB.A).\nWe observed main eﬀects of misophonic status ( F(1, 960) = 19.72, p< 0.001), type of emotion scale ( F(9,\n960) = 3.87, p< 0.001), and exposure ( F(1, 960) = 13.40, p< 0.001). There was a signiﬁcant two-way\ninteractionbetweenemotionintensityrating Xtypeofemotionscale( F(9, 960)=4.77, p<0.001), indicating\n13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.that the correlation between intensity of emotions and change in pupil diameter depended upon the emotion\nscale. Furthermore, we observed a two-way interaction between exposure Xmisophonic status ( F(1, 960) =\n5.72,p= 0.02) which showed that the diﬀerence in pupil diameter between misophonic and non-misophonic\nlisteners decreased upon second exposure. We did not observe any other interactions.\nFigure 4 illustrates that the average change in pupil diameter scales linearly with emotion intensity for many\nemotion intensity scales. For both populations, no reliable association was observed for excitement (arousal)\n(p < 0.5) or fear(p < 0.3). Additionally, two scales exhibited contrasting patterns between our populations:\n1) increases in calmness (arousal) reliably increased with pupil diameter for misophonic listeners, but not\nfor non-misophonic listeners, while 2) increases in sadnessdid not reliably increase with pupil diameter for\nmisophonic listeners, but it did for non-misophonic listeners. Importantly, misophonic listeners consistently\nexhibited greater pupil responses (dashed line) than non-misophonic listeners (solid line) in the scatterplots\nof pupil diameter versus emotion intensity A majority of these trends remained during second exposure to\nthe sounds (see Supplemental Figure 2).\nFigure 4.The average change in pupil diameter (mm) relative to baseline, at 2-to-3 seconds, across emotion\nintensityrating. Eachpanelrepresentsasingleemotionratingscale(e.g., disgust,happiness ). Responsesfrom\nmisophonic listeners are represented in red, while responses from non-misophonic listeners are represented\nin blue. The solid, red line corresponds to the line-of-best ﬁt across the data for misophonic listeners, while\nthe dashed, blue line corresponds to the line-of-best ﬁt across the data for non-misophonic listeners. The\nshaded region around the line-of-best ﬁt depicts the 95% conﬁdence interval. The data points represent\nindividual sounds, whereby each unique symbol denotes the a priori emotion category the sound belongs\nto. A positive slope indicates that reported emotion intensity is associated with a greater average increase\nin pupil diameter from baseline.\nTo identify scales in which misophonic listeners exhibit greater pupil diameter changes than non-misophonic\nlisteners despite reporting similar emotion intensity, we conducted a contrast analysis on the scales that\nshowed a signiﬁcant association between these two variables. We analzyed emotion intensity ratings at\na medium intensity (‘5’) to limit data extrapolation. For negative emotions, misophonic listeners had a\nsigniﬁcantly greater change in pupil diameter, compared to non-misophonic listeners, when feeling disgust\nat medium intensity ( t= -2.51,p= 0.01), feeling annoyance at medium intensity ( t= -2.98,p= 0.003), and\nwhen perceiving the sound to have a medium intensity of negativevalence (t= -2.30,p= 0.02). For positive\nemotions, misophonic listeners had reliably greater change in pupil diameter, compared to non-misophonic\nlisteners, only when feeling happiness at a medium intensity ( t= -2.08,p= 0.04).\nIV. Discussion\nOurstudyinvestigatedwhetherthereweremeasurableemotionintensityratings, andpupillarydiﬀerencesfor\nauditorily disgusting sounds compared to other emotional sounds between misophonics and non-misophonics.\nFirst, wefoundthatmisophonicsreportgreaterintensityofemotionswhenlisteningtosoundsthatcommonly\nevoke disgust. In fact, they report feeling greater intensity of disgust, anger, annoyance, and fear at the\ntime of listening to these sounds. Notably, misophonics felt these same emotions at similar intensities when\nlistening to triggering, non-orofacial sounds (i.e., ‘triggers’) such as utensils scraping against one another,\nand water dripping from a faucet, while non-misophonics did not. Despite misophonic listeners anecdotally\nreporting that listening to these sounds produces a desire to escape the sound, we did not observe that\nmisophonic listeners had a greater desire to escape the sounds mentioned previously, or any other category\nof sound. This outcome is not what we predicted given anecdotal reports from misophonia suﬀers of wanting\nto ﬂee environments where trigger sounds are present, as well as items on clinical diagnostic scales that\nmeasure such behavior. However, a limitation of our study is that listening to sounds in an experimental\nsetting is diﬀerent from listening to sounds in the real world. Furthermore, the types of sounds in an\nexperimental setting are not perfect exemplars of the sounds that result in the largest reactions because the\nsounds are not customized to the particular misophonic person’s triggers, nor are they in a natural context\nwhere these sounds are typically heard. In general, our ﬁndings may have meaningful implications for future\nmethodological designs that inform and describe clinical presentations of misophonia. Many questionnaires\n14"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.assessing severity of misophonia include questions about feelings of disgust and anger. However, most\nempirical studies do not ask about feelings of disgust and anger, but instead collect responses about other\nemotions, such as how sounds evoke anxiety, and intensity of bodily responses (e.g., Hansen et al., 2021;\nEdelstein et al., 2020; Samermit, Saal and Davidenko, 2019), as well as perceptions of the pleasantness of\nsounds (e.g., Enzler et al., 2021; Hansen et al., 2021). To our knowledge, our study is only one of two that has\nempirically measured and collected intensity responses of disgust and anger. Savard and colleagues (2022)\nwere the ﬁrst to collect ratings of anxiety, anger and disgust in response to trigger sounds changing within a\nmulti-babble talker environment. They observed that the intensity of these emotions increased as the sounds\nbecame more identiﬁable to the listener. However, our study further contributes an understanding of which\nunderlying emotions are distinct for misophonics, in general, and for misophonic trigger sounds in particular.\nMisophonics feel more intense emotions to many sounds which dilates their pupil diameter. They also dilate\ntheir pupils more even at the same level of emotion intensity of non-misophonic listeners. Given that we\nfound measurable diﬀerences between our populations in the intensity of these emotions, we suggest that\nfuture research using misophonic populations include these scales to more accurately characterize emotion\nstates in response to trigger sounds.\nSecond, we observed that misophonic listeners overall show greater pupillary reactivity to sounds that evoke\nhigh levels of disgust. This heightened physiological reaction is characterized by two features: (1) greater\nmaximum pupil dilation, a diﬀerence of approximately 0.11 mm from non-misophonics, and (2) longer time\ncourse to peak arousal, a diﬀerence of approximately 630 ms from non-misophonics. The upward deﬂection\nwe observe, suggestive of the pupil dilating relative to baseline, is a signature that has been found in other\nstudies using emotional sounds (Nakakoga et al., 2020; Widmann, Schroger and Wetzel, 2018; Gingras et al.,\n2015; Partala and Surakka, 2003). Note, we did not observe a maximum pupil response at the oﬀset of the\nsound as previously described in the literature (e.g., Winn et al., 2018; see in Gingras et al., 2015). Rather,\nwe observed that the change in pupil diameter reliably decreased after maximum pupil dilation. There was\nno evidence that a second, maximum pupillary event occurred following stimulus oﬀset. Our experimental\nparadigmincludedaoneseconddelayperiodbetweentheendofthesoundandthepresentationoftheratings.\nThus, we did not have a large enough time window to assess how long the response sustains between our\npopulations. It is possible that it would take much longer for misophonic listeners to return to a physiological\nbaseline given the greater change in physiological reaction to the sound. We would encourage exploring the\nseconds after sound oﬀset in a future study.\nOur study is the ﬁrst to investigate and report changes in pupil size to everyday sounds, including common\nmisophonic triggers, in misophonic and non-misophonic listeners. To identify physiological diﬀerences across\nthe populations, recent studies on misophonia have utilized functional magnetic resonance imaging (fMRI)\nto investigate resting state, and activity of regions during sound exposure (Neacsiu et al., 2022). At rest,\nindividuals with mild presentations of misophonia show greater functional connectivity between the auditory\nand motor cortices (Kumar et al., 2021). Upon sound exposure, individuals with clinical presentations\nof misophonia have been found to show a greater amount of activity within the anterior insular cortex\n(AIC)11The AIC is known to be active when processing emotions, particularly disgust, anger and anxiety\n(Uddin et al., 2018). as well as increased functional connectivity between the AIC and regions comprising the\ndefault mode network (e.g., amygdala) (Kumar et al., 2017; Schroder et al., 2019; Hansen et al., 2022). In\nprinciple, a hyperactive AIC can produce a heightened sympathetic arousal response, given its projections to\nhypothalamic regions, which can phenotypically present as a larger increase in pupil diameter than typical.\nThird, we observed a signiﬁcant, positive association between the change in pupil diameter from baseline\nand emotional intensity rating across most emotion scales. Thus, reporting a greater intensity of emotion\nindicates that an individual is having a physiological reaction congruent in magnitude. This was true for\nboth misophonic and non-misophonic listeners, with misophonic responses overall being larger than non-\nmisophonicresponses. Ourﬁndingsareconsistentwithpreviousresearchthathasshowngreaterphysiological\nreactions for sounds that evoke greater intensity of emotions (Partala and Surakka, 2003; Bradley and Lang,\n2000). There are some studies that ﬁnd an equal pupillary response for sounds of diﬀerent valence (e.g.,\nPartala and Surakka, 2003). Our selected sounds only come from a small corpus of the possible everyday\n15"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.sounds; therefore, it was not possible to properly analyze sounds diﬀering in valence while controlling for the\nsame intensity of arousal.\nLastly, we observed that emotion intensity and pupillary reaction toward sounds remain consistent upon\nsecond exposure. Thus, under our time scale, there appears to be no evidence of increased responses (such as\nmightbecausedbythemereexposureeﬀect)ordecreasedresponses(suchasmightbecausedbyhabituation).\nOur ﬁndings provide support for Schroder et al. (2019) in that repeated exposure to trigger sounds does not\ndiminish the emotional or physiological response that occurs.\nV. Conclusion\nBy investigating physiological responses through pupillometry in misophonic listeners, our study contributes\na set of ﬁndings to the ongoing work on understanding the clinical presentations of misophonia. First, we ob-\nserved that misophonic listeners exhibit heightened emotional intensity, reporting increased levels of disgust,\nanger, annoyance, and fear when exposed to sounds that universally evoke high levels of disgust. This same\ndiﬀerence between populations occurs for non-orofacial trigger sounds; this is a unique aspect of misophonia\nbecause these sounds are not perceived nor evoke feelings of disgust in non-misophonic populations. Second,\nwe observed that misophonic listeners exhibit greater pupillary reactivity to highly disgusting sounds, char-\nacterized by both a larger maximum pupil dilation and a longer time course to peak arousal compared to\nnon-misophonic listeners. These ﬁndings suggest a heightened sympathetic arousal response in individuals\nwith misophonia, potentially rooted in hyperactivity of the anterior insular cortex. Third, and most notably,\nweobservedasigniﬁcantcorrelationbetweenreportedemotionalintensityandpupillaryresponses, indicating\nthat physiological arousal via changes in pupil diameter can be non-invasively used to measured emotional\nresponses in the absence of self-reported emotion, particularly towards sounds evoking disgust, anger, and\nannoyance. When used in tandem, integrating subjective assessments with objective physiological measures\nlike pupillometry can be a powerful way of gauging treatment eﬀectiveness in a clinical setting.\nAuthor contributions\nU. Oszczapinska : Conceptualization; Formal analysis; Funding acquisition; Investigation; Methodology;\nResources; Supervision; Validation; Visualization; Writing - original draft; Writing - review & editing. S.\nPark: Data curation; Formal analysis; Investigation; Software; Validation; Visualization; Writing - original\ndraft; Writing - review & editing. Y. Qiu : Data curation; Formal analysis; Software; Validation. B.\nNance: Conceptualization; Investigation; Methodology; Resources. M. Julien : Conceptualization; Inves-\ntigation; Methodology; Resources. L. M. Heller :Conceptualization; Formal analysis; Funding acquisition;\nMethodology; Project administration; Resources; Supervision; Validation; Visualization; Writing - review &\nediting\nAcknowledgments\nThis research was supported and funded by the Misophonia Research Fund (MRF). Open\nAccess funding awarded by SoQuiet.\njabbrv-ltwa-all.ldf jabbrv-ltwa-en.ldf Conﬂict of interest statement\nThe authors declare no competing interests.\nReferences\nAcoustics-Assessment of Noise Annoyance by Means of Social and Socio-Acoustic\nSurveys; 2021. www.iso.org\nAmerican speech-language-hearing association. (2024). American Speech-Language-Hearing Association.\nhttps://www.asha.org/\nAsh, P. A., Benzaqu´ en, E., Gander, P. E., Berger, J. I., & Kumar, S. (2024). Mimicry in misophonia: A\nlarge-scale survey of prevalence and relationship with trigger sounds. Journal of clinical psychology ,80(1),\n16"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.186-197.\nAyzenberg, V., Hickey, M.R., &Lourenco, S.F.(2018). Pupillometryrevealsthephysiologicalunderpinnings\nof the aversion to holes. PeerJ,6, e4185.\nBallas, J. A., & Howard Jr, J. H. (1987). Interpreting the language of environmental sounds. Environment\nand behavior ,19(1), 91-114.\nBallas, J. A. (1993). Common factors in the identiﬁcation of an assortment of brief everyday sounds. Journal\nof experimental psychology: human perception and performance ,19(2), 250.\nBates, D., Machler, M., Bolker, B., & Walker, S. (2015). Fitting Linear Mixed-Eﬀects Models Using lme4.\nJournal of Statistical Software, 67(1), 1–48.\nBirren, J. E., Casperson, R. C., & Botwinick, J. (1950). Age changes in pupil size. Journal of Gerontology\n,5(3), 216-221.\nBitsios, P., Prettyman, R., & Szabadi, E. (1996). Changes in autonomic function with age: a study of\npupillary kinetics in healthy young and old people. Age and ageing ,25(6), 432-438.\nBradley, M. M., & Lang, P. J. (2000). Aﬀective reactions to acoustic stimuli. Psychophysiology ,37(2),\n204–215.\nBradley, M. M., & Lang, P. J. (2007). The International Aﬀective Digitized Sounds (; IADS-2): Aﬀective\nratings of sounds and instruction manual (Vol. 434). TechnicalreportB-3. UniversityofFlorida, Gainesville,\nFl.\nBrickman, P., Redﬁeld, J., Harrison, A. A., Crandall, R. (1972). Drive and predisposition as factors in the\nattitudinal eﬀects of mere exposure. Journal of Experimental Social Psychology , 8, 31–44.\nCox, T. J. (2008). Scraping sounds and disgusting noises. Applied Acoustics ,69(12), 1195-1204.\nCraig, D. G. (2005). An exploratory study of physiological changes during “chills” induced by music. Musicae\nscientiae ,9(2), 273-287.\nEdelstein, M., Brang, D., Rouw, R., &Ramachandran, V.S.(2013). Misophonia: physiologicalinvestigations\nand case descriptions. Frontiers in Human Neuroscience ,7, 47988.\nEdelstein, M., Monk, B., Ramachandran, V. S., & Rouw, R. (2020). Context inﬂuences how individuals with\nmisophonia respond to sounds. biorxiv, 2020-09.\nEnzler, F., Loriot, C., Fournier, P., & Norena, A. J. (2021). A psychoacoustic test for misophonia assessment.\nScientiﬁc Reports ,11(1), 11044.\nFreed, D. J. (1990). Auditory correlates of perceived mallet hardness for a set of recorded percussive sound\nevents.The Journal of the Acoustical Society of America ,87(1), 311-322.\nGabrielsson, A., & Juslin, P. N. (2003). Emotional expression in music . Oxford University Press.\nGoldstein, A. (1980). Thrills in response to music and other stimuli. Physiological psychology ,8(1), 126-129.\nGrossini, E., Stecco, A., Gramaglia, C., De Zanet, D., Cantello, R., Gori, B., ... & Zeppegno, P. (2022).\nMisophonia: Analysis of the neuroanatomic patterns at the basis of psychiatric symptoms and changes of\nthe orthosympathetic/parasympathetic balance. Frontiers in Neuroscience ,16, 827998.\nGrassi, M. (2005). Do we hear size or sound? Balls dropped on plates. Perception & psychophysics ,67,\n274-284.\nGingras, B., Marin, M. M., Puig-Waldmuller, E., & Fitch, W. T. (2015). The eye is listening: Music-induced\narousal and individual diﬀerences predict pupillary responses. Frontiers in human neuroscience ,9, 619.\n17"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Halpern, D. L., Blake, R., & Hillenbrand, J. (1986). Psychoacoustics of a chilling sound. Perception &\nPsychophysics ,39, 77-80.\nHansen, H. A., Leber, A. B., & Saygin, Z. M. (2021). What sound sources trigger misophonia? Not just\nchewing and breathing. Journal of Clinical Psychology ,77(11), 2609-2625.\nHansen, H. A., Stefancin, P., Leber, A. B., & Saygin, Z. M. (2022). Neural evidence for non-orofacial triggers\nin mild misophonia. Frontiers in Neuroscience ,16, 880759.\nHeller, L. M., & Smith, J. M. (2022). Identiﬁcation of everyday sounds aﬀects their pleasantness. Frontiers\nin Psychology ,13, 894034.\nHershman, R., Henik, A., & Cohen, N. (2018). A novel blink detection method based on pupillometry noise.\nBehavior Research Methods, 50(1), 107–114.\nHevner, K. (1935). The aﬀective character of the major and minor modes in music. The American Journal\nof Psychology ,47(1), 103-118.\nHouben, M. M. J. (2002). The sound of rolling objects: perception of size and speed.\nHunter, P. G., & Schellenberg, E. G. (2010). Music and emotion. Music perception , 129-164.\nIlie, G., & Thompson, W. F. (2006). A comparison of acoustic cues in music and speech for three dimensions\nof aﬀect. Music Perception ,23(4), 319-330.\nJastreboﬀ, M. M., & Jastreboﬀ, P. J. (2001). Components of decreased sound tolerance: hyperacusis,\nmisophonia, phonophobia. ITHS News Lett ,2(5-7), 1-5.\nJastreboﬀ, M. M., & Jastreboﬀ, P. J. (2002). Decreased Sound Tolerance and Tinnitus Retraining Therapy\n(TRT). The Australian and New Zealand Journal of Audiology, 24(2), 74–84.\nJastreboﬀ, P. J., & Jastreboﬀ, M. M. (2023). The neurophysiological approach to misophonia: Theory and\ntreatment. Frontiers in Neuroscience ,17, 895574.\nKazazis, S., Korsmit, I., & McAdams, S. (2024). Triggering Misophonia: The Importance of Spectral\nInformation, Temporal Information, and Action Identiﬁcation. Auditory Perception & Cognition , 1-13.\nKhalfa, S., Roy, M., Rainville, P., Dalla Bella, S., & Peretz, I. (2008). Role of tempo entrainment in\npsychophysiological diﬀerentiation of happy and sad music?. International Journal of Psychophysiology ,68\n(1), 17-26.\nKlatzky, R. L., Pai, D. K., & Krotkov, E. P. (2000). Perception of material from contact sounds. Presence\n,9(4), 399-410.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., ... & Griﬃths,\nT. D. (2017). The brain basis for misophonia. Current Biology ,27(4), 527-533.\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquen, E., Sedley, W., Gander, P. E., ... & Griﬃths, T. D.\n(2021). The motor basis for misophonia. Journal of Neuroscience ,41(26), 5762-5770.\nKuznetsova, A., Brockhoﬀ, P. B., & Christensen, R. H. B. (2017). lmerTest Package: Tests in Linear Mixed\nEﬀects Models. Journal of Statistical Software, 82(13), 1–26.\nLee, D.H., &Anderson, A.K.(2017). ReadingWhattheMindThinksFromHowtheEyeSees. Psychological\nScience,28(4), 494-503.\nLemaitre, G., & Heller, L. M. (2012). Auditory perception of material is fragile while action is strikingly\nrobust.The Journal of the Acoustical Society of America ,131(2), 1337-1348.\nLenth, R. V. (2024). emmeans: Estimated Marginal Means, aka Least-Squares Means (1.10.0) [Computer\nsoftware]. https://CRAN.R-project.org/package=emmeans\n18"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Lobato-Rincon, L. L., Cabanillas-Campos, M.delC., Bonnin-Arias, C., Chamorro-Gutierrez, E., Murciano-\nCespedosa, A., & Sanchez-Ramos Roda, C. (2014). Pupillary behavior in relation to wavelength and\nage.Frontiers in human neuroscience ,8, 221.\nLundqvist, L. O., Carlsson, F., Hilmersson, P., & Juslin, P. N. (2009). Emotional responses to music:\nExperience, expression, and physiology. Psychology of music ,37(1), 61-90.\nNakakoga, S., Higashi, H., Muramatsu, J., Nakauchi, S., & Minami, T. (2020). Asymmetrical characteristics\nof emotional responses to pictures and sounds: Evidence from pupillometry. PloS one ,15(4), e0230775.\nNardelli, M., Valenza, G., Greco, A., Lanata, A., & Scilingo, E. P. (2015). Recognizing emotions induced by\naﬀective sounds through heart rate variability. IEEE Transactions on Aﬀective Computing ,6(4), 385-394.\nNeacsiu, A. D., Szymkiewicz, V., Galla, J. T., Li, B., Kulkarni, Y., & Spector, C. W. (2022). The neurobiol-\nogy of misophonia and implications for novel, neuroscience-driven interventions. Frontiers in Neuroscience\n,16, 893903.\nThe MathWorks Inc. (2020b). MATLAB version: 9.13.0 (R2020b), Natick, Massachusetts: The MathWorks\nInc. https://www.mathworks.com\nThe MathWorks Inc. (2022a). MATLAB version: 9.13.0 (R2022a), Natick, Massachusetts: The MathWorks\nInc. https://www.mathworks.com\nOszczapinska, U., Heller, L. M., Jang, S., & Nance, B. (2024). Ecological sound loudness in environmental\nsound representations. JASA Express Letters ,4(2).\nPanksepp, J. (1995). The emotional sources of” chills” induced by music. Music perception ,13(2), 171-207.\nPartala, T., & Surakka, V. (2003). Pupil size variation as an indication of aﬀective processing. International\njournal of human-computer studies ,59(1-2), 185-198.\nPiczak, K. J. (2015, September). Environmental sound classiﬁcation with convolutional neural networks. In\n2015 IEEE 25th international workshop on machine learning for signal processing (MLSP) (pp. 1-6). IEEE.\nRadsten Ekman, M., Lunden, P., & Nilsson, M. E. (2015). Similarity and pleasantness assessments of water-\nfountain sounds recorded in urban public spaces. The Journal of the Acoustical Society of America ,138(5),\n3043-3052.\nR Core Team. (2024). R: A Language and Environment for Statistical Computing (4.3.3) [Computer\nsoftware]. R Foundation for Statistical Computing. https://www.R-project.org/\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, J., & Kelley, L.\nD. (2021). Development and initial validation of the duke misophonia questionnaire. Frontiers in psychology\n,12, 709928.\nSamermit, P., Saal, J., & Davidenko, N. (2019). Cross-sensory stimuli modulate reactions to aversive sounds.\nMultisensory Research ,32(3), 197-213.\nSammler, D., Grigutsch, M., Fritz, T., & Koelsch, S. (2007). Music and emotion: electrophysiological\ncorrelates of the processing of pleasant and unpleasant music. Psychophysiology ,44(2), 293-304.\nSavard, M. A., Sares, A. G., Coﬀey, E. B., & Deroche, M. L. (2022). Speciﬁcity of aﬀective responses in\nmisophonia depends on trigger identiﬁcation. Frontiers in Neuroscience ,16, 879583.\nSchroder, A., Vulink, N., & Denys, D. (2013). Misophonia: diagnostic criteria for a new psychiatric disorder.\nPloS one ,8(1), e54706.\nSchroder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & Denys, D. (2019).\nMisophonia is associated with altered brain activity in the auditory cortex and salience network. Scientiﬁc\nreports,9(1), 7542.\n19"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.Sherlock, L. P., & Formby, C. (2005). Estimates of loudness, loudness discomfort, and the auditory dynamic\nrange: normative estimates, comparison of procedures, and test-retest reliability. Journal of the American\nAcademy of Audiology ,16(02), 085-100.\nShulman, A., & Goldstein, B. (1996). A Final Common Pathway for Tinnitus-Implications for Treatment.\nThe International Tinnitus Journal ,2, 137-142.\nSiepsiak, M., Vrana, S. R., Rynkiewicz, A., Rosenthal, M. Z., & Dragan, W.  L. (2023). Does context matter\nin misophonia? A multi-method experimental investigation. Frontiers in neuroscience ,16, 880853.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., ... & Raver, S. M. (2022).\nConsensus deﬁnition of misophonia: a delphi study. Frontiers in Neuroscience ,16, 841816.\nUddin, L. Q., Nomi, J. S., H´ ebert-Seropian, B., Ghaziri, J., & Boucher, O. (2017). Structure and Function\nof the Human Insula. Journal of clinical neurophysiology : oﬃcial publication of the American Electroence-\nphalographic Society ,34(4), 300–306.\nVieillard, S., Peretz, I., Gosselin, N., Khalfa, S., Gagnon, L., & Bouchard, B. (2008). Happy, sad, scary and\npeaceful musical excerpts for research on emotions. Cognition & Emotion ,22(4), 720-752.\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., & Gregory, J. (2023). Misophonia in\nthe UK: Prevalence and norms from the S-Five in a UK representative sample. Plos one ,18(3), e0282777.\nWarren, W. H., & Verbrugge, R. R. (1984). Auditory perception of breaking and bouncing events: a case\nstudy in ecological acoustics. Journal of Experimental Psychology: Human perception and performance ,10\n(5), 704.\nWidmann, A., Schr¨ oger, E., & Wetzel, N. (2018). Emotion lies in the eye of the listener: Emotional arousal to\nnovel sounds is reﬂected in the sympathetic contribution to the pupil dilation response and the P3. Biological\npsychology ,133, 10-17.\nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric validation of a brief self-report\nmeasure of misophonia symptoms and functional impairment: The duke-vanderbilt misophonia screening\nquestionnaire. Frontiers in Psychology ,13, 897901.\nWinn, B., Whitaker, D., Elliott, D. B., & Phillips, N. J. (1994). Factors aﬀecting light-adapted pupil size in\nnormal human subjects. Investigative ophthalmology & visual science ,35(3), 1132-1137.\nWinn, M. B., Wendt, D., Koelewijn, T., & Kuchinsky, S. E. (2018). Best practices and advice for using\npupillometry to measure listening eﬀort: An introduction for those who want to get started. Trends in\nhearing,22, 2331216518800869.\nWitvliet, C. V., & Vrana, S. R. (2007). Play it again Sam: Repeated exposure to emotionally evocative music\npolarises liking and smiling responses, and inﬂuences other aﬀective reports, facial EMG, and heart rate.\nCognition and Emotion ,21(1), 3-25.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology, and\nclinical correlates in an undergraduate student sample. Journal of clinical psychology ,70(10), 994-1007.\nZajonc, R. B. (1968). Attitudinal eﬀects of mere exposure. Journal of personality and social psychology ,9\n(2p2), 1.\n20"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.\nHosted ﬁle\nTable 1.docx available at https://authorea.com/users/845311/articles/1233906-the-impact-of-\ndisgusting-sounds-on-pupil-diameter-of-misophonic-and-non-misophonic-listeners\n21"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Posted on 19 Oct 2024 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.172930325.58859735/v1 | This is a preprint and has not been peer-reviewed. Data may be preliminary.\n22"
    }
  ]
}