{
  "doc_type": "scientific paper",
  "title": "The need for an ethics of sustainable knowledge production",
  "authors": [
    "Pack"
  ],
  "year": 2019,
  "journal": "sciences, which do not discover nomo -",
  "doi": null,
  "abstract": ": The modern research university is an unsustainable institution. It nor - malizes academic activity along the lines of a scientist engaged in normal sci - ence and seeks to measure the success or failure of academics based largely on the quantity of their contributions to a particular discipline, often measured in terms of papers published and conference presentations. The ensuing race to produce academic studies is creating unprecedented mountains of academic studies, but often in haphazard, unstructured, and unsustainable ways, espe - cially in the humanities and the social sciences, which do not discover nomo - thetic laws or accumulate knowledge in a fashion similar to science. This not only undermines the quality of work being done and the character of academics doing this work but also results in the thoughtless, endless, largely unstructured mountains of new studies that no one can keep up with. Keywords: academia, knowledge sustainability, positivism, ethics, production.",
  "keywords": [
    "academia",
    "knowledge sustainability",
    "positivism",
    "ethics",
    "production"
  ],
  "research_topics": [
    "academia",
    "knowledge sustainability",
    "positivism",
    "ethics",
    "production"
  ],
  "created_at": "2025-05-04T23:09:22.555716Z",
  "source_pdf": "documents/research/Global/Pack 2019 The need for an ethics of sustainable knowledge production.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd\nMETAPHILOSOPHY\nVol. 50, No. 4, July 2019\n0026-1068\nTHE NEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE \nPRODUCTION\nJUSTIN PACK\nAbstract : The modern research university is an unsustainable institution. It nor -\nmalizes academic activity along the lines of a scientist engaged in normal sci -\nence and seeks to measure the success or failure of academics based largely on \nthe quantity of their contributions to a particular discipline, often measured \nin terms of papers published and conference presentations. The ensuing race \nto produce academic studies is creating unprecedented mountains of academic \nstudies, but often in haphazard, unstructured, and unsustainable ways, espe -\ncially in the humanities and the social sciences, which do not discover nomo -\nthetic laws or accumulate knowledge in a fashion similar to science. This not \nonly undermines the quality of work being done and the character of academics \ndoing this work but also results in the thoughtless, endless, largely unstructured \nmountains of new studies that no one can keep up with.\nKeywords: academia, knowledge sustainability, positivism, ethics, production.\nIntroduction\nThe modern research university is an unsustainable institution. The aca -\ndemic machinery of production is creating unprecedented mountains of \nacademic studies, but often in haphazard, unstructured, and unsustain -\nable ways. There is so much information being produced that attempting \nto understand it is like attempting to drink from a fire hydrant. This \npaper argues that academics need to take seriously the ethics of knowl -\nedge production.\nI first examine the historical rise of the modern research university and \nhow it has led to a complex machinery of academic production. I then \nexamine the underlying positivist philosophy that underlies the modern \nresearch university. Finally, I claim that the attempt to judge all academic \nresearchers on the model of normal science leads to a variety of ethical \nproblems in the social sciences and humanities, including shoddy research, \nnegative effects on the character of academics, and the problem of unsus-\ntainable knowledge production."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd552\nJUSTIN PACK\nThe Rise of the Research University\nThe modern university is radically different from the medieval or Greek \nuniversity:\n[A]cross medieval and early modern times there was nothing resembling today’s \ninstitutional research culture dedicated to producing new knowledge. Rather than the production and dissemination of new knowledge, professors lectured (from the Latin lectus, part participle of legere, to read). This was in part a mat-\nter of technology: with books at a premium the oral transmission of knowledge was a necessity. The power of the church played an important role as well, in that professors were expected to promote a set of perennial truths—a philoso-phia perennis—rooted in religious orthodoxy. (Frodeman 2013, 20)\nThe very word “professor,” of course, points to this history. Now, in \ncontemporary academia, the primary task of most professors is to do \nresearch, but previously it was to profess—that is, to explain what was known. Research was often carried on outside the universities by indi -\nviduals who did it for pleasure or interest. Thus the so-called Republic of Letters—the loose association of scientists, philosophers, artists, and thinkers who were either independently wealthy or supported by wealthy patrons and who shared information with each other as they explored various scientific and philosophical questions (Frodeman 2013, 20–21). At the time there was nothing like a government- and corporate- supported research university.\nThe modern research university was invented in Germany in the late \n1800s and was first imported into the United States in the 1870s. While the need for organized, systematic research had been articulated in early modernity by thinkers like Leibnitz (who thought scientific research would show that the universe was well designed and therefore vindicate God [Neiman 2004]), full institutional support for the modern university was not available until the late 1800s (Rudolph 1990). Most universities before this were much more like traditional American colleges—relatively small and religious in origin (Bledstein 1978; Rudolph 1990). These col-leges were not about research but about teaching and training young men. The students would learn ancient languages, read the classics, study the virtues, and perhaps, though rarely, do a little science. This training was not connected to the Republic of Letters and the research going on there.\nThis changed with the ascent of positivism, which shaped the rise of the \nGerman research university (Rüegg 2003). According to Burton Bledstein, the German research university was attractive to both the U.S. government and American parents because of the Victorian interest in specialization and professionalization: “In nineteenth-century America, higher educa-tion emerged as the seminal institution within the culture of professional-ism. No institution would continue to be more important, more primary, for the success of Mid-Victorian social values” (Bledstein 1978, 121). The"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd553\nNEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE PRODUCTION\ngovernment increasingly wanted specialized workers. Parents wanted \nsuccessful, specialized young adults. In addition, the nineteenth century marked a pivotal moment of public acceptance of secularism (Taylor 2007). The traditional focus on character and religious learning was increasingly being replaced by scientific knowledge and professional skills. The German research university was the answer to these new concerns:\nMore than nine thousand Americans studied in Germany in the nineteenth \ncentury. [They were impressed by] two features conspicuous to someone com-ing from an American setting. The first was a well established principle of aca-demic freedom (at least at the universities most Americans attended, Göttingen and Berlin); the second was a commitment to Wissenschaft, “pure learning”—\nthe idea of knowledge for its own sake. In Germany, academic freedom and \n“pure learning” had specific connotations: they were associated with a spirit of nationalism and with the concept of personal mental development, Bildung. For most Americans who saw the German university as an adaptable institu-tional model, though, they tended to reduce to a single term: science. (Menand 2002, 256)\nIn addition to the Victorian valorization of specialization and profes -\nsionalization in a secular setting, the modern research university embod -\nied a constellation of previously only partially realized modern values \nand ideals, such as efficiency, transparency, productivity, and so on. The kinds of disciplinary practices that are now standard in academia and public education originate in the German research university: “screening students upon entrance, formalizing courses of study, publishing text -\nbooks, standardizing examination and awarding degrees” (Bledstein 1978, 124). Indeed, Bledstein argues that the modern university became a model that helped accelerate the rationalization of larger society. The uni -\nversity brought together standardization, the rigor of science, career spe -\ncialization, and prestige in a way that served the interests both of parents and of secular governments. As a result, the period after 1880 is marked by the rapid creation of many of the state universities and the transfor -\nmation of American colleges by the incorporation of these methods and practices (some of these institutions, like Harvard and Yale, adopted this model completely, while others thrived by striking a balance between the older character-oriented education and the new approach). By the Cold War, when it was explicitly called on to fight communism, the modern research university had become an established motor for technology, sci -\nence, information, and skilled workers (Peters and Schultz 2012).\nThe Academic Machinery of Knowledge Production\nThe German research university, which has now spread across the \nworld, was created under the influence of positivism and is structured to institutionalize science—it embodies the ideals, values, and norms of"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd554\nJUSTIN PACK\nscience. We can see this, for example, in the structure of academic dis -\nciplines. These divide the world into discrete pieces that can be studied \nwith methods that are relevant to the particular aspect of the world under consideration. Biology studies living organisms, chemistry the chemical makeup of the world, and so on. This approach of breaking a problem or a topic into pieces was recommended by Descartes in his Discourse on Method  (2009). By breaking it into “as many parts as possible” we can \nisolate the shape, makeup, or nature of each piece and then slowly com -\nbine our knowledge of each of these pieces in a systematic and “orderly fashion” until we gain an accurate picture of the whole.\nThe kind of building-block description Descartes presents here has \nbecome a popularized image of how science works. Thomas Kuhn (1996) offers a similar metaphor: scientists are “puzzle solvers” who are focused not on the big picture but on an often tiny piece of the puzzle. They may spend an entire career figuring out their little piece. Theoretically, at least for early modern thinkers like Descartes and Leibnitz, each of these little pieces can come together to form a whole. Whether or not contemporary scientists think these bits of knowledge will ever result in a unified system of knowledge, scientific practice remains structured by this positivist  program. Dissertations are expected to “contribute significantly to \n knowledge”—in other words, to add another brick to the edifice.\n1\nOstensibly, according to this model, the purpose of the modern research \nuniversity as an institution is to enable and support knowledge produc-\ntion. By extension, this is the task of each individual academic. Sometimes producing new forms of knowledge requires a massive amount of sup-port, time for the researchers and graduate assistants, complex materials, machinery, and computer programs to accomplish certain results, and money, of course, money for all of this. As a result, modern research uni-versities have to establish complex, institutionally supported machineries that seek to maximize knowledge production. This means finding the best researchers who can bring in the most grant money and establish effi-cient labs, investing in the best equipment, establishing the best networks, attracting the best students, having the best connections with industry and government (for larger and better grants), establishing the best brand name for the university, and so forth. All this comes together to form a complex machinery that funnels students in quickly and of necessity con-stantly pushes for bigger and better results. Students must adapt quickly to the logic of their chosen discipline, and the students who succeed are those who prove they can produce the kinds of results expected by it.\n1 I am purposely introducing multiple metaphors that are often used to articulate knowl-\nedge production. It is possible reject the metaphor of the construction of an edifice and re-\nplace it with something like “furthering a conversation,” but I would suggest that much of the language used to describe knowledge production reflects building construction, map mak-ing, or other similar metaphors."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd555\nNEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE PRODUCTION\nWhy, Again, All This Academic Machinery?\nThe modern research university normalizes academic activity along the \nlines of a scientist engaged in normal science and seeks to measure the success or failure of academics based largely on their productivity within the machinery of a particular discipline, often measured in terms of  papers published and conference presentations. As an academic trained \nin both the social sciences and the humanities, I have always found this very strange. I am of the opinion that neither the social sciences nor the humanities are scientific. It seems clear to me that neither the social sci-ences nor the humanities discover nomothetic laws or accumulate knowl-edge in a fashion similar to science (Bellah 1983a; Bellah 1983b; Bellah  \net al. 1996; Bernstein 1978; Bernstein 1983). So why judge academics in the humanities or social sciences as though they are scientists?\nI find it all the more remarkable how little this seems to be questioned \nby academics themselves. Reflective and critical studies by academics about academia itself are relatively few and far between, especially when compared to the number of academics busily working within the  \nsystem—although the radical shifts occurring with the neoliberalization of the university is resulting in some soul-searching (Bourdieu 1990; Meneley and Y oung 2005; Mills 1959; Tuchmann 2011; Gould 2003; Ginsberg 2011; Newfield 2011; Washburn 2006). Generally, however, there is little time for the academic to wonder about metadisciplinary questions about what they are doing. The academic machinery of knowl-edge production is a juggernaut: “Publish or perish!” all academics are taught. Sadly, then, in the pursuit of academic excellence and better CVs, academic practices are too often largely unexamined. Occasionally problems occur such that some reflective discussion does arise, but these discussions rarely turn into truly radical examination of academia.\n2 But \nif one does take a step back, academia begins to appear to be a very strange creature.\nTake, for example, the purpose of all this knowledge production. \nDiderot’s entry for the word “encyclopédie” is telling in this regard:\nencyclopédie , f. n. (Philosophy). This word means interrelation of all knowl-\nedge; it is made up of the Greek prefix en, in, and the nouns kyklos, circle, and \npaideia, instruction, science, knowledge. In truth, the aim of an encyclopédie is to collect all the knowledge scattered over the face of the earth, to present its general outlines and structure to the men with whom we live, and to transmit \nthis to those who will come after us, so that the work of past centuries may be \nuseful to the following centuries, that our children, by becoming more educated, may at the same time become more virtuous and happy. (Kramnick 1995, 17)\n2 One current such discussion concerns the problem of p-hacking. See http://fivet hirty \neight.com/featu res/scien ce-isnt-broke n/"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd556\nJUSTIN PACK\nThe dream of compiling all knowledge has actually produced a very \nstrange result, which Wikipedia has made very clear: the more we learn, \nthe harder it becomes to create a coherent picture of all this knowledge. Instead of producing an “interrelation of all knowledge” as Diderot hoped, the massive increase in knowledge seems to make it all the more difficult to understand how all this knowledge hangs together. It is as if the incredible incoming flow of information is coming too fast for us to understand it—both because the amount of information is more than we can handle and because much of the information is now increasingly technical and requires a high barrier of knowledge to comprehend it. Like trying to drink water from a fire hydrant, there seems to be too much knowledge that is often too technical or specific for us to arrange it in a comprehensible way.\nA clever exchange on Reddit shows the problem: “Question: If someone \nfrom the 1950s suddenly appeared today, what would be the most difficult thing to explain to them about life today? Answer: I possess a device, in my pocket, that is capable of accessing the entirety of information known to humanity. I use it to look at pictures of cats and get in arguments with strangers.”\n3 This is clearly not what Diderot had in mind, but it does illus-\ntrate how the massive amount of knowledge that has been produced is over -\nwhelming. Much knowledge is out there and available, but often it is too difficult to find, much less coherently tie to some sort of whole within which it could be comprehended. It is easier to just look at videos of cats. It is for this reason Zygmunt Bauman claims that this process of endless knowledge production is “both self-destructive and self-propelling” (1991, 3).\nOf course, most academics are not worried about encyclopedias or the \nproduction of some sort of whole. Almost always the way academic work is articulated is in terms of solving specific problems. Papers are narrated in terms of responding to a particular body of work (the current litera-ture) that is focused on a certain problem—often with practical import. “Scholars have been working on the problem of X in the hopes that solv-ing X can contribute to curing blindness or improving traffic conditions or streamlining this or that process.” Academic work is still articulated as adding pieces to the puzzle, but the results are nothing like the comprehen-sible interrelation of knowledge that Diderot hoped for; rather, they are contributions to the resolution of specific problems.\nThis seems to fit more closely with how most academics think about \ntheir work and articulate what they are doing than with Diderot’s approach. The question of some meaningful whole has been left aside, and the aim is rather to produce something “useful.” The answer to “What are aca-demics doing?” becomes: “The academic machinery of production aims \n3 www.reddit.com/r/AskRe ddit/comme nts/15yaa  p/if_someo ne_from_the_1950s_sudde nly_  \nappea red_today/"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd557\nNEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE PRODUCTION\nto produce useful results.” There are many important questions related to \nthe question of use that we should be asking. For example, to whom are we being useful? As C. Wright Mills (1959) pointed out, “useful” work in the social sciences if often useful for governments in their efforts to man-age human populations. Like Gadamer, we might worry about how this takes decisions away from citizens and puts them in the hands of experts (Bernstein 1983). Of course, “useful” work in the social sciences (and perhaps even more so in the hard sciences) can be extremely profitable for companies. There is good reason to be worried about how academic results are gobbled up by businesses for profit and how the logic of profit can negatively affect academic work (Washburn 2006). My own reserva-tions in this regard concern more fundamentally the ubiquity of “use” and “usefulness” in academia (Arendt 1998). Thus, while there are many important questions we should be asking ourselves about the academic machinery of production, I want to return to the problem of sustainability that I began to discuss above.\nUnsustainable Academia\nThe positivist model that informed the invention of the modern research \nuniversity and underlies the academic machinery of production does not fit with the social sciences and humanities, as neither the social sciences nor the humanities discover nomothetic laws or accumulate knowledge in a fashion similar to science. Academics in the nonsciences are still caught up in the academic machinery of production, however, and are incentivized, normalized, and judged as if they were scientists producing knowledge that is cumulative. They must produce results that can be quantified and measured to determine their “worth” to the university. So they produce, but not as a part of a cumulative process. This results in a terribly unstructured mountain of jumbled knowledge and theories—a cacophony of conversations and debates in all directions.\nI want to suggest it is past time for academics to consider the sustain-\nability of these practices. The language of sustainability, of course, comes from environmentalism. More than most other movements or disciplines, environmentalism has consistently critiqued the demands of the culture of production and pointed to the negative effects of endless production on the environment.\n4 In light of the massive amount of information being \nproduced in academia, I think we need a sustainability-oriented ethics of knowledge production and a critical examination of the academic machin-ery of production (Frodeman 2013).\n4 I will not attempt to list all the environmental thinkers that are relevant, as there are \nmany. Any introductory textbook on environmental ethics or philosophy will have many of \nkey pieces in the field."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd558\nJUSTIN PACK\nThe critique of incessant production is not only about waste but also \nabout what is truly necessary. All academic study is inevitably going to \nentail waste. Even the hard sciences are full of false leads, mistakes, exper -\niments that lead nowhere. There are many articles, books, information, data sets, and so forth that are rendered useless by error, new discoveries, and later research. These failures are a part of the process, and scholarship can learn from the history of these failures. But the intense demands for each academic to produce more, faster, and in better journals leads to an academic arms race and not surprisingly can lead to academics rushing studies, hiding data, cutting corners, and attempting to produce much more than is necessary. This is the concern voiced by Berkeley scientist Randy Schekman, who, after winning the Nobel Prize in Physiology or Medicine in December 2013, announced that he would no longer be send-ing papers to “luxury” journals and would instead use open-publishing journals.\n5 He explained:\nI am a scientist. Mine is a professional world that achieves great things for \nhumanity. But it is disfigured by inappropriate incentives. The prevailing struc-tures of personal reputation and career advancement mean the biggest rewards often follow the flashiest work, not the best. Those of us who follow these incentives are being entirely rational—I have followed them myself—but we \ndo not always best serve our profession’s interests, let alone those of humanity \nand society. . . .\n[Luxury] journals aggressively curate their brands, in ways more conducive \nto selling subscriptions than to stimulating the most important research. Like fashion designers who create limited-edition handbags or suits, they know scar -\ncity stokes demand, so they artificially restrict the number of papers they accept. The exclusive brands are then marketed with a gimmick called “impact factor”—a score for each journal, measuring the number of times its papers are cited by subsequent research. Better papers, the theory goes, are cited more often, so better journals boast higher scores. Y et it is a deeply flawed measure, pursuing which has become an end in itself—and is as damaging to science as the bonus culture is to banking.\n6\nThe worry I am trying to express is that instead of serving knowledge, \nacademics are increasingly serving production. This creates at least \nthree problems. As Schekman shows, (1) this can negatively affect the quality of the knowledge being produced. Getting another line in one’s CV, getting ahead in the race for tenure, becomes more important than slowly and carefully carrying through a particular study. Knowledge, much less wisdom, may actually suffer in this frantic atmosphere. Furthermore, (2) this radically alters the character of academia and of \n5 http://www.thegu ardian.com/scien ce/2013/dec/09/nobel-winner-boyco tt-scien ce-journals6 http://www.thegu ardian.com/comme ntisf ree/2013/dec/09/how-journ als-nature-scien ce-  \ncell-damage-science"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd559\nNEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE PRODUCTION\nacademics themselves, changing the university from a place of learning \nto a place of producing. The dispositions and character that are helpful in creating a good learning environment are not the same as those that are helpful in creating a productive environment. A learner often needs to stop and think, a producer need to stop thinking and produce (Pack 2018). And (3) it still leaves us with the problem of the sheer quantity being produced. Academia becomes a very noisy place, and just as there is noise pollution, we could ask if there is such a thing as “knowledge pol -\nlution”—producing unnecessary knowledge that ultimately is not much more than an exercise in CV building.\nThe problem of the quantity of information can be further divided. As \nwe saw in the last section, in terms of the goal of creating an “interrelation of all knowledge,” the incessant academic production actually (3a) pro-duces so much information that attempting to understand how it all relates is like trying to drink from a fire hydrant. The dream of providing a coher -\nent guide to the universe seems to have been destroyed by the proliferation of knowledge. Even if such a dream and the metaphysics it implies are rejected in favor of the more practical production of “useful” results, there is still the (3b) problem of managing the massive amounts of informa-tion.\n7 These could be called the problem of the interrelation of knowledge \nand the problem of the manageability of knowledge.\nFrom a sustainability perspective there seems to be an excess of \nunstructured and often unnecessary knowledge being produced. Imagine attempting to apply the elementary-level three R’s of environmentalism to academia: recycle, reuse, and reduce. While at first blush it might seem that knowledge production in academia both recycles and reuses some material, it does so only as a part of an ongoing conversation that aims at more knowledge production. In other words, there is not much effort to reduce output—quite the contrary: the emphasis is ever on what is new. Anything “old” is typically invoked as something to be improved upon, to be added to, commented on, applied to a new context. The old must serve the new. It is very hard to imagine academics going slower, holding back on publishing something because the results might not be important or because it is simply unnecessary, resting content with older scholarship —unless they already have tenure. The spirit of environmentalism, of con-serving, of preserving, of limiting, of making less waste, is a recipe for failure to get tenure.\n7 This is an old problem, one of the reasons Vannevar Bush helped to create the National \nScience Foundation. See http://www.theat lantic.com/magaz ine/archi  ve/1945/07/as-we-may-\nthink/ 30388 1/"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd560\nJUSTIN PACK\nThe Philosophy Student in Unstable Academia\nAny undergraduate or graduate student in philosophy will have to make \nchoices about the degree to which she will play the current unsustainable academic game. Philosophy, unlike other disciplines, has not formally quantifiably ranked the journals, organizations, and conferences within the field of philosophy—there are, nonetheless, widespread, informal understandings about which journals are better than others, which schools and programs are the best, which conferences are the most pres -\ntigious. Aspiring academics quickly discover that they cannot merely study what they find interesting but must strategically orient themselves with regard to these professional constraints. If you want to have a ten -\nure-track job, you must quickly begin amassing lines in your CV by identifying the top journals, conferences, and scholars in your desired subfield, seek to publish in these journals, present at these conferences, and network with these scholars. The APA is a good place to start, and depending on your interests you may want to attend SPEP, PACT, and so forth, as well.\nAnd so graduate students and even undergraduate students find them-\nselves caught up in the flood of knowledge production. Ironically, there is little time to stop and think in this noisy machine—the philosophers too must publish or perish.\nConclusions\nI am arguing a more nuanced vision of what academics could do to im -\nprove the sustainability of academia. Instead of production being the \nbe-all and end-all of academia, why not have some academics whose primary responsibility responds to questions concerning the interrela -\ntionship of knowledge and others who deal with the manageability of knowledge? Why not focus on making the immense amount of infor -\nmation more possible to navigate and more comprehensible for regular people (and thus promote a culture of responsible citizens instead of a culture of expertise)?\nIf we were to take the problem of the sustainability of academic knowl-\nedge production seriously, we might have to reconceive and restructure academic work. Oddly, this could be seen as a kind of specialization of academics. Some academics could produce new knowledge, while others could work to show interrelations between knowledge, and yet others could work on the problem of the manageability, accessibility, and com-prehensibility of knowledge.\nThese conclusions are not meant to solve the problem of academic \nsustainability. On the contrary, I am trying to show the importance of the problem and how much would be involved if we actually took it seriously."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd561\nNEED FOR AN ETHICS OF SUSTAINABLE KNOWLEDGE PRODUCTION\nUnfortunately, the current direction of higher education is pointed \naway from sustainability toward neoliberalization. Above all, this process \ninvolves the embracing of business values previously kept at a distance from the university (Tuchmann 2011). While it is true that neoliberaliza-tion of higher education is radically changing the university and this inev-itably produces a concerned response on the part of some academics, it only increases the demands of productivity and will only demand that the academic machinery of production be more efficient (Pack 2018). Sadly, it seems unlikely that academia will be sustainable anytime soon.\nDepartment of Philosophy  \nCalifornia State University Stanislaus  One University Circle  Turlock, CA 95382  USA  \njpack2@csustan.edu  \nReferences\nArendt, Hannah. 1998. The Human Condition . Chicago: University of \nChicago Press.\nBauman, Zygmunt. 1991. Modernity and Ambivalence . Ithaca, N.Y.: \nCornell University Press.\nBellah, Robert. 1983a. “Social Science as Practical Reason.” In Daniel \nCallahan and Bruce Jennings, eds., Ethics, the Social Sciences and \nPolicy Analysis , 34–64. New York: Plenum Press.   . 1983b. “The Ethical Aim of Social Inquiry.” In Norma Haan et al.,  \neds., Social Science as Moral Inquiry , 360–82. New York: Columbia \nUniversity Press.\nBellah, Robert, et al. 1996. “Social Science as Public Philosophy.” \nAppendix to Habits of the Heart , 297–308. Berkeley: University of \nCalifornia Press.\nBernstein, Richard J. 1978. The Restructuring of Social and Political \nTheory . Philadelphia: University of Pennsylvania Press.   . 1983. Beyond, Objectivism and Relativism: Science, Hermeneutics \nand Praxis . Philadelphia: University of Pennsylvania Press.\nBledstein, Burton J. 1978. The Culture of Professionalism: The Middle \nClass and the Development of Higher Education in America . New York: \nW. W. Nor ton.\nBourdieu, Pierre. 1990. Homo Academicus . Stanford: Stanford University \nPress.\nDescartes, René. 2009. Discourse on Method . In Roger Ariew and Eric \nWatkins, eds., Modern Philosophy , 25–34. Chicago: Hackett.\nFrodeman, Robert. 2013. Sustainable Knowledge: A Theory of \nInterdisciplinarity . London: Palgrave Pivot."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "© 2019 Metaphilosophy LLC and John Wiley & Sons Ltd562\nJUSTIN PACK\nGinsberg, Benjamin. 2011. The Fall of the Faculty: The Rise of the \nAll-Administrative University and Why It Matters . Oxford: Oxford \nUniversity Press.\nGould, Eric. 2003. The University in a Corporate Culture . New Haven: \nYale University Press.\nKramnick, Issac. 1995. The Portable Enlightenment Reader . New York: \nPenguin Books.\nKuhn, Thomas. 1996. The Structure of Scientific Revolutions . Chicago: \nUniversity of Chicago Press.\nMenand, Louis. 2002. The Metaphysical Club: A Story of Ideas in \nAmerica . New York: Farrar, Straus and Giroux.\nMeneley, Anne, and Donna Young, eds. 2005. Auto-Ethnographies: The \nAnthropology of Academic Practices . Toronto: University of Toronto \nPress.\nMills, C. Wright. 1959. The Sociological Imagination . Oxford: Oxford \nUniversity Press.\nNeiman, Susan. 2004. Evil in Modern Thought: An Alternative History of \nPhilosophy . Princeton: Princeton University Press.\nNewfield, Christopher. 2011. Unmaking the Public University: The \nForty-Year Assault on the Middle Class . Cambridge, Mass.: Harvard \nUniversity Press.\nPack, Justin. 2018. How the Neoliberalization of Academia Leads to \nThoughtlessness: Arendt and the Modern University . Lanham, Md.: \nLexington Books.\nPeters, Sarah, and Sarah Schultz. 2012. “Lewis Hyde. In Defense of the \nCultural Commons.” Walker Reader . September 24. At https  ://walke \nrart.org/magaz  ine/lewis-hyde-defen  se-cultu  ral-commons.\nRudolph, Frederick. 1990. The American College and University: A \nHistory . Athens: University of Georgia Press.\nRüegg, Walter. 2003. A History of the University in Europe . Cambridge: \nCambridge University Press.\nTaylor, Charles. 2007. A Secular Age . Cambridge, Mass.: Harvard \nUniversity Press.\nTuchmann, Gaye. 2011. Wannabe U: Inside the Corporate University . \nChicago: University of Chicago Press.\nWashburn, Jennifer. 2006. University Inc.: The Corporate Corruption of \nHigher Education . New York: Basic Books."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Copyright\nof\nMetaphilosophy\nis\nthe\nproperty\nof\nWiley-\nBlackwell\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}