{
  "doc_type": "scientific paper",
  "title": "Misophonia and Potential Underlying Mechanisms A Perspective",
  "authors": [
    "Palumbo"
  ],
  "year": 2018,
  "journal": "Neuroscience,",
  "doi": "10.3389/fpsyg.2018.00953",
  "abstract": null,
  "keywords": [
    "misophonia",
    "auditory system",
    "limbic system",
    "associative learning",
    "classical conditioning",
    "sensitization"
  ],
  "research_topics": [
    "misophonia",
    "auditory system",
    "limbic system",
    "associative learning",
    "classical conditioning",
    "sensitization"
  ],
  "created_at": "2025-05-04T23:27:43.827553Z",
  "source_pdf": "documents/research/Global/Palumbo 2018 Misophonia and Potential Underlying Mechanisms A Perspective.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 1\nREVIEW\npublished: 29 June 2018\ndoi: 10.3389/fpsyg.2018.00953\nEdited by:\nSimone Dalla Bella,\nUniversité de Montréal, Canada\nReviewed by:\nPhillip Evan Gander,\nUniversity of Iowa, United States\nDan Zhang,\nTsinghua University, China\n*Correspondence:\nSven Vanneste\nsven.vanneste@utdallas.edu\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Psychology\nReceived: 19 June 2017\nAccepted: 24 May 2018\nPublished: 29 June 2018\nCitation:\nPalumbo DB, Alsalman O, De\nRidder D, Song J-J and Vanneste S\n(2018) Misophonia and Potential\nUnderlying Mechanisms:\nA Perspective. Front. Psychol. 9:953.\ndoi: 10.3389/fpsyg.2018.00953\nMisophonia and Potential Underlying\nMechanisms: A Perspective\nDevon B. Palumbo1, Ola Alsalman1, Dirk De Ridder2, Jae-Jin Song3and\nSven Vanneste1*\n1Lab for Clinical and Integrative Neuroscience, School of Behavioral and Brain Sciences, The University of Texas at Dallas,\nRichardson, TX, United States,2Department of Surgical Sciences, Section of Neurosurgery, Dunedin School of Medicine,\nUniversity of Otago, Dunedin, New Zealand,3Department of Otorhinolaryngology-Head and Neck Surgery, Seoul National\nUniversity Bundang Hospital, Seongnam, South Korea\nThere is a growing research interest in the diagnosis rate of misophonia, a condition\ncharacterized by a negative emotional/autonomic reaction to speciﬁc everyday sounds.\nDiagnosis of misophonia requires a thorough case history and audiological test\nprocedures. Associative and non-associative learning models for understanding the\nunderlying mechanisms of misophonia have been presented. Currently, there is no\ncure or pharmaceutical agent for misophonia; however, therapy programs addressing\nmisophonia and its characteristics do exist. Investigation of comorbid conditions and\nother psychological therapy strategies might help to reveal more about the underlying\nmechanisms and potentially lead to a successful treatment method.\nKeywords: misophonia, auditory system, limbic system, associative learning, classical conditioning, sensitization\nINTRODUCTION\nMisophonia is a condition where patients experience a negative emotional reaction and dislike\n(e.g., anxiety, agitation, and annoyance) to speciﬁc sounds (e.g., ballpoint pen clicking (repeatedly),\ntapping, typing, chewing, breathing, swallowing, tapping foot, etc.) (Jastreboﬀ and Jastreboﬀ, 2002).\nMisophonia is a derivate from the Greek words misos (hate) and phónè (voice), and means hate of\nsound. Each patient’s reaction is unique as it depends on the speciﬁc conditions under which the\nsound was experienced and any previous evaluations of that sound. Prior to Jastreboﬀ introducing\nthe term misophonia, there have been diﬀerent terms to describe the condition, such as soft sound\nsensitivity symptom, select sound sensitivity syndrome, decreased sound tolerance, and sound-rage\n(Schwartz et al., 2011; Neal and Cavanna, 2013). A patient’s negative reaction and dislike may occur\nin response to sound at any level. Although hyperacusis and misophonia can coexist, hyperacusis\nrefers speciﬁcally to an increased sensitivity to certain frequencies and volume ranges of sound\n(Song et al., 2014). Misophonia can be distinguished from hyperacusis by its sensitivity to the\nsubjective response provoked (Pienkowski et al., 2014). A subtype of misophonia is phonophobia,\nwhen fear to a speciﬁc sound is the dominant factor (Jastreboﬀ and Hazell, 1999; Henry et al.,\n2002; Jastreboﬀ and Jastreboﬀ, 2015). It is important to recognize that “subtype” implies that the\nclass of sounds that elicit phonophobia are drawn from misophonic sounds or that they share\na similar mechanism, neither of which is necessarily true. From a phenomenological viewpoint,\nwhile fear is the dominant emotion in phonophobia, anger is the dominant emotion in misophonia.\nHowever, more recent research suggest that other than anger there is at least four other dominant\nemotions present in misophonia (i.e., irritation, stress and anxiety, aggravation, feeling trapped,\nand impatience) (Rouw and Erfanian, 2018).\nFrontiers in Psychology | www.frontiersin.org 1 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 2\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nINCIDENCE\nIn a recent study, Wu et al. (2014) investigated the incidence,\ncorrelates, and impairments associated with misophonia in a\nstudent population. Out of 483 undergraduate students (mean\nage = 21.4 years), 22.8% were often or always sensitive to or\nannoyed by speciﬁc sounds (e.g., eating, repetitive tapping, or\nnasal noises). Dislike of throat sounds, rustling papers, and\nenvironmental sounds were reported by 19.5, 16.1, and 14% of\nrespondents, respectively. Literature suggests that 60% of patients\nwith tinnitus also have misophonia (Jastreboﬀ and Jastreboﬀ,\n2002; Jastreboﬀ and Hazell, 2004) and 86% of tinnitus patients\nhave hyperacusis, 25–30% of which requiring treatment (Anari\net al., 1999; Jastreboﬀ and Jastreboﬀ, 2006). Jastreboﬀ deduced\nthat 1.75% of the general population has hyperacusis without\ntinnitus, but it is still diﬃcult to diﬀerentiate those who have\nhyperacusis alone, misophonia alone, and those who have both\n(Jastreboﬀ, 2015).\nCHARACTERISTICS\nMisophonia usually begins during childhood or adolescence,\nsometimes aﬀecting academic performance (Edelstein et al., 2013;\nSchroder et al., 2013). An intense negative emotional reaction\nis usually triggered by bodily sounds (e.g., chewing, breathing,\nswallowing, and foot tapping, etc.) and may be connected to\na particular person creating that sound (Edelstein et al., 2013;\nSchroder et al., 2013). In addition to the emotional aversion,\npatients sometimes report physical pressure building in the chest,\nthe desire to stop the person from making the sound, and other\nautonomic reactions (Moller, 2011). Sometimes patients will\nmimic the sound to cancel it out. Rarely do physical reactions,\nsuch as assaulting the person making the sound, occur. However,\nbecause the patient is never sure when the trigger sound might\nbe heard, the patient often lives in a perpetual state of anxiety.\nPatients are hyper-focused on listening for that trigger; they\nwill avoid certain situations, people, and foods that they think\nwill cause the sound (Edelstein et al., 2013). Overall, patients\nmay suﬀer physical and emotional discomfort, contributing to a\nreduced quality of life (Edelstein et al., 2013).\nAccording to Jastreboﬀ and Jastreboﬀ (2015), only 7\ncases (2.2%) out of 318 misophonic patients exhibited a\npsychiatric disorder. Some researchers argue that misophonia\nand psychiatric disorders are unrelated. However, others tend to\nbelieve that psychiatric disorders and misophonia might coexist.\nSchroder et al. (2013) conducted a study to classify misophonia\nas its own form of psychiatric disorder. Their results showed a\npattern of intense reactions to speciﬁc stimuli, avoidance, and\nworry that matched with traits of other psychiatric disorders,\ni.e., social phobia, post-traumatic stress disorder, personality\ndisorders with impulsive aggression, intermittent explosive\ndisorder, autism spectrum disorder, sensory processing disorders,\nantisocial personality disorder, and phonophobia (Schroder et al.,\n2013). Although the nosological nature of misophonia is still a\ntopic of debate, Schroder’s ﬁndings seem to call for misophonia\nto be classiﬁed as a subtype of a discrete psychiatric disorder.DIAGNOSIS\nClinically, diagnosing misophonia requires a detailed case\nhistory to determine onset, triggers, reactions, and co-morbid\nconditions. Questionnaires may also be useful when determining\nthe severity and uniqueness of each patient’s case. Although\ncertain questionnaires have been proposed to evaluate the\nseverity of misophonia (Khalfa et al., 2002; Dauman and\nBouscau-Faure, 2005), their validity needs to be conﬁrmed. On\nthe other hand, no one questionnaire has been consistently used\nacross studies for the evaluation of misophonia. Examples of\nsome of the questionnaires currently being used to evaluate\nmisophonia are: (1) the Misophonia Questionnaire (MQ), which\nis a three-part self-report questionnaire developed by Wu et al.\n(2014) to assess the presence of misophonia symptoms as well\nas related emotions and behaviors; and (2) the Amsterdam\nMisophonia Scale (A-MISO-S), a concept scale based on\nthe already validated Y ale-Brown Obsessive-Compulsive Scale\n(Y-BOCS) (Schroder et al., 2013). The A-MISO-S is a six-item\nscale that evaluates diﬀerent areas aﬀected by misophonia such as:\nthe time spent focusing on misophonia; interference with social\nfunctions; level of anger; impulse control; control over thoughts\nand anger; and time spent avoiding situations contributing to\nmisophonia.\nThe audiological assessment of misophonia is complex. To\ndate there is no agreement on a speciﬁed protocol to assess\nmisophonia. However, audiological assessment includes pure\ntone thresholds and loudness discomfort levels (LDL). Patients\nwith misophonia may have hearing loss or normal hearing. LDLs\nhave been reported at normal and reduced levels (Jastreboﬀ\nand Jastreboﬀ, 2013). There is no precise description of how to\ntest LDLs in patients with misophonia. It is therefore possible\nthat variations can occur in the results obtained due to the\nspeciﬁc method administrated and diﬀerences in the way patients\nare instructed (Hawkins et al., 1987; Sherlock and Formby,\n2005; Jastreboﬀ and Jastreboﬀ, 2015). Nevertheless, Jastreboﬀ\nand Jastreboﬀ (2015) indicated that when misophonia is present\nwith hyperacusis, LDL values can range from 30 to 120 dB\nHL. This further emphasizes that LDLs alone are insuﬃcient to\naccurately diagnose hyperacusis and/or misophonia (Jastreboﬀ\nand Jastreboﬀ, 2015). Diﬀerences in auditory late potentials\nmay be present when patients are tested using an oddball\nparadigm. Schroder et al. (2014) concluded that the deviant tone\nevoked a smaller N100 in misophonia patients than in healthy\ncontrols. Such responses might have been because of deﬁcits in\nprocessing auditory information at low intensities or because of\ncoexisting mood and psychiatric conditions. This study supports\nthe recommendation of a thorough case history and use of\nquestionnaires to understand all aspects of the patient’s life that\nmay contribute to misophonia (Ferreira et al., 2013; Schroder\net al., 2013).\nAnecdotal Cases in the Literature\nA 36-year-old woman, Ms. A, raised in foster homes, had a\nmother suﬀering from depression and a father who did not\nprovide support and aﬀection (Veale, 2006). At the time that\nshe visited the clinic, she was married and had one son.\nFrontiers in Psychology | www.frontiersin.org 2 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 3\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nMs. A was a solitary person who desired to be deaf. Her\ndesire was so intense that she would block her ears with cotton\nballs soaked in oil. Veale (2006) had the patient complete\na series of questionnaires and found that she was extremely\naverse to sounds of any kind and fulﬁlled criteria for multiple\npersonality disorders. In this case, repeated avoidance of sound\nmight have led to increased auditory gain and worsening of\nsymptoms.\nNeal and Cavanna (2013) oﬀered a case study of a 52-year-\nold man suﬀering from Tourette syndrome and misophonia.\nNeuropsychiatric examination revealed multiple motor ticks\n(e.g., facial grimacing and shoulder shrugging) and phonic ticks\n(e.g., yelping and barking) since age 11. The man also had mild\nobsessive-compulsive behaviors, depression, and sleep problems.\nInterestingly, this man noticed his aversion to sounds (e.g.,\nfather chewing food, sounds when riding a bus) developed about\n1 year before his tics started. The authors thus speculated that\nthere may be a pathophysiological association between the two\nconditions.\nWebber et al. (2014) reported a pediatric case of misophonia\nand Tourette syndrome. The young female patient was\nalso diagnosed with comorbid obsessive-compulsive spectrum\ndisorder (OCD) and attention deﬁcit hyperactivity disorder\n(ADHD). At 6 years of age, she developed frequent motor\nand vocal tics. During an interview, the young girl reacted\nstrongly to certain auditory and visual stimuli and demanded\nthat the sound stop. These ﬁndings are like those reported by\nNeal and Cavanna (2013), i.e., obsessive compulsive tendencies,\nan early age of onset, and the presence of both motor and\nvocal tics. The neural circuitry involved in OCD and Tourette\nsyndrome may be similar to that of misophonia (Husted\net al., 2006; Neal and Cavanna, 2013). A methodical screening\nfor misophonia in disorders such as Tourette syndrome and\nOCD might uncover a pathophysiological connection between\nsounds and anomalies within the limbic system and its\nconnections with the auditory cortex and the autonomic nervous\nsystem.\nKluckow et al. (2014) interviewed 15 patients being treated\nfor eating disorders about possible misophonia symptoms. Three\nof the 15 patients met the criteria for misophonia. The ﬁrst\npatient recalled her misophonia trigger to high-pitched voices\nstarting around age six. Hearing the sound would cause her\nto binge eat. Coping mechanisms included ear plugs, music\nfor distraction, and digging her ﬁngernail into her hand to\ncause pain but not draw blood. The second patient had\nmisophonia triggered by the eating habits of family friends.\nFollowing the development of her aversion, the patient started\nto increase exercise and decrease eating. The third patient\npresented with misophonia caused by the sound of family\nmembers eating cereal out of a bowl; she found the clinking\nspoon in the bowl and the sound of cereal being chewed repulsive.\nAversion to these stimuli was so strong that she was unable\nto eat. In all three cases, severe aversion to eating sounds\npreceded the development of an eating disorder. Kluckow et al.\n(2014) suggested that the co-presentation of misophonia and\neating disorders should be investigated during a thorough case\nhistory.TREATMENT\nCurrently, there are no research studies that have investigated\npharmaceutical options to treat misophonia. Anecdotal\ninformation suggests the prescription of antidepressants and\nanxiolytics to address the reactions and co-morbid conditions\nassociated with misophonia. Despite the lack of pharmaceutical\nremedies, a variety of therapies have been considered, with some\nshowing signs of potential success.\nTinnitus retraining therapy (TRT) is a therapy program\ndesigned by Jastreboﬀ to manage tinnitus and, as a secondary\neﬀect, hyperacusis and misophonia (Jastreboﬀ and Jastreboﬀ,\n2006). TRT assumes that altering conditioned reﬂexes at the\nsubconscious level will reduce or eliminate the connection\nbetween the auditory system and the limbic and autonomic\nnervous systems (Kiessling, 1980). Relating these auditory\nconditions to conditioned reﬂexes also helps to understand\nhow loudness correlates with severity (Tyler et al., 2007). The\nconnection is reinforced by the two stimuli and the auditory\ncharacteristics are of less importance. The therapy protocol\nconsists of directive counseling and sound therapy, tailored\nto each patient’s speciﬁc situation. This model emphasizes the\nneed for the patient to understand the underlying mechanisms\nof the condition. The patient will adhere to the treatment\nassigned and make conscious eﬀorts to alter the underlying\nmechanisms once s/he understands how they operate. A clear\nreview of TRT and individual goals between patient and clinical\nprovider will ensure the patient has realistic expectations.\nFor sound therapy, TRT works to reinforce positive sounds\nand reduce exposure to sounds causing a negative reaction.\nExposure to background noise and avoidance of silence work\nto desensitize certain sounds. If the patient also has hearing\nloss, s/he may beneﬁt from ear-level combination devices,\nwhich provide ampliﬁcation and tranquil background sounds.\nOverall, TRT should take about 9–18 months to complete\n(Jastreboﬀ and Jastreboﬀ, 2002). If the patient is suﬀering\nfrom hyperacusis and misophonia, Jastreboﬀ and Jastreboﬀ\n(2015) recommend ﬁrst treating hyperacusis. Once misophonia\nis isolated, the goal is to change the relationship between\nthe auditory, limbic, and autonomic nervous systems and to\neliminate the conditioned reﬂex. Although the conditioned-\nreﬂex model of TRT has been challenged in theory (Tyler\net al., 2006), TRT should work better with misophonia patients\nthan with tinnitus patients because misophonia involves an\nexternal trigger, which can be manipulated to potentially\neliminate the conditioned response (Jastreboﬀ and Jastreboﬀ,\n2002). Misophonia patients undergoing TRT are encouraged\nto avoid silence and ear overprotection. Decreasing patients’\nreactions to their trigger sounds by introducing pleasant sounds\nand constant low intensity sounds is thought to improve\nthese patients’ conditions. Reclassifying the sounds plus heavy\ncounseling are recommended to help these patients. TRT\noutcomes were reported by Jastreboﬀ et al., as 152 out of\n184 patients with misophonia with hyperacusis, and patients\nwith misophonia without hyperacusis (139 patients out of 167)\nshowed improvements after TRT (Jastreboﬀ and Jastreboﬀ,\n2015).\nFrontiers in Psychology | www.frontiersin.org 3 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 4\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nAlthough the development of a therapeutic approach\nsuch as TRT often applied it has not proven to be clinically\neﬀective. This has led to some controversy regarding the\napplication of this theory as a therapeutic approach, partially\nbecause the underlying mechanism of misophonia is not well\nunderstood. Besides TRT, other neuropsychiatric therapies\nmight be eﬀective for misophonia patients. Schneider and Arch\n(Schneider and Arch, 2015) reviewed potential treatments for\nmisophonia based on speciﬁc characteristics of the condition.\nSince one of the common responses to a misophonia trigger\nis anger, they suggested focusing on therapies that work to\ndecrease anger, such as cognitive restructuring and stress\ninoculation training (Blake and Hamrin, 2007). A literature\nreview of therapy and training programs for anger in youth\npopulations indicated that Cognitive-Relaxation Coping\nSkills Training and Multicomponent Cognitive-Behavioral\nTherapy (CBT) were able to reduce anger-related behaviors\nand improve control over the expression of anger (Blake\nand Hamrin, 2007). Similarly, a stress inoculation training\nprogram for high school students signiﬁcantly decreased\nnegative stress events and reduced overall anger (Hains,\n1992). Since misophonic symptoms often arise in adolescence,\nthese anger therapies may also apply to the misophonia\npopulation.\nOther ways to address misophonia could be through\ncompassion training, distress-tolerance, and acceptance-based\ntreatments (Schneider and Arch, 2015). Mindfulness (moment-\nto-moment awareness) may enhance traditional CBT programs\nin psychologically distraught patients (Hofmann et al., 2011). In\na group of moderately to severely distressed tinnitus patients,\ninternet-based CBT and acceptance and commitment therapy\n(ACT) were both shown to reduce the negative impact of\ntinnitus on quality of life, as measured by tinnitus severity\nand tinnitus-related distress (Hesser et al., 2014). Techniques\nused in these programs included applied relaxation, positive\nimagery, attention training, cognitive restructuring, exposure,\nand background sounds to cope with tinnitus. There are only\ntwo case studies reported in the literature that show the eﬀects\nof CBT for youths with misophonia (McGuire et al., 2015). After\ncompleting psychoeducation, reviewing how to appropriately\nrespond when a trigger is present, and gradually increasing\nexposure to the trigger sounds, the two female patients had\nreduced symptoms and expressed that they now had the tools to\ncope. Although two case studies alone do not constitute concrete\nevidence that CBT will work with misophonia patients, it does\ninvite further research to determine the eﬃcacy of such a therapy\nprogram.\nThe potential therapies listed above look to address emotional\nreactions caused by misophonia triggers. In order to have a\ntruly eﬀective treatment, more research is needed to better\ndeﬁne a diagnostic protocol, rule out comorbid conditions,\nand to provide evidence for the underlying mechanisms of\nmisophonia (Webber and Storch, 2015). Since misophonia\ntriggers can be from many sources, people, and situations,\nit is likely that one therapy program will not address every\nmanifestation of misophonia, indicating a need for individualized\ntherapy.UNDERLYING MECHANISMS\nAuditory information ascends through the brainstem to the\ncerebral cortices in two parallel pathways, mainly known as the\nclassical and non-classical auditory pathways (Moller and Rollins,\n2002). The anatomy of the non-classical pathway diﬀers from\nthat of the classical pathway mainly in the thalamic relay nuclei\n(Moller and Rollins, 2002). The classical pathway is intermittent\nin the ventral portion of the medial geniculate body, while the\nnon-classical pathway is interrupted in nuclei located in the\nmedial and dorsomedial geniculate body (Moller and Rollins,\n2002; Moller et al., 2005). Recall that misophonia is described\nas a negative reaction to sound results from enhanced limbic\nand autonomic responses without abnormal enhancement of\nthe auditory system (Jastreboﬀ, 1999; Jastreboﬀ and Hazell,\n1999). Since it is known that classical and non-classical auditory\npathways interact with the limbic system, a breakdown in\nsuch processes may contribute to an increased association\nbetween auditory stimuli and emotional and autonomic reactions\n(Jastreboﬀ and Hazell, 2004; Langguth and Landgrebe, 2011).\nThe literature suggests that the majority of patients with\nmisophonia have normal hearing sensitivity (Schroder et al.,\n2014), while the limbic and autonomic nervous systems are in\na heightened state of excitation and thus react abnormally to\nnormal auditory input (Moller, 2011). A recent functional and\nstructural MRI study has revealed that trigger sounds elicited\nincreased responses in the anterior insular cortex (AIC) and\nabnormal functional connectivity between the AIC and medial\nfrontal, medial parietal, and medial temporal regions (Kumar\net al., 2017). The ﬁndings of Kumar et al. (2017) implied that there\nwas abnormal myelination in the medial frontal cortex that shows\nabnormal functional connectivity, and that the aberrant neural\nresponse mediates the emotional coloring and physiological\narousal that accompany misophonic experiences.\nA focal point of rebuttal by the Kumar et al. (2017), study lies\nin their experimental designs where general annoyance elicited\nby one stimulus condition (i.e., baby crying, a person screaming)\nwas disassociate from a speciﬁcally misophonic reaction elicited\nby another stimulus condition (i.e., eating and breathing sounds).\nIn a commentary (Schroder et al., 2017), Schroder et al. argued\nthat it was unclear whether the subjects in the Kumar et al.\n(2017) study actually suﬀered from misophonia, as Schroder\net al. promote the idea that misophonia is a distinct form of\na psychiatric disorder with speciﬁc and well-deﬁned diagnostic\ncriteria (Schroder et al., 2013). Secondly, the validity of the\nquestionnaire used to select subjects with misophonia were put\ninto question. In addition, anger, which is an essential component\nin the diagnosis of misophonia, was overlooked and instead\nthe focus was on annoyance. As such, part of Schroder et al.’s\nargument was that the observed brain diﬀerences in the Kumar\net al. (2017) study might be correlated to general annoyance\nrather than anger speciﬁcally. A ﬁnal comment was about the\ndesign of the study and how it might have put subjects at risk\nof sensitization to sound by repeated exposure (Kumar and\nGriﬃths, 2017; Schroder et al., 2017).\nIn response, Kumar et al. (2017) stated that, to date, there are\nno diagnostic criteria for misophonia in ICD 10 or DSM-5, as\nFrontiers in Psychology | www.frontiersin.org 4 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 5\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nsubjects were selected based on having stable typical response to\ntrigger sounds over years which are usually anger but can also\ncome in the form of anxiety. This argument was supported by\nﬁndings of a large scale study involving more than 300 subjects\nwith misophonia, who primary reported emotional responses\nin the form of irritation/annoyance and not anger (Kumar and\nGriﬃths, 2017). Finally, regarding Schroder et al.’s last comment,\nKumar argued that it was not clear how re-exposure to sounds\nthat have been producing a typical misophonic reaction for\nyears might have any bearing on the reaction produced (Kumar\nand Griﬃths, 2017). Despite the controversy surrounding these\nﬁndings, the AIC is one of the core components of limbic and\nautonomic nervous system activity control.\nLearning involves associating events happening at diﬀerent\ntimes, a process that is of fundamental importance for a\nnumber of perceptual and cognitive processes (Wallenstein\net al., 1998; Fuster et al., 2000). There are two forms of\nlearning, associative and non-associative, which we will brieﬂy\ndescribe and then use to elucidate misophonia. Associative\nlearning involves one stimulus presented simultaneously with\nanother stimulus, creating a speciﬁc reaction. Conditioning to\nstimuli can be either through classical or operant conditioning\n(Vlaeyen, 2015). Non-associative learning is a change in behavior\nafter repeated presentations of a stimulus, but there is no\nreinforcement via a second stimulus like there is in associative\nlearning. In response to a single stimulus, an individual can\neither experience habituation or sensitization. Habituation is a\ndecrease in response to a stimulus following multiple identical\npresentations (Ursin, 2014). In healthy systems, habituation and\nsensitization counteract one another and allow the individual\nto stay in a neutral state (Ursin, 2014). Associative learning,\nparticularly classical conditioning, and non-associative learning,\nparticularly sensitization, may help to explain the underlying\nmechanisms of misophonia.\nAssociative and Non-associative\nLearning\nJastreboﬀ and Jastreboﬀ (2002) developed a model to explain\nthe neural mechanisms governing tinnitus, hyperacusis, and\nmisophonia (Jastreboﬀ and Jastreboﬀ, 2002). Associative learning\nvia classical conditioning supports their theory. Since classical\nconditioning works in anticipation of a change to the\nenvironment (Vlaeyen, 2015), they hypothesized that patients\nsuﬀering from one or all three of these problems have enhanced\nconnections between their auditory system and their limbic\nand autonomic nervous systems (Jastreboﬀ and Hazell, 2004).\nMisophonia is a form of conditioned behavior that develops as a\nphysical reﬂex through classical conditioning with a misophonia\ntrigger (e.g., eating noises, lip-smacking, pen clicking, tapping\nand typing : : :) as the conditioned stimulus, and anger, irritation\nor stress the unconditioned stimulus. The involvement of the\nlimbic system helps to explain the emotional component to\nthis condition and suggests that the connection is controlled by\na conditioned reﬂex. Three components of the limbic system\n(the amygdala, parahippocampus, and insula) have been shown\nto activate more strongly in other conditions such as tinnitus(Song et al., 2013, 2015; Carpenter-Thompson et al., 2014).\nMoller (2013) also suggested that the amygdala’s control of fear,\ndepression, and anxiety may explain a connection to the auditory\nsystem in patients with phonophobia.\nActivating the limbic and autonomic nervous systems triggers\nirrational reactions to stimuli (Molini et al., 2014). Hyperacusis\npatients have increased auditory sensitivity, which is passed\non to the autonomic nervous system and results in increased\nactivation (Jastreboﬀ and Jastreboﬀ, 2015). Similarly, misophonia\npatients have an increase in activation between the auditory\npathways and autonomic nervous system, resulting in negative\nemotional reaction to sound. Similarly, pain processing involves\nan association with intrusion, long-term exposure, depression,\nanxiety, defensive responses, and prolonged avoidance (Vlaeyen,\n2015). Misophonia patients have triggers that cause annoyance,\nanxiety, and depression. They respond by trying to ignore or\nescape the stimulus. Prolonged avoidance can exacerbate the\ncondition. Misophonia patients may plug their ears with cotton\nballs or live a life of silence (Veale, 2006; Edelstein et al., 2013).\nAs in pain, the trigger is not life-threatening, and yet it leads\nto worry, fear, and anxiety. Although these points should not\nbe treated as speciﬁc to misophonia, further investigation into\ntinnitus, hyperacusis, and pain mechanisms may also help to\nunderstand misophonia.\nThis begs the question of why some people learn this\ntype of association (classical conditioning) and not others.\nClassical conditioning or associative learning elicits reﬂexive,\nautomatic, and involuntary behavior (Jarius and Wildemann,\n2015; Kotchoubey and Pavlov, 2017). The only responses that\ncan be elicited out of classical conditioning are those that rely\non responses that are naturally made by the individual with\nmisophonia or, for that matter, any other condition. These\nresponses are often involuntary and occurring below the level\nof conscious awareness (Jarius and Wildemann, 2015). The\nhallmark of misophonia is an extreme emotional response\nto the trigger stimulus. As a result, for misophonic patients,\nthese emotional responses might create a classical conditioning\nparadigm that maintains or strengthens the misophonic physical\nreﬂex (Schroder et al., 2013). With that said, individual\ndiﬀerences in associative learning do exist, in part due to\npsychological and individual personality variables (Murphy and\nMsetﬁ, 2014).\nOn the other hand, non-associative learning can result in\nhabituation or sensitization. The symptoms of misophonia arise\nfrom enhanced sensitized functional connections or shortcuts\nbetween the limbic, auditory, and autonomic nervous system\n(Schwartz et al., 2011). Sensitization is deﬁned as increased\nneuronal activity in response to a stimulus (Jimenez et al.,\n2017). Before stimuli or neural activity reach the brain, they\nare classiﬁed and evaluated by complex neuronal pathways. If\nthe signal becomes actively connected to previous emotions or\nmemories, there will be an overlap in the auditory signal and\nemotions, creating a complex neural signal. That complex neural\nsignal is what ﬁnally reaches the level of conscious awareness;\nhence, the anxiety and stress related to the auditory signal\nare incorporated subconsciously and revealed at the conscious\nlevel. After repeated cycles of this process, the neuronal reaction\nFrontiers in Psychology | www.frontiersin.org 5 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 6\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nthreshold decreases and allows the complex hyper-responses to\nreach the brain more easily (Zenner et al., 2006). The underling\nmechanism for sensitization in misophonia is unknown, but has\ntypical been associated to strengthening of synaptic signals, a\nprocess known as long-term potentiation, or “kindling, ” repeated\nstimulation of speciﬁc neurons in the limbic system. In a recent\npublication showed that misophonia patients can have enhanced\nautonomic reactivity to a sound, but not to other sensory stimuli\n(Edelstein et al., 2013). The subjective experiences described by\nthese misophonia patients to trigger sounds share qualitative\nfeatures with the sensory symptoms reported by patients with\ntic disorders such as Tourette syndrome. Recent reports have\nalso suggested that misophonic symptoms can be found in the\ncontext of two of the most common psychiatric comorbidities of\nTourette syndrome, in addition to obsessive-compulsive disorder,\ngeneralized anxiety disorder, and schizotypal personality disorder\n(Ferreira et al., 2013; Neal and Cavanna, 2013; Cavanna and\nMartino, 2014). Overall, although there is preliminary evidence\nsupporting the suggestion that the underlying mechanism can\noccur in misophonia due to sensitization more research is needed.\nAssociation Between Misophonia and\nSynesthesia\nThe brain constantly integrates signals across diﬀerent\nmodalities. To that extent, a deﬁning aspect of misophonia\noccurs when the disturbing sound produced by others provoke an\nemotional response. This emotional response exhibits a marked\nconnection between the auditory system and other limbic and\nautonomic systems (Bruxner, 2016). This process resembles\nanother phenomenon: synesthesia which is the occurrence of\na particular sensory stimulus can evoke additional sensations and\nassociations (Galton, 1883; Harrison and Baron-Cohen, 1995;\nBaron-Cohen et al., 1996; Barnett et al., 2008; Edelstein et al.,\n2013). It is proposed that synesthesia results from an increase\nof neural connections and interactions between diﬀerent sensory\nmodalities (Brang and Ramachandran, 2011; Mylopoulos and Ro,\n2013).\nThere may be a connection between misophonia and\nsynesthesia. In synesthesia, as in misophonia, a pathological\ndistortion of connections between the auditory cortex and\nlimbic structures can cause a form of sound-emotion synesthesia\n(Edelstein et al., 2013). Furthermore, in both phenomena, anexternal sound can produce internal perceptual and sensational\nexperiences (Barratt and Davis, 2015). There are also reports\nsuggesting that the two phenomena are linked by their\naﬀective components, in addition to their perceptual similarities\n(Edelstein et al., 2013). For example, negative autonomic\nreactions are associated with the experience of misophonia.\nSpeciﬁcally, suﬀerers report that noises of any volume made\nby others such as breathing, swallowing, or foot tapping can\nelicit feelings of disgust, anger, or hatred (Schroder et al.,\n2013). Misophonic experiences are also similar to synesthetic\nassociations in that they are both automatic and cross-modal.\nFurther exploration of the similarities between these two\nconditions is needed to discover whether and how these two\nphenomena are related.\nCONCLUSION\nCertain characteristics of misophonia that follow rules from both\nassociative and non-associative learning principles could possibly\nbe used to better understand the underlying mechanisms. If\nnon-associative learning does help to explain the underlying\nmechanisms of misophonia, then there needs to be research\ninvestigating this connection. To date, research has made only\nweak speculation, with little evidence to support the theory. TRT\nseems to be an eﬀective treatment option for patients with sound\nsensitivity disorders such as misophonia. Although the majority\nof patients do ﬁnd relief through TRT, there are still cases that\nreceive no relief. Finally, Vlaeyen (2015) suggested a connection\nbetween non-associative and associative learning. The anxiety\nevoked by a stimulus may induce negative eﬀects, causing\nsensitization. Perhaps this is the key to a successful misophonia\ntreatment. By combining TRT and sensitization strategies, those\nfew patients who do not receive relief via either method alone\nmight beneﬁt from a combined method. Future studies should\nfocus on further examining the relationship between associative\nand non-associative learning and misophonia.\nAUTHOR CONTRIBUTIONS\nAll authors listed have made a substantial, direct and intellectual\ncontribution to the work, and approved it for publication.\nREFERENCES\nAnari, M., Axelsson, A., Eliasson, A., and Magnusson, L. (1999). Hypersensitivity\nto sound–questionnaire data, audiometry and classiﬁcation. Scand. Audiol. 28,\n219–230. doi: 10.1080/010503999424653\nBarnett, K. J., Finucane, C., Asher, J. E., Bargary, G., Corvin, A. P., Newell,\nF. N., et al. (2008). Familial patterns and the origins of individual diﬀerences\nin synaesthesia. Cognition 106, 871–893. doi: 10.1016/j.cognition.2007.\n05.003\nBaron-Cohen, S., Burt, L., Smith-Laittan, F., Harrison, J., and Bolton, P. (1996).\nSynaesthesia: prevalence and familiality. Perception 25, 1073–1079. doi: 10.\n1068/p251073\nBarratt, E. L., and Davis, N. J. (2015). Autonomous Sensory Meridian\nResponse (ASMR): a ﬂow-like mental state. PeerJ 3:e851. doi: 10.7717/peer\nj.851Blake, C. S., and Hamrin, V. (2007). Current approaches to the assessment and\nmanagement of anger and aggression in youth: a review. J. Child Adolesc.\nPsychiatr. Nurs. 20, 209–221. doi: 10.1111/j.1744-6171.2007.00102.x\nBrang, D., and Ramachandran, V. S. (2011). Survival of the synesthesia gene: why\ndo people hear colors and taste words? PLoS Biol. 9:e1001205. doi: 10.1371/\njournal.pbio.1001205\nBruxner, G. (2016). ’Mastication rage’: a review of misophonia - an under-\nrecognised symptom of psychiatric relevance? Australas. Psychiatry 24, 195–197.\ndoi: 10.1177/1039856215613010\nCarpenter-Thompson, J. R., Akroﬁ, K., Schmidt, S. A., Dolcos, F., and Husain, F. T.\n(2014). Alterations of the emotional processing system may underlie preserved\nrapid reaction time in tinnitus. Brain Res. 1567, 28–41. doi: 10.1016/j.brainres.\n2014.04.024\nCavanna, A. E., and Martino, D. (2014). How many Gilles de la Tourette\nsyndromes? Eur. J. Neurol. 21, 685–686. doi: 10.1111/ene.12282\nFrontiers in Psychology | www.frontiersin.org 6 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 7\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nDauman, R., and Bouscau-Faure, F. (2005). Assessment and amelioration of\nhyperacusis in tinnitus patients. Acta Otolaryngol. 125, 503–509. doi: 10.1080/\n00016480510027565\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nFerreira, G. M., Harrison, B. J., and Fontenelle, L. F. (2013). Hatred of sounds:\nmisophonic disorder or just an underreported psychiatric symptom? Ann. Clin.\nPsychiatry 25, 271–274.\nFuster, J. M., Bodner, M., and Kroger, J. K. (2000). Cross-modal and cross-temporal\nassociation in neurons of frontal cortex. Nature 405, 347–351. doi: 10.1038/\n35012613\nGalton, F. (1883). Inquiries into Human Faculty and its Development . London:\nMacmillan. doi: 10.1037/14178-000\nHains, A. A. (1992). A stress inoculation training program for adolescents in\na high school setting: a multiple baseline approach. J. Adolesc. 15, 163–175.\ndoi: 10.1016/0140-1971(92)90045-7\nHarrison, J., and Baron-Cohen, S. (1995). Synaesthesia: reconciling the subjective\nwith the objective. Endeavour 19, 157–160. doi: 10.1016/0160-9327(96)\n82878-X\nHawkins, D. B., Walden, B. E., Montgomery, A., and Prosek, R. A. (1987).\nDescription and validation of an LDL procedure designed to select SSPL90. Ear\nHear. 8, 162–169. doi: 10.1097/00003446-198706000-00006\nHenry, J. A., Jastreboﬀ, M. M., Jastreboﬀ, P. J., Schechter, M. A., and Fausti, S. A.\n(2002). Assessment of patients for treatment with tinnitus retraining therapy.\nJ. Am. Acad. Audiol. 13, 523–544.\nHesser, H., Westin, V. Z., and Andersson, G. (2014). Acceptance as a mediator in\ninternet-delivered acceptance and commitment therapy and cognitive behavior\ntherapy for tinnitus. J. Behav. Med. 37, 756–767. doi: 10.1007/s10865-013-\n9525-6\nHofmann, S. G., Grossman, P., and Hinton, D. E. (2011). Loving-kindness and\ncompassion meditation: potential for psychological interventions. Clin. Psychol.\nRev. 31, 1126–1132. doi: 10.1016/j.cpr.2011.07.003\nHusted, D. S., Shapira, N. A., and Goodman, W. K. (2006). The neurocircuitry of\nobsessive-compulsive disorder and disgust. Prog. Neuropsychopharmacol. Biol.\nPsychiatry 30, 389–399.\nJarius, S., and Wildemann, B. (2015). And Pavlov still rings a bell: summarising\nthe evidence for the use of a bell in Pavlov’s iconic experiments on\nclassical conditioning. J. Neurol. 262, 2177–2178. doi: 10.1007/s00415-015-\n7858-5\nJastreboﬀ, M., and Jastreboﬀ, P. (2002). Decreased sound tolerance and tinnitus\nretraining therapy (TRT). Aust. N. Z. J. Audiol. 24, 74–84. doi: 10.1375/audi.24.\n2.74.31105\nJastreboﬀ, P., and Hazell, J. (2004). Tinnitus Retraining Therapy: Implementing\nthe Neurophysiological Model . Cambridge: Cambridge University Press. doi:\n10.1017/CBO9780511544989\nJastreboﬀ, P., and Jastreboﬀ, M. (2013). Using TRT to treat hyperacusis,\nmisophonia and phonophobia. ENT Audiol. News 21, 88–90.\nJastreboﬀ, P. J. (1999). Tinnitus retraining therapy. A clinical implementation of\nthe neurophysiological model of tinnitus. Verhaltenstherapie 9:33. doi: 10.1007/\ns00106-014-2979-1\nJastreboﬀ, P. J. (2015). 25 years of tinnitus retraining therapy. HNO 63, 307–311.\ndoi: 10.1007/s00106-014-2979-1\nJastreboﬀ, P. J., and Hazell, W. P. J. (1999). Tinnitus retraining therapy. Br. J.\nAudiol. 33, 68–69.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2006). Tinnitus retraining therapy: a diﬀerent\nview on tinnitus. ORL J. Otorhinolaryngol. Relat. Spec. 68, 23–29; discussion\n29–30. doi: 10.1159/000090487\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sound tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis. Handb. Clin. Neurol.\n129, 375–387. doi: 10.1016/B978-0-444-62630-1.00021-4\nJimenez, X. F., Aboussssouan, A., Mandell, D., and Huﬀman, K. L. (2017).\nAdditional evidence supporting the central sensitization inventory (CSI) as\nan outcome measure among chronic pain patients in functional restoration\nprogram care. Spine J. 17:1765. doi: 10.1016/j.spinee.2017.08.225\nKhalfa, S., Dubal, S., Veuillet, E., Perez-Diaz, F., Jouvent, R., and Collet, L.\n(2002). Psychometric normalization of a hyperacusis questionnaire. ORL J.\nOtorhinolaryngol. Relat. Spec. 64, 436–442. doi: 10.1159/000067570Kiessling, J. (1980). [Masking of tinnitus aurium by maskers and hearing aids\n(author’s transl)]. HNO 28, 383–388.\nKluckow, H., Telfer, J., and Abraham, S. (2014). Should we screen for misophonia\nin patients with eating disorders? A report of three cases. Int. J. Eat. Disord. 47,\n558–561. doi: 10.1002/eat.22245\nKotchoubey, B., and Pavlov, Y. G. (2017). Name conditioning in event-related\nbrain potentials. Neurobiol. Learn. Mem. 145, 129–134. doi: 10.1016/j.nlm.2017.\n09.009\nKumar, S., and Griﬃths, T. D. (2017). Response: commentary: the brain basis for\nmisophonia. Front. Behav. Neurosci. 11:127. doi: doi: 10.3389/fnbeh.2017.00127\ndoi: 10.3389/fnbeh.2017.00127\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLangguth, B., and Landgrebe, M. (2011). “Tinnitus and depression, ” in Textbook\nof Tinnitus , eds A. R. Moller, B. Langguth, D. De Ridder, and T. Kleinjung\n(New York, NY: Springer), 493–498. doi: 10.1007/978-1-60761-145-5_63\nMcGuire, J. F., Wu, M. S., and Storch, E. A. (2015). Cognitive-behavioral therapy\nfor 2 youths with misophonia. J. Clin. Psychiatry 76, 573–574. doi: 10.4088/JCP.\n14cr09343\nMolini, E., Faralli, M., Calzolaro, L., and Ricci, G. (2014). Impact of identifying\nfactors which trigger bothersome tinnitus on the treatment outcome in tinnitus\nretraining therapy. ORL J. Otorhinolaryngol. Relat. Spec. 76, 81–88. doi: 10.1159/\n000360994\nMoller, A. R. (2011). “Misophonia, phonophobia, and “exploding head” syndrome, ”\ninTextbook of Tinnitus , eds A. R. Moller, B. Langguth, D. De Ridder, and\nT. Kleinjung (New York, NY: Springer), 25–26. doi: 10.1007/978-1-60761-\n145-5_4\nMoller, A. R. (2013). Hearing: Anatomy, Physiology, and Disorders of the Auditory\nSystem . San Diego, CA: Plural Publishing, Inc.\nMoller, A. R., Kern, J. K., and Grannemann, B. (2005). Are the non-classical\nauditory pathways involved in autism and PDD? Neurol. Res. 27, 625–629.\nMoller, A. R., and Rollins, P. R. (2002). The non-classical auditory pathways are\ninvolved in hearing in children but not in adults. Neurosci. Lett. 319, 41–44.\ndoi: 10.1016/S0304-3940(01)02516-2\nMurphy, R. A., and Msetﬁ, R. M. (2014). Individual diﬀerences in associative\nlearning. Front. Psychol. 5:466. doi: doi: 10.3389/fpsyg.2014.00466 doi: 10.3389/\nfpsyg.2014.00466\nMylopoulos, M. I., and Ro, T. (2013). Synesthesia: a colorful word with a touching\nsound? Front. Psychol. 4:763. doi: 10.3389/fpsyg.2013.00763\nNeal, M., and Cavanna, A. E. (2013). Selective sound sensitivity syndrome\n(misophonia) in a patient with Tourette syndrome. J. Neuropsychiatry Clin.\nNeurosci. 25:E01. doi: 10.1176/appi.neuropsych.11100235\nPienkowski, M., Tyler, R. S., Roncancio, E. R., Jun, H. J., Brozoski, T.,\nDauman, N., et al. (2014). A review of hyperacusis and future directions: part\nI Measurement, I., mechanisms, and treatment. Am. J. Audiol. 23, 420–436.\ndoi: 10.1044/2014_AJA-13-0037\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSchneider, R. L., and Arch, J. J. (2015). Letter to the editor: potential treatment\ntargets for misophonia. Gen. Hosp. Psychiatry 37, 370–371. doi: 10.1016/j.\ngenhosppsych.2015.03.020\nSchroder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de\nAmesti, V., Vulink, N., et al. (2014). Diminished n1 auditory evoked potentials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123.\ndoi: 10.3389/fnbeh.2014.00123\nSchroder, A., van Wingen, G., Vulink, N. C., and Denys, D. (2017). Commentary:\nthe brain basis for misophonia. Front. Behav. Neurosci. 11:111. doi: 10.3389/\nfnbeh.2017.00111\nSchroder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSchwartz, P., Leyendecker, J., and Conlon, M. (2011). Hyperacusis and misophonia:\nthe lesser-known siblings of tinnitus. Minn. Med. 94, 42–43.\nSherlock, L. P., and Formby, C. (2005). Estimates of loudness, loudness\ndiscomfort, and the auditory dynamic range: normative estimates, comparison\nof procedures, and test-retest reliability. J. Am. Acad. Audiol. 16, 85–100.\ndoi: 10.3766/jaaa.16.2.4\nFrontiers in Psychology | www.frontiersin.org 7 June 2018 | Volume 9 | Article 953"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fpsyg-09-00953 June 27, 2018 Time: 18:16 # 8\nPalumbo et al. Misophonia and Potential Underlying Mechanisms\nSong, J. J., De Ridder, D., Schlee, W., Van de Heyning, P., and Vanneste, S. (2013).\n“Distressed aging”: the diﬀerences in brain activity between early- and late-\nonset tinnitus. Neurobiol. Aging 34, 1853–1863. doi: 10.1016/j.neurobiolaging.\n2013.01.014\nSong, J. J., De Ridder, D., Weisz, N., Schlee, W., Van de Heyning, P.,\nand Vanneste, S. (2014). Hyperacusis-associated pathological resting-state\nbrain oscillations in the tinnitus brain: a hyperresponsiveness network with\nparadoxically inactive auditory cortex. Brain Struct. Funct. 219, 1113–1128.\ndoi: 10.1007/s00429-013-0555-1\nSong, J. J., Vanneste, S., Schlee, W., Van de Heyning, P., and De Ridder, D. (2015).\nOnset-related diﬀerences in neural substrates of tinnitus-related distress: the\nanterior cingulate cortex in late-onset tinnitus, and the frontal cortex in early-\nonset tinnitus. Brain Struct. Funct. 220, 571–584. doi: 10.1007/s00429-013-\n0648-x\nTyler, R. S., Coelho, C., and Noble, W. (2006). Tinnitus: standard of care,\npersonality diﬀerences, genetic factors. ORL J. Otorhinolaryngol. Relat. Spec. 68,\n14–19; discussion 20–22. doi: 10.1159/000090486\nTyler, R. S., Oleson, J., Noble, W., Coelho, C., and Ji, H. (2007). Clinical trials for\ntinnitus: study populations, designs, measurement variables, and data analysis.\nProg. Brain Res. 166, 499–509. doi: 10.1016/S0079-6123(07)66048-8\nUrsin, H. (2014). Brain sensitization to external and internal stimuli.\nPsychoneuroendocrinology 42, 134–145. doi: 10.1016/j.psyneuen.2014.01.008\nVeale, D. (2006). A compelling desire for deafness. J. Deaf Stud. Deaf Educ. 11,\n369–372. doi: 10.1093/deafed/enj043\nVlaeyen, J. W. (2015). Learning to predict and control harmful events: chronic\npain and conditioning. Pain 156(Suppl. 1), S86–S93. doi: 10.1097/j.pain.\n0000000000000107Wallenstein, G. V., Eichenbaum, H., and Hasselmo, M. E. (1998). The\nhippocampus as an associator of discontiguous events. Trends Neurosci. 21,\n317–323. doi: 10.1016/S0166-2236(97)01220-4\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia\nwith comorbid obsessive-compulsive spectrum disorders. Gen. Hosp. Psychiatry\n36.e1–2. doi: 10.1016/j.genhosppsych.2013.10.018\nWebber, T. A., and Storch, E. A. (2015). Toward a theoretical model of misophonia.\nGen. Hosp. Psychiatry 37, 369–370. doi: 10.1016/j.genhosppsych.2015.03.019\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nZenner, H. P., Pﬁster, M., and Birbaumer, N. (2006). Tinnitus sensitization: sensory\nand psychophysiological aspects of a new pathway of acquired centralization\nof chronic tinnitus. Otol. Neurotol. 27, 1054–1063. doi: 10.1097/01.mao.\n0000231604.64079.77\nConﬂict of Interest Statement: The authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nCopyright © 2018 Palumbo, Alsalman, De Ridder, Song and Vanneste. This is an\nopen-access article distributed under the terms of the Creative Commons Attribution\nLicense (CC BY). The use, distribution or reproduction in other forums is permitted,\nprovided the original author(s) and the copyright owner(s) are credited and that the\noriginal publication in this journal is cited, in accordance with accepted academic\npractice. No use, distribution or reproduction is permitted which does not comply\nwith these terms.\nFrontiers in Psychology | www.frontiersin.org 8 June 2018 | Volume 9 | Article 953"
    }
  ]
}