{
  "doc_type": "scientific paper",
  "title": "Treatment of Misophonia with Risperidone in a Patient with Autism Spectrum Disorder",
  "authors": [
    "Pan"
  ],
  "year": 2022,
  "journal": "Psychiatry and Psychology, 9500 Euclid Ave, Cleveland, OH, USA 44106",
  "doi": "10.1155/2022/3169834",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:19:21.579753Z",
  "source_pdf": "documents/research/Global/Pan 2022 Treatment of Misophonia with Risperidone in a Patient with Autism Spectrum Disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Case Report\nTreatment of Misophonia with Risperidone in a Patient with\nAutism Spectrum Disorder\nEric J. Pan ,1Jeremy Weleff ,2,3Akhil Anand ,2and Brian S. Barnett1,2\n1Case Western Reserve University School of Medicine, 9501 Euclid Ave, Cleveland, OH, USA 44106\n2Cleveland Clinic, Psychiatry and Psychology, 9500 Euclid Ave, Cleveland, OH, USA 44106\n3Department of Psychiatry, Yale University School of Medicine, New Haven, Connecticut, USA\nCorrespondence should be addressed to Eric J. Pan; exp253@case.edu\nReceived 9 August 2022; Accepted 20 September 2022; Published 30 September 2022Academic Editor: Erik J nssonCopyright © 2022 Eric J. Pan et al. This is an open access article distributed under the Creative Commons Attribution License,\nwhich permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\nWe report the case of a 32-year-old male with autism spectrum disorder (ASD) su ﬀering from severe misophonia. After titrating\nrisperidone to 2 mg twice a day, the patient reported a signi ﬁcant reduction in his symptoms and his Amsterdam misophonia\nscale-revised (AMISOS-R) score dropped by from 31 to 5. Upon discharge, the patient was noted to have decreased irritability\nand overall improved behavior and e ﬀect. This signi ﬁcant symptomatic improvement was likely not explained by inpatient\nadmission alone or other simultaneous pharmacologic treatments, as the e ﬀect was seen during an isolated titration of\nrisperidone with other treatments remaining constant. Although, unfortunately, follow-up ﬁndings indicated that the treatment\nwas not curative for the patient, risperidone ’s potential for treating misophonia may warrant systematic investigation.\n1. Introduction\nAutism spectrum disorder (ASD) is a neurodevelopmental\ndisorder characterized by communication and social skillsimpairment, repetitive and restricted behaviors, and sensoryprocessing disorders (SPD). At age eight, the prevalence ofASD is around 1.5 percent [1]. The prevalence of SPDs in\nthe general children population is approximately 5-15 per-\ncent. Patients with ASD will also have a comorbid SPD in80-90 percent of cases [2 –5]. Misophonia, a type of SPD in\nwhich speci ﬁc sounds and sound patterns elicit a strong neg-\native emotional response and autonomic “ﬁght-or- ﬂight ”\nreaction, is seen in a fraction of individuals with ASD [6].Triggers often include repetitive sounds such as chewing,pen clicking, tapping, loud breathing, or lip-smacking.Patients are often driven to avoid situations where thesesounds may arise and use coping mechanisms like head-phones or even pillows over their heads in order to placate\ntheir autonomic arousal when they are encountered [7].\nMisophonia is posited to result from hyperconnectivitybetween the auditory and limbic systems [8]. The emotionprimarily associated with misophonia is anger, as opposedto the fear seen in phonophobia. Along with anger, feelings\nof irritation, stress, anxiety, aggravation, being trapped, and\nimpatience can also occur [9, 10]. The speci ﬁc sound cue is\nbelieved to activate the right insula, right anterior cingulatecortex, and the right superior temporal cortex, resulting inthe intense negative reaction experienced by the individual[11]. While gaining more recognition, many questionsremain about the prevalence, phenomenology, and treat-ment of this condition. Evidence for e ﬀective treatment of\nmisophonia is scarce. To date, no controlled trials appearto have been conducted, resulting in most data on misopho-nia treatment being anecdotal. Case studies have exploredusing cognitive behavioral therapy (CBT), exposure andresponse prevention therapy, mindfulness, and selective\nserotonin reuptake inhibitors (SSRIs) in treating misophonia\nwith mixed results [12 –14]. A recently published random-\nized controlled trial of CBT has shown it to be e ﬀective for\npatients with misophonia [15]. However, we are unawareof any randomized controlled trial of pharmacologicalagents for this condition.\nHyperacusis, another form of auditory SPD, shares some\nsimilarities with misophonia. However, while everydayHindawi\nCase Reports in Psychiatry\nVolume 2022, Article ID 3169834, 3 pages\nhttps://doi.org/10.1155/2022/3169834"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "sounds can be extremely painful and loud in hyperacusis; in\npatients with misophonia, it is a speci ﬁc sound that produces\nan aversive reaction [16]. While case reports support usingrisperidone as a potential treatment option for hyperacusisin patients with autism, we are unaware of published reportson using risperidone to treat misophonia in this patient pop-ulation [17, 18]. Here, we discuss the case of a 32-year-oldmale with ASD whose misophonia responded dramaticallyto risperidone.\n2. Case Presentation\nA 32-year-old male with ASD, intellectual disability, general-ized anxiety disorder, and schizoa ﬀective disorder was\nbrought to the emergency department by the family for con-cerns of acute-onset paranoia and delusions in the setting ofan olanzapine taper initiated by his outpatient psychiatristdue to lack of e ﬃcacy for psychosis and experienced weight\ngain. The patient was admitted to our psychiatric unit afterreporting paranoia over the smoke detectors in his home\nand was worried his neighbors were spying on him and hav-\ning a staring episode that raised concern for seizures. At timeof admission, his general anxiety disorder-7 (GAD-7) scorewas 20 and patient health questionnaire-9 (PHQ-9) scorewas 14 [19, 20]. On admission, the patient was continuedon olanzapine 20 mg at bedtime and started on risperidone1 mg, which was increased to 1 mg twice a day the followingday with a plan to cross-taper. His home divalproex delayedrelease 750 mg twice a day, pantoprazole delayed release40 mg daily, lisinopril-hydrochlorothiazide 10-12.5 mg daily,pravastatin 20 mg daily, topiramate 50 mg twice a day, andvenlafaxine extended release 150 mg daily were continued.\nGabapentin 300 mg three times daily was added for chronic\nback pain on hospital day 1.\nIn addition to psychotic symptoms, the patient endorsed\nhaving misophonia. He described developing a headacheand a negative emotional reaction to various sounds, includ-ing the sounds of people eating, talking, snoring, ﬁreworks,\nand cell phones ringing. Before admission, the patient kepthis phone on vibrate at all times for fear of the sound ofthe ringing. The patient also described multiple instanceswhere he would leave the area, put a pillow over his head,or have a “big blowup ”ﬁght with the individuals making\nthe noise where he would scream and become physically\naggressive. He also actively avoided a relative who he knew\nwas “a loud eater with breathing issues ”, which made him\nfeel guilty, and he often asked his parents to leave the roomdue to the sounds they made while eating. During admis-sion, the patient initially was noted to be very uncomfortablewhen in environments with many people talking or eating,such as during group or during meals. In quiet environ-ments, he was observed to be calmer and not in distress.The patient ’s misophonia was evaluated using the 10-item\nAmsterdam misophonia scale-revised (AMISOS-R), consist-ing of 10 items, with a total score ranging from 0-40 (I. [21]).\nThe scale has not been fully validated, but preliminary anal-\nysis has demonstrated good reliability. Higher scores indi-cate higher misophonia severity; our patient scored 31,indicating severe to extreme misophonia [15].On the psychiatric unit, the patient continued to report\nparanoia towards others, including sta ﬀmembers. He had\na behavioral outburst and refused to speak until the doorwas closed because he feared others were listening. He alsoreported experiencing audio and visual hallucinations. Afterseven days on the psychiatric unit, the patient was trans-ferred to the medical unit for a neurological workup of a sus-pected seizure on the unit. Neurological workup, includingMRI and EEG, were negative, indicating no epileptic wave-\nforms or other ﬁndings indicative of seizures. Psychogenic\nnonepileptic seizures could not be ruled out. The patientwas fully tapered o ﬀhis olanzapine on hospital day seven,\nafter being transferred to the medical service; and the follow-ing day, his risperidone was increased to 2 mg twice a day.He tolerated this dosage increase and as detailed below andresponded well to it. The patient was then retransferred toinpatient psychiatry on hospital day nine. No furtherseizure-like activity was noted. On hospital day 12, thepatient was discharged and was noted to be future-oriented,denying paranoia, hallucinations, suicidal ideation, andhomicidal ideation.\nThe e ﬀect of increasing risperidone to 2 mg twice a day\non the patient ’s misophonia was sudden and dramatic. He\nwas engaged and pleasant for the remainder of his hospitalstay, with no further behavioral outbursts, and he attendedall groups. His score on the AMISOS-R dropped to ﬁve,\nindicative that the patient ’s misophonia had become sub-\nclinical [15]. On the day of discharge, the patient reportedthat he was feeling less irritable, more talkative overall, andwas no longer bothered by the sounds of people eating ortalking, and that those formerly distress-inducing soundsinstead “rolled over him. ”The patient noted that he could\nnow easily tolerate his roommate ’s snoring, which he was\nnot able to do before his hospitalization. At the time of dis-\ncharge, the patient wondered aloud if he would now be ableto turn on the ringer on his cell phone and tolerate a familymember who was a loud eater.\nOne month after discharge from this hospitalization, the\npatient ’s mother reported that the patient ’s misophonia\nremained improved. However, he continued to experiencesome irritability and sensitivity to noises when the familyate meals together. The patient remains on risperidone, withthe dosage increased to 2 mg daily and 3 mg at bedtime fol-lowing another hospitalization for agitation unrelated tomisophonia approximately 2 months after his hospitaliza-\ntion at our facility.\n3. Discussion\nWe are unaware of any cases in the literature detailing anti-\npsychotic use to treat misophonia in adult patients withASD. In this case, the ﬁnding of improved misophonia after\ntreatment with risperidone was unexpected, since risperi-done was being used to target psychosis. Given the reportof the patient still having some symptoms of misophonia\nonce discharged home, risperidone appears to have been\nhelpful for his misophonia, but not curative. The switchfrom olanzapine to risperidone was the medication changethat most likely explained our patient ’s misophonia2 Case Reports in Psychiatry"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "improvement. While the patient was started on both\ngabapentin (for back pain) and risperidone at the start ofhis hospitalization, it was on hospital day eight, the day afterrisperidone was increased to 2 mg twice a day, when henoticed dramatic improvement in his misophonia. Nochange in gabapentin dosage occurred during the admission.We found no reports of gabapentin treating misophonia,though we did locate a report of it treating hyperacusis[22]. Little is known about the underlying biology of miso-\nphonia and the role of individual neurotransmitters in this\ncondition. How risperidone may have treated our patient ’s\nmisophonia, while olanzapine was not able to, is not under-stood. Both drugs antagonize D2 dopaminergic receptors,but risperidone has a stronger a ﬃnity for these receptors.\nIn addition, both drugs bind di ﬀerentially to a variety of\nother receptors including, 5-hydroxytryptamine 2 (5-HT2),histamine H1, α1-adrenergic, and D1dopamine receptors\n[23]. More research remain necessary to establish the e ﬃcacy\nof misophonia treatment with risperidone and to elucidate themechanisms by which risperidone might help treat this poten-tially debilitating and often misunderstood condition.\nConflicts of Interest\nThe authors declare that they have no con ﬂicts of interest.\nReferences\n[1] J. E. Crasta, E. Salzinger, M. H. Lin, W. J. Gavin, and P. L.\nDavies, “Sensory processing and attention pro ﬁles among chil-\ndren with sensory processing disorders and autism spectrumdisorders, ”Frontiers in Integrative Neuroscience , vol. 14, 2020.\n[2] M. O. Al-Heizan, S. S. Alabdulwahab, S. J. Kachanathu, and\nM. Natho, “Sensory processing dysfunction among Saudi chil-\ndren with and without autism, ”Journal of Physical Therapy\nScience , vol. 27, no. 5, pp. 1313 –1316, 2015.\n[3] A. E. Z. Baker, A. Lane, M. T. Angley, and R. L. Young, “The\nrelationship between sensory processing patterns and behav-\nioural responsiveness in autistic disorder: a pilot study, ”Jour-\nnal of Autism and Developmental Disorders , vol. 38, no. 5,\npp. 867 –875, 2008.\n[4] R. Landa and E. Garrett-Mayer, “Development in infants with\nautism spectrum disorders: a prospective study: developmentin infants with autism spectrum disorders, ”Journal of Child\nPsychology and Psychiatry , vol. 47, no. 6, pp. 629 –638, 2006.\n[5] S. R. Leekam, C. Nieto, S. J. Libby, L. Wing, and J. Gould,\n“Describing the sensory abnormalities of children and adults\nwith autism, ”Journal of Autism and Developmental Disorders ,\nvol. 37, no. 5, pp. 894 –910, 2006.\n[6] M. Edelstein, D. Brang, R. Rouw, and V. S. Ramachandran,\n“Misophonia: physiological investigations and case descrip-\ntions, ”Frontiers in Human Neuroscience , vol. 7, no. JUN,\np. 296, 2013.\n[7] M. W. M. Kuiper, E. W. M. Verhoeven, and H. M. Geurts,\n“Stop making noise! Auditory sensitivity in adults with an\nautism spectrum disorder diagnosis: physiological habituationand subjective detection thresholds, ”Journal of Autism and\nDevelopmental Disorders , vol. 49, no. 5, pp. 2116 –2128, 2019.\n[8] F. E. D. Silva and T. G. Sanchez, “Avaliaçao da atençao seletiva\nem pacientes com misofonia, ”Brazilian Journal of Otorhino-\nlaryngology , vol. 85, no. 3, pp. 303 –309, 2019.[9] D. B. Palumbo, O. Alsalman, D. De Ridder, J. J. Song, and\nS. Vanneste, “Misophonia and potential underlying mecha-\nnisms: a perspective, ”Frontiers in Psychology , vol. 9, no. JUN,\np. 953, 2018.\n[10] R. Rouw and M. Erfanian, “A large-scale study of misopho-\nnia, ”Journal of Clinical Psychology , vol. 74, no. 3, pp. 453 –\n479, 2018.\n[11] A. Schröder, G. Wingenvan, N. Eijsker et al., “\nMisophonia is\nassociated with altered brain activity in the auditory cortex\nand salience network, ”Scienti ﬁc Reports , vol. 9, no. 1,\npp. 7542 –7549, 2019.\n[12] J. Alekri and F. Al Saif, “Suicidal misophonia: a case report, ”\nPsychiatry and Clinical Psychopharmacology , vol. 29, no. 2,\npp. 232 –237, 2019.\n[13] S. Camarata, L. J. Miller, and M. T. Wallace, “Evaluating sen-\nsory integration/sensory processing treatment: issues and\nanalysis, ”Frontiers in Integrative Neuroscience , vol. 14, article\n556660, 2020.\n[14] I. Potgieter, C. MacDonald, L. Partridge, R. Cima, J. Sheldrake,\nand D. J. Hoare, “Misophonia: a scoping review of research, ”\nJournal of Clinical Psychology , vol. 75, no. 7, pp. 1203 –1218,\n2019.\n[15] I. J. Jager, N. C. C. Vulink, I. O. Bergfeld, A. J. J. M. van Loon,\nand D. A. J. P. Denys, “Cognitive behavioral therapy for miso-\nphonia: a randomized clinical trial, ”Depression and Anxiety ,\nvol. 38, no. 7, pp. 708 –718, 2021.\n[16] Z. J. Williams, J. L. He, C. J. Cascio, and T. G. Woynaroski, “A\nreview of decreased sound tolerance in autism: de ﬁnitions,\nphenomenology, and potential mechanisms, ”Neuroscience\nand Biobehavioral Reviews , vol. 121, pp. 1 –17, 2021.\n[17] A. Ghanizadeh, “Does risperidone improve hyperacusia in\nchildren with autism?, ”Psychopharmacology Bulletin , vol. 42,\nno. 1, pp. 108 –110, 2009.\n[18] A. Sürer Adanir, Ö. Gizli Çoban, and E. Özatalay, “Increased\nhyperacusis with risperidone in an autistic child, ”Noropsikiya-\ntri Arsivi , vol. 54, no. 2, pp. 187-188, 2017.\n[19] K. Kroenke, R. L. Spitzer, and J. B. W. Williams, “The PHQ-9:\nvalidity of a brief depression severity measure, ”Journal of Gen-\neral Internal Medicine , vol. 16, no. 9, pp. 606 –613, 2001.\n[20] R. L. Spitzer, K. Kroenke, J. B. W. Williams, and B. Löwe, “A\nbrief measure for assessing generalized anxiety disorder: theGAD-7, ”Archives of Internal Medicine , vol. 166, no. 10,\npp. 1092 –1097, 2006.\n[21] I. Jager, P. de Koning, T. Bost, D. Denys, and N. Vulink, “Mis-\nophonia: phenomenology, comorbidity and demographics in alarge sample, ”PLoS One , vol. 15, no. 4, p. e0231390, 2020.\n[22] E. Lee, H. Y. Sohn, M. Kwon, and J. S. Kim, “Contralateral\nhyperacusis in unilateral pontine hemorrhage, ”Neurology ,\nvol. 70, Issue 24, Part 2, pp. 2413 –2415, 2008.\n[23] J. H. Friedman and P. Seeman, “Re: atypical antipsychotics\nmechanisms of action, ”The Canadian Journal of Psychiatry ,\nvol. 48, no. 1, pp. 62 –64, 2003.3 Case Reports in Psychiatry"
    }
  ]
}