{
  "doc_type": "scientific paper",
  "title": "Perception and Production of Prosody by Speakers with autism spectrum disorder",
  "authors": [
    "Paul"
  ],
  "year": 2005,
  "journal": "Science+Business Media, Inc.Journal of Autism and Developmental Disorders, Vol. 35, No. 2, April 2005 ( /C2112005)",
  "doi": "10.1007/s10803-004-1999-1",
  "abstract": null,
  "keywords": [
    "autism",
    "prosody",
    "language"
  ],
  "research_topics": [
    "autism",
    "prosody",
    "language"
  ],
  "created_at": "2025-05-04T23:08:41.837739Z",
  "source_pdf": "documents/research/Global/Paul 2005 Perception and Production of Prosody by Speakers with autism spectrum disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Perception and Production of Prosody by Speakers\nwith Autism Spectrum Disorders\nRhea Paul,1,2,3Amy Augustyn,2Ami Klin,2and Fred R. Volkmar2\nSpeakers with autism spectrum disorders (ASD) show diﬃculties in suprasegmental aspects of\nspeech production, or prosody , those aspects of speech that accompany words and sentences\nand create what is commonly called ‘‘tone of voice.’’ However, little is known about the\nperception of prosody, or about the speciﬁc aspects of prosodic production that result in the\nperception of ‘‘oddness.’’ The present study examined the perception and production of a\nrange of speciﬁc prosodic elements in an experimental protocol involving natural speech\namong speakers with ASD between 14 and 21 years of age, in comparison with a typical\ncontrol group. Results revealed ceiling eﬀects limiting interpretation of ﬁndings for some\naspects of prosody. However, there were signiﬁcant between-group diﬀerences in aspects of\nstress perception and production. The implications of these ﬁndings for understanding\nprosodic deﬁcits is speakers with autism spectrum disorders, and for future research in this\narea, are discussed.\nKEY WORDS: autism; prosody; language.\nINTRODUCTION\nSince the ﬁrst delineation of the autistic syn-\ndrome (Kanner, 1943), abnormal prosody has been\nfrequently identiﬁed as a core feature of the syn-\ndrome for individuals with autism who speak\n(Pronovost, Wakstein & Wakstein, 1966; Rutter &\nLockyer, 1967; Ornitz & Ritvo, 1976; Fay & Schu-\nler, 1980; Tager-Flusberg, 1981; Baltaxe & Simmons,\n1985, 1992; Paul, 1987). Diﬀerences noted in early,\nobservational reports included monotonic or\nmachine-like intonation, deﬁcits in the use of pitch\nand control of volume, deﬁciencies in vocal quality,\nand use of aberrant stress patterns. Speakers with\nboth high functioning autism (HFA) and Aspergersyndrome (AS) have been reported to demonstrate\nthese diﬃculties (Ghaziuddin & Gerstein, 1996;\nShriberg et al., 2001). Prosodic deﬁcits have not been\nuniversally reported, however. Simmons and Baltaxe\n(1975), for example, found that only four out of the\nseven adolescents with autism they studied had\nnotable suprasegmental diﬀerences in their speech.\nPaul et al ., (2004) reported abnormal prosody in\n47%of the 30 speakers with autism spectrum dis-\norders (ASD) studied. When such behaviors are\npresent, however, the prosody characteristics of a\nperson with autism constitute one of the most sig-\nniﬁcant obstacles to his or her social integration and\nvocational acceptance. Prosodic diﬀerences are per-\nsistent and show little change over time, even when\nother aspects of language improve (Rutter & Lock-\nyer, 1967; Kanner, 1971; DeMyer et al., 1973; Sim-\nmons & Baltaxe, 1975). Paul et al., (2004) report\nthat prosodic diﬀerences are signiﬁcantly related\nto ratings of ASD speakers’ social and communi-\ncative competence. Moreover, Mesibov (1992) and1Southern Connecticut State University\n2Yale Child Study Center\n3Correspondence should be addressed to Rhea Paul, Yale Child\nStudy Center, 230 S. Frontage Rd, P.O. Box 207900, New Haven,\nCT, 06520-7900, USA; E-mail: rhea.paul@yale.edu\n205\n0162-3257/05/0400-0205/0 /C2112005 Springer Science+Business Media, Inc.Journal of Autism and Developmental Disorders, Vol. 35, No. 2, April 2005 ( /C2112005)\nDOI: 10.1007/s10803-004-1999-1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "VanBourgondien and Woods (1992) reported that it\nis the vocal presentation of individuals with autism\nthat most immediately creates an impression of\noddness.\nRecent reviews of prosodic ﬁndings in speakers\nwith ASDs (Shriberg et al., 2001; McCann & Peppe,\n2003) emphasize the numerous deﬁciencies in the\ncurrent literature on this topic. There has been little\nresearch on the ability of speakers with ASD to\nperceive and understand prosodic cues, except as\nthese cues are used in relation to aﬀect; speciﬁcally,\nthe ability to match emotional tone in speech to a\nfacial expression. The focus of research on prosody\nhas typically been on one aspect at a time, without\nregard to creating a fuller description of the prosodic\nfeatures of speech in these individuals. There have,\nfor example, been studies of stress (Fay, 1969;\nBaltaxe, 1984; Baltaxe & Guthrie, 1987; Baltaxe &\nSimmons, 1985; McCaleb & Prizant, 1985; Fine,\nBartolucci, Ginsberg & Szatmari, 1991; Fosnot &\nJun, 1999), phrasing (Fine, et al., 1991; Thurber &\nTager-Flusberg, 1993), and intonation (Baltaxe,\nSimmons, & Zee, 1984; Fay & Schuler, 1980; Fine et\nal., 1991; Paccia & Curcio, 1982); but only one (Fine\net al., 1991) that looked across all three areas. Both\nreviews highlight the fact that methodological diﬃ-\nculties abound, including small sample sizes, absence\nof normative data and contrast groups, poorly de-\nﬁned prosodic categories, and the use of subjective\nratings, rather than objective measures.\nShriberg et al., (2001), in an attempt to address\nsome of these problems, reported on a range of\nsuprasegmental characteristics of continuous speech\nin speakers with HFA and AS, using a standard\nassessment method, the Prosody-Voice Screening\nProﬁle (Shriberg, Kwiatkowski & Rasmussen, 1990).\nThis study found few diﬀerences in prosodic pro-\nduction between speakers with HFA and AS. There\nwere signiﬁcant diﬀerences between these two diag-\nnostic groups and typical speakers; however, these\nwere not widespread, but focused in a few areas, most\nnotably the use of stress and the presence of hyper-\nnasal voice quality.\nFunctions of Prosody\nProsody is deﬁned as the suprasegmental prop-\nerties of the speech signal that modulate and enhance\nits meaning. Prosody functions at several levels to\nenable speakers to construct discourse through\nexpressive language. Crystal (1986), Kent and Read\n(1992), Merewether and Alpert (1990), McCann andPeppe (2003) and Panagos and Prelock (1997) pro-\nvide various accounts of these levels, which can be\ncategorized in three subdomains.\nGrammatical prosody includes suprasegmental\ncues that are used to signal syntactic information\nwithin sentences (Warren, 1996). Stress can be used\ngrammatically within words to signal, for example,\nwhether a token is being used as a noun ( convict)o ra\nverb ( con vict). Pitch contours signal the ends of\nutterances and denote whether they are questions\n(rising pitch) or statements (falling pitch). Gram-\nmatical uses of prosody are generally obligatory as-\npects of the production of the surface structure that\nare an inherent part of the transformation from deep\nstructure meanings (Gerken, 1996; Gerken &\nMcGregor, 1998).\nPragmatic prosody is used to carry social in-\nformation beyond that conveyed by the syntax of the\nsentence. It conveys the speaker’s intentions or the\nhierarchy of information within the utterance, and\nresults in optional changes in the way an utterance is\nexpressed (Van Lancker, Canter & Terbeek, 1981;\nWinner, 1988). Stress, as one example, can be used to\nhighlight an element of information within a sentence\nas the focus of attention. This pragmatic use of stress,\nusually referred to as emphatic orcontrastive stress,\ncalls the listener’s attention to information that is new\nto the conversation, unfamiliar, or unexpected within\nthe sentence. Emphatic stress is used to highlight the\ncomment orpredicate of an utterance, the portion\nthat elaborates on the topic established within the\ndiscourse (Haviland & Clark, 1974; Bates &\nMcWhinney, 1979).\nFinally, aﬀective prosody serves more global\nfunctions than those subserved by the prior two\nforms. Aﬀective prosody includes changes in register\nused for varying social functions (e.g., diﬀerences\namong the ways an individual talks to peers, to young\nchildren, and to people of higher social status).\nAﬀective prosody is also involved in conveying a\nspeaker’s general feeling state (Bolinger, 1989;\nHargrove, 1997). For example, a wife would produce\nthe utterance ‘‘My husband’s plane hasn’t landed\nyet’’ with diﬀerent suprasegmental characteristics,\ndepending on whether she were feeling relaxed about\nhaving a little time remaining before she had to leave\nfor the airport, or anxious because the time at which\nthe plane should have landed was long past.\nIt can be hypothesized that the prosodic deﬁcits\nso frequently attributed to people with autistic syn-\ndromes reside primarily in its pragmatic and affective\naspects, with grammatical aspects relatively spared.206 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "This hypothesis stems from two sources. First, there\nis a literature of well-documented grammatical and\nmorphological strengths in individuals with HFA and\nAS, compared to their reduced abilities in the\nmeaningful use of language for social communication\n(Tager-Flusberg, 1981, 1995; Landa, 2000). Secondly,\nthe current body of research on prosody in autism\ncan be interpreted to suggest that a majority of the\nidentiﬁed deﬁcits reside in pragmatic and aﬀective\nfunctions. For example, Ricks (1975) and Lord,\nRutter and DeLavore (1996) demonstrated that par-\nents have more diﬃculty identifying the emotional\ncontent of prespeech vocalization in their children\nwith autism than do parents of children with mental\nretardation or normal language. Several studies\n(Boucher, Lewis, & Collis 1998; Hobson, Ouston &\nLee, 1988, 1989; Van Lancker, Cornelius & Krieman\n1989) have shown that children with autism have\ndiﬃculty matching vocally expressed aﬀect to facial\nexpressions or to emotion words (e.g., happy ,sad,\nscared ). A few studies have suggested greater prob-\nlems with pragmatic/aﬀective function than with\ngrammatical use of stress (Fine et al ., 1991) and\npauses (Thurber & Tager-Flusberg, 1993).\nRationale and Study Goals\nThe present study attempts to build on the\nresults of Shriberg et al ., (2001). It provides an\nexperimental paradigm in which more controlled\ncontexts for prosodic production were created, in\norder to examine a larger number of instances of\nthese prosodic elements than may occur in natural\nspeech. Moreover, the study aims to examine the\nsame prosodic elements in perception in order to\ncontrast performance in the two modalities, and\nattempt to understand more deeply the roots of\nprosodic production deﬁcits. Finally, we contrast the\nprosodic elements in grammatical vs. pragmatic/\naﬀective contexts. In this way, we attempt to discover\nwhether the same elements are dealt with more\neﬀectively by speakers with ASD, as we would pre-\ndict, when serving a grammatical function. Thus we\nexamine responses to experimental tasks designed\nto tap both perception and production of three\naspects of prosody: stress (emphasis on syllables and\nwords), intonation (pitch changes over the course\nof phrases and sentences), and phrasing (the pattern\nof rate and pausing within utterances). We have\ndevised tasks for each element in the service of both\na grammatical and a pragmatic/aﬀective function in\nboth an expressive and receptive modality.METHOD\nParticipants\nSubjects with ASD\nTwenty-seven participants with ASD partici-\npated in this study. They consisted of all the individ-\nuals with any form of ASD who participated in a\nstudy of high functioning autism at the Yale Child\nStudy Center’s Developmental Disabilities Section\nwithin a 1-year time period. To qualify for the high-\nfunctioning study, subjects were required to have a\ndiagnosis within the ASD spectrum, a verbal IQ\ngreater than 70 and to have ﬂuent use of spoken\nlanguage. These individuals had completed an exten-\nsive protocol as part of two projects on the neurobi-\nology of autism. The protocol included data from\nstandardized assessments of cognitive, language, and\nsocial-adaptive functioning, and a videocassette\nrecording of a conversational speech sample obtained\nduring a semistructured diagnostic interview. Diag-\nnostic characterization included the Autism Diag-\nnostic Interview-Revised (ADI-R; Lord, Rutter &\nLeCouteur, 1994) and the Autism Diagnostic\nObservation Schedule-Generic (ADOS-G; Lord et al.,\n2000). Diagnostic assignment followed DSM-IV cri-\nteria for autism, AS, and Pervasive Developmental\nDisorders-Not Otherwise Speciﬁed (American Psy-\nchiatric Association, 1994). Clinical diagnoses were\nconﬁrmed independently by two experienced clini-\ncians (AK and FV) with demonstrated interrater\nreliability (Klin, Lang, Cicchetti & Volkmar, 2000).\nFifty-two percent (14) of the subjects were diagnosed\nas HFA by these methods; 37 %(10) as AS, and 11 %\n(3) as Pervasive Developmental Disorders-Not\nOtherwise Speciﬁed (PDD-NOS). As can be seen in\nTable I, subjects’ average age-equivalent scores for\nwritten communication were over 10 years, or ﬁfth\ngrade level. The subject with the lowest written com-\nmunication score had a written communication age-\nequivalent of 8 years, or second to third grade level.\nParticipants’ average age was 16.8 (SD 6.6).\nTable I provides additional information on the\n27 participants with ASD. As can be seen, the sub-\njects, on average scored well within the normal range\nof verbal IQ, and tested within the normal range on\nstandard measures of both expressive and receptive\nlanguage. However, their adaptive use of communi-\ncation, as evidenced by their Vineland Adaptive\nBehavior scores, were signiﬁcantly low, as were their\nscores on the Socialization scale of this measure. This\nproﬁle of normal performance on standard tests, butProsody in ASD 207"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "signiﬁcant disability in adaptive behavior, is typical\nof young people with ASD (Loveland & Kelley, 1991;\nRodrigue, Morgan & Gefken, 1991; Schatz & Ham-\ndan-Allen, 1995; Carter et al., 1998; Liss et al., 2001;\nPaul et al., 2004).Typically Developing Controls\nThirteen typically developing subjects were re-\ncruited through local schools and personal connec-\ntions. Their average age was 16.7 (SD 3.7). All were\nenrolled in appropriate age for grade in school, were\nconsidered by parents to be achieving normally in\nschool, and had no history of speech, language or\nlearning problems or of special education.\nProcedures\nSubjects were seen individually for administration\nof the prosody protocol by the second author (AA).\nEach administration took 45–60 minutes. There were\n12 sections in the protocol, which appear in Table II.\nEach section contained a set of two training items. In\nthe ﬁrst, the examiner provided a typical item and the\ncorrect response. In the second, the examiner provided\nan item, asked the subject for a response, corrected and\nexplained the response if it was incorrect, and praised\nthe subject for a correct answer, whether it was on the\nﬁrst or second try. All subjects were able to perform\ncorrectly on the training items for each section.\nAll spoken stimuli for the perception tasks were\nprerecorded in live voice so that all subjects heard the\nsame stimuli. All of the subjects’ spoken responses for\nthe production tasks were audiorecorded for laterTable I. Description of Participants with ASD .\nMean (SD)\nVerbal IQa103.9 (23.8)\nPerformance IQa95.2 (25.6)\nADOSbCommunication Algorithm Score 4.4 (1.4)\nADOSbSocial Algorithm Score 9.9 (2.6)\nClinical Evaluation of Language Fundamentalsc\nReceptive Standard Score98.6 (21.4)\nClinical Evaluation of Language Fundamentalsc\nExpressive Standard Score94.5 (18.1)\nVinelanddCommunication Standard Score 64.0 (14.4)\nVinelanddSocialization Standard Score 46.4 (12.2)\nVinelanddWritten Communication\nAge-Equivalent Score10.9 (3.9)\naWechsler Intelligence Scale for Children, 3rd ed. (WISC;\nWechsler, 1992) or Wechsler Intelligence Scale for Adults, 3rd ed.\n(WAIS; Wechsler, 1997), depending on subject’s age.\nbAutism Diagnostic Observation Scale-Module 3 or 4 depending\nupon subject’s developmental level (Lord, et al., 2000).\ncWiig & Secord, 1989.\ndVineland Adaptive Behavior Scale (Sparrow, Balla, & Cicchetti,\n1984).\nTable II. Tasks for Assessing Production and Perception of Grammatical and Pragmatic/Aﬀective Functions of Prosody in Speakers with ASD.\nGrammatical prosody Pragmatic/aﬀective prosody\nPerception of stress\nGPeS. Perception of stress within words that signals\nthe grammatical shift from noun ( pre’sent)\nto verb ( present’)PPeS. Perception of the pragmatic/aﬀective function of emphatic stress\n(to highlight or focus listeners’ attention on one element) within a sentence\nProduction of stress\nGPrS. Production of stress within words that signals\nthe grammatical shift from noun ( present)\nto verb ( present)PPrS. Production of emphatic stress between words to encode\npragmatic/aﬀective focus\nPerception of intonation\nGPeI. Perception of the intonation patterns that signal\ngrammatical function in statements vs. questionsPPeI. Perception of intonation patterns signaling pragmatic/aﬀective\nchanges in speech style from child-directed ‘‘motherese’’ to adult-directed\nProduction of intonation\nGPrI. Production of the intonation pattern that signals\ngrammatical function in statements vs. questionsPPrI. Production of intonation patterns signaling pragmatic/aﬀective\nchanges in speech style from child-directed ‘‘motherese’’ to adult-directed\nPerception of phrasing\nGpeP. Perception of the grammatical meaning of pauses\n(to group words into phrases) within sentencesGPeP. Perception of changes in rate to signify the aﬀective function\nof anxiety within sentences\nProduction of phrasing\nGPrP. Production of pauses to serve the grammatical\nfunction of grouping words into phrase) within sentencesPPrP. Use of changes in rate to signify the aﬀective function of\nanxiety within sentences208 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "analysis by a rater blind to subject diagnosis. All\nwritten responses were recorded on score sheets pre-\npared for the study. Readability of the sentences used\nin the study was assessed using the Flesch-Kincaid\nGrade Level procedure that is included in the\nMicroSoft Word software package. Readability of\nthe written stimuli was rated by this procedure at\ngrade 1.3. Since the lowest functioning subject in the\nstudy had a written language grade equivalent of 2–3,\nand the average grade equivalent for written language\nwas grade 5, the written stimuli used here are\nappropriate for the reading level of all subjects tested.\nScoring\nFor all six Perception sections (grammatical stress,\nintonation, and phrasing; pragmatic/affective stress,\nintonation, and phrasing), subjects indicated re-\nsponses by either marking one of two choices fol-\nlowing a written, unpunctuated version of what they\nheard on the prerecorded stimuli (grammatical stress,\nintonation, phrasing, pragmatic stress), or pointing to\na picture (pragmatic intonation and phrasing). When\nthe subject recorded his own response on the score\nsheet, these were scored directly later by a rater blind\nto the subject’s diagnostic classiﬁcation. When the\nsubject indicated a picture, the examiner marked the\ndescription of the picture (adult, child; calm, excited)\non a score sheet following the subject’s choice. (See\nAppendix for sample score sheets.)\nFor all six production sections, subjects’ spoken\nresponses were prerecorded and scored at a later time\nby an examiner blind to the subject’s diagnostic\nclassiﬁcation.\nTask Description\nThe tasks listed in Table II are described below.\nSentences within each set were presented in ran-\ndomized order. There were 24 items in each task,\nconsisting of 12 pairs of contrasting stimuli (e.g., con\nvict; con vict).\nGrammatical Perception of Stress (words chosen from\nQuirk, Greenbawn, Leech & Svartivik 1990)\nInstructions\nMark the sentence on your paper that contains\nthe correct way of saying word you hear on the tape.\nFor example, if you heard the word recall (recall)\nyou would mark the ﬁrst sentence in this pair:\nI can’t recall his name.\nThey had a recall on this model car.But if you heard the word recall (recall), you\nwould mark the second sentence.\n[Each word is heard twice, once with the ﬁrst\nsyllable stressed (as a noun) and once with the\nsecond (as a verb). The same pair of sentence\nchoices was presented for each of the two pronun-\nciations.]\nGrammatical Production of Stress (words chosen from\nQuirk et al .,1990)\nInstructions\nRead each sentence on your paper to yourself.\nThen read the underlined word aloud. For example, if\nyou see the sentence\nI can’t recall his name.\nYou will read the underlined word as re call.\nBut if you see the sentence\nThey had a recall on this model car.\nYou will read the underlined word as recall.\nGrammatical Perception of Intonation (procedure\nbased on Patel, Peretz, Tramo & Lebreave 1998)\nInstructions\nListen to each sentence on the tape, and mark on\nyour paper whether the speaker is asking or telling.\nFor example, if you hear ‘‘She has a dog,’’ you would\nmark ‘‘telling.’’ But if you hear, ‘‘She has a dog?’’ you\nwould mark ‘‘asking.’’\nGrammatical Production of Intonation (procedure\nbased on Patel, Perez, Tramo & Lebreque, 1998)\nInstructions\nListen to me tell you how to say each sentence\nwritten on your paper. Then read the sentence aloud\nthe way I told you. For example, if I say, ‘‘For sen-\ntence #1, tell what he likes.’’ You would read the\nsentence this way: ‘‘He likes ice cream.’’ But if I say,\n‘‘For sentence # 2, ask what he likes.’’ You would\nread the sentence this way: ‘‘He likes ice cream?’’\nGrammatical Perception of Phrasing (procedure based\non Patel et al ., 1998)\nInstructions\nListen to each sentence on the tape, then circle\nthe correct answer to the question that follows it onProsody in ASD 209"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "your paper. For example, if you hear ‘‘Ellen, the\ndentist, is here,’’ and the question reads ‘‘Is she\ntalking to Ellen?’’ you would circle ‘‘no.’’ But if you\nhear ‘‘Ellen, the dentist is here,’’ and the question\nreads ‘‘Is she talking to Ellen?’’ you would circle ‘‘yes.’’\nGrammatical Production of Phrasing (procedure based\non Patel et al., 1998)\nInstructions\nListen as I read the ﬁrst sentence in each pair.\nThen read the second sentence so that the one I read\nis true. For example, if I read this sentence:\nEllen is a dentist,\nyou could make that true by reading the second\nsentence like this:\n‘‘Ellen, the dentist, is here.’’\nBut if I read\nYou are talking to Ellen,\nyou could make that true by reading the second\nsentence like this:\n‘‘Ellen, the dentist is here.’’\nPragmatic Perception of Stress (procedure based on\nPatel et al., 1998)\nInstructions\nRead the two sentences on your paper to your-\nself. Then listen to the one on the tape. Check off the\nsentence that should come before the one you hear.\nFor example, if you hear, ‘‘I want chocolate ice\ncream,’’ a sentence like ‘‘Do you want vanilla?’’\nwould have come before it. But if you hear, ‘‘I want\nchocolate ice cream ,’’ the sentence before it is, ‘‘Do\nyou want chocolate cake?’’\nPragmatic Production of Stress (procedure based on\nPatel et al., 1998)\nInstructions\nListen to me read the ﬁrst sentence in each pair.\nThen read the second one aloud the way it would be\nspoken if you were answering me. For example, if I\nread, ‘‘Do you want vanilla?’’ the next sentence\nwould sound like ‘‘I want chocolate ice cream.’’ But if\nI read, ‘‘Do you want chocolate cake?’’ the next\nsentence would sound like, ‘‘I want chocolate ice\ncream .’’Pragmatic Perception of Intonation\nInstructions\nHere is a picture of a baby, and here is a picture\nof an adult. Listen to each sentence on the tape, then\npoint to the picture of the person the sentence is\nspoken to. For example, if I say, ‘‘You look nice\n{normal intonation}’’ you would think I was talking\nto this one {adult picture}. But if I say, ‘‘You look\nnice {motherese intonation},’’ you would think I was\ntalking to this one {baby picture}.\nPragmatic Production of Intonation\nInstructions\nRead each sentence as if you were talking to the\nperson in the picture by the sentence. For example, if\nyou were talking to the adult, you would say, ‘‘You\nlook nice {normal intonation}’’ But if you were\ntalking to the baby, you would say, ‘‘You look nice\nmotherese intonation.\nPragmatic Perception of Phrasing\nInstructions\nHere is a picture of a lady feeling calm, and here\nis a picture of a lady who is excited. Listen to each\nsentence on the tape, then point to the picture of the\none who would be saying that sentence. For example,\nyou hear\n‘‘You’re going to be late for school.’’\nyou would think it was the calm-looking lady\ntalking, so you would point to this picture. But\nyour hear,\n‘‘You’re going to be late for school!!’’\nyou would think it was the excited lady talking,\nso you would point to that picture.\nPragmatic Production of Phrasing\nInstructions\nRead each sentence as if it were said by someone\nwho feels the way the person in the picture next to the\nsentence does. If you see a calm person, like this, you\nwill read the sentence calmly, like this:\nYou’re going to be late for school.\nBut if you see the excited person, like this, you\nwill read the sentence as if you were hurried and\nexcited, like this:\nYou’re going to be late for school!!210 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Reliability\nAs stated earlier, responses to prosodic perception\ntasks were written by subjects on score sheets. These\nresponses were entered into the study database directly\nfrom the subject’s response sheets. All responses to the\nprosodic production tasks produced by subjects with\nASD were double scored by a second rater, as were the\nresponses of 25 %of the subjects with typical develop-\nment (TD). Agreement was computed by dividing the\nscore given by the ﬁrst rater on each item for each subject\non each production task by the score given by the second\nrater. Average agreement on the six production tasks\ncomputed in this way ranged from 82.3 to 99.6 %. Overall\nagreement averaged across the six tasks was 90.0 %.\nRESULTS\nFigures 1 and 2 display the mean percentage\ncorrect scores on the six perception (Fig. 1) and six\nproduction (Fig. 2) tasks in the study.To analyze results, a Mixed Model Repeated\nMeasures Analysis of Variance was used, with diag-\nnostic group as the between-subjects factor with two\nlevels (ASD, TD). Within-subject factors were:\n/C15Prosodic function, with two levels (grammatical,\npragmatic/aﬀective),\n/C15Prosodic element, with three levels (stress, into-\nnation, phrasing), and\n/C15Prosodic mode, with two levels (perception,\nproduction).\nTable III presents the outcome of this analysis.\nThere were signiﬁcant main eﬀects for function and\nelement, suggesting that all subjects responded diﬀer-\nently to the grammatical vs. pragmatic/aﬀective items,\nand to the three prosodic elements: stress, intonation\nand phrasing. There was also a non-signiﬁcant trend\ntoward an overall diﬀerence between the diagnostic\ngroups. As seen in Figs 1 and 2, the subjects with TD, as\na group, performed better than those with ASD on nine\nFig. 1. Percentage of correct responses to prosodic perception tasks in two diagnostic groups.Prosody in ASD 211"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "of the twelve tasks, and on the other three perfor-\nmances was similar in the two groups.\nSeveral signiﬁcant interaction effects were also seen:\n1. Element ·mode: suggesting there were dif-\nferences in responses among the three pro-\nsodic elements depending on the modality\n(perception or production) of response.\n2. Element ·function: suggesting there were\ndiﬀerences among the three prosodic elements\ndepending on prosodic function (grammatical\nvs. pragmatic/aﬀective).\n3. Function ·mode: suggesting there were dif-\nferences between the two functions (gram-\nmatical vs. pragmatic/aﬀective), depending on\nthe modality.\n4. Element ·Dx: The two diagnostic groups\nshowed diﬀerent patterns of response to the\nthree prosodic elements.\nThere was not, however, the predicted interac-\ntion between diagnostic group and prosodic function,\nFig. 2. Percentage of correct responses to prosodic production tasks in two diagnostic groups.\nTable III. ANOVA results.\nFp <\nMain eﬀects\nDiagnosis 3.3 .08**\nFunction 24.8 .001*\nElement 43.3 .001*\nMode .31 .58\nTwo-way interactions\nFunction ·Dx .01 .93\nFunction ·element 20.71 .001*\nFunction ·mode 3.14 .001*\nElement ·Dx 6.90 .002*\nElement ·mode 33.7 .001*\nMode ·Dx .56 .46\nThree-way interactions\nFunction ·element ·Dx .30 .74\nFunction ·element ·Mode 6.57 .002*\nFunction ·mode ·Dx .02 .89\nElement ·mode ·Dx 3.80 .09\nFour-way interaction\nFunction ·element ·mode ·Dx 1.00 .37\n*Signiﬁcant at p<.002,**Approaches signiﬁcance.212 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "suggesting the subjects with ASD did not show dif-\nferent response patterns from peers with TD to\ngrammatical vs. pragmatic/affective prosody tasks. It\nshould be noted, however, that there were ceiling ef-\nfects in these data. As can be seen in Figs 1 and 2, ﬁve\nof the twelve tasks showed performance in both\ngroups near 100 %:\n/C15Grammatical perception of intonation\n/C15Grammatical production of intonation\n/C15Pragmatic/aﬀective perception of phrasing\n/C15Pragmatic/aﬀective production of phrasing\n/C15Pragmatic perception of intonation\nThese tasks would appear to be too easy for\nthese subjects to tap their underlying competence in\nthe constructs of interest, and may be obscuring dif-\nferences that would be present in more difﬁcult pro-\nsodic activities.\nIn order to look more closely at between-\ndiagnostic group differences, post-hoc tests were\ncarried out for each of the 12 diagnostic group\ncomparisons. The results of this analysis appear in\nTable IV. It can be seen there that there were sig-\nniﬁcant diﬀerences between the two groups in the\ngrammatical production of stress, as well as in the\npragmatic/aﬀective perception and production of\nstress. Moreover, there was a trend toward signiﬁ-\ncance in the diﬀerence between groups on the\ngrammatical perception of stress, and this diﬀerence\nwas larger than any other non-signiﬁcant ﬁnding.\nNo other between-group diﬀerences reached signif-\nicance.DISCUSSION\nThis study suggests that speakers with ASD\nshow differences from typical age-mates in select\nareas of prosodic performance. It provides support,\nﬁrst, for the ﬁnding reported by Shriberg et al., (2001)\nthat stress is an area of particular diﬃculty for these\nspeakers. Tasks involving stress that were most af-\nfected included both production and perception of\npragmatic/aﬀective, or emphatic stress. Production of\ngrammatical, or lexical stress was also aﬀected, and\nperception of lexical stress showed a diﬀerence that\napproached signiﬁcance. Thus both understanding\nand producing appropriate stress patterns appear to\nbe diﬃcult for these speakers with ASD, regardless of\nwhether stress is used in the service of grammatical or\npragmatic/aﬀective functions.\nStress appeared to be the only area of prosodic\nfunction in which signiﬁcant differences were found.\nHowever, in examining the data in Figs 1 and 2, it is\nclear that for ﬁve of the 12 tasks, both groups scored\nabove 90 %correct. This ﬁnding suggests that these\ntasks were simply too easy for the present subjects.\nExamining the tasks that fell in this group, it appears\nthat both grammatical understanding and use of the\nintonation pattern that distinguishes statements from\nquestions (grammatical perception and production of\nIntonation) are well established in both diagnostic\ngroups. Both groups also appeared able to distinguish\nchild-directed from adult-directed speech (pragmatic/\naﬀective perception of intonation) consistently.\nThere were no differences between the groups on\npragmatic/affective production of intonation, or the\nability to use child-directed and adult-directed speech\nstyles appropriately. Performance for neither group\nreached a ceiling; both groups scored in the 80–90 %\ncorrect range. However, it was our impression that\nthe teenagers with TD were frequently embarrassed\nto produce a child-directed speech style in the pres-\nence of the relatively unknown and only slightly older\nexaminer (AA). The speakers with ASD, on the other\nhand, gave us the impression that they were trying\ntheir best to comply with the task and did not show\nany noticeable signs of embarrassment at this task. It\nis possible, then, that in a different testing circum-\nstance, such as in the presence of a more compelling\nchild-addressee than the pictures provided here, and\nwithout the presence of another person to make the\nTD speakers feel foolish, a greater difference on this\ntask might have been seen. Only further experimen-\ntation will allow for the veriﬁcation of this specula-\ntion.Table IV. Post-hoc Tests for Diﬀerences Between Diagnostic\nGroups.\nProsodic Task t p<\nGrammatical perception of stress 1.58**.12\nGrammatical production of stress 3.51* .001\nPragmatic/aﬀective perception of stress 2.16* .038\nPragmatic/aﬀective production of stress 3.02* .004\nGrammatical perception of intonation ).73 .47\nGrammatical production of intonation 1.05 .30\nPragmatic/aﬀective perception of intonation .38 .71\nPragmatic/aﬀective production of intonation ).05 .96\nGrammatical perception of phrasing 1.31 .20\nGrammatical production of phrasing .011 .99\nPragmatic/aﬀective perception of phrasing .47 .64\nPragmatic/aﬀective production of phrasing .63 .54\n*signiﬁcant at p<.004,**Approaches signiﬁcance.Prosody in ASD 213"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "For pragmatic/affective perception and produc-\ntion of phrasing, we again saw near-ceiling perfor-\nmance in both groups. Clinical impressions lead us\nagain, however, to raise questions about the validity\nof these ﬁndings. Here we observed that the speakers\nwith ASD appeared to adopt a ‘‘strategy’’ for\napproaching this task. That is, in the recordings of\nthe ‘‘excited’’ versions of the sentences in the task, the\nrate of speech was very rapid and pause time within\nsentences was reduced. In the ‘‘calm’’ versions, speech\nwas at a slightly slower-than-normal rate with normal\npauses. It was our observation that subjects with\nASD ‘‘cued in’’ to the rate difference and used it\nexclusively to solve the problem posed in these tasks.\nWe were led to this impression by the fact that, unlike\nthe TD subjects, ASD subjects frequently did not\nlisten to the whole sentence before choosing the\n‘‘calm’’ or ‘‘excited’’ picture in response to the per-\nception items. As soon as they were able to discern\nthe rate in the stimulus, often after only the ﬁrst or\nsecond word in the prerecorded sentence, they made\ntheir choice. The TD teenagers, on the other hand,\nlistened to the entire sentence and make their judg-\nment based on a more wholistic assessment of the\nemotion conveyed. In the production of pragmatic\nphrasing task, we observed a similar phenomenon.\nThe speakers with ASD often produced sentences in a\nsomewhat rote, speeded up production when an\n‘‘excited’’ version was indicated. Although these\nversions were considered correct by the blind rater,\nthey often lacked, subjectively, some portion of the\naffective quality of excitement, beyond the rapid rate.\nThe other tasks in which there were neither dif-\nferences nor ceiling effects involved grammatical\nperception and production of phrasing, examined\nhere by the ability to use pauses to signal referential\nvs. non-referential phrases within sentences [ Ellen ,the\ndentist , (appositive phrase) is here vs.Ellen , (ad-\ndressee) the dentist is here ]. Here it appeared that the\ntask was a bit diﬃcult for both groups, with accuracy\nagain between 80 and 90 %correct. We did not ob-\nserve any noticeable diﬀerence in the way the two\ngroups approached this task, however.\nTo summarize the ﬁndings of this study, then, it\ncould be said that all aspects of stress examined ap-\npeared to pose some difﬁculty for speakers with ASD.\nIn grammatical areas of areas of intonation and\nphrasing, we did not observe differences either quan-\ntitatively or qualitatively, but there were ceiling effects\non both perception and production of grammatical\nintonation that may have affected results. Ceiling ef-\nfects may also have limited the ability to ﬁnd differ-ences in the pragmatic perception of intonation. For\npragmatic production of Intonation, contextual fac-\ntors, i.e., the TD teenagers’ reluctance to talk ‘‘baby\ntalk’’ with an unfamiliar young examiner may have\nlimited their performance in this task. For pragmatic\nphrasing, qualitative observations suggest that speak-\ners with ASD may have achieved a ceiling level on these\ntasks by the adoption of a ‘‘talk fast/talk slow’’ strategy\nfor solving the problem of identifying and producing\nagitated affect, rather than using a more wholistic ap-\nproach to understanding and expressing prosodic cues\nto the feeling of excitement.\nThus, it would be possible to suggest that even\nthough we failed to ﬁnd the predicted interaction effect\nbetween diagnostic group and prosodic function in\nthese data, further research with more reﬁned tasks\nmay yet show that speakers with ASD do have more\ndifﬁculty with some aspects of pragmatic/affective\nprosody than they do with these same elements in\ngrammatical contexts. Only additional experimental\nwork in this area can determine whether or not this\nsuggestion is borne out. The ﬁnding that although\nthere were differences in both grammatical and prag-\nmatic/affective stress tasks, the differences between\nspeakers with ASD and TD were consistently larger on\nthe pragmatic/affective than the grammatical tasks\ntends to lend some support to this speculation.\nClinical Implications\nSuggestions for addressing the prosodic deﬁcits\nof speakers with ASDs can be drawn from both the\nquantitative and qualitative results of this study.\nQuantitatively, it appears that learning to understand\nand use stress to express a variety of meanings is a\nreasonable goal for speakers with ASD who evidence\nprosodic oddities. For these speakers, focus on the\ncommunicative value of stress, to highlight important\nelements in the message, by making them louder and\nlonger than other words would seem a reasonable\napproach. Metalinguistic activities in which students\nwith ASD identify important words in sentences, then\nexperiment with ways to vocally highlight those\nwords, using both clinician feedback and self-moni-\ntoring through review of recordings of the various\nmethods of emphasis tried, might be helpful.\nThe qualitative observations regarding the ways\nin which speakers with ASD approached the tasks in\nthis study are also revealing. Just as these subjects can\nscore quite high on standard language measures, at\nthe same time as they perform remarkably lower on\nmeasures of adaptive communication, they appear to214 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "be able to focus on a limited number of cues in order\nto solve the problems posed by these items, without\nnecessarily possessing the full panoply of prosodic\ntools that result in natural-sounding expression. This\nﬁnding suggests a danger in focusing too narrowly on\none aspect of prosody when attempting to change\nprosodic performance. A metalinguistic approach,\nwhich features talking about what prosody is, what it\nis used for, using examples that serve a range of\nfunctions with a range of prosodic elements may be a\nbetter approach than treating one element in one\ncontext before moving on to another.\nFuture Research\nAlthough this study attempted to address some of\nthe shortcomings of the earlier literature on prosody in\nASD, it has by no means solved them all. In addition to\nthe limitations reﬂected in the ceiling effects and\nqualitative observations discussed here, it must be\nremembered that the present study continued to use\nsimple perceptual judgments for deciding when a\nprosodic production was correct or not. In addition,\nnatural, uncontrolled speech was used as the stimuli for\nperception tasks. Research that involves more con-\ntrolled stimuli, perhaps using advanced synthesized\nspeech, and more objective measures of prosodic out-\nput, incorporating acoustic analyses would clearly be\nan improvement on the present methods. Similarly,\nusing non-ASD contrast groups would extend our\nunderstanding of the role of prosody in this and other\ndisorders. Several studies have shown, for example,\nthat children with speciﬁc language disorders (Baltaxe,\nSimmons & Zee, 1984; Hargrove, 1997; Gerken &\nMcGregor, 1998) and mental retardation (Shriberg &\nWidder, 1990) also exhibit prosodic deﬁcits. Learning\nmore about the similarities and diﬀerences in prosody\nacross these diagnostic groups would clearly enhance\nunderstanding of its role in communication in these\npopulations.\nACKNOWLEDGMENTS\nPreparation of this paper was supported by Re-\nsearch Grant P01-03008 funded by the National In-\nstitute of Mental Health (NIMH); by the STAART\nCenter grant U54 MH66494 funded by the National\nInstitute on Deafness and Other Communication\nDisorders (NIDCD), the National Institute of Envi-\nronmental Health Sciences (NIEHS), the NationalInstitute of Child Health and Human Development\n(NICHD), and the National Institute of Neurological\nDisorders and Stroke (NINDS); by a MidCareer\nDevelopment grant to Dr. Paul, K24 HD045576\nfunded by NIDCD, as well as by the National Alli-\nance for Autism Research. We wish to extend our\nthanks to Kate Elliott for completing the blind\nscoring and reliability studies for this project.\nAPPENDIX 1\nAppendix. Samples of Scoresheets and Items for Prosody Tasks.\nGrammatical Perception of Stress (from Quirk et al., 1990)\nInstructions : Mark the sentence that contains the correct way\nof saying word you hear on the tape.\nconduct\nYour conduct in school should be better.\nYou must conduct yourself quietly in the library.\nconvict\nThe convict escaped from prison.\nThe jury voted to convict him.\ndecrease\nWorking after school led to a decrease in her GPA.\nHe was able to decrease his time on the job.\nincrease\nI received an increase in pay.\nThis movie will increase her chances for an Oscar.\ninsult\nIt is an insult to call someone stupid.\nYou may insult them if you don’t invite them.\npresent\nShe gave me a present.\nI present you with this award.\npermit\nHe got his permit on his sixteenth birthday.\nHer parents won’t permit her to date.\nproduce\nI go to the farmers’ market for fresh produce.\nThey produce lots of shoes in China.\nprotest\nHe led a protest against the dress code.\nShe may protest the principle’s decision.\nprogress\nThe students made a lot of progress this year.\nHe is not ready to progress to Algebra II.\nrecord\nThey set a new world’s record.\nHe plans to record a new CD.Prosody in ASD 215"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Appendix. Continued.\nreﬁll\nYou get a free reﬁll on this drink.\nAsk the waitress to reﬁll my coﬀee.\nGrammatical Production of Stress\nInstructions : Read each sentence to yourself. Then read the\nunderlined word aloud, the way it would sound in that sentence.\n1. Your conduct in school should be better.\n2. The jury voted to convict him.\n3. Ask the waitress to reﬁll my coﬀee.\n4. I received an increase in pay.\n5. It is an insult to call someone stupid.\n6. This movie will increase her chances\nfor an Oscar.\n7. She gave me a present.\n8. A vacation will decrease my stress level.\n9. You must conduct yourself quietly in the library.\n10. I present you with this award.\n11. The convict escaped from prison.\n12. He marched in an animal rights protest.\n13. They produce lots of shoes in China.\n14. The students made a lot of progress this year.\n15. Her parents won’t permit her to date.\n16. I go to the farmers’ market for fresh produce.\n17. He got his permit on his sixteenth birthday.\n18. You get a free reﬁll on this drink.\n19. He plans to record a new CD.\n20. He is not ready to progress to high school.\n21. You may insult them if you don’t invite them.\n22. She will protest the principle’s decision.\n23. He got a decrease on his taxes.\n24. They set a new world’s record.\nGrammatical Perception of Intonation (from Patel et al. 1998)\nInstructions : Listen to each sentence on the tape, and check oﬀ\nwhether the speaker is asking or telling. For example, if you hear\n‘‘She has a dog,’’ you would check oﬀ ‘‘telling.’’ But if you hear,\n‘‘She has a dog?’’ you would check oﬀ ‘‘asking.’’\nStimuli\nHe speaks French\nasking telling\nFrancis is at the restaurant\nasking telling\nShe drinks three large cups of\ncoﬀee every morning\nasking telling\nHe wants to leave now\nasking telling\nShe plays the ﬂute\nasking telling\nHe likes to drive fast cars\nasking telling\nHe wants to buy a house next to the beach.\nasking telling\nShe forgot her book\nasking telling\nHe has been in Paris for three months\nasking tellingAppendix. Continued.\nThe supermarket is closed on Sunday\nasking telling\nHe works ten hours a day,\nasking telling\nThe telephone doesn’t work\nasking telling\nGrammatical Production of Intonation (from Patel et al., 1998)\nInstructions : Listen to me read the ﬁrst sentence in each pair.\nThen read the second sentence aloud the way I’ve told you. For\nexample, if I read, ‘‘Tell what he likes.’’ You would read the fol-\nlowing sentence this way: ‘‘He likes ice cream.’’ But if I read, ‘‘Ask\nwhat he likes.’’ You would read the sentence this way: ‘‘He likes ice\ncream?’’\nStimuli\nTell what he speaks.\nHe speaks French\nTell where Francis is.\nFrancis is at the restaurant\nAsk about what she drinks.\nShe drinks three large cups of coffee every morning\nTell what he wants\nHe wants to leave now\nAsk about what she plays.\nShe plays the ﬂute\nAsk about what he likes.\nHe likes to drive fast cars\nAsk about what he wants.\nHe wants to buy a house next to the beach\nTell what she forgot.\nShe forgot her book\nTell where he’s been.\nHe has been in Paris for three months\nAsk about when the market is closed.\nThe supermarket is closed on Sunday\nAsk about how long he works.\nHe works ten hours a day\nTell what went wrong\nThe telephone doesn’t work\nPragmatic Perception of Stress (based on Patel et al., 1998)\nInstructions : Read the two sentences to yourself. Then listen to the\none on the tape. Check oﬀ the sentence that should come before the\none you hear. For example, if you hear ‘‘ I want chocolate ice\ncream,’’ a sentence like ‘‘Do you want vanilla?’’ would probably\nhave come before it. But if you hear ‘‘I want chocolate ice cream ,’’\nthe sentence before it is probably, ‘‘Do you want chocolate cake?’’\nStimuli .\nI waited for you out back.\nI waited by the grocery store.\nGo in front of the bank, I said./Go in front of the bank, I said.216 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Appendix. Continued.\nHe wore the red tie for you.\nHe wore the blue scarf for you.\nI like blueties on gentlemen./I like blue tieson gentlemen.\nWhich exam do you want to take?\nWhen do you want to take the exam?\nGive me the math exam today, if you can./Give me the math exam\ntoday , if you can.\nDid you like my singing or my dancing?\nHow did you like my concert?\nYou singwell, Paul./You sing well, Paul.\nWhich ﬂowers do you like?\nDo the ﬂowers or the cologne smell better?\nThe orange ﬂowers smell very sweet./The orange ﬂowers smell very\nsweet.\nShall I take the train?\nShall I take it to New York?\nTake the busto Boston, Anne./Take the bus to Boston , Anne.\nWhose book was left there?\nWhat did he forget?\nPaul’s book is at my house./Paul’s book is at my house.\nWhich umbrella is cheaper?\nShall I get the umbrella or the raincoat?\nThe pink umbrella is less expensive./The pink umbrella is less\nexpensive.\nDoes he read romances?\nWhat kind of books does he like to talk about?\nHe likes to talk about romance novels./He likes to talk about\nromance novels.\nWhose sister is that?\nWho is that?\nIt’sJack’s sister, isn’t it?/It’s Jack’s sister , isn’t it?\nYou can take a week oﬀ next month.\nYou can take a couple days oﬀ.\nI need twoweeks of vacation./I need two weeks of vacation.\nShall I read my lines now?\nWhen shall I do the song?\nSing now, please./Sing now, please.\nPragmatic Production of Stress\nInstructions : Listen as I read the ﬁrst sentence to you. Then read the\nsecond sentence as if you were answering\nHe wore the red tie for you.\nI prefer blue ties on gentlemen.\nShall I get the umbrella or the raincoat?\nThe pink umbrella is less expensive.\nDid you like my singing or my dancing?\nYou sing well Paul.\nWhich test will you take ﬁrst?\nGive me the math exam today if you can.\nWhat did he forget?\nPaul’s book is at my house.Appendix. Continued.\nShall I take the train?\nTake the bus to Boston, Anne.\nDo the ﬂowers or the cologne smell better?\nThe orange ﬂowers smell very sweet.\nDoes he read romances?\nHe likes to talk about romance novels.\nI waited by the grocery store.\nGo in front of the bank I said.\nYou can take a week oﬀ next month.\nI need two weeks of vacation.\nWho is that?\nIt’s Jack’s sister, isn’t it?\nWhen do you want to take the exam?\nGive me the math exam today if you can.\nShall I read my lines now?\nSing now, please.\nYou can take a couple days oﬀ.\nI need two weeks of vacation.\nI waited for you out back.\nGo to the front of the bank, I said.\nWhose sister is that?\nIt’s Jack’s sister, isn’t it?\nWhen shall I do the song?\nSing now, please.\nHow did you like my concert?\nYou sing well Paul.\nWhose book was left there?\nPaul’s book is at my house.\nWhat kind of books does he like to talk about?\nHe likes to talk about romance novels.\nWhich umbrella is cheaper?\nThe pink umbrella is less expensive.\nHe wore the blue scarf for you.\nI prefer blue ties on gentlemen.\nWhich ﬂowers do you like?\nThe orange ﬂowers smell very sweet.\nShall I take it to New York?\nTake the bus to Boston Anne.\nPragmatic/Aﬀective Perception of Intonation\nInstructions : Listen to each sentence on the tape. After you hear it,\npoint to the picture of the person the lady is talking TO.\nSentence heard on tape in adult-\nor child-directed speech stylePictures\ndisplayed\n1. Have fun. Adult Child\n2. I found your car. Adult Child\n3. I need your help. Adult Child\n4. Do you want a drink? Adult ChildProsody in ASD 217"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "REFERENCES\nAmerican Psychiatric Association. (1994). Diagnostic and statistical\nmanual of mental disorders (4th ed) . Washington, DC: Author.\nBaltaxe, C. (1984). Use of contrastive stress in normal, aphasic, and\nautistic children. Journal of Speech and Hearing Research 24 ,\n97–105.\nBaltaxe, C., & Guthrie, D. (1987). The use of primary sentence\nstress by normal, aphasic, and autistic children. Journal of\nAutism and Developmental Disorders 17 , 255–271.\nBaltaxe, C., & Simmons, J. (1985). Prosodic development in\nnormal and autistic children. In E. Schopler, & G. Mesibov\n(Eds.), Communication problems in autism (pp. 95–125). New\nYork: Plenum Press.\nBaltaxe, C., & Simmons, J. (1992). A comparison of language\nissues in high-functioning autism and related disorders with\nonset in children and adolescence. In E. Schopler & G. Mes-\nibov (Eds.), High functioning individuals with autism (pp. 210–\n225). New York: Plenum Press.\nBaltaxe, C., Simmons, J., & Zee, E. (1984). Intonation patterns in\nnormal, autistic and aphasic children. In A. Cohen, & M.\nBroecke van de (Eds.), Proceedings of the Tenth International\nCongress of Phonetic Sciences (pp. 713–718). Dordrecht, The\nNetherlands: Foris Publications.\nBates, E., & McWhinney, B. (1979). A functionalist approach to\nthe acquisition of grammar. In E. Ochs, & B. Schieﬀelin (Eds.),\nDevelopmental pragmatics (pp. 167–211). New York: Academic\nPress.\nBolinger, D. (1989). Intonation and its uses: Melody in grammar and\ndiscourse . Stanford, CA: Standford University Press.\nBoucher, J., Lewis, V., & Collis, G. (1998). Familiar face and voice\nmatching and recognition in children with autism. Journal of\nChild Psychology and Psychiatry 39 , 171–182.\nCarter, A., Volkmar, F., Sparrow, S., Wang, J., Lord, C., Dawson,\nG., Fombonne, E., Loveland, K., Mesibov, G., & Schopler, E.\n(1998). The Vineland Adaptive Behavior Scales: Supplemen-\ntary norms for individuals with autism. Journal of Autism and\nDevelopmental Disorders 28 , 287–302.Appendix. Continued.\n5. Can you come here? Adult Child\n6. Your brother is here. Adult Child\n7. Do you want ice cream? Adult Child\n8. We are going to Aunt Ruth’s now. Adult Child\n9. What do you need? Adult Child\n10. Get the ball, please. Adult Child\n11. Where is your jacket? Adult Child\n12. Is this your book? Adult Child\n13. Your brother is here. Adult Child\n14. What do you need? Adult Child\n15. Have fun. Adult Child\n16. Do you want ice cream? Adult Child\n17. Where is your jacket? Adult Child\n18. I found your car. Adult Child\n19. I need your help. Adult Child\n20. Is this your book? Adult Child\n21. We are going to Aunt Ruth’s now. Adult Child\n22. Get the ball, please. Adult Child\n23. Can you come here? Adult Child\n24. Do you want a drink? Adult Child\nPragmatic/Aﬀective Perception of Phrasing\nInstructions : Listen to each sentence on the tape. After you hear it,\npoint to the picture of the person who feels like the speaker.\nSentence heard on tape in calm or\nexcited speech stylePictures displayed\nShe bought huge new car. Calm Excited\nThey said they would be back by ten. Calm Excited\nWe have a math test today. Calm Excited\nHe needs a drink of water. Calm Excited\nGet a clean, white towel. Calm Excited\nIt is nearly six o’clock. Calm Excited\nThere are animals in the room. Calm Excited\nHe left his medicine at school. Calm Excited\nThe campﬁre is out. Calm Excited\nMy keys are in the house. Calm Excited\nShe bought huge new car. Calm Excited\nHe went sailing on the ocean. Calm Excited\nThe engine must be ﬂooded. Calm Excited\nGet a clean, white towel. Calm Excited\nHe needs a drink of water. Calm Excited\nThe campﬁre is out. Calm Excited\nThere are animals in the room. Calm Excited\nHe went sailing on the ocean. Calm Excited\nThe engine must be ﬂooded. Calm Excited\nThey said they would be back by ten. Calm Excited\nWe have a math test today. Calm Excited\nIt is nearly six o’clock. Calm Excited\nMy keys are in the house. Calm Excited\nHe left his medicine at school. Calm Excited\nPragmatic/Aﬀective Production of Phrasing\nInstructions : Read each sentence as if you felt like the person in the\npicture next to it feels.\nPicture displayed\n1. Get a clean, white towel. Excited\n2. He went sailing on the ocean. CalmAppendix. Continued.\n3. He needs a drink of water. Calm\n4. There are animals in the room. Excited\n5. He went sailing on the ocean. Calm\n6. My keys are in the house. Calm\n7. She bought huge new car. Excited\n8. Get a clean, white towel. Excited\n9. There are animals in the room. Calm\n10. They said they would be back by ten. Excited\n11. We have a math test today. Calm\n12. The engine must be ﬂooded. Calm\n13. She bought huge new car. Excited\n14. It is nearly six o’clock. Calm\n15. The campﬁre is out. Excited\n16. He left his medicine at school. Excited\n17. The engine must be ﬂooded. Calm\n18. My keys are in the house. Calm\n19. He needs a drink of water. Excited\n20. It is nearly six o’clock. Excited\n21. We have a math test today. Calm\n22. He left his medicine at school. Excited\n23. They said they would be back by ten. Calm\n24. The campﬁre is out. Excited218 Paul, Augustyn, Klin and Volkmar"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Crystal, D. (1986). Prosodic development. In P. Fletcher & M.\nGarman (Eds.), Language acquisition (pp. 33–48). Cambridge,\nUK: Cambridge University Press.\nDeMyer, M., Barton, S., DeMyer, W., Norton, J., Allen, J., &\nStelle, R. (1973). Prognosis in autism: A follow-up study.\nJournal of Autism and Childhood Schizophrenia 3 , 199–246.\nFay, W. (1969). On the basis of autistic echolalia. Journal of\nCommunication Disorders 2 , 38–47.\nFay, W., & Schuler, A. (1980). Emerging language in autistic chil-\ndren. Baltimore, MD: University Park Press.\nFine, J., Bartolucci, G., Ginsberg, G., & Szatmari, P. (1991). The use\nof intonation to communicate in pervasive developmental dis-\norders. Journal of Child Psychology and Psychiatry 32 , 771–782.\nFosnot, S., & Jun, S. (1999). Prosodic characteristics in children\nwith stuttering or autism during reading and imitation. Pro-\nceedings of the 14th International Congress of Phonetic Sci-\nences. pp. 1925–1928.\nGerken, L. (1996). Prosody’s role in language acquisition and adult\nparsing. Journal of Psycholinguistic Research 25 , 345–356.\nGerken, L., & McGregor, K. (1998). An overview of prosody and\nits role in normal and disordered child language. American\nJournal of Speech-Language Pathology 7 (2), 38–48.\nGhaziuddin, M., & Gerstein, L. (1996). Pedantic speaking style\ndiﬀerentiates Asperger syndrome from high-functioning aut-\nism. Journal of Autism and Developmental Disorders 26 , 585–\n595.\nHargrove, P. (1997). Prosodic aspects of language impairment in\nchildren. Topics in Language Disorders 17 (4), 76–83.\nHaviland, S., & Clark, H. (1974). What’s new: Acquiring new\ninformation as a process in comprehension. Journal of Verbal\nLearning and Verbal Behavior 8 , 166–169.\nHobson, R., Ouston, J., & Lee, A. (1988). Emotion recognition in\nautism: Coordinating faces and voices. Psychological Medicine\n18, 911–923.\nHobson, R., Ouston, J., & Lee, A. (1989). Naming emotion in faces\nand voices: Abilities and disabilities in autism and mental\nretardation. British Journal of Developmental Psychology 7 ,\n237–250.\nKanner, L. (1943). Autistic disturbances of aﬀective contact. Ner-\nvous Child 2 , 217–250.\nKanner, L. (1971). Follow-up of eleven autistic children, originally\nreported in 1943. Journal of Autism and Childhood Schizo-\nphrenia 2 , 119–145.\nKent, R., & Read, C. (1992). The acoustic analysis of speech . San\nDiego, CA: Singular Publishing Group.\nKlin, A., Lang, J., Cicchetti, D. V., & Volkmar, F. R. (2000).\nInterrater reliability of clinical diagnosis and DSM-IV criteria\nfor autistic disorder: Results of the DSM-IV autism ﬁeld trial.\nJournal of Autism and Developmental Disorders 30 (2), 163–167.\nLanda, R. (2000). Social language use in Asperger syndrome and\nhigh-functioning autism. In A. Klin, F. Volkmar & S. Sparrow\n(Eds.), Asperger syndrome (pp. 125–158). New York: Guilford\nPress.\nLiss, M., Harel, B., Fein, D., Allen, D., Dunn, M., Feinstein, C.,\nMorris, R., Waterhouse, L., & Rapin, I. (2001). Predictors and\ncorrelates of adaptive functioning in children with develop-\nmental disorders. Journal of Autism and Developmental Dis-\norders 31 , 219–230.\nLord, C., Rutter, M., & LeCouteur, A. (1994). Autism Diagnostic\nInterview – Revised: A revised version of a diagnostic inter-\nview for caregivers of individuals with possible pervasive\ndevelopmental disorders. Journal of Autism and Developmental\nDisorders 24 (5), 659–685.\nLord, C., & Pickles, A. (1996). The relationship between expressive\nlanguage level and nonverbal social communication in autism.\nJournal of the American Academy of Child and Adolescent\nPsychiatry .\nLord, C., Risi, S., Lambrecht, L., Cook, E. H. Jr., Leventhal, B. L.,\nDiLavore, P. C., Pickles, A., & Rutter, M. (2000). The AutismDiagnostic Observation Schedule – Generic: A standard\nmeasure of social and communication deﬁcits associated with\nthe spectrum of autism. Journal of Autism and Developmental\nDisorders 30 (3), 205–223.\nLoveland, K., & Kelley, M. (1991). Development of adaptive\nbehavior in preschoolers with autism or Down syndrome.\nAmerican Journal of Mental Retardation 96 , 13–20.\nMcCaleb, P., & Prizant, B. (1985). Encoding of new versus old\ninformation by autistic children. Journal of Speech and Hear-\ning Disorders 50 , 30–240.\nMcCann, J., & Peppe, S. (2003). Prosody in autism spectrum dis-\norders: A critical review. International Journal of Language\nand Communication Disorders 38 , 25–350.\nMerewether, R., & Alpert, M. (1990). The components and\nneuroanatomic bases of prosody. Journal of Communication\nDisorders 23 , 325–336.\nMesibov, G. (1992). Treatment issues with high-functioning ado-\nlescents and adults with autism. In E. Schopler, & G. Mesibov\n(Eds.), High functioning individuals with autism (pp. 143–156).\nNew York: Plenum Press.\nOrnitz, E., & Ritvo, E. (1976). Medical assessment. In E. Ritvo\n(Ed.), Autism: Diagnosis, current research, and management\n(pp. 7–26). New York: Spectrum Publications.\nPaccia, J., & Curcio, F. (1982). Language processing and forms of\nimmediate echolalia in autistic children. Journal of Speech and\nHearing Research 25 , 42–47.\nPanagos, J., & Prelock, P. (1997). Prosodic analysis of child speech.\nTopics in Language Disorders 17 (4), 1–10.\nPatel, A., Peretz, I., Tramo, M., & Lebreque, R. (1998). Processing\nprosodic and musical patterns: A neurophychological inves-\ntigation. Brain and Language 43 , 4–11.\nPaul, R. (1987). Communication. In D. Cohen, & A. Donnellan\n(Eds.), Handbook of autism and pervasive developmental dis-\norders (pp. 61–84). New York: Wiley.\nPaul, R., Shriberg, L., McSweeney, J., Cicchetti, D., Klin, A., &\nVolkmar, F. (in press). Relations between prosodic perfor-\nmance and communication and socialization ratings in high\nfunctioning speakers with autism spectrum disorders. Journal\nof Autism and Developmental Disorders .\nPronovost, W., Wakstein, M., & Wakstein, D. (1966). A longitu-\ndinal study of speech behavior and language comprehension in\nfourteen children diagnosed as atypical or autistic. Exceptional\nChildren 33 , 19–26.\nQuirk, R., Greenbaum, S., Leech, G., & Svartivik, J.. (1990).\nA comprehensive grammar of the English language . N.Y.:\nLongman.\nRodrigue, J., Morgan, S., & Gefken, G. (1991). A comparisative\nevaluation of adaptaive behavior in children and adoles-\ncents with autism Down syndrome and normal develop-\nment. Journal of Autism and Developmental Disorders 21 ,\n187–198.\nRicks, D. (1975). Vocal communication in pre-verbal normal\nand autistic children. In N. O’Connor (Ed.), Language,\ncognitive deﬁcits, and retardation (pp. 245–268). London:\nButterworths.\nSchatz, J., & Hamdan-Allen, G. (1995). Eﬀects of age and IQ on\nadaptive behavior domains for children with autism. Journal\nof Autism and Developmental Disorders 25 , 51–60.\nShriberg, L. D., & Widder, C. J. (1990). Speech and prosody\ncharacteristics of adults with mental retardation. Journal of\nSpeech and Hearing Research 33 , 627–653.\nShriberg, L. D., Kwiatkowski, J., & Rasmussen, C. (1990). The\nprosody-voice screening proﬁle . Tucson, AZ: Communication\nSkill Builders.\nShriberg, L., Paul, R., McSweeney, J., Klin, A., Cohen, D., &\nVolkmar, F.. (2001). Speech and prosody characteristics of\nadolescents and adults with high functioning autism and As-\nperger syndrome. Journal of Speech, Language and Hearing\nResearch 44 , 1097–1115.Prosody in ASD 219"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Simmons, J., & Baltaxe, C. (1975). Language patterns in adolescent\nautistics. Journal of Autism and Childhood Schizophrenia 5 ,\n333–351.\nSparrow, S., Balla, D., & Cicchetti, D. (1984). Vineland adaptive\nbehavior scales . Circle Pines, MN: American Guidance Service.\nTager-Flusberg, H. (1981). On the nature of linguistic functioning\nin early infantile autism. Journal of Autism and Developmental\nDisorders 11 , 45–56.\nTager-Flusberg, H. (Ed.) (1995). Dissociation in form and function\nin the acquisition of language by autistic children. In Con-\nstraints on language acquisition: Studies of atypical children\n(pp. 175–194). Hillsdale, NJ: Erlbaum.\nThurber, C., & Tager-Flusberg, H. (1993). Pauses in the narrative\nproduced by autistic, mentally retarded, and normal children\nas an index of cognitive demand. Journal of Autism and\nDevelopmental Disorders 23 , 309–322.\nVanBourgondien, M., & Woods, A. (1992). Vocational possibili-\nties for high functioning adults with autism. In E. Schopler, &\nG. Mesibov (Eds.), High functioning individuals with autism\n(pp. 227–242). New York: Plenum Press.Van Lancker, D., Canter, G., & Terbeek, D. (1981). Disambigua-\ntion of ditropic sentences: Acoustic and phonetic cues. Journal\nof Speech and Hearing Research 24 , 330–335.\nVan Lancker, D., Cornelius, C., & Krieman, J. (1989). Recognition\nof emotional-prosodic meanings in speech by autistic,\nschizophrenic, and normal children. Developmental Neuro-\npsychology 5 , 207–222.\nWarren, P. (Ed.) (1996). Parsing and prosody: An introduction.\nProsody and parsing . (pp. 1–16). East Sussex, UK: Psychology\nPress.\nWechsler, D. (1992). Wechsler intelligence scale for children (3rd\ned). San Antonio, TX: Psychological Corp.\nWechsler, D. (1997). Wechsler adult intelligence scale (3rd ed) . San\nAntonio, TX: Psychological Corp.\nWiig, E., & Secord, W. (1989). Test of language competence . San\nAntonio, TX: Psychological Corp.\nWinner, E. (1988). The point of words: Children’s understanding of\nmetaphor and irony . Cambridge, MA: Harvard University\nPress.220 Paul, Augustyn, Klin and Volkmar"
    }
  ]
}