{
  "doc_type": "scientific paper",
  "title": "sensing-and-feeling-an-overview",
  "authors": [
    "poerio"
  ],
  "year": 2024,
  "journal": "journal/rstb",
  "doi": "10.1098/rstb.2023.0242",
  "abstract": null,
  "keywords": [
    "emotion",
    "vision",
    "hearing",
    "touch",
    "interoception"
  ],
  "research_topics": [
    "emotion",
    "vision",
    "hearing",
    "touch",
    "interoception"
  ],
  "created_at": "2025-05-04T23:24:22.822215Z",
  "source_pdf": "documents/research/Global/poerio 2024-sensing-and-feeling-an-overview.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "royalsocietypublishing.org/journal/rstb\nIntroduction\nCite this article: Poerio GL, Kondo HM,\nMoore BCJ. 2024 Sensing and feeling: anoverview. Phil. Trans. R. Soc. B 379: 20230242.\nhttps://doi.org/10.1098/rstb.2023.0242\nReceived: 3 May 2024\nAccepted: 13 May 2024\nOne contribution of 16 to a theme issue\n‘Sensing and feeling: an integrative approach\nto sensory processing and emotionalexperience ’.\nSubject Areas:\ncognition, neuroscience\nKeywords:\nemotion, vision, hearing, touch, interoception\nAuthor for correspondence:\nGiulia L. Poerioe-mail: g.l.poerio@sussex.ac.ukSensing and feeling: an overview\nGiulia L. Poerio1, Hirohito M. Kondo2and Brian C. J. Moore3\n1School of Psychology, University of Sussex, Falmer BN1 9QH, UK\n2School of Psychology, Chukyo University, Nagoya, Aichi 466-8666, Japan\n3Cambridge Hearing Group, Department of Psychology, University of Cambridge, Downing Street, Cambridge\nCB2 3EB, UK\nGLP, 0000-0002-2343-5109 ; HMK, 0000-0002-7444-4996 ; BCJM, 0000-0001-7071-0671\nEmotional experiences are driven, in part, by the way we process and\nintegrate information from different sensory modalities. Understanding\nhow perceptual and emotional systems interact to give rise to subjectivefeelings is an important, complex and challenging issue, requiring new\napproaches and integrative thinking that fuses the fundamentals of\nlow-level sensory perception with higher-level cognitive and affectiveprocesses. The Theme Issue ‘Sensing and feeling: an integrative approach\nto sensory processing and emotional experience ’showcases fifteen\ntheoretical, empirical, and review articles from experts working at theintersection of perception and emotion, encompassing multiple sensory\nsystems (visual, auditory, tactile and interoceptive), clinical and non-\nclinical perspectives (e.g. affective disorders and hearing loss), contextualand social perspectives, and complex emotional experiences in special\npopulations. Articles in Part 1 emphasize recent advances across fields in\nsensory and emotion science and give insights into future directions.\nEach article in Part 2 provides more detailed and specific methodological\napproaches or theoretical models, and focuses on basic mechanisms linkingsensation to emotional experience.\nThis article is part of the theme issue ‘Sensing and feeling: an integrative\napproach to sensory processing and emotional experience ’.\n1. Introduction\nFeelings are central to human experience, shaping essential aspects of how\nour lives are lived, including our judgements, decisions, thoughts andsocial interactions. Although this is functionally adaptive, difficulties in\nperception, reactivity and regulation of emotions are core diagnostic features\nof mental health disorders and consequently are often the target of inter-vention [ 1]. Understanding how feelings emerge and when they are\ndisrupted can provide important insights into the development, progression\nand treatment of mental disorders. Such understanding also can shed impor-tant light on the many functional aspects of feelings and emotional\nexperience, e.g. for facilitating social interaction, well-being, pleasure and\nfeelings of contentment.\nRecent advances in affective neuroscience argue for a view of emotion as a\nconstructive process; that is, emotions emerge as a meaning-making mechanism\nintegrating incoming sensory inputs from our external senses and the body, i.e.exteroception and interoception [ 2–4]. While this view emphasizes the impor-\ntant role of sensory processing in the generation of emotions, very little\nresearch in the field of sensory systems explicitly examines the interactionbetween sensory perception and emotion [ 5], the link between sensory proces-\nsing and emotion being implicitly assumed. This Theme Issue features\ncontributions that explicitly shed light on the connection between sensory\nprocessing systems and emotional experience. Our aim is to provide an illustra-\ntive and diverse collection of articles to highlight important ways in which\nresearch on sensation, perception and emotion would benefit from closer\n© 2024 The Authors. Published by the Royal Society under the terms of the Creative Commons AttributionLicense http://creativecommons.org/licenses/by/4.0/ , which permits unrestricted use, provided the original\nauthor and source are credited.\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "integration and cross-fertilisation, in contrast to the ‘siloed ’approach that has dominated thus far. This Theme Issue brings\ntogether contributions from leading experts that cover a range of important topics in this emerging multi-disciplinary field,\nencompassing:\n(1) Different sensory modalities, not just the visual and auditory modalities that tend to dominate sensory systems research, but\nalso touch, taste/smell, proprioception (sensing the body ’s position in space) and interoception (sensing the internal state of\nthe body);\n(2) clinical perspectives, examining the role of sensation and emotion in affective and sensory-specific disorders, including\npotential developmental origins and the role of social context, and;\n(3) non-clinical perspectives that highlight the importance of sensory processing in the experience of more complex positive\nemotions, such as aesthetic appreciation and music.\nThe contributions in this Theme Issue consist of review and opinion articles as well as primary research from a broad range of\nperspectives and methods. This includes areas such as experimental psychology, cognitive neuroscience, clinical science and the-\nories of aesthetics. We have organized the collection in two parts. Part 1 is intended to serve as a general introduction to core issues\naddressed in later empirical articles in the collection, consisting of three theoretical pieces that highlight the roles of: (1) interocep-tion (the body), (2) sensory features of external stimuli, and (3) individual differences in emotional experience. Part 2 features\narticles that expand on these core issues, mostly with empirical research papers showcasing recent research and advances at\nthe interface between sensory experience and emotion.\n2. Part 1 —theoretical perspectives on sensing and feeling\nDamasio and Damasio [ 6] take up the challenge of defining and explaining consciousness in terms of sensing and feeling. They\nargue that interoception —sensing the internal state of the body —is the basis for consciousness and subjective experience. This\ncapacity distinguishes organisms with neural systems capable of interoceptive processesing from those solely capable of sensingtheir external environment without a nervous system capable of representing interoceptive stimuli. Consciousness, in their view, is\nattributable to homeostatic feelings (e.g. hunger, thirst, desire, breathing and cardiac function) that result from complex inter-\nactions between neural (mind) and non-neural (bodily) events. In this way, consciousness results from the automatic andspontaneous experience of feelings, which provide continuous information about the internal state of an organism and internal\n(subjective) representations of the external world. It is this combined information, derived from the body and external world,\nthat provides information about what the organism needs and allows for adaptive and deliberate behaviour and survival.\nMaurer and Maurer [ 7] similarly consider sensing and feeling from an evolutionary standpoint, but with a focus on external\nsensory stimulation and aesthetic responses. In their opinion piece, they propose that the ability to efficiently detect changes in sen-\nsory input is both essential for species survival and the mechanism that explains aesthetic pleasure and displeasure. They argue that‘aesthetic preferences are neither sublime nor even uniquely human ’and instead are an incidental consequence of a common biologi-\ncal and neurophysiological mechanism that allows organisms to detect subtle deviations from what is ‘normal ’or average. Reviewing\nevidence from a range of sensory realms (taste, smell and vision), across different species, and considering aesthetic categories such asmusic and dance, the authors describe how neural systems adapt to detect deviations from normality from birth and how these form\nthe basis of aesthetic responses. Central to Maurer and Maurer ’s argument is the idea that features of sensory stimuli are vital for\nunderstanding subsequent emotional responses, with deviations from statistical regularities of a stimulus attracting attention andresulting in positive or negative emotional responses (depending on an individual ’s context or previous experiences).\nWhile the first two introductory articles focus on universal neurophysiological mechanisms bridging sensing and feeling,\nLionetti and Pluess [ 8] emphasize the need to consider individual differences and special populations for understanding connec-\ntions between sensing and feeling, a key theme explored further in later papers of this collection. The authors offer a new\ntheoretically informed and empirically grounded framework to explain how highly sensitive individuals, who make up around\na third of the population, differ in their experience and processing of emotion. Lionetti and Pluess review literature acrossthree areas, exploring how sensitivity affects emotion processing, emotional reactivity and emotion regulation, shaped by both\ngenetic and environmental factors. Heightened sensitivity is linked to the ability to perceive subtleties in the environment,\nhigher emotional reactivity (both positive and negative) appearing to explain why some people show stronger emotional reactionsthan others, with important implications for well-being.\n3. Part 2 —recent advances in sensing and feeling\n(a) The body and mind\nExpanding on the central theme of the role of interoception and the body in emotional experience, Poerio et al.[9] explore the role\nof attention to the body in the everyday experiences of emotion. They report the results of an experience-sampling study in which\nparticipants were prompted at random intervals by text message ten times daily over five or seven days. On each occasion, par-\nticipants reported on their ‘in the moment experiences ’including interoceptive attention to 21 bodily sensations (e.g. heartbeat,\nbreathing, hunger, thirst and pain), their emotional experiences (fatigue, negative valence and tension), and, as a control, their\nattention to auditory sensations, classified as exteroceptive. Interoceptive signals were reported as the object of attention about\n20% of the time. Paying greater attention to interoceptive, but not to exteroceptive, signals was associated with more negativeroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 379: 202302422\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "valence and greater fatigue. Overall, from an ecological view, these results support the idea that interoceptive attention is impor-\ntant for the generation of emotional experiences in everyday life. The results suggest that emotional experience is influenced by the\nextent of the attention allocated to internal signals.\nEccles et al.[10] similarly explore the fundamental role of the body in emotional experience, but do so with reference to\nproprioception as well as interoception. As the authors note, links between proprioception and emotional experience are\nunder-researched. In their paper, they describe and provide evidence for a conceptual model in which poorly predicted proprio-\nceptive signals (proprioceptive ‘surprise ’) enhance the generation of interoceptive prediction errors, which then generate\nemotional experiences. This model was tested in the context of neurodivergence (atypical populations), hypermobility (which pre-\ndisposes individuals to proprioceptive imprecision) and emotional dysregulation. These data support the model, suggesting that\nregulation of the body ’s positions and actions may influence feelings and sensations through proprioceptive and interoceptive\nmechanisms. The findings underscore the importance of understanding interactions between the brain and body for much-\nneeded interventional innovation in mental health, especially those that target proprioceptive imprecision and move beyond a\n‘one-size-fits-all ’approach to treatment.\nFocusing on a single, relatively underexplored interoceptive modality —breathing —Bischoff et al.[11] explore the role of cortical\nand subcortical brain regions involved in voluntary respiration and its link to anxiety. Twenty patients with lesions to the frontal,\ninsular, temporal cortex and/or basal ganglia and the same number of matched healthy controls were compared for their perform-ance of separate breathing and motor tasks, in which they had to time their breathing (inhalation/exhalation) or motor movements\n(rotating a dial) based on a visual cue. Patients with brain lesions reported heighted anxiety across both tasks, especially during\nirregular or rapid breathing. They also had a reduced ability to voluntarily control both breathing and movement. One implicationof these results is that the neural circuits involved in complex motor movement may also be necessary for optimizing voluntary\nbreathing control. Overall, the study helps to clarify the role of the frontal, temporal or limbic regions in abnormal voluntary res-\npiratory and motor regulation and tachypnea (abnormally rapid breathing) related anxiety, highlighting the role of the forebrain inaffective and motor responses during breathing.\nThe relationship between emotional and bodily processes is bi-directional, as elegantly shown by Gillmeister et al.[12], who\nexplore how being exposed to others ’emotional states affects somatosensory resonance —the shared neural representation of\nstates such as pain between self and others. Crucially, they investigated whether neural processes differed for individuals with\nan altered sense of bodily self, i.e. feelings of disembodiment, which are found in the psychological condition of depersonalisa-\ntion-derealisation (DP-DR). The authors conducted electroencephalography (EEG) to probe how DP-DR levels modulatedperceptual mechanisms underlying emotional face recognition and mirror touch (experiencing tactile sensations when seeing\nsomeone else being touched). Emotional processing in those with DP-DR was weak, but somatosensory resonance increased\nwith others ’bodily sensations following exposure to the negative emotions of others. This led to the intriguing suggestion that\nexperiencing oneself as less psychologically distinct from others makes people with DP-DR more susceptible to the effects of\nothers ’negative emotions on subsequent sensory processing. Overall, the findings suggest that feeling disconnected from one ’s\nbody and self might protect from the threat of negative feelings, which may be worsened in DP-DR through self –other confusion\nand contribute to symptoms of emotional numbness in the disorder.\n(b) Influence of sensory stimuli on emotion across vision, taste, touch and hearing\nTaschereau-Dumouchel et al.[13] test two competing ideas to clarify the role of early visual perception in the subjective experience\nof fear. They address the question: Are there evolutionary hardwired threat-detection mechanisms within early perception that\nlead to the subjective experience of fear, or do fearful stimuli tend to have common visual properties that do not, in themselves,represent the subjective experience of fear? To address this question, functional magnetic resonance imaging (fMRI) responses to\nvisual stimuli were compared between people who reported high or low fear levels in response to the stimuli. Participants viewed\n3600 pictures of animals and objects. The results showed that participant ‘fear profiles ’could be accurately decoded from activity\nin ventral visual areas, regardless of whether participants reported the stimuli as fearful. Fearful stimuli could also be decoded by\nartificial neural networks that were not trained to identify threat or fear but rather just to identify objects. Taken together, the\nresults suggest that early visual representations do not actually encode fear, but instead reflect statistically common visual prop-erties that tend to be perceived as threatening. The authors also produced synthetic images that represented common visual\nproperties of fear-evoking stimuli (e.g. bees, worms and spiders). Although visual responses to such synthetic stimuli did not\ndiffer depending on subjective fear, synchronisation between visual regions and prefrontal areas did; participants who reportedbeing fearful of certain stimuli showed enhanced synchronisation between visual and prefrontal pathways. The authors argue\nthat fear experiences may depend on relevant visual information triggering mechanisms in prefrontal regions, rather than in\nlimbic regions, which in turn drives the subjective experience of fear (or appraisal of stimuli as fearful).\nPrescott and Spinelli [ 14] address a different sensory modality —taste —and the features of food that affect emotional respond-\ning. Acceptance or rejection of food by both children and adults is related to physiological and psychological arousal, high arousal\nbeing associated with greater rejection. The authors review the characteristics of food that can lead to high arousal (and thereforerejection). These characteristics include intensity (strength of smell or flavour), novelty, complexity and perceived dangerousness.\nThe paper goes further to show that arousal and the propensity to become aroused strongly influence responses to stimuli gen-\nerally, but especially foods, influencing food preference and choices. Some individuals have ‘food neophobia (FN) ’—a fear of new\nfoods. FN is common in young children, for whom it may confer a degree of protection by promoting avoidance of potentially\ntoxic items that might be mistaken for food. For some individuals, FN persists into adulthood and appears to be associated\nwith the experience of unpleasantly high arousal in response to novel foods. Physiological changes, such as increased pulseroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 379: 202302423\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "and respiration rates and sweating, occur for individuals with FN when simply looking at pictures of foods. The authors suggest\nthat the effect of arousal on food choices is one aspect of a general sensory sensitivity.\nSensory modalities not only enable the experience of emotion, they also underscore how emotions are socially communicated, a\npoint nicely illustrated by Maallo et al.[15]. They investigated the neural basis of emotional communication through touch. Close\nfriends or romantic partners took part in an fMRI study examining whether different patterns of touch can be decoded into a variety\nof emotions by the receiver of the touch, on both behavioural and neural levels. For each partnership, the ‘sender ’communicated\nemotional messages (e.g. happiness, love and sadness) through touch to the forearm, and the ‘receiver ’tried to determine the mess-\nage they thought their partner intended to communicate. Participants were able to decode emotional meaning from their partner ’s\ntouch well above chance levels. Using multivariate decoder algorithms, the authors were able to discriminate the intent and interpret-\nation of different emotional touch categories based only on fMRI activity across primary somatosensory cortex. A broader network ofnon-sensory regions, including parietal, visual, opercular and premotor cortex, predicted the performance of receivers of touch,\nsuggesting a role beyond peripheral input in determining how emotion meaning is understood from interpersonal touch.\nA different approach to understanding how sensory features affect emotional experience was taken by Moore [ 16]. He con-\nsidered the emotional consequences of a reduced or no ability to detect auditory features in music. Music can evoke a wide\nrange of emotions, such as happiness, sadness, tension, relief and excitement. Several studies have been devoted to investigating\nwhat acoustic features of musical sounds are associated with the perception of emotion. However, people with hearing loss andpeople with cochlear implants (CIs) have an impaired ability to discriminate some of the features that convey emotion in music.\nMoore reviews how changes in perceptual abilities affect the perception of emotion in music. Although people with acquired mild\nto moderate hearing loss have nearly normal perception of emotions in music, those with severe loss experience difficulties. This isespecially true when hearing loss is congenital, perhaps due to limited ability to learn the acoustical features in music that convey\nemotion. Hearing aids can alleviate the adverse effects of hearing loss on emotional music perception, but not entirely and they\nseem to work best for simpler melodies compared to complex pieces. CI users can discriminate rhythms but have difficulties injudging pitch and discriminating melodic contours, which may result partly from altered perception of dynamic changes in\nsound level. An open question is whether features of hearing aids and CIs intended to improve audibility do so at the expense\nof listeners being able to extract emotional meaning from complex sounds such as music.\n(c) Special populations\nArticles in the final section of the issue focus on two sensory-emotional special populations in which there is burgeoning scientificinterest: those experiencing Autonomous Sensory Meridian Responses (ASMR), and those with misophonia. ASMR is a non-uni-versal sensory-emotional experience felt as pleasurable tingling sensations originating in the crown of the head and a sense of\nrelaxation. Misophonia is characterised by strong negative emotional reactions to certain sounds, usually produced by the actions\nof people or animals, such as sounds produced by chewing or sniffing. The negative reactions occur even when the sounds are notespecially loud. These two special populations provide unique opportunities to explore interactions between low-level perceptual\nprocesses and top-down cognitive processes in the generation of both positive and negative emotional experiences.\nAlthough sensory stimuli that most commonly elicit ASMR are tactile (e.g. playing with hair and stroking), many people com-\nmonly consume ASMR content with audio-visual triggers to alleviate stress and induce relaxation. Terashima et al.[17] describe\nthe acoustic features of sounds in video recordings that tend to produce ASMR tingling sensations, studying particularly the role of\namplitude fluctuations in different frequency regions, which determine the sound ‘texture ’. Participants viewed video recordings\nwith sounds that were known to be effective in eliciting the ASMR and also viewed ‘nature ’videos. They were instructed to con-\ntinuously rate their perceptual experience, either of tingling sensations or of pleasant feelings. The results showed that tingling and\npleasantness were somewhat independent. For example, ‘nature ’videos tended to produce pleasant feelings but did not lead to\nmuch tingling. The sensation of tingling was best predicted by a lower amplitude around the 5-kHz frequency range over a time\nperiod 1500 to 750 ms before the response was made. The results may be useful for designing sound textures that enhance the\nlikelihood of evoking the ASMR, with possible practical applications in increasing well-being.\nLin and Kondo [ 18] provide an overview of what is currently known about the neural basis of ASMR by reviewing neuro-\nimaging studies. They concude that common brain regions may underlie ASMR experiences. The authors go further\nby identifying the common and distinct neural circuits associated with sensory-emotional phenomena similar to ASMR,encompassing synaesthesia, sensory processing sensitivity and misophonia. Two key regions —the insula and anterior cingulate\ncortex —emerge as common regions involved across the reviewed sensory-emotional phenomena. The authors conclude by\nemphasizing the role that these regions may play in social cognition and emotion regulation processes.\nIn a similar vein, Mednicoff et al.[19] explore commonalities between sensory-emotional phenomena —focusing on how people\nwith misophonia respond to ASMR-evoking and musical stimuli. In their online study, the authors assessed the emotional reac-\ntivity of misophonic adults to a range of audio-visual emotion-inducing stimuli. Participants watched videos meant to induceeither misophonia, ASMR or musical chills, and were asked to click a button whenever they had an emotional reaction to a\nvideo and to rate the emotional valence (strength of emotion) and arousal of each video. Reactions to misophonia-inducing\nvideos were correlated with reactions to the ASMR- and chill-inducing videos, perhaps indicating individual differences in theoverall strength of both positive and negative emotional responses. The results could reflect a general phenotype of stronger\nemotional reactivity to meaningful sensory inputs.\nIn the last article in this section, Berger et al.[20] nicely situate emotional responses to sensory stimuli in a broader social con-\ntext. They argue that for understanding of misophonia, it is necessary to consider not just the characteristics of ‘trigger ’sounds, but\nalso the context in which they are perceived, the emotions that they evoke, and the strategies that are used to cope with trigger\nsounds. They point out that the extent to which a potential trigger sound elicits a negative reaction depends on the perceivedroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 379: 202302424\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "source of the sound, even when the source is incorrectly identified. They propose that misophonia should be understood within a\nframework of social perception and cognition. Consistent with this, when misophonia is triggered, this leads to the activation of\nbrain areas that are thought to be involved in social processing. The authors discuss potential therapeutic implications of their\nsocial interpretation of misophonia.\n4. Concluding remarks\nThis Theme Issue presents the cross-disciplinary development of research and theory on the sensation –emotion interface from a\nbroad range of perspecitives and methods. Articles in this issue cover areas such as experimental psychology, cognitive neuro-\nscience and clinical science, using a wide range of techniques: psychophysics, surveys, intensive longditudinal methods,functional neuroimaging (fMRI and EEG) and computational modelling. This broad approach is important for an integrated\nunderstanding of findings from different disciplines to explain the intimate connection between our sensory and emotional sys-\ntems. Taken together, the issue sheds new light on how our brain, body and external worlds interact to give rise to emotionalexperience, with important implications for advancing our knowledge of the neurobiological development and maintenance of\nemotional and sensory-specific disorders and, ultimately, for evidence-based interventions. We hope that the special issue galva-\nnises further theoretical and conceptual integration and convergence between researchers and practitioners interested in sensoryperception, emotion and well-being.\nData accessibility.\nThis article has no additional data.\nDeclaration of AI use. We have not used AI-assisted technologies in creating this article.\nAuthors ’contributions. G.L.P.: conceptualization, writing —original draft, writing —review and editing; H.M.K.: conceptualization, writing —review and\nediting; B.C.J.M.: conceptualization, writing —review and editing.\nAll authors gave final approval for publication and agreed to be held accountable for the work performed therein.\nConflict of interest declaration. This Theme Issue was put together by the Guest Editor team under supervision from the journal ’s Editorial staff, following\nthe Royal Society ’s ethical codes and best-practice guidelines. The Guest Editor team invited contributions and handled the review process.\nIndividual Guest Editors were not involved in assessing papers where they had a personal, professional or financial conflict of interest with the\nauthors or the research described. Independent reviewers assessed all papers. Invitation to contribute did not guarantee inclusion.\nFunding. H.M.K. was supported by the Japan Society for the Promotion of Science KAKENHI grants (nos. 20H01789 and 22K18659).\nAcknowledgements. We thank the authors who have contributed to this issue and the reviewers for their thoughtful comments and suggestions. We\nalso thank Helen Eaton, Commissioning Editor of the journal, for her important administrative support.\nGuest editor biographies\nHirohito Kondo is Dean and Professor of the School of Psychology, Chukyo University, Japan. His\nresearch interests are in the interdisciplinary areas of experimental psychology and cognitive neuro-science. To discover general principles of perceptual awareness, he uses cutting-edge techniques,\nsuch as psychophysics, functional magnetic resonance imaging (fMRI) and magnetic resonance spec-\ntroscopy (MRS). He and his colleagues compiled the Theme Issue ‘Auditory and visual scene\nanalysis ’in Philosophical Transactions B in 2017. His recent work has particularly focused on\nindividual differences in perceptual organization, sustained attention and emotion.\nBrian Moore is Emeritus Professor of Auditory Perception in the University of Cambridge. His\nresearch focuses on hearing and hearing loss, especially the perceptual analysis of complex\nsounds. He is a Fellow of the Royal Society, the Academy of Medical Sciences, the Acoustical Society\nof America and the Audio Engineering Society. He has been awarded the Silver and Gold Medals ofthe Acoustical Society of America, the International Award in Hearing from the American Academy\nof Audiology, the Award of Merit from the Association for Research in Otolaryngology, the\nHugh Knowles Prize for Distinguished Achievement from Northwestern University, and the LifeAchievement Award from the American Auditory Society.royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 379: 202302425\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Giulia Poerio is a Lecturer in Psychology at the University of Sussex, UK. Her research seeks to\nunderstand how and why people experience the world differently and the implications of these\nindividual differences for mental health and well-being. She has published widely on emotion,\nimagination, daydreaming, sleep and special populations including Autonomous Sensory MeridianResponse. Her work uses methods and theoretical approaches that cut across neuroscience, cognitive,\nsocial and clinical psychology, with a particular interest in capturing experiences as they unfold\nnaturally over time and in real-world settings.\nReferences\n1. Cludius B, Mennin D, Ehring T. 2020 Emotion regulation as a transdiagnostic process. Emotion 20,3 7–42. ( doi:10.1037/emo0000646 )\n2. Damasio AR. 1999 The feeling of what happens: body and emotion in the making of consciousness . New York, NY: Harcourt Brace.\n3. Damasio A, Carvalho GB. 2013 The nature of feelings: evolutionary and neurobiological origins. Nat. Rev. Neurosci. 14, 143–152. ( doi:10.1038/nrn3403 )\n4. Barrett LF, Simmons WK. 2015 Interoceptive predictions in the brain. Nat. Rev. Neurosci. 16, 419–429. ( doi:10.1038/nrn3950 )\n5. Kondo HM, van Loon AM, Kawahara JI, Moore BCJ. 2017 Auditory and visual scene analysis: an overview. Phil. Trans. R. Soc. B 372, 20160099. ( doi:10.1098/rstb.2016.0099 )\n6. Damasio A, Damasio H. 2024 Sensing, feeling and consciousness. Phil. Trans. R. Soc. B 379, 20230243. ( doi:10.1098/rstb.2023.0243 )\n7. Maurer D, Maurer C. 2024 The origins and development of aesthetics. Phil. Trans. R. Soc. B 379, 20230246. ( doi:10.1098/rstb.2023.0246 )\n8. Lionetti F, Pluess M. 2024 The role of environmental sensitivity in the experience and processing of emotions: implications for well-being. Phil. Trans. R. Soc. B 379, 20230244.\n(doi:10.1098/rstb.2023.0244 )\n9. Poerio GL, Klabunde M, Bird G, Murphy J. 2024 Interoceptive attention and mood in daily life: an experience-sampling study. Phil. Trans. R. Soc. B 379, 20230256. ( doi:10.1098/\nrstb.2023.0256 )\n10. Eccles JA, Quandt L, Garfinkel SN, Critchley HD. 2024 A model linking emotional dysregulation in neurodivergent people to the proprioceptive imp act of joint hypermobility. Phil.\nTrans. R. Soc. B 379, 20230247. ( doi:10.1098/rstb.2023.0247 )\n11. Bischoff H, Kovach C, Kumar S, Bruss J, Tranel D, Khalsa SS. 2024 Sensing, feeling, and regulating: investigating the association of focal brain da mage with voluntary respiratory\nand motor control. Phil. Trans. R. Soc. B 379, 20230251. ( doi:10.1098/rstb.2023.0251 )\n12. Gillmeister H, Šmate I, Savva D, Li H, Parapadakis C, Adler J. 2024 Confrontation with others ’emotions changes bodily resonance differently in those with low and high levels of\ndepersonalization. Phil. Trans. R. Soc. B 379, 20230248. ( doi:10.1098/rstb.2023.0248 )\n13. Taschereau-Dumouchel V, Côté M, Manuel S, Valevicius D, Cushing CA, Cortese A, Kawato M, Lau H. 2024 Interaction between the prefrontal and visual cortices supports\nsubjective fear. Phil. Trans. R. Soc. B 379, 20230245. ( doi:10.1098/rstb.2023.0245 )\n14. Prescott J, Spinelli S. 2024 Arousal and the modulation of sensory experience: evidence from food-related emotions. Phil. Trans. R. Soc. B 379, 20230255. ( doi:10.1098/rstb.2023.\n0255 )\n15. Maallo AMS, Novembre G, Kusztor A, McIntyre S, Israr A, Gerling G, Björnsdotter M, Olausson H, Boehme R. 2024 Primary somatosensory cortical proce ssing in tactile\ncommunication. Phil. Trans. R. Soc. B 379, 20230249. ( doi:10.1098/rstb.2023.0249 )\n16. Moore BCJ. 2024 The perception of emotion in music by people with hearing loss and people with cochlear implants. Phil. Trans. R. Soc. B 379, 20230258. ( doi:10.1098/rstb.2023.\n0258 )\n17. Terashima H, Tada K, Kondo HM. 2024 Predicting tingling sensations induced by autonomous sensory meridian response (ASMR) videos based on sound t exture statistics: a\ncomparison to pleasant feelings. Phil. Trans. R. Soc. B 379, 20230254. ( doi:10.1098/rstb.2023.0254 )\n18. Lin I-F, Kondo HM. 2024 Brain circuits in autonomous sensory meridian response and related phenomena. Phil. Trans. R. Soc. B 379, 20230252. ( doi:10.1098/rstb.2023.0252 )\n19. Mednicoff SD, Barashy S, Vollweiler DJ, Benning SD, Snyder JS, Hannon EE. 2024 Misophonia reactions in the general population are correlated with strong emotional reactions to\nother everyday sensory-emotional experiences. Phil. Trans. R. Soc. B 379, 20230253. ( doi:10.1098/rstb.2023.0253 )\n20. Berger JI, Gander PE, Kumar S. 2024 A social cognition perspective on misophonia. Phil. Trans. R. Soc. B 379, 20230257. ( doi:10.1098/rstb.2023.0257 )royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 379: 202302426\n Downloaded from https://royalsocietypublishing.org/ on 19 July 2024"
    }
  ]
}