{
  "doc_type": "scientific paper",
  "title": "Discerning the Primary Epistemic Harm in Cases of Testimonial Injustice",
  "authors": [
    "Pohlhaus"
  ],
  "year": 2014,
  "journal": "journalInformation?journalCode=tsep20",
  "doi": "10.1080/02691728.2013.782581",
  "abstract": null,
  "keywords": [
    "Epistemic Justice",
    "Testimonial Injustice",
    "Epistemic Agency",
    "Epistemic"
  ],
  "research_topics": [
    "Epistemic Justice",
    "Testimonial Injustice",
    "Epistemic Agency",
    "Epistemic"
  ],
  "created_at": "2025-05-05T02:31:13.318282Z",
  "source_pdf": "documents/research/Global/Pohlhaus 2014 Discerning the Primary Epistemic Harm in Cases of Testimonial Injustice.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=tsep20\nSocial Epistemology\nA Journal of Knowledge, Culture and Policy\nISSN: 0269-1728 (Print) 1464-5297 (Online) Journal homepage: www.tandfonline.com/journals/tsep20\nDiscerning the Primary Epistemic Harm in Cases of\nTestimonial Injustice\nGaile Pohlhaus Jr.\nTo cite this article:  Gaile Pohlhaus Jr. (2014) Discerning the Primary Epistemic Harm in Cases of\nTestimonial Injustice, Social Epistemology, 28:2, 99-114, DOI: 10.1080/02691728.2013.782581\nTo link to this article:  https://doi.org/10.1080/02691728.2013.782581\n© 2013 Taylor & Francis\nPublished online: 05 Nov 2013.\nSubmit your article to this journal \nArticle views: 8385\nView related articles \nView Crossmark data\nCiting articles: 38 View citing articles"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Discerning the Primary Epistemic\nHarm in Cases of Testimonial Injustice\nGaile Pohlhaus, Jr.\nThis article examines the primary epistemic harm of testimonial injustice, or, as\ndeﬁned by Miranda Fricker, the injustice of perceiving another epistemic agent as less\ncredible due to an identity prejudice. I ﬁrst analyze Fricker’s account of the harm,\nwhich she posits in terms of a subject/object relation as “epistemic objectiﬁcation.” Myanalysis, however, shows that (1) testimonial injustice does not render its victim to an\nobject-like status and (2) testimonial injustice necessarily treats its victim as a subject,\nalbeit a truncated subject. Drawing on the work of Ann Cahill and Simone de Beau-voir, I demonstrate that the primary harm of testimonial injustice is more aptly\ndescribed in terms of a subject/other relation, or a relation that circumscribes the sub-\njectivity of its victim within the conﬁnes of the perpetrator’s subjectivity. Using theseconceptual resources to examine the primary epistemic harm of testimonial injustice\nnot only avoids the problems I raise with the notion of epistemic objectiﬁcation, but\nalso greatly enhances our understanding of testimonial injustice, and consequently ofwhat more epistemically just relations look like.\nKeywords: Epistemic Justice; Testimonial Injustice; Epistemic Agency; Epistemic\nAutonomy; Miranda Fricker\nIn her recent book, Epistemic Injustice , Miranda Fricker argues that there are some\nkinds of injustices that are distinctly epistemic. Mapping the contours of epistemic\ninjustice can help to reveal previously uncharted relations among knowers insofar\nas becoming clear on what happens when we fail in our epistemic relations makes\nmore evident what we are doing when we navigate them successfully. With this\naim in mind, I examine an idea that Fricker calls “epistemic objectiﬁcation” andthat she uses to characterize the intrinsic harm of the kind of epistemic injustice\nGaile Pohlhaus, Jr. is an associate professor of Philosophy at Miami University. Her primary areas of research\nare Social Epistemology, Feminist Philosophy, and the later Wittgenstein. Correspondence to: Gaile Pohlhaus,\nMiami University, Oxford, OH, USA. Email: pohlhag@muohio.eduSocial Epistemology , 2014\nVol. 28, No. 2, 99–114, http://dx.doi.org/10.1080/02691728.2013.782581\n/C2112013 Taylor & Francis"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "she calls “testimonial injustice.” Ultimately, however, I will conclude that the idea\nof epistemic objectiﬁcation raises philosophical quandaries that appear to mischar-\nacterize our epistemic relations. Supplementing Fricker’s work with a richer under-\nstanding of subjective possibilities as can be found in the work of Simone de\nBeauvoir, I propose that the intrinsic epistemic harm of testimonial injustice is\nmore aptly described in terms of a subject/other relation rather than the subject/\nobject relation proposed by Fricker. Describing testimonial injustice in terms of a\nsubject/other ——as opposed to a subject/object ——relation not only alleviates the\nproblems I examine in the concept of epistemic objectiﬁcation, but also expands\nour understanding of the social dimensions of knowing. My aim is not to suggestthat we abandon the work Fricker has begun, but rather to extend and enrich it by\ndeveloping a more adequate description of the intrinsic epistemic harm of testimo-\nnial injustice and by spelling out the implications of this type of harm through the\nframe of a subject/other relation.\nAnalysis and Diagnosis of the “Objectiﬁcation” Model\nOne of the advantages of Fricker’s notion of epistemic injustice is that it helps us\nto think about the sociality of knowing without losing sight of the individual\nknower and her relations with other knowers. Epistemic injustice, as Fricker con-\nceives it, wrongs a person, “ speciﬁcally in her capacity as a knower ” (2007, italics in\noriginal, 20). The concept, therefore, implies that there are certain things to which\nknowers have a right (or at the very least can reasonably expect) in relation to\nother knowers. Moreover, Fricker notes that while epistemic injustice is a wrong\nthat happens to an individual ——and one that can be perpetrated by an individ-\nual——it nevertheless happens within the context of socially situated capacities (4)\nand displays, “a moment of dysfunction in the overall epistemic … system” (43).\nUnder this general account, knowers are not solitary individuals but rather agentswithin a larger community whose interdependency with one another as knowers\nrequires something of them in relation to one another. Fricker’s path for remedy-\ning epistemic injustice also implies a view of knowing that sees our epistemic lives\nas interdependent. Epistemic justice, she argues, requires knowers to develop par-\nticular virtues that facilitate our relations with one another, as well as our ability\nto perceive and respond to one another in particular ways. But what exactly is it\nthat knowers owe one another in light of Fricker’s account? And why? In order to\nexamine these questions, I ﬁrst spell out some of the details regarding the type of\nepistemic injustice that Fricker calls “testimonial injustice.”\nTestimonial injustice, Fricker writes, “occurs when prejudice causes a hearer to\ngive a deﬂated level of credibility to a speaker’s word” (1). To illustrate testimonial\ninjustice and what it does, Fricker offers her readers two primary examples: the\ncase of Marge Sherwood, drawn from the ﬁlm based on Patricia Highsmith’s novel\nThe Talented Mr. Ripley , and the trial of Tom Robinson, drawn from Harper Lee’s\nTo Kill a Mockingbird . In the ﬁrst example, Marge Sherwood and her potential\nfather-in-law, Herbert Greenleaf, are investigating the disappearance of Dickie,100 G. Pohlhaus"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "who is Sherwood’s ﬁance ´e and Greenleaf’s son. When Sherwood comes to suspect\nthat Dickie’s recent acquaintance, Tom Ripley, may have had a hand in the disap-\npearance, she brings her suspicions to the attention of Greenleaf. Despite good rea-\nson to trust Sherwood and very little reason to trust Ripley, Greenleaf summarily\ndismisses Sherwood, saying “Marge, there’s female intuition, and then there are\nfacts” (as quoted by Fricker, 9). In Fricker’s second example, Tom Robinson, a\nblack man in 1930s Alabama, is tried and convicted for a crime of rape he did not\ncommit. On Fricker’s reading, despite more than sufﬁcient evidence to acquit,\nmembers of the all-white jury for the trial cannot bring themselves to believe sig-\nniﬁcant portions of Robinson’s testimony due to the fact that he is black (25–26)and so ﬁnd him guilty. A signiﬁcant feature of both accounts is that Fricker reads\nthem as failures to believe (as opposed to choices to disregard information) in\ncases where one ought to believe.\nIn both cases, hearers do not believe the testimony of a speaker whom they\nwould otherwise have believed had the speaker not been a member of a particular\nsocial group (female in the case of Sherwood and black in the case of Robinson).\nIn both cases, prejudice against the social identity of the speaker causes the hearer\nto perceive the speaker as less credible. This deﬂation of credibility prevents the\nspeakers from transferring knowledge to those whom they wish to give it, leading\nto a number of secondary harms of an epistemic and nonepistemic sort (since, in\nboth cases, speakers stand to lose a great deal if they are not believed). However,for the purposes of this paper, it is the primary epistemic harm that requires fur-\nther clariﬁcation if we are to understand more fully what is intrinsically epistemi-\ncally unjust in cases where one knower fails to believe another without proper\nwarrant. The difﬁculty of detailing testimonial injustice as an intrinsic epistemic\nharm lies in the fact that if we take away all of the secondary harms that may hap-\npen to someone who is not believed when she ought to be and we look at the situ-\nation strictly from an epistemic point of view, we are left with at least one person\nwho remains ignorant of some piece of information and another person who has\nthe information that the ﬁrst one lacks. So wherein lay the intrinsic epistemic harm\nto this second person, to the one who knows?\nTo answer this question, Fricker draws upon Bernard Williams and Edward\nCraig to argue that the pooling of knowledge is a basic necessity of any epistemic\ncommunity conceived under the conditions of an imaginary “State of Nature”\n(Fricker, 110). In other words, consideration of a minimal human society reveals\nthat the sharing or pooling of information is a basic epistemic requirement arising\nfrom the need to possess enough truths about the world to facilitate survival.\nInsofar, as testimonial injustice unfairly excludes particular epistemic agents from\nparticipating fully in this most basic of social epistemic practices based on an\nunwarranted, but widely held, identity prejudice, we can see that it constitutes an\nepistemic wrong on both a communal and an individual level. On a communalepistemic level, it is harmful because it forestalls conditions that are maxi-\nmally truth-conducive for the epistemic community; it prevents the transmission\nof potential knowledge from one agent to another and, in preventing thatSocial Epistemology 101"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "transmission, it prevents any knowledge that might have arisen from the effect this\npiece of potential knowledge might have had on other beliefs held by the commu-\nnity (as when a justiﬁed true belief adds support for or counteracts other held\nbeliefs). On an individual level, it is harmful because it unfairly excludes the victim\nof testimonial injustice from a basic epistemic practice and so treats that victim as\nless than a full epistemic subject.\nElaborating on the latter wrong, Fricker compares testimonial injustice to sex-\nual objectiﬁcation as treated by Martha Nussbaum and Catharine MacKinnon,\nsince both kinds of harm (epistemic and sexual) seem to deny the status of subject\nto one who ought to be treated as a subject. To further this comparison, Frickerdraws upon Craig’s distinction between a “source of information,” from which\none gleans knowledge as from an object, and an “informant,” who actively conveys\ninformation as a subject. This distinction allows Fricker to account for cases, where\nvictims of testimonial injustice are not entirely excluded from the pooling of infor-\nmation altogether, while bolstering her claim that the victim of testimonial injus-\ntice is being demoted to a sort of object. Making use of this distinction, Fricker\nnotes that people are sometimes unproblematically used as sources of information\nin the way that objects are, “as when the fact that one’s guest arrives bedraggled\nand shaking her umbrella may allow one to infer that it has been raining” (132).\nLike Nussbaum in the case of sexual objectiﬁcation, Fricker contends that the\nwrong of epistemic objectiﬁcation lies in treating another solely as an object in a\nmanner that does not recognize her as a subject capable of being an informant.\nThis type of treatment, Fricker contends, is exactly what is happening in cases of\ntestimonial injustice. In this comparison, it is the attribution of passivity to episte-\nmic objects that allows Fricker to characterize testimonial injustice as epistemic\nobjectiﬁcation, for in the case of testimonial injustice, the determining factors as\nto whether information is transferred seem to reside solely with the hearer.\n1Rather\nthan giving testimony as an informant, which is then received by the listener if\nproperly delivered, the speaker must instead wait to see whether the hearer believes\nher this time or not. In a certain sense then the speaker is not an active2partici-\npant in the epistemic transaction who might herself have an effect on the listener.\nFricker concludes that the victim of testimonial injustice, “is thus demoted from\nsubject to object, relegated from the role of active epistemic agent, and conﬁned to\nthe role of passive states of affairs from which knowledge might be gleaned …\n[revealing] the intrinsic harm of testimonial injustice as epistemic objectiﬁcation :\nwhen a hearer undermines a speaker in her capacity as a giver of knowledge, the\nspeaker is epistemically objectiﬁed” (132–133).\nWhile the idea that testimonial injustice treats an epistemic agent as less than a\nfull epistemic subject seems correct, there is something odd about characterizing\nthis mistreatment as treating someone like an object. We can begin to notice this\noddity if we consider Fricker’s own (and only) examples of “sources of informa-tion” or states of affairs from which information can be gathered: a felled tree and\na woman shaking rain off of her umbrella. When I count the rings on a felled tree,\nI cannot plausibly deny that it has the number of rings that I have just counted.102 G. Pohlhaus"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "When I see a woman shaking rain off her umbrella, I cannot reasonably fail to\nbelieve that her umbrella is wet. Moreover, if I cannot bring myself to believe these\nthings, others may rightly question my judgment and call me irrational. Further-\nmore, if I am not irrational, in the face of my inability to believe that the tree has\nthe number of rings I have counted or that the umbrella is wet, I might wish to\nseek professional help concerning my cognitive state. Indeed, certain forms of\nagnosia present us with exactly the kind of case where there is no sensory impair-\nment but a person cannot bring himself to believe what he ought to infer from his\nsenses——for example, that this is his very own leg or that is his very own child.\nAnd yet, in cases of testimonial injustice, it is precisely this kind of inability tobelieve that becomes viable. Epistemic objects, in this sense, make a kind of claim\non the knower that is denied to the victim of testimonial injustice.\n3In other\nwords, while it might be said that I can reasonably regard objects in a nonepistem-\nic sense with a wide range of attitudes (some of which are utterly inappropriate\nfor regarding subjects, for example, as disposable), the same cannot be said in the\nepistemic sense and it is the epistemic sense with which we are concerned. A fail-\nure to believe when one ought is an epistemic failure regardless of whether the fail-\nure is in relation to a source of information or an informant. While Fricker herself\ndescribes what it means to gather information from an object using only examples\nof knowledge derived from common inferences based on straightforward sensory\nperception, this problem still arises in more complicated cases (e.g. where onemust make several complex inferences and/or use scientiﬁc instruments). In such\ncases, when one engages in practices that are designed to ascertain the truth about\na state of affairs, one cannot simply claim the results to be unreliable if one fails\nto believe the outcome when one ought.\n4Moreover, even in cases when typical\nprocedures and/or rules of epistemic practices are abandoned to be replaced by\nother ways of perceiving or organizing data, there must be some reason that can\nbe shared with and followed by others for doing so (e.g. the new way is more\ncoherent, or makes sense of more facets of the data). In other words, when a per-\nson follows a procedure for ascertaining the truth from a particular state of affairsbut then ﬂat out fails to believe what the results of those procedures indicate with\nno reasonable grounds for doubting, one is rightly recognized as being irrational\n(or incompetent in some way). And yet, in cases of testimonial injustice, it\nbecomes viable to act in exactly this way without sanction: one hears and under-\nstands another’s words, perhaps even after one has asked a question in search of\nan answer (as in the case of Tom Robinson), and yet one fails to believe what the\nspeaker has said without any grounds for doubt (except simply that the speaker is\nnot trustworthy with no rational basis for maintaining such distrust). Following\nFricker, we must remember that the case of testimonial injustice is not a case of\ndiscarding information or even of refusing to interact with another epistemic\nagent. Instead, testimonial injustice occurs when, engaging in ordinary epistemicpractices for ascertaining truth from another epistemic agent based on testimony,\nthe hearer fails in one aspect of that practice: perceiving the speaker as trustworthySocial Epistemology 103"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "when he ought to. In this manner, the relation between perpetrator and victim is\nquite unlike that between an epistemic subject and an epistemic object.\nStill, it is clearly the case that testimonial injustice treats another as less than a\nfull epistemic subject. Might we not say then at least this much: that the victim of\ntestimonial injustice is treated like an object, insofar as both are not treated assub-\njects? If we examine the two primary examples that Fricker offers as paradigmatic\ncases of testimonial injustice, the answer is: no. For it is precisely because Sher-\nwood and Robinson are perceived as subjects that makes it possible for hearers in\nboth cases to avert the kind of claim their testimony ought rightly to make upon\nhearers and to do so without the hearers risking the charge of irrationality. Inother words, it is precisely because both speakers are seen as epistemically unreli-\nable subjects , with the capacity to deceive and/or to be deceived by a variety of\nsources, that allows perpetrators to perceive their testimony as not credible. More-\nover, it is because Sherwood and Robinson are seen as semi-subjects that allows\nperpetrators of testimonial injustice to use them to their own epistemic ends. In\nother words, neither Sherwood nor Robinson are perceived as wholly outside the\nepistemic economy governing epistemic subjects;\n5both persons are regarded as\nsubject to the normative force of (and so sanctionable in accordance with) episte-\nmic practices, even while they are not permitted to draw upon that same norma-\ntive force in relation to their perpetrators. This aspect of their treatment is\nobscured by the subject/object lens employed by Fricker, but wholly consonantwith her treatment of social power as governing our epistemic relations in ways\nthat can be vicious or virtuous.\nIf the victim of testimonial injustice is treated in a way that is distinct from the\nway that both objects and full subjects are treated, how exactly ought we to char-\nacterize her treatment? Moreover, how might characterizing her treatment more\nadequately give us further insight into the primary epistemic wrong of testimonial\ninjustice? Furthermore, how might understanding the predicament of the victim of\ntestimonial injustice who is treated as a semi-subject, but not as an object, help to\nclarify what it means to know well when testimonial injustice is not operative?\nAn Alternate Model: “Derivatized” Subjects\nWithin the context of sexual assault and mistreatment, Ann Cahill has argued that\nthe notion of “objectiﬁcation” misidentiﬁes what is wrong in cases where women\nare not treated as full subjects and, in part, for reasons similar to those I am using\nto argue against using the idea of objectiﬁcation in the epistemic context: there isan element of subjectivity (even while less than full) required on the part of the\nvictim in both contexts.\n6While I do not have space to elaborate on Cahill’s cri-\ntique, her remedy for this mischaracterization is helpful within the epistemic con-\ntext, since she, too, seeks to describe more clearly what it means to treat someone\nas a partial subject. While drawing primarily on the work of Luce Irigaray, Cahill’s\ncharacterization of the treatment of women as less than full subjects has its roots\nin the work of Simone de Beauvoir.7The status of the “other” within The Second104 G. Pohlhaus"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Sex(and the line of feminist thought developed in its wake since its publication in\n1949) is not only distinct from the status of an object, but also plays a crucial role\nin the formation of subjects within masculine dominated, or phallocentric regimes.\nBeauvoir notes, in relation to man as subject, woman as other, “is the perfect\nintermediary between nature that is foreign to man and the peer who is too identi-\ncal to him [pitting] neither the hostile silence of nature nor the hard demand of\nreciprocal recognition against him” (160). Here, Beauvoir focuses our attention on\nthe important yet precarious role that subjects play in relation to one another: that\nof recognition. It is not possible for objects to ﬁll this role. However, the “hard\ndemand of reciprocal recognition,” or a truly intersubjective relation with other\nsubjects, requires one to negotiate one’s understanding of the world with others\nwho may experience it differently (due, for example, to different interests or differ-\nent habits of attention). As Beauvoir carefully delineates throughout the entirety of\nThe Second Sex , one way of alleviating the vulnerability that can arise due to our\nneed for recognition from others is to deﬁne one class of persons as “other” or\nsemi-subjects whose sole purpose is to recognize the class of persons deemed fully\nas subjects. Applying this idea to the epistemic context, we might say that the sole\npurpose of the epistemic other is to provide epistemic support for navigating the\nexperienced world of those deemed subjects. In this relation, those persons treated\nas “other” serve to recognize and maintain epistemic practices that make sense of\nthe world as experienced from dominant subjectivities, but do not receive the sameepistemic support with regard to their distinct lived experiences in the world. In\nthe subject/other relation, recognition is monodirectional as opposed to intersub-\njective. This type of relation is not one in which objects are capable of participat-\ning; it is also a kind of relation that Beauvoir judges to be fundamentally\nunethical, since it denies a person’s full status as a free subject capable of experi-\nencing and giving signiﬁcance to the world uniquely.\nIn light of this aspect of the subject/other relation, Cahill recommends that we\nreplace the notion of objectiﬁcation with that of “derivatization,” since, as she\nargues, what we normally identify as sexual objectiﬁcation is characterized byattributing a truncated or circumscribed subjectivity to its victim. As opposed to\ntreating another as an object, when one “derivatizes” another,\n(t)he derivatized subject becomes reducible in all relevant ways to the derivatizing sub-\nject’s existence ——other elements of her… being or subjectivity are disregarded,\nignored, or undervalued. Should the derivatized subject dare to demonstrate aspects of\nher subjectivity that fall outside of the derivatizer’s being ——assuming such a demon-\nstration can even be perceived (it may well be so incomprehensible so as to be beyondthe perceptual range of the derivatizer) ——she will be perceived as arrogant, treasonous,\nand dangerously rebellious. (Cahill, 32)\nIn such cases, the other’s capacities as a subject are reduced to attending only to\nthat which stems from the perpetrator’s subjectivity, so that anything the victim\nmight try to express that exceeds the range of the perpetrator’s subjectivity is\nactively prohibited and/or left unrecognized by the perpetrator, even while heSocial Epistemology 105"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "recognizes the victim as capable of having experiences, interests, and desires. Epi-\nstemically speaking, we might say that the derivatizer treats the derivatized as\nthough she has nothing unique to contribute to the intersubjective relations that\nmaintain epistemic practices, even while he does recognize her as capable of some\nsorts of epistemic labor. In other words, she is treated as if her own lived experi-\nence from which she draws in order to add to the communal knowledge pool is\nsimply a mirror (or perhaps shadow) of his own, but certainly not capable of con-\ntributing to our understanding of the world beyond (and in ways that might\nchange the shape of) the scope of the derivatizer’s experienced world.\nWhen examining the harm of testimonial injustice, replacing the subject/object\nrelation with that of the subject/other relation obviates the problems I have raised\nwith the notion of epistemic objectiﬁcation. First, it does not depend on any par-\nticular view of the relation between epistemic subjects and epistemic objects. Sec-\nond, it does not deny the fact that the victim of testimonial injustice is seen as a\ntype of subject. Moreover, characterizing the harm of testimonial injustice as insti-\ntuting a subject/other relation has the further advantage of foregrounding the\ndegree to which epistemic agency cannot be divorced from structural issues.\nTo begin, recognition plays a very important role among epistemic subjects.\nConsider, for example, the kind of instability experienced by the main character of\nGeorge Orwell’s 1984; in a world where what one experiences is systematically not\nrecognized, one can lose one’s sense of what is real and what is not. In mutuallyrecognizing the experienced world with rules governing our epistemic practices,\nepistemic agents provide for one another both epistemic stability (making it possi-\nble to know) and potential sources of conﬁrmation for what one believes to be\ntrue (making that belief more or less certain). At the same time, as already noted,\nrecognition (when reciprocal) places epistemic subjects in a relation of vulnerabil-\nity\n8to one another: in recognizing another, I place myself in a position in which\nthat other has a form of power over me. Consider, for example, what follows from\nmy recognizing another as an epistemic authority. When she makes claims within\nthe bounds of her authority, so long as I recognize her as an authority of this sort,Iought to believe her (or give some sort of reasonable justiﬁcation for my disbe-\nlief).\n9A general kind of epistemic authority concerning matters of perception and\nnonspecialized experiencing of the world, mutually conferred, allows epistemic\nsubjects to know basic features of the world and to work together in the world\nwith a greater deal of stability and certainty. However, this epistemic gain is at the\ncost of having to answer to the world as mutually experienced.\nWhen one views this type of relation at the level of epistemic communities,\none sees that it is beneﬁcial because it is truth conducive for the community as a\nwhole. An individual epistemic agent can only approach the world from a ﬁnite\nspace within it, but a group of such agents working in coordination with one\nanother, attuned to multiple loci of experience via which they can constrain oneanother to avoid error, have a much greater chance at getting things right about\nthe world. Important to this kind of cognitive coordinating is each individual\nagent’s ability (1) to call others’ attention to aspects of the world that those others106 G. Pohlhaus"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "do not notice and (2) to identify when particular individuals are not following the\ngeneral rules (where appropriate responses depend upon the reason for breaking\nthe rule). From the level of the individual, however, things look a bit different.\nThe cognitive coordinating that increases truth conduciveness on a communal\nlevel, places a set of constraints on the individual knower that may focus one’s epi-\nstemic attention and cognitive labor in directions that do not begin from one’s\nown subjectivity. This situation may pull one’s cognitive labor away from that\nwhich one wants to know. Alternately, it may focus one’s cognitive attention\ntoward matters concerning which it is in one’s interest to keep unknown (to one-\nselfandothers).10Epistemic agents standing in such a relation, while given greater\ncapacity to know, are constrained by and with one another even though practically\nspeaking they may not share mutual interest in cognitively attending to the same\naspects of the world.\nGiven the need for epistemic coordination and diverging social interests, treat-\ning another as one whose subject capacities exist solely in support of and never in\ntension with my own describes precisely the way in which an epistemic agent (or a\nset of epistemic agents) with social power might come to regard and treat other\nepistemic agents with less social power. This treatment is precisely the kind of\ntreatment that perceives the epistemic agent as somewhere between an epistemic\nsubject and object. As a subject, she is able to engage in epistemic practices that\nsupport the epistemic community;11consequently individual members of that\ncommunity beneﬁt epistemically (at least in part) from her role as an epistemic\nsubject. Moreover, she is subject to the rules of epistemic practices and faces sanc-\ntion for their violation. However, unlike a subject (and more like an object), she is\nnot seen as capable of contributing to epistemic practices uniquely , that is, from\nher own distinct lived experience in the world. Consequently, her epistemic labor\ncontributes to the community via which epistemic interests are pursued, but she is\nnot permitted to contribute in ways that would redirect epistemic practices toward\nthose parts of her experienced world that extend beyond or trouble the veracity of\nthe dominantly experienced world. Any contribution that might do so is summar-ily denied epistemic support and uptake by dominant members of the community\n(and perhaps even other marginalized members). Being treated as though one’s\nsubjectivity is merely derivative of another’s, capable of performing epistemic labor\nbut not of negotiating the direction of that labor, seems a more likely candidate\nfor describing the primary epistemic harm encountered in cases of testimonial\ninjustice. Under this model, the primary harm of testimonial injustice is deﬁned\nas:being relegated to the role of epistemic other, being treated as though the range of\none’s subject capacities is merely derivative of another’s .\nAdvantages of the Subject/Other Lens for Analyzing Testimonial Injustice\nWhile alleviating the issues I have raised with regard to the notion of epistemic\nobjectiﬁcation, a description of the primary harm of testimonial injustice that\nhighlights the truncated form of subjectivity found in the subject/other relationSocial Epistemology 107"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "has four additional advantages over the subject/object model. First, it has more\nexplanatory power with regard to the phenomenon of denying another’s credibility\nin some cases but not others. Second, it highlights simultaneously the agential and\nstructural aspects of testimonial injustice, something Fricker has been criticized for\nnot recognizing (Alcoff 2010; Langton 2010; Maitra 2010). Third, in highlighting\nsimultaneously the agential and structural aspects at play in testimonial injustice,\nthe subject/other frame illuminates important aspects of epistemic agency. Finally,\nthose aspects of epistemic agency brought to the fore when viewing testimonial\ninjustice from the subject/other lens make evident not only the oppressive aspects\nof testimonial injustice, but also possibilities for resistance.\nWhile Fricker notes that testimonial injustice is often not a wholesale exclusion\nof an epistemic agent from being believed (130–131), her characterization of this\npartial exclusion as being treated like an object gives us no understanding as to\nwhat alters perception across different cases. Since the subject/object description\nfunctions to highlight and relies upon a distinction between the perpetrator as\nactive and the victim as passive, it leaves the impression that the mechanism\nwhereby one is sometimes believed and sometimes not believed lies with the will\nor choice of the perpetrator. However, Fricker is very clear that testimonial injus-\ntice is a failure of perception and not a choice to disregard information (25); in\nfact, this is part of what makes the act an epistemic wrong and not just a moral\nwrong. To return to the case of Highsmith’s Sherwood, Greenleaf believes manythings that Sherwood reports, for example, at what time Dickie was last seen, that\nRipley is someone with whom Dickie had recently become friends, etc. But he does\nnot simply choose to disregard Sherwood’s claim that Ripley is suspect worthy; he\nfails to believe it. Likewise, in the case of Tom Robinson, the jurors have no doubt\nthat Robinson is who he says he is, that he accurately reports many aspects of the\nday under investigation; it is his report that he helped a white woman out of kind-\nness and that he did her no harm that they failto believe. In both cases, hearers\ndo not fail to believe mere pieces of information that would simply add to what it\nis they know, but rather they fail to believe precisely the kind of information thatwould signiﬁcantly move the hearers’ epistemic attention beyond the parts of the\nworld in which those hearers have a social investment. In other words, hearers per-\nceive the speaker as credible only when the speaker’s testimony does not trouble\nthe scope of the hearers’ subjectivity. The effect is to rule out the possibility that\nthere might be aspects of the world that go beyond the experiences and interests\nof those with social power.\nFor example, if Greenleaf were to take Sherwood’s testimony as credible, he\nwould be forced to shift his entire investigation in another direction, one that\nAlcoff (2010) notes, “could compromise his own sense of himself” (134) and that\n“might lead to a disclosure of homosexuality or some other revelation that would\naffect his own identity in the world” (134). Indeed to allow himself to be movedin an unexpected direction by the word of a woman would go against Greenleaf’s\nfundamental belief in male superiority and the afﬁnity he thinks is shared among\nmen, exempliﬁed when he says to Sherwood that there is a clear difference108 G. Pohlhaus"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "between, “what a man may say to his sweetheart and what he’ll admit to another\nfellow” (as quoted by Fricker, 87).12Importantly, Sherwood’s insight is not the\nkind of information that could have initiated from Greenleaf and it does not ﬁll in\ngaps that are sensed from Greenleaf’s epistemic position (in the way that Sher-\nwood’s prior information does and which Greenleaf thus perceives as credible).\nSherwood’s later insight provides the kind of information that requires Greenleaf\nto alter his own attention in ways that would allow him to see the set of patterns\nthat indicate that Ripley is a suspicious character. In other words, if Greenleaf were\nto accept the information Sherwood forwards as even potentially viable, he would\nhave to shift his manner of viewing the situation based on the subjective experi-ences of Sherwood. However, Greenleaf, as a dominantly situated subject, is not\ndisposed to seeing the world from the eyes of nondominantly situated subjects in\nways that displace the centrality of his own subjective experiencing of the world.\nIn the case of Robinson, if the white jurors were to believe those parts of Rob-\ninson’s testimony that they do not, speciﬁcally his testimony concerning his rela-\ntionship to the woman he is accused of raping, the jurors would need to call into\nquestion some of their beliefs concerning race and gender relations. Calling these\nbeliefs into question would require the jury to shift their cognitive attention\nbeyond their own interests and experiences as white men in a white supremacist\nsociety. In contrast, the jury perceives as perfectly credible the quite incredible testi-\nmony of Mayella Ewell, the impoverished white woman Robinson is accused ofraping and who is also likely to be the victim of testimonial injustice in other situ-\nations. Ewell’s testimony in this instance is perceived as credible precisely because\nher testimony does not disrupt, but rather reinforces, beliefs that stem from a\nwhite supremacist and patriarchal subjectivity (Medina 2011, 26). Deﬁning the pri-\nmary epistemic harm of testimonial injustice as using another’s subject capacities\nin such a way that circumscribes those capacities to the range of the perpetrator’s\nsubjectivity gives us a plausible way of understanding the mechanism that func-\ntions to alter perception of credibility in these cases.\nThis further reveals that testimonial injustice does not just prevent information\nfrom being circulated, but rather it prevents a particular kind of information from\nbeing circulated: that which moves epistemic attention beyond the immediate\nexperiences, desires, and interests of dominant knowers and toward those of non-\ndominant knowers. Identifying the kind of information stymied in testimonial\ninjustice allows us to highlight the structural aspects of testimonial injustice with-\nout losing sight of the fact that it is an injustice , something that Fricker herself\nclaims that her model cannot do. Fricker notes that we can look at these examples\nfrom both an agential and a structural viewpoint, but she insists that she focuses\non the agential view because her aim, “is to highlight the injustice that is occur-\nring, and the sense in which the hearers are preventing the speakers from convey-\ning knowledge” (90). Because Fricker sees the primary harm of testimonialinjustice in terms of a subject/object relation, she has not identiﬁed the speciﬁc\nkind of information that speakers are prevented from conveying in cases of\ntestimonial injustice. As a result, she notes that the structural aspects of theSocial Epistemology 109"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "situation, “effectively control … Greenleaf and Marge [Sherwood], jurors and Tom\nRobinson alike” (90). However, the structural aspects of the situation do not con-\ntrol each party in the same way, since the kind of information stymied by testimo-\nnial injustice is exactly the kind that would redirect epistemic agents toward that\nwhich stems uniquely from the subjectivity of nondominantly situated agents.\nExamining Fricker’s examples through the subject/other lens not only allows us\nto see the way in which the structural and agential aspects of testimonial injustice\nwork in tandem to prevent a particular kind of information from being known,\nbut also brings to the fore the degree to which epistemic agency,13one’s ability to\npursue epistemic projects, and epistemic autonomy, one’s ability to pursue episte-mic projects that stem speciﬁcally from one’s distinct lived experience, are interde-\npendent with other epistemic agents. Moreover, it highlights the manner in which\ntestimonial injustice can signiﬁcantly impair one’s epistemic agency and epistemic\nautonomy. The intrinsic harm done in such cases is not just mere (even if deep)\ndisrespect. If we regard cases of testimonial injustice in terms of a subject/object\nrelation imposed on its victims, we can miss the degree to which knowers, and\ndominantly situated knowers, in particular, rely on the epistemic labor of other\nknowers. Moreover, we fail to recognize the degree to which epistemic agency is\nintersubjectively maintained. Imagine, for example, that a person fails to believe\nme when I say that there is no Santa Claus, or alternately that the world is more\nthan 7000 years old, and suppose he disbelieves me because he holds a prejudiceagainst non-Christians. Have I really suffered an injustice? In the former case, it\nseems clear that I have not. Moreover, it seems that the extent to which the latter\ncase might be considered a form of epistemic injustice depends on the degree to\nwhich our shared epistemic communities regard me as irrational for making such\na claim and not my disbeliever for disbelieving it. When intersubjective epistemic\nsupport is altogether removed, one suffers curtailment of one’s epistemic agency\nand autonomy.\nIf cases of testimonial injustice are examined solely on the agential level, we fail\nto recognize how this kind of epistemic injustice prevents the development ofinformation in a manner that systematically and asymmetrically disadvantages the\npursuits of particular epistemic agents. Examining testimonial injustice with both\nagential andstructural features in focus as the subject/other model allows us to do,\nwe can see the ways in which testimonial injustice infringes upon epistemic agency\nand autonomy. In Sherwood’s case, Greenleaf’s failure to believe that Ripley might\nbe suspect thwarts Sherwood’s epistemic efforts considerably. If Greenleaf were to\ntake Sherwood seriously, he would either have to follow the lead, admit that he\ndoes not really desire to ﬁnd his son, or give some reason for not following the\nlead that would enlighten Sherwood in her epistemic pursuits.\n14However, because\nGreenleaf fails to believe her due to unwarranted prejudice, and because he is sup-\nported in this failure by a communally shared stereotype, Sherwood is denied theopportunity to have her knowledge developed further by and with another who,\ngiven his stated commitments, ought to help her. While Sherwood could certainly\nfollow up on the lead herself, in order to do so, there are a number of avenues for110 G. Pohlhaus"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "investigation that, practically speaking, require more than one person: multiple\nlocations may need to be visited and visited simultaneously so as to ascertain\nRipley’s location, police records might need to be accessed, phone calls made, etc.\nall within a short amount of time. Without the cooperation of others (which could\nbe heightened by Greenleaf’s resources and connections), Sherwood is unlikely to\nbe able to know more than she does at the moment she suspects Ripley. Clearly,\nthis is a matter about which Sherwood strongly desires to know more. One might\neven say, given that her suspicion is not unreasonable and given that Greenleaf\nalso claims to care about what has happened to his son, Sherwood has a right not\nonly to Greenleaf’s trust in her but also to his epistemic help in following thislead. If Greenleaf is unwilling to give it, he ought to deny that he cares about his\nson or be deemed unreasonable, in which case Sherwood would have more lever-\nage for garnering the support of others to lend their cognitive abilities toward her\nepistemic pursuits.\nIn the case of Robinson, we have an epistemic agent whose own ability to\nknow is not stymied, perhaps because, unlike Sherwood, he has an alternate\nepistemic community in which to develop his epistemic pursuits (i.e. the black\ncommunity in which he lives). Nonetheless, his epistemic agency, in the sense of\nhis ability to contribute information that would move the epistemic attention of\nthe community of knowers, to whom he has been tied through the court pro-\nceeding, is signiﬁcantly thwarted. Moreover, his agency here is speciﬁcallythwarted with regard to those aspects of the world that stem from his own lived\nexperience and history. The type of information Robinson attempts to convey is\nof a wholly unfamiliar sort to the jury.\n15Because Robinson is viewed as an epi-\nstemic subject, he must submit to the rules of epistemic practice, but because he\nis viewed as an epistemic subject whose subjectivity is derivative of dominantly\nsituated subjects, he is perceived as a vicious epistemic subject when his informa-\ntion moves beyond the scope of the world experienced from dominant subject\npositions.16\nWhile the subject/other lens foregrounds the ways in which epistemic agency\nand epistemic autonomy are stymied by testimonial injustice, it simultaneously\nreveals places of epistemic resistance in ways that the subject/object model does\nnot. Since the subject/object model emphasizes passivity on the side of the victim\nand does not distinguish which kind of information is likely to trigger a perception\nof less credibility, the subject/object lens offers no insight into possibilities for epi-\nstemic resistance to testimonial injustice. While it is certainly the case that testimo-\nnial injustice stymies agency, the transmission of testimony depends not only on\nthe listener to receive it, but also on the speaker to offer it. Stressing passivity on\nthe side of the speaker in relation to the perpetrator, the subject/object frame\nobscures the fact that nondominantly situated subjects can actively withhold infor-\nmation as well as present information selectively.17,18Moreover, because the sub-\nject/object model does not distinguish the kind of information that is likely to be\nbelieved from that kind of information that is not, it offers no insight into the\nways in which epistemic subjects who are not dominantly situated can and oftenSocial Epistemology 111"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "do aptly negotiate instances of testimonial injustice. The subject/other model, how-\never, does offer this kind of insight, since it highlights the ways in which epistemic\nagency may still be operative within speciﬁcally delineated regions of the experi-\nenced world, even while it may be stymied in others. When one is aware of one’s\nstatus in the community as a truncated subject, one can have a sense of the\nregions of one’s experienced world about which one can offer information without\nrisking unwarranted loss of credibility and how far one can pull the epistemic\nattention of dominantly situated agents, both generally speaking and with regard\nto particular individuals with whom one has had a history of epistemic\ninteractions.\nConclusion\nUnderstanding the primary harm of testimonial injustice as derivatization, charac-\nteristic of the subject/other relation, elucidates the sociality of knowing and helps\nus to see more clearly the larger context that surrounds testimonial injustice. Epi-\nstemic relations with other knowers allow the individual knower to verify andcoordinate with others’ experiences in ways that facilitate reliability about what is\ntrue and what is false concerning the experienced world. Moreover, individual\nknowing depends on the individual’s relations with other knowers\n19via epistemic\npractices that are not changeable at will, providing a normative dimension to those\nrelations. This interdependency makes knowledge of the world possible, but also\nleaves epistemic agents vulnerable in relation to one another. Ultimately, the vul-\nnerability in interdependency that makes knowing possible is also what leaves open\nthe possibility of testimonial injustice and so the possibility of communal and\nindividual epistemic harm.\nNotes\n[1] I say “seem” because, as Fricker herself notes, identity power plays an important role in\nsuch cases. While Fricker places emphasis on identity power in the form of prejudicetoward the victim of testimonial injustice, it is worth noting that lack of social sanction\nfor what otherwise ought to be seen as irrational, or at the very least, epistemically suspect,\nbehavior allows the perpetrator to proceed without much friction in cases of testimonialinjustice. In this sense, the perpetrator’s ability to commit testimonial injustice is aided\ngreatly by a social context that maintains her sense that her mistrust is warranted when in\nfact it is not.\n[2] While activity on the part of the victim is not seen when viewing the situation strictly in\nterms of injustice or oppression, quite a bit of activity may very well be present if the situ-\nation is viewed in terms of resistance to injustice. For example, one might know what kindof information will be found credible by dominant knowers and what kind will not. More-\nover, one can certainly withhold information regardless of whether one is afforded less\ncredibility than one ought to be. These points will become important later in the paper.\n[3] One might even go further to argue that Fricker’s characterization of objects as lacking\nany sort of agency is misguided. To do so here would go beyond the scope of this paper,\ninsofar, as it is the focus of this essay to examine relations among epistemic subjects.112 G. Pohlhaus"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "For arguments concerning the possible agency of epistemic objects, see e.g. Barad (2007)\nand Hekman (2010).\n[4] Note that this is not a stricture on declaring results to be unreliable or on failing to believe\nwhat particular results indicate when there are grounds for doubt, but rather, followingFricker’s deﬁnition of the conditions of testimonial injustice, failing to believe where one\nought. The point here is that epistemic practices put constraints on our relations with\nepistemic objects.\n[5] There is at least one type of case distinct from those of Sherwood and Robinson for which\nwe might reserve the term “epistemic objectiﬁcation”: cases where one perceives another\nas wholly outside the epistemic economy, for example, as an animal not subject to the\nrules governing epistemic practices as in the conquest of the Americas by Europe and inUS slavery. I owe thanks to Naomi Scheman and to one of my anonymous reviewers for\nreminding me that these kinds of cases have existed and continue to exist. These cases\ndeserve fuller treatment of their own and reveal that there are signiﬁcantly distinct ways inwhich one might be excluded from the social pooling of information. For the purposes of\nthis paper, I limit myself to the kind of case Fricker offers in her account so as to elucidate\nthe ways in which the subject/object lens can miss important aspects of at least one kindof testimonial injustice.\n[6] See Cahill (2011).\n[7] Cahill herself ﬁnds fault with the way Beauvoir seems to regard the body as immanent\nand to favor subjectivity as capable of transcendence from the body (Cahill, 2–4). None-theless, the relation between subjectivities found in Beauvoir’s Subject/Other relation is the\nbasis for Irigaray’s work from which Cahill develops the notion of derivatization.\n[8] Gilson (2011) has recently argued that vulnerability is a kind of ability that is fundamental\nto knowing insofar as learning requires one to affect and be affected by others and the\nworld.\n[9] Even in cases where one cannot quite formulate the reason behind one’s disbelief, one\ngenerally acknowledges that other epistemic agents will ﬁnd this odd, unreasonable, or\nunacceptable. One says, for example, “I know that you claim x is true, but I just cannot\nget myself to believe it. There is something about x that is very counterintuitive tome——let me mull over it for a while. It might just be me.”\n[10] For example, if one is systematically advantaged in one’s society, it might be in one’s\ninterest not to know that this is the case (to maintain a sense of one’s own self-worth asdeserved through merit) and it might be in one’s interest that others not know so as well(to maintain one’s advantage over others and the illusion that one’s good fortune is\ndeserved).\n[11] I have in mind a wide range of practices from simply perceiving and responding to one’s\nenvironment ——which can offer others conﬁrmation of what they, too, perceive ——to\nanswering questions posed by other subjects when asked. The latter, which seems uncon-\ntroversially labeled as an “epistemic practice,” is certainly operative in both of the mainexamples treated by Fricker.\n[12] While it might be argued that Greenleaf ’s failure to believe runs counter to his expressed\ninterest to ﬁnd his son, this interest stands in tension with Greenleaf ’s ﬁrm belief thatSherwood, a woman, could not possibly have an insight that goes beyond his own estima-tion of the situation. I think it is reasonable to surmise that, in this case, Greenleaf ’s\ninvestment and trust in his own lived experience of the world (perhaps unconsciously)\noverrides his desire to ﬁnd his son.\n[13] For a longer treatment of epistemic agency and the harm done to one whose testimony is\nnot believed that is consonant with my account, see Townley (2003).\n[14] While it is possible that Sherwood could fail to be enlightened by a good reason against\nher own suspicions, the fault would then lie with her and not Greenleaf.Social Epistemology 113"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "[15] In fact, Robinson’s case requires the jurors not only to shift their epistemic attention\nbeyond their immediately experienced world, but also to acquire epistemic tools that have\nbeen developed speciﬁcally in relation to the experienced world of marginalized subjects,\nrevealing this particular case to be one of willful hermeneutical ignorance (see Pohlhaus\n2012).\n[16] It is worth noting that perceiving another in this manner bears a strong resemblance to, if\nit is not in fact an instance of, what Frye (1983) calls “arrogant perception.”\n[17] While I am emphasizing the resistant agency that can be seen in the withholding of infor-\nmation, it is important also to note the oppressive conditions that lead one to withhold\ninformation in various contexts and the distinct epistemic harm that such withholding\nindicates is present. For a detailed account of these aspects of such situations, see Dotson(2011), especially her notion of “testimonial smothering” (244–251).\n[18] For a more detailed account of ways in which resistance may come in the form of with-\nholding information and transferring information in ways that are unrecognizable to dom-inantly situated subjects, see Bailey (2007).\n[19] For a well-developed notion of the epistemic agent as an “individual-in-community” com-\npatible with my understanding of testimonial injustice, see Grasswick (2004).\nReferences\nAlcoff, L. M. 2010. Epistemic identities. Episteme 7 (2): 128–36.\nBailey, A. 2007. Strategic ignorance. In Race and epistemologies of ignorance , edited by N. Tuana\nand S. Sullivan, pp. 77–94. Albany, NY: SUNY Press.\nBarad, K. 2007. Meeting the universe halfway: Quantum physics and the entanglement of matter\nand meaning . Durham, NC: Duke University Press.\nBeauvoir, S. 2010. The second sex. Translated by Borde and Mallovany-Chevallier. New York:\nKnopf.\nCahill, A. J. 2011. Overcoming objectiﬁcation: A carnal ethics . New York: Routledge.\nDotson, K. 2011. Tracking epistemic violence, tracking proactices of silencing. Hypatia 26 (2):\n236–57.\nFricker, M. 2007. Epistemic injustice: Power and the ethics of knowing . Oxford: Oxford University\nPress.\nFrye, M. 1983. In and out of harm’s way: Arrogance and love in The Politics of Reality . Freedom,\nCA: Crossing Press.\nGilson, E. 2011. Vulnerability, ignorance, and oppression. Hypatia 26 (2): 308–32.\nGrasswick, H. 2004. Individuals-in-communities: The search for a feminist model of epistemic\nsubjects. Hypatia 19 (3): 85–120.\nHekman, S. 2010. The material of knowledge: Feminist disclosures . Bloomington, IN: Indiana\nUniversity Press.\nLangton, R. 2010. Epistemic injustice: Power and the ethics of knowing. Hypatia 25 (2): 459–64.\nMaitra, I. 2010. The nature of epistemic injustice. Philosophical Books 51 (4): 195–211.\nMedina, J. 2011. The relevance of credibility excess in a proportional view of epistemic injustice:\nDifferential epistemic authority and the social imaginary. Social Epistemology 25 (1): 15–35.\nPohlhaus, G. 2012. Relational knowing and epistemic injustice: Toward a theory of willful herme-\nneutical ignorance .Hypatia 27 (4): 715–35.\nTownley, C. 2003. Trust and the curse of Cassandra (An exploration of trust). Philosophy and\nthe Contemporary World 10 (2): 105–11.114 G. Pohlhaus"
    }
  ]
}