{
  "doc_type": "scientific paper",
  "title": "A randomized controlled trial evaluating an mHealth intervention for anger-related cognitions in misophonia",
  "authors": [
    "Poldoly"
  ],
  "year": 2025,
  "journal": "Journalofaffectivedisorders.",
  "doi": "10.1016/j.jad.2025.03.060",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:21:05.106484Z",
  "source_pdf": "documents/research/Global/Poldoly 2025 A randomized controlled trial evaluating an mHealth intervention for anger-related cognitions in misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Journalofaffectivedisorders.\nArticleTitle: Arandomized controlled trialevaluating anmHealthintervention foranger-related\ncognitions inmisophonia\nArticleAuthor: Podoly\nOCLC-38911953; ISSN-01650327; LCN-2004233074;\nPublisher: 2025-03-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nArandomized controlled trialevaluating anmHealth intervention\nfor anger -related cognitions in misophonia\nTamar Y onit Podoly , Hadar Even Ezra, Guy Doron\nPII: S0165-0327(25)00398-2\nDOI: https://doi.or g/10.1016/j.jad.2025.03.060\nReference: JAD 19026\nTo appear in:\nReceived date: 2 December 2024\nRevised date: 26 February 2025\nAccepted date: 10 March 2025\nPlease citethisarticle as:T.Y.Podoly ,H.E. Ezra andG.Doron, Arandomized controlled\ntrial evaluating anmHealth intervention foranger -related cognitions inmisophonia,\n(2024), https://doi.or g/10.1016/j.jad.2025.03.060\nThis isaPDF fileofanarticle thathasunder gone enhancements after acceptance, such\nastheaddition ofacover page andmetadata, andformatting forreadability ,butitis\nnotyetthedefinitive version ofrecord. This version willunder goadditional copyediting,\ntypesetting andreview before itispublished initsfinal form, butweareproviding this\nversion togive early visibility ofthearticle. Please note that, during theproduction\nprocess, errors may bediscovered which could affectthecontent, andalllegal disclaimers\nthat apply to the journal pertain.\n© 2025 Published by Elsevier B.V ."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal Pre-proof\nJournal Pre-proof\n1 Article title:  \nA Randomized Controlled Trial Evaluating An mHealth Intervention for Anger -Related \nCognitions in Misophonia  \nTamar Yonit Podoly1, Hadar Even Ezra2, Guy Doron2 \n \nGuy Doron, PhD (Corresponding Author)  \nAssociate Professor  \n2Baruch Ivcher  School of Psychology  \nReichman University (IDC) Herzliya  \nP.O. Box 167, Herzliya 46150   Israel  \nTel +972  9 952 2850 gdoron1@gmail.com  \n \nTamar Yonit Podoly PHD  \nTeaching Associate  \n1School of Psychological Sciences  \nUniversity of Haifa  \n199 Aba Hushi St. Haifa Israel  \ntamarpw@yahoo.com  \n \nAbstract  \nMisophonia is a condition characterized by strong, aversive reactions to specific \nsounds produced by others, often manifesting as intense negative emotions like \nanger or rage in response to nearby noises. The pres ent study aimed to evaluate the \neffectiveness of an mHealth app in reducing misophonia symptoms and related \ncognitions. In this study, 85 participants were randomly assigned to an immediate \napp use (iApp) or delayed app use (dApp) group and completed measu res at \nbaseline (T0), after 15 days of app use (T1 for iApp, T2 for dApp), and at 1 -month \nfollow -up (T3). Intention -to-treat analyses at T1 revealed significant interaction \neffects; compared with the dApp group, the iApp group exhibited lower misophonia \nsymptoms on select measures (interaction effect sizes ranging from d  = 0.06 to 0.52) \nas well as reductions in anger ruminations and anger -related metacognitions \n(interaction effect sizes of d  = 0.47). Within -group analyses demonstrated substantial \nreductions  in misophonia symptoms from baseline to follow -up (iApp: d  = 0.62–1.51; \ndApp: d  = 0.89–1.75) with similar decreases in anger -related outcomes (iApp:"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Journal Pre-proof\nJournal Pre-proof\n2 d = 0.89–0.92; dApp: d  = 0.85–0.90). Mediation analyses, however, did not support \nan indirect effect of th e intervention on misophonia symptoms via changes in \nrumination or anger -related metacognitions. mHealth applications show promise in \nalleviating misophonia symptoms and related cognitive processes. Further research \nis needed to elucidate the roles of ange r rumination and metacognitions in \nmisophonia.  \nKeywords  \nMisophonia, Anger, Metacognitions, Mobile app, Randomized Controlled Trial  \n \nIntroduction  \nMisophonia  \nMisophonia  is a condition in which individuals react negatively to patterns of sound \nor sounds that occur in specific situations or settings but tolerate other sounds with \nsimilar physical features (Jastreboff & Jastreboff, 2001). Common misophonic \ntriggers are huma n‐generated sounds, such as chewing and sniffing. However, \neach individual with misophonia may have their own unique set of triggers. These \ntriggers may include different types of sounds or even particular visual stimuli, for \nexample, the sight of lips mov ing or seeing someone chewing gum, even though the \nchewing noise is inaudible. Usually, triggers start with a familiar person and expand \nto include unfamiliar individuals in broader social contexts (Edelstein et al., 2013; \nJohnson et al., 2013; Schröder et  al., 2013; Taylor, 2017). Self -produced sounds \nusually do not trigger misophonic triggers (Potgieter et al., 2019).  \nThe reported prevalence of misophonia is between 6% and 20% (Wu et al., 2014; \nZhou et al., 2017), with the onset of symptoms usually occurring in childhood or early \nadolescence (Johnson et al., 2013; Schröder et al., 2013). Misophonia has been \nassociated with various disorders of sensory intolerance (tinnitus, hyperacusis, \nphonophobia), as well as with anxiety, depression, obsessive -compulsive symptoms, \nTourette’s syndrome, eating disorders, and attention deficit hyperactivity disorder \n(Kluckow et al., 2014; Neal & Cavanna, 2013; Schröder et al., 2013; Wu et al., \n2014). However, no empirical support was found for misophonia symptoms bein g \nattributed to auditory disorders caused by neurological dysfunction (Schröder et al., \n2013) or other neurological abnormalities (Jastreboff & Hazell, 2008; Jastreboff & \nJastreboff, 2013; Kumar et al., 2017; Møller, 2011). Misophonia has no official \ndiagn ostic criteria within the Diagnostic and Statistical Manual of Mental Disorders \nfifth edition or the International Statistical Classification of Diseases and Related \nHealth Problems 10th revision (Kumar et al., 2017).  \nMisophonia symptoms are provoked by t he presence or anticipation of a specific \nsound produced by other people (e.g., eating or breathing sounds). Individuals with \nmisophonia report difficulty averting their attention from the misophonic sound (Jager"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Journal Pre-proof\nJournal Pre-proof\n3 et al., 2020) and an impulsive aversive phy sical reaction to these sounds. These \nreactions are reported to start with feelings of irritation or disgust, followed by anger \nand a profound sense of loss of self -control (Schröder et al., 2013).  \nIndividuals with misophonia usually recognize that their emotional responses may be \nunreasonable or excessive to the circumstances. Although uncommon, misophonic \ntriggers can lead to aggressive outbursts (Schröder et al., 2013). Negative \nbehavioral reactions to misophonic triggers may also include deliberately m imicking, \nglaring at, or verbally confronting the person creating the misophonic triggers (e.g., \ncastigating, yelling, or tantrums in the case of children and adolescents; Taylor, \n2017). Indeed, research findings have linked misophonia symptoms with increa sed \nfeelings of anger and disgust, leading to avoidance or externalization by confronting \nthe person making the offending sound (Jager et al., 2020; Taylor, 2017). Moreover, \nmisophonic symptoms have been linked with anger -related maladaptive beliefs, \nincluding the attribution of selfish intentions to others and believing that close others \nare uncaring (Bernstein et al., 2013).  \nThere have been several attempts to find an effective treatment for misophonia \n(Bernstein et al., 2013; Dozier, 2015; McGuire et al ., 2015; Rabasco & McKay, 2021; \nSchröder et al., 2017). For instance, Schröder and colleagues (2017), used \nsystematic confrontation with the aversive stimuli (i.e., exposure) to decrease \nmisophonic triggers. However, they reported this approach to be less successful and \nfound such an approach may even increase misophonia symptoms. Other attempts, \nhowever, showed more encouraging results. For instance, Bernstein et al. (2013) \nreported a single case study using a brief targeted course of Cognitive behavioral \ntherapy (CBT) to treat misophonia. This intervention included a cognitive component \nin which the participant identified maladaptive thoughts and recognized that their \nemotional reactions stemmed from core beliefs (e.g., “My needs were not important \nto othe rs”). The intervention also incorporated attention redirection techniques and \nrole-playing exercises, ultimately resulting in significant symptom improvement.  \nMore recent studies have evaluated interventions based on the Unified Protocol (UP) \nfor treating misophonia symptoms (Barlow et al., 2018). For instance, Tonarely et al. \n(2023) described a single case study in which the UP -A was applied to a 16 -year-old \nclient with misophonia and comorbid anxiety, reporting qualitative improvements in \nemotional and be havioral reactions to triggers. Similarly, Lewin et al. (2021) found \nthat the UP -C/A for children and adolescents led to modest improvements in \nmisophonia symptoms based on evaluator -rated measures, with additional benefits \nfrom standard relaxation protoco ls. McMahon et al. (2024) extended this research by \nevaluating the acceptability and preliminary efficacy of the UP among adults with \nmisophonia, reporting effect sizes ranging from d = 0.33 to d = 1.03 in a sample of \n10 participants. However, the findings  from these studies are limited by small sample \nsizes, case -study designs, and limited statistical power, constraining the \ngeneralizability of the results."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Journal Pre-proof\nJournal Pre-proof\n4 Similarly, Rabasco and McKay (2021) presented two cases in which stress \nmanagement and exposure ther apy-based treatment reduced misophonic symptoms \nin adults. Their protocol incorporated misophonia -specific exposure hierarchies, \nstructured exposure exercises, and stress management strategies to facilitate \nengagement. In a larger study (n = 90), Schröder et al. (2017) found that CBT -based \ninterventions —including task concentration exercises, counterconditioning, stimulus \nmanipulation, and relaxation exercises —led to symptom reduction in more than half \nof their clients.  \n Cognitive behavioral models of psych opathology suggest that maladaptive \ninterpretations of internal or external events can trigger excessive emotional \nresponses (Kovacs & Beck, 1978; Tremblay & Dozios, 2009). In misophonia, \nexposure to trigger sounds typically results in immediate irritation  or rage. Beliefs \nthat others are inconsiderate or deliberately produce these triggering sounds may \nintensify through anger -related rumination further reinforcing beliefs about others' \nintentionally provocative behavior (Bernstein et al., 2013; Salguero et  al., 2020). \nWhen such interpretations combine with metacognitive beliefs about emotional \ndysregulation or sound intolerance, individuals may resort to avoidance behaviors, \nultimately increasing their emotional distress. These behaviors, in turn, may lead to a \nself-perpetuating cycle that maintains and exacerbates emotional reactivity to \ntriggers. Indeed, research indicates that addressing maladaptive cognitions and \nreducing anger rumination can enhance emotional regulation and decrease \nmisophonic sound sen sitivity (Schröder et al., 2017). Targeting anger -related beliefs \nmay, therefore, reduce misophonia symptoms.   \nThis model is consistent with findings indicating maladaptive appraisals of the human \norigins of misophonic sounds are an essential component to individuals ’ maladaptive \nresponses to them (Schröder et al., 2013). For instance, Edelstein et al. (2020) used \nself-rating and skin conductance measurements to assess the aversiveness of \nvarious sounds for individuals with misophonia symptoms. They found t hat human \neating sounds were more averse to these individuals than animal or noneating \nsounds. These authors concluded that attributing the sound’s source to humans \nplays a decisive role in what are considered trigger sounds in misophonia.  \nThe Current Stu dy  \nThe current study is a randomized controlled trial (RCT) designed to evaluate \nwhether reducing anger -related cognitions would be associated with reductions in \nmisophonia symptoms. To do this, we used an mHealth intervention (GGanger) \nspecifically desig ned to target anger -related cognitions. Several benefits of the \nmHealth interventions include accessibility and availability (i.e., increased access to \nand delivery of care to people worldwide; Kumar et al., 2013; Linardon et al., 2019, \n2020), low cost, an onymity (Grist et al., 2017; Linardon et al., 2019; Olff, 2015), and \nplayfulness.  \nOne module on the ocd.app of the GGtude mHealth platform is GGanger. The"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Journal Pre-proof\nJournal Pre-proof\n5 GGtude platform has significant empirical findings supporting its efficacy (Aboody et \nal., 2020; Aki n-Sari et al., 2022; Ben -Zeev et al., 2021; Cerea et al., 2020, 2021, \n2022; Gamoran & Doron, 2023; Giraldo -O’Meara et al., 2022; Oron et al., 2020; \nPascual -Vera et al., 2018; Roncero et al., 2018, 2019). Ten RCTs have shown that \ntraining on the GGtude plat form is associated with decreased anxiety, depression, \nobsessive compulsive disorder (OCD), relationship OCD (ROCD), negative body \nimage, and COVID -19-related distress symptoms (Aboody et al., 2020; Akin -Sari et \nal., 2022; Ben -Zeev et al., 2022; Cerea et a l., 2020; 2021; Roncero et al., 2019). \nTraining on the GGtude platform has also been associated with increased self -\nesteem, positive body perceptions, positive recovery attitudes (Aboody et al., 2020; \nBen-Zeev et al., 2022; Cerea et al., 2021; 2022; Girald o-O’Meara et al., 2022).  \nThe GGtude platform is designed to increase the accessibility of adaptive cognitions \nover maladaptive ones. Repeated exposure to adaptive cognitions may increase \ntheir availability and accessibility to users ’ inner monologues. The  routine use of \nsuch exercises may increase awareness of users ’ inner monologues and reduce \nrigid anger -provoking interpretations of daily events. Succinct psychoeducation \nscripts (e.g., “Believing that you must continue thinking about what angers you \nmain tains anger. This, in turn, negatively impacts your wellbeing and interactions \nwith others. Here, we start reducing this belief “) may further motivate and facilitate \nusers ’ comprehension of fundamental CBT principles.  \nIn this study, we assessed whether t argeting anger -related maladaptive cognitions \nwould be associated with decreased misophonic symptoms. We hypothesized that \ncompared to the delayed -use app group (dApp) at T1, the immediate -use app group \n(iApp), who started using the app immediately after t he baseline measurement, \nwould show a statistically significant decrease in misophonia symptoms and anger -\nrelated cognitions. We also expected that the dApp group would exhibit a significant \ndecline in all measurements following crossover (between T1 and T 2: after 15 days \nof app use, T1 for iApp, T2 for dApp). All reductions in symptoms and maladaptive \ncognitions found in the iApp group were expected to be maintained at follow -up. \nFinally, we expected that changes in anger ruminations and metacognitions wou ld function as \nmediators in the relationship between the intervention and misophonia symptoms.  \nMethods  \nParticipants  \nThe sample consisted of 97 Hebrew -speaking individuals who self -reported as \nsuffering from misophonia. The inclusion criteria required part icipants to be aged 17 \nyears or older, with no gender -based exclusions, and to score above a moderate \nlevel (21 –30) on the Amsterdam Misophonia Scale -Revised (AMISOS -R) \nquestionnaire. Of the 97 participants who enrolled in this study, 12 dropped out \nbefore  completing the T0 assessment and were excluded from the analyses. The"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Journal Pre-proof\nJournal Pre-proof\n6 remaining 85 participants all met the inclusion criteria. The AMISOS -R sum scores \nfor the sample ranged from 24 to 47, with a mean score of 35.11 ( SD = 5.91). \nParticipants were recruite d via social media platforms, specifically through forums \nand groups dedicated to misophonia on networks (Facebook and WhatsApp). They \nwere provided with an online consent form detailing the study’s purpose and were \ninformed of their right to withdraw at a ny point. The gender distribution included 74 \nfemales (87.1%) and 11 males, with a mean age of 36.55 years ( SD = 11.26).  \nMeasures  \nMisophonia Symptoms Measures  \nAmsterdam Misophonia Scale. The Amsterdam Misophonia Scale (A -MISO -S; \nSchröder et al., 2013) is a n 8-item questionnaire in which participants review their \nexperience and avoidance levels from facing misophonia sounds in the last 7 days. \nThey rated their emotions on a 5 -point scale ranging from 0 ( none ) to 4 ( extreme ), \nexcept for Items 1 and 8, which w ere open questions. The two open -ended \nquestions from this questionnaire were excluded for quantitative statistical analyses. \nThe focus was retained solely on the six numerically rated items. Cronbach’s alphas \nat the measurement points were α = .66 (T0), α = .63 (T1), α = .59 (T2), and α = .62 \n(T3).  \nAmsterdam Misophonia Scale -Revised.  The Amsterdam Misophonia Scale -\nRevised (AMISOS -R; Jagger et al., 2020) was adapted from the A -MISO -S \n(Schröder et al., 2013). In this 12 -item measure, participants reviewed th eir \nexperience of facing misophonia sounds in the last 3 days and rate their emotions on \na 5-point scale from 0 ( not at all ) to 4 ( extreme ), except for Item 12, which ranges \nfrom 0 ( always ) to 4  (never ). The first two items of this questionnaire aim to ide ntify \nthe types of sounds that trigger sensitivity and the range of emotions experienced in \nresponse. These questions allow multiple responses and, therefore, were excluded \nfrom the statistical analysis. Consequently, only 10 of the 12 items were included in \nthe analysis. Cronbach’s alphas at the measurement points were α = .87 (T0), α = \n.80 (T1), α = .87 (T2), and α = .87 (T3).  \nMisophonia Screening List. In the 14 -item Misophonia Screening Scale (MISO -\nSCREE; Jager et al., 2020; Schröder & Spape , 2014), par ticipants reviewed their \nexperience and rated the answers that were most applicable to them on a 5 -point \nscale from 0 ( very much disagree ) to 4 ( very much agree ). Cronbach’s alphas at the \nmeasurement points were α = .82 (T0), α = .80 (T1), α = .72 (T2), an d α = .79 (T3).  \nTable 1 presents the Cronbach’s alpha values for all misophonia measurements \nacross assessment points.  \n<<Table 1 near here>>  \nRuminations, Metacognitions, and Thoughts About Anger Measures   \nAnger Rumination Scale.  Anger rumination was assessed by the 19 -item Anger"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Journal Pre-proof\nJournal Pre-proof\n7 Rumination Scale (ARS; Sukhodolsky et al., 2001), which includes four factors: \nangry afterthoughts (six items; α = .86), thoughts of revenge (four items; α = .72), \nangry memories (five  items; α = .85), and understanding of causes (four items; α = \n.77). The items were rated on a 4 -point Likert -type scale from 1 ( almost never ) to 4 \n(almost always ) for how well the items corresponded to the participants’ beliefs about \nthemselves. Cronbach’s alphas at the meas urement points were α = .93 (T0), α = .83 \n(T1), α = .81 (T2), and α = .88 (T3).  \nMetacognition and Anger Processing Scale.  The Metacognition and Anger \nProcessing Scale (MAP; Moeller et al., 2016) is a 31 -item scale that includes three \nfactors: positive metacognitions about anger (nine items; α = .85), negative \nmetacognitions about anger (12 items; α = .86), and rumination (10  items; α = .85). \nThe items are rated on a 4 -point scale of 1 ( never true ), 2 (sometimes true ), 3 (often \ntrue), and 4 ( always true ). Due to theoretical considerations, we decided to include \nonly the rumination factor (MAP -R) in our questionnaires. Cronbach ’s alphas at the \nmeasurement points were α = .92 (T0), α = .86 (T1), α = .71 (T2), and α = .80 (T3).  \nState -Trait Anger Expression Inventory.  The State -Trait Anger Expression \nInventory (STAXI; Spielberger, 1985) is a 44 -item scale that includes five factors : trait \nanger (10 items; α = .86), anger control (eight items; α = .79), anger in (six items; α = \n.73), anger out (11  items, α = .82), and the fifth factor, state anger, which was not \nused in our study due to theoretical considerations. The items are rated  on a 4 -point \nscale from 0 ( almost never ) to 3 ( almost always ). Only the trait anger subscale \n(STAXI -T) was used in our study to assess baseline differences between groups. \nCronbach’s alphas at the measurement points were α = .85 (T0), and α = .78 (T3).  \nMaterials and Procedure  \nThe first assessment point (T0) involved participants completing a demographic \nsurvey along with measures  related to misophonia and anger (misophonic -related \nappraisals: MISO -SCREE, A -MISO -S, AMISOS -R, ARS, MAP -R, STAXI -T). The \nsame set of questionnaires was administered for subsequent evaluation points  \n(T1, T2, T3), excluding the demographic survey.  \nFollowing completion of the baseline assessment (T0), participants were randomly \nallocated to one of two experimental conditions. Those  in the immediate intervention \ngroup (iApp) began the intervention shortly after this initial assessment and used the \nGGtude platform over 2 weeks, followed by a postintervention assessment (T1). A \nfinal assessment was conducted at a 1 -month follow -up (T3;  see Figure 1).  \nIn the delayed -use app group (dApp), participants completed the baseline \nquestionnaires (T0), waited 2 weeks, and completed them again at T1. They then \nused the GGtude platform for 2 weeks before completing the assessment at T2. One \nmonth later, the dApp group completed the final follow -up at T3 (see Figure 1).  \n<<Figure 1 near here>>"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Journal Pre-proof\nJournal Pre-proof\n8 Intervention  \nGGanger is a module within the ocd.app that addresses maladaptive metacognitions \nassociated with anger difficulties. This module consists of 56 l evels grouped into 14 \ndays. First -time app users complete a short tutorial on the effect of our inner \nmonologue on their anger reactions. They then learn to use brief play -like \ninteractions to make their inner monologue calmer and healthier. Each training \nsession includes heightened cognitions (“my extreme anger keeps me safe”) or \nchallenges maladaptive metacognitions related to anger (e.g., “I see more clearly \nwhen I’m calm”). Users learn to identify and adopt helpful cognitions (i.e., ones \ninconsistent wi th maladaptive beliefs) by swiping them down toward themselves to \nthe bottom of the screen. They practice discarding cognitions that match their \nmaladaptive metacognitions by sliding them up (off the screen). The application also \nincludes exercises to stre ngthen and improve learning. For example, users may be \nasked to identify which of three cognitions appeared in the previous level or to \nchoose the adaptive response between two or three options. At the end of each \npractice day, there is a breathing relaxat ion exercise.  \nStatistical Analyses  \nAnalyses were conducted using IBM SPSS (Version 27). To compare the two \nexperiment groups (iApp and dApp), a 2 x 2 (Group [iApp, dApp] x Time [T0, T1]) \nrepeated measures multivariate analysis of variance (MANOVA) was per formed on \nsix dependent variables. This analysis allowed us to assess changes within each \ngroup over time and between -group differences at both time points.  In addition, \nwe conducted separate repeated -measures MANOVAs for each group to evaluate \nwithin -group effects across three time points (T0, T1, and T2) and at a 30 -day \nfollow -up. These analyses enabled us to examine immediate and sustained changes \nfollowin g the intervention. In addition, pre - to post intervention changes within each \ngroup were analyzed using repeated measures MANOVA, with time as the within -\nsubject variable. Finally, we used the SPSS PROCESS macro (Hayes,2018) for \ntesting whether the effect  of condition (iApp vs. dApp) on post -intervention \nmisophonia symptoms at T1 was mediated by post -intervention anger meta -\ncognitions at T1 and anger ruminations at T1. Baseline levels (T0) of misophonia \nsymptoms, anger ruminations, meta -cognitions, as well  as demographic covariates \n(gender and age) were controlled for in this model. A 5000 -sample bootstrap \nprocedure was used to estimate bias -corrected 95% confidence intervals (CIs) to \ntest the significance of indirect effect of the relationships. If CIs do not contain 0, \nindirect relationships are significant, indicating significant mediating effect (Hayes, \n2018).   \n \nResults"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Journal Pre-proof\nJournal Pre-proof\n9 Preliminary Analysis  \nPost intervention assessments were completed by 65.5% of participants, and 56.9% \ncompleted the follow -up assessment  (see Figure 2). We used an intent -to-treat \napproach to prevent the potential bias effect of randomized allocation and missing \nresponses and implemented a multiple imputation strategy to replace missing values \n(Hollis & Campbell, 1999). Multiple imputation  is considered a suitable method of \nhandling missing data in repeated measure designs. It has been shown to have \nutility with levels of missing data greater than that observed in this study (Vallejo et \nal., 2011). Specifically, we used multivariate imputat ion with chained equations (Van \nBuuren & Groothuis -Oudshoorn, 2011). Multiple imputation methods follow three \nsteps: a) imputing , repeating over several iterations ( i) as opposed to a single \nimputation; b) analyzing , after each iteration, the dataset compl eted is analyzed, \nleading to a distribution of i statistics, one per dataset; c) pooling , the i results are \npooled into one estimate. Multiple imputation, therefore, also has the added benefit \nof examining the variance in estimates over iterations, reflect ing the degree of \nuncertainty over which value to impute (Lall, 2016).  \n<<Figure 2 near here>>  \nFirst, we compared the iApp and dApp groups in terms of gender, age, education, \nstatus, and their A -MISO -S, AMISOS -R, MISO -SCREE, ARS, MAP -R (anger \nrumination), and STAXI -T (trait anger) scores at baseline. The groups did not \nsignificantly differ in gender, age, education, status, and self -report measures (iApp: \nN = 48; dApp: N = 49; see Table 2).  \n<<Table 2 near here>>  \nWe then conducted Pearson product -moment corr elation. These analyses indicated \nthat individuals with higher levels of misophonia symptoms also reported higher \nlevels of anger rumination and anger traits (see Table 3).  \n<<Table 3 near here>>  \nBetween -Group Differences (iApp Group Versus dAapp Group)  \nWe examined the effectiveness of GGtude in reducing misophonia symptoms (A -\nMISO -S, AMISOS -R, and MISO -SCREE) and anger symptoms (MAP -R and ARS) \nscores with 2 x 2 (Group [iApp, dApp] x Time [T0, T1]) repeated measures MANOVA. \nGroup was treated as a between -subject factor, and time was treated as a within -\nsubject factor. Type 1 error was controlled using the false discovery rate (Benjamini \n& Hochberg, 1995; Keselman et al., 1999) correction ( p < .05). The false discovery \nrate adjusts the criterion alpha level f or significance based on the number of \nstatistical tests conducted that fail to reach an increasingly stringent probability level. \nIn this study, two tests were not significant (A -MISO -S, AMISOS -R); therefore, the \ncriterion alpha was adjusted to 0.044.  \nWith regards to misophonia symptom measures, the follow -up ANOVAs indicated a"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Journal Pre-proof\nJournal Pre-proof\n10 significant group x time interaction effect for MISO -SCREE, marginal significance for \nAMISOS -R (p = 0.073), and nonsignificant findings for A -MISO -S. Analyses of the \nanger -related measures revealed a significant group x time interaction effect for \nMAP -R and ARS (see Table 4 and Figure 3).  \n<<Table 4 near here>>  \n<<Figure 3 near here>>  \nWithin Group and 30 Days Follow -Up Effects: iApp Group  \nIn the iApp  group, we expected pre –post reduction in misophonia symptoms, anger \nrumination, anger trait, negative anger metacognitions, and retention of these effects \nin the follow -up period. Therefore, we examined pre –post changes with a repeated \nmeasures MANOVA wit h within -group Bonferroni corrections between T0, T1, and \nT3. Mauchly’s test of sphericity indicated that all measures met the assumption of \nsphericity.  \nThe AMISOS -R, MISO -SCREE, and MAP -R scores significantly decreased from T0 \nto T1, whereas the ARS did not decrease significantly at this time point. In addition, \nthere were no significant changes from T1 to T3 for the AMISOS -R, MISO -SCREE, \nand MAP_R. However, there was a significant decrease in the ARS (see Table 5). \nThese results indicated that the iApp g roup exhibited lower misophonia and anger \nmetacognition symptoms at T1 than at T0 and that these reductions were maintained \nat the 1 -month follow -up (T3). Anger ruminations showed a different pattern whereby \nsignificant reductions were indicated only at T3  compared to T0 (rather than at T1 \ncompared to T0).   \n<<Table 5 near here>>  \nWithin -Group and 30 Days Follow -Up Effects: dApp Group  \nIn the dApp group, we expected crossover ( i.e., app use) to be associated with a \nsignificant decrease in misophonia and anger  symptoms. Thus, we conducted a \nrepeated measures MANOVA with Bonferroni corrections between T0, T1, T2, and \nT3. Mauchly’s test of sphericity indicated that all measures met the assumption of \nsphericity.  \nAs expected, there were no significant differences between T0 and T1 before the \nintervention. In addition, as expected, within -group differences between T1 and T2 \nrevealed significant reductions in the AMISOS -R, MISO -SCREE, ARS, and MAP -R. \nParticipants in the dApp group exhibited significantly lower misoph onia and anger \nsymptoms at T2 compared to T1. In addition, there were no significant changes from \nT2 to T3 for AMISOS -R, MISO -SCREE, ARS, and MAP -R (see Table 5). These \nresults suggest that the reductions identified in misophonia symptoms, anger \nmetacognit ion, and rumination symptoms at T2 were maintained at the 1 -month \nfollow -up (T3)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Journal Pre-proof\nJournal Pre-proof\n11 Mediation analysis of anger ruminations and metacognitions  \nTo assess whether anger related cognitions (anger ruminations and metacognitions) \nmediate the effects of the inter vention of misophonia symptoms we used the \nPROCESS macro model 4 (Hayes,2018).  This analysis indicated that the \nintervention condition (iApp vs. dApp) had a direct effect on post -intervention \nmisophonia symptoms, controlling for baseline symptoms, anger r elated cognitions, \nand demographic factors (B = -0.1142, SE = 0.0443, p = 0.0118, 95% CI [ -0.2024, -\n0.0260]). At T1, participants in the iApp condition reported significantly lower \nmisophonia symptoms compared to those in the dApp group. The total effect o f the \nintervention on post -intervention misophonia symptoms was also significant (B = -\n0.1159, SE = 0.0429, p = 0.0085, 95% CI [ -0.2013, -0.0304]) see table 6.  \nThe indirect effects of the intervention on misophonia symptoms via post -intervention \nanger rumi nations and meta -cognitions, however, were not statistically significant. \nAlthough the intervention condition significantly reduced post -intervention \nruminations (B = -0.1041, SE = 0.0466, p = 0.0284), these ruminations did not \nsignificantly predict post -intervention misophonia symptoms (B = -0.0759, SE = \n0.1198, p = 0.5284) see table 6. Further, the effects of condition did not significantly \npredict post -intervention anger meta -cognitions (B = -0.0503, SE = 0.0418, p = \n0.2322), and anger meta -cognitions di d not significantly predict post -intervention \nsymptoms (B = 0.1897, SE = 0.1335, p = 0.1595). The specific indirect effects \nthrough anger meta -cognitions (effect = -0.0096, 95% CI [ -0.0402, 0.0113]) and \nruminations (effect = 0.0079, 95% CI [ -0.0177, 0.0327 ]), as well as the total indirect \neffect (effect = -0.0017, 95% CI [ -0.0348, 0.0249]), were non -significant see table 6. \nDemographic covariates, including gender and age, also had no significant effect on \npost-intervention misophonia symptoms (all p > 0.05 ). \n<<Table 6 near here>>  \n<<Figure 4 near here>>  \n \nDiscussion  \nMisophonia is characterized by an intense emotional and physiological response to \nspecific sounds, leading to significant distress and impaired daily functioning \n(Jastreboff & Jastreboff, 2001; S chröder et al., 2013; Taylor, 2017). Current CBT -\nbased interventions have been shown to alleviate misophonic symptoms. However, \nmost studies have been limited by noncontrolled design (e.g., Bernstein et al., 2013; \nDozier, 2015) and small size (e.g., Mattso n et al., 2023). Previous studies also used \ncostly face -to-face design (e.g., McMahon et al., 2024; Rosenthal et al., 2023) and \ndid not exclusively focus on anger -related ruminations and metacognitions (e.g., \nMcMahon et al., 2024; Schröder et al., 2017)."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Journal Pre-proof\nJournal Pre-proof\n12 The current RCT included 85 participants, used a low -cost mHealth intervention, and \nspecifically targeted anger -related ruminations and metacognitions. Our findings \nindicate that compared with the controlled group (dApp), participants in the \nimmediate inte rvention group (iApp) showed significantly lower anger -related \nruminations and metacognition at T1, sustained at the 1 -month follow -up. \nParticipants also showed lower misophonia symptoms on the MISO -SCREE, \nmarginal reductions on the AMISOS -R, and no reduct ion on the A -MISO -S. Within -\ngroup analyses support the effectiveness of the intervention in reducing anger \nrumination, maladaptive metacognitions, and misophonia symptoms.  \nPrevious research identified anger as a key component of misophonia (Jager et al., \n2020; Schröder et al., 2013; Taylor, 2017). Current CBT models suggest maladaptive \nthinking patterns, metacognitions, and related interpretations of events can lead to \nexcessive emotional responses (Kovacs & Beck, 1978). In line with this, reducing \nthese t hought patterns may help alleviate symptoms of misophonia and associated \nanger (Schröder et al., 2013). For instance, Salguero et al. (2020) proposed that \nmaladaptive and rigid metacognitions (e.g., “I can’t control my anger”) sustain anger \nrumination. Thi s leads to heightened anger, aggressive behavior, or avoidance of \nanger -inducing situations  \nOur findings support these models by showing that targeting ruminations and anger -\nrelated metacognitions are associated with reductions in some measures of \nmisophon ic symptoms (MISO -SCREE). Following the intervention, medium effect -\nsize reductions were found in rumination, maladaptive metacognitions, and two \nmeasures of misophonia symptoms (.40 < d < .52). Moreover, following crossover, \nthe dApp group showed signific ant reductions in anger ruminations and presented \nsimilar patterns to those in the iApp group. Both groups exhibited lower misophonia \nsymptoms, anger metacognition, and rumination immediately after app use, with \nsustained improvements at the 1 -month follow -up (T3).  \nTo further explore the mechanisms underlying the observed reductions in \nmisophonia symptoms, we conducted mediation analyses evaluating whether \nchanges in anger rumination and metacognitions mediated the effect of the \nintervention on misophonia symptoms. The results suggested that the relationship \nbetween our intervention and misophonia symptom reduction is more complex than \nexpected. Although the intervention reduced misophonia symptoms and ruminations, \nthese improvements were not mediated by ch anges in anger -related metacognitions \nand ruminations. The intervention predicted decreases in ruminations, but neither \nruminations nor metacognition predicted post -intervention misophonia symptoms. \nThis suggests that symptom reduction was driven by direct  effects rather than \nthrough anger related ruminations or meta -cognitions. That is, the condition × time \ninteractions effects shown in the repeated measures ANOVA for ruminations and \nanger -related metacognitions did not translate into significant mediation  pathways.  \nThis discrepancy may reflect methodological differences. Our mediation analyses"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Journal Pre-proof\nJournal Pre-proof\n13 controlled for baseline mediator values, reducing available variance and statistical \npower, particularly in limited size samples like ours. ANOVA analyses, however,  \nassesses raw changes over time, making it more sensitive to group differences. \nFurther, the ANOVA is sensitive to within -group changes and detects differences in \nthe pattern of change over time, whereas the mediation model evaluates whether the \ninterventi on explains unique variance in post -intervention outcomes after controlling \nfor baseline levels. The strong predictive power of baseline meta -cognitions may \nhave attenuated the ability to detect an intervention effect in the mediation analysis. \nTogether, t hese findings suggest that although the intervention impacted on the \ntrajectories of the assessed anger -related processes, the observed changes were \nnot sufficiently robust, after accounting for baseline, to mediate reductions in \nmisophonia symptoms.  \nTakin g these statistical limitations into consideration, the efficacy of the intervention \nin reducing misophonia symptoms may also be explained by its impact on \nmaladaptive cognitive patterns not measured in this study. Specifically, the GGanger \nintervention ta rgets self and other -oriented perfectionistic beliefs (e.g., \"Imperfection \nis failure\"; “Others never try hard enough”), negative perceptions of others (e.g., \n\"People are not considerate of my needs\"), and self -critical metacognitions (e.g., \"I \nmust always  criticize myself to improve\"). Previous studies have shown that modules \non the GGtude platform successfully decrease such cognitions (e.g., Abramovitch, et \nal,.2024).  The additional beliefs targeted by the intervention   may have played a \nmore central rol e in symptom reduction than the specific anger -related processes \nmeasured in this study. Future studies should explore the role of additional \nmechanisms to better understand how mHealth interventions reduce misophonia \nsymptoms. Future studies might also be nefit from larger scale longitudinal mediation \nmodels to capture dynamic changes over time and improve sensitivity to indirect \neffects.  \nResearch on internet -based interventions for treating misophonia has been limited. \nPrevious findings that used Internet -based or mHealth interventions in misophonia \n(e.g., Aazh et al., 2023; Ghorbani et al., 2022) used online face -to-face sessions or \nunguided Internet -based CBT. Our findings, which demonstrate symptom \nimprovement of misophonia following the use of the GGang er module, support \nprevious research, showing benefits across various psychopathologies with mobile \napp-based psychological interventions (Lui et al., 2017; Oliveriea et al., 2021). \nMoreover, this study assessed a fully remote mHealth intervention that did  not \ninvolve exposure to triggering sounds, making it more accessible and appealing to a \nbroader audience. Fully remote mobile health apps have unique advantages, \nincluding an appeal to young people, the ability to monitor progress, continuous \navailability , wide reach, very low cost, and anonymity (Aboody et al., 2020).  \nCompared to the waitlist control group (between T0 and T1), app use in our study \ndemonstrated varying levels of symptom reduction across distinct misophonia \nsymptom measures. Statistically s ignificant reductions were observed in the MISO -"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Journal Pre-proof\nJournal Pre-proof\n14 SCREE, marginal decreases were found in the AMISOS -R, and non -significant \nreductions were noted in the A -MISO -S. These variations in symptom reduction can \nbe attributed to the three measures’ unique structure s, focuses, and sensitivities.  \nThe MISO -SCREE, a comprehensive 14 -item questionnaire, assesses various \nmisophonia symptoms. It uses a nuanced scale that captures subtle changes, \ncontributing to its higher sensitivity and the statistically significant reduc tions \nobserved. In contrast, the AMISOS -R evaluates immediate emotional responses \nover a narrow 3 -day timeframe. It exhibited only marginal decreases, given that its \nlimited scope may not fully reflect broader or longer -term symptom changes. Last, \nthe A -MISO-S demonstrated nonsignificant reductions. This lack of sensitivity may \nbe due to its shorter length. Additionally, the questionnaire’s low reliability might have \ninfluenced the nonsignificant reductions in the A -MISO -S, further limiting its ability to \ndetect meaningful symptom changes. These findings underscore how the design and \nfocus of each instrument shape their effectiveness in capturing the impact of \ninterventions.  \nWithin -group analysis of the iApp group showed significant reductions in misophonia \nsymptoms and maladaptive anger metacognitions immediately after using the app \n(T1). These improvements were maintained at the 1 -month follow -up for both \ngroups. An intriguing finding was the reduction in misophonia symptoms and anger -\nrelated metacognition observed in the iApp group between T0 and T1, despite no \nsignificant decrease in anger ruminations during this period. Notably, anger \nruminations showed a significant reduction only at T3 compared to T0. This pattern \naligns with the idea that, although met acognitive interventions can influence thinking \npatterns, the effects of these changes are not immediate. They take time and \npractice to manifest (Love et al., 2022).  \nOverall, the results indicate that GGanger may effectively reduce some misophonia \nsymptom s, anger -related metacognition, and anger rumination, and that these gains \nmay be maintained for at least 1 month without further use. These findings align with \nprevious research linking the use of the GGtude platform with decreases in \nmaladaptive beliefs,  metacognitions (e.g., OCD -related beliefs or body -image beliefs; \nAkin-Sari et al., 2022; Cerea et al., 2020; Giraldo ‐O'Meara et al,, 2021; Roncero et \nal., 2019) and associated symptoms (Cerea  et al., 2020, 2021, 2022; Pascual -Vera \net al., 2018; Roncero et al., 2018, 2019). For instance, Cerea et al. (2020) showed \nsignificant medium -large reductions in OCD -related beliefs like perfectionism, \nintolerance of uncertainty, over importance of though ts and their control, as well as \ndecreases in ROCD symptoms (Doron et al., 2014). Similarly, our findings suggest \nmedium -large effect -size reductions in anger cognitions and in measures of \nmisophonia symptoms.  \nOur intervention targeted anger -related rumin ations and metacognitions, along with \nperfectionism, negative perceptions of others, and self -criticism. However, the \nintervention did not specifically target beliefs about misophonia -related sounds or"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Journal Pre-proof\nJournal Pre-proof\n15 intent (i.e., attributions of intent behind trigger so unds or the perceived aversiveness \nof specific sounds). This approach was based on evidence highlighting the central \nrole of anger in misophonia (Jager et al., 2020; Schröder et al., 2013). However, \ntargeting beliefs explicitly addressing misophonia trigge rs (e.g., “They are making \nthese chewing sounds on purpose” or “They don’t care that making these sounds is \nextremely distressing for me”) could potentially enhance the efficacy of the evaluated \nintervention. Future research would benefit from exploring th e efficacy of such an \nadapted version of the intervention on misophonia symptoms.  \nLimitations  \nAlthough this study may offer some insights regarding misophonia symptoms and \ntheir treatment, several limitations should be noted. Interventions involving cognitive \nbehavioral therapy (CBT) typically report dropout rates ranging from 30% to 40% for \nshort -term programs (Amagai et al., 2022; Linardon et al., 2020) and unguided \ninternet -based CBT interventions can reach up to attrition rates exceeding 50%, \n(Grist et al., 2017). Nevertheless, the 21.18% dropout rate in our study was notable.  \nThe relative scar city of internet -based CBT or mHealth interventions specifically \ndesigned for misophonia may have contributed to the lower attrition rate in our study. \nFurther, our sample's mean age of 35.58 years (SD = 10.76) represents an older, \ntypically more committed  demographic compared to adolescents and young adults, \nwho generally show higher dropout rates in mHealth interventions (Egilsson et al., \n2021). Another factor that may have increased engagement is the game -like design \nof the evaluated intervention. Previo us research suggests that such a design can \nsustain user engagement by reducing common attrition triggers like boredom and \nfrustration (Amagai et al., 2022). However, the dropout rate remains a limitation of \nthis study and should be addressed in future res earch.  \nAdditionally, most participants were women, limiting the generalizability of the \nfindings. There are conflicting findings regarding the impact of gender on the \nprevalence of misophonia. Although some studies suggest that misophonia is more \ncommon in  women, most research indicated that gender does not significantly \ninfluence its prevalence (Jakubovski  et al., 2022; Koroglu & Durat, 2024; Vitoratou et \nal., 2023 ). Future research should aim to recruit a more diverse sample in terms of \ngender, age, and e thnicity to increase the generalizability of the results. Additionally, \nself-report measures may have introduced bias. The literature suggested a \nneurophysiological approach to misophonia (Jastreboff et al, 2023). Hence, future \nresearch should include obje ctive measures, such as physiological assessments, to \nprovide a more accurate evaluation  of misophonia. The follow -up period for this \nstudy was relatively short, and long -term effects need further investigation. It remains \nuncertain whether the observed re ductions in misophonia symptoms will be \nsustained over time. Last, future studies should explore whether booster sessions or \nongoing treatment may be required to maintain therapeutic gains."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Journal Pre-proof\nJournal Pre-proof\n16 Conclusion and clinical implications  \nThis study demonstrates tha t a short, daily mHealth -based intervention targeting \nvarious metacognitions can effectively reduce misophonia symptoms, anger -related \nmetacognitions, and anger rumination. This CBT -based app provides a scalable, \ncost-effective alternative to face -to-face therapy, particularly for individuals with \nlimited access to traditional CBT. Unlike conventional interventions, this approach \ndoes not rely on exposure to aversive sounds or classic behavioral techniques. The \nfindings highlight a link between anger -relate d metacognitions and reductions in \nmisophonia symptoms, suggesting that targeting these cognitive processes may be \na promising treatment avenue. However, given that anger -related cognitions did not \nmediate symptom reduction, future interventions may benefi t from a more \ncomprehensive approach that addresses both the sensory and cognitive -emotional \ncomponents of misophonia. Additionally, while mHealth apps show potential, \nresearch suggests that integrating them with some level of human guidance can \nenhance tr eatment outcomes (Linardon et al., 2019; Grist et al., 2017). Clinically, \ntherapists could incorporate apps as adjuncts to CBT to reinforce core therapeutic \nstrategies like cognitive restructuring to improve patient engagement. Further \nresearch is needed t o replicate these findings and examine the long -term effects of \nthe GGtude anger module on misophonia and anger -related symptoms.  \n \nDeclaration of generative AI and AI -assisted technologies in the writing \nprocess.  \nDuring the preparation of this work, the au thor(s) used ChatGPT to improve the \nreadability and language of the manuscript. After using this tool/service, the author(s) \nreviewed and edited the content as needed and take(s) full responsibility for the \ncontent of the published article.  \nReferences  \nAazh , H., Taylor, L., Danesh, A.A., Moore, B.C. 2023. The effectiveness of unguided \ninternet -based cognitive behavioral therapy for tinnitus for patients with tinnitus alone \nor combined with hyperacusis and/or misophonia: A preliminary analysis. J. Am. \nAcad. A udiol. 33, 405 –416. https://doi -org/10.1055/a -2087 -0262  \nAboody, D., Siev, J., Doron, G. 2020 . Building resilience to body image triggers using brief \ncognitive training on a mobile application: A randomized controlled trial. Beh. Res. \nTher. 134, 103723 .  https://doi -org/10.1016/j.brat.2020.103723"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Journal Pre-proof\nJournal Pre-proof\n17 Abramovitch A, Uwadiale A, Robinson A. 2024. A randomized clinical trial of a gamified \napp for the treatment of perfectionism. Br J Clin Psychol.;63(1):73 -91. doi: \n10.1111/bjc.12444.  \nAkin -Sari, B., Inozu, M., Hacio meroglu, A.B., Cekci, B.C., Uzumcu, E., Doron, G. 2022. \nCognitive training via a mobile application to reduce obsessive -compulsive -related \ndistress and cognitions during the COVID -19 outbreaks: A randomized controlled \ntrial using a subclinical cohort. Beh.  Ther. 53(5), 776–792.  https://doi -\norg/10.1016/j.beth.2021.12.008  \nAmagai S, Pila S, Kaat AJ, Nowinski CJ, Gershon RC. Challenges in Participant Engagement \nand Retention Using Mobile Health Apps: Literature Review. J Med Internet Res. \n2022 Apr 26;24(4):e35 120. doi: 10.2196/35120.  \nBarlow, D. H., Farchione, T. J., Sauer -Zavala, S., Latin, H. M., Ellard, K. K., Bullis, J. R., \nBentley, K. H., Boettcher, H. T., & Cassiello -Robbins, C. (2018). Unified Protocol \nfor Transdiagnostic Treatment of Emotional Disorders : Therapist guide  (2nd ed.). \nOxford University Press.  \nBenjamini, Y., Hochberg, Y. 1995 . Controlling the false discovery rate: A practical and \npowerful approach to multiple testing. J. R. Stat. Soc. Seroes. B. Stat. Methodol. \n57(1), 289–300.  https://doi -org/10.1111/j.2517 -6161.1995.tb02031.x  \nBen-Zeev, D., Chander, A., Tauscher, J., Buck, B., Nepal, S., Campbell, A., Doron, G. 2021. \nA smartphone intervention for people with serious mental illness: Fully remote \nrandomized controlled trial of CORE. J. Med. Internet Res. 23(11), e29201 .  \nhttps://doi.org/10.2196/29201  \nBernstein, R.E., Angell, K.L., Dehle, C.M. 2013. A brief course of cognitive behavioural \ntherapy for the treatment of misophonia: A case example. Cog. Beh. Ther. 6, e10.  \nhttps://doi.org/10.1017/S17 54470X13000172"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Journal Pre-proof\nJournal Pre-proof\n18 Cerea, S., Doron, G., Manoli, T., Patania, F., Bottesi, G., Ghisi, M. 2022. Cognitive training \nvia a mobile application to reduce some forms of body dissatisfaction in young \nfemales at high -risk for body image disorders: A randomized control led trial. Body \nImage, 42, 297–306.   https://doi -org/10.1016/j.bodyim.2022.07.010  \nCerea, S., Ghisi, M., Bottesi, G., Carraro, E., Broggio, D., Doron, G. 2020. Reaching reliable \nchange using short, daily, cognitive training exercises delivered on a mobile \napplication: The case of relationship obsessive compulsive disorder (ROCD) \nsymptoms and cognitions in a subclinical cohort. J. Affect. Disord. 276, 775 –787. \nhttps://doi -org/10.1016/j.jad.2020.07.043  \nCerea, S., Ghisi, M., Bottesi, G., Manoli, T., Carraro, E ., Doron, G. 2021 . Cognitive \nbehavioral training using a mobile application reduces body image -related symptoms \nin high -risk female university students: a randomized controlled study. Beh. Ther. \n52(1), 170–182.  https://doi -org/10.1016/j.beth.2020.04.002  \nDoron, G., Derby, D.S.  Szepsenwol, O. 2014. Relationship obsessive compulsive disorder \n(ROCD): A conceptual framework.  Journal of Obsessive -Compulsive and Related \nDisorders,  3(2), pp.169 -180. \nDozier, T.H. 2015. Counterconditioning treatment for misophonia.  Clin. Case. Studies. 14(5), \n374–387.  https://doi -org/10.1177/1534650114566924  \nEdelstein, M., Brang, D., Rouw, R., Ramachandran, V.S. 2013 . Misophonia: Physiological \ninvestigations and case descriptions. Front. Hum. Neurosci. 7, 296.  https://doi -\norg/10.3 389/fnhum.2013.00296  \nEdelstein, M., Monk, B., Ramachandran, V.S., Rouw, R. 2020 . Context influences how \nindividuals with misophonia respond to sounds [Preprint]. BioRxiv, 2020 -09.  \nhttps://doi.org/10.1101/2020.09.12.292391  \nEgilsson E, Bjarnason R, Njardvik  U. 2021 Usage and Weekly Attrition in a Smartphone -"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Journal Pre-proof\nJournal Pre-proof\n19 Based Health Behavior Intervention for Adolescents: Pilot Randomized Controlled \nTrial JMIR Form Res 2021;5(2):e21432. DOI: 10.2196/21432  \nGamoran, A., Doron, G. 2023. Effectiveness of brief daily training using a mobile app in \nreducing obsessive compulsive disorder (OCD) symptoms: Examining real world data \nof “OCD.app -Anxiety, mood & sleep”. J. Obsessive. Compuls. Relat. Disord. 36, \n100782 . https://doi -org/10.1016 /j.jocrd. 2023.100782   \nGhorbani, S., Ashouri,  A., Gharraee, B. Farahani, H. 2022. Effectiveness of online group -\nmindfulness and acceptance‐based therapy and cognitive -behavioral therapy on \nmisophonia.  Iranian Journal of Psychiatry and Behavioral Sciences,  16(2). \nGiraldo‐O'Meara, M., Doron, G. 2021. Can self -esteem be improved using short daily \ntraining on mobile applications? Examining real world data of GG Self -esteem users. \nClin. Psychol. 25(2), 131 –139.  https://doi -org/10.1080/13284207.2021.1923126  \nGrist, R., Porter, J., Stallard, P. 2017. Mental  health mobile apps for preadolescents and \nadolescents: A systematic review. J. Med. Internet Res. 19, e176. https://doi -\norg/10.2196/jmir.7332  \nHayes, A. F. (2018). Introduction to Mediation, Moderation, and Conditional Process \nAnalysis: A Regression -Based Approach  (2nd ed.). New York: Guilford Press.  \nHollis, S. and Campbell, F. 1999. What is meant by intention to treat analysis? Survey of \npublished randomised controlled trials.  Bmj,  319(7211), pp.670 -674. \nJager, I., de Koning, P., Bost, T., Denys, D., Vuli nk, N. 2020. Misophonia: Phenomenology, \ncomorbidity and demographics in a large sample. PloS One, 15(4), e0231390 .  \nhttps://doi.org/10.1371/journal.pone.0231390  \nJakubovski, E., Müller, A., Kley, H., de Zwaan, M. Müller -Vahl, K. 2022. Prevalence and \nclinica l correlates of misophonia symptoms in the general population of \nGermany.  Frontiers in psychiatry,  13, p.1012424."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Journal Pre-proof\nJournal Pre-proof\n20 Jastreboff, M.M., Jastreboff, P.J. 2001 . Hyperacusis. Audiol. Online. 122, 1–5.  \nJastreboff, P.J., Hazell, J.W. 2008. Tinnitus retraining ther apy: Implementing the \nneurophysiological model. Cambridge University Press.  \nJastreboff, P.J., Jastreboff, M.M. 2013. Using TRT to treat hyperacusis, misophonia and \nphonophobia. ENT. Audiol. News. 21(6), 88 –90. \nJastreboff, P.J. Jastreboff, M.M.2023. The neu rophysiological approach to misophonia: \nTheory and treatment.  Frontiers in Neuroscience,  17, p.895574.  \nJohnson, P.L., Webber, T.A., Wu, M.S., Lewin, A.B., Murphy, T.K., Storch, E.A. 2013. \nWhen selective audiovisual stimuli become unbearable: A case series on pediatric \nmisophonia. Neuropsychiatry, 3(6), 569 –575. http://dx.doi.org/10.2217/npy.13.70  \nKeselman, H.J., Cribbie, R., Holland, B. 1999. The pairwise multiple comparison multiplicity \nproblem: An alternative approach to familywise and comparison wise Typ e I error \ncontrol. Psychol. Methods. 4(1), 58.  https://doi -org/10.1037/1082 -989X.4.1.58  \nKluckow, H., Telfer, J., Abraham, S. 2014. Should we screen for misophonia in patients with \neating disorders? A report of three cases. Int. J. Eat. Disord. 47(5), 558 –561.  \nhttps://doi -org/10.1002/eat.22245  \nKoroglu, S. Durat, G. 2024. Factors Associated With Misophonia: A Systematic \nReview.  Revista Colombiana de Psiquiatría.  \nKovacs, M., Beck, A.T. 1978. Maladaptive cognitive structures in depression. Am. J. \nPsychiatry. 135(5), 525–533.  \nKumar, S., Nilsen, W.J., Abernethy, A., Atienza, A., Patrick, K., Pavel, M., Swendeman, D. \n2013. Mobile health technology evaluation: The mHealth evidence workshop. Am. J. \nPrev. Med. 45(2), 228 –236. https://doi -org/10.1016/j.amepre.2013.0 3.017  \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J.S., Callaghan, M.F., Allen, M., \nCope, T.E., Gander, P.E., Bamiou, D -.E., Griffiths, T.D. 2017 . The brain basis for"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Journal Pre-proof\nJournal Pre-proof\n21 misophonia. Curr. Biol. 27(4), 527–533.  https://doi -org/10.1016/j.cub.2016.12. 048 \nLall, R.   2016. How multiple imputation makes a difference.  Political Analysis,  24(4), \npp.414 -433. \nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips, D. A., \nTonarely, N. A., & Ehrenreich -May, J. 2021. Transdiagnostic co gnitive behavioral \ntherapy for misophonia in youth: Methods for a clinical trial and four pilot cases. \nJournal of Affective Disorders, 291 , 400 –408. \nhttps://doi.org/10.1016/j.jad.2021.04.027  \nLinardon, J., Cuijpers, P., Carlbring, P., Messer, M., Fuller ‐Tyszkiewicz, M. 2019. The \nefficacy of app ‐supported smartphone interventions for mental health problems: A \nmeta‐analysis of randomized controlled trials. World. Psychiatry. 18(3), 325 –336. \nhttps://doi -org/10.1002/wps.20673  \nLinardon, J., Shatte, A., Messer, M. , Firth, J., Fuller -Tyszkiewicz, M. 2020. E -mental health \ninterventions for the treatment and prevention of eating disorders: An updated \nsystematic review and meta -analysis. J. Consult. Clin. Psychol. 88(11), 994. \nhttps://doi/10.1037/ccp0000575  \nLove, S., K annis -Dymand, L., Davey, J. Freeman, J. 2022. Metacognition, rumination and \nroad rage: an examination of driver anger progression and expression in \nAustralia.  Transportation research part F: traffic psychology and behaviour,  84, pp.21 -\n32. \nLui, J.H., Marcus , D.K., Barry, C.T. 2017. Evidence -based apps? A review of mental health \nmobile applications in a psychotherapy context. Prof. Psychol. Res. Pr. 48(3), 199. \nhttps://doi.org/10.1037/pro0000122  \nMattson, S.A., D'Souza, J., Wojcik, K.D., Guzick, A.G., Goodman,  W.K., Storch, E.A. 2023. \nA systematic review of treatments for misophonia. Pers. Med. Psyhiatry. 39, 100104."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Journal Pre-proof\nJournal Pre-proof\n22 McGuire, J.F., Wu, M.S., Storch, E.A. 2015. Cognitive -behavioral therapy for 2 youths with \nmisophonia. J. Clin. Psychiatry. 76(5), 573 –574. \nhttps: //doi.org/10.4088/JCP.14cr09343  \nMcMahon, K., Cassiello -Robbins, C., Greenleaf, A., Guetta, R., Frazer -Abel, E., Kelley, L., \nRosenthal, M.Z. 2024. The unified protocol for transdiagnostic treatment of emotional \ndisorders for misophonia: a pilot trial exploring acceptability and efficacy. Front. \nPsychol. 14, 1294571. https://doi.org/10.3389/fpsyg.2023.1294571  \nMøller, A.R. 2011. Misophonia, phonophobia, and “exploding head” syndrome, in: Møller, \nA.R., Langguth, B., De Ridder, D., Kleinjung, T. (Eds.), Te xtbook of tinnitus. \nSpringer, New York, NY. pp. 25–27.  https://doi -org/10.1007/978 -1-60761 -145-5_4 \nMoeller, S.B. 2016. The metacognitive anger processing (MAP) scale: Preliminary \ntesting.  Behavioral and Cognitive Psychotherapy,  44(4), pp.504 -509. \nNeal, M. , Cavanna, A.E. 2013 . Selective sound sensitivity syndrome (misophonia) in a \npatient with Tourette syndrome. J. Neuropsyciatry. Clin. Neurosci. 25(1), e01.  \nhttps://doi -org/10.1176/appi.neuropsych.11100235  \nOlff, M. 2015. Mobile mental health: A challenging  research agenda. Eur. J. Psychotramatol. \n6(1), 27882 .  https://doi -org/10.3402/ejpt.v6.27882  \nOliveira, C., Pereira, A., Vagos, P., Nóbrega, C., Gonçalves, J., Afonso, B. 2021. \nEffectiveness of mobile app -based psychological interventions for college stude nts: A \nsystematic review of the literature. Front. Psychol. 12, 647606. \nhttps://doi.org/10.3389/fpsyg.2021.647606  \nOron, Y., Ben David, B.M., Doron, G. 2022. Brief cognitive -behavioral training for tinnitus \nrelief using a mobile application: A pilot open tr ial. Health. Informatics. J. 28(1), \n14604582221083483 .  https://doi.org/10.1177/14604582221083483  \nPascual -Vera, B., Roncero, M., Doron, G., Belloch, A. 2018. Assisting relapse prevention in"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Journal Pre-proof\nJournal Pre-proof\n23 OCD using a novel mobile app –based intervention: A case report. Bu ll. Meninger. \nClin. 82(4), 390-406.  https://doi.org/10.1521/bumc.2018.82.4.390  \nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., Hoare, D.J. 2019. \nMisophonia: A scoping review of research. J. Clin. Psychol. 75(7), 1203 –1218. \nhttps://do i.org/10.1002/jclp.22771  \nRabasco, A., McKay, D. 2021 . Exposure Therapy for misophonia: Concepts and procedures. \nJ. Cogn. Psychother. 35(3), 156–166.  https://doi -org/10.1891/jcpsy -d-20-00042  \nRoncero, M., Belloch, A., Doron, G. 2018. A novel approach to cha llenging OCD related \nbeliefs using a mobile -app: An exploratory study. J. Behav. Ther. Exp. Psychiatry. 59, \n157–160.  https://doi.org/10.1016/j.jbtep.2018.01.008  \nRoncero, M., Belloch, A., Doron, G. 2019. Can brief, daily training using a mobile app help \nchange maladaptive beliefs? Crossover randomized controlled trial. JMIR. Mhealth. \nUhealth. 7(2), e11443 . https://doi.org/ 10.2196/11443   \nRosenthal, M.Z., Shan, Y., Trumbull, J. 2023. Treatment of misophonia. Adv. Psychiatry. \nBehav. Health. 3(1), 33 –41. https ://doi.org/10.1016/j.ypsc.2023.03.009  \nSalguero, J.M., García‐Sancho, E., Ramos‐Cejudo, J.  Kannis‐Dymand, L. 2020. Individual \ndifferences in anger and displaced aggression: The role of metacognitive beliefs and \nanger rumination.  Aggressive behavior,  46(2), pp.162 -169. \nSchröder, A., Spape, M. 2014 . Amsterdam misophonia scale –revised (AMISOS -R) \n[Measurement instrument].   \nSchröder, A., Vulink, N., Denys, D. 2013. Misophonia: Diagnostic criteria for a new \npsychiatric disorder. PloS One. 8(1), e54706. \nhttps://do i.org/10.1371/journal.pone.0054706  \nSchröder, A.E., Vulink, N.C., van Loon, A.J., Denys, D.A. 2017 . Cognitive behavioral \ntherapy is effective in misophonia: An open trial. J. Affect. Disord. 217, 289–294."
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Journal Pre-proof\nJournal Pre-proof\n24 https://doi.org/10.1016/j.jad.2017.04.017  \nSpielberg er, C. D., Johnson, E. H., Russell, S. F., Crane, R. J., Jacobs, G. A., Worden, T. J. \n1985. The experience and expression of anger: Construction and validation of an \nanger expression scale. In M. A. Chesney& R. H. Rosenman (Eds.), Anger and \nhostility in ca rdiovascular and behavioral disorders(pp. 5 -30). New York: Hemisphere  \nSukhodolsky, D.G., Golub, A., Cromwell, E.N.2001. Development and validation of \nthe anger rumination scale.  Personality and individual differences , 31(5), pp.689 -700. \nTaylor, S. 2017. Mi sophonia: A new mental disorder? Med. Hypotheses. 103, 109 –117. \nhttps://doi.org/10.1016/j.mehy.2017.05.003  \nTonarely -Busto, N. A., Phillips, D. A., Saez -Clarke, E., Karlovich, A., Kudryk, K., Lewin, A. \nB., & Ehrenreich -May, J. 2023. Applying the Unified Pro tocol for transdiagnostic \ntreatment of emotional disorders in children and adolescents to misophonia: A case \nexample. Evidence -Based Practice in Child and Adolescent Mental Health, 8 (1), 133 –\n147. https://doi.org/10.1080/23794925.2022.2025631  \nTremblay, P.F., Dozois, D.J. 2009 . Another perspective on trait aggressiveness: Overlap with \nearly maladaptive schemas. Pers. Individ. Dif. 46(5–6), 569–574.  \nhttps://doi.org/10.1016/j.paid.2008.12.009  \nVallejo, G., Fernández, M.P., Livacic -Rojas, P.E. Tuer o-Herrero, E. 2011. Comparison of \nmodern methods for analyzing repeated measures data with missing \nvalues.  Multivariate Behavioral Research,  46(6), pp.900 -937. \nVan Buuren, S. Groothuis -Oudshoorn, K. 2011. mice: Multivariate imputation by chained \nequations in R.  Journal of statistical software,  45, pp.1 -67. \nVitoratou, S., Hayes, C., Uglik -Marucha, N., Pearson, O., Graham, T. Gregory, J. 2023. \nMisophonia in the UK: Prevalence and norms from the S -Five in a UK representative \nsample.  PLoS One,  18(3), p.e0282777 ."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Journal Pre-proof\nJournal Pre-proof\n25 Wu, M.S., Lewin, A.B., Murphy, T.K., Storch, E.A. 2014 . Misophonia: Incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. J. Clin. \nPsychol. 70(10), 994–1007 .  https://doi -org/10.1002/jclp.22098  \nZhou, X., Wu, M.S., Storch, E.A. 2017. Misophonia symptoms among Chinese university \nstudents: Incidence, associated impairment, and clinical correlates. J. Obsessive. \nCompuls. Relat. Disord. 14, 7 –12. https://doi.org/10.1016/j.jocrd.2017.05.001"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Journal Pre-proof\nJournal Pre-proof\n26 Figure Captions  \nFigure 1. Procedure Flow Chart  \nNote . iApp study (intervention) group; dApp: control (delayed) group.  \n \nFigure 2. Participants Flow  \n \nFigure 3.  Graphs of the Outcome Measures Across T0 and T1 for iApp and dApp \nGroups   \nNote . MAP -R = Metacognition and Anger Processing Scale -Rumination, ARS = \nAnger Rumination Scale, MISO -SCREE = Misophonia Screening Scale, A -MISO -S = \nAmsterdam Misophonia Scale, AMISOS -R = Amsterdam Misophonia Scale -Revised.  \nFigure 4.  Mediation Model of Condit ion Effects on Misophonia Symptoms via Meta -\nCognitions and Ruminations  \nNote . Results shown after controlling doe baseline symptoms, meta cognitions, \nruminations, gender, and age."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Journal Pre-proof\nJournal Pre-proof\n27 Tables  \nTable 1 \nCronbach’s Alpha Values for Misophonia Measurements Across  Assessment Points  \nMeasurement  Assessment \nT0 (N = 85)  Assessment \nT1 (N = 85)  Assessment \nT2 (N = 45)  Assessment \nT3 (N = 85)  \nMISO -SCREE  α = .87  α = .82  α = .72  α = .79  \nA-MISO -S α = .66  α = .63  α = .59  α = .62  \nAMISOS -R α = .87  α = .80  α = .77  α = .77  \nNote . MISO -SCREE = Misophoia Screening Scale; A -MISO -S = Amsterdam \nMisophonia Scale; AMISOS -R = Amsterdam Misophonia Scale -Revised.  \n \nTable 2 \nSociodemographic Variables and Outcome Measures at Baseline: Comparisons \nBetween Immediate -Use App (iApp) Group and Del ayed -Use App (dApp) Group  \nDemographic  iApp Group  \nM (SD) \n(N = 40)  dApp Group  \nM (SD) \n(N = 45)  t(83) p \nGender      \nMale  6 5   \nFemale  34 40   \nAge 35.58 (10.76)  37.58 (11.40)  -0.83 0.93 \nEducation  2.08 (0.79)  1.73 (0.72)  2.08 0.85 \nHigh School  10 18   \nBA/BS  18 22   \nMA 11 4   \nPHD  1 1   \nSTAXI -T 2.31 (0.54)  2.30 (0.59)  0.10 0.35 \nMAP -R 2.40 (0.59)  2.36 (0.63)  0.49 0.66 \nARS total  2.50 (0.56)  2.28 (0.58)  1.83 0.87 \nMISO -SCREE  2.75 (0.72)  2.67 (0.60)  0.49 0.15 \nA-MISO -S 2.00 (0.60)  2.08 (0.50)  0.72 0.39 \nAMISOS -R 3.51 (0.58)  3.50 (0.60)  0.05 0.73 \nNote.  STAXI -T = State -Trait Anger Expression Inventory -Trait Anger; MAP -R = \nMetacognition and Anger Processing Scale -Rumination; ARS = Anger Rumination \nScale; MISO -SCREE = Misophonia Screening Scale; A -MISO -S = A msterdam \nMisophonia Scale; AMISOS -R = Amsterdam Misophonia Scale -Revised."
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Journal Pre-proof\nJournal Pre-proof\n28 Table 3 Intercorrelations Between Study Variables at T0 (N = 85)  \nVariable  STAXI  MAP  ARS MISO -SCREE  A-MISO -S AMISOS -R \nSTAXI -T - - - - - - \nMAP -R 0.71**  - - - - - \nARS 0.54**  0.60**  - - - - \nMISO -SCREE  0.48**  0.46**  0.34**  - - - \nA-MISO -S 0.39**  0.31**  0.24*  0.54**  - - \nAMISOS -R 0.40**  0.32**  0.35**  0.69**  0.69**  - \nNote . STAXI -T = State -Trait Anger Expression Inventory -Trait Anger; MAP -R = \nMetacognition and Anger Processing Scale -Rumination; ARS = Anger Rumination \nScale; MISO -SCREE = Misophonia Screening Scale; A -MISO -S = Amsterdam \nMisophonia Scale; AMISOS -R = Amsterdam Misophonia Scale -Revised.  \n*p < .05; ** p < .01.  \nTable 4 Means, Standard Deviations, and Comparisons Across  T0 and T1 for iApp \nand dApp Groups  \n T0 T1 Time  Group  Time x Group  \n M (SD) M (SD) F \n(83,\n1) p d F \n(83,\n1) p d F \n(83,\n1) p d  iAp\np dAp\np iAp\np dAp\np \nAnger \nmeasure              \nMAP -\nR 2.4\n2 \n(0.6\n0) 2.3\n6 \n(0.6\n3) 2.2\n1 \n(0.5\n4) 2.3\n7 \n(0.6\n0) 3.75\n8 0.0\n56 0.\n42 0.1\n44 0.7\n05 0.0\n90 4.6\n45 0.0\n34 0.\n47 \nARS 2.5\n0 \n(0.5\n5) 2.2\n0 \n(0.5\n8) 2.3\n6 \n(0.5\n4) 2.3\n3 \n(0.5\n0) 0.91\n7 0.3\n41 0.\n21 1.3\n51 0.2\n48 0.2\n50 4.6\n42 0.0\n35 0.\n47 \nMisophonia \nsymptom              \nMISO\n-\nSCR\nEE 2.7\n5 \n(0.7\n2) 2.6\n7 \n(0.6\n) 2.4\n5 \n(0.7\n0) 2.6\n0 \n(0.5\n5) 14.8\n90 0.0\n00 0.\n85 0.1\n05 0.7\n46 0.0\n63 5.7\n02 0.0\n19 0.\n52 \nA-\nMISO\n-S 2.0\n0 \n(0.6\n0) 2.0\n8 \n(0.5\n) 1.9\n6 \n(0.6\n4) 2.0\n1 \n(0.5\n4) 0.75\n6 0.3\n87 0.\n19 0.4\n08 0.5\n25 0.1\n40 0.0\n70 0.7\n92 0.\n06"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Journal Pre-proof\nJournal Pre-proof\n29 Note . MAP -R = Metacognition and Anger Processing Scale -Rumination; ARS = \nAnger Rumination Scale; MISO -SCREE = Misophonia Screening Scale; A -MISO -S = \nAmsterdam Misophonia Scale; AMISOS -R = Amsterdam Misophonia Scale -Revised.  \n \nTable 5 \nMeans, Standard Deviations, and Comparisons Across Three Time Points for iApp \nand Four Time Points for dApp Groups  \nMeasure  Group  T0 \nM \n(SD) T1 \nM \n(SD) T2 \nM \n(SD) T3 \nM \n(SD) F \n(39,1)  \nF \n(44,1)  p Cohen’s \nd Post-\nhoc \nMAP -R iApp 2.42 \n(0.59)  2.21 \n(0.55)  - 2.20 \n(0.51)  7.788  0.008  0.89 T0 vs \nT1, p = \n0.015  \nT0 vs \nT3, p = \n0.020  \nT1 vs \nT3, p = \n1.000  \n dApp  2.36 \n(0.63)  2.37 \n(0.60)  2.09 \n(0.42)  2.15 \n(0.40)  9.097  0.004  0.90 T0 vs \nT1, p = \n1.000  \nT0 vs \nT2, p = \n0.030  \nT0 vs \nT3, p = \n0.130  \nT1 vs \nT2, p = \n0.002  \nT1 vs \nT3, p = \n0.025  \nT2 vs \nT3, p = AMIS\nOS-R 3.5\n1 \n(0.5\n8) 3.5\n0 \n(0.6\n) 3.2\n0 \n(0.5\n7) 3.4\n1 \n(0.5\n7) 11.3\n10 0.0\n01 0.\n70 0.8\n64 0.3\n55 0.2\n00 3.2\n99 0.0\n73 0.\n40"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Journal Pre-proof\nJournal Pre-proof\n30 1.000  \nARS iApp 2.50 \n(0.56)  2.36 \n(0.54)  - 2.31 \n(0.55)  8.528  0.006  0.93 T0 vs \nT1, p = \n0.127  \nT0 vs \nT3, p = \n0.027  \nT1 vs \nT3, p = \n-0.094  \n dApp  2.28 \n(0.58)  2.33 \n(0.50)  2.08 \n(0.41)  2.11 \n(0.40)  7.980  0.007  0.85 T0 vs \nT1, p = \n1.000  \nT0 vs \nT2, p = \n0.039  \nT0 vs \nT3, p = \n0.271  \nT1 vs \nT2, p = \n0.000  \nT1 vs \nT3, p = \n0.029  \nT2 vs \nT3, p = \n1.000  \nMISO -\nSCREE  iApp 2.74 \n(0.72)  2.35 \n(0.70)  - 2.43 \n(0.63)  19.500  0.000  1.41 T0 vs \nT1, p = \n0.000  \nT0 vs \nT3, p = \n0.000  \nT1 vs \nT3, p = \n1.000"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Journal Pre-proof\nJournal Pre-proof\n31  dApp  2.67 \n(0.60)  2.60 \n(0.55)  2.18 \n(0.51)  2.28 \n(0.45)  33.560  0.000  1.75 T0 vs \nT1, p = \n1.000  \nT0 vs \nT2, p = \n0.000  \nT0 vs \nT3, p = \n0.000  \nT1 vs \nT2, p = \n0.000  \nT1 vs \nT3, p = \n0.000  \nT2 vs \nT3, p = \n0.885  \nA-MISO -\nS iApp 2.00 \n(0.60)  1.96 \n(0.64)  - 1.82 \n(0.58)  3.773  0.059  0.62 T0 vs \nT1, p = \n1.000  \nT0 vs \nT3, p = \n0.178  \nT1 vs \nT3, p = \n1.000  \n dApp  2.08 \n(0.50)  2.01 \n(0.54)  1.80 \n(0.44)  1.84 \n(0.45)  8.820  0.005  0.89 T0 vs \nT1, p = \n1.000  \nT0 vs \nT2, p = \n0.015  \nT0 vs \nT3, p = \n0.100  \nT1 vs \nT2, p = \n0.116  \nT1 vs \nT3, p = \n0.405"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Journal Pre-proof\nJournal Pre-proof\n32 T2 vs \nT3, p = \n1.000  \nA-\nMISOS -\nR iApp 3.51 \n(0.58)  3.20 \n(0.57)  - 3.15 \n(0.60)  22.369  0.000  1.51 T0 vs \nT1, p = \n0.001  \nT0 vs \nT3, p = \n0.000  \nT1 vs \nT3, p = \n1.000  \n dApp  3.50 \n(0.60)  3.41 \n(0.57)  2.92 \n(0.60)  3.13 \n(0.54)  22.790  0.000  1.43 T0 vs \nT1, p = \n1.000  \nT0 vs \nT2, p = \n0.000  \nT0 vs \nT3, p = \n0.004  \nT1 vs \nT2, p = \n0.000  \nT1 vs \nT3, p = \n0.014  \nT2 vs \nT3, p = \n0.144  \nNote . MAP -R = Metacognition and Anger Processing Scale -Rumination; ARS = \nAnger Rumination Scale; MISO -SCREE = Misophonia Screening Scale; A -MISO -S = \nAmsterdam Misophonia Scale; AMISOS -R = Amsterdam Misophonia Scale -Revised."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Journal Pre-proof\nJournal Pre-proof\n33 Path   \nR2  F    \ndf\n1 \n  \ndf\n2 Bet\na p  \nSE  \nt-\nvalu\ne Boo\nt \nIndir\nect \nEffe\nct Boo\nt \nSE 95\n% \nCI \n(LL) 95\n% \nCI \n(UL\n) \nTotal \nand \nDirect \nEffects  Total \nEffect \nof \nCondi\ntion \non \nT1SC\nREE 0.6\n553 24.\n71 6 7\n8 -\n0.11\n59 0.0\n085 0.0\n429 -\n2.6\n993   -\n0.2\n013 -\n0.0\n304 \n \nDirect \nEffect \nof \nCondi\ntion \non \nT1SC\nREE 0.6\n643 18.\n79 8 7\n6 \n-\n0.11\n42 0.0\n118\n  0.0\n443 -\n2.5\n798   -\n0.2\n024 -\n0.0\n260 \nRumin\nations \nPath Condi\ntion -> \nT1MM\nR 0.5\n11 13.\n92 6 7\n8 -\n0.1\n041 0.0\n284 0.0\n466 -\n2.2\n339   -\n0.1\n970 -\n0.0\n113 \n T1MM\nR -> \nT1SC\nREE 0.6\n643 18.\n79 8 7\n6 -\n0.0\n759 0.5\n284\n  0.11\n98 -\n0.6\n334   -\n0.3\n144 0.4\n557 \n Indir\nect \neffec\nt     \n    0.00\n79 0.0\n124 -\n0.0\n177 0.0\n327 \nAnger \nMeta -\nCogniti\nons \nPath Condi\ntion -> \nT1MA\nRST 0.5\n244 14.\n34 6 7\n8 -\n0.0\n503 0.2\n322 0.0\n418 -\n1.2\n040   -\n0.1\n336 0.0\n329 \n \nT1MA\nRST -\n> \nT1SC\nREE 0.6\n643 18.\n79 8 7\n6 0.1\n897 0.1\n595 0.1\n335 1.4\n206   -\n0.0\n763 0.4\n557 \n \nIndir\nect \neffec\nt     \n    -\n0.00\n96 0.0\n128 -\n0.0\n402 0.0\n113 \n Table 6 Total, Direct, and Indirect Effect of condition, Ruminations and Anger Meta -\nCognitions  \nNote . T1MARST -Total score of Anger Rumination Scale at T1, T1SCREE - Total score of Misophonia Screening \nScale at T1,  T1MMR - Total score of Metacognition and Anger Processing Scale -Rumination at T1  \nCRediT author statement  \nacknowledgement: none"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Journal Pre-proof\nJournal Pre-proof\n34  Funding source:none  \nProf’ Guy Dor on: Conceptualization, Methodology, Software,  Resources \nsupervision  \nHadar Even Ezra : Investigation: Data collecting, Writing,  Formal analysis  \nDr Tamar Podoly: Writing - Reviewing and Editing,  Formal analysis, Visualization"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Journal Pre-proof\nJournal Pre-proof\n35 Highlights  \nNegative emotions like anger are common reactions to human noises in misophonia  \nDaily training with a mobile app may reduce anger rumination and misophonia \nsymptoms  \nImprovements in anger rumination were maintained at a 1 -month follow -up \nResults highlight the potential of c ost-effective, accessible mHealth interventions"
    }
  ]
}