{
  "doc_type": "scientific paper",
  "title": "Implementing the Reconsolidation Paradigm in Treating Misophonia",
  "authors": [
    "Prats"
  ],
  "year": 2024,
  "journal": "Psychology, Hunter College",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:05:02.151437Z",
  "source_pdf": "documents/research/Global/Prats 2024 Implementing the Reconsolidation Paradigm in Treating Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "City Univ ersity of New Y ork (CUN Y) City Univ ersity of New Y ork (CUN Y) \nCUN Y Academic W orks CUN Y Academic W orks \nTheses and Disser tations Hunter College \nSpring 5-3-2024 \nImplementing the Reconsolidation P aradigm in T reating Implementing the Reconsolidation P aradigm in T reating \nMisophonia Misophonia \nAngel Pr ats \nCUN Y Hunter College \nHow does access t o this work benefit y ou? Let us know! \nMore information about this work at: https:/ /academicworks.cuny .edu/hc_sas_etds/1135 \nDisco ver additional works at: https:/ /academicworks.cuny .edu \nThis work is made publicly a vailable b y the City Univ ersity of New Y ork (CUN Y). \nContact: AcademicW orks@cuny .edu"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Implementing the Reconsolidation Paradigm in Treating \nMisophonia  \nby \nAngel Prats  \n \n \n \n \nA thesis submitted in partial fulfillment  \nof requirements for degree of  \nMaster of Arts Psychology, Hunter College  \nThe City University of New York  \n \n2024  \n \n \n \n4/16/2024   Dr. Daniela Schiller  \nDate   Thesis Sponsor  \n4/16/2024   Dr. Peter Serrano  \nDate   Second Reader"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 2 \n \nAbstract  \nMisophonic patients experience extreme sense of disgust when exposed to acoustic \nand/or visual triggers. In this longitudinal study, the reconsolidation paradigm was \napplied to treat 25 patients during a month. The findings reveal that reminders in a \ncontrol setting did not improve maladaptive memories, but counterconditioning \nupdate ameliorated symptoms."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 3 \n \nTable of Contents  \n            Page  \n1. Intro duction                                  4 \n \n2. Misophonia                        7 \n \n3. Reconsolidation                     13 \n \n4. Study                                   17 \n4.1 Participants          17 \n4.2  Apparatus &Materials         19 \n4.3  Measures          22 \n4.4   Procedure          22 \n \n5. Results                      26 \n       5.1 Approach Avoidance         26 \n       5.2 Questionnaires          28 \n \n6. Discussion , Recommendations  & Conclusion                 34 \n \nAppendi xes          39 \n \n1. Misophonia Activation Scale         39 \n2. Misophonia Questionnaire         40 \n3. Amsterdam Misophonia Scale         41 \n4. Amsterdam Misophonia Scale Revised        43 \n \nReferences           47"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 4 \n \n1. Introduction   \n“Memory is a way of holding onto the things you love, the things you are, the things you never want to lose”  (Kevin \nArnold),  And in some instances, the things you need to update in order to change (Angel Prats)  \n \nRemembering our memories, even the darkest ones, makes us understand why we experience what we \nexperience, our present, and who we are. The many maladaptive memories become the origin of \npsychiatric disorders and influence personality traits (Johnson et al ., 2005). We can find these \ntypes of memories at the epicenter of post-traumatic  stress disorder (PTSD), phobias, and also in \nsome dysregulated behaviors such as alcoholism and drug abuse (Milton & Everitt, 2012). Among \nthe many disorders affected by malad aptive memories, we find misophonia.  \n \nMisophonic patients experience extreme sense of disgust when exposed to acoustic and/or visual \ntriggers. The most common triggers are those related to oral consumption such as chewing, \nslurping, gum chewing, but there are others related to repetitions such as pen clicking, keyboard \ntyping, scraping sounds and loud breathing. Being near such triggering sounds, and even just \nwatching them, causes misophonia patients to develop aversion symptoms such as anger, anxiety \nand in some extreme cases panic -like attacks (Wu et al, 2014; Schröder  et al., 2015; Ferrer -Torres, \net al., 2022). Other than the feeling of disgust, patients also experience muscle tension and/or \nphysiological arousal (increased heartbeat , sweaty palms…) (Ede lstein et al., 2013).   \n \nDue to the scarcity of studies on misophonia to date, there has not been definitive evidence \nallowing for consensus as to whether it is a comorbidity found in other psychiatric disorders or if"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 5 \nit is a condition in of itself (Potgiet er, et al., 2019). This issue impedes it to be added to the DSM -\nV (Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition). In regards to its etiology, \nthe most commonly used explanation for the origin of misophonia is a maladaptive condition ing. \nMisophonia is considered a conditioned response that was originally unconditioned but through \nassociation with a negative outcome became conditioned. Unfortunately, the little information \navailable on misophonia makes it difficult to propose ideal dia gnostic criteria, let alone methods \nof treatment. Several diagnostic tools have been hypothesized to accurately evaluate misophonic \nsymptoms, but none has been completely validated, replicated and generalized (Potgieter, et al., \n2019). Several clinical cas es have investigated the role of different psychiatric therapies on \nremediating the aversive misophonic symptoms patients disclose. Among the most popular types \nof treatments implemented for misophonia we find Cognitive Behavioral Therapy (CBT) with and \nwithout exposure therapy element, Acceptance and Commitment Therapy (ACT), and Dialectical \nBehavioral therapy (DBT). No treatment has been successful at completely correcting misophonia \nsymptomatology; at best, some treatments have shown to temporarily reduc e the symptoms, but \nwith extreme variability (Mattson, et. al., 2023).  \n \nIn another field of study with relatively the same years of existence as the term misophonia we \nfind reconsolidation (both getting recognition at the outset of the 21st century). A mol ecular, \nanatomical, and cognitive process considered to be the paradigm that allows for updating \nmemories (Hupbach et al., 2007; Schiller et al., 2010; Nader, 2015; Lee et al., 2017). This process \nin which a reminder of a maladaptive memory is required to destabilize a prior consolidated \nmemory has been studied in its potential capacity to interfere and modify the valence of memories. \nReconsolidation, which has been studied in both animal and human models, has shown to be able"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 6 \nto manipulate/update declarati ve, procedural and emotional memories through amnesic agents or \nby introducing additional information that competes with the original memory (Agren, 2014; Lee \net al., 2017). It is in this application that reconsolidation is intended to be used as a mechani sm \nthrough which maladaptive memories can be remediated. To this extent, several clinical trials have \ntaken place in improving the treatment mechanisms used in conditions such as phobias, \nalcoholism, drug abuse and PTSD, among others (Gray & Liotta, 2012; Das et al., 2015 ; Xue et \nal., 2015; Bjorkstrand et al., 2016;  Dunbar & Taylor, 2017;  Vermes et al., 2020).         \n \nBoth reconsolidation and misophonia are relatively new topics with many questions to be \nanswered. The main objective of this research is to  shed some light on misophonia while also \nanalyzing the role reconsolidation could have as a potential treatment mechanism. The study \nundertaken in this master thesis is part of a larger research project being carried out at Mt Sinai \nHospital (Icahn School  of Medicine) under the direction of Dr. Daniela Schiller , who has granted \nus access to the data . This project (NCT05928689) is funded through The Misophonia Research \nFund as a part of the REAM Foundation, a private family foundation. To the best of our kn owledge \nthe implementation of reconsolidation mechanisms in a misophonia sample is novel and has not \nbeen attempted before.    \n \nIn sum, in this master thesis I hypothesized that participants undergoing  a reminder of their trigger \nprior to receiving counterconditioning (i.e., reconsolidation updating) will show a significant \nreduction of their aversive responses compared to misophonic participants that do not get a \nreminder. In this way, we hope to addre ss whether reconsolidation therapy in the form of \ncounterconditioning is sufficient in reducing aversion to misophonic triggers."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 7 \n2. Misophonia   \nThis chapter will introduce the phenomenon of misophonia , a proposed condition that has a great \nimpact on the daily lives of the people that suffer from it. I will explain its symptoms, the relevant \nfindings, and issues in the study of misophonia. By synthesizing the literature of this understudied \ncondition, I  hope to contribute to a more holistic perspective that will hopefully lead the reader to \nbetter understand misophonia, its implications for clinical practice, and its research opportunities.    \n \nMisophonia is a relatively new condition coined by Jasterboff  in 2001 (Jasterboff, 2001). Even \nthough the original term was intended to be “An abnormally strong reaction occurring to a sound \nwith specific pattern and/or meaning to an individual '' (Jasterboff & Jasterboff, 2014), it is the \nliteral Greek/Latin transl ation that receives the most popularity miso  = hate, of the phonia  = sound \n(Potgieter et al., 2019).   \n \nPeople suffering from this condition are characterized as experiencing disproportionately extreme \naversion to certain sounds (triggers) differently from the general population. The triggers tend to \nbe diverse and multiple for each individual, the most common are chewing, slurping, lip smacking, \nsniffling, screeching, and throat clearing. To these individuals, being exposed to the triggers, \nactivates both l imbic and autonomic systems causing them to experience strong responses related \nto feelings of anxiety, disgust, and anger (Potgieter et al., 2019). Misophonia is different from \nHyperacusis — an auditory condition in which noise is perceived to be too loud,  to the point that it \ncan cause discomfort and pain — in that the volume of the triggering sound is not related to the \noutcome (Jasterboff & Jasterboff, 2014). To misophonic patients, even just observing an individual \ndoing the activity related to the trigg er without sound is sufficient to trigger them. This has been"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 8 \nconsidered one of the trademarks of misophonia. This misokinesia (hatred of movement —\nreferring to the image of the movement related to trigger) element makes misophonic patients \naversive to soci alize, eat with others and, in extreme cases, cause the patient to become incapable \nto attend classes or go to work due the fear of being triggered (Swedo et al., 2022). Patients with \nmisophonia tend to report inability to focus after being triggered, hype rfixation on the triggering \nindividual, and hypervigilance of perceived follow up triggers (Potgieter et al., 2018). \nInterestingly, misophonic patients tend to deem misophonic triggers as stronger when the sounds \nare produced by an individual close to them  such as a family member or a partner (Bernstein et al., \n2013). Even though the triggers are stronger when coming from their immediate social network, \nthe sounds that are emitted by the patients themselves do not become triggering. Another common \ntrademark  experienced in misophonia patients is the presence of involuntary physiological \nmovements such as clenching teeth, keratosis pilaris (chicken skin) or jerk movements when \nexposed to the patients’ triggers ( Schröder  et al., 2018 ; Eijsker et al., 2021).   \n \nThe novelty of misophonia raises a plethora of unanswered questions. What is its prevalence, how \ndoes it come to be, who is affected, how may we treat it and many more questions. What is known \nthough is that misophonia is a complex response experienced due to sensory information that arises \nfrom a specific context with varying valence. To date, research has delved into the prevalence of \nmisophonia and out of the few studies, there is discrepancy. Wu et al. (2014) found that out of 483 \nAmerican undergraduate students, 20% reported significant misophonia impairment symptoms. In \ncontrast, a similar study performed in China found that 20% of 415 students declared experiencing \nsound sensitivity “often” or “always”, but only 6% of these had significant misophonia i mpairment \n(Zhou et al., 2017). These findings not only lead to the conclusion that there is a lack of consensus"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 9 \nin misophonia, but also that it may be more prevalent in specific populations. Through case study \nreports, the scientific community has estimate d that even though misophonia symptoms tend to \nappear at different time spans, the patients report experiencing their first anger, disgust, and anxiety \nsymptoms related to their triggers at early stages of development. Estimations to date postulate \nthat on  average misophonic symptoms appear around the age of 12 (Dozier, 2015; Jager et al, \n2020).    \n \nIn regards to how misophonia may have come to be, plenty of hypotheses have emerged, but no \nconsensus has been reached. Some researchers have tried to explain th e misophonia inception as \nrooted in a temporary hearing loss experienced by patients at childhood, which may have led the \npatient to develop higher sensitivity to specific sounds (Aazh et al., 2022). Others have suggested \nthat the origin of misophonia may be due to the anatomical proximity between the auditory cortex \nwith the Anterior Insular Cortex, which led the patients to create spurious associations similar to \nthose experienced by synesthesia patients (e.g., hear -color, taste -word) (Edelstein et al., 2 013). To \ndate though, the first and most prevalent explanation for misophonia is believed to be due to a \nsimple conditioned response —a classic Pavlovian conditioning (Dozier et al., 2023).   \n \nAccording to this hypothesis, an unconditioned stimulus (trigger)  became associated with an \nunpleasant experience which caused an unconditioned response (anger, disgust). Over time, the \ntrigger becomes conditioned and consolidated; thus, every time the trigger is present, the patient \nexperiences the now conditioned resp onse: anger, disgust, as well as physiological responses."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 10 \nEven though very limited studies have been done in the field of misophonia due to its novelty and \nthe lack of awareness, some studies have brought forward that a genetic component may also be \nat play (Brout et al., 2018; Sanchez & Silva et al., 2018). Through case studies, researchers have \nreported that it is habitual to find a parent or a sibling of a misophonic patient to also exhibit \nmisophonic symptoms. A case study describes a report of 15 ind ividuals from the same family in \nBrazil, in which all individuals suffer from misophonia (Sanchez & Silva et al., 2018). Even though \nthis poses some evidence for misophonia to be considered a psychiatric condition, more studies \nwill need to be carried out to draw significant conclusions.   \n \nMisophonic patients also tend to suffer additional psychiatric issues, making it difficult to \ncharacterize misophonia alone. Misophonic patients tend to report having other disorders such as \npost traumatic stress disorder , obsessive compulsive disorder, generalized anxiety disorder, as well \nas major depressive disorder (Erfanian et al., 2017; Quek et al., 2018). Because misophonia is \noften comorbid with other disorders, this has brought out questions of whether misophonia is a \nsymptom or a condition in of itself. Something which has some members of the Psychiatry \ncommunity in dissent — genetic condition or symptom of disorders?.    \n \nResearchers have tried to characterize misophonia as a condition since Schröder , Volnik & Deny s \n(2013) brought forward the diagnostic criteria to characterize misophonia. Although it has not been \naccepted into the DSM -V, researchers have tried to find anatomical and functional differences to \nsingle out misophonia and to make a claim of it being a c ondition. To do so, researchers have \nrelied on physiological and neuroimaging techniques such as galvanic skin response (GSR), \nelectroencephalograms (EEG) and Functional Magnetic Resonance Imaging (fMRI)."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 11 \n \nIn the field of physiological responses, researche rs such as Kumar et  al. (2017) have studied the \nphysiological reactivity experienced by misophonic patients. In this study, Kumar et al. analyzed  \nthe skin reactivity of misophonic patients and healthy controls. The results showed that  misophonia \npatients experience higher galvanic skin responses to auditory stimuli than healthy controls, \nsuggesting that there is a dysregulation of the autonomic ner vous system where patients experience \nhigh sympathetic arousal while potentially reducing the parasympathetic system response. In the \nfield of neuroimaging, implementing EEG imagery studies, Schröder  et al. (2014), showed that \nmisophonia patients have redu ced mean amplitude of the auditory N1 (part of the event related \npotential —the electric response to a specific event), which indicates differences in the early \nprocessing (attention and detection) of auditory stimuli. This suggests that misophonic patients  are \nunable to filtrate or habituate to the incoming sounds. These findings led Schröder  et al. (2014) to \npropose that being unable to process the information and habituate to the trigger may result in \nhypersensitivity to the specific stimuli, which leads to increased physiological and emotional \nresponses compared to controls. Although this correlation is a potential explanation, further studies \nare needed to corroborate the pattern and the explanation.    \n \nIn relation to fMRI studies, the few studies comple ted to date have postulated that Misophonia \npatients have aberrant neural responses compared to control groups. Studies in this field have \nfound that misophonic patients exhibit hyperactivation of the bilateral auditory cortex with the left \namygdala (Giorg i, 2015), increased activity in the auditory cortex ( Schröder  et al., 2015) and \ndisrupted functioning of the connection between anterior insular cortex and superior temporal \ncortex, ventromedial prefrontal cortex, posteromedial cortex, hippocampus and amyg dala (Kumar"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 12 \net al., 2017). In the most recent work in this field, undertaken by Eijsker et al. (2021), in which \nmisophonic patients underwent fMRI with their eyes closed, it was found that  patients had greater \nvolume of gray matter compared to controls, sp ecifically in the right amygdala; altered \nconnectivity between the amygdalae and the cerebellum; and greater connectivity within lateral \noccipital cortices and fusiform gyri found in the ventral attention network.   \n \nFindings such as these bring forward that both functional and anatomical abnormalities are \nimplicated in misophonia. These reports explain why misophonic patients report feeling anxiety, \nanger, and discomfort upon being triggered, and are predisposed to hy perawareness. Corroboration \nof these findings needs to be done in order to verify these findings and give strength to the claim \nof misophonia being a singular condition.   \n \nWhen it comes to treatment, the lack of consensus and awareness on misophonia has im peded the \ndevelopment and research of potential therapeutic interventions. Not many of the established \ntherapeutic techniques have proven efficient in treating these patients. Cognitive behavioral \ntherapy through exposure therapy, as a second -generation  mechanism, has shown the best promise \nto date (Mattson et al., 2023). The scarcity of clinical reports in this field, limits any definite \nconclusions on best therapeutic practice. Thus, in this thesis, I hope to shed some light on \nmechanisms that may make mi sophonia treatment more efficient."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 13 \n3. Reconsolidation   \nIn this chapter, I will review the literature of reconsolidation. I will bring forward its hypothesized \nrole, the application it has in treating maladaptive memories that are at the center of many \ndisorders, and argue the benefit it could have in treating misophonia patients.  \nTo begin, we must first understand consolidation since reconsolidation depends on it. \nConsolidation is the required period of stabilization needed for acquiring new memories. This is \ndemonstrated in part by the impairment found in inte rruptions of consolidation due to amnesic \ntreatments or new learning occurring soon after initial learning ( McGaugh, 2000 ). Similar to the \nevidence that demonstrates consolidation, there is evidence suggesting the existence of post -\nretrieval restabilizatio n. In this case, evidence suggests that previously consolidated memory can \nbe destabilized if amnesic treatment or new learning happens after a memory is retrieved (Nader, \n2000; Nader, 2015; Lee et al., 2017). This destabilization has given rise to the con cept of post -\nretrieval reconsolidation, where the memory that has been retrieved becomes destabilized and \nrequires reconsolidation in order to become stabilized once more.   \nSeveral memory systems have been demonstrated to be capable of modification. Studie s indicate \nthat declarative, procedural, and emotional memories have the potential to be manipulated through \nthe reconsolidation paradigm (Hupbach, 2007; Monfils et al., 2009; Schiller et al., 2010; Agren, \n2014; Scully et al., 2016).   Its potential to trea t maladaptive memories are being put to the test \nnowadays and the thought that memories can only be consolidated once has decreased in \npopularity."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 14 \nThe field of reconsolidation, as mentioned before, works on the premises that memories upon \nbeing retrieved and expressed enter a malleable state where one can manipulate them by either \nreducing (amnesic) or increasing the emotional valence attributed to them (Lee et al., 2017; Deng \net al., 2023). This change in emotional valence can be obtained by either incorp orating new \nexperiences, psychological and physiological changes, and or through interventions (both invasive \nand non invasive) (Deng et al., 2023). The mechanisms through which this takes place are complex \nand involve molecular, cellular and synaptic plas ticity processes (Lee et al., 2017).   \nRegarding the functionality of reconsolidation, it has been hypothesized that it allows us the \ncapacity to update our memories with new information (Hupbach et al., 2007). This is supported \nby the bidirectional nature of reconsolidation. Memories from our past can be strengthened or \nweakened by the addition of new information. Thus, what was once traumatic may fade away \nthanks to prolonged updating in reconsolidation or, on the other hand, it can worsen the emotional \nvalence one had about its trauma. Experimental studies trying to test this hypothesis have delved \ninto updating these maladaptive memories in order to change the outcomes they cause. Some of \nthe more significant studies to date have delved in the application  of reconsolidation in PTSD, \nphobias and drug use.  \nIn a clinical study where reconsolidation mechanisms were used to treat heroin addicts, those who \nunderwent a reminder of the drug (video clip) and received extinction training (repeated exposure \nto heroin  cues) had lower craving for the drug 6 months after (Xue et al., 2012). This is in contrast \nto the other groups in the study which did not get drug reminders or that took a 6h break before \nextinction training (i.e., outside the reconsolidation window). Fi ndings in this study imply the \nefficacy the reconsolidation may have in treating drug disorders and the role it can play for relapse"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 15 \nprevention. In another study using alcohol -related memory manipulation, alcoholics that were \npresented with actual alcohol followed by counterconditioning (alcohol cue paired with disgusting \nimage) showed a perceived reduction of attentional bias, cravings upon being cued, and lower \nliking ratings (Das et al., 2015). Other groups with different conditions (drank alcohol or dra nk \nnon alcoholic drinks) were less effective, which indicates that there is a specific type of violation \nneeded to destabilize the memory alcoholics have (Das et al., 2015). This indicates that the type \nof reminder is important in activating the memory and  that counterconditioning is effective at \nmitigating some of the adverse effects maladaptive memories have.  \nIn another pilot study, a small sample of PTSD patients underwent Rewind Technique, a \nreconsolidation protocol where the patients are cued to rememb er their traumatic events and \nimagine it as if it were a movie (Gray et al., 2012). The majority of the participants no longer met \ncriteria for PTSD diagnosis after the intervention. Replication of this is still required to verify the \nefficacy of the Rewin d Technique in reducing PTSD, but this study showcases the applicability of \nreconsolidation mechanisms. In regards to reconsolidation used in clinical studies of phobia \ntreatments, retrieval -extinction protocols show mixed results when targeting a sample p opulation \nwith arachnophobia (Shiban et al., 2015). In Shiban et al. (2015), although retrieval -extinction \nefficiency was not clear and protocol optimization is required, the post -retrieval exposure to \nspiders significantly decreased. Thus, the participant s suffering arachnophobia may have benefited \nfrom reconsolidation updating. In a separate study, also focused on phobias, Agren et al. (2017) \ndemonstrated that reminders in an in vivo or imaginary extinction protocol disrupted the \nreconsolidation process r egardless of the type of reminder."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 16 \n \nFigure  1. The reconsolidation process.   \nOnce a memory is being reactivated it destabilizes and must begin the process of reconsolidation \n(see figure#)..  If we implement updating via extinction, counterconditioning, or interference, we \ncan change the emotional valence that image has over the person. Extinction would be through \nrepetitive exposition of the person to a trigger image without experiencing side  effects (e.g., a dog \ncollar is not a dangerous dog). Counterconditioning would be experiencing a gain or loss \nassociated with the triggering image (e.g., monetary compensation). Another updating mechanism \nfor reconsolidation would be interference, where o ne information competes with the other to \nconsolidate. Once this additional information is associated with the original memory it becomes \nreconsolidated. The memory which is now updated with the new information could be more \naccentuated thanks to having go ne through enhancing mechanisms or less accentuated through \namnesic mechanisms.  \nThrough experiments using animal and human models, scientists have estimated that the \nreconsolidation period takes about 6 hours (Lee et al., 2017). That is, from the moment th e \nreminder is given, the memory is labile for the first 6h, once the period has passed the memory is \nconsolidated and no updates are able to modify it."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 17 \nThe elements discussed in this section: the reconsolidation paradigm, the update mechanisms, prior \nfindings, and the timeframe required for consolidation are the cornerstones from which we develop \nour study. Therefore in this thesis, I will analyze  the rec onsolidation paradigm with the updating \nmechanism of counterconditioning in the hope of changing the emotional valence misophonia \npatients experience.   \n \n4.  Study   \nThis Master’s thesis is based on a subsection of a larger study directed by Dr Daniela Schiller  \ntaking place at Mt Sinai Icahn School of Medicine (NCT 05928689) funded through The \nMisophonia Research Fund as a part of the REAM Foundation, a private family foundation. Due \nto the nature of the study and the fact that it is ongoing, only 2 out of 5 grou ps it is composed of \nare being analyzed in this work. The original population will be introduced in the sections below \nto explain the onboarding process.    \n \n4.1 Participants   \nIn this study, a total of 25 participants who were “diagnosed” or self -identified as misophonic, \nbetween the ages of 18 - 55, were recruited through advertisements in social media platforms, pool \nsamples of SoQuiet members (a platform dedicated to people w ith Misophonia, where they can \ngather information, resources and apply for research grants) and posters around New York City. \nOut of the initial pool of 284 prospective participants who expressed interest in our study,   42.4% \n(123) were deemed not eligible  for our study. Eligible criteria were established for participants to"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 18 \nexpress misophonia triggers and some reported distress when confronted with a trigger (see \nappendix # for exclusion criteria). An additional approximately 10% of the remaining participa nts \ndid not consent to have their data stored in our system. Lastly, those participants who did not \nsuccessfully score above threshold in 3 misophonia questionnaires out of 4 were also dropped \n(15%). We implemented these 4 questionnaires due to no consensu s in the field regarding the \npsychometric properties of each of the individual questionnaires, including reliability or validity \nand generalizability (Roshenthal et al., 2021 ). Following the completion of the questionnaire, 20% \nmore participants dropped fr om the study due to un -responsiveness, inability to commute or \npersonal reasons.  \nThe composition of our remaining 84 participants (30%) was divided among the 5 groups of the \nlarger study, taking into account the individual's preference. At the time that th is thesis was being \nwritten 25 participants fell under the groups analyzed.   \n \nDescriptive Statistics  \n  Age age_miso  Education  Eco Stat  #siblings  status  \nValid   \n25  \n25  \n25  \n25  \n25  \n25  \nMissing   \n2  \n2  \n2  \n2  \n2  \n2  \nMean   \n34.975   \n10.840   \n8.200   \n6.240   \n1.640   \n0.520   \nStd. Deviation   \n9.773   \n4.638   \n0.803   \n2.259   \n1.019   \n0.858   \nMinimum   \n21.076   \n3.000   \n6.000   \n1.000   \n0.000   \n0.000   \nMaximum   \n52.981   \n20.000   \n9.000   \n9.000   \n4.000   \n3.000   \n \nTable 1.  Summarizing the descriptive data of the sample."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 19 \nDemographics of the sample ( see table 1) were primarily composed of caucasian  females (86%) \naveraging the age of 35.09 (SD=10.45). Regarding our sample socioeconomic attributes, the \nmajority of our participants (47%) held a college degree and 33% had completed graduate \nprograms (Master, PhD). The average income of our sample report ed having an income between \n$75,000 and $100,000 (SD =2.3). Participants also described on average experiencing their first \nmisophonia triggers at 11 years of age (SD=4.8), this finding is closely related to that reported in \nother studies where it is estim ated to be at 12 years of age (Dozier, 2015; Potgieter, et al., 2013).  \n \n4.2 Apparatus and Materials  \nSurveys and questionnaires   \nOur study implemented a battery of surveys and questionnaires through REDCap (Research \nElectronic Data Capture) online software (REDCap, 2023). This allowed us to track the entirety \nof the participants task completions, send surveys as well as collect survey data. The exclusion \ncriteria for participating in our study was established as passing (scoring above average) in a \nminimum o f 3 of the following validated and reliable questionnaires:    \n \na) Misophonia Assessment Questionnaire (MAQ)  - (Score < 18)  See appendix 1 \nFirst misophonia assessment tool created by Marsha Johnson et al. (2013), designed to identify the \ndegree misophonia a ffects the life of the patient. It is composed of 21 phrases the patient needs to \nrate from 0 to 3. MAQ is centered around noise triggers, and does not account for visual \nimplications.  \n  \nb) Misophonia Questionnaire from USF (MQ)  - (Score < 24) See appendix 2"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 20 \nThe Misophonia Questionnaire, first published by Wu et al., 2014; from the University of South \nFlorida, consists of 3 scales. MQ tries to identify the sensitivity (8 items), frequency of behavioral \nresponses (11 items) and severity th e patients have when exposed to their triggers.  \n \nc) Amsterdam Misophonia Scale  (AMISO ) (Score < 9) See appendix 3 \nThis questionnaire, adapted from Yale -Brown Obsessive -Compulsive Scale, assesses the level of \ninterference misophonia causes to the patients.  It includes the word trigger to encompass any \nsounds, sight, touch or motion considered aggravating to the patient. AMS is an 18 item \nquestionnaire that has been revised and developed by Schröder, Vulnik, and Denys (2013).  \n \nd) Amsterdam Misophonia Scale (revised) (AMISOr)  - (Score < 18) See appendix  4 \nThis questionnaire is a revision to AMISO undertaken by Schröder, Vulnik, van Loon and Denys \nin 2017. It was revised to improve the reliability and validity of AMISOS while making it more \ncomprehensive.   \n \nTo establish any psychopathology in the patients, researchers  implemented the use of Mini \nInternational Neuropsychiatric Interview (MINI) (Sheehan et al. , 1998). This allowed us to account \nfor diagnosis of Depression, General Anxiety, Social  Anxiety, Mania, Panic disorders, PTSD, \nOCD, Substance use disorder, Schizoid  or Delusional comorbidities.   \n \n Approach Avoidance Task - (AA)  \nThe misophonia triggers were short clips (30 seconds) of a person: wet chewing, gulping, slurping, \nsniffling or scr aping; that had been used and validated in similar studies of misophonia by the"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 21 \nDavidenko lab at Duke University ( Samermit et al.,  2022). Using Psycho Pi the videos were \nembedded into a task for participants to be able to choose between watching the particular video \nthey stated had triggered them the most or a static screen. Each video had a specific monetary \ncompensation of $0, $0.2, $0.4, $0.6, $0.8 or $ 1 and responses were recorded and totaled by \nPsychoPi Software. A total of 20 video events were recorded with a total compensation of $12 if \nparticipants watched the trigger video all the time. Response times and attention tasks were also \nembedded and reco rded into this Psychopy task. The same task was also brought online through \nPavlovia Software so that the participants could use it at the different follow up times throughout \nthe study.   \n \n Counterconditioning  \nA counterconditioning video was created using the same process established above using \nPsycho Pi. In this case the participants did not have an option to choose from, but got compensated \n($4 for each trigger video and $0 for each static video) as a conditional stimulus. The \nimplementation of this task was intended to be used as the mechanism through which the emotional \nvalence of the trigger could be updated. In doing so, the trigger was hoped to be associated with \nthe positive valence of obtaining monetary compensation instead of the original feeling o f anger, \ndisgust or anxiety that the trigger had had.      \n \nAnalysis   \nThe analysis of all the data collected was analyzed through JASP (version 0.16.1 JASP team, \n2022)."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 22 \n4.3 Measures  \nMisophonia reactivity - the desire to not be exposed to a specific trigge r in fear of the physical, \nemotional and psychological repercussions that arise from such triggers was measured through \nseveral parameters. Surveys and questionnaires (MAQ, MQ, AMISOS and AMISOSr) that are \ndesigned to analyze misophonia reactivity were imp lemented at different periods of time for self \ndeclared statuses of misophonia reaction. Through the analysis of reaction changes we hoped to \nsee a trend dependent on the treatment the participant underwent. Another measurement of \nmisophonia reactivity is the scores each participant obtained in their follow up Approach \nAvoidance task compared to their initial score.   \n \nReconsolidation - the process through which memories can be recalled, and re -stored after being \nmodified into stabilized long -term memories. The study analyzed this process by having reminders \nof the participant triggers (11 sec video) or control reminders (control - static video) prior to \nintervention and distraction tasks. Approach Avoidance task in this parameter also functions as a \nreconsol idation measurement. Since, the participants that undergo reminder are expected to have \ngone through an update memory the Approach Avoidance task is expected to be a proper indicator \nof the evolution and power reconsolidation had on the participants.     \n \n4.4 Procedure   \n \nOnce participants showed interest in participating in the study, they received a phone call from the \nresearch  team. This preliminary phone screen served as an introduction to the study, where \nresearchers  explained the process step by step, asked them questions to determine their eligibility \nas well as determined the test subgroup they may be eligible for. After determining what subgroup \nthe participants pertained to, they underwent a zoom call where they gave their consent. During"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 23 \nthis time, the participant granted researchers  permission to record the zoom call while they \nperformed the MINI diagnostic questionnaire. The purpose  of the MINI and the recording was \nexplained to the participant as being needed to know if they had any potential psychological \ncondition that could explain their Misophonia,  as well as getting validated opinion from \npsychologists and psychiatrists in the team.  Once the consent call was finished, the participant \nwould receive a batter y of surveys and questionnaires MAQ, MQ, AMISOS and AMISOSr as well \nas the additional surveys pertaining to personality, emotionality, and psychological state of mind. \nAt this point the participant also received the link for their first Approach Avoidance test. Once \nconsent was obtained and surveys had been completed successfully (Misophonia score pass), the \nparticipant scheduled a visit at  the Seaver Center at Mount Sinai. Participants who had been \nselected for the behavioral trial got designated to either  manipulation (group 1) or to control (group \n2) (see Figure 2). Group 1 underwent a reminder of their trigger (reconsolidation) and \ncounterconditioning, while group 2 underwent counterconditioning without reminder (static \nscreen). Designation to either gro up 1 or 2 was chosen by a simple coin toss as a method of \nrandomization."
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 24 \n \nFigure 2. Experimental and Control Group Schedule of Events  \n \nIn their first in person visit (Visit 1), all participants filled in a survey reporting their stress level \nof that day. After the arrival survey researchers  asked the participants to declare whether they had \nrefrained from taking any medication 24h prior t o arriving, whether they had used drugs of abuse \nor if they happened to be pregnant. Once answers were collected all participants were directed to \nwatch a video. The video was either a triggering video (reminder) or a static screen. The volume \nof the video  was set to 8 bars for all participants. Participants were then instructed to rate their \nexperience of the video. Following this, the clinician performed a distraction task on the"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 25 \nparticipants, lasting 10 minutes. The distraction task consisted of some sub parts of the Wechsler \nAdult Intelligence task (WAIS -IV), specifically: digit span and simple arithmetic questions. The \nparticipants had to repeat the numbers read to them in a specific order or answer simple math \nquestions. This distraction task was implem ented to prevent participants from interacting and \nreactivating the memory of their misophonia triggers. Once this was completed a \ncounterconditioning video was shown to the participants, where the participants obtained monetary \ncompensation for watching t he videos (they had no choice as to what they could watch).     \n \nSix hours after visit 1 took place, participants had to come back to the center to start session 2 \n(Visit 2). All participants watched their respective short clip video reminding them of their  trigger \nregardless of what group they were in. After this, the participants were then presented with an \nApproach Avoidance task (same task they had done in their screening process). After finishing the \nApproach Avoidance task, Visit 2 was completed and pa rticipants were sent home.  \n \nParticipants received 3 online follow ups after in person session 1 and 2. These were 24 hours after \nthe in person visit (Visit 3), a week after (Visit 4) and a month after (Visit 5). All three follow ups \nwere identical. The par ticipant filled in the 4 misophonia surveys (MAQ, MQ, AMISOS and \nAMISOSr) and completed an approach avoidance task. Participants were instructed to use a \ncomputer and headphones to complete the Approach Avoidance task and the volume was \nspecified.  \n \nThe tot al time spent completing surveys and tasks was estimated to be approximately 5h & 30 min \nand compensation was postulated to be $20/h. Therefore, the participants were paid $110 with the"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 26 \noption of an additional bonus depending on how they interacted with th e Approach Avoidance. \nThe Approach Avoidance tasks gave the participant the chance to collect an additional $12 each \ntime they completed the task. The total compensation ranged from $110 to $170 maximum \ndepending on the participant choices in the Approach Avoidance task.   \n \n5. Results   \n \nThe effects of reconsolidation in the misophonic samples were analyzed using Linear Mixed \nModels ANOVA (analysis of variance) to analyze the data in relation to the time frame (Screening, \nVisit 1, 2, 3 and 4) as the within -subje cts parameter and group (1 and 2) as the between -subject \nfactor.  \n \n5.1  Approach Avoidance  (AA)  \nThe results obtained by the analysis revealed that there was no significant main effect on the \nApproach Avoidance scores when accounting for session as a fixed effect (F(4, 75.40) = 1.40, p \n=.24) nor group as fixed (F (1, 23.78) = .031, p = .86) and no significant interaction between \nsession and group (F(4, 75.40) = .42, p = .79). These findings suggest that neither the type of \nsession nor the group had an impact  on the approach avoidance score in our study  (See Table 2) ."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 27 \nANOVA Summary   \nEffect df F p VS-MPR* \nSession   \n4, 75.40   \n1.405  \n0.241  \n1.073  \nGroup  \n1, 23.78   \n0.031  \n0.861  \n1.000  \nSession  ✻  Group  \n4, 75.40   \n0.422  \n0.792  \n1.000  \nNote.   18 observations (missing sessions) were removed due to missing values.   \nNote: All random slopes involving ‘'Group'’ have been removed for the random effects grouping factor ‘FFID’. -- Factor 'Group' \ndoes not vary within the levels of random effects grouping factor 'FFID'.  \nNote.   Model terms tested with Satterthwaite testMethod.  \nNote: Random slope of ‘'Session'’ for the random effects grouping factor ‘FFID’ removed -- Too few observations to estimate \nrandom slope of ''Session'' for random effects grou ping factor 'FFID'.  \nNote.   The following variable is used as a random effects grouping factor: 'FFID'.  \nNote.   Type III Sum of Squares  \n* Vovk -Sellke Maximum p -Ratio: Based on a two -sided p -value, the maximum possible odds in favor of H₁ over H₀ equals \n1/(-e p log(p )) for p ≤ .37 (Sellke, Bayarri, & Berger, 2001).  \n \nTable 2. Linear Mixed Models ANOVA analyzing AA in relation to the time frame  as the within -subjects parameter \n(Screening, Visit 1, 2, 3 and 4) a nd the group (1 and 2) as the between -subject factor.  \n \n \n \nFigure  3. AA scores  - Graph  represents  the longitudinal  progression  of the two groups  in each of their visits.  Screen  \n= pre-intervention,  Visit  2 = 24h after intervention,  Visit  3 = 7 days after intervention,  Visit  4 = 1 month  after \nIntervention.  \n \nAlthough no statistical signif icance was reached, visual interpretation of the data  (see figure 3 )  \nsuggest that group 1 (which underwent reminder) did have a slight improvement of AA from \nScreening session (M= .744, 95% Cl [.622, .865]) to Visit 1 (In person session) (M= 0.857 (95% \nCI [.736, .979]) and Visit 2 (24h after in person) (M=.870, 95% Cl [.746 , .994]). However, even \nthough Paired Sample T Test shows some size difference (see table #) between Approach"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 28 \nAvoidance scores at screening compared to Visit 1 (t = -2.019, p = .055), post -hoc pairwise \ncomparison revealed that this improvement was not stat istically significant after comparing \nmultiple comparisons (Boneferroni correction, p > .05). (See table 3) \nPaired Samples T -Test \nMeasure 1    Measure 2  t df p \nAA_S  \n-  \nAA_1  \n-2.019  \n24  \n0.055  \nAA_S  \n-  \nAA_2  \n-1.909  \n23  \n0.069  \nAA_S  \n-  \nAA_3  \n-0.842  \n17  \n0.411  \nAA_S  \n-  \nAA_4  \n-0.142  \n14  \n0.889  \nNote.   Student's t -test. \nTable 3.  Describing the differences between AA Screening to each of the different session scores of AA.  Screen = \nAA_S, visit 1 (6h after intervention) = AA_1, visit 2 (24h after intervention) = AA_2, visit 3 (7 days after \nintervention) = AA_3, visit 4 (30 days after intervention) = AA_4.  \n \nThese findings suggest that although a trend can be visually inferred , the data is not sufficient to \ndraw statistical conclusions. Therefore, at most, this trend seems to indicate AA could pose some \nbenefits in treating misophonic patients.    \n \n5.2 Questionnaires   \nIn a similar matter, linear mixed model analysis was performed to analyze the evolution of \nmisophonic triggers through the questionnaires. What follows is a synopsis of the findings after \nVovk -Sellke Maximum p -Ratio correction.  \n \nMAQ   \nThere was a significa nt main effect on Session (F (3, 57.19) = 3.582, p = 0.019), indicating that \nthere was a significant change in the participant responses at the different sessions, but no such"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 29 \nfindings were found while accounting for Group (F (1, 23.02) = 0.133, p = 0.719) . Statistical \nanalysis taking into consideration the interaction between Session and Group was also deemed not \nsignificant (F (3, 57.19) = 2.121, p = 0.108)  (See table and figure 4).  \nANOVA Summary MAQ  \nEffect df F p VS-MPR* \nSession   \n3, 57.19   \n3.582  \n0.019  \n4.857  \nGroup  \n1, 23.02   \n0.133  \n0.719  \n1.000  \nSession ✻  Group  \n3, 57.19   \n2.121  \n0.108  \n1.534  \nNote.   37 observations were removed due to missing values.  \nNote: All random slopes involving ‘'Group'’ have been removed for the random effects grouping factor ‘FFID’. -- Factor \n'Group' does not vary within the levels of random effects grouping factor 'FFID'.  \nNote.   Model terms tested with Satterthwaite testMethod.  \nNote: Random slope of ‘'Session'’ for the random effects grouping factor ‘FFID’ rem oved -- Too few observations to estimate \nrandom slope of ''Session'' for random effects grouping factor 'FFID'.  \nNote.   The following variable is used as a random effects grouping factor: 'FFID'.  \nNote.   Type III Sum of Squares  \n* Vovk -Sellke  Maximum p -Ratio: Based on a two -sided p -value, the maximum possible odds in favor of H₁ over H₀ equals \n1/(-e p log(p )) for p ≤ .37 (Sellke, Bayarri, & Berger, 2001).  \n \nTable 4. Linear Mixed Models ANOVA analyzing MAQ  in relation to the time frame  as the within -subjects \nparameter (Screening, Visit 1, 2, 3 and 4) a nd the group (1 and 2) as the between -subject factor.  \n \n \n \n \nFigure 4. MAQ  scores  - Graph  represents  the longitudinal  progression  of the two groups  in each of their visits.  \nScreen  = pre-intervention,  Visit  2 = 24h after intervention,  Visit  3 = 7 days after intervention,  Visit  4 = 1 month  \nafter Intervention."
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 30 \nMQ \nThe results of the analysis revealed that there was no significant main effect on MQ while \naccounting for session   (F (3, 57.08) = 2.499, p = 0.069) nor group as fixed (F (1, 22.97) = 0.005, \np = 0.943) and no significant interaction between session and gro up (F (3, 57.08) = 2.317, p = \n0.085)  (see Table and Figure 5) . \n \nANOVA Summary  \nEffect df F p VS-MPR* \nSession   \n3, 57.08   \n2.499  \n0.069  \n2.000  \nGroup  \n1, 22.97   \n0.005  \n0.943  \n1.000  \nSession ✻  Group  \n3, 57.08   \n2.317  \n0.085  \n1.753  \nNote.   37 observations were removed due to missing values.   \nNote: All random slopes involving ‘'Group'’ have been removed for the random effects grouping factor ‘FFID’. -- Factor \n'Group' does not vary within the levels of random effects grouping factor 'FFID'.  \nNote.   Model terms tested with Satterthwaite testMethod.  \nNote: Random slope of ‘'Session'’ for the random effects grouping factor ‘FFID’ removed -- Too few observations to \nestimate random slope of ''Session'' for random effects grouping factor 'FFID'.  \nNote .  The following variable is used as a random effects grouping factor: 'FFID'.  \nNote.   Type III Sum of Squares  \n* Vovk -Sellke Maximum p -Ratio: Based on a two -sided p -value, the maximum possible odds in favor of H₁ over H₀ \nequals 1/( -e p log(p )) for p ≤ .37 (Sellke, Bayarri, & Berger, 2001).  \n \nTable 5. Linear Mixed Models ANOVA analyzing MQ in relation to the time frame  as the within -subjects parameter \n(Screening, Vi sit 1, 2, 3 and 4) a nd the group (1 and 2) as the between -subject factor ."
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 31 \nFigure 5. MQ scores  - Graph  represents  the longitudinal  progression  of the two groups  in each of their visits.  Screen  \n= pre-intervention,  Visit  2 = 24h after intervention,  Visit  3 = 7 days after intervention,  Visit  4 = 1 month  after \nIntervention.  \n \nAMISOSr  \nAnalysis of variance o f the AMISOSr questionnaire indicated that there was a significant main \neffect of session (F(3, 57.03) = 3.415, p = 0.023), but no significance in effect was observed in \ngroups (F(1, 22.86) = 1.432, p = 0.244). The interaction between groups and sessions w as also not \nsignificant (F(3, 57.03) = 0.479, p = 0.698)  (see Figure and Table 6) .  \n \nANOVA Summary  \nEffect df F p VS-MPR* \nSession   \n3, 57.03   \n3.415  \n0.023  \n4.201  \nGroup  \n1, 22.86   \n1.432  \n0.244  \n1.069  \nSession ✻  Group  \n3, 57.03   \n0.479  \n0.698  \n1.000  \nNote.   37 observations were removed due to missing values.  \nNote: All random slopes involving ‘'Group'’ have been removed for the random effects grouping factor ‘FFID’. -- Factor \n'Group' does not vary within the levels of random effects grouping factor 'FFI D'. \nNote.   Model terms tested with Satterthwaite testMethod.  \nNote: Random slope of ‘'Session'’ for the random effects grouping factor ‘FFID’ removed -- Too few observations to estimate \nrandom slope of ''Session'' for random effects grouping factor 'FFID'.  \nNote.   The following variable is used as a random effects grouping factor: 'FFID'.  \nNote.   Type III Sum of Squares  \n* Vovk -Sellke Maximum p -Ratio: Based on a two -sided p -value, the maximum possible odds in favor of H₁ over H₀ equals \n1/(-e p log(p )) for p ≤ .37 (Sellke, Bayarri, & Berger, 2001).   \n \nTable 6. Linear Mixed Models ANOVA analyzing AMISOSr  in relation to the time frame  as the within -subjects \nparameter (Screening, Visit 1, 2, 3 and 4) a nd the group (1 and 2) as the between -subject factor."
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 32 \n \nFigure  6. AMISOSr  scores  - Graph  represents  the longitudinal  progression  of the two groups  in each of their visits.  \nScreen  = pre-intervention,  Visit  2 = 24h after intervention,  Visit  3 = 7 days after intervention,  Visit  4 = 1 month  \nafter Intervention.  \n \nAMISOS  \nThe linear mixed model of AMISOS revealed through the analysis of variance that there was no \nsignificance in the main effect of session (F (3, 57.30) = 2.493, p = 0.069) nor group main effect \n(F (1, 23.00) = 1.595, p = 0.219) and the interaction between se ssion and group also indicated no \nstatistically  significant difference (F (3, 57.30) = 1.170, p = 0.329)  (see Table and Figure 7) .  \n   \nANOVA Summary  \nEffect df F p VS-MPR* \nSession   \n3, 57.30   \n2.493  \n0.069  \n1.993  \nGroup  \n1, 23.00   \n1.595  \n0.219  \n1.106  \nSession ✻  Group  \n3, 57.30   \n1.170  \n0.329  \n1.006  \nNote.   37 observations were removed due to missing values.  \nNote: All random slopes involving ‘'Group'’ have been removed for the random effects grouping factor ‘FFID’. -- Factor 'Group' \ndoes not vary within the levels of random effects grouping factor 'FFID'.  \nNote.   Model terms tested with Satterthwaite testMethod.  \nNote: Random slope of ‘'Session'’ for the random effects grouping factor ‘FFID’ removed -- Too few observations to estimate \nrandom slope of ''Session'' for random effects grouping factor 'FFID'.  \nNote.   The following variable is used as a random effects grouping factor: 'FFID'.  \nNote.   Type III Sum of Squares  \n* Vovk -Sellke Maximum p -Ratio: Based on a two -sided p -value, the maximum po ssible odds in favor of H₁ over H₀ equals \n1/(-e p log(p )) for p ≤ .37 (Sellke, Bayarri, & Berger, 2001)."
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 33 \nTable  7. Linear Mixed Models ANOVA analyzing AMISOS  in relation to the time frame  as the within -subjects \nparameter (Screening, Visit 1, 2, 3 and 4) and the group (1 and 2) as the between -subject factor.  \n \n \n \nFigure  7. AMISOS  scores  - Graph  represents  the longitudinal  progression  of the two groups  in each of their visits.  \nScreen  = pre-intervention,  Visit  2 = 24h after intervention,  Visit  3 = 7 days after intervention,  Visit  4 = 1 month  \nafter Intervention.  \n \n6. Discussion, Recommendations, &  Conclusions  \n \nThe results from the analysis showcase the longitudinal evolution of the two groups in their scores \nof AA and the 4 questionnaires. Even though the findings did not indicate any significance in \nrespect to reconsolidation, there is a case to b e made on the role of counterconditioning. \nNevertheless, with the data collected so far, the hypothesis that “participants that undergo a \nreminder of their trigger prior to receiving counterconditioning will show a significant reduction \nof their aversive r esponses compared to misophonic participants that do not get a reminder” has \nnot been supported."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 34 \nIn contrast to the hypothesis, the results seem to indicate that counterconditioning (which was \ngiven to both groups) improves misophonic symptoms. In both g roups, avoidance of the \nmisophonic triggers decreased, while the misophonic scores from the questionnaires decreased, \nindicating that the misophonic triggers were losing their aversive effects. These findings are \ninteresting since they indicate that a ther apeutic and experimental protocol relying on \ncounterconditioning could potentially change emotional valence associated with \nmisophonic  triggers. In other words, even though reconsolidation did not seem to play a role in \nAA and some of the questionnaires, i n this limited sample, counterconditioning on its own does \nshow some promise. Further studies would benefit from having a true control group where the \nparticipants do not get any intervention, neither reconsolidation reminder nor \ncounterconditioning.   \n \nIn regards to the Approach -Avoidance task results, the biggest significance was deemed to be \nbetween Screening and Visit 1 and 2. The lower scores at screening could have been caused by the \nnovelty of the triggering video. However, since the trigger video was  constant throughout the \nexperiment, the results may also be due to the habituation and practice the subjects experienced. \nTherefore, the aversion to the video may have lost its power, causing both groups to respond \nsimilarly regardless of intervention. Fi ndings in the questionnaire analysis indicate that out of the \n4 questionnaires analyzed, MAQ and AMISOSr had significant changes in regards to the session. \nThis is specifically true in scoring going from Screening to Visit 2. Visit 2 scores happened 24h \nafter counterconditioning (in person sessions), and no effect was found comparing the two groups’ \nevolution."
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 35 \nIn respect to the difference between groups, it may well be the case that misophonia is an ingrained \nmaladaptive memory that has been exposed to consolidation and reconsolidation over a \nmultiplicity of times. This may cause the negative valence of the trig ger to be more stable than we \nanticipated. In order to change the valence, we may have to repeat the reconsolidation update \nmultiple times at different sessions before a significant improvement can be found. Similar results \nand conclusions are found in oth er studies where the reconsolidation paradigm was put to test in \nsmoking and alcohol cessation as well as in animal models (Suzuki et al., 2004). In these studies, \nthe longer the participant smoked/drank, the less effect reconsolidation had in the craving (Das et \nal., 2015). Thus, there is a case to be made that reconsolidation is affected by the years a memory \nhas. In this study the participants reported experiencing their first misophonic symptoms, on \naverage, at age 11 and the age of our participants oscillated around 35 years of age. In other words, \nin this study researchers were trying to treat a maladaptive memory that  is 24 years old with a \nsingle reconsolidation update intervention. To verify this hypothesis, further studies would need \nto analyze the efficiency reconsolidation poses to maladaptive memories in respect to the period \nof time elapsed since the memory was first consolidated. As mentioned in the misophonia chapter, \nnot many studies have been done in the acquisition of misophonia. Even though it is estimated to \nappear at around age 12, no study has tried to remediate misophonia in preteens. Analyzing the \neffect of reconsolidation in this group (preteens) and comparing it to our sample (average 35 years \nof age) may demonstrate the age dependency of the reconsolidation paradigm.   \n \nAnother factor to consider in explaining the results is the monetary compensation given to the \nparticipants. Compensation was provided constant (no option) in the counterconditioning and \nvariable during Approach Avoidance (dependent of choice). Implementing monetary"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 36 \ncompensation as the positive reinforcer through which to change the emo tional valence of the \ntrigger may not have been sensitive enough in conditioning or tracking the responses. Individual \nperspectives on monetary compensation appraisal would lead to a more robust analysis.   \n \nIt may also have been the case that in an uncontr olled manner both groups underwent \nreconsolidation. The expectancy of being triggered at the in -person visit 1, may have caused the \nparticipants to reactivate their misophonic memories, activating their reconsolidation process \nwhich ended up being updated regardless of experiencing the cue reminder (group 1) or the static \nscreen (group 2).  Or on the other hand, perhaps the reminder that was given to Group 1 was not \nefficient in triggering the misophonia of the patient, thus not reactivating and destabilizin g the \nmaladaptive memory.  \n \nFurther studies with larger samples are needed to analyze the efficacy of reconsolidation. \nIncreasing the sample size may result in more robust conclusions and perhaps even change the \nfindings. In addition, a more personalized as sessment of monetary values in each participant could \ndetermine the efficacy that monetary reward might have as an update mechanism (modify \nmemory). Lastly, comparing the sample to younger subsets would allow us to determine whether \nthe time period elapsed  since the memory was first consolidated plays a role in the need for \nrepeated reconsolidation paradigms in order to change memories valence.    \n \nIn summary, in this study we set to test the reconsolidation paradigm potential in updating \nmisophonia maladapt ive memories. Our analysis did not conclude that there was a significant \ndifference between undergoing theorized reconsolidation compared to no reconsolidation."
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 37 \nAlthough there was a slight improvement in the approach avoidance task in the experimental grou p \n(group1 -Reminder), the small sample from which this analysis arises does not allow for a definite \nconclusion. However, the results do indicate that there is an amelioration of the symptoms in both \ngroups, indicating that counterconditioning, which was gi ven to both groups, is a prospective \ntherapeutic mechanism."
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 38 \nAppendix es \n \n \n1. Misophonia Assessment Questionnaire (MAQ)  \nBy Marsha Johnson, revised by Tom Dozier   07/20/13  \nIf a parent or caregiver, please answer for the child as best you are able, or substitute the words, “I feel that my child’s \nsound issues” for the words “my sound issues”.  \nRATING SCALE:  \n0 = not at all, 1 = a little of the time, 2 = a good deal of the time, 3 = almost all the time  \n \n1. My sound issues currently make me un happy.  \n2. My sound issues currently create problems for me.   \n3. My sound issues have recently made me feel angry.  \n4. I feel that no one understands my problems with certain sounds.   \n5. My sound issues do not seem to have a known cause.  \n6. My sound issues currently make m e feel helpless.  \n7. My sound issues currently interfere with my social life.  \n8. My sound issues currently make me feel isolated.  \n9. My sound issues have recently created problems for me in groups.   \n10. My sound issues negatively affect my work/school life (currently or  \n11. My sound issues currently make me feel frustrated.  \n12. My sound issues currently impact my entire life negatively.   \n13. My sound issues have recently made me feel guilty.  \n14. My sound issues are classified as ‘crazy’.  \n15. I feel that no one can help me with my sound issues.  \n16. My sound issues currently make me feel hopeless.  \n17. My sound issues will only get worse with time.  \n18. My sound issues currently impact my family relationships.  \n19. My sound issues have recently affected my ability to be with other  \n20. My sound issu es have not been recognized as legitimate.  \n21. I am worried that my whole life will be affected by sound issues.  \n \n2. Misophonia Questionnaire (MQ)  \nBy Wu, Lewin, Murphy, & Storch, 2014; Cash, 2015  \nThe Misophonia Questionnaire was developed for a study at the Unive rsity of South Florida, and it was also used in \na recent doctoral dissertation. The study considered a score of 7 or higher on the misophonia severity scale (part 3, 1 -\n15 rating) to be “clinically significant.” This means that misophonia created a serious problem in their life that \nwarranted seeking treatment. Adding the score of all 20 questions provides an overall measure of misophonia severity.  \nPart 1. Misophonia Symptom Scale  \nDirections: Please rate how much the following statements describe you on a scale from 0 to 4."
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 39 \n0: Not at all True  \n1: Rarely True  \n2: Sometimes True  \n3: Often True  \n4: Always True  \nIn comparison to other people, I am sensitive to the sound of:  \n1. People eating (e.g. chewing, swallowing, lips smacking, slurping, etc.).  \n2. Repetitive tapping (e.g. pen on table, foot on floor, etc.).  \n3. Rustling (e.g. plastic, paper, etc.).  \n4. People making nasal sounds (e.g. inhale, exhale, sniffing, etc.).  \n5. People making throat sounds (e.g. throat -clearing, coughing, etc.).  \n6. Certain consonants and/or vowels ( e.g. “k” sounds, etc.).  \n7. Environmental sounds (e.g. clock ticking, refrigerator humming, etc.).  \n8. Other: ______________________________  \n  \nPart2. Misophonia Emotions and Behaviors Scale  \nDirections: If any of the aforementioned statements were given a value of “1 – Rarely True” or higher, please continue \nonto the following section and rate how often the subsequent statements occur, 0 being “Never” and 4 being “Always.”  \n0: Never  \n1: Rarely  \n2: Sometimes  \n3: Often  \n4: Always  \nOnce you are aware of the sound(s), because  of the sound(s), how often do you:  \n1. Leave the environment to a place where the sound(s) cannot be heard anymore?  \n2. Actively avoid certain situations, places, things, and/or people in anticipation of the sound(s)?  \n3. Cover your ears?  \n4. Become anxious or distressed?  \n5. Become sad or depressed?  \n6. Become annoyed?  \n7. Have violent thoughts?  \n8. Become angry?  \n9. Become physically aggressive?  \n10. Become verbally aggressive?  \n11. Other: ______________________________  \n  \nPart 3. Misophonia Severity Scale"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 40 \nDirections: Please rate the severity of your sound sensitivity on the following scale from 1 (minimal) to 15 (very \nsevere). Please consider the number of sounds that you are sensitive to, the degree of distress, and the impairment in \nyour life due to your sound sensitivities.  \n____ If  you do not have any sound sensitivities, please check here.  \n1-3: Minimal within range of normal or very mild sound sensitivities. I spend little time resisting or being affected by \nmy sound sensitivities. Almost no or no interference in daily activity.  \n4-6: Mild sound sensitivities. Mild sound sensitivities that are noticeable to me and to an observer, cause mild \ninterference in my life and which I may resist or be affected for a minimal period of time. Easily tolerated by others.  \n7-9: Moderate sound sensi tivities. Sounds sensitivities that cause significant interference in my life and which I spend \na great deal of conscious energy resisting or being affected by. Require some help from others to function in daily \nactivity.  \n10-12: Severe sound sensitivities.  Sound sensitivities that are crippling to me, interfering so that daily activity is “an \nactive struggle.” I may spend full time resisting my sound sensitivities or being affected by them. Require much help \nfrom others to function.  \n13-15: Very severe sound  sensitivities. Sound sensitivities that completely cripple me so that I require close \nsupervision over eating, sleeping, and so forth. It is hard to function on a day -to-day basis because of this.  \n \n3. Amsterdam Misophonia Scale (AMISOS)  \nBy Schröder, Vulink, & Denys, 2013.   \nNote: This form has been modified by replacing “sounds” with “triggers” to include visual and sound triggers.  \nThe Amsterdam Misophonia Scale (A -MISO -S) is an adaptation of the Yale -Brown Obsessive -Compulsive Scale (Y -\nBOCS) and was d eveloped by researchers in Amsterdam. The severity of your misophonia is determined by the sum \nof the points from these questions.  \nAMSTERDAM MISOPHONIA SCALE: Rate the characteristics of each item during the prior week up until and \nincluding the time you f ill out this survey. Scores should reflect the average (mean) occurrence of each item for the \nentire week.  \nQ1. How much of your time is occupied by misophonic triggers? How frequently do the (thoughts about the) \nmisophonic triggers occur?  \n0: None  \n1: Mild – less than 1 hr/day, or occasional (thoughts about) triggers (no more than 5 times a day)  \n2: Moderate – 1 to 3 hrs/day, or frequent (thoughts about) triggers (no more than 8 times a day, most of the hours are \nunaffected).  \n3: Severe – greater than 3 hrs and up to 8 hrs/day or very frequent (thoughts about) triggers.  \n4: Extreme – greater than 8 hrs/day or near constant (thoughts about) triggers.  \n \nQ2. How much do these misophonic triggers interfere with your social, work or role functioning? (Is there  \nanything that you don’t do because of them? If currently not working, determine how much performance would \nbe affected if you were employed.)"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 41 \n0: None  \n1: Mild – slight interference with social or occupational/school activities, but overall performance not impaired.  \n2: Moderate – definite interference with social or occupational performance, but still manageable.  \n3: Severe – causes substantial impairment in social or occupational performance.  \n4: Extreme – incapacitating.  \n \nQ3. How much distress do the misophonic triggers cause you? (In most cases, distress is equated with irritation, \nanger, or disgust. Only rate the emotion that seems triggered by misophonic triggers, not generalized irritation \nor irritation associated with other conditions.)  \n0: None  \n1: Mild – occasional irritation/distress.  \n2: Moderate – disturbing irritation / anger / disgust, but still manageable.  \n3: Severe – very disturbing irritation/anger/disgust.  \n4: Extreme – near constant and disturbing anger/disgust.  \n \nQ4. How much effort do you make to resist the (thoughts about the) misophonic triggers? (How often do you \ntry to disregard or turn your attention away from these triggers? Only rate effort made to resist, not success \nor failure in actually controlling the thought or sound.)  \n0: Makes  an effort to always resist, or symptoms so minimal, doesn’t need to actively resist.  \n1: Tries to resist most of the time.     \n2: Makes some effort to resist.           \n3: Yields to all (thoughts about) misophonic triggers without attempting to control them,  but does so with some \nreluctance.  \n4: Completely and willing yields to all obsessions.  \n \nQ5. How much control do you have over your thoughts about the misophonic triggers? How successful are you \nin stopping or diverting your thinking about the misophonic tr iggers? Can you dismiss them?  \n0: Complete control.  \n1: Much control – usually able to stop or divert thoughts about misophonic triggers.  \n2: Moderate control – sometimes able to stop or divert thoughts about misophonic triggers.  \n3: Little control – rarely successful in stopping or dismissing thoughts about misophonic triggers, can only divert \nattention with difficulty.  \n4: No control – experience thoughts as completely involuntary, rarely able to alter thinking about misophonic triggers."
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 42 \n \nQ6. Have you  been avoiding doing anything, going any place, or being with anyone because of your misophonia? \n(How much do you avoid, for example, by using other loud sounds, such as music?)  \n0: No deliberate avoidance.  \n1: Mild, minimal avoidance. Less than an hrs/day o r occasional avoidance.  \n2: Moderate, some avoidance. 1 to 3 hrs/day or frequent avoidance.  \n3: Severe, much avoidance. Greater than 3 up to 8 hrs/day. Very frequent avoidance.  \n4: Extreme very extensive avoidance. Greater than 8 hr/day. Doing almost everythi ng you can to avoid triggering \nsymptoms.  \n \nFinally:  \nWhat would be the worst thing that could happen to you if you were not able to avoid the misophonic triggers?  \nDescribe:  \n_________________________________________________  \nThe sum score of these questions de termines the severity rating as follows:  \n– 0-4: Subclinical (meaning you do not need treatment)  \n– 5-9: Mild  \n– 10-14: Moderate  \n– 15-19: Severe  \n– 20-24: Extreme  \n \n \n4. Amsterdam Misophonia Scale Revised (AMISOSr)  \nBy Schröder & Spape  2014, Translation Jager & Wattenberg 2018  \nIn comparison to others I am sensitive to:  \n(multiple answers possible)  \no Eating sounds (e.g. chewing, smacking, slurping, swallowing) o Nasal sounds (e.g. sniffing, \nbreathing in, breathing out)  \no Throat sounds (e.g. harrumphing, coughing)  \no Specific sounds (e.g. ‘k’ sound)Repeating clicking sounds (e.g. nails on a blackboard, pen \nclicking) o   \no Crinkling sounds (e.g. paper, plastic)  \no Ambient noises (e.g. clock ticking noise or similar devices)"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 43 \nWhich emotions are evok ed by listening to those sounds?  \n(multiple answers possible)  \no Irritation  \no Anger  \no Disgust  \no Other:  \nReview your experience from hearing your misophonia sounds in the last 3 days . Read instead of “sounds” your most \ndisturbing misophonia sounds and instead of “emot ion” your typical emotion. Choose the answer that is most \napplicable for you.  \n1. How many time do you spend a day (thinking \nabout) these sounds?  0 hour \n0 < 1 hour 1  1-3 hour 2  3-8 hour \n3 >8 hour \n4 \n2. To what extent do you focus on these sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n3. To what extent do you experience impairment \ndue to these sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n4. How intense is your feeling of \nirritability/anger when you hear these sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n5. To what extent do you feel helpless against \nthese sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n6. To what extent are you suffering from these \nsounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n7. To what extent are you suffering from the \navoidance of these sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n8. To what extent are the sounds limiting your \nlife (work, household etc.)?  not 0  mild 1  moderate 2  severe 3  extreme \n4"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 44 \n9. To what extent are you avoiding specific \nplaces or situations because of the sounds?  not 0  mild 1  moderate 2  severe 3  extreme \n4 \n10. To what extent can you shift your attention \nwhen you are hearing these sounds?  always  \n999 \n0 usually \n(75%)  \n1 sometimes \n(50%)  \n2 seldom \n(25%)  \n3 never  \n9999  \n4"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 45 \nReferences  \n  \nAgren, T., Björkstrand, J., & Fredrikson, M. (2017). Disruption of human fear reconsolidation using imaginal and in \nvivo extinction.  Behavioural Brain Research , 319, 9-15. \n \nAazh, H., Erfanian, M., Danesh, A. A., & Moore, B. C. (2022). Audiological and other factors predicting the presence \nof misophonia symptoms among a clinical population seeking help for tinnitus and/or hyperacusis. Frontiers \nin neuroscience , 16, 900065.  \n \nBanker, S. M., Na, S., Bel trán, J., Koenigsberg, H. W., Foss -Feig, J. H., Gu, X., & Schiller, D. (2022). Disrupted \ncomputations of social control in individuals with obsessive -compulsive and misophonia symptoms. \nIscience , 25(7).  \n \nBernstein, R. E., Angell, K. L., & Dehle, C. M. (20 13). A brief course of cognitive behavioural therapy for the \ntreatment of misophonia: a case example. The Cognitive Behaviour Therapist , 6, e10. \n \nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw , R., ... & Rosenthal, M. Z. (2018). \nInvestigating misophonia: A review of the empirical literature, clinical implications, and a research agenda. \nFrontiers in Neuroscience , 12, 291524.  \n \nDas, R. K., Lawn, W., & Kamboj, S. K. (2015). Rewriting the valuation  and salience of alcohol -related stimuli via \nmemory reconsolidation. Translational psychiatry , 5(9), e645 -e645. \n \nDeng, J., Lin, X., Zheng, Y., Su, S., Liu, X., Yuan, K., ... & Lu, L. (2023). Manipulating critical memory periods to \ntreat psychiatry disorders. Science Bulletin . \n \nDozier, T. H. (2015). Etiology, composition, development and maintenance of misophonia : A conditioned aversive \nreflex disorder. Psychological Thought , 8(1). \n \nDozier, T., & Mitchell, N. (2023). Novel five -phase model for understanding the nature of misophonia, a conditioned \naversive reflex disorder. F1000Research , 12. \n \nDunbar, A. B., & Taylor, J. R. (2017). Reconsolidation and psychopathology: Moving towards reconsolidation -based \ntreatments. Neurobiology of learning and memory , 142, 162 -171.  \n \nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: physiological investigations and \ncase descriptions. Frontiers in Human Neuroscience , 7, 47988.  \n \nEijsker, N., Schröder, A., Smit, D. J., van Wingen, G., & Denys, D. (2021). Structural and functional brain \nabnormalities in misophonia. European Neuropsychopha rmacology , 52, 62-71. \n \nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and comorbid psychiatric symptoms: a preliminary \nstudy of clinical findings. Nordic journal of psychiatry , 73(4-5), 219 -228. \n \nFerrer -Torres, A., & Giménez -Llort, L. (20 22). Misophonia: A systematic review of current and future trends in this \nemerging clinical field. International journal of environmental research and public health , 19(11), 6790.  \n \nGray, R. M., & Liotta, R. F. (2012). PTSD: Extinction, reconsolidation, and  the visual -kinesthetic dissociation \nprotocol. Traumatology , 18(2), 3 -16 \n \nHaubrich, J., & Nader, K. (2018). Memory reconsolidation. Behavioral neuroscience of learning and memory , 151 -\n176."
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 46 \n \nHupbach, A., Gomez, R., Hardt, O., & Nadel, L. (2007). Reconsolida tion of episodic memories: A subtle reminder \ntriggers integration of new information. Learning & memory , 14(1-2), 47 -53. \n \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, comorbidity and \ndemographics in a large  sample. PloS one , 15(4), e0231390.  \n \nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: hyperacusis, misophonia, \nphonophobia. ITHS News Lett , 2(5-7), 1-5. \n \nJastreboff, P. J., & Jastreboff , M. M. (2023). The neurophysiological approach to misophonia: Theory and treatment. \nFrontiers in Neuroscience , 17, 895574.  \n \nJohnson, M., & Dozier, T. (2013). Misophonia assessment questionnaire (MAQ). Revised by Dozier T. Livermore, \nCA: Misophonia Institute . \n \nJohnson, J. G., Bromley, E., & McGeoch, P. G. (2005). Role of childhood experiences in the development of \nmaladaptive an d adaptive personality traits. The American Psychiatric Publishing textbook of personality \ndisorders , 209 -221. \n \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., ... & Griffiths, T. D. (2017). \nThe brain basis for miso phonia. Current Biology , 27(4), 527 -533. \n \nLee, J. L., Nader, K., & Schiller, D. (2017). An update on memory reconsolidation updating. Trends in cognitive \nsciences , 21(7), 531 -545. \n \nMattson, S. A., D'Souza, J., Wojcik, K. D., Guzick, A. G., Goodman, W. K., & Storch, E. A. (2023). A systematic \nreview of treatments for misophonia. Personalized medicine in psychiatry , 39, 100104.  \n \nMcGaugh, J. L. (2000). Memory --a century of consolidation. Science , 287(5451), 248 -251. \n \nMilton, A. L., & Everitt, B. J. (2012). The persistence of maladaptive memory: addiction, drug memories and anti -\nrelapse treatments. Neuroscience & Biobehavioral Reviews , 36(4), 1119 -1139. \n \nMonfils, M. H., Cowansage, K. K., Klann, E., & LeDoux, J. E. (2009 ). Extinction -reconsolidation boundaries: key to \npersistent attenuation of fear memories. science , 324(5929), 951 -955. \n \nNader, K., Schafe, G. E., & Le Doux, J. E. (2000). Fear memories require protein synthesis in the amygdala for \nreconsolidation after ret rieval. Nature , 406(6797), 722 -726. \n \nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). Misophonia: A scoping \nreview of research. Journal of clinical psychology , 75(7), 1203 -1218. \n \nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018). Misophonia in Singaporean \npsychiatric patients: a cross -sectional study. International journal of environmental research and public \nhealth , 15(7), 1410.  \n \nRosenthal, M. Z.,  Anand, D., Cassiello -Robbins, C., Williams, Z. J., Guetta, R. E., & Kelley, L. D. (2021). \nDevelopment and initial validation of the Duke Misophonia Questionnaire. Frontiers in psychology , 12, \n709928.   Psychometry of MQ, MAQ and AMISOS"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "Implementing the Reconsolidation Paradigm in Treating Misophonia  \n 47 \nSamermit, P., Young , M., Allen, A. K., Trillo, H., Shankar, S., Klein, A., ... & Davidenko, N. (2022). Development \nand evaluation of a sound -swapped video database for misophonia. Frontiers in Psychology , 13, 890829.   \n \nSan Giorgi, R. (2015). Hyperactivity in amygdala and auditory cortex in misophonia: preliminary results of a \nfunctional magnetic resonance imaging study. Amsterdam Brain Cognition Journal , 2, 21-28. \n \nSanchez, T. G., & Silva, F. E. D. (2018). Familial misop honia or selective sound sensitivity syndrome: evidence for \nautosomal dominant inheritance?. Brazilian journal of otorhinolaryngology , 84, 553-559. \n \nSchiller, D. (2022). Reconsolidation: A paradigm shift. Brain Research Bulletin , 189, 184-186. \n \nSchiller, D., Monfils, M. H., Raio, C. M., Johnson, D. C., LeDoux, J. E., & Phelps, E. A. (2010). Preventing the return \nof fear in humans using reconsolidation update mechanisms. Nature , 463(7277), 49 -53. \n \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: diagnostic criteria for a new psychiatric disorder. PloS \none, 8(1), e54706.  \n \nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., T urbyne, C., & Denys, D. (2019). Misophonia \nis associated with altered brain activity in the auditory cortex and salience network. Scientific reports , 9(1), \n7542.  \n \nScully, I. D., Napper, L. E., & Hupbach, A. (2017). Does reactivation trigger episodic memory  change? A meta -\nanalysis. Neurobiology of learning and memory , 142, 99-107. \n \nSheehan, D. V., Lecrubier, Y., Sheehan, K. H., Amorim, P., Janavs, J., Weiller, E., ... & Dunbar, G. C. (1998). The \nMini -International Neuropsychiatric Interview (MINI): the devel opment and validation of a structured \ndiagnostic psychiatric interview for DSM -IV and ICD -10. Journal of clinical psychiatry , 59(20), 22 -33. \n \nShiban, Y., Brütting, J., Pauli, P., & Mühlberger, A. (2015). Fear reactivation prior to exposure therapy: does it  \nfacilitate the effects of VR exposure in a randomized clinical sample?. Journal of behaviortherapy and \nexperimental psychiatry , 46, 133 -140. \n \nSuzuki, A., Josselyn, S. A., Frankland, P. W., Masushige , S., Silva, A. J., & Kida, S. (2004). Memory reconsolidation \nand extinction have distinct temporal and biochemical signatures. Journal of Neuroscience , 24(20), 4787 -\n4795.  \n \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., ... & Raver, S. M. (2022). Consensus \ndefinition of misophonia: a delphi study. Frontiers in Neuroscience , 16, 841816.  \n \nVermes, J. S., Ayres, R., Goés, A. S., Del Real, N., Araújo, Á. C., Schiller, D., ... & Corchs, F. (2020). Targeting the \nreconsolidation of traumatic memories with a brief 2 -session imaginal exposure intervention in post -\ntraumatic stress disorder. Journal of affective disorders , 276, 487 -494. \n \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology, and clinical \ncorrelates in an undergraduate student sample. Journal of clinical psychology , 70(10), 994 -1007.  \n \nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese  university students: Incidence, \nassociated impairment, and clinical correlates. Journal of Obsessive -Compulsive and Related Disorders , 14, \n7-12."
    }
  ]
}