{
  "doc_type": "scientific paper",
  "title": "distinguishing value neutrality",
  "authors": [
    "Radoilska"
  ],
  "year": 2020,
  "journal": "nature and scope of",
  "doi": null,
  "abstract": null,
  "keywords": [
    "conceptual analysis",
    "disagreement",
    "disentangling",
    "fact/value  distinction",
    "epistemic"
  ],
  "research_topics": [
    "conceptual analysis",
    "disagreement",
    "disentangling",
    "fact/value  distinction",
    "epistemic"
  ],
  "created_at": "2025-05-05T04:00:19.383206Z",
  "source_pdf": "documents/research/Global/Radoilska 2020 distinguishing value neutrality.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Author -Approved Version. Forthcoming in : Mark McBride and Visa AJ Kurki (eds.),  \nWithout Trimmings : The Legal , Moral and Politi cal Philosophy o f Matthew Kramer . Oxf ord: \nOxford Un iversity Press.   \n \nDISTINGUISHING VALUE -NEUTRALITY F ROM  VALUE -INDEPENDENCE :  \nTOWARD A NEW DISENTANGLING STRATEGY  FOR MORAL EPISTEMOLOGY  \n \nLubomira Radoilska  \nDepartment of Philosophy, University of Kent  \nCanterbury, Kent, CT2 7NF, UK  \nL.V.Radoilska@kent.a c.uk  \n \nAbstract:  This chapter  outlin es a new  disentangling strategy for moral epistemology. It builds  \non the fundamental distinction between value -neutrality and value -independence as two \nseparate aspects of methodological austerity introduced by Matthew Kramer. This type of \nconceptual analysis is then applied to two major challe nges in moral epistemology : globalised \nscepticism and debate fragmentation. Both  challenges arise from collapsing the fact/value \ndichotom y. They  can be addressed by  comprehensive  disentangling that runs along  both \ndimensions – value neutrality vs. value non -neutrality and value ind ependence vs. value \ndependence. The success of this strategy rests on two factors. The first is broadening the scope \nof disentangling to include theoretical -explanatory values on a par with distinctly ethical \nvalues.  The second is differentiating between wider and narrower conceptualisations of what \nvalue neutrality requires with respect to contested matters. The objective is to  pre-empt unjust \ntheorising, a distinctive form of epistemic injustice that derives from the exclusive \nmethodological focus on eth ical evaluations at the expense of epistemic ones. When these \nmethodological conditions are fulfilled, opponents should gain the confidence to treat each \nother as fellow inquirers engaged in the same project, that of reducing the scope of unhelpful \ndisagre ements."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 \n Keywords : conceptual analysis;  disagreement;  disentangling; fact/value  distinction; epistemic \ninjustice; moral epistemology; unjust theorising.  \n1. Introduction  \nWhat are the prospects of conceptual analysis as core methodology for normative theory? \nCould it respond to proponents of the so -called non -ideal theory  highlighting such challenges \nas undue de -contextualisation of ethical thought and unfair differentials of power within \nknowledge production and recognition? In this paper, I  consider the nature and scope of \nconceptual analysis in Kramer (2018)  as promising  ground for a new, comprehensive \ndisentangling strategy that can address these and related challenges in moral epistemology.  \nThe discussion will proceed as follows. In Section 2, I explore the distinction between value -\nneutrality and value -independence as two separate aspects of methodological austerity \nintroduced  by Kramer . The ambition is to show that this distinction is funda mental to \nunderstanding conceptual analysis in terms of dialogical inquiry a dvancing toward  greater \nagreement.  In Section 3, I make a case for expanding on this understanding of conceptual \nanalysis toward a comprehensive disentangling strategy that would a pply to  theoretic al-\nexplanatory values on a par with distinctly ethical values . In the final Section 4, I focus on  two \nmajor challenges  in moral epistemology  that arise from collapsing the fact/value dichotomy , \nglobalised scepticism and debate fragmentatio n. I show that both  challenges can be \nsuccessfully addressed by  a thorough disentangling strategy that encompasses both  dimensions  \nof conceptual analysis  – value neutrality vs. value non -neutrality and value independence vs. \nvalue dependence.  \n2. A Methodology for the Search of Justice  \nThe distinction between value -independence and value -neutrality is introduced within the \ncontext of a wider methodological discussion aiming to establish the nature and scope of"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3 \n conceptual analysis in contemporary po litical philosophy. P rincipal theories of distributive \njustice  are considered as a case in point. By comparing and contrasting the underlying \napproaches in the works of philosophers such as John Rawls, Ronald Dworkin and Joseph Raz, \nMatthew Kramer argues t hat conceptual analysis rarely fits the textbook picture of specification  \nof necessary and sufficient conditions for the applicability of a concept  (2018, p. 368) . Properly \nunderstood,  it consists  instead  in a multi -level collaborative progression from a thin, high-level \nagreement to ever thicker  levels of consequent theorising  that emerge  as a result of \nphilosophers taking divergent paths of moral reasoning  rather than applying, more or less aptly, \nthe same formal procedure  (p. 37 6). The fact that conceptual analysis is multi -layered is \nsignificant  on Kramer’s view . For it allows us to employ  the distinction  between  the overall \nconcept of justice and the various competing conceptions , to which it gives rise , without \nassuming that they all stand, as it were, on the same plane.  This bears on our ability to identify \ncorrectly the crux of the disagreement s between different theories of justice.  As Kramer points \nout with respect to Rawls’s theory of justice as fairness: ‘more than one level intervenes \nbetween that thin concept [of distributive justice] and … his two lexically ordered principles \nthat are applicable to the major  legal -governmental institutions of any society’ (p. 370).  Thus, \nat a high er level , there is thin agreement across liberal as well as illiberal theories of justice \ngrounded in the exclusion of arbitrary distinctions as unjust  that both sets of theories support. \nAt a lower level, there is thicker agreement that obtains only across  liberal theories in the broad \nsense . This agreement is rooted in the understand ing of  all persons as free and  fundamentally  \nequal  that these theories have in common . And at a still lower level, only f ully reasonable \nliberal theories would achieve an even thicker agree ment , covering  some basic rights and \nliberties that every citizen should have , over and above considerations of political morality. \nThis substantive agr eement would nevertheless leave room for a vast array of important"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 \n disagreements demarcating versions of egalitarianism from one another but also from \nsufficientarian and prioritarian theories of justice (p. 371).  \nAs this concise presentation shows, navig ating different kinds of disagreements is an inherent \npart of conceptual analysis as  a mainstream approach to theorising about justice. This is \nbecause , at its best , this methodology does not take the form of a single -minded argument \nrelentlessly unfolding  from first premises  but presupposes what we may term a diverse \ncommunity of practice . This key feature becomes apparent in Kramer’s interpretation of \nconceptual analysis as an essentially dialogical exercise generating distinctive philosophical \nviews on justice in relation to rivals. In the Rawlsian frame, th e collaborative core of the \nunderlying dialectic is exemplified by the idea of wide reflective equilibrium where the \nbalancing of high -level principles and pre -theoretical convictions is undertaken in  the light of \ncompeting theories, in addition to one’s own. I n the Dworkinian frame,  any meaningful \nargument  about  theories of  justice rests on a substantive pre-theoretical agreement on paradigm \ncases  among arguing  theorists.  \nAgainst this background, the distinction between value -independence and value -neutrality \ncomes to play a crucial role in separating out disagreements of different order that m ight be \nlumped , unhelpfully, together.  Kramer (p. 377) defines these two contrasting features as \nfollows:  \nIf a project of theoretical elaboration is value -independent in the sense specified here, it is not \ngrounded on any ethical values. That is, the justifications for its theses do not consist in \ninvocations  of ethical values. Some values do of course underlie any such project, but they are \ntheoretical -explanatory or logical/mathematical or aesthetic rather than ethical.  \nValue -neutrality, in the sense specified here, is different. If certain theses are value -neutral, \nthen we can gauge the fulfilment or non -fulfilment of those theses in any number of \ncircumstances without having to undertake any ethical judgments. In other words, the states of"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5 \n affairs recounted by those theses can be ascertained (as present or absent) without any ethical \nassessments.1 \nThe pair is further contrasted with two potential misnomers where neutrality is one of the \nreference terms: first, the neutrality of an abstract concept with respect to  the various  concrete \ncases instantiating it;  and second, value neutrality as a tenet of political liberalism contested by \nthe proponents of liberal perfectionism.  As Kramer demonstrates, neither kind of neutrality \nwould qualify as value -neutral  in the methodological sense he articulates  (pp. 377 -379).  For \nvalue -neutrality in this sense is a possible feature of philosophical discourse. It designates a \ndistinct dimension of methodological austerity as opposed to methodological engagedness , that \nof purely factual descriptions of states of a ffairs as opposed to prescriptions commending the \nachievement of some states of affairs as just or appropriate in some other respect  (p.378). By \ncontrast, v alue-independence , the other dimension of methodological austerity  prioritises \nanalytic as opposed t o synthetic , or formal as opposed to substantive argumentation.  According \nto Kramer, while value -independence in the strict sense is inconsistent with a fruitful inquiry \non the subject of distributive justice or any other core issue of political philosophy , value -\nneutrality ha s an important role to play.   \nAs we shall see in the course of the present discussion, both the rejection of the former and the \npartial acceptance of the latter kind of methodolog ical austerity  have a common root, an \nunderlying commitment to a  version of the fact -value distinction. For instance, in Kramer \n(2009, p. 6), Hume’s Law is formulated as follows: ‘There is no valid argument in which all of \nthe premises are non -moral (and logically consi stent) and in which the conclusion is a \nsubstantive moral proposition’.  Returning to conceptual analysis as applied to distributive \n \n1 See Kurki (in this volume) for a related discussion on the distinction between value -independence and \nvalue -neutrality."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 \n justice, the use of thin concepts would already commit theorists to some substantive moral \nviews to the exclusion of others.  This is a direct upshot of Hume’s Law: extreme \nmethodological austerity in terms of formal argumentation about justice, either leads to trivial \nconclusions or conceals unacknowledged value commitments. Rawls’s discussion of \njustification as an argumentati ve practice that goes beyond valid proof illustrates well this idea  \n(1971, p. 508) :  \nBeing designed to reconcile by reason, justification proceeds from what all parties to the \ndiscussion hold in common. Ideally, to justify a conception of justice to someon e is to give him \na proof of its principles from premises that we both accept, these principles having in turn \nconsequences that match our considered judgements. Thus mere proof is not justification. A \nproof simply displays logical relations between proposi tions. But proofs become justification \nonce the starting points have been mutually recognised, or the conclusions so comprehensive \nand compelling as to persuade us of the soundness of the conception expressed by their \npremises.  \nSo, b y rejecting value -independence as a possible feature of meaningful theorising about \njustice, we are better placed to acknowledge the significant background agreements which help \nfocus relevant disagreements and enable the constructive exchange of competing  \ninterpretations.  Hence, the key role of a community of practice  we observed earlier: without \nthe mutual recognition of participants as sharing some pre -existing common ground, the \nconceptual analysis of justice cannot  take off.  \nThe partial acceptance of methodological value -neutrality also derives from the Humean \nversion of the fact -value distinction  that Kramer endorses. If pure descriptions of states of \naffairs cannot ground, on their own, any particular evaluative stance toward the states so \ndescribed, then the occurrence of valued or disvalued state s of affairs can be ascertained  \nwithout any reference to their alleged value or disvalue. As a case in point, Kramer discusses"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7 \n the notion of measuring empirically the overall freedom individuals have in a society developed \nin Carter (1999). Such a measurement would not, in Kramer’s terminology, be value -\nindep enden t. For, to put it crudely, it presupposes valuing freedom.  It would, however, be \nvalue -neutral since its extent can be ascertained without reference to any ethical considerations . \nEmploying somewhat different terminology, Carter (1999, p. 289) articul ates a related  \ndistinction : \nThe only basis we have for seeing comparisons of degrees of overall freedom as normatively \nsignificant lies in freedom’s non -specific value. And in order to make room for freedom’s non -\nspecific value, we must understand degree -of-freedom judgements as having a purely empirical \nbasis. We should not see such judgments as ‘value neutral’; for they are, after all, judgements \nin terms of freedom’s non -specific value. But neither should we see them as referring to the \nvalue of specific  freedoms in terms of the things those freedoms allow us to do.       \nOn one possible reading , we can equate Kramer’s ‘value -independence’ with Carter’s ‘value \nneutrality’. This reading is further supported by the existence of another term , ‘value freeness’ , \nwhich considering  Carter  (2015) seems to match closely Kramer’s notion of value -neutrality. \nYet, a further look at some of the earlier literature on how and why relevant facts  should  be \nestablished independently of value judgments in suc h areas of public policy as economics, \nmight give us a pause for thought. For instance,  in an extensive discussion of Putnam’s \nCollapse of the Fact/Value Dichotomy  (2002), Long (2006 , pp. 129 -130) stresses a particular \nsense in whi ch some  economists from the so -called Austrian School have advocated value -free \neconomic analysis : ‘So long as economists can explain the effects of a particular policy without \npresupposing any evaluation of that policy or its effects , the fact that other  evaluat ions must be \npresupposed need not perturb us.’  \nThis sense of value freeness is consistent with a fact/value distinction . However, it does not \nunambiguously fit the scope of what Kramer terms ‘value -neutrality’. Thus , on another"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 \n possible reading, there is a drift between  two competing ways in which conceptual analysis \nmay go ‘value -neutral’ with respect to moral and political concept s, such as distributive justice . \nA narrow -scope  interpretation would see descriptions as value -neutral if they do not rely – \neither explicitly or implicitly – on taking a stance toward the specific value or values whose \ninstantiation is ascertained . By contrast, a  wide -scope  interpretation would insist on \ndescriptions that do not reference any moral values, not just the on es whose instantiation is at \nstake.   \nThe discussion of value -neutrality in Kramer (2018) clearly supports the latter, more \ndemanding interpretation . Having said that,  it is important to bear in mind that value -neutrality \nwith respect to empirical inquiry within the frame of a wider normative theory may not  always  \nbe as thorough in disentangling facts from values . In such cases, the limited value -neutrality \nachieved  could still fulfil an important methodological purpose, that of avoiding question -\nbegging evaluations . As the next section will aim to show, distinguishing between wide - and \nnarrow -scope value -neutrality is in fact  crucial . For it enables  methodological auste rity to fulfil \nthe role  of a distinctive kind of disentangling strategy , in the context of acknowledged value -\ndependence .2  \n \n2 ‘Disentangling’ is about  the link between ethical evaluations and related descriptions of states of \naffairs. Philosophers committed to the fact/value dichotomy  tend to interpret this procedure as complete \nonly when the evaluative judgements under consideration have been fully separated out from the \ndescriptive components that they have  been – unhelpfully – entangled with. By contrast, authors who \ncontest the fact/value dichotomy  challenge the prospects of such a thorough disentangling. A major  \nworry  of theirs  is that separating facts from values in this way leads to loss of meaning rather than \ngreater clarity (McDowell 1998). The disent angling strategy that will be explored in the following"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9 \n 3. Revisiting the Fact/ Value Distinction  \nIn the discussion to follow, ‘disentanglement’ , viz.  ‘disentangling’ will be understood in the \nweak (and more interesting) sense  explored  in Blackburn (2013). Unlike disentanglement in \nthe strong sense where the evaluative dimension of a concept can be easily detached from its \ndescriptive dimension without any loss of meaning, disentanglement in the weak sense does \nnot imply or aim at a similar endpoint where the ‘facts’ are laid bare, with  no trace of \nevaluation . According to Blackburn, undue focus on disentanglement in the strong sense has \nobscured and undermined the key role dise ntanglement in the weak sense has to play in the \nanalysis of the so -called thick concepts.3 This focus  imposes a false dilemma upon theorists \nworking in  such areas as normative ethics and political philosophy where most of the \ndiscussion is bound to employ thick  concepts . The dilemma is as follows: either endorse \ndisentanglement in the strong sense or , conversely, pronounce thick concepts as ultimately \nunanaly sable . The former would treat the evaluative dimension of such concepts as dispensable \n \nsection is distinctive in that it offers a promising middle ground  – conceptual analysis in terms of a  \nfact/value distinction  with no commitment to either the fact/value dichotomy or its collapse.  \n3 Evaluative concepts are divided into two categories: thick and thin. The distinction highlights the \ndifferent roles that descriptive components might play in the use of such concepts. For instance, ‘good’, \n‘bad’, ‘right’ and ‘wrong’ have minimal descriptive  content. Being descriptively thin, they come as \nclose as possible to pure evaluations. By contrast, such terms as ‘diligent’, ‘nice’ and ‘unfriendly’ rely \non thicker descriptive layers, in addition to some evaluat ive core . The resulting thick evaluations \nrepresent a person or an action as being good or bad in a particular way. The distinction between thick \nand thin ethical concepts was introduced in Williams (1985). See Kirchin (2017) for an extensive \ndiscussion on interpreting thick concepts as more speci fic evaluations rather than separable fact/value \ncomposites."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 \n if not altogether parasitic on their descriptive dimension. The latter  would insolate from critique \nobjectionable attitudes that the use of thick  concepts may propagate.  On reflection, n either \noption is methodologically sound. The first blatantly disregards central features of ordinary \nmoral language , where the extension of concepts, such as ‘steadfast’, ‘determined’ and ‘pig -\nheaded’ is part ly determined by the different attitudes undertaken toward  by and large \noverlapping representational content . The second option , by contrast, overstates the \ninterdependence between attitudes and representation in a way that makes reasoned moral \nchange unintelligible . If the ev aluative and the factual dimensions of a thick concept cannot be \ndisentangled at all without the loss of meaning, coming to appreciate as determined actions that \none would previously qualify as pig -headed would amount to a ‘leap of faith’ or a wholesale \nconversion to an alternative standpoint. Yet, both everyday conversations about ethical issues \nand ethical theorising presuppose the idea that we can learn a lot from alternative thick \nconceptualisations by gradually thinning them out to expose  the kinds of unspoken \ncommitments that come with the use of this or that thick concept.  As Blackburn (2013, p. 123) \nputs it:  \nThe everyday metaphor of a loaded description makes salient the idea that a load is something \nthat is put upon something else, and that can equa lly be taken off. Things can be said in \nderogatory ways, but rephrased to avoid the derogation… But the issue is whether we should \nsee the unitary, thick concept as fundamental, or the idea of a loaded way of describing things, \nwhere the load plays a role in determining which things are so described, but where the load \ncan also in principle be shed.  \nSo understood,  disentang ling takes place whenever we get clearer and more reflective about \nour own moral stance. In some cases, this would involve revising, perhaps even abandoning \npractices we have previously followed without giving them a second thought. On such \noccasions, our distancing from a particular set of moral judgments and underlying attitudes"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "11 \n would often come as a result of new ly found  appreciation for the less palatable sides of the \nloaded, entangled concepts we might  be using unreflectively. Blackburn (2013, pp. 124 -125) \ndiscusses the use of ‘cu te’ to compl iment women as an example. While the apparent intention \nwhen describing a woman as ‘cute’ is to draw attention to a positive attribute of hers, the \nlinguistic practice rests on some background presuppositions which portray women  as \ndecorative  and subservient dependants  at their best . A person might partake in this practice \nimagining it just a nice thing to say without ever considering what these presuppositions mean . \nWhen their offensiveness  gets articulated , as a piece of everyday disentangling,  they might  be \nless inclined to use ‘cute’ with reference to women or see it as a compl iment at all.  \nKramer’s thesis, according to which conceptual analysis in political philosophy is inextricably \nvalue -dependent, int roduces the theoretical counterpart to everyday disentangling in the sense \nspecified earlier. When looking into substantive disagreements between different theories of \njustice, value -dependent conceptual analysis enables us to locate correctly the degree o f \nthinness or thickness, at which these disagreements emerge. This is a first step  toward  the right \nkind of argumentative strateg y that would speak to the relevant community of practice: \ntheorists  who have specific background assumptions in common they all  may call upon. And,  \nwhile theoretical disentangling, like its everyday analogue, is not expected to resolve every \ncase of substantive disagreement among reasoners who engage in the process in good faith, it \nwould always advance a more nuanced and reflective understanding of both one’s own and \ncompeting interpretations amongst such participants.    \nImportantly, n either the everyday, nor the theoretical version of weak disentanglement comes \nwith the untenable metaphy sical commitments entailed  by a strict  fact/value dichotomy.4 \n \n4 Such commitments are only entailed by strong disentanglement as it posits the complete separability \nof evaluative and descriptive components within a thick concept. The thesis that ethical values cannot"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 \n What’s more, in each version, disentanglement is  clearly consistent with a range of positions \nabout the metaphysics of morals. This may lead us to believe that weak disentanglement is, \nquite si mply,  a sound , even perhaps uncontroversial, methodolog y that comes wit h no  \nsubstantive commitments  about the nature of values . Yet, on closer inspection, the extent of \nthis methodology’s engagedness, to follow Kramer’s terminology, becomes clear. For the \nsuccessful application of value -dependent conceptual analysis presuppose s that disagreements \nabout values are, overall, more difficult to settle than  disagreements about facts.  Since some of \nour beliefs a nd other attitudes are much more controversial than others, we can trade upon the \nlargely uncontroversial ones to try to reach greater agreement on those that are more \ncontroversial. The discussion of weak disentangl ement  in Blackburn (2013, p. 135) is exp licit \non this point:     \nAll that I hold is that in context, and for the purpose of enabling discussion and critique to go \nforward at any particular junction, the right methodological route is to distinguish as well as we \nmay. We advance one step of fact at  a time, distilling the residue of disagreements of value as \nfar as we can, until if we are lucky (but only if) any that remain prove slight or tractable.  \nValue -dependent conceptual analysis exhibits a similar structure . Although the distinction  \nbetween formal and substantive components it aims to achieve  within and across conceptions \nof distributive justice is not supposed to mirror a dichotomy between facts and values  (cf. \nKramer 2009, pp. 236 -9), the process is expected to be straig htforward with respect to the order \nin which layer after layer of conceptual thickness can be peeled off. Yet, as Kramer’s  own \ninterpretation  of the wrongful conviction of Tom Robinson  in To Kill A Mockingbird  indicates , \n \nbe part of the ‘fabric of the world’ because of thei r peculiar metaphysical properties (Mackie 1977 ) is \nan example. See also Streumer ( 2017 ) for a recent argument in support of the underlying error theory, \naccording to which a closer look at the (impossible) metaphysics of values would lead us to see all \nethical judgments as necessarily erroneous."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "13 \n there can be significant methodolog ical disagreement in assessing how thick a specific concept \nis – even between closely related theories  of justice,  both of which qualify as liberal and fully \nreasonable  in the Rawlsian sense. Thus, i f we take, in agreement with Dworkin (2011), the \nconviction and punishment  of a person known to be innocent of any crime to be  a paradigm \ncase of injustice, we should also think that  the jurors in Tom Robinson ’s trial have no  ‘grasp \nof the general concept of justice’ (2018, p. 377). For they knowingly co nvict a person who is \ninnocent of the crime, of which he has been accused. By contrast , if we followed Rawls as \nKramer suggests, we should instead grant the se jurors  grasp of the general  concept of justice \nand appreciate that it can  be, as it is on this oc casion, combined with a ‘hideously illiberal \nunderstanding of what counts as an arbitrary distinction’ (ibid.), exclud ing the difference in race \nbetween the accuser and the accused , on which their verdict is based .  \nCould this disagreement indicate that our methodological route has finally reached a point of \nintractable disagreement of ethical value, that of justice? Considering  how close the two \ntheories under consideration are in their understanding of justice, a mo re plausible suggestion \nseems to be that the methodological austerity  should be extended to  a further application . This \napplication  would target the entanglement of two kinds of values, ethical and theoretic al-\nexplanatory . Theoretic al-explanatory values, whether explicitly endorsed or not, have direct \nimplications for the ethics of inquiry  since they  help determine what counts as  a ‘sound’ \nmethodological route and , as a result,  which reasoners are to be treated as full participants in \nthe community of practice. There is a  growing literature on the notion of epistemic peer s and \nits significance for differentiating intractable disagreements that ought to be taken seriously \nfrom those  that can explained away  or safely ignored  (e.g. Christe nsen and Lackey 2013 ). In \nthe next section, I will say more about this . For the purposes of the present discussion, suffice \nto say that different theoretic al-explanatory values underpin  different methodological choice s \nwhich in turn have different substantive implications . Some of them  would amount to what I"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14 \n propose to call ‘unjust theorising’. Examples include marginalis ing epistemic  peers  or ignoring  \nalternative conceptualisations  as irrelevant or incompetent . By widening  the scope of \ndisentangling  to include explicitly theoretic al-explanatory  values  on a par with ethical values, \nwe would give ourselves a better chance to keep in check potentially unjust theorising. This  \ncommitment  is of particular importance when  we theoris e about justice  since such theorising  \nhas greater potential to  replicat e, obfuscate and legitimise  existing unjust institutions  than \ntheorising on other subjects .5  \nTo see how this might work, let us  briefly  consider an example f rom Dworkin (1986), the \ninterpretation of the equal protection clause  of the US Constitution  in connection to racial \ndiscrimination. When this clause was adopted  under the Fourteenth Amendment , it was  deemed \nas compatible with the upkeep of racially segreg ated public  school s. As Dworkin (1986, p. \n360) highlights:  \nIn fact the Fourteenth Amendment was proposed by lawmakers who thought they were not \noutlawing racially segregated education. The floor manager of the civil rights bill that preceded  \nthe amendment  told the House that ‘civil rights do not mean that all children shall attend the \nsame school’, and the same Congress continued to segregate the schools of the District  of \nColumbia after the Fourteenth Amendment had entered the Constitution.   \nThese schools  remained s egregated  for some further 90 years, until segregation was ruled \nunconstitutional as inconsistent with the very same  equal protection clause .  \n \n5 This is because the stakes we have in the outcomes of such theorising are higher than in projects that \nlook like a ‘disinterested search for the truth’. At the very least, the conclusions we reach about justice  \nare expected to be action -guiding. At times, the actions required might be extremely demanding. The \ndiscussion of rationalisation in the following section will aim to shed further light on this."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "15 \n One possible explanation of why constitutional  law scholars and judges  took so long to \nappreciate such glaring  inconsistency  as the above  is to insist that it is not of a  logical or \ntheoretic al-explanatory  order. Instead, it reflects welcome changes in  ethical consensus within \nwider society.  Like value  non-neutrality  in political philosophy, legal interpretation rests on \nspecific ethical commitments. When they change, the interpretation changes too.  \nHere is an alternative I would like to put forward. It expands  on the idea that to fulfil its intended \npurpose disentangling should target specifically  theoretic al-explanatory  values , in addition to  \nethical values.  This presupposition is consistent with recent work on epistemic injustice , e.g. \nFricker (2007), Medina (2013), Pohlhaus , Jr. (2017 ). A central claim  that emerges  from various \ncontributions  is that  individuals and groups are often wronged  as inquirers  and communicators \nin virtue of  epistemic methods  and habits conceived  as independent from any value  \ncommitments  by the mainstream.  Moreover, such  epistemic injustices are typically  extremely \ndifficult to  identify because of their  entanglement with epistemic norms  seen as constitutive of  \notherwise worthwhile practices, such as democratic  legislation or analytic philosophy . Medina \n(2013, 2017) suggests two complementary terms to designate the insidious mechanisms \nthrough which epistemic injustices tend to pers ist undetected : meta-ignorance and meta -\ninsensitivity . The first refers t o the unshakable sense that there is ‘nothing to watch out for  \nhere’ coming in the very  ‘blind spots ’ that familiar unjust institutions cast over one’s theorising. \nThe second precludes a community of practice from giving the benefit of doubt to novel \napproac hes. In so doing, it mimics  bona fide concern s over unorthodox methods.  Importantly, \nboth mechanisms – meta -ignorance and meta -insensitivity – could support instances of unjust \ntheorising under the guise of sound methodolog y.  \nLet us now r eturn to  the case under consideration : how to explain the lawmakers’  initial thought  \nthat the equal protection clause they championed is consistent with the racially segregated \neducation they were accustomed to ? In light of the preceding discussion, a  more plausib le"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16 \n explanation would point  – in addition to the false belief that racial segregation is harmless – to \ninsufficient  scrutiny into the theoretic al-explanatory commitments  that might be at stake when \nconsider ing such  issues as relevance, salience  and comparab ility. At first blush, these issues \ncould  seem unrelated to concerns about justice or equality,  as the idea of two separate \ncategories of values  – theoretic -explanatory on the one side, ethical on the other  – might  imply. \nSuch understanding, however,  could  inadvertently  lead to  unjust theorising .6 \nKeeping an eye on theoretic al-explanatory values is of equal significance when we look at the \nother di mension of methodological austerity , that of partial value -neutrality. As shown in the \nprevious section, partial value -neutrality may differ in scope. When it is narrow, the relevant \nfactual descriptions are meant to exclude  only evaluations based on  the e thical values whose \ninstantiation is currently ascertained . When, by contrast, it is wide, the relevant factual \ndescriptions are expected t o exclude all evaluations based on ethical values.  Clearly, there will \nbe some room for unjust theorising as a result of this very difference in scope . When narrow -\nscope value -neutrality is treated as though wide  in scope, disentangling might end too soon , \n \n6 The line of reasoning here is as follows. Defining the sco pe of principles and requirements of justice \nlike the equal protection clause is the result of theoretical -explanatory choices. These choices should be \nscrutinised and disentangled applying a similar procedure to that we saw at work in the case of thick \nethical concepts. This is because the content of such choices tends to appear as independent from ethical \nvalues. At the same time, however, it is in fact more likely to be entangled with expectations moulded \nby familiar institutions in virtue of their famil iarity and independently of how well they are justified. \nThese expectations may not strike the reasoners involved as distinctly ethical. They could instead be \nconvinced that the theoretical -explanatory choices they make are only constrained by sound discip linary \nstandards and, as a consequence, already value -independent in the required sense. In such cases, the \ndisentangling strategy outlined earlier should also apply to the links between theoretical -explanatory \nvalues and ethical values, in addition to tho se between ethical evaluations and factual descriptions."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "17 \n keeping unexamined value  commitments out of the sp otlight. Some of these commitments \nmight be as unappealing as compl imenting grown -ups for being cute.  \nHowever, a more insidious form of halfway disentangling  is encouraged by the notion tha t \nproper factual descriptions presuppose  what Jane Heal calls a ‘disinterested search for truth’  \n(1987 ). According to Heal, the use of such metaphors as ‘the constitutive aim of belief is truth’ \ntend to be confused and confusing. For they could prompt inquirers  to think of truth as having \nits ow n intrinsic value, in abstraction of the inquiries, practices and ways of life that ma ke \nfinding out the truth about specific matters significant to particular groups and individuals . Yet, \nwere the search for truth fundamentally disinterested in this way, coming to believe as many \ntruths as possible, no matter how trivial, random or uninformative  should be considered as \nepistemic achievement. This, however , does not even remotely look like a successful inquiry. \nSo, a possible  upshot  of these common met aphors is often not the promotion of truly \ndisinterested  studies but lesser  awareness of the interests that a particular search for truths \nwould help realise or, conversely,  obstruct.  \nImportantly, the correlation that Heal identifies  can be acknowledged  without at the same time \nrejecting  that truth is the constitutive norm of beliefs. As I recently argued (Radoilska 2017), \nthe metaphors conveying such a conception  of truth  do not always make clear how this \nconstitutive norm is to be s atisfied; however, this oversight can be remedied by a close contrast -\nand-compare strategy bringing together the norms of belief and the norms of action. As a result, \nit becomes possible to address the concerns raised by Heal, which are neither  orthogonal,  nor \nsecondary to assessing the inquiry on its own, theoretic al-explanatory terms.  For t hey help \ntrack the background assumptions about such matters as relevance, scope and method that are \nconstitutive of the epistemic practice to which any particular inquiry belongs.   \nIn a similar vein , by including theoretic al-explanatory considerations when assessing the extent \nto which an investigation  conducted  under the auspices of an ethical or political theory is value -"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 \n neutral, we can limit unjust theorising. In this respect, it is safe to assume that any such \ninvestigation will be of narrow -scope neutrality with respect to theoretic al-explanatory values \neven if its neutrality with respect to  distinctly  ethical values is wide  in scope. It is beyond the \nlimits of the present discussion to assess  the prospects of a stronger claim, that theoretic al-\nexplanatory values are best understood as a semi -independent subclass of ethical values. The \nconclusions reached  here are independent of this unduly strong c laim: whether theoretic al-\nexplanatory and ethical values are different in kind or not, normative theorising as a distinctive \ncluster of epistemic practices exhibits  close interdependence  between the two. The potential \nfor inadvertently unjust theorising derives from this interdependence. Hence, the need to \nemploy a comprehensive disentangling strategy in the sense articulated here. Such a strategy \nwould target theoretical -explanatory commitments on a par with ethical considerations along \nthe co mplementary dimensions of presumed value independence and partial value neutrality.  \n \n4. Implications for moral epistemology  \nI would like now to expand on the role that the comprehensive  disentangling strategy inspired \nby Kramer (2018) can play in  moral episte mology. In particular, I will aim to show how this \nstrategy can help address a c ouple  of issues that have emerged in the aftermath of growing \ndisenchantment with the fact/value dichotomy.  \nThe first has to do with blanket responses to widespread disagreeme nts in moral theory. While \nneither the existence nor the awareness of such disagreements are new, some ways of \ncollapsing the fact/value dichotomy prompt generalised scepticism that  ultimately  undermines  \nboth value inquir ies and the establishment of facts. In a nutshell, t he thought goes as follows. \nThe most compelling reason for rejecting the fact/value dichotomy is epistemic  rather than \nmetaphysical: judgements of value are just as contestable as  statements of facts. As a r esult,"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "19 \n when we disagree about particular values, we should endorse a procedure  similar  to what we \nwould deploy when we find ourselves disagreeing about states of affairs  (cf. McGrath 2008) . \nIn such standard cases, the discovery of intractable disagreement with our epistemic peers \nshould  reduc e confidence in our initial  view s leading to  the suspension of any belief about \nmatters  contested in this way. Coming to appreciate the  full extent of disagreement s among \nrespectable moral theories, many of them centuries -old, should have a similar effect . Yet, with \nrespect to first -order morality, this effect would amount to corruption ( cf. Setiya 2010). For it \nencourages lack of commitment and provides individuals  with the means  to spin ad hoc \njustifications for whatever they feel like doing, just by swapping moral theor ies around . This \nlooks like a counterpart to what  – according to the intersecting empirical and philosophical \nliteratures on rationalisation  – is readily happening on the side of factual beliefs . Such beliefs \nare often , if not overwhelmingly,  formed by adapting available evidence to fit subjective \nexpectat ions. Once formed, rationalising  beliefs prove  particularly  resilient to emerging pieces \nof counterevidence which  get discounted as irrelevant, unreliable o r inconclusive. Crucially, \nsome of the underlying mechanisms operate outside of conscious awareness,  e.g. by priming \nor diverting attention. As Schwitzgebel and Ellis (2017, p. 17 0) clarify :  \nRationalisation occurs when a person favours a particular conclusion as a result of some factor \n(such as self -interest) that is of little justificatory epistemic relevance. The thinker then seeks \nan adequate justification for that conclusion but the very factor responsible for her favouring it \nnow biases how the research for justification unfolds. As a result of an epistemically illegitimate \ninvestigation , the person identifies and endorses a justification that makes no mention of the \ndistorting factor that has helped guide her search.  \nOne possible outcome of rationalisation is the further entrenchment of contrasting positions. \nLike failing commitment with  respect to values, this kind of self-assurance  would also hinder  \nprogress toward greater agreement. While in the former case, disagreement is taken as"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "20 \n compelling evidence that no position is better than the others, in the latter case, disagreement \nis unde rplayed as peripheral to the assessment of evidence. Schwitzgebel and Ellis  (2017, \np.171) highlight this feature of rationalisation: it not only ‘obstructs the critical evaluation of \none’s own reasoning’ ; in so doing, it  also ‘ impedes the productive exchan ge of reasons and \nideas among well -meaning interlocutors’ .  \nThe disentangling strategy  under consideration is particularly well -suited to counter the \nglobalised scepticism  that underlies such responses . As the earlier discussion showed, its two \nstrands  operate in tandem to help identify correctly what we disagree about  and how deep that \ndisagreement is . At times, we are able to step back a level to a thinner, shared understanding \nand then advance  together  to reach a thicker, still shared understa nding that may , or not , match  \nany of the initial views on the table. At others, disagreement will not be as fully overcome. Yet, \neven then, disentangling  serve s a constitutive role , building a diverse community of epistemic \npeers. In fact, following from t he argument for explicit inclusion of theoretic al-explanatory \nvalues on a par with ethical and political ones in the context of both analytic dimensions , value  \nindependence vs. value dependence and  value  neutrality  vs. value non -neutrality , this \nconstitutive role may just as often involve bringing deeper disagreements to the surface, as a \nfirst step to ending unjust theorising. Importantly, the dialogical aspect of  disentangling is as \nvital for value -neutral investi gations, whether wide or narrow in scope , as for the conceptual \nanalysis  of thick evaluations . As outlined in our concise reconstruction of reasoning toward  \ngeneralised  scepticism,  seemingly  intractable disagreements of fact are a major motivating \nfactor. By creating a community of practice that does not presuppose agreement but search as \nits common ground, the underlying disentangling strategy can effectively l imit the scope for \nunchecked rationalisations . \nThe second issue in moral epistemology that this strategy can help us address  is debate \nfragmentatio n. Like generalised scepticism, debate fragmentation respond s to collapsing the"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "21 \n fact/value dichotomy in a particular way. This time, the starting point is t he realisation that \nfirst-order moral disagreements are often treated as acceptable , seemingly  in contrast to \ndisagreements of fact. Deeply held convictions on the impermissibility of a particular conduct \nare rarely cast aside merely in virtue of learning that others have no qualms about it. At a \ntheoretical level, there is related unease with respect to the moral knowledge acquired by \ntestimony. Many would qualify it as ‘second -hand’  (Jones 1999 ) if knowledge at all . At first \nblush, the kind of asymmetry asserted here  might look like a replay of the fact/value dichotomy . \nHowever, it does not have to be so. Returning to the literature on epistemic injustice, some of \nthe most egregious cases identified are about  the comprehensive obliteration of pa rticular \nstandpoints . Medina (2017) proposes the term ‘h ermeneutical death ’ to capture the extreme \nnature of the epistemic harms involved when the experiences  of oppressed groups  and the \nsocial reality  they point to are kept unintelligible. The force of th e charge derives precisely \nfrom collapsing  fact/value dichotomy .7 This charge  also presupposes firm commitment to the \nidea that truth is  of fundamental epistemic value . Otherwise, t he harms under consideration \ncannot be acknowledged as  distinctly epistemic rather  than social or political. For they not only \npoint to unfair inequalities across intersecting  dimensions of individual and collective  agency . \nCrucially, they converge toward a comprehensive epistemology of ignorance  whereby earn est \ninquirers are systematically obstructed in their search for the truth and end up believing – \nunsuspectingly – falsehoods  about significant areas of their own lives.  \n \n7 The thought goes as follows: Marginalised groups are disvalued. This social fact explains why the \ntheoretical tools needed to understand their experiences ‘from within’ are not widely accessible, i f \ndeveloped at all. At the same time, however, the lack of appropriate theoretical tools feeds back into \nthe underlying attitudes that keep marginalised experiences unrecognised or poorly understood , \nincluding by the people who live them ."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "22 \n According to Medina, circumstances where the threat of such hermeneutical death becomes  \napparent , call for the epistemic equivalent of insurrection: withdrawal from projects instigated \nby the mainstream, including refusal to speak out when one’s testimony is bound to be \nmisheard or co-opted. As part of this process, underprivileged knowers should aim  to come \ntogether and build their own a lternative epistemic communi ties, in isolation from the \nmainstream.  \nWhile epistemic insurrection is a compelling approach to the extreme cases Medina discuss es, \nsuch as  the suppression of indigenous languages, it could also be counterproductive if \nextrapolated beyond the means of last resort  it is supposed to be. For, once the idea of \nalternative epistemic communities labouring in isolation from one another se ttles in, epistemic \nachievements that challenge the status quo would become easier to ignore, fragmenting the \nnotion of epistemic peer s to identify  only those whose standpoint one already shares. A \ndisentangling strategy that pays particular attention to signs of unjust theorising can offer  a \npromising  framework for epistemic peers in the making.  In so doing, it w ould place  the rational \nhope of collaborative inquiry on the horizon of epistemic insu rrection  as a distinctly epistemic \nengagement . \n \n5. Conclusion  \nReflecting on the nature and scope of conceptual analysis in Kramer (2018), I outlined the \ncontours of a new, comprehensive disentangling strategy for moral epistemology. This strategy \nbuilds on the fundamental distinction between value -neutrality and valu e-independence as two \nseparate aspects  of methodological austerity introduced by Kramer.  The significance of this \nproject for moral epistemology becomes apparent when we consider two major challenges that \narise from collapsing the fact/value dichotomy, glo balised scepticism and debate"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "23 \n fragmentation. I show ed that these  challenges can be successfully addressed by a two -pronged \ndisentangling strategy that encompasses both dimensions – value neutrality vs. value non -\nneutrality and value independence vs. value dependence. The success of this strategy rests on \ntwo factors. The first is broadening the scope of disentangling to include theoretic al-\nexplanatory values on a par with distinctly ethical values .  The second is  differentiating \nbetween wider and narrower c onceptualisations of what value neutrality requires  with respect \nto contested matters. Both aim to pre -empt unjust theorising, a distinctive form of epistemic \ninjustice that derives from the exclusive methodological focus on ethical evaluations at the \nexpe nse of epistemic ones. When these methodological conditions are fulfilled, opponents \nshould gain the confidence to treat each other  as fellow inquirers engaged in the same project, \nthat of reducing the scope of unhelpful disagreements.  \n \n Acknowledgements  \nI would like to thank Matthew Kramer and the Editors of this Collection , Visa Kurki and Mark \nMcBride for their helpful comments on  earlier drafts. I would also like to acknowledge the \nconstructive feedback I received from audiences at the Universities of Cambridge, Kent and \nPavia. The research on this chapter was supported by a British Academy Newton Award, Ref.:  \nNAFR1180082 .    \n \nReferences  \nBlackburn, S. (2013) Disentangling Disentangling. In S. Kirchin (ed.) Thick Concepts . Oxford: \nOxford University Press ; 122 -135. \nCarter, I. (1999)  A Measure of Freedom . Oxford: Oxford University Press."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "24 \n Carter, I. (2015) Value -freeness and Value -neutrality in the Analysis of Political Concepts. \nOxford Studies in Political Philosophy  1: 280 -306. \nChristensen , D and J . Lackey  (eds.) (2013 ) The Epistemology of Disagreement: New Essays . \nOxford: O xford University Press . \nDworkin, R. (1986) Law’s Empire . London: Fontana Press.  \nDworkin, R. (2011) Justice for Hedgehogs . Cambridge, MA: Harvard University Press . \nFricker, M. (2007) Epistemic Injustice: Power and the Ethics of Knowing . Oxford: Oxford \nUniversity Press . \nHeal, J. (1987) . The Disinterested Search for Truth . Proceedings of the Aristotelian Society  88: \n97-108. \nJones, K. (1999). Second -Hand Moral Knowledge. The Journal of Philosophy  96(2) : 55-78. \nKirchin, S. (2017). Thick Evaluations.  Oxford: Oxford University Press  \nKramer, M. (2009) . Moral Realism as a Moral Doctrine . Oxford: Wiley -Blackwell . \nKramer, M. (2018) . Conceptual Analysis and Distributive Justice. In S. Olsaretti (ed.) The \nOxford Handbook of Distributive Justice . Oxford: O xford University Pr ess; 368 -386.  \nKurki, V. (2021). Are Legal Positivism and the Interest Theory of Rights Compatible?  In \nMcBride , M.  and V. Kurki  (eds.), Without Trimmings: The Legal, Moral, and Political \nPhilosophy of Matthew Kramer . Oxford: Oxford University Press  \nLong , R.T. (2006). Review of Putnam, H. The Collapse of the Fact/Value Dichotomy  and Other \nEssays.  Cambridge, MA: Harvard University Press, 2002. Reason Papers  28: 125 –131. \nMackie, J. (1977).  Ethics: Inventing Right and Wrong . London: Penguin"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "25 \n McDowell, J . (1998 ). Non-Cognitivism and Rule -Following ’, in J. McDowell, Mind, Value, \nand Reality . Cambridge, MA: Harvard University Press ; 198–219. \nMcGrath , S. (2008 ). Moral Disagreement and Moral Expertise. In Russ Shafer -Landau (ed.), \nOxford Studies in  Metaethics : Volume 4 , Oxford: O xford University Press ; 87-108. \nMedina, J. (2013) . The Epistemology of Resistance: Gender and Racial Oppression, Epistemic \nInjustice and Resistant Imaginations . New York : Oxford University Press. \nMedina, J. (2017 ). Epistemic Injustice and Epistemologies of Ignorance, in L. Alcoff, P.  Taylor \nand L. Anderson (eds), The Routledge Companion to the Philosophy of Race ; 247-260. \nPohlhaus , G. (2017) . Varieties of Epistemic Injustice . In Kidd, I.J., Pohlhaus , G. and  J. Medina \n(eds.), The Routledge Handbook of Epistemic Injustice , New York, Routledge ; 13-26.  \nRadoilska, L. (2017). Aiming at the Truth and Aiming at Success. Philosophical Explorations  \n20:111 -126. \nRawls, J. (1971) . A Theory of Justice . Cambridge, MA: H arvard University Press. \nSchwitzgebel, E. and Ellis, J. (2017 ) Rationalization in Moral and Philosophical Thought. In: \nBonnefon, J.F. and B. Trémolière (eds.). Moral Inferences . Routledge, New York ; 170–190. \nSetiya , K. (2010) . Does Moral Theory Corrupt Youth?  Philosophical Topics  38 (1):  205-222. \nStreumer, B. (2017).  Unbelievable Errors: An Error Theory about All Normative Judgements . \nOxford: O xford University Press   \nWilliams, B. ( 1985 ). Ethics and the Limits of Philosophy . Cambridge, MA: Harvard University \nPress"
    }
  ]
}