{
  "doc_type": "scientific paper",
  "title": "Effectiveness of an innovative treatment protocol for misophonia in children and adolescents",
  "authors": [
    "Rappoldt"
  ],
  "year": 2023,
  "journal": "Journal Pre-proof",
  "doi": "10.1016/j.conctc.2023.101105",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:29:02.262402Z",
  "source_pdf": "documents/research/Global/Rappoldt 2023 Effectiveness of an innovative treatment protocol for misophonia in children and adolescents.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal Pre-proof\nEffectiveness of an innovative treatment protocol for misophonia in children and\nadolescents: Design of a randomized controlled trial\nLotte R. Rappoldt, Marthe M. van der Pol, Carola de Wit, Simone Slaghekke, Caroline\nHouben, Tom Sondaar, Kees J. Kan, Francisca J.A. (Bonny) van Steensel, Damiaan\nDenys, Nienke C.C. Vulink, Elisabeth M.W.J. Utens\nPII: S2451-8654(23)00051-0\nDOI: https://doi.org/10.1016/j.conctc.2023.101105\nReference: CONCTC 101105\nTo appear in: Contemporary Clinical Trials Communications\nReceived Date: 22 November 2022\nRevised Date: 20 February 2023\nAccepted Date: 10 March 2023\nPlease cite this article as: L.R. Rappoldt, M.M. van der Pol, C. de Wit, S. Slaghekke, C. Houben, T.\nSondaar, K.J. Kan, F.J.A.(B.) van Steensel, D. Denys, N.C.C. Vulink, E.M.W.J. Utens, Effectiveness of\nan innovative treatment protocol for misophonia in children and adolescents: Design of a randomized\ncontrolled trial, Contemporary Clinical Trials Communications  (2023), doi: https://doi.org/10.1016/\nj.conctc.2023.101105 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© 2023 Published by Elsevier Inc."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1 \n Effectiveness of an innovative treatment protocol for misophonia in children and \nadolescents: design of a randomized controlled trial.  \n \nLotte R. Rappoldt1,2 \nMarthe M. v an der Pol1 \nCarola de Wit2 \nSimone Slaghekke1 \nCaroline Houben2 \nTom Sondaar3 \nKees J. Kan4  \nFrancisca J.A. (Bonny) van Steensel4 \nDamiaan Denys1 \nNienke C. C. Vulink1 shared last authorship \nElisabeth M. W. J. Utens1,2,4  shared last authorship  \n \n1 Amsterdam UMC location University of Amsterdam, Department of Psychiatry, Amsterdam, \nThe Netherlands  \n2 Academic Center for Child and Adolescent Psychiatry Levvel , Amsterdam, The Netherlands  \n3 Dutch Misophonia Association (Vereniging Misofonie NL)  \n4 Research Institute of Child Development and Education, University of Amsterdam , \nAmsterdam, The Netherlands  \n \nCorresponding Author:  \nProf. dr. Elisabeth M. W. J. Utens  \nMeibergdreef 5  \n1105 AZ Amsterdam , The Netherlands  \n+31 20 566 33 83   \nl.utens@levvel.nl   \n \nJournal Pre-proof"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 \n Abstract      1 \nBackground  2 \nMisophonia is a recently identified  disorder in which individuals experience intense , 3 \nuncontrollable and disproportional  irritation, anger or disgust when confronted with specific 4 \nsounds or stimuli associated with these sounds.  Prevalence rates in children and 5 \nadolescents are currently still to be investigated . The reported average age of onset is 6 \naround 13 years,  in clinical practice children from 8 years old are referred.    7 \nMisophonia  is associated with avoidance and anticipation anxiety,  possibly leading to 8 \nserious educational  and social  consequences for children and  families. Worldwide, no 9 \nevidence -based  treatment exists  specifically  for children and adolescents with misophonia.  10 \nThis article presents the design o f a randomized controlled trial testing  the 11 \neffectiveness of cognitive behavioral therapy  (CBT) combined with psychomotor therapy  12 \n(PMT)  for misophonia in children and adolescents (age d 8-18).  13 \nMethods  14 \nIn total, 82 p atients will be randomly assigned to a treatment condition or waiting list 15 \ncondition of 3 months (WCG). Treatment consists of 7  week ly group therapy  session s (1.5 16 \nhour CB T plus 1.5 hour PMT)  and a follow -up after 3 weeks . Pre and post treatment 17 \nassessments will be conducted  during a ba seline assessment, after 3 and 6 months. The 18 \nprimary outcome  will be  assessed by the Amsterdam Misophonia Scale – Youth (AMISOS -Y) 19 \nand secondary outcomes (e.g. quality of life ) and putative predictors (e.g. parenting burden ) 20 \nwill be studied .  21 \nConclusion  22 \n This trial is the first study worldwide testing the effectiveness of a combined CBT plus 23 \nPMT protocol for misophonia in children and adolescents. If proven effective, this protocol 24 \nprovides an innovation to improve care for youth with misophonia.  25 \nTrial registration  26 \nDutch Trial Registry: NL9724  27 \n 28 \nKeywords  29 \nMisophonia, children, adolescents, cognitive behavioral therapy  30 \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "3 \n 1. Background   31 \n Misophonia is a recently identified  disorder  in which patients experience extreme 32 \nirritation, anger or disgust when c onfronted with certain stimuli. Thes e stimuli include oral  and 33 \nnasal sounds (e.g. eating or breathing), other sounds produced by people  (e.g. typing or pen 34 \nclicking), sounds produced by objects (e.g. clock ticking), sounds produced by animals  (e.g. 35 \nbirds) and visual triggers  (e.g. jiggling legs ) [1, 2] . Triggering stimuli are context dependent  36 \nand might develop because of t he attached interpretation or meaning within the social 37 \ncontext  [3]. For instance, loud chewing of adult family members mig ht elicit a strong 38 \nmisophonic resp onse, while the same s ound  coming from a baby might not beca use this 39 \nsound could be expected from a baby . 40 \nPreoccupation with triggering  stimuli (‘hyper focus’) is a co re characteristic commonly 41 \nobserved in misophonia. Individuals with misophonia do not only notice triggering stimuli 42 \nearlier than other people, it is also extremely difficult for them to shift the ir attention away [2]. 43 \nThe triggering stimuli invoke immediate impulsive aversive emotional and physiological 44 \nreactions, which is often accompanied by  the feeling of losing control . To avoid the se 45 \nnegative feelings, patients often pay more attention to potential triggers, which leads to an 46 \nincreased hyper focus [4]. Misophonia is associated with anticipation anxiety and avoidance 47 \nof situations in which the triggering stimuli might occur  [2].  48 \nMisophonia  was first described in the audiology literature in 2001 [5]. In 2013, the 49 \nresearch group at the Amsterdam UMC proposed the first diagnostic criteria for misophonia 50 \nas a psychiatric condition  [6]. Since then, more research emerged worldwide within various 51 \ndisciplines, using different definitions and methods to categorize and diagnose misophonia. 52 \nRecently, a consensus defin ition of misophonia has been reached with the input of 15 53 \nexperts, describing misophonia as a “ disorde r of decreased tolerance to specific  sounds or 54 \nstimuli associated with such sounds ” [1, p.10 ]. 55 \nPrevious research focused mainly on adults with misophonia. Currently, very little is 56 \nknown about misophonia in children and adolescents. The average age of onset is estimated 57 \naround 13 years of age , as suggested by  earlier retrospective research in adults [2]. 58 \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 \n Systematic e pidemiological studies into misophonia in children have not yet been performed.  59 \nSelf-report  studies among students suggest a prevalence  of clinically relevant misophonia 60 \nsymptoms  ranging from 6%  (in Chinese students, age d 18-23 years; [7]) to almost 2 0% (in 61 \nAmeric an students, aged 18 -54 years [8]). However, based on longstanding expert clinical 62 \nexperience, we think these numbers may be overrated, since these study populations are not 63 \na representation of th e general population. Moreover, the measurement of misophonia 64 \nsymptoms was based on self -report  questionnaires, without the use of a diagnostic interview. 65 \nIt should be noted that  none of these studies used the cons ensus definition of misophonia . 66 \nOne tool to assess misophonia in youth is the Sussex Misophonia Scale for 67 \nAdolescents (SMS -Adolescent) [9], a mono -informant self-report questionnaire, also 68 \ncontaining  questions reflecting potential other disorders (e.g. hyperacusis) . The  SMS - 69 \nAdolescent is currently  preliminary validated for adolescents aged 10 -14 years old (N=15) 70 \n[9]. There remains an urgent nee d for validation of accurate screening and diagnostic tools  71 \nfor misophonia in children and adolescents  [10].                                                           72 \nRecently, research was conducted into the clinical characteristics  of misophonia in 73 \nchildren and adolescents [9-11]. Within a sample of 102 adolescents with misophonia (8 -17 74 \nyears -old), 79% of patients met the criteria for at least one other psychiatric diagnosis, with 75 \nmood disorders, anxiety disorders, obsessive -compulsive disorder and ADHD being the mos t 76 \nprevalent [10]. Another study with a relatively small, population based samp le of 15 77 \nadolescents with misophonia (10 -14 years -old) reported higher rates of autistic 78 \ncharacteristics [11]. However, the relationship between autism and misophonia appeared 79 \nless specific in the larger sample of Guzick and colleagues  [10]. Perhaps there are  80 \nunderlying transdiagnostic factor s, such as sensory and emotional hyperreactivity , that play 81 \nan important role in the pathogenesis of misophonia  [10]. Indeed, it was found that 82 \nadolescents with misophonia experi ence greater (parent reported) sensory hypersensitivity 83 \nacross different domains (e.g. in tactile or visual senses) and greater emotional dysregulation 84 \nin response to negative emotions [11], however m ore research is warranted to discover the 85 \nexact mechanisms involved in misophonia in youth [10].  86 \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "5 \n Misophonia can lead to serious social and educational  impairments  in children and 87 \nadolescents  [10]. It is commonly reported that c hildren can no longer eat, sleep or be in a ca r 88 \ntogether  with the ir family, negatively affecting family relations. Social life outside of home and 89 \nschool work are also often negatively affected by misophonia [10]. At school, misophonia  90 \nmay lead to concentration problems, social isolation or school dropout . Misophonia severity 91 \nis associated with poorer quality of life in adolescents [9, 10] .  92 \nTo the best of our knowledge, no evidence -based treatment specifically for children 93 \nand adolescents with misophonia  exists  worldwide . To date, only  one small -scale 94 \nrandomized controlled trial ( RCT) has been proposed by Lewin and colleagues  (N=44)  [12] 95 \nfor youth with misophonia aged  8-16 years,  compar ing transdiagnostic family -based 96 \ntreatment for emotional disorders to misophonia education and emotional/physiological 97 \nrelaxation  exercises . Their treatment protocol, named The Unified Protocols for 98 \nTransdiagnostic Treatment of Emotional Disorders in Children and Adolescents (UP -C/A) is 99 \nbased on the as sumption that targeting the putative  common underlying emotional and 100 \nbehavioral proce sses misophonia shares with other conditions (such as poor emotion 101 \nregulation) might provide a reduc tion of misophonia symptoms [12]. 102 \nWhile the study protocol of Lewin  [12] and our current study protocol share common  103 \ncharacteristics (e.g. family involvement), there are notable differences. For instance, the 104 \ncurrent study protocol is designed to specifically target misophonia  in a group setting,  while 105 \nthe protocol used by Lewin is developed for individual families to target underlying general 106 \nmechanisms commonly observed across different disorders.  107 \nMoreover, while the core ingredient of the protocol of Lewin consists of cognitive 108 \nbehavioral therapy (CBT), our protocol combines CBT and psychomotor therapy (PMT), 109 \nwhich has shown promising results in adults with misophonia [13]. Within our protocol, CBT 110 \nis used to counteract core symptoms in misophonia, by targeting dysfunctional associations, 111 \ncognitions and behaviors. Various single case studies have indicated positive  resul ts of CBT 112 \non reducing misophonia [14-16]. Psychomotor therapy  is a treatment method that employs 113 \nbody perception and movement to foster psychosocial development of children and to reduce 114 \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 \n psychological symptoms and their impact on daily life [17]. In the Netherlands and Belgium, 115 \nPMT is used to aid in the treatment of various mental health disorders, such as depression 116 \nand eating disorders  [18]. Evidence suggests PMT might serve as a viable add -on to CBT 117 \ngroup therapy [19]. Within our protocol, PMT contains exercises such as attention training 118 \nand relaxation training , which reduce the hyper  focus and heightened state of alertness 119 \ncommonly o bserved in misophonia patients [2]. 120 \nIn an adult sample of patients with misophonia (N=54, drop -out rate 15%), our CBT + 121 \nPMT group treatment protocol resulted in a statistically significant reduction of misop honia 122 \nsymptoms at 3 months follow -up with very large effect size ( -9.7 AMISOS -R; 95% CI [ -12.0 - 123 \n7.4]; p <.001, d= 1.97), effects were maintained at 1 -year follow -up [13]. We chose for an 124 \nadaptation  of this protocol for children and adolescents , aged 8 -18 years old.  In this paper , 125 \nthe trial design of a randomized controlled trial into the effectiveness of this innovative  group 126 \nprotocol for children and adolescents will be described. Our hypothesis is that our group 127 \ntreatment protocol is effective in red ucing misophonia in the treatment group  (N=41) , as 128 \ncompared to a waiting list control group (N=41).   129 \nFurthermore, during our study we aim to validate two innovative multi -informant self - 130 \nreport misophonia questionnaires  for screening and diagnosis : the Misophonia Screening 131 \nList – Child and Youth and the Amsterdam Misophonia Scale -  Youth (AMISOS -Y). The 132 \nlatter  is an adaptation from the widely used  adult self -report questionnaires  A-MISO -S [6, 10]  133 \nand the revised version  AMISOS -R [13, 20, 21] , specific ally attuned to Dutch children. Lastly, 134 \nby including a wide range of secondary outcomes ( emotional and behavioral problems of the 135 \nchild, school functioning, attention problems, sensory proce ssing, (care -related) quality of 136 \nlife, cost of illness) and predictors (demographic variables, par enting burden, parental 137 \nbehavio ral and emotional problems, family accommodation) we aim to investigate  potential 138 \nunderlying mechanisms in the etiology and maintenance of misophonia in children and 139 \nadolescents. Finally, we aim to improve our findings by incorporating ratings of misophonia 140 \nseverity of the child over time by the psycholo gist-researcher, as we ll as ratings of social 141 \nvalidity after treatment by children and parents.    142 \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "7 \n 2. Design and methods  143 \nDesign: this study is a single -center, single -blinded randomized controlled trial 144 \n(RCT). It compares  group cognitive behavioral therapy and psychomotor therapy for 145 \nmisophonia  to a waiting list control group.  146 \n Inclusion: children are eligible for inclusion if they are between the age of 8-18 years , 147 \nsuffering from misophonia symptoms and for these misophonia symptoms referred to one out 148 \nof two divisions of our center (Psychiatry Department of the Amsterdam UMC, or the 149 \nAcademic Center for Child and Adolescent Psychiatry, Levvel, Amsterdam) for diagnosis and 150 \ntreatment of misophonia between August 2021 and January 2023. Written in formed consent 151 \nwill be obtained  from children (12+) and both parents. Considering the ongoing validation 152 \nstudy of our assessment tools, no specifi c misophonia cut -off scor es will be used for  153 \ninclusion. Children will only be included in this study if they and/ or their parents express 154 \nserious suffering and severe impairment of daily life during an extensive intake  with trained 155 \npsychiatrists/psychologists.  156 \nExclusion: ineligible are children who :  157 \n- have another primary diagnosis than misophonia  (e.g. ADHD), since we want to test 158 \nthe effectiveness of our protocol on misophonia as primary diagnosis  159 \n- have psychiatric comorbid symptom s that hinder group functioning (e.g. severe 160 \nautism)  161 \n- have psychiatric comorbid symptoms  requir ing adjustment of the misophonia 162 \ntreatment protocol  according to therapists (e.g. severe autism)  163 \n- have r eceived cognitive behavioral therapy for misophonia  in the past year  164 \n- display self -injurious  behavior (i.e. auto -mutilation) at present or in the past year , 165 \nsince this behavior might negatively affect other group members  and w ould require 166 \ndeviation of  treatment protocol  167 \n- have an estimated IQ below 85  168 \n- are unable to read or write Dutch , since tr eatment and questionnaires are in Dutch  169 \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 \n - have serious family pro blems (e.g. divorcing parents). The experience of 170 \nmisopho nia might be context dependent [3] and is often reported to be mainly 171 \ndirected towards a close family member  [2], impacting family relations. Therefore, the 172 \nfamily will play an active role within  the group therapy, for instance by receiving 173 \npsycho education  and separate parent sessions , and joining in exercises. However, 174 \nsome families might experience serious problems extending beyond the problems 175 \ncaused by misophonia, for instance an  acrimonious divorce. This might hinder 176 \nprotocol adherence and is therefore an exclusion criterion.  177 \n 178 \n2.1. Patient recruitment and procedure  179 \nChildren referred to our academic center for diagnostics and treatment of misophonia 180 \nand their parents  will be  contacted and briefly informed about t his research project by 181 \ntelephone. During this telephone call, a first short screening will take place regarding  182 \nsuitability  of the child for this project  by the psychologist -researcher (LR). Afterwards , an 183 \nintake will be planned with psychiatrists or  psychologists from our center.  184 \nDuring the intake, the in - and exclusion criteria will be assessed further, as well as the 185 \npresence of comorbid disorders. The presence of misophonia will be  assessed by a 186 \nstructur ed diagnostic interview, using the diagnostic criteria as proposed by Jager and 187 \ncolleagues [2]. In addition, to support a possible diagnosis , two misophonia questionnaires 188 \nwill be administered, the Misophonia Screening List – Child and Youth and the Amsterdam 189 \nMisophonia Scale – Youth (AMISOS -Y), to both the child and the parents .  190 \nAfter  the diagnostic intake proced ure, parents of eligible children  will be orally 191 \ninformed about the RCT by the psychologist -researcher. Parents and children will also 192 \nreceive written information. Written informed consent will be obtained from both 193 \nparents/guardians for all children . From the age of 12, informed consent will also be obt ained 194 \nfrom the child. Only children  (≥12 years), who have given informed consent, and whose 195 \nparents have signed informed consent will participate in this study.  196 \nFigure 1 shows an overview of procedures and randomization.   197 \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "9 \n 2.2 Randomization  198 \nAfter informed consent has been  provided, the Structured Clinical Interview for DSM - 199 \n5 disorders in children and adolescents (SCID -5 Junior) [22] will be con ducted with children 200 \nand parents. This interview measures the psychiatric comorbidity of the child and will serve  201 \nas both a predictor and a final check of the exclusion criteria. Afterwards, children will be  202 \nrandomly assigned  to group treatment for misophonia (N = 41) o r the waiting list c ontrol 203 \ngroup ( WCG:  N = 41). Children assigned to the WCG will have to wait 3 months before 204 \nreceiving treatment. Both groups will be treated with the same group treatment protocol  205 \n(CBT/PMT ) for misophonia.  206 \nRandomization will occur within the computerized data collection system Castor. 207 \nPermuted  block randomization will be used, with block size s of 2 and 4 , in a 1:1 ratio 208 \nstratified by age and gender . Randomization will be  performed by an independent 209 \nresearche r. The psychologist -researcher who performs the assessments will be  blinded for 210 \nparticipant’s allocated intervention. Children and parents, as well as the treatment staff, will 211 \nbe explicitly instructed to refrain from sharing the randomization condition wi th the 212 \npsychologist -researcher.  213 \n 214 \n2.3 Intervention  215 \nA standardized, cognitive behavioral therapeutic protocol combined with psychomotor 216 \ntherapy (in group format) was previously developed at the Amsterdam UMC to treat 217 \nmisophon ia in adults. This protocol showed both short -term and long -term positive effects  in 218 \nadults  [4, 13] . Based on this adult protocol , two recent version s have been adapted and fine - 219 \ntuned  to fit the needs of children/adolescents  in two different age groups: children (ages 8 - 220 \n13) and adolescents ( ages 13-18). The adaptations  for children/adolescents  include changes 221 \nin language and form of education and exercises (e.g. use of simple words,  alternating 222 \ntheory with simple children’s games such as ‘Simon Says ’) and the addition of active 223 \ninvolvement of parents. Parents are required to join the therapy during session 1, 5 and 6 224 \nand during the follow -up. Parents receive psychoeducation and separate parent sessions, 225 \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 \n and are actively involved in the exercises and take -home assignments. Additionally, in the 226 \nchild grou ps (ages 8 -13), parents are invited to join the last 15 minutes of each session to 227 \nreceive an update of the session. In the adolescent groups (13 -18), parents receive an e -mail 228 \nafter each session with information.  229 \nThe therapy will be administered in group s of 6 -8 children/adolescents,  with 7 weekly 230 \nsessions of 1.5 hour s of CBT and 1.5 hour s of PMT, and a follow -up of 1.5 hour s after 3 -4 231 \nweeks. Additionally, the children/adolescents  will receive assignments to complete at home 232 \nwith their parent(s). Table 1 shows the core components of the CBT and PMT program. 233 \nTable 2 lists an overview of the  most important  themes for each session.  234 \n 235 \n2.4 Treatment integrity  236 \nTo ensure treatment integrity, all therapists will be  trained in the CBT/PMT  protocol  by 237 \ntwo licensed CBT /PMT therapists or psychologists with expertise in the treatment of 238 \nmisophonia  before providing the current treatment  protocol . During all group treatment s, 239 \nongoing two-weekly therapist peer supervision will be  provided by the expert CBT /PMT  240 \ntherapists to avoid protocol drifting.  241 \nTo study  treatment integrity, group therapy sessions will be audio -recorded after 242 \nhavin g received written consent of children and parents. If children or parents do not provide 243 \nwritten consent, treatment sessions will be  rated  live (during the group sessions) by an 244 \nindependent member of the research team. In total, a random 15% of all sessions will be  245 \nrated by two trained, independent  master students of psychology. Moreover, four sessions  of 246 \nthis 15% of sessions ra ted will also be rated by the PI’s/supervisors of this study.  247 \n 248 \n2.5 Assessments   249 \nAssessment s will be administered online and by telephone/video calls to children, 250 \nparents and teachers at three time points.  At baseline assessment (T1), a clinical interview 251 \nwill be conducted with parents and children along with the questionnaires. T2 is 3 months 252 \nafter the baseline  assessment (th us, e ither directly after treatment or directly  after waiting 253 \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "11 \n list). After the T2 measurement, treatment f or the WCG starts. T3 is 6 months after baseline, 254 \neither 3 months after treatme nt or directly after treatment.  255 \nAn overview of the in struments is provided in Table 3 . The majority of the instruments 256 \nused are part of our regular clinical care and are psychometrically sound  and validated  [22- 257 \n51]. Research to date has not yet determined the psychometric properties of our two 258 \nmisophonia questionnaires, the Misophonia Screening List – Child and Youth and the  259 \nAmsterdam Misophonia Scale – Youth ( AMISOS -Y). Therefore, t hese questionnaires will be 260 \nvalidated for the purpose of this study , and this may be considered as an additional aim of 261 \nthe s tudy. A parent and child version exists (with parallel items) for both questionnaires.  262 \n 263 \n2.6 Primary outcome  264 \nThe severity of misophonia according to parents and child will be assessed by the 265 \nAmsterdam Misophonia Scale Youth – (AMISOS -Y). The AMISOS -Y consists of 7 multiple - 266 \nchoice items about the nature of misophonia, and 10 items on a 4 point - Likert scale 267 \n(different response categories per question). An example question is “How bad do the 268 \nsounds make you feel?”.  269 \nThe validation of the two misophonia q uestionnaires, the  AMISOS -Y and the 270 \nMisophonia Screening List – Child and Youth , will be based  on the baseline s cores (T1) of 271 \nthe participants compared to a healthy control group (N=240) , recruited from elementary and 272 \nsecondary schools from urban and rural  parts of the Netherlands.  273 \n 274 \n2.7 Secondary outcomes  275 \n The nature of the misophonia symptoms according to parents and child will be 276 \nassessed by the Misophonia S creening List – Child and Youth . This questionnaire consists of 277 \n14 items on a 4 point - Likert scale. An example item is “If I enter a situation in which family or 278 \nfriends are eating, I feel angry immediately”.  279 \nEmotional and behavioral problems  of the child will be assessed by the Child 280 \nBehavior Checklist (CBCL; parent version) [23], the Teacher Report Form (TRF; teache r 281 \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 \n version ; see also school functioning ) [23], and the Youth Self Report for children older than 282 \n11 (YSR; child version)  [23]. Specifically the subscales anxious/depressed, social problems, 283 \nattention problems and aggressive behavior  are of interest , since these scales might be 284 \nespecially related to misophonia. Reliability statistics  are su fficient to good (based on a Dutch 285 \nsample of children), validity statistics  are sufficient [23, 32] . 286 \nSchool functioning will be assessed by the Teach er Report From (TRF)  [23, 32] . 287 \nAttention problems will be assessed by the Dutch ADHD  questionnaire (ADHD - 288 \nvragenlijst; AVL)  [24]. Both reliability and construct validity are rated as good by the Dutch 289 \nCommittee on Tests and Testing ( COTAN ) [33]. 290 \nSensory processing will be assessed by the Short Sensory Profile – NL (SSP -NL) 291 \n[34] and the Adolescent/Adult Sensory Profile – NL (AASP -NL) [25]. The SSP -NL will be 292 \nused for children under the age of 11 and is answere d by parents. Reliability scores of seven 293 \nout of eight sections are sufficient to good, however the validity of the SSP -NL remains 294 \ndebatable due to lack of information about convergent and divergent validi ty in a Dutch 295 \nsample [35]. The AASP -NL will be used for children aged 11 or older and is answered by 296 \nchildren. Evidence of test -retest reliability and internal validity is provided in the manual [25]. 297 \nThe severity of psyc hopathology will be assessed by the Clinical Global Impression 298 \nScale – Improvement (CGI -I) [36]. This scale is used to meas ure change in 299 \npsychopathological problems over time according to the psychologist -researcher, and is filled 300 \nin after a short interview with parents and child at the three time points. The CGI -I has been 301 \nfound to be a reliable and valid measure of clinical change [26]. 302 \nQuality of life will be assessed by the Child Health Questionnaire (CHQ) – PF28 303 \n(parent vers ion) [37], showing moderate to excellent test -retest reliability and adequate 304 \ndiscriminant validity in a Dutch child sample [27] and the CHQ - CF45 (child version) [37], 305 \nfound to be reliable and valid [28]. Care -related quality of life will be assessed by the Carer 306 \nQuality of Life (CarerQol ) [29].The Carer Qol has been found to be valid for informal 307 \ncaregivers, such as parents  [38, 39]  and displays adequate tes t-retest reliability [40]. 308 \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "13 \n Cost of illness : we aim to measure the costs associated with misophonia to estimate 309 \nthe total financial burden of misophonia on society (i.e., conduct a cost of illness study  [41]) 310 \nby comparing baseline data of patients and a healthy control group  on a retrospective cost 311 \nquestionnaire. In addition, using an existing Cost of Illness questionnaire  [42, 43] , changes in 312 \ncosts after treatment  (from T2 to T3) will be assessed [42, 43] .  313 \n Social  validity is defined as the perceived impact of the treatment o n treatment goals 314 \nand outcomes [44]. Four s tandardized social validity forms were created for this r esearch 315 \n(CBT/PMT; child version/parent version) and will be handed over to children and parents at 316 \nthe end of the treatment.  317 \nMisophonia might result in coercive and disruptive behavior of the child. This behavior 318 \nwill be assessed by the Coercive Disrupti ve Behavior Scale - Misophonia. This questionnaire 319 \nis an adaptation from the Coercive and Disruptive Beh avior Scale - Pediatric OCD (CD-POC) 320 \n[46], which has shown good psychometric qualities [45, 46]. 321 \nPredictors  of treatment outcome  322 \nDemographic variables  such as age, gender, social -economic status and nationality 323 \nwill be ass essed by a short online questionnaire.  324 \nPsychiatric comorbidity of the child will be assessed by a semi structured clinical 325 \ninterview for children and parents, the Structured Clinical Interview for DSM -5 disorders in 326 \nchildren and adolescents  (SCID -5 Junior) [22]. If performed in the correct way by a trained 327 \ninterviewer, the SCID -5 Junior is a reliable and valid instrument to assess DSM -5 diagnoses 328 \nin children and adolescents [22]. 329 \nParenting burden  will be assessed by the Dutch Parenting burden questionnaire 330 \n(Opvoe dingsbelastingvragenlijst; OBVL) [30]. Reliability is rated as good, and construct 331 \nvalidity as sufficient by the Dutch Committee on Tests and Testing (COTAN) [47]. 332 \nParental behavioral and emotional problems will be assessed by the Adult Self 333 \nReport (ASR) [31]. The ASR appears to be a reliable and valid measure of adult 334 \npsychopathology [48]. 335 \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 \n Misophonia is often associated with accommodation of the family to the misophonia 336 \ncomplaints of the child (e.g. no family meals together,  no trips by car). The family 337 \naccommodation to the misophonia complaints of the child will be assessed by the Family 338 \nAccommodation Scale – Misophonia , an adaptation from the Family Accommodation Scale – 339 \nAnxiety  (FASA)  [49], which is a reliable and valid questionnaire for family accommodation in 340 \nchildhood anxiety [50]. 341 \n 342 \n3. Statistical analysis  343 \n3.1 Power, s ample size calculation and dropout  for the RCT  344 \nThere are no previous studies into treatment of misophonia in children, but an RCT 345 \ninto misophonia treatment among adults showed a large positive treatment effect (in terms of 346 \nCohen’s d, d=1.97 [13]). Assuming a more conservative, yet still large effect (F = 0.25 in 347 \nANOVA, see st atistical analysis below, which corresponds to d = 0.80) and desiring a 348 \nminimum power of 0.80, a sample size of 82 (41 per group) is sufficient to demonstrate 349 \nsignificant differences in the primary outcome (severity of misophonia, difference in group 350 \ntreatment versus WCG ). This power analysis has been performed with the use of IBM SPSS. 351 \nIt is therefore our intention to include  82 children, a number which we consider realistically 352 \nfeasible.  353 \nClinical experience suggests that dropout during treatment is rare.  Considering the 354 \nseverity of misophonia and unfortunately the lack of treatment opportunities in the 355 \nNetherlands, we find that children and parents are often considerably motivated to participate 356 \nin the entire treatment.  In view of these  findings, and by taking our intended sample size and 357 \na conservative estimate of the effect size  into account , we consider our study sufficiently 358 \npowered.  We will study differences between the population that drops out and the population 359 \nthat participates until the e nd of treatment (to study a possible selection bias).   360 \n 361 \n3.2 Plan of statistical analysis  for the RCT  362 \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "15 \n For the primary study outcome a 3x2 within -group -between -group factorial AN(C)OVA  363 \nwill be carried out on the repeatedly measured AMISOS -Y scores. T2 will be regarded the 364 \nprimary endpoint, T3 the secondary endpoint. If the results are significant, post -hoc analyse s 365 \n(e.g. Tukey) can be used to determine which differences contribute to this significant effect . It 366 \nwill then be assessed which of the two groups shows the larger change in AMISOS -Y score 367 \nand in which direction.  If there is a reduction  on T2 , and this reduction is larger for th e 368 \nexperimental group than the WC G, we will conclude treatment is effective.  369 \nIf assumptions underlying AN(C)OVA are violated, we will turn to a nonparametric 370 \nequivalent. Gender, age, and socio -economic status wil l be included as covariates (p < .05). 371 \nDifferences in demographics and clinical background between children in the treatment 372 \ngroup and in the WCG will be analyze d using t -tests, chi -squared tests and Fisher’s exact 373 \ntests, if needed.  374 \nFor the secondary outcomes, the same analyses will be used.  375 \nFor the predictors of treatment outcome, multivariate regression analyses will be 376 \nperformed with all potential predictors entered and the severity of misophonia at T2 as 377 \noutcome.  Moderating influences will be investigated by i ncluding interaction terms in the  378 \nlinear mixed mo dels between the significant predictor variables and the treatment group. 379 \nSeparate analyses will be performed for child versus parent scores (i.e. per informant).  380 \nThe statistical analyses will be based on an intention -to-treat principle.  381 \n 382 \n3.3 Validation of the AMISOS -Y and Misophonia Screening List – Child and Youth  383 \nStatistical analyses for validation of the misopho nia questionnaires will be performed 384 \nusing baseline data of the patient population, along with data of 240 healthy control chil dren 385 \nof primary and secondary sch ools.  For the healthy control group, c hildren will be recruited 386 \nfrom both the Amsterdam region and peripheral regions, from both rural and urban cities, in 387 \norder to enhance the representativeness of the healthy control children and the 388 \ngeneralizability of the results. We strive for a proportio nal, comparable distribution of school 389 \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 \n levels. Age and gender r atios from the healthy control group will be adjusted to the ratio in 390 \nthe patient population.  391 \nBoth questionnaires (AMISOS -Y and Misophonia Screening List – Child and Youth ) 392 \nwill be validated by : 393 \n1. (Exploratory ) factor analyses . 394 \n2. Internal consistency determinations , based on the data of the patient group and control 395 \ngroup.  The reliability of the item / response scale (items' response scale) is determined.  396 \n3. The sensitivity and specificity discriminant validity . These factors  will determine the 397 \ndistinguishing capacity of the misophonia questionnaires  between children with and without 398 \nmisophonia complaints . 399 \n4. The divergent and concurrent validity, by determining the indicators of  misophonia as 400 \nmeasured by the misophonia questionnaires and scores on the following questionnaires:  401 \no The Dutch ADHD quest ionnaire (ADHD -vragenlijst; AVL) [24] 402 \no The subscales anxious/depressed, social problems, attention problems and 403 \naggressive behavior of the Child Behavior Checklist (CBCL; parent version) [23] and 404 \nthe Youth Self Report (YSR; child  version) [23] 405 \no The Short Sensory Profile – NL (SSP -NL) [34] and the Adolescent/Adult Sensory 406 \nProfile – NL (AASP -NL) [25] 407 \n 408 \n3.4 Cost of Illness (COI)  409 \nHealth care costs (e.g., visit to the general practitioner or psychologist, medication, 410 \nhospitalization) as well as non -health care costs (e.g., school absence, loss of daily activities, 411 \nproductivity losses of parents) will be calculated by multiplying the  resources used 412 \n(administered by the cost questionnaire) by the unit prices of the resources. Unit prices will 413 \nbe obtained from the Dutch  Guidelines for Cost -research [51]. To estimate the annual costs 414 \nof misophonia for society the mean total costs (derived from the cost questionnaire covering 415 \n3 months) are multiplied by four (mean annual costs), and are then multiplied by the number 416 \nof children with misophonia duri ng that year (prevalence -based COI). In addition, bootstrap 417 \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "17 \n analyses are used to calculate the incremental costs between the group of children with 418 \nmisophonia and the control children.  419 \n 420 \n4. Discussion  421 \nMisophonia is a recently recognized  disorder  that is assumed to originate in 422 \nchildhood. If left untreated, misophonia might lead to serious negative consequences for 423 \nchildren and their families, such as impaired family relations, social isolation and school 424 \ndropout according to patients . To our know ledge, no research has been performed  worldwide  425 \ninto treatment of misophonia for children and adolescents. This study is the first large  RCT to 426 \ninvestigate the effectiveness of the CBT plus PMT  group treatment protocol for misophonia in 427 \nchildren and adolescents, to ensure that evidence -based treatment is available.  428 \nThis study has several strengths. First, s ound assessment instruments (both generic 429 \nand misophonia specific) and an  adequate sample size are used. We aim to validate two 430 \nmisophonia questionnaires, improving screening and diagnostics. Second , a standardized  431 \ncombined C BT/PMT  treatment protocol  is used in in group format, with two-weekly therapist 432 \npeer supervision, and tr eatment integrity being analyzed . Earlier, t his protocol showed both 433 \nshort -term and long -term ef fects in an adult sample [13]. Lastly, t his stud y aims to contribute 434 \nto general knowledge about misophonia in c hildren and adolescents, by including a wide 435 \nrange of secondary outcomes and predictors of treatment success , and by using multiple 436 \ninformants (child, parents, teacher, psychologist -researcher).  437 \n 438 \n4.1 Limitations  439 \n There are some limitations in our study that need to be addressed. First, children 440 \nmight differ from adults in their intrinsic treatment motivation and therapeutic needs. Although 441 \nthe treatment protocol is adjusted to children in language and nature of exe rcises, the 442 \ntreatment duration remains unchanged , possibly forgoing children’s needs for more 443 \nreinforcement, pr actice moments and repetition.  444 \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 \n Second , this study only includes  one follow -up after 3 months. A follow -up after 6 445 \nmonths or a year might be more helpful in monitoring the long -term treatment outcomes.  446 \nThird, this study entails several exclusion criteria, which might limit the generalizability 447 \nof the findings . We have decided to  use these to create a homogenous group of children with 448 \nmisophonia, since this is the first RCT of a combined CBT/PMT protocol for children and 449 \nadolescents with a primary diagnosis of misophonia.  450 \nFourth, at the start of this study, no Dutch vali dated assessment tool for misophonia 451 \nin children was available to be used as outcome measure. Therefore, we aim to validate two 452 \nDutch assessment tools for misophonia in this study.  453 \nLastly, this study uses a passive waiting list control group receiving the same 454 \ntreatment after 3 months, instead of an a ctive control group. This might hinder drawing 455 \nconclusions about the effectiveness of specific treatment elements of the program.  456 \n 457 \n4.2 Implications for clinical practice  458 \nWorldwide, there is limit ed knowledge about misophonia in children and adolescents. 459 \nInformation about characteristics of misophonia in Dutch children remains lacking , as well as 460 \nvalidated Dutch questionnaires and evidence -based  treatment to adequately scree n, 461 \ndiagnose and treat misophonia in children. This research will lead to a global improvement of 462 \nknowledge and care  by improving the diagnostics and treatment of misophonia in children 463 \nand adolescents . We expect that the results will be immediately relevan t for clinical practice.  464 \n 465 \nDeclarations  466 \nFunding  467 \n This research project is funded by Fonds Stichting Gezondheidszorg Spaarneland 468 \n(Grand ID: 2020353). The funding source had no role in the design of the study, and will not 469 \nhave any role in its execution, analysis, interpretation of the data, or decision to submit 470 \nresults.  471 \nAvailable data and materials  472 \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "19 \n Not applicable. This paper presents the study protocol and does not contain any data 473 \nor results.  474 \nAuthor’s contribution  475 \nAll authors critically reviewed the ma nuscript for intellectual content. All authors have 476 \nread and approved the manuscript for publicat ion.   477 \nTrial registration  478 \nDutch Trial Registry: NL9724  479 \nEthical approval and consent to participate  480 \nThe Medical Ethics Committee of the Academic Medical Centre  has approved this 481 \ntrial. This study will be conducted according to the Helsinki Declaration and its later 482 \namendments or comparable ethical standards. Informed written consents will be obtained 483 \nfrom the parents or guardians of the participating children, an d from the children (12+) 484 \nthemselves. This article does not contain any studies with animals performed by any of the 485 \nauthors.  486 \nConsent for publication  487 \nNot applicable. This paper presents the study protocol and does not contain any data 488 \nor results.  489 \nDeclaration of competing interests  490 \nThe authors declare that they have no conflict of interest.  491 \nAcknowledgements   492 \n We gratefully acknowledge Fonds Stichting Gezondheidszorg Spaarneland, the 493 \nNetherlands, for funding  this research project, and the involved children, parents and 494 \nteachers for participating  in this study.  Furthermore, we want to thank the Dutch patient 495 \norganization Vereniging Misofonie NL, specifically chair Tom Sondaar, as well as the 496 \ninvolved therapists, for the plea sant collaboration. Lastly, we gratefully acknowledge 497 \nBenjamin Tros for language editing. 498 \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "20 \n Literature  \n1. Swedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, et al. Consensus \nDefinition of Misophonia: A Delphi Study. Front Neurosci. 2022;16:841816.  \n2. Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: Phenomenology, \ncomorbidity and demographics in a large sample. PLoS One. 2020;15(4):e0231390.  \n3. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: physiological \ninvest igations and case descriptions. Frontiers in Human Neuroscience. 2013;7.  \n4. Jager I, Vulink N, van Loon A, van der Pol M, Schroder A, Slaghekke S, et al. \nSynopsis and Qualitative Evaluation of a Treatment Protocol to Guide Systemic Group -\nCognitive Behavior al Therapy for Misophonia. Front Psychiatry. 2022;13:794343.  \n5. Jastreboff MM, Jastreboff PJ. Hyperacusis: Audiology online; 2001 [cited 2022 14 \nJuly]. Available from: https://www.audiologyonline.com/articles/hyperacusis -1223.  \n6. Schroder A, Vulink N, Deny s D. Misophonia: diagnostic criteria for a new psychiatric \ndisorder. PLoS One. 2013;8(1):e54706.  \n7. Zhou XL, Wu MS, Storch EA. Misophonia symptoms among Chinese university \nstudents: Incidence, associated impairment, and clinical correlates. J Obsess -Compul s Rel. \n2017;14:7 -12. \n8. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. J Clin Psychol. 2014;70(10):994 -\n1007.  \n9. Rinaldi LJ, Smees R, Ward J, Simner J. Poorer Well -Being in Children With \nMisophonia: Evidence From the Sussex Misophonia Scale for Adolescents. Frontiers in \nPsychology. 2022;13.  \n10. Guzick AG, Cervin M, Smith EEA, Clinger J, Draper I, Goodman WK, et al. Clinical \ncharacteristics, impairment, and psychiatric m orbidity in 102 youth with misophonia. J Affect \nDisord. 2023;324:395 -402. \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "21 \n 11. Rinaldi LJ, Simner J, Koursarou S, Ward J. Autistic traits, emotion regulation, and \nsensory sensitivities in children and adults with Misophonia. J Autism Dev Disord. 2022.  \n12. Lewin AB, Dickinson S, Kudryk K, Karlovich AR, Harmon SL, Phillips DA, et al. \nTransdiagnostic cognitive behavioral therapy for misophonia in youth: Methods for a clinical \ntrial and four pilot cases. J Affect Disord. 2021;291:400 -8. \n13. Jager IJ, Vulink NCC,  Bergfeld IO, van Loon A, Denys D. Cognitive behavioral \ntherapy for misophonia: A randomized clinical trial. Depress Anxiety. 2020.  \n14. Bernstein RE, Angell KL, Dehle CM. A brief course of cognitive behavioural therapy \nfor the treatment of misophonia: a ca se example. Cogn Beh Ther. 2013;6.  \n15. McGuire JF, Wu MS, Storch EA. Cognitive -behavioral therapy for 2 youths with \nmisophonia. J Clin Psychiatry. 2015;76(5):573 -4. \n16. Roushani K, Mehrabizadeh Honarmand M. The Effectiveness of Cognitive -behavioral \nTherapy  on Anger in Female Students with Misophonia: A Single -Case Study. Iran J Med \nSci. 2021;46(1):61 -7. \n17. Emck CVD, T. Problems and disorders in (early) development: a psychomotor \napproach. In: Van Damme T, editor. Psychomotor interventions for mental health  - children & \nadolescents. Amsterdam: Boom uitgevers; 2021. p. 13 -49. \n18. Probst M, Knapen J, Poot G, Vancampfort D. Psychomotor therapy and psychiatry: \nWhat is in a name. Open Complementary Medical Journal; 2010. p. 105 -13. \n19. Boerhout C, Swart M, Voskam p M, Troquete NAC, van Busschbach JT, Hoek HW. \nAggression Regulation in Day Treatment of Eating Disorders: Two -Centre RCT of a Brief \nBody and Movement -Oriented Intervention. Eur Eat Disord Rev. 2017;25(1):52 -9. \n20. Cakiroglu S, Cosgun S, Gormez V. The prev alence and severity of misophonia in the \nTurkish population and validation of the Amsterdam Misophonia Scale -Revised. B Menninger \nClin. 2022;86(2):159 -80. \n21. Jakubovski E, Muller A, Kley H, de Zwaan M, Muller -Vahl K. Prevalence and clinical \ncorrelates of misophonia symptoms in the general population of Germany. Frontiers in \nPsychiatry. 2022;13.  \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "22 \n 22. Wante L, Braet C, Bögels S, Roelofs J. SCID 5 Junior: Gestructureerd klinisch \ninterview voor DSM -5 stoornissen bij kinderen en adolescenten. Amsterdam, the \nNeth erlands: Boom uitgevers Amsterdam; 2021.  \n23. Achenbach TM, Rescorla LA. Manual for the ASEBA School -Age Forms & Profiles. \nBurlington, Vermont, USA: University of Vermont, Research Center for Children, Youth, and \nFamilies; 2001.  \n24. Scholte EM, Van der Ploe g JD. Handleiding ADHD Vragenlijst (AVL). Houten, the \nNetherlands: Bohn Stafleu van Loghum; 2005.  \n25. Brown CE, Dunn W. AASP Adolescent Adult Sensory Profile Handleiding. \nAmsterdam, the Netherlands: Pearson Clinical Assessment B.V.; 2007.  \n26. Berk M, Ng F,  Dodd S, Callaly T, Campbell S, Bernardo M, et al. The validity of the \nCGI severity and improvement scales as measures of clinical effectiveness suitable for \nroutine clinical use. J Eval Clin Pract. 2008;14(6):979 -83. \n27. Raat H, Botterweck AM, Landgraf JM , Hoogeveen WC, Essink -Bot ML. Reliability and \nvalidity of the short form of the child health questionnaire for parents (CHQ -PF28) in large \nrandom school based and general population samples. J Epidemiol Commun H. \n2005;59(1):75 -82. \n28. Landgraf JM, van Gri eken A, Raat H. Giving voice to the child perspective: \npsychometrics and relative precision findings for the Child Health Questionnaire self -report \nshort form (CHQ -CF45). Qual Life Res. 2018;27(8):2165 -76. \n29. Brouwer WBF, van Exel NJA, van Gorp B, Redekop  WK. The CarerQol instrument: A \nnew instrument to measure care -related quality of life of informal caregivers for use in \neconomic evaluations. Qual Life Res. 2006;15(6):1005 -21. \n30. Vermulst A, Kroes G, De Meyer R, Nguyen L, Veerman JW. Handleiding OBVL. \nNijmegen, the Netherlands: Praktikon B.V.; 2015.  \n31. Achenbach TM, Rescorla LA. Manual for the ASEBA Adult Forms & Profiles. \nBurlington, Vermont: University of Vermont, Research Center for Children, Youth, & Families; \n2003.  \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "23 \n 32. Egberink IJL, De Leng WE, Ver meulen CSM. ASEBA vragenlijsten, CBCL/6 -18, YSR \n& TRF: Boom uitgevers; 2013 [Available from: \nhttps://www.cotandocumentatie.nl/beoordelingen/b/14737/aseba -vragenlijsten/.  \n33. Egberink IJL, De Leng WE, Vermeulen CSM. ADHD -vragenlijst, AVL: Boom \nuitgevers; 20 05 [Available from: \nhttps://www.cotandocumentatie.nl/beoordelingen/b/13394/adhd -vragenlijst/.  \n34. Dunn W. SP -NL Herziene Editie Handleiding. Amsterdam, the Netherlands: Pearson \nAssessment B.V.; 2013.  \n35. Egberink IJL, De Leng WE, Vermeulen CSM. Sensory Pro file, SP -NL: Boom \nuitgevers; 2014 [Available from: \nhttps://www.cotandocumentatie.nl/beoordelingen/b/14761/sensory -profile/.  \n36. Guy W. ECDEU Assessment Manual for Psychopharmalogy. Rockville, MD, USA: \nU.S. Department of Health, Education and Welfare; 1976.  \n37. Landgraf JM, Abetz L, Ware JE. The CHQ user’s manual. Boston, MA, USA: The \nHealth Institute, New England Medical Center; 1996.  \n38. Hoefman RJ, van Exel J, Brouwer WBF. Measuring the impact of caregiving on \ninformal carers: a construct validation study  of the CarerQol instrument. Health Qual Life Out. \n2013;11.  \n39. Hoefman RJ, van Exel NJA, de Jong S, Redekop WK, Brouwer WBF. A new test of \nthe construct validity of the CarerQol instrument: measuring the impact of informal care \ngiving. Qual Life Res. 2011 ;20(6):875 -87. \n40. McCaffrey N, Bucholc J, Rand S, Lioefman R, Ugalde A, Muldowney A, et al. Head -\nto-Head Comparison of the Psychometric Properties of 3 Carer -Related Preference -Based \nInstruments. Value Health. 2020;23(11):1477 -88. \n41. Jo C. Cost -of-illnes s studies: concepts, scopes, and methods. Clin Mol Hepatol. \n2014;20(4):327 -37. \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "24 \n 42. Bouwmans CAM, Schawo SJ, Jansen DEMC, Vermeulen KM, Reijneveld SA, Van \nHakkaart RL. Handleiding Vragenlijst Intensieve Jeugdzorg: Zorggebruik en productieverlies. \nRotterdam,  the Netherlands: Erasmus MC; 2012.  \n43. Dijkstra S, Creemers HE, van Steensel FJA, Dekovic M, Stams GJJM, Asscher JJ. \nCost-effectiveness of Family Group Conferencing in child welfare: a controlled study. Bmc \nPublic Health. 2018;18.  \n44. Carter S, Wheeler J.  The social validity manual: subjective evalution of interventions. \nAmsterdam, the Netherlands: Elsevier; 2019.  \n45. Lebowitz ER, Storch EA, MacLeod J, Leckman JF. Clinical and Family Correlates of \nCoercive -Disruptive Behavior in Children and Adolescents wi th Obsessive -Compulsive \nDisorder. J Child Fam Stud. 2015;24(9):2589 -97. \n46. Lebowitz ER, Omer H, Leckman JF. Coercive and disruptive behaviors in pediatric \nobsessive -compulsive disorder. Depress Anxiety. 2011;28(10):899 -905. \n47. Egberink IJL, De Leng WE, V ermeulen CSM. Opvoedingsbelasting vragenlijst, OBVL \nen OBVL -K: Boom uitgevers; 2017 [Available from: \nhttps://www.cotandocumentatie.nl/beoordelingen/b/14854/opvoedingsbelasting -vragenlijst/.  \n48. Zasepa E, Wolanczyk T. Assessment of adults problem behaviours  - the Achenbach \nSystem of Empirically Based Assessment (ASEBA) adult forms: Adult Self -Report and Adult \nBehaviour Checklist. Psychiatr Psychol Kl. 2011;11(2):110 -4. \n49. Lebowitz ER, Woolston J, Bar -Haim Y, Calvocoressi L, Dauser C, Warnick E, et al. \nFamil y Accommodation in Pediatric Anxiety Disorders. Depression and Anxiety. \n2013;30(1):47 -54. \n50. Lebowitz ER, Marin CE, Silverman WK. Measuring Family Accommodation of \nChildhood Anxiety: Confirmatory Factor Analysis, Validity, and Reliability of the Parent an d \nChild Family Accommodation Scale - Anxiety. J Clin Child Adolesc. 2020;49(6):752 -60. \n51. Hakkaart - van Roijen L, Van der Linden N, Bouwmans C, Kanters T, Tan SS. \nKostenhandleiding: Methodologie van kostenonderzoek en referentieprijzen voor \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "25 \n economische e valuaties in de gezondheidszorg. : Institute for Medical Technology \nAssessment Erasmus Universiteit Rotterdam.; 2015.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "26 \n Figure 1 : Overview patient procedures and randomization  RCT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Randomization  \nTherapy \ngroup  WCG  \nT1: Baseline  \nAMISOS -Y, Misophonia Screening List – Child and Youth, CBCL, TRF, YSR, AVL, \nSSP-NL, AASP -NL, CHQ -PF28/CF45, CarerQol, Cost of Illness questionnaire, \nCoercive Disruptive Behavior Scale – Misophonia, Demographic variables, OBVL, \nASR, Family Accommodation Scale – Misophonia  \n \nTherapy  Waiting list  \nT2 \nAMISOS -Y, Misophonia Screening List – Child and Youth, CBCL, TRF, YSR, AVL, \nSSP-NL, AASP -NL, CGI -I, CHQ -PF28/CF45,  CarerQol, Cost of Illness questionnaire  \nTherapy  \nT3 \nAMISOS -Y, Misophonia Screening List – Child and Youth, CBCL, TRF, YSR, AVL, \nSSP-NL, AASP -NL, CGI -I, CHQ -PF28/CF45, CarerQol, Cost of Illness questionnaire, \nSocial validity scales, Coercive Disruptive Behavior Scale – Misophonia  \n3 months  \n3 months  \n3 months  \n3 months  SCID -5 Junior  Intake  Screening  \nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "27 \n Abbreviation  Complete word  \nSCID -5 Junior  Structured Clinical Interview for DSM -5 disorders in children and adolescents  \nWCG  Waiting list control group  \nAMISOS -Y Amsterdam Misophonia Scale – Youth  \nCBCL  Child Behavior Checklist  \nTRF Teacher Report Form  \nYSR Youth Self Report  \nAVL ADHD questionnaire (ADHD -vragenlijst)  \nSSP-NL Short Sensory Profile – NL \nAASP -NL Adolescent/Adult Sensory Profile – NL \nCHQ -\nPF28/CF45  Child Health Questionnaire – PF28 (parent version)  \nChild Health Questionnaire – CF45 (child version)  \nCarerQol  Carer Quality of Life  \nOBVL  Parenting burden questionnaire (Opvoedingsbelastingvragenlijst)  \nASR Adult Self Report  \nCGI-I Clinical Global Impression Scale – Improvement  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "28 \n Table 1: Core components of the cognitive behavioral and psychomotor group \ntreatment protocol for misophonia in children and adolescents  \n \n \nCBT      = Cognitive behavioral therapy  \nPMT     =  Psychomotor therapy  \n \n \n \n \n \n \n \n \n \n \n \n Program  Core component  Content  \nCBT   \n Stimulus manipulation  Children are trained to hear trigger sounds in a \ndifferent way (e.g. triggering sounds of eating \npotato chips are apprehended as the neutral \nsounds of footsteps in snow).  \n \n Counterconditioning  Children learn to connect neutral associations \nto triggering s ounds.  \n \n Re-evaluating norms  Families learn to re -evaluate strict eating rules  \nand to introduce more fun at the dinner table.  \n \n Stress management  Children learn to balance demanding and \nrelaxing activities in daily life.  \nPMT     \n Attention training  Children practice with a range of exercises to \nhelp divert their attention away from the \ntriggering stimulus, reducing hyper focus.  \n \n Relaxation training (“arousal \nreduction”)  Children learn to detect tension and stress \nwithin their body and to implement various \nrelaxation exercises.  \nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "29 \n Table 2 : Main themes  of the cognitive behavioral and psychomotor group treatment \nprotocol for misophonia in child ren and adolescents  \nSession  Participants  Theme  \n1 C+P CBT – Psychoeducation on the model of misophonia  \n C+P PMT – Attention  training (e.g. body scan ) and relaxation training (e.g. \nprogressive relaxation ) \n   \n2 C CBT – Discuss misophonia model for each child , stress management  (e.g. \nlisting personal demanding and relaxing activities)   \n C PMT – Attention training (e.g. evaluating own attention ) and relaxation \ntraining (e.g. recognizing body symptoms of stress)  \n   \n3 C \n CBT – Stimulus manipulation (e.g. identifying sounds similar to  trigger \nsoun ds)  \n C PMT -  Attention training ( e.g. evalua ting and switching own attention)  and \nrelaxation training (e.g. progressive relaxation)  \n   \n4 C CBT – Classical  conditioning (e.g. explanation Pavlov) and \ncounterconditioning  (e.g. making commercial in which misophonia sound \nfades into neutral sound)  \n C PMT – Attention training ( e.g. switching own attention ) and relaxation \ntraining (e.g. breathing exercises)  \n   \n5 C CBT – Practicing counterconditioning  (e.g. replaying personal commercial) , \ndiscussing eating no rms \n P Separate parent session – discuss progress  \n C PMT - Attention training (e.g. practicing with eating sounds in controlled \nsituation ) and relaxation training (e.g. recognizing body symptoms)  \n   \n6 C+P CBT – Preparing action plan for applying learned techniques at home and \nretaining booked profit  \n C+P PMT – Practicing eating situations with parent , preparing action plan  \n   \n7 C CBT – (Evaluating) action plan, additional psycho -education misokinesia  \n C PMT – Practicing attention training (e.g. in real life situations  in hospital ) and \nrelaxation training (e.g. recognizing body symptoms)  \nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "30 \n    \n8 C+P CBT - Follow -up after +/ - 1 month, evaluation and future plans  \nNo PMT  \nC      = children/adolescents  only \nC+P = children/adolescents  and parents  \nP      = parents only  \n \n \n \n \n \n \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "31 \n Table 3 : Overview instruments per assessment moment  \nInstrument  Variable  Assessment moment  \n  T1 T2 T3 \nPrimary outcome      \nAmsterdam Misophonia Scale – Youth (AMISOS -Y) Misophonia severity  P/C P/C P/C \nSecondary outcomes      \nMisophonia Screening List – Child and Youth  Misophonia symptoms  P/C P/C P/C \nChild Behavior Checklist (CBCL)  Emotional and behavioral problems  child  P P P \nTeacher Report Form (TRF)  Emotional and behavioral problems  child, school functioning  T T T \nYouth Self Report (YSR)  Emotional and behavioral problems  child C C C \nADHD  questionnaire (ADHD -vragenlijst; AVL)  Attention problems  P P P \nShort Sensory Profile – NL (SSP -NL) Sensory processing  P P P \nAdolescent/Adult Sensory Profile – NL (AASP -NL) Sensory processing  C C C \nClinical Global Impression Scale – Improvement (CGI -I) Severity of psychopathology   PR PR \nChild Health Questionnaire (CHQ) – PF28/CF45  Quality of Life  P/C P/C P/C \nCarer Quality of Life (CarerQol)  Care -related quality of life  P P P \nCost of Illness questionnaire1 Cost of illness  P* P* P* \nSocial validity scales C BT/PMT2 Social validity treatment    P/C*** \nCoercive Disruptive Behavior Scale – Misophonia1 Coercive disruptive behavior child  P  P \nPredictors      \nDemographic variables  Demographics  P/C   \nStructured Clinical Interview for DSM -5 disorders in children and \nadolescents (SCID -5 Junior ) Psychiatric comorbidity child  P/C**    \nParenting burden questionnaire ( Opvoedingsbelastingvragenlijst; OBVL)  Parenting burden for parents  P   \nAdult Self Report (ASR)  Parental behavioral and emotional problems  P   \nFamily Accommodation Scale – Misophonia1 Family accommodation to misophonia  P   \nP: Parent (s) \nC: Child  \nT: Teacher  \nPR: psychologist -researcher  \n1Modified  for this study  \n2Constructed  for this study  \n*: Through telephone  \n**: Through online interview  \n***: Filled in after having received therapy (at T2 or T3)   \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "32 \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Highlights  \n \n• Misophonia is a recently identified  disorder, in which individuals experience \nextreme irritation, disgust or anger when confronted with certain sounds  \n• Worldwide, no evidence  based treatment protocol for misophonia in \nchildren/adolescents exists  \n• This article presents the first large RCT testing the effectiveness of a \ncombined CGT/PMT group treatment protocol for misophonia in \nchildren/adolescents  \nJournal Pre-proof"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Declaration of interests  \n \n☒ The authors declare that they have  no known competing financial interest s or personal relationships \nthat could have appeared to influence the work reported  in this paper.  \n \n☐The authors declare the following financial interests/ personal relationships which may be considered \nas potential competing interest s:  \n \n \n \n \n  \nJournal Pre-proof"
    }
  ]
}