{
  "doc_type": "scientific paper",
  "title": "Level of depression anxiety and stress among emerging adults in the Phillipines",
  "authors": [
    "Regencia et al"
  ],
  "year": 2025,
  "journal": "journalofpublichealth:JPH/",
  "doi": "10.1093/pubmed/fdaf024",
  "abstract": null,
  "keywords": [
    "emerging adults",
    "Filipinos",
    "geographic information system",
    "hotspot analysis",
    "mental health"
  ],
  "research_topics": [
    "emerging adults",
    "Filipinos",
    "geographic information system",
    "hotspot analysis",
    "mental health"
  ],
  "created_at": "2025-05-04T23:36:51.675444Z",
  "source_pdf": "documents/research/Global/Regencia et al 2025 Level of depression anxiety and stress among emerging adults in the Phillipines.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:American journalofpublichealth:JPH/\nArticleTitle: Levelsofdepression, anxiety,andstressamongemerging adultsinthePhilippines: an\nexploratory spatialanalysis\nArticleAuthor: Regencia\nISSN-17413842; LCN-86655185;\nPublisher: 2025-03-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1 ©TheAuthor(s)2025.PublishedbyOxfordUniversityPressonbehalf of Facultyof PublicHealth.Allrightsreserved.Forpermissions,pleasee-mail :journals.permissions@oup.comZypher Jude G. Regencia ,AssistantProfessor\nVergel T. Marteja Jr. ,ResearchAssistant\nEmmanuel S. Baja ,ResearchProfessorJournalof PublicHealth | pp. 1–11 | https://doi.org/10.1093/pubmed/fdaf024\nLevels of depression, anxiety, and stress among emerging\nadults in the Philippines: an exploratory spatial analysis\nZypher Jude G. Regencia1,2,*,Vergel T. Marteja Jr.3and Emmanuel S. Baja1,3\n1Departmentof ClinicalEpidemiology,Collegeof Medicine,Universityof thePhilippines-Manila,PedroGilStreet,Ermita,Manila1000,Philippin es\n2Departmentof SociologyandBehavioralSciences,Collegeof LiberalArts,DeLaSalleUniversity,2401TaftAve,Malate,Manila1004,Philippines\n3Instituteof ClinicalEpidemiology,NationalInstitutesof Health,Universityof thePhilippines-Manila,PedroGilStreet,Ermita,Manila1000,P hilippines\n*Correspondingauthor.Departmentof ClinicalEpidemiology,Collegeof Medicine,Universityof thePhilippines–Manila,PedroGilStreet,Ermita, Manila1000,Philippines.\nE-mail:zgregencia@up.edu.ph\nABSTRACT\nBackground: Despite the enactment of the mental health law, mental illness in the Philippines is the third most prevalent form of morbidity;\nhence, screening is warranted, especially among Filipino emerging adults. This exploratory spatial analysis study aimed to identify spatialclusters of depression, anxiety, and stress among Filipino emerging adults.\nMethods: A convenience sampling online self-administered survey was used to collect data from 18 to 29 Filipinos (n =2729) in the\nPhilippines. The Depression Anxiety Stress Scales –21 was utilized to ascertain the participant’s level of depression, anxiety, and stress.\nCoordinates were plotted with administrative boundaries and OpenStreetMap layer using the software ArcGIS, and clusters were evaluatedusing the Mapping Clusters —Hot Spot Analysis and Spatial Autocorrelation (Moran’s I).\nResults: Results of mapping clusters regarding age group and sex showed that Pangasinan, Nueva Ecija, Tarlac, Pampanga, Bulacan, Rizal,\nLaguna, Cavite, and the National Capital Region in Luzon Island are considered hotspots for severe and extreme levels of depression, anxiety,and stress. These conditions were most prevalent among early emerging adults and females.\nConclusion: Our study provided spatial locations of populations susceptible to mental health disorders, and these preliminary findings have\nimplications for health policy and program expansion for mental health.\nKeywords :emerging adults; Filipinos; geographic information system; hotspot analysis; mental health\nIntroduction\nEmergingadults(18to29yearsold)haveaprominentperiod\nof developmentphase,andmentalhealthdisordersinthisagegroup are prevalent.\n1,2This developmental phase inﬂuences\nemergingadultsandeventuallyshapesthemintofunctioningmatureadultslaterinlife.\n3Hence,itisessentialtogiveimpor-\ntance to this phase of life as identity exploration, unstablepacing of emotions, self-focus, the feeling of transitions toadulthood, and the feeling of seeing the future as full ofaspirations and dreams constitute this period in life.\n4,5In\nbuildingwork,romanticrelationships,anddifferentideologiesin life, identity exploration ensues as emerging adults takeon various opportunities.\n3,6Psychologists accentuated that\nidentity exploration occurs in this emerging adult phase butmayalsoariseduringadolescence.\n6\nExcitementoftenaccompaniesidentityexplorationdueto\nnew views and opportunities that life may offer. However,\nthis experience may also confuse emerging adults who areindecisiveabouttheirlifechoicesandwhattrackstoexplore,\naswellasfearmakingmistakesinbuildingplatonicorroman-\nticrelationships.7,8Thesevariouschangesanddifferentemo-\ntions may give rise to damaging mental health disorders.Depressive and anxiety symptoms are more prevalent thanever. According to a United States cross-sectional surveyof 1,029 emerging adults, more than half of the respon-dents(56%)werefeelingdepressedoranxiousinlife.\n9More-\nover, a Japanese national survey reported that anxiety andmood disorders were prevalent ﬁndings among emergingadults.\n10Recent research also highlights the global preva-\nlence and impact of mental health issues among emergingadults, particularly exacerbated by the COVID-19 pandemic.Systematic reviews from regions such as Europe and AfricaDownloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2Regenciaetal.\nrevealcontributingfactorsandcareapproacheswithindiverse\nculturalandsocioeconomiccontexts.Forinstance,onestudyemphasizes the signiﬁcant health burden of depressive andanxiety disorders, worsened by the pandemic, especially inunder-resourcedmentalhealthsystems.\n11Albeitthefactthat\nmental health symptoms and disorders begin to manifestduring the adolescence period, a study reported that two outof ﬁve emerging adults had psychiatric disorders, speciﬁcallyanxiety disorders, mood disorders, and substance misuse,which was higher than any other age group.\n12Therefore,\nrecognizing emerging adulthood as a typical stage of devel-opment can improve the efficacy of mental health programs\nand interventions by considering unique aspects of people’s\nlives.\n13\nStudies on the status of mental health and other fac-\ntors relating to its occurrence among emerging adults in thePhilippines are recently commencing and becoming a topicof exploration among researchers.\n14–19Despite the Mental\nHealth Act (Republic Act No. 11036) being enacted as theﬁrstlawconcerningthementalhealthstatusof Filipinos,thescarcityof epidemiologicdataonmentalhealthstatusamongFilipinos, particularly among emerging adults, is still veryevident.\n20While this law would enable the necessary access\nto mental health screenings, programs, and interventions,Filipinos are hindered by ﬁnancial constraints, stigma, andculturalnormsthatdiscouragementalhealthprogrampartic-ipation. These Filipino emerging adults failed opportunity toaccessmentalhealthprogramsisanchoredonvariousfactors,suchastheconceptof mentalillnessisstigmatizedbyoneselfand society, as well as by fear of embarrassment, a sense ofhumiliation, and adherence to Asian ideals of compliance tonormswherementalillnessisstillunacceptable.\n21\nDue to the limited capacity for mental health screening in\nthe country, we investigated depression, anxiety, and stress\nprevalence among Filipino emerging adults using GIS totarget areas for interventions. Our spatial analysis identiﬁedspeciﬁc provinces, including both urban centers and ruralareas,ashotspotsforsevere/extremementalhealthoutcomesamongemergingadultsinthePhilippines.\nMaterials and methods\nStudy design and setting\nExploratoryspatialanalysiswasthedesignusedinthisstudy.A survey was conducted in the Philippines between October2022 and April 2023. The study population consisted of Fil-ipinoemergingadults(18–29 years old)residinganywhereinthecountry.Conveniencesamplingwasusedduetoitspracti-cality,allowingustoreachawidesampleof Filipinoemergingadults efficiently. Coordination with different national/localand public/private institutions was done to disseminate the\nsurvey online to prospective participants. An independentinstitutional ethics review committee approved this study’sethical clearance, and the participants gave online informedconsent before they answered the survey. The study detailsaredescribedelsewhere.\n14\nData collection\nThe online survey was created with the Qualtrics ™XM\nprogram, allowing participants to respond independentlyand anonymously. Each participant was assigned a uniquenumerical identiﬁcation code. All other direct personalidentiﬁers were deleted for subsequent data analysis. Thesurvey includedsectionson demographic data and screeningquestionsfordepression,anxiety,andstress.\nTheQualtricsXM ™automaticallycollectsthecoordinates\nof the participants. If the respondent completed the surveyusing the Qualtrics Offline App on a GPS-enabled device,thisdatawouldaccuratelyrepresenttherespondent’slocation.Thelocation(eitherworkorhome)isanapproximationforallother respondents by comparing the participant’s IP addresstoalocationdatabase.Moreover,demographicdatacollectedfrom the participants included age (early emerging adults, 18to 24 years old; late emerging adults, 25 to 29 years old) andsex(male;female).\nPreviously used among the Asian populations with good\nCronbach’s alpha values for the depressive ( α=0.81), anx-\niety (α=0.89), and stress ( α=0.78) subscales, validated\nDepression Anxiety Stress Scales–21 (DASS-21) was used toassessthementalhealthoutcomesforthisstudy.\n15,22–26This\nstudy labelled the severe/extreme outcomes as ‘high,’ whilethenormal,mild,andmoderatelevelswerelabelledas‘low.’\nData analysis\nData preparation\nThe software ArcMap version 10.6.1, simply ‘ArcMap,’ wasutilizedforthisstudy.ArcMapisoneof themaincomponentsof the Environmental Systems Research Institute’s (ESRI)ArcGIS suite of geospatial processing programs. This toolis primarily used to view, edit, create, and analyze geospatialdata. ArcMap allows users to explore data within a dataset,symbolizefeaturesaccordingly,andcreatemapﬁelds.\n27,28\nShapeﬁles of the political boundaries of the Philippines\nwere downloaded from online sources and were edited toreﬂect the current political geographical boundary scenario.Google Maps was also utilized as the base or backgroundof the generated maps. Survey points were ﬁltered using thepolitical boundary shapeﬁle of the Philippines archipelago.Any data points outside of the country boundary werediscarded.Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Spatialanalysisof mentalhealthinﬁlipinoemergingadults 3\nFiltering of depression, anxiety, and stress parameters\nwith severe and extreme levels to analyze patterns and revealhotspots was done. Discovery of patterns and hotspots for‘female,’ ‘male,’ ‘early emerging adults,’ and ‘late emergingadults’categorieswereaccomplishedusingthestatisticaltoolsin ArcMap. Hotspot analysis maps were generated to reﬂectpatternsataprovinciallevel.\nWeutilizedthestatisticaltoolsinthespatialstatisticstool-\nbox. This toolbox contained toolsets for analyzing spatialdistributions, patterns, processes, and relationships. Two ofthese toolsets were used in this study. Firstly, the ‘MappingClusters’ toolset was used to identify statistically signiﬁcant\nhot or cold spots. Secondly, the ‘Analyzing Patterns’ toolset\nwas used to evaluate if features or the values associated withfeatures form a spatial pattern (i.e. clustered, dispersed, orrandom).\n29–31\nMapping clusters—hot spot analysis (Getis-Ord Gi ∗)\nThe ‘Spatial Join’ tool counted data points per province\nboundary. It creates a shapeﬁle with a column detailing thedata point count per province. Forty-four (44) provinceshave a data point count greater than zero. The Hot SpotAnalysis (Getis-Ord Gi ∗) tool creates a new Output Feature\nClass with a conﬁdence level bin (Gi\nBin) attribute for each\nfeatureintheInputFeatureClass.TheGi Binﬁeldidentiﬁes\nstatistically signiﬁcant spatial clusters of high values (hotspots)andlowvalues(coldspots).Theresultingoutputof theHotspot Analysis is a shapeﬁle of the province boundarieswith Gi\nBin values. Features in the +/−3 bins reﬂect\nstatistical signiﬁcance with a 99% conﬁdence level; featuresin the +/\n−2 bins reﬂect a 95% conﬁdence level; features\nin the +/−1 bins reﬂect a 90% conﬁdence level; and the\nclustering for features in bin 0 is not statistically signiﬁcant.\nThesebinsarecolor-codedinthegeneratedmapsforeaseof\nidentiﬁcation.\nAnalyzing patterns—spatial autocorrelation (Moran’s I)\nThe analyzing patterns tools are inferential statistics thatquantify the broad patterns observed in the data feature,particularlythoseidentiﬁedasclustered,dispersed,orrandomspatial patterns.\n29This tool calculated Moran’s I Index value\nandbotha z-scoreand p-valuetoevaluatethesigniﬁcanceof\nthat Index. The detailed calculation of the Global Moran’s IstatisticfollowedtheEquation\n1below:\nI=n\nS0/summationtextn\ni=1/summationtextn\nj=1wi.jzizj/summationtextn\ni=1z2\ni(1)\nTheziis the deviation of an attribute for feature ifrom\nits mean (the spatial weight between iandj,nis equal to thetotalnumberof features,andS 0istheaggregateof allspecial\nweightsfollowingEquation 2.\nS0=n/summationdisplay\ni=1n/summationdisplay\nj=1wi,j (2)\nThe input feature for the Spatial Autocorrelation\n(Moran’sI)toolsetistheshapeﬁleof theprovinceboundarywith the data point count, as shown in the example setupbelow. The Input Field is the column attribute detailing thedatapointcountfortheprovince.FortheConceptualizationof Spatial Relationships, the ‘CONTINUITY\nEDGES\nCORNERS’wasselectedsinceweareworkingonthepolygonfeatureof provinceboundaries.Thistoolprovidedagraphicalsummary of Moran’s I Index, z-score, and p-value results. A\nbellcurvewasshown,indicatingthetypeof clusteringbasedonthez-scoresand p-values.\nResults\nA total of 2729 data points from the Philippines were col-\nlected in an online survey with complete GIS and demo-graphicdata.Around80%of participantswereearlyemergingadults, and 60% were female. Severe/extreme depressionwas observed in 27% of early emerging adults, 25% of lateemerging adults, 28% of males, and 26% of females. Sev-ere/extreme anxiety affected 65% of early emerging adultsand females. Severe/extreme stress was reported by 14% ofearly emerging adults, 13% of late emerging adults, 14% offemales,and13%of males.See\nTable 1fordetails.\nA summary of the GIS statistics results and the gener-\nated maps are shown in Table 2and the succeeding ﬁgures,\nrespectively. As seen in Table 2, the number of provinces\nwith at least one data point is presented where 37, 40, and29provinceswereanalysedfortheoccurrenceof severe/ex-treme levels of depression, anxiety, and stress, respectively.As seen in\nFig.1, all of the hotspots for severe/extreme\nlevels of depression, anxiety, and stress are in Luzon (theupperislandpartof thePhilippines).Theprovincesof Rizal,Laguna, Cavite, Bulacan, Tarlac, and the National CapitalRegion(NCR)wereallobservedtobehotspotsforsevere/ex-tremelevelsof depressionata99%conﬁdenceinterval(CI).On the other hand, Pangasinan, Nueva Ecija, and Pampangawere all observed to be hotspots at 95% CI, while Batangaswasalsonotedtobeahotspotat90%CI.\nFurthermore,Pangasinan,NuevaEcija,Tarlac,Pampanga,\nBulacan,Rizal,Cavite,Laguna,andtheNCRwereallobservedto be hotspots for severe/extreme levels of anxiety at a99% CI. In comparison, Nueva Vizcaya was a hotspot forDownloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4Regenciaetal.\nTable 1 Characteristics of the study population stratified according to levels of depression, anxiety, and stress (n =2729).\nCharacteristics n(%)\nDepressionLevels\nTotal Normal Mild Moderate Severe Extreme\nAge Group (years old)\nEarly (18–24) 2300 (84.3) 503 (21.9) 374 (16.3) 804 (35.0) 286 (12.4) 333 (14.5)\nLate (25–29) 429 (15.8) 122 (28.4) 68 (15.9) 131 (30.5) 57 (13.3) 51 (11.9)\nSex\nFemale 1801 (66.0) 387 (21.5) 299 (16.6) 649 (36.0) 218 (12.1) 248 (13.8)\nMale 928 (34.0) 238 (25.7) 143 (15.4) 286 (30.8) 125 (13.5) 136 (14.7)\nAnxiety Levels\nTotal Normal Mild Moderate Severe Extreme\nAge Group (years old)\nEarly (18–24) 2300 (84.3) 179 (7.8) 71 (3.1) 565 (24.6) 494 (21.5) 991 (43.1)\nLate (25–29) 429 (15.8) 58 (13.5) 38 (8.9) 129 (30.1) 81 (18.9) 123 (28.7)\nSex\nFemale 1801 (66.0) 125 (6.9) 64 (3.6) 436 (24.2) 392 (21.8) 784 (43.5)\nMale 928 (34.0) 112 (12.1) 45 (4.9) 258 (27.8) 183 (19.7) 330 (35.6)\nStress Levels\nTotal Normal Mild Moderate Severe Extreme\nAge Group (years old)\nEarly (18–24) 2300 (84.3) 400 (17.4) 1075 (46.7) 512 (22.3) 257 (11.2) 56 (2.4)\nLate (25–29) 429 (15.8) 89 (20.8) 187 (43.6) 97 (22.6) 45 (10.5) 11 (2.6)\nSex\nFemale 1801 (66.0) 301 (16.7) 878 (48.8) 384 (21.3) 197 (10.9) 41 (2.3)\nMale 928 (34.0) 188 (20.3) 384 (41.4) 225 (24.3) 105 (11.3) 26 (2.8)\nsevere/extremelevelsof anxietyat95%CI.Intermsof stress\nlevels,Pangasinan,Tarlac,Bulacan,Rizal,Laguna,Cavite,andtheNCRwereallobservedtobehotspotsforsevere/extremelevelsata99%CI,whilePampangaandNuevaEcijawereallobserved to be hotspots for severe/extreme levels at a 95%\nCI. Lastly, Nueva Vizcaya was a hotspot for severe/extreme\nlevelsof stressat95%CI.\nMap clustering of the survey population into age and sex\ngroups to determine hotspots for severe/extreme levels ofhealthoutcomeswasalsodone,asseenin\nTable 3(seeSupple-\nmental Material Figures for more details). The provinces ofPangasinan, Nueva Ecija, Tarlac, Pampanga, Bulacan, Rizal,Laguna, Cavite, and the NCR were observed to be hotspotsfor all severe/extreme levels of health outcomes at 99% CIfortheearlyemergingadultsandfemalegroups.Ontheotherhand,NuevaVizcayawasahotspotforearlyemergingadults\nandfemalegroupsat95%CIforallsevere/extremelevelsofhealthoutcomes.At90%CI,Batangaswasahotspotforearlyemerging adults and female groups for all severe/extremelevelsof healthoutcomes.\nMoreover, Bulacan, Rizal, Laguna, Cavite, and the NCR\nwere observed to be hotspots for all severe/extreme lev-els of health outcomes at 99% CI for the late emergingadults and male groups. Zambales was also noted to be ahotspot for female groups at 90% CI for severe/extremelevelsof depressionandanxiety.Lastly,Auroraprovincewasalsoreportedtobeahotspotforearlyemergingadultsgroupsat90%CIforsevere/extremelevelsof anxietyandahotspotfor female groups at 95% CI for severe/extreme levels ofanxiety.Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Spatialanalysisof mentalhealthinﬁlipinoemergingadults 5\nTable 2 GIS statistics results.\nSevereand\nExtreme\nParameterLevelsInitialSurvey\nPointInputMinCountwithina\nprovinceMaxCount\nwithina\nprovinceMean\nValueStandardDeviation No.of\nProvinces\nwithatleast1\npointHotspotAnalysis(No.ofProvinces\nwithOutput\nFeatures)\nDepression\nSurvey\nPopulation727 0 156 8.76 22.86 37 10\nFemales 466 0 62 5.61 13.34 32 12\nMales 261 0 96 3.14 11.19 29 5\nLate 108 0 53 1.30 5.87 26 5\nEarly 619 0 103 7.46 18.40 33 11\nAnxiety\nSurvey\nPopulation1689 0 310 20.35 51.58 40 10\nFemales 1176 0 188 14.17 34.24 36 12\nMales 513 0 184 6.18 21.68 30 5\nLate 204 0 100 2.46 11.12 27 5\nEarly 1485 0 226 17.89 43.94 38 11\nStress\nSurveyPopulation 369 0 79 4.45 11.64 29 10\nFemales 238 0 34 2.87 6.93 27 11\nMales 131 0 45 1.58 5.35 22 6\nLate 56 0 24 0.67 2.72 19 5\nEarly 313 0 55 3.77 9.55 26 10\nFigure 1 Hotspot analysis of the survey population with severe/extreme levels of depression, anxiety, and stress.Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6Regenciaetal.\nTable 3 Provinces/regions with hotspots for severe/extreme levels of health outcomes, stratified according to age group and sex.\nParametersandStratificationGroups Provinces/RegionsofHotspotsatDifferentConfidenceIntervals\n99% 95% 90%\nSevere/Extreme Levels of Depression\nAge group\nEarly Pangasinan\nNueva Ecija\nTarlac\nPampangaBulacan\nRizal\nLagunaCavite\nNational Capital Region (NCR)Nueva Vizcaya Batangas\nLate Bulacan\nRizal\nLaguna\nCaviteNCR\nSex\nMale Bulacan\nRizal\nLagunaCavite\nNCR\nFemale Pangasinan\nNueva Ecija\nTarlac\nPampangaBulacan\nRizal\nLagunaCavite\nNCRNueva Vizcaya Batangas\nZambales\nSevere/Extreme Levels of Anxiety\nAge group\nEarly PangasinanNueva Vizcaya\nNueva Ecija\nTarlacPampanga\nBulacan\nRizalLaguna\nCavite\nNCRAurora\nLate Bulacan\nRizal\nLagunaCavite\nNCR\n(Continued )Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Spatialanalysisof mentalhealthinﬁlipinoemergingadults 7\nTable 3 Continued\nParametersandStratificationGroups Provinces/RegionsofHotspotsatDifferentConfidenceIntervals\n99% 95% 90%\nSex\nMale Bulacan\nRizal\nLagunaCavite\nNCR\nFemale Pangasinan\nNueva Vizcaya\nNueva Ecija\nTarlacPampanga\nBulacan\nCaviteNCRRizalLaguna\nAuroraZambales\nSevere/Extreme Levels of Stress\nAge group\nEarly PangasinanNueva Ecija\nTarlac\nPampanga\nBulacanRizal\nLaguna\nCaviteNCRNueva Vizcaya\nLate BulacanRizalLaguna\nCavite\nNCR\nSex\nMale BulacanRizalCavite\nLaguna\nNCRTarlac\nFemale PangasinanNueva EcijaTarlac\nPampanga\nBulacanRizal\nLaguna\nCaviteNCRNueva Vizcaya BatangasDownloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8Regenciaetal.\nDiscussion\nThe main finding of this study\nOur exploratory spatial analysis identiﬁed provinces that\nare hotspots for Filipino emerging adults experiencingsevere/extreme levels of depression, anxiety, and stress.Further stratiﬁcation of this population group in terms of\nagegroupandsexrevealedareasinthecountrywithemerging\nadults experiencing severe/extreme levels of depression,anxiety, and stress, classiﬁed into early or late, and male orfemale.Allof theseareasarelocatedinLuzonIsland,andtheareasof Pangasinan,NuevaEcija,Tarlac,Pampanga,Bulacan,Rizal, Laguna, Cavite, and the NCR were all noted to behotspotsforallsevere/extremelevelsof depression,anxiety,and stress, which were primarily early emerging adults andfemales.\nWhat is already known on this topic\nGIS was implemented to visually assess the distribution ofparticipants with varying levels of depression, anxiety, andstress,stratiﬁed according to age group and sex. Spatial anal-ysis was conducted to determine hotspots where severe/extremecaseslie.Theemergenceof spatialepidemiologyhasalonghistory,andGIShasbeenusedforsurveillance.\n32Due\ntotheprogressinspatialanalysisandmoderntechnology,GIShas become increasingly important in health research.\n33,34\nTo prevent and monitor public health cases, it is crucialto implement effective planning and monitoring strategies.Hence,geographicalstudiesareessentialinunderstandingthespatial relationship between place and health and improving\ncommunity health.\n35In addition, GIS helps analyze health\ninequity by identifying clusters that may require immediatehigherinterventionstrategies.Thesestudiesalsohelpinplan-ninghealthcareservices,asinourstudy.\nWhat this study adds\nThere have been many reports of the high prevalence ofmental health disorders in the Philippines, mainly focusedonthesethreedistresses:depression,anxiety,andstress.\n36–39\nHowever, despite the Mental Health Act being enacted inthe country, the prevalence rates of these disorders do notrepresent the true estimates, as surveillance or monitoringof these cases is not being actively conducted. A signiﬁcantnumber of early emerging adults in the Philippines may beexperiencing severe to extreme levels of depression, anxiety,and stress without being screened or diagnosed. However,further research is necessary to verify our ﬁndings, as theseestimations may not fully represent the actual proportion ofearly emerging adults with mental health issues. Althoughmanypeopleexperiencehighlevelsof thesedistressesatsomepoint in their lives, they may be reluctant to undergo formal\nscreeningortreatment.Additionally,eventhosewhoareclin-icallydiagnosedwithamentalillnessoftenavoidtherapyduetothefearof beingstigmatized.\n40Theseobservationsunder-\nscore thecriticalrole of propermonitoringof mental healthinthePhilippines,particularlyinvulnerablepopulationssuchasemergingadults,andhighlighttheneedforimprovedcom-munication, prevention, diagnosis, and treatment of mentalhealthdisorders.\n41\nOur study not only presented high rates of these psycho-\nlogicaldistressesbutalsodemonstratedtheirspatialdistribu-tion patterns with varying levels stratiﬁed according to age\nandsex,andthis,toourknowledge,istheﬁrstinthecountry.\nTheidentiﬁcationof theareaswherecasesof severe/extremelevelsof depression,anxiety,andstressarehighlightedwouldneed immediate targeted mental health communication andintervention programs in these areas. Moreover, setting uppublichealthprogramstopreventthesedisordersiscrucial.\n42\nTargeted mental health communication and interventionprogramsshouldalsobeputinplace,tailoredtoﬁttheneedsof this emerging youth population, particularly those earlyemerging adults and females in the identiﬁed areas of ourstudy results.\n43,44This study also highlights speciﬁc areas\nwithhighmentalhealthneedsamongemergingadults,under-scoring the importance of localized interventions alignedwith the Philippine Mental Health Act. We recommendthat local government units and the Department of Health(DOH) prioritize these hotspot regions by implementingcommunity-based mental health support, including trainingbarangay health workers for screenings and basic care. Thisapproach would address mental health disparities effectivelyand sensitively within the cultural and legal context of thePhilippines.\nLimitations of this study\nThe sampling and recruitment procedures used in this studyfor this speciﬁc demographic limit the generalizability ofour results from other regions within the Philippines, suchas those from Visayas, Mindanao, and other areas of Luzon.Therefore,theresultsmaynotrepresenttheentirepopulation.Although exploratory spatial data analysis effectively detectsinteresting spatial patterns, it does not explain the patterns itreveals. Also, the use of GIS may not capture the complexsocial determinants and contextual factors that inﬂuencementalhealthdisparitiesacrossregions.Futurestudiesshouldconsider integrating more comprehensive data sources toaddress these limitations and enhance the understandingof geographic and social inﬂuences on mental health. Weneedfurtherstudiestodeterminethespeciﬁcanthropogenic,environmental, and ecological factors responsible for theDownloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Spatialanalysisof mentalhealthinﬁlipinoemergingadults 9\ndistribution of these varying levels of psychological distress\nobservedinthespatialdata.\nConclusion\nEarly emerging adults and females in the areas of Pangasi-nan, Nueva Ecija, Tarlac, Pampanga, Bulacan, Rizal, Laguna,Cavite, and the National Capital Region were identiﬁed asclusters of cases with severe/extreme levels of depression,anxiety, and stress. Our study presented the spatial distribu-tionof populationswithmentalhealthdisorders.Theseﬁnd-ingshaveimplicationsforexpandingmentalhealthprogramsandpolicies.Whilethisstudyidentiﬁedkeyspatialpatternsinmentalhealthoutcomes,futureresearchisneededtoexplorethe underlying socioeconomic, cultural, and environmentalfactors driving these patterns. Targeted mental health inter-ventionsbytheDOHtailoredtotheneedsof thispopulationare necessary to address the mental health of the identiﬁedat-riskpopulation.\nAcknowledgements\nWe would like to express our sincerest gratitude to thoseparticipantswhorespondedtooursurvey.\nAuthors’ contributions\nConceived the protocol: Zypher Jude G. Regencia andEmmanuelS.Baja.\nImplementedtheprotocol:Alltheauthors.\nFacilitated acquisition of data: Zypher Jude G. Regencia,\nsupervisedbyEmmanuelS.Baja.\nAnalysed the data: Zypher Jude G. Regencia and Vergel T.\nMartejaJr.\nWrotetheinitialdraftof thepaper:ZypherJudeG.Regen-\nciaandVergelT.MartejaJr.\nCritically revised the manuscript for important intellectual\ncontent:Alltheauthors.\nFunding\nTheDepartmentof ScienceandTechnology(DOST)fundedthe project under a scholarship grant from the AcceleratedScienceandTechnologyHumanResourceDevelopmentPro-gram(ASTHRDP)of theScienceEducationInstitute(SEI).\nConflict of interest statement\nNonedeclared.Disclosureofpotentialconflictsofinterest\nAll authors declare that no commercial or ﬁnancial relation-ships exist that could, in any way, lead to a potential conﬂictof interest.\nAvailability of data and materials\nThedataanalysedinthisstudyareunavailableduetotheriskof identifyingindividualparticipants.\nEthics approval and consent to participate\nEthicalapprovalforthisstudywasgainedfromtheUniversityof the Philippines Manila Research Board (UPMREB 2022–0407-01) before the study implementation and adhered tothePhilippineDataPrivacyActof 2012.Inaddition,writteninformedconsentwasgatheredfromallparticipantsinvolvedinthestudy.\nConsent for publication\nDuring the consent process, each participant was asked forconsent.\nReferences\n1.Tanner JL, Arnett JJ. Presenting “emerging adulthood”: what makes\nitdevelopmentallydistinctive. DebatingEmergingAdulthood:StageorPro-\ncess.OxfordUniversityPress,2011:13–30. https://doi.org/10.1093/a\ncprof:oso/9780199757176.003.0002\n2.Halliburton AE, Hill MB, Dawson BL et al.Increased stress,\ndeclining mental health: emerging adults’ experiences in college\nduring COVID-19. Emerg Adulthood 2021; 9:433–48. https://doi.o\nrg/10.1177/21676968211025348\n3.Arnett JJ. Emerging adulthood: a theory of development from the\nlate teens through the twenties. American psychologist 2000; 55:469–80.\nhttps://doi.org/10.1037/0003-066 X.55.5.469\n4.RauerAJ,PettitGS,LansfordJE etal.Romanticrelationshippatterns\ninyoungadulthoodandtheirdevelopmentalantecedents. DevPsychol\n2013; 49:2159–71. https://doi.org/10.1037/a0031845\n5.Arnett JJ, ˇZukauskien ˙eR ,S u g i m u r aK .T h en e wl i f es t a g eo f\nemerging adulthood at ages 18–29 years: implications for men-\ntal health. Lancet Psychiatry 2014; 1:569–76.https://doi.org/10.1016/\nS2215-0366 (14)00080-7\n6.Meca A, Ritchie RA, Beyers W et al.Identity centrality and psy-\nchosocial functioning: a person-centered approach. Emerg Adulthood\n2015; 3:327–39.https://doi.org/10.1177/2167696815593183\n7.Phinney JS. Ethnic Identity Exploration in Emerging Adulthood .\nAmerican Psychological Association, 2006. https://doi.org/10.\n1037/11381-005\n8.Skulborstad HM, Hermann AD. Individual difference predic-\ntors of the experience of emerging adulthood. Emerg Adulthood\n2016; 4:168–75.https://doi.org/10.1177/2167696815579820Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10Regenciaetal.\n9.Arnett JJ, Schwab J. The Clark University Poll of Emerging Adults:\nThriving,Struggling,andHopeful .Worcester,MA:ClarkUniversity,2012.\n10.Kessler RC, Wang PS. The descriptive epidemiology of commonly\noccurring mental disorders in the United States. Annu Rev Pub-\nlicHealth2008; 29:115–29.https://doi.org/10.1146/a nnurev.publhea\nlth.29.020907.090847\n11.Santomauro DF, Herrera AMM, Shadid J et al.Global prevalence\nand burden of depressive and anxiety disorders in 204 coun-\ntries and territories in 2020 due to the COVID-19 pandemic. The\nLancet2021; 398:1700–12. https://doi.org/10.1016/ S0140-6736 (21\n)02143-7\n12.KesslerRC, BirnbaumH, Demler O etal.Thepr ev a l encea ndcorr e-\nlates of nonaffective psychosis in the National Comorbidity SurveyReplication (NCS-R). Biol Psychiatry 2005; 58:668–76.\nhttps://doi.o\nrg/10.1016/ j.biopsych.2005.04.034\n13.Tanner JL, Arnett JJ. Approaching young adult health and medicine\nfrom a developmental perspective. Adolesc Med State Art Rev 2013;\n24:485–506\n14.Regencia ZJG, Gouin J-P, Ladia MAJ et al.Effect of body image\nperceptionandskin-lighteningpracticesonmentalhealthof Filipinoemerging adults: a mixed-methods approach protocol. BMJ Open\n2023; 13:e068561.\nhttps://doi.org/10.1136/ bmjopen-2022-068561\n15.LimLTS,RegenciaZJG,DelaCruzJRC etal.Assessingtheeffectof\nthe COVID-19 pandemic, shift to online learning, and social media\nuse on the mental health of college students in the Philippines: a\nmixed-method study protocol. PloS One2022; 17:e0267555. https://\ndoi.org/10.1371/ journal.pone.0267555\n16.Cleofas JV, Albao BT, Dayrit JCS. Emerging adulthood uses and\ngratiﬁcations of social media during the COVID-19 pandemic: a\nmixed methods study among Filipino college students. Emerg Adult-\nhood2022; 10:1602–16. https://doi.org/10.1177/21676968221128\n621\n17.Kapoor SK, Subida M. Assessment of gaming addiction and per-\nceived psychological distress among Filipino young adults duringCOVID-19 pandemic. International Journal of Educational Methodology\n2023; 9:29–40.\nhttps://doi.org/10.12973/i jem.9.1.29\n18.Pesigan IJA. Identity Processes in Filipino Emerging Adults: Parental Inﬂu-\nencesandMentalHealthOutcomes .DeLaSalleUniversity,2013.\n19.Reyes MES, Carmen BPB, Luminarias MEP et al.An investigation\ninto the relationship between climate change anxiety and mentalhealth among gen Z Filipinos. Current psychology 2021; 42:7448–56.\nhttps://doi.org/10.1007/ s12144-021-02099-3\n20.LallyJ,SamaniegoRM,TullyJ.MentalhealthlegislationinthePhilip-\npines:Philippinementalhealthact. BJPsychinternational 2019; 16:65–7.\nhttps://doi.org/10.1192/ bji.2018.33\n21.M a r t i n e zA B ,C oM ,L a uJ et al.Filipino help-seeking for mental\nhealth problems and associated barriers and facilitators: a systematicreview.Soc Psychiatry Psychiatr Epidemiol 2020; 55:1397–413.\nhttps://\ndoi.org/10.1007/ s00127-020-01937-2\n22.Cheung T,Wong SY,Wong KY etal.Depression,anxietyandsymp-\ntomsof stressamongbaccalaureatenursingstudentsinHongKong:\na cross-sectional study. Int J Environ Res Public Health 2016; 13:779.\nhttps://doi.org/10.3390/i jerph13080779\n23.Ho CS, Tan EL, Ho RC et al.Relationship of anxiety and depres-\nsionwithrespiratorysymptoms:comparisonbetweendepressedandnon-depressed smokers in Singapore. Int J Environ Res Public Health\n2019; 16:163.https://doi.org/10.3390/i jerph16010163\n24.QuekTC,HoCS,ChooCC etal.MisophoniainSingaporeanpsychi-\natric patients: a cross-sectional study. Int J Environ Res Public Health\n2018; 15:1410.https://doi.org/10.3390/i jerph15071410\n25.TeeML,TeeCA,AnlacanJP etal.Psychologicalimpactof COVID-19\npandemicinthePhilippines. JAffectDisord 2020; 277:379–91.https://\ndoi.org/10.1016/ j.jad.2020.08.043\n26.Coker AO, Coker O, Sanni D. Psychometric properties of the 21-\nitemdepressionanxietystressscale(DASS-21). AfricanResearchReview\n2018; 12:135–42.https://doi.org/10.4314/a frrev.v12i2.13\n27.Steiniger S, Bocher E. An overview on current free and open\nsource desktop GIS developments. International Journal of Geograph-\nical Information Science 2009; 23:1345–70. https://doi.org/10.1080/\n13658810802634956\n28.Steiniger S, Hunter AJ. The 2012 free and open source GIS soft-\nware map–a guide to facilitate research, development, and adoption.Computers, environment and urban systems 2013; 39:136–50.\nhttps://doi.o\nrg/10.1016/ j.compenvurbsys.2012.10.003\n29.ScottLM,JanikasMV. SpatialStatisticsinArcGIS.Handbookof Applied\nSpatial Analysis . Berlin, Heidelberg: Springer, 2010:27–41. https://\ndoi.org/10.1007/978-3-642-03647-7_2\n30.KrivoruchkoK. SpatialStatisticalDataAnalysisforGISUsers .Redlands ,\nCalifornia,EsriPressRedlands,2011.\n31.Ord JK, Getis A. Local spatial autocorrelation statistics: distribu-tionalissuesandanapplication. Geographicalanalysis 1995; 27:286–306.\nhttps://doi.org/10.1111/ j.1538-4632.1995. tb00912.x\n32.Kirby RS, Delmelle E, Eberth JM. Advances in spatial epidemiology\nand geographic information systems. Ann Epidemiol 2017; 27:1–9.\nhttps://doi.org/10.1016/ j.annepidem.2016.12.001\n33.Fletcher-Lartey SM, Caprarelli G. Application of GIS technology in\npublichealth:successesandchallenges. Parasitology 2016; 143:401–15.\nhttps://doi.org/10.1017/ S0031182015001869\n34.FradelosEC,PapathanasiouIV,MitsiD etal.Healthbasedgeographic\ninformationsystems(GIS)andtheirapplications. ActaInformaticaMed-\nica2014; 22:402–5.https://doi.org/10.5455/ai m.2014.22.402-405\n35.CutchinMP.Theneedforthe“newhealthgeography”inepidemio-\nlogicstudiesof environmentandhealth. HealthPlace 2007; 13:725–42.\nhttps://doi.org/10.1016/ j.healthplace.2006.11.003\n36.MendozaNB,DizonJIWT.Prevalenceof severeanxietyinthePhilip-\npines amid the COVID-19 outbreak. J Loss Trauma 2022; 27:787–9.\nhttps://doi.org/10.1080/15325024.2021.2023298\n37.Antai D, Oke A, Braithwaite P, Lopez GB. The effect of eco-\nnomic, physical, and psychological abuse on mental health: a\npopulation-basedstudyof womeninthePhilippines. IntJFamilyMed\n2014; 2014:1–11.https://doi.org/10.1155/2014/852317\n38.Puyat JH, Gastardo-Conaco MC, Natividad J et al.Depressive\nsymptoms among young adults in the Philippines: results from anationwide cross-sectional survey. Journal of Affective Disorders Reports\n2021; 3:100073–80.\nhttps://doi.org/10.1016/ j.jadr.2020.100073\n39.CanillloG,CantosR,CatamioJR etal.PMisthekey:perceivedstress\nand mental health as the key indicator of wellbeing of selected col-\nlege online students in the Philippines during COVID-19 pandemic.\nPsychologyandEducation:AMultidisciplinaryJournal 2022; 3:372–84.Downloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Spatialanalysisof mentalhealthinﬁlipinoemergingadults 11\n40.Corrigan PW, Rüsch N. Mental illness stereotypes and clinical\ncare: do people avoid treatment because of stigma? Psychiatr Reha-\nbil Skills2002; 6:312–34.https://doi.org/10.1080/10973430208408\n441\n41.KopelovichSL,Monroe-DeVitaM,BuckBE etal.Communitymen-\ntal health care delivery during the COVID-19 pandemic: practical\nstrategies for improving care for people with serious mental illness.Community Ment Health J 2021; 57:405–15.\nhttps://doi.org/10.1007/\ns10597-020-00662- z\n42.Fusar-Poli P, Correll CU, Arango C et al.Preventive psychia-\ntry: a blueprint for improving the mental health of young peo-ple.World Psychiatry 2021; 20:200–21.https://doi.org/10.1002/wps.\n20869\n43.Levy JK, Darmstadt GL, Ashby C et al.Characteristics of success-\nful programmes targeting gender inequality and restrictive gendernorms for the health and wellbeing of children, adolescents, and\nyoungadults:asystematicreview. LancetGlobHealth 2020; 8:e225–36.\nhttps://doi.org/10.1016/ S2214-109 X(19)30495-4\n44.NaslundJA,BondreA,TorousJ etal.Socialmediaandmentalhealth:\nbeneﬁts, risks, and opportunities for research and practice. Journal of\ntechnologyinbehavioralscience 2020; 5:245–57.https://doi.org/10.1007/\ns41347-020-00134- xDownloaded from https://academic.oup.com/jpubhealth/advance-article/doi/10.1093/pubmed/fdaf024/8046705 by University of Minnesota - Twin Cities user on 10 March 2025"
    }
  ]
}