{
  "doc_type": "scientific paper",
  "title": "Student_s Self Reported Experience of Soundscape",
  "authors": [
    "Renaud"
  ],
  "year": 2024,
  "journal": "Journal of",
  "doi": "10.3390/ijerph21010084",
  "abstract": "Extensive research has shown that noise has detrimental effects on learning in classrooms, yet schools remain noisy environments. In addition, little is known about the students’ insight into their subjective reaction to noise. Students’ awareness of noise, as well as their perception of its effects on their affective and bodily states, remain unanswered. In the current study, the self-reported experience of noise and reaction towards noise, which was collected by way of a questionnaire, was assessed for 408 students in primary and secondary schools in Québec. Results suggest that about half of the students experience affective and bodily reactions to noise, and students who report having a negative affective reaction to noise are also more prone to report feeling this noise in their bodies. The results of this study offer a comprehensive picture of the students’ subjective (affective and bodily) state in relation to noise in schools.",
  "keywords": [
    "noise",
    "classrooms",
    "children",
    "bodily reactions"
  ],
  "research_topics": [
    "noise",
    "classrooms",
    "children",
    "bodily reactions"
  ],
  "created_at": "2025-05-05T01:30:45.070143Z",
  "source_pdf": "documents/research/Global/Renaud 2024 Student_s Self Reported Experience of Soundscape.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Renaud, F.; Verduyckt, I.;\nChang, T.; Lacerda, A.; Borges, C.;\nBockstael, A.; Bouserhal, R.E.\nStudent’s Self-Reported Experience\nof Soundscape: The Link between\nNoise, Psychological and Physical\nWell-Being. Int. J. Environ. Res. Public\nHealth 2024 ,21, 84. https://doi.org/\n10.3390/ijerph21010084\nAcademic Editor: Jean-Marc\nWunderli\nReceived: 21 November 2023\nRevised: 28 December 2023\nAccepted: 3 January 2024\nPublished: 11 January 2024\nCopyright: © 2024 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nInternational  Journal  of \nEnvironmental Research\nand Public Health\nArticle\nStudent’s Self-Reported Experience of Soundscape: The Link\nbetween Noise, Psychological and Physical Well-Being\nFlorence Renaud1,†\n, Ingrid Verduyckt2,*,†, Tiffany Chang2, Adriana Lacerda2\n, Cecilia Borges3\n,\nAnnelies Bockstael4and Rachel E. Bouserhal5,†\n1Department of Psychology, Faculty of Arts and Science, University of Montreal,\nMontreal, QC H3C 3J7, Canada\n2School of Speech-Language Pathology and Audiology, Faculty of Medicine, University of Montreal,\nMontreal, QC H3N 1X7, Canada; tiffany.chang@umontreal.ca (T.C.); adriana.lacerda@umontreal.ca (A.L.)\n3Department of Psychopedagogy and Andragogy, Faculty of Arts and Science, University of Montreal,\nMontreal, QC H2V 2S9, Canada; cecilia.borges@umontreal.ca\n4Department of Health and Care, Artevelde University of Applied Sciences, 9000 Ghent, Belgium;\nannelies.bockstael@arteveldehs.be\n5Electrical Engineering Department, École de Technologie Supérieure, Montreal, QC H3C 0J8, Canada;\nrachel.bouserhal@etsmtl.ca\n*Correspondence: ingrid.verduyckt@umontreal.ca; Tel.: +1-514-343-6111 (ext. 37186)\n†These authors contributed equally to this work.\nAbstract: Extensive research has shown that noise has detrimental effects on learning in classrooms,\nyet schools remain noisy environments. In addition, little is known about the students’ insight into\ntheir subjective reaction to noise. Students’ awareness of noise, as well as their perception of its\neffects on their affective and bodily states, remain unanswered. In the current study, the self-reported\nexperience of noise and reaction towards noise, which was collected by way of a questionnaire, was\nassessed for 408 students in primary and secondary schools in Québec. Results suggest that about half\nof the students experience affective and bodily reactions to noise, and students who report having a\nnegative affective reaction to noise are also more prone to report feeling this noise in their bodies. The\nresults of this study offer a comprehensive picture of the students’ subjective (affective and bodily)\nstate in relation to noise in schools.\nKeywords: noise; classrooms; children; bodily reactions\n1. Introduction\nThe quality of a school’s environment is important to assure optimal learning and\nstudents’ overall well-being. However, research has shown school environments can\nbe suboptimal; when students and teachers are asked about the quality of their school\nenvironment, noise is frequently reported as a major problem [ 1–3]. Worldwide, noise\nlevels in schools are alarming, with average levels above the 35–50 dB recommendation\nfor optimal learning environments [ 4–6]. In the last few decades, extensive research on\nthe effects of noise on children has been conducted. Findings have shown that noise in\nschools is a problematic issue because it can affect the students’ physical health [ 7,8], their\nacademic performance [7,9], and their well-being [7,10].\nA recent scoping review of the effects of classroom acoustic conditions on primary\nschool children’s mental well-being suggests noise in classrooms can have detrimental ef-\nfects on children’s well-being, as established by children’s emotions, behavioral symptoms,\nand quality of life [ 10]. More recently, a systematic review of the effects of ventilation-related\nsounds on students showed the negative effects of fan noise and human-made sounds\nduring natural ventilation on student performance [ 11]. Although these ﬁndings are of\nconcern, research in this area remains limited, with a focus on primary school-age children\nand on sound sources labeled as “negative” or coming from the outside environment [12] .\nInt. J. Environ. Res. Public Health 2024 ,21, 84. https://doi.org/10.3390/ijerph21010084 https://www.mdpi.com/journal/ijerph"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 2 of 20\nHowever, studies have shown that noise coming from inside the schools and generated\nby the human activities in the school are the most frequent noises students are exposed\nto [13]. Students are sensible judges of their acoustic environment; they are aware of the\nnoise, and they can be annoyed by it [ 2,14–18]. Haines and Stansfeld [ 19] reported that the\nstudents’ noise annoyance was strongly associated with the students’ perception of the\nnoise interfering with the task they were undertaking. Annoyance was related to the fact\nthat noise made it hard to think and work. Other studies showed a similar link between\nnoise annoyance and perceived disturbance or interference with academic tasks [ 14,18].\nSeveral studies have also underlined that subjective factors interplay with the effect of\nnoise on individuals [ 20]; for example, students’ perception of the pleasantness of their\nlearning environments’ sound environment is not linked to objective measurements of\nsound levels [ 13,21]. Furthermore, Boman and Enmarker [ 22] found that noise annoyance\nwas related to noise inﬂuencing the students’ emotions and their body sensations. The\nstudents report that noise makes them irritated, tired, or stressed and that they become\ntense and have headaches. Similarly, other authors [ 17,23,24] found that noise is perceived\nas emotionally and physically painful by children. This set of studies suggests noise has an\nimpact on the students’ affective state and that the students are conscious of these effects.\nInterestingly, Astolﬁ and colleagues [ 25] showed that students’ affective state has an impact\non their perception of noise. In this study, they assessed classroom acoustics, students’\noverall well-being, and students’ subjective perception of noise. Their results showed dif-\nferences in the subjective reaction towards noise of generally happy and unhappy students.\nIn classrooms with bad acoustics (reverberation times of 0.9–1.4 s), happy students showed\na greater tendency to judge the noise as a disturbance than unhappy students or happy\nstudents in classrooms with good acoustics (reverberation times of 0.5–0.8 s). Conversely,\nunhappy students do not report being disturbed by noise, but when they are in classrooms\nwith bad acoustics, they have lower scores of well-being, self-esteem, emotional health,\nand enjoyment of school than happy students or unhappy students in classrooms with\ngood acoustics [ 25,26]. Similarly, Klatte and colleagues [ 27] found that classrooms with\nbad acoustics negatively inﬂuenced students’ judgment of their relation to their peers and\nteachers. These ﬁndings suggest students might not be fully aware of the effects of noise on\nwell-being. The present study seeks to contribute to the understanding of the interrelations\nbetween noise and well-being by documenting subjective reactions—emotional, physical,\nand behavioral—as perceived by the children who inhabit the classroom’s soundscape.\nAuditory processing and emotional regulation are closely connected, ref. [ 28] pro-\nposed in a theoretical article that the intimate connection between the auditory cortex and\nemotional cortical and subcortical regions of the brain is the result of human evolution.\nIndeed, according to these authors, the subjective interpretation of a soundscape promotes\nthe survival of the species through the preference and avoidance of different environments.\nEmotions and noise are also related to body sensations [ 23,29]. Noise can make one’s\nears or head hurt. It can also be physically uncomfortable, presumably analogous to an\nemotional reaction. It is well documented that children have bodily and affective reactions\nto noise [ 17,22–24]. Previous research focused mainly on physical health (e.g., cortisol\nlevels, blood pressure) or well-being (e.g., quality of life, mental health) separately, without\ninvestigating the possible parallel between physical and emotional aspects of noise reaction.\nUnderstanding a student’s subjective reaction to noise by exploring the potential links\nbetween emotional, physical, and symptomatologic factors is essential to adapting noise\nmanagement strategies in schools to promote well-being. Addressing well-being in relation\nto noise is important not only in itself but also because well-being is known to be associated\nwith learning, motivation, and academic achievement [30–32].\nIn the context of academic performance, research has shown that noise impairs per-\nformance at school by reducing the intelligibility of speech of the teacher [ 33–35], by\ndistracting the students, and by impairing their cognitive performance [ 7,9]. Importantly,\ncognitive impairment by noise is not directly associated with the appraisal of the noise\nby students [ 36–38]. According to appraisal theory, appraisal is a process in which the"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 3 of 20\nindividual’s values, evaluations, goals, control, and agency about a situation cause an\naffective reaction [ 39,40]. Hygge [ 37] showed that children’s ratings on mood and irri-\ntation scales about noise did not reﬂect the effect of noise on memory tasks. Similarly,\nMassonnié and colleagues [ 36] showed that noise annoyance and noise interference were\ntwo different constructs. Annoyance is a negative affective reaction towards noise, such\nas displeasure, anger, or stress [ 7]. Noise interference, on the other hand, is a mechanism\nwhere noise taxes cognitive resources, disrupting a current task or chain of thoughts [ 36].\nThus, noise interference has more to do with cognitive impairment. Although noise an-\nnoyance and noise interference are correlated to some extent, their distinction might help\nbetter understand inter-individual differences in students’ reactions to noise [ 36]. It can\nexplain why some students may only suffer cognitively from noise, exhibiting a decrease\nin academic performance without feeling annoyance towards the noise. On the other hand,\nother students may suffer only affectively from noise; performing well cognitively but\nwith impaired well-being. In the worst-case scenario, some students are affectively and\ncognitively impaired by noise. This last case could imply (1) that perceived noise inter-\nference can affect annoyance, (2) that annoyance can affect interference, or (3) that noise\nannoyance and noise interference are two parallel phenomena occurring simultaneously in\nsome people. Some studies suggest students are aware noise interferes with their work and\nare thus annoyed by it [ 14,18,19], supporting statement (1). However, Stallen [ 38] showed\nthat interference is not the only deﬁning factor of noise annoyance. As presented in their\ntheoretical framework, annoyance reactions towards noise have an affective component\nthat is independent and goes beyond the fact that noise is perceived as interfering with\na task or a goal. The current state of the literature does not allow the exclusion of any of\nthese three possibilities. Understanding the cognitive, affective, and physical reactions of\nstudents to noise is thus really important to promote optimal learning and well-being in\nschool environments.\nAdditionally, the coping strategies students utilize have an inﬂuence on their subjective\nreaction to the noise and interference that noise has with the ongoing activity. Indeed, a\nperceived noise disturbance is annoying to the extent that the individual does not perceive\npossibilities to act on mitigating the noise [ 38]. This puts children at greater risk of negative\nnoise effects [ 41]. They have less control over their environment than adults, and they have\nimmature coping strategies [ 42]. For instance, Dellve, Samuelsson, and Waye [ 23] found\nthat students often reported not knowing how to cope with noise. Still, some students were\nable to report a few coping strategies, including leaving the noisy area, covering their ears,\nreporting the noise to a teacher, or using cognitive strategies such as concentrating harder\nor distracting themselves [ 23]. Similarly, other studies reported that some students use\nmind-wandering or daydreaming as a strategy to avoid the noise [ 22,36]. These coping\nstrategies can explain a part of the difference between noise interference in the task and\nnoise annoyance. For example, mind-wandering interferes with the ongoing task but eases\nthe affective disturbance of noise [36]. Moreover, Boman and Enmarker [22] reported that\nnoise annoyance could be attenuated by the students taking part in the noise. Similar to\nmind-wandering, this strategy interferes with academic tasks but relieves the students\nfrom the negative effects caused by noise. Overall, students have not been taught how to\nproperly cope with noise and lack strategies to do so, yet they were still able to come up\nwith strategies such as covering their ears and moving away from the noise [23,24,43,44].\nThe appraisal of a sound as a noise requires a subjective judgment that varies between\nindividuals [ 38]; it follows that sounds do not have the same effect on every student.\nA better understanding of how sounds in schools are appraised by students on a cognitive,\naffective, and physical level is important. It could explain important inter-individual\ndifferences and support the development of individualized noise-coping strategies to guide\nefforts in creating optimal learning environments for a diverse set of students.\nThe present study aims to contribute to this understanding by investigating the\nsubjective perception of sounds in schools using a self-reported questionnaire assessing\nstudents’ affective state, bodily state, and coping reactions to sounds. This study addresses"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 4 of 20\nan overlooked component of noise research: subjective perception. Thereby, the current\nstudy is exploratory, investigating (1) the number of students subjectively affected by noise,\n(2) the nature of subjective reaction, and (3) related behaviors and symptoms.\n2. Methods\n2.1. Participants\nParticipants in this study were students from 9 different Quebec schools. The classes\nwere selected from a pool of teachers and students who participated in a hearing prevention\nactivity organized by the School of Speech-Language Pathology and Audiology, University\nof Montreal. The participants were from primary schools (grades 4, 5 and 6) and secondary\nschools (grades 2 and 5). Participation in this study was optional and anonymous. The ﬁnal\nsample population includes 408 students. The project was approved after an ethical review\nby the Ethical Committee for research in Education and Psychology of the University\nof Montreal.\n2.2. Materials\nA translated and adapted version of the Inventory of Noise and Children Health\n(INCH), developed by Waye and colleagues [ 45], was used. In this questionnaire, students\nare invited to answer questions related to their appraisal of three different types of sounds,\nnamely: (1) other children being angry and yelling; (2) loud and intense sounds such as\nscreaming and banging; (3) scraping and screeching sounds. For each sound category,\nstudents were asked to answer how often they heard them on a ﬁve-point scale ranging\nfrom “Almost never” to “Always”. They also had to indicate their bodily reaction to\neach sound category by circling the relevant body parts on a drawing of a child. Their\naffective reaction to each sound category was then assessed by two scales ranging from\nglad/safe–sad/afraid and from kind/friendly–angry/irritated. The range of reactions on\neach scale was represented by ﬁve drawings of a child with different body postures and\nfacial expressions. Students were then invited to answer if they used four common noise\ncoping strategies (go away, cover the ears, tell the teacher, and raise one’s own voice), and\nif so, how often on a ﬁve-point scale ranging from almost never to always. Covering one’s\nears was not included as a strategy in the INCH addressed to secondary school students,\nas a small pilot study with secondary students for the adaptation of the INCH revealed this\nstrategy was irrelevant for this age group. Lastly, they were asked if they had experienced\nthe following three symptoms in the past few days: headache, tummy ache, or a hoarse\nvoice, and answered on a ﬁve-point scale ranging from never to often. The questionnaire\nwording can be found in Table 1.\nTable 1. Questions asked to the children by means of the INCH.\nQuestion Answer\nHow often do you hear xa5 point Likert scale ranging from Almost never to Always\nWhen you hear xa, do you feel it inside you, or in your body? Yes or No\nPoint to the child that looks like how you feel when you hear xa.Two affective state scale\nWhen there’s a lot of noise, what do you do?\nDo you go away? 5 point Likert scale ranging from Never to Always\nPut your hands over your ears? 5 point Likert scale ranging from Never to Always\nTell the teacher? 5 point Likert scale ranging from Never to Always\nDo you raise your voice to be heard? 5 point Likert scale ranging from Never to Always\nHow have you been feeling in school in the past few days?\nHave you had a headache? 5 point Likert scale ranging from Never to Always\nHave you had a tummy ache 5 point Likert scale ranging from Never to Always\nHave your voice been hoarse? 5 point Likert scale ranging from Never to Always\naQuestions asked for the three types of noise; children yelling, loud and intense noise, and scraping or screech-\ning noise."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 5 of 20\n2.3. Procedure\nStudents were handed out the paper questionnaire by their teacher during a regular\nclass where 10–15 min were allotted to answering the questions. Children were allowed to\nreturn a blank questionnaire.\n2.4. Statistical Analysis\nData were analyzed using SPSS25 (IBM, Armonk, NY, USA). Descriptive statistics were\nused to describe the ﬁndings of the students’ self-reported questionnaire. To synthesize\nthe students’ answers regarding where they felt noise in their body, the circled body parts\nwere regrouped into three main areas: head, mid-body, and lower body. The area of the\nhead includes sensations reported in the ears, forehead, eyes, eyebrows, mouth, and lower\nface. The mid-body area includes sensations reported in the chest, heart, shoulders, arms,\nwrists, hands, and stomach. Finally, the lower-body area includes sensations reported in\nthe legs and feet. The three main sub-areas were coded for in a binary way: a score of 0 was\nattributed if no part of the body was marked, and a score of 1 was given if one or more\nbody parts belonging to the sub-area were marked. Chi-squared tests ( c2) were run to\nexplore associations between affective reaction, bodily reaction, coping strategies, physical\nsymptoms, gender, and school grade/levels. When the expected frequencies in cells were\ntoo low for the chi-square test, Fisher’s exact tests were used. If the Fisher test failed, the\nMonte Carlo method was used to simulate Fisher’s exact test results. Signiﬁcance was\nset at an aof0.05 and was adjusted for some analysis using the Bonferroni method for\nmultiple comparisons, which is explicitly indicated when applicable. A Spearman’s rank\ncorrelation was performed to assess the relationship between the glad/safe–sad/afraid\nand the kind/friendly–angry/irritated scales.\n3. Results\nOut of 409 questionnaires returned, only one was completely unanswered and ex-\ncluded. Missing or uninterpretable data were found in 207 questionnaires (50.6%). The\nreasons for missing data were on one part, the absence of three questions in 17 question-\nnaires (4%), due to printing issues, omitted questions by the student, or the presence of\nmore than one answer from the student to a question (e.g., circling in several alternatives\non the ﬁve-point scales). On average, each of the questions had 4.7% missing or uninter-\npretable data, and students had, on average, one missing or uninterpretable answer in their\nquestionnaires. All questionnaires, even if not complete, except for the entirely blank one,\nwere taken into account in the analyses ( n= 408). Missing or uninterpretable data explains\nwhy the total n differs for some of the analysis results. Detailed sample characteristics are\npresented in Table 2.\nTable 2. Sample characteristics regarding school level and gender.\nSchool Level Girls Boys Others/Don’t Want to Tell Missing Data Total\nPrimary 4 26 (47.3%) 26 (47.3%) 3 (5.5%) 55 (13.5%)\nPrimary 5 51 (42.5%) 48 (40%) 5 (4.2%) 16 (13.3%) 120 (29.4%)\nPrimary 6 44 (42.3%) 56 (53.8%) 4 (3.8%) 104 (25.5%)\nSecondary 2 51 (51%) 38 (38%) 11 (11%) 100 (24.5%)\nSecondary 5 16 (55.2%) 12 (41.4%) 1 (3.4%) 29 (7.1%)\nTotal 188 (46.1%) 180 (44.1%) 24 (5.9%) 16 (3.9%) 408 (100%)\nGirls and boys are evenly distributed overall and between grade levels. Overall, 46.1%\nof the participants reported being girls, 44.1% being boys, while 5.9% chose the “other”\nalternative. Due to the low percentages of “other”, further analyses regarding gender will\nbe limited to comparing girls versus boys. The majority of the samples (n = 279; 68.4%)\ncome from primary school students."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 6 of 20\n3.1. Level of Occurrence of Three Types of Sounds\nFigure 1 summarizes the proportion of students reporting each level of occurrence for\nthe three different types of sounds.\n0%10%20%30%40%50%60%70%80%90%100%\nOther children yellingLoud and intense soundsScraping or screeching sounds1-Almost never2345-Always\nFigure 1. The perceived level of occurrence of three types of sounds as reported by students on a\n5-point Likert scale (1 = Almost never; 5 = Always).\nAs can be seen, “Other children yelling” is the type of sound that most children report\nhearing frequently, with 45.5% of students scoring 5 (always) or 4, while only 17.5% report\nhearing this type of sound at a low frequency (e.g., level 1 or 2). The second most frequently\nheard type of sound is “Loud and intense sounds”, of which 36.6% of children report\nhearing at a frequency of 4 or 5. However, slightly more children (38.9%) report only\nhearing these sounds at a frequency of 1 or 2. Furthermore, 26% of children report hearing\n“Scraping and screeching sounds” at a frequency of 4 or 5, while a majority (63.2%) report\nhearing them at a frequency of 1 or 2. Chi-squared tests show that there is a signiﬁcant\nassociation between students’ school level (primary versus secondary) and the perceived\nfrequency of hearing “Other children yelling” ( c2(4,N=387) = 63.38, p<0.001 ) and\n“Loud and intense sounds” ( c2(4,N=385) = 25.69, p<0.001 ) and “Scraping and\nscreeching sounds” ( c2(4,N=399) =12.65, p=0.011 ). While students in primary school\nreport hearing “Other children yelling” and “Loud and intense sounds” more frequently\nthan secondary school students, secondary school students report hearing “Scraping and\nscreeching sounds” more frequently than primary school students. Chi-squared tests were\nrun to explore if there were any differences between girls and boys, but no statistical\ndifference was found, indicating that boys and girls perceive the level of occurrence of the\ndifferent sounds in a similar way.\n3.2. Affective Reactions to Three Types of Sounds\nFrequencies of students’ responses regarding their affective reactions to the different\ntypes of sounds are reported in Figure 2."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 7 of 20\n010203040506070\nOther children yellingLoud and intense soundsScraping and screechingsoundsKind-FriendlyNeutralAngry-Irritated\n01020304050607080\nOther children yellingLoud and intense soundsScraping and screechingsoundsGlad-SafeNeutralSad-Afraid\nFigure 2. Affective reactions to three types of sounds.\nA Spearman’s rank correlation was performed to assess the relationship between the\nglad/safe–sad/afraid and the kind/friendly–angry/irritated scales for the three types of\nsounds. The two scales show a signiﬁcant but moderate correlation for each type of sound\n(r(372) =0.39, p<0.001 for “Other children yelling”, r(361) =0.54,p<0.001 for “Loud\nand intense sounds”, and r(381) =0.47, p<0.001 for “Scraping and screeching sounds”,\nindicating that the two scales measure related but not similar constructs. Regarding both\nthe glad/safe to sad/afraid and the kind/friendly to angry/irritated scales, the majority\nof students report a neutral level of reaction (3) to the three types of sounds, mostly so\nfor “Other children yelling” (70.8% on the glad/safe–sad/afraid scale and 59.2% on the\nkind/friendly–angry/irritated scale), while the positive (1;2) and negative (4;5) reactions"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 8 of 20\non both scales are quite evenly distributed. Regarding “Loud and intense sounds”, the\ndistribution of positive and negative reactions is quite even on the glad/safe to sad/afraid\nscale, but on the kind/friendly to angry/irritated scale, there is a higher proportion of chil-\ndren reporting negative than positive reactions (30.7% negative vs. 17.4% positive). Finally,\n“Scraping and screeching sounds” yields the highest proportion of negative reactions on\nboth scales (30.4% negative on the glad/safe–sad/afraid scale and 41.2% negative on the\nkind/friendly–angry/irritated scale). Chi-squared tests show no signiﬁcant differences\nbetween affective responses in primary and secondary school students. However, there is a\nsigniﬁcant difference between boys and girls for “Other children yelling” on the glad/safe\nto sad/afraid scale (Fisher’s exact: p=0.043 ), and on both scales for “Loud and intense\nsounds” (Fisher’s exact: p=0.001 on the glad/safe to sad/afraid scale, and c2(4) =10.646 ,\np=0.031 on the kind/friendly to angry/irritated scale). More girls react negatively to\nboth of these types of sounds, while more boys react positively. “Scraping and screeching\nsounds” do not yield signiﬁcantly different reactions in boys and girls.\n3.3. Bodily Reactions to the Three Types of Sounds\nAs explained in the analysis section, students’ reports of bodily sensations in reaction\nto sounds were grouped into three main body areas for the statistical analyses: the head,\nthe mid-body, and the lower body. All three sound types taken together, the majority of\nreported sensations are in the head area (28.9–48%), while the least sensations are reported\nin the lower body area (1.7–7.6%). Overall, 38.6% of the students (n = 157) report feeling\nsounds such as “Other children yelling” in their body, 60% (n = 242) report feeling “Loud\nand intense sounds” in their body, and 66.7% (n = 257) report feeling “Scraping and\nscreeching sounds” in their body. Detailed data are presented in Table 3.\nChi-squared tests show that the bodily reactions in the mid-body and lower\nbody vary as a function of the type of sound ( c2(2,N=649) = 10.273, p=0.006 and\nc2(2,N=648) =16.105 ,p<0.001 ). Post hoc tests with a Bonferroni adjusted p-value of\n0.006 show that the difference is signiﬁcant for “Loud and intense sounds” versus “Scraping\nand screeching sounds” and for “Other children yelling” versus “Scraping and screeching\nsounds” for both mid- and lower-body areas ( p<0.001 ) with a more prominent feeling in\nthe mid-body and lower body for “Scraping and screeching sounds” as compared to the\nother sounds. Students’ grouped and distinct answers regarding bodily reactions to the\nthree types of sound are illustrated in Figure 3 in the form of a body heat-map, where the\ncolor and size of the colored dots indicate the proportion of answers given for each type\nof sound.\nFigure 3. Heat-maps of bodily reactions to the three types of sounds. Mapping of bodily reactions\nto (A) “Other children yelling”; ( B) “Loud and intense sounds”; and ( C) “Scraping and screeching\nsounds”. In each picture, the body map to the left shows children’s answers as synthesized into three\nmain areas: head, mid-body, and lower body. The body map to the right shows children’s detailed\nanswers representing all body parts children circled in."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 9 of 20\nTable 3. The proportion of children experiencing bodily reactions to three types of sounds as a\nfunction of gender, school level, and body area.\nOther Children Yelling\nHead Mid-Body Lower Body General\nGirls (n = 188) 72 (38.3%) 31 (16.5%) 2 (1.1%) 85 (45.7%)\nBoys (n = 180) 37 (20.6%) 25 (13.9%) 5 (2.8%) 57 (31.8%)\nPrimary (n = 275) 81 (29.5%) 39 (14.2%) 6 (2.2%) 112 (41%)\nSecondary (n = 129) 37 (28.7%) 18 (14%) 1 (0.8%) 42 (32.8%)\nTotal (n = 404) 118 (29.2%) 57 (14.1%) 7 (1.7%) 154 (38.1%)\nLoud and intense sounds\nHead Mid-body Lower body General\nGirls (n = 188) 97 (51.6%) 45 (23.9%) 1 (0.5%) 122 (64.9%)\nBoys (n = 177) 72 (40.7%) 33 (18.6%) 6 (3.4%) 96 (54.2%)\nPrimary (n = 275) 132 (48%) 67 (24.4%) 7 (2.6%) 180 (65.5%)\nSecondary (n = 128) 52 (40.6%) 20 (15.6%) 1 (0.8%) 60 (46.9%)\nTotal (n = 403) 184 (45.7%) 87 (21.6%) 8 (2%) 240 (59.6%)\nScraping and screeching sounds\nHead Mid-body Lower body General\nGirls (n = 185) 102 (55.1%) 65 (35.1%) 13 (7%) 131 (70.8%)\nBoys (n = 178) 79 (44.4%) 51 (28.7%) 16 (9%) 107 (60.1%)\nPrimary (n = 260) 140 (53.8%) 86 (33.1%) 17 (6.5%) 185 (71.2%)\nSecondary (n = 127) 56 (44.1%) 41 (32.3%) 14 (11%) 72 (56.7%)\nTotal (n = 387) 196 (50.6%) 127 (32.8%) 31 (8%) 257 (66.4%)\nThe body maps on the right, picturing the distinct answers to each type of sound, reveal\nﬁne differences between types of sounds that the synthesized data fails to demonstrate.\nFor example, the head area reactions to “Other children yelling” are evenly distributed\nthrough the head/brain area and the ears, while the ear area is more often reported in\nrelation to the head/brain area for “Loud and intense sounds”, and even more so for\n“Scraping and screeching sounds”. For “Scraping and screeching sounds”, the mid-body\narea is regrouping reactions felt in the arms and hand in a greater proportion than for\nthe two other types of sounds. Moreover, speciﬁcally for “Other children yelling” and\n“Loud and intense sounds”, some children had circled the heart area with some speciﬁcally\ndrawing a heart shape.\nThe proportion of students reporting bodily reactions to sounds also differs as a\nfunction of gender and school level (primary vs. secondary) (Table 3. Chi-squared tests\nshow that signiﬁcantly more girls than boys report a bodily reaction to each type of sound.\nIndeed, 46.3% of the girls vs. 32.2% of the boys report a bodily reaction to “Other children\nyelling” ( c2(1,N=368) =7.607, p=0.006 ). For “Loud and intense sounds, 65.4% of the\ngirls vs. 54.8% of the boys report a bodily reaction ( c2(1,N=365) = 4.297 ,p=0.038 ),\nand for “Scraping and screeching sounds”, 71.4% of the girls vs. 60.1% of the boys\n(c2(1,N=363) =5.095, p=0.024) report a bodily reaction.\nMore primary school students than secondary school students report a bodily reaction\nto “Other children yelling” (41.4% vs. 32.6%; NS), to “Loud and intense sounds”, (65.5% vs.\n46.9%; c2(1,N=404) =12.52, p<0.001 ), and to “Scraping and screeching sounds” (71.2%\nvs. 56.7%; c2(1,N=387) =8.00, p=0.006).\n3.4. Association between Affective Reactions and Bodily Reactions\nThere is a clear association between bodily reactions and affective reactions on the\nglad/safe to sad/afraid scale for the three types of sounds: “Other children yelling”"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 10 of 20\n(c2(4) = 55.918, p<0.001 ), “Loud and Intense sounds” ( c2(4) = 39.366, p<0.001 ),\nand “Scraping and screeching sounds” ( c2(4) =52.147, p<0.001 ). The affective reactions\nmeasured by the kind/friendly to angry/irritated scale are also signiﬁcantly associated\nwith the presence of bodily reactions for the three types of sounds: “Other children yelling”\n(c2(4) =11.287, p=0.024 ), “Loud and intense sounds” ( c2(4) =18.842, p<0.001 ), and\n“Scraping and screeching sounds” ( c2(4) =63.399, p<0.001 ). Post hoc tests with a Bon-\nferroni correction show that children who report bodily reactions to the sounds also tend\nto report negative affective reactions to these sounds. Detailed results for “Other children\nyelling” are presented in Figure 4 . Detailed results for “Loud and intense sounds” and\n“Scraping and screeching sounds” can be found in the Supplementary Material.\n2%16%\n58%17%7%DOES NOT FEEL CHILDREN YELLING IN THE BODY1 (Angry/Irritated)23 (Neutral)45 (Kind/Friendly)\n4%23%62%7%4%FEELS CHILDREN YELLING IN THE BODY1 (Angry/Irritated)23 (Neutral)45 (Kind/Friendly)\n1%4%\n71%17%7%DOES NOT FEEL CHILDREN YELLING IN THE BODY1 (Sad/Afraid)23 (Neutral)45 (Glad/Safe)\n26%\n69%3%2%FEELS CHILDREN YELLING IN THE BODY\n1 (Sad/Afraid)\n2\n3 (Neutral)\n4\n5 (Glad/Safe)\nFigure 4. The proportion of children reporting different levels of affective reactions to children yelling\nas a function of having or not bodily reactions to these sounds.\n3.5. Noise Coping Strategies\nResponses of students’ frequency of use of different coping strategies towards noise\non the ﬁve-point scale ranging from “never” (1) to “always” (5) are presented in Figure 5.\nThe most used strategies are “Raising one’s voice” (45% scoring either of the two highest\nlevels of the ﬁve-point scale) and “Putting hands on ears” (39.9% scoring either of the two\nhighest levels of the ﬁve-point scale), while the least used strategy is “Telling the teacher\nthere is noise”, with 79.8% scoring either of the two lowest levels of the ﬁve-point scale.\nThere is a difference in how boys and girls use the coping strategies “leaving the noise”\n(c2(4) =20.47, p<0.001 ), and “raising one’s own voice” ( c2(4) =10.77, p=0.029 ). Post\nhoc tests reveal that boys more often than girls report a level 1 (never) on leaving the\nnoise, but slightly more girls than boys report a level 2. Regarding “raising one’s own\nvoice”, more boys than girls report levels 2 and 5 (always), while more girls report a level 4.\nIn addition, students in secondary school report using the strategies leaving the noise\n(c2(4) =31.56, p<0.001 ) and telling the teacher (Fisher’s exact: p=0.002 ) less often than\nstudents in primary school."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 11 of 20\nFigure 5. Students’ answers regarding the use of coping strategies on the 5-point frequency scale.\n3.6. Association between Coping Strategies and Bodily and Affective Reaction\nChi-square analyses show that the use of coping strategies is positively associated\nwith bodily reactions to sounds. Students who report feeling noise in their bodies use\nsome coping strategies more frequently than students who do not feel noise in their bodies.\nThe strategy “putting the hands on the ears” (only explored in primary school students)\nwas the only strategy to be associated with bodily reactions to all three types of sounds,\nrespectively, “Other children yelling” ( c2(4) = 19.06, p=0.001 ), “Loud and intense\nsounds” ( c2(4) =21.19, p<0.001 ), and “Scraping and screeching sounds” ( c2(4) =15.07 ,\np=0.005 ). For “Other children yelling” and “Loud and intense sounds”, post hoc analyses\nshow that signiﬁcantly more students who do not report bodily reactions score at a level 1 or\n2 (p<0.001 ), while a signiﬁcantly higher proportion of those reporting a bodily reaction to\nthese sounds scores at a level 4 or 5 ( p<0.001 ). For “Scraping and screeching sounds”,\na higher proportion of students reporting no bodily reaction to these sounds score at a\nlevel of 1 ( p<0.001 ), while a higher proportion of those reporting a bodily reaction to\nthese sounds scores at level 4 or 5 ( p<0.001 ). The strategies “leaving the noise” and\n“telling the teacher” were associated with bodily reactions to “Other children yelling”\n(c2(4) = 14.67, p=0.005 and Fisher’s exact: p= 0.008, respectively), and “Loud and\nintense sounds” ( c2(4) =23.85, p<0.001 and Fisher’s exact: p=0.042 , respectively). Post\nhoc testing shows that a higher proportion of children with no bodily reaction to “Other\nchildren yelling” or “Loud and intense sounds” score at a level of 1 for leaving the noise\n(p<0.001 ), while a higher proportion of those reporting a bodily reaction to these sounds\nscores at a level of 4 for this strategy ( p<0.001 ). For “Loud and intense sounds”, there is\nalso a higher proportion of children with bodily reactions to these sounds that score 5 for\nthis strategy ( p<0.003 ). Finally, the strategy “raising my voice” was only associated\nwith bodily reactions to “Loud and intense sounds” ( c2(4) =18.41, p=0.001 ), with more\nchildren reporting no bodily reactions to these sounds scoring at level 1 ( p<0.001 ) and\n3 (p=0.010) on “raising my voice”, while more children reporting bodily reactions score\nat level 2 and 5 ( p<0.001).\nSpearman’s rank correlations show that the use of coping strategies is weakly but\nsigniﬁcantly associated with reporting higher frequencies of negative affective reactions\ntoward sounds with correlation coefﬁcient values ranging between 0.109 and 0.286 (see\nTable 4)."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 12 of 20\nTable 4. Spearman’s rank correlations between coping strategy use and affective reactions to-\nwards sounds.\nCoping Strategy\nOther children yelling Leaving Hands on ears Telling teacher Raising voice\nglad/safe–sad/afraid 0.218 ** 0.239 ** 0.109 * NS\nkind/friendly–angry/irritated 0.208 ** NS 0.129 *\nLoud and intense sounds Leaving Hands on ears Telling teacher Raising voice\nglad/safe–sad/afraid 0.237 ** 0.251 ** 0.197 ** NS\nkind/friendly–angry/irritated 0.200 ** 0.286 ** 0.231 ** 0.113 *\nScraping and screeching sounds Leaving Hands on ears Telling teacher Raising voice\nglad/safe–sad/afraid 0.157 ** 0.185 ** 0.160 ** NS\nkind/friendly–angry/irritated 0.192 ** 0.213 ** NS NS\n*p<0.05; ** p<0.005; NS: Non signiﬁcant.\nLeaving the noise was positively associated with higher levels of negative reactions\non both affective scales for all types of noise ( p<0.005 ). Putting the hands on the\nears was positively associated with higher levels of negative reactions on both affective\nscales for all types of noise ( p<0.005 ) except for the kind/friendly to angry/irritated\ncontinuum regarding “Other children yelling”. Telling the teacher was positively associated\nwith higher levels of negative reactions on both affective scales for all types of noise\n(p<0.05) except for the kind/friendly to angry/irritated continuum regarding “Scraping\nand screeching sounds”. Finally, increasing one’s own voice was only signiﬁcantly and\npositively associated with higher levels of negative reactions on the kind/friendly to\nangry/irritated continuum regarding “Loud and intense sounds” ( p=0.05).\n3.7. General Symptoms\nThe amount of respondents for each frequency level on the general symptom scales\nis presented in Figure 6. As seen in the ﬁgure, the highest proportions of answers are in\nthe low frequencies, with a majority of the students scoring at the lower levels of the scale\n(1 and 2 ) for headache (56.7%), for tummy ache (77,4%), and for hoarse voice (72.5%). That\nsaid, the most frequent symptom that is experienced is headache, with 26.3% of children\nscoring at the higher end of the scale (4–5 ) for this symptom compared to 13.5% for hoarse\nvoice and 11.6% for tummy ache. Chi-square analyses show that the general symptoms\nof headaches and tummy aches are associated with gender ( c2(4) =22.47, p<0.001 and\nc2(4) =17.08, p=0.002 , respectively) with a higher proportion of boys than girls (45% vs.\n27.2%) reporting headache at a frequency level of 1 and a higher proportion of girls than\nboys (25.5% vs. 13%) expressing headache at a frequency level of 4. A higher proportion\nof boys than girls (64.4% vs. 48.1%) reported tummy ache frequency at a level of 1. See\nSupplementary Material for detailed results. There are no signiﬁcant differences between\nprimary and secondary school children regarding frequency and type of symptoms.\n3.8. Association between General Symptoms and Bodily and Affective Reaction\nChi-square analyses show that the experience of general symptoms is associated\nwith bodily reactions to sounds. Feeling “Other children yelling” in one’s body is asso-\nciated with the following symptoms: headaches ( c2(4) =53.29, p<0.001 ), tummy ache\n(c2(4) =22.67, p<0.001 ), and a hoarse voice ( c2(4) =14.31, p=0.006 ). Post hoc analyses\nreveal that a larger proportion of students who report not feeling “Other children yelling”\nin their body report never experiencing headaches ( p<0.001 ), tummy aches ( p<0.001 ),\nand a hoarse voice ( p<0.001 ), while a larger proportion of students who do report feeling\n“Other children yelling” in their body scores a 4 on the frequency scale of experiencing\nheadaches ( p<0.001)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 13 of 20\n0102030405060\nHeadacheTummy acheHoarse voice1 (Never)2345 (Always)\nFigure 6. Student’s experience of symptoms at school as reported on the 5-point frequency scale.\nFeeling “Loud and intense sounds” in one’s body is associated with the following\nsymptoms: headaches ( c2(4) = 22.85, p<0.001 ) and tummy ache ( c2(4) = 32.94 ,\np<0.001 ). Again, post hoc analyses show that a larger proportion of students who\nreport not feeling ”Loud and intense sounds” in their body report never (1) experiencing\nheadaches ( p<0.001) and tummy aches ( p<0.001).\nFeeling “Scraping and screeching sounds” in one’s body is also associated with the\nsymptoms of headaches ( c2(4) = 15.71, p=0.003 ) and tummy ache ( c2(4) = 15.71 ,\np=0.003 ). Again, post hoc analyses show that a larger proportion of students who report\nnot feeling “Scraping and screeching sounds” in their body report never (1) experiencing\nheadaches ( p<0.001) and tummy aches ( p<0.001).\nSpearman’s rank correlations show that general symptoms are weakly but signiﬁ-\ncantly associated with reporting higher frequencies of negative affective reactions towards\nsounds with correlation coefﬁcient values ranging between 0.108 and 0.212 (see Table 5 for\ndetailed results).\nTable 5. Spearman’s rank correlations between general symptoms and affective reactions to-\nwards sounds.\nGeneral Symptoms\nOther children yelling Headache Tummy ache Hoarse voice\nglad/safe–sad/afraid 0.203 ** 0.130 * NS\nkind/friendly–angry/irritated NS 0.237 ** NS\nLoud and intense sounds Headache Tummy ache Hoarse voice\nglad/safe–sad/afraid 212 ** 0.133 ** 0.124 *\nkind/friendly–angry/irritated 0.132 ** 0.151 ** NS\nScraping and screeching sounds Headache Tummy ache Hoarse voice\nglad/safe–sad/afraid 0.178 ** 0.166 ** 0.224 **\nkind/friendly–angry/irritated NS 0.108 * 0.130 *\n*p<0.05; ** p<0.005; NS: Non signiﬁcant."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 14 of 20\nThe reported frequency of the symptom headache is positively associated with the\nfrequency of negative affective reactions on the glad/safe–sad/afraid scale for all types of\nsounds ( p=0.005 ) and on the kind/friendly–angry/irritated scale for “Loud and intense\nsounds only” ( p=0.005 ). Tummy ache is positively associated with the frequency of\nnegative affective reactions on both affective scales for all three sounds ( p=0.05), while a\nhoarse voice is positively associated only with “Scraping and screeching sounds” on the\nkind/friendly–angry/irritated scale ( p=0.05) and on “Loud and intense sounds” and\n“Scraping and screeching sounds” on the glad/safe–sad/afraid scale ( p=0.05).\n4. Discussion\nThe present study aims to explore affective and bodily reactions as well as physical\nsymptoms from classroom noise exposure as perceived by students. The study adds to\nprevious research by investigating students’ subjective reactions to noise in school and\nby suggesting a comprehensive body sensation map from students’ answers. Students\nreport being exposed to noise in their school environment. Ratings of the frequency with\nwhich noises are heard show that other children yelling is the most frequently heard\nnoise, followed by loud and intense sounds and, ﬁnally, scraping and screeching sounds.\nIt is unclear if these results are in agreement with past research because of the lack of\nconsideration of internal noise sources in schools. Past studies mainly focused on external\nnoise sources (trafﬁc, airplane, construction, etc.), whereas this study investigated internal\nnoise sources (yelling students, loud and intense sounds (door banging, footsteps in\nthe corridor, falling objects, etc.), and scraping and screeching sounds (squeaking door,\nshufﬂing of classroom furniture, etc.)). In noise studies assessing internal noise, noise\ncategories are not constituted the same way, limiting comparison. For example, Astolﬁ\nand colleagues [ 1] and Visentin and colleagues [ 13] used noise categories based on where\nthe noise takes place (in the classroom, in the corridor, in the neighboring classrooms, and\noutside), and Connolly and colleagues [ 46] had more detailed noise sources, including\nnoise from inside the classroom, noise from inside the school, and mechanical noise. That\nsaid, scarce past research tends to show similar internal noise patterns as this study, i.e.,\nnoise made by students’ voices (talking loudly, screaming) seems to be more frequent than\nmechanical noise or furniture noise [ 1,46]. Visentin and colleagues [ 13] also found that\nsounds generated by the children in the classroom (including both sounds such as voices\nand furniture scraping) were not only the most frequently heard by the children in their\nstudy, but these sounds were also deemed unpleasant more often than pleasant or neutral.\nThe students’ responses suggest a big part of them are negatively affected by noise.\nAll noise types taken into account, 37% of the students report having a negative affective\nreaction to noise, and 55% of them feel the noise in their body. These results corroborate past\nfindings on emotional and physical disturbance of noise in students [13,17,18,22–24,43,45,47] .\nPast research has shown body sensations to be a signiﬁcant part of children’s reactions\nto noise [ 17,22–24]. However, to our knowledge, our study is the ﬁrst study on noise\nperception to present a comprehensive body map of where students report feeling different\ntypes of noises, unsurprisingly with the head, especially the ears and the forehead being\nreported, but also, the heart, and stomach area, and, for Scraping and screeching sounds,\nthe arms and legs. Understanding noise-related body sensations might be really important\nto promote optimal well-being and learning in schools. Furthermore, affective reactions\nand body sensations are associated. Students who report having a negative affective\nreaction to noise respond more frequently that “yes, I feel noise in my body”. That could\nbe explained by the fact that students who have somatic complaints about noise are more\nlikely to have a negative affective state regarding noise in school (e.g., if noise makes my\nears hurt, I am irritated by the noise). Another explanation that cannot be ruled out is that\nthe affective state caused by the noise comes with body sensations that are intrinsic to that\naffective state [ 29]. Unfortunately, the results of this study do not make it possible to draw\nconclusions on the nature and direction of the link between affective noise reaction and\nbodily noise reaction."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 15 of 20\nSome variation did appear between noise types. Negative affective reactions and body\nsensations were more frequent for scraping and screeching sounds and less frequent for\nother children yelling. Again, it is unclear how these results ﬁt into the existing literature\non noise. Past research has shown that of the noises coming from inside the school, the\nnoise made by other students (shouting, yelling, talking, running) is more problematic\nand annoying than noise from ventilation or furniture (banging doors, shufﬂing tables\nand chairs) [ 3,16,22]. However, Bulunuz and colleagues [ 14] found no clear differences\nbetween noise made by students and furniture noise in regards to annoyance, and Connolly\nand colleagues [ 46] found the opposite, as mechanical noise and furniture noise were\nmore annoying than the noise made by students inside the school. Other studies, such\nas [1,13], have not distinguished between type of noise according to the noise source, but\nrather as to whether the noise comes from inside the classroom, outside the classroom, or\noutside the school. In this study, other children yelling was less affectively and physically\ndisturbing but was the most frequently heard noise, and scraping/screeching was the\nmost affectively and physically disturbing as the less frequently occurring noise. This is\nconsistent with previous ﬁndings suggesting that the frequency of occurrence of noise is\nnot related to the degree of annoyance caused by the noise [ 13,15,46] and that intermittent\nnoise is more annoying [ 1,13]. Subjective reactions to noise, such as annoyance, affective\nreaction, and bodily reaction, are inﬂuenced by its “subjective natures”: non-acoustical\nfactors such as noise sensitivity, attitude, expectations, and perceived control inﬂuence\nthese reactions [ 18,38]. Infrequent, unpredictable, and uncontrollable noise could thus be\nmore disturbing. In addition, students who take part in the yelling may not report it or\nexperience it as being emotionally and physically disturbing [22].\nThe coping strategies evaluated in this study were rarely used by the students. This\ncould be explained by the type of coping strategies chosen to be evaluated in this study\n(it did not include cognitive strategies such as concentrating harder, daydreaming, and\nmind-wandering) or the fact that students do not know how to cope with noise. However,\nsome students state that they always use coping strategies, and a student reporting using\none coping strategy is more likely to report using other coping strategies (except raising\nthe voice). The result of this study suggests primary school students more frequently use\nthe strategies of leaving the noise, putting their hands on their ears, and telling the teacher.\nHowever, secondary school students report more often the use of the strategy of raising their\nvoices. This could be explained by the fact raising one’s voice in a noisy environment is an\ninvoluntary and often unconscious behavior (e.g., the Lombard effect) [ 48]. Older students\nmay be more aware of this behavior, and thus, they can report it in the questionnaire,\nwhereas younger students, who may unconsciously exhibit that behavior, do not report it.\nThat said, raising the voice was overall the most frequently used strategy, as reported by\nthe students in this study. However, this strategy is problematic: (1) students raising their\nvoices are contributing to the already high noise levels in their school environment [ 49],\n(2) raising a voice in the long-term can have detrimental effects on students’ and teachers’\nvocal health [ 50]. Furthermore, 59.3% of students report never telling the teacher about the\nnoise, making that strategy the least used one. This result is surprising as one might think\nstudents complain about the noise to their teacher. That said, students might not use this\nstrategy because they do not feel their teacher has any power to act on the noise.\nStudents who report being (affectively and physically) disturbed by noise report using\ncoping strategies more frequently to avoid the noise. This result is similar to past ﬁndings\nsuggesting that exposure to distressing noise resulted in the use of coping strategies [ 23].\nSome variation did appear between noise types in relation to the use of coping strategies.\nAffective and bodily reactions to other children yelling and loud/intense sounds were\nmore frequently related to coping behaviors than scraping/screeching sounds. This could\nbe related to the nature of the noise; scraping/screeching sounds are often intermittent\nand short, and they could be perceived as less controllable and predictable. This could\nresult in students taking less action to counter the noise. As stated earlier, perceived control"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 16 of 20\nover noise is a major factor of noise annoyance and of noise coping processes [ 38]. Future\nstudies should include perceived control to explore that path further.\nDifferences were noted between boys and girls in this study. More girls reported\nbeing negatively affected by noise. This corroborates some previous ﬁndings suggesting\ngirls are subjectively more affected by noise [ 2,3,51]; although, reference [ 13] failed to\nshow any difference between boys and girls. Differences were also noted between primary\nand secondary school students in this study. Students in primary school reported more\nfrequent noise exposure and more frequently experiencing bodily sensations to noise when\ncompared to secondary school students. These results are similar to past ﬁndings suggesting\nyounger students are more sensitive to noise [ 3,9,15]. However, Pirilä et al. [ 16] found\nolder students to be more annoyed by noise, and Visentin and colleagues found younger\nstudents to perceive classroom noises as more pleasant than older ones, although their\nresults might have been partly explained by an imbalanced data set [ 13]. Past results on\naffective and bodily reactions to noise are inconsistent and contradictory in regard to gender\nand age differences. That said, a plausible explanation for gender and age differences\nfound in this study could be noise sensitivity. Noise sensitivity is a personal characteristic\ndescribing a person’s tolerance and reactivity to sound levels [ 52,53]. Noise-sensitive\nindividuals are more reactive to noise and ﬁnd noise more disturbing and psychologically\nmore distressing [ 53,54]. Past studies, merely on adults, have linked noise sensitivity to\ngender and age [ 52,53]. It could be hypothesized that these factors also play a role in\nsubjective reaction to noise in children populations. In this study, large inter-individual\ndifferences were observed in regard to affective and bodily reactions. These differences\ncould be partly explained by noise sensitivity, gender, and age. That said, other factors may\nplay a role, such as perceived control, the use of coping strategies, better recollection of\nnegative feelings, and, most importantly, cognitive vulnerability [ 3,37,38]. Indeed, students\nwith less developed inhibition skills (capacity to cognitively switch their attention to what\nis important) could be more affected by the noise [ 36]. Past research has shown that the\nperceived interference of noise with an ongoing task is related to negative appraisals of\nthe noise [ 14,18,19,38]. Students who are aware of the noise interfering with what they are\ndoing could have stronger negative reactions to that noise.\nParticipation in this study was voluntary for the classes and teachers. For this reason,\nunfortunately, some secondary school levels were not surveyed. The small number of\nschools in the sample, including only one secondary school, limits the generalization of the\nﬁndings. It is unclear if the differences found in this study between primary school and\nsecondary school could be attributed to the school itself or to the age of the students, as\nstated earlier. However, the most signiﬁcant limitation of this study is the questionnaire.\nWaye et al. [ 45] created and validated their questionnaire for preschool-aged children. In\ntheir validation study, the questionnaire was administered as an interview by a qualiﬁed\nresearcher, and the scales and ﬁgures of the questionnaire were used as visual support on\nshow cards. In this study, children were older than in Waye and colleagues’ [ 45] samples,\nand the questionnaire was self-administered by the students. The students were judged old\nenough to read and understand the questions by themselves. To make sure the questions\ncould be understood without adult help, a pilot study was conducted, and the questionnaire\nwas tested with 20 school-aged children from primary and secondary levels. The pilot\nstudy concluded the questionnaire was correctly understood for students grade 4 and up.\nData from the pilot study are not included in this article. That said, the Inventory of Noise\nand Children Health questionnaire is, to this date, not validated for the age group of this\nstudy. The lack of standardized and validated questionnaires for school-aged children on\nsubjective reaction to noise in school settings is problematic and limits comparison between\nstudy results. Validated and standardized instruments on affective and bodily reactions to\nnoise should be created to improve the generalization of study ﬁndings.\nOn average, students in this study have a neutral or negative affective reaction to\nnoise, feel certain types of noise in their body, and sometimes use noise coping strategies\nbut rarely experience noise-related symptoms such as headache, tummy ache, or a hoarse"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 17 of 20\nvoice. The results of this study thus suggest that a nonnegligible proportion of students are\nsubjectively disturbed by noise. We did, however, also ﬁnd that a nonnegligible proportion\nof children reported positive feelings towards especially other children yelling, corrobo-\nrating Visentin and colleagues’ ﬁndings that children report being pleasantly affected by\nhearing children’s voices from other classes [ 13]. This ﬁnding is interesting because past\nresearch on school quality and students’ learning has overlooked subjective perception\nin favor of acoustic and cognitive studies. It underlines the complex nature of noise per-\nception and the need for studies also focusing on the positive aspects of soundscapes in\nschools [ 12] and the link between sound perception and the meanings individuals attach to\nthe sounds [ 20]. Future studies should focus on the meanings, experiences, and perspectives\nof all children with qualitative research and guide the development of student-centered\nawareness-raising programs.\n5. Conclusions\nFew studies have been conducted on students’ subjective perception of noise in school\nenvironments. The present study has aimed to respond to that lack in the literature by\nexploring students’ insight into their affective and bodily reactions to three different types of\nsounds common in school environments (other children yelling, loud and intense sounds,\nand scraping and screeching sounds), as well as students’ coping behaviors and their\nexperience of symptoms that could be related to noise exposure. Following Astolﬁ et al. [ 25],\nDellve et al. [ 23], and Massonnie et al. [ 36], this study contributes to the slowly growing\nliterature on the importance of including subjective perception in noise studies. Including\nsaid subjective perception helps better understand differences between individuals but\nalso allows targeting individuals who would be at risk of impaired well-being in schools\nand who otherwise would be ignored. Awareness of affective and bodily reactions to noise\nshould be implemented for teachers and students in school so they better understand their\nown reactions or the reactions of their peers to noise. Understanding subjective reactions\nto noise in learning settings is a step forward in an individual-centered way of dealing\nwith noise.\nSupplementary Materials: The following supporting information can be downloaded at https://www.\nmdpi.com/article/10.3390/ijerph21010084/s1 , Table S1: The proportion of children reporting affective\nreactions to three types of sounds as a function of gender; Table S2: The proportion of children\nreporting different levels of use of coping strategies (1: never–5: always), as a function of school level\n(primary vs secondary); Figure S1: The proportion of children reporting different levels of affective\nreactions to loud and intense noise as a function of having or not bodily reactions to these sounds;\nFigure S2: The proportion of children reporting different levels of affective reactions to screeching\nscratching noise as a function of having or not bodily reactions to these sounds\nAuthor Contributions: Conceptualization, I.V ., A.B., A.L. and C.B.; formal analysis, F.R. and I.V .;\ninvestigation, T.C. and A.B.; writing—original draft preparation, F.R.; writing—review and editing,\nF.R., R.E.B. and I.V .; supervision, R.E.B.; project administration, I.V .; funding acquisition, I.V . All\nauthors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the Fonds de recherche du Québec by the means of the\nAUDACE prize.\nInstitutional Review Board Statement: The study was approved (CEREP-19-042-D; 180719; on\n18 July 2019 ) after ethical review by the Ethical Committee for research in Education and Psychology\nof the University of Montreal.\nInformed Consent Statement: Informed consent was obtained from all subjects involved in the\nstudy. Participation was anonymous and optional\nData Availability Statement: Due to ethical restrictions, data supporting this study is not shared\npublicly. Data can be shared upon reasonable request to the corresponding author."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 18 of 20\nAcknowledgments: We would like to thank Karim Aktouf and Maxime Monrat for the creation of a\n3D animated platform to illustrate the bodily sensations of the students in this study. We would also\nlike to thank all students and teachers who anonymously took part in this study.\nConﬂicts of Interest: The authors declare no conﬂicts of interest. The funders had no role in the\ndesign of the study; in the collection, analyses, or interpretation of data; in the writing of the\nmanuscript; or in the decision to publish the results.\nReferences\n1. Astolﬁ, A.; Pellerey, F. Subjective and objective assessment of acoustical and overall environmental quality in secondary school\nclassrooms. J. Acoust. Soc. Am. 2008 ,123, 163–173. [CrossRef]\n2. Bluyssen, P .M.; Zhang, D.; Kurvers, S.; Overtoom, M.; Ortiz-Sanchez, M. Self-reported health and comfort of school children in 54\nclassrooms of 21 Dutch school buildings. Build. Environ. 2018 ,138, 106–123. [CrossRef]\n3. Bluyssen, P .M.; Kim, D.H.; Eijkelenboom, A.; Ortiz-Sanchez, M. Workshop with 335 primary school children in The Netherlands:\nWhat is needed to improve the IEQ in their classrooms? Build. Environ. 2020 ,168, 106486. [CrossRef]\n4. Bulunuz, N. Noise Pollution in Turkish Elementary Schools: Evaluation of Noise Pollution Awareness and Sensitivity Training.\nInt. J. Environ. Sci. Educ. 2014 ,9, 215–234.\n5. Kristiansen, J.; Lund, S.P .; Persson, R.; Shibuya, H.; Nielsen, P .M.; Scholz, M. A study of classroom acoustics and school teachers’\nnoise exposure, voice load and speaking time during teaching, and the effects on vocal and mental fatigue development. Int.\nArch. Occup. Environ. Health 2014 ,87, 851–860. [CrossRef] [PubMed]\n6. Riel, J. Analyse de L’activité de Travail des Enseignantes et Enseignants du Secondaire. Ph.D. Thesis, Université du Québec à\nMontréal, Quebec, QC, Canada, 2009.\n7. Basner, M.; Babisch, W.; Davis, A.; Brink, M.; Clark, C.; Janssen, S.; Stansfeld, S. Auditory and non-auditory effects of noise on\nhealth. Lancet 2014 ,383, 1325–1332. [CrossRef] [PubMed]\n8. Mealings, K. A scoping review of the effects of classroom acoustic conditions on primary school children’s physical health.\nAcoust. Aust. 2022 ,50, 373–381. [CrossRef]\n9. Klatte, M.; Bergström, K.; Lachmann, T. Does noise affect learning? A short review on noise effects on cognitive performance in\nchildren. Front. Psychol. 2013 ,4, 578. [CrossRef]\n10. Mealings, K. A scoping review of the effects of classroom acoustic conditions on primary school children’s mental wellbeing.\nBuild. Acoust. 2022 ,29, 529–542. [CrossRef]\n11. Pellegatti, M.; Torresin, S.; Visentin, C.; Babich, F.; Prodi, N. Indoor soundscape, speech perception, and cognition in classrooms:\nA systematic review on the effects of ventilation-related sounds on students. Build. Environ. 2023 ,236, 110194. [CrossRef]\n12. Kurukose Cal, H.K.; Kang, J.; Aletta, F. Methodological approaches and main factors considered in school soundscape studies: A\nscoping review. Build. Acoust. 2023 , 1351010X231216016. [CrossRef]\n13. Visentin, C.; Torresin, S.; Pellegatti, M.; Prodi, N. Indoor soundscape in primary school classrooms. J. Acoust. Soc. Am. 2023 ,\n154, 1813–1826. [CrossRef] [PubMed]\n14. Bulunuz, N.; Bulunuz, M.; Orbak, A.Y.; Mulu, N.; Tav¸ sanlı, Ö.F. An evaluation of primary school students’ views about noise\nlevels in school. Int. Electron. J. Elem. Educ. 2017 ,9, 725–740.\n15. Dockrell, J.E.; Shield, B. Children’s perceptions of their acoustic environment at school and at home. J. Acoust. Soc. Am. 2004 ,\n115, 2964–2973. [CrossRef]\n16. Pirilä, S.; Jokitulppo, J.; Niemitalo-Haapola, E.; Yliherva, A.; Rantala, L. Teachers’ and Children’s Experiences after an Acoustic\nIntervention and a Noise-Controlling Workshop in Two Elementary Classrooms. Folia Phoniatr. Logop. 2020 ,72, 454–463.\n[CrossRef]\n17. Polewczyk, I.; Jarosz, M. Teachers’ and Students’ Assessment of the Inﬂuence of School Rooms Acoustic Treatment on Their\nPerformance and Wellbeing. Arch. Acoust. 2020 ,45, 401–417.\n18. Van Kempen, E.E.; Van Kamp, I.; Stellato, R.K.; Lopez-Barrio, I.; Haines, M.M.; Nilsson, M.E.; Clark, C.; Houthuijs, D.; Brunekreef,\nB.; Berglund, B.; et al. Children’s annoyance reactions to aircraft and road trafﬁc noise. J. Acoust. Soc. Am. 2009 ,125, 895–904.\n[CrossRef] [PubMed]\n19. Haines, M.; Stansfeld, S. Measuring annoyance and health in child social surveys. In Proceedings of the Inter-Noise, Nice, France,\n27–30 August 2000; Societe Francais d’Acoustique: Nice, France, 2000; Volume 3, pp. 1609–1614.\n20. Riedel, N.; van Kamp, I.; Dreger, S.; Bolte, G.; Andringa, T.; Payne, S.R.; Schreckenberg, D.; Fenech, B.; Lavia, L.; Notley, H. and\nothers Considering ‘non-acoustic factors’ as social and environmental determinants of health equity and environmental justice.\nReﬂections on research and ﬁelds of action towards a vision for environmental noise policies. Transp. Res. Interdiscip. Perspect.\n2021 ,11, 100445.\n21. Topak, S.Ç.; Yılmazer, S. CA comparative study on indoor soundscape assessment via a mixed method: A case of the high school\nenvironment. Appl. Acoust. 2022 ,189, 108554. [CrossRef]\n22. Boman, E.; Enmarker, I. Factors affecting pupils’ noise annoyance in schools: The building and testing of models. Environ. Behav.\n2004 ,36, 207–228. [CrossRef]"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 19 of 20\n23. Dellve, L.; Samuelsson, L.; Waye, K.P . Preschool children’s experience and understanding of their soundscape. Qual. Res. Psychol.\n2013 ,10, 1–13. [CrossRef]\n24. McAllister, A.; Rantala, L.; Jónsdóttir, V .I. The Others Are Too Loud! Children’s Experiences and Thoughts Related to Voice,\nNoise, and Communication in Nordic Preschools. Front. Psychol. 2019 ,10, 1954. [CrossRef]\n25. Astolﬁ, A.; Puglisi, G.E.; Murgia, S.; Minelli, G.; Pellerey, F.; Prato, A.; Sacco, T. Inﬂuence of Classroom Acoustics on Noise\nDisturbance and Well-Being for First Graders. Front. Psychol. 2019 ,10, 2736. [CrossRef] [PubMed]\n26. Astolﬁ, A.; Puglisi, G.E.; Prato, A.; Murgia, S.; Minelli, G.; Sacco, T. Well-Being and Noise Annoyance Outcomes from First Graders and\nRelationships with Classroom Acoustics ; Universitätsbibliothek der RWTH Aachen: Aachen, Germany, 2019.\n27. Klatte, M.; Hellbrück, J.; Seidel, J.; Leistner, P . Effects of Classroom Acoustics on Performance and Well-Being in Elementary\nSchool Children: A Field Study. Environ. Behav. 2010 ,42, 659–692. [CrossRef]\n28. Van den Bosch, K.A.-M.; Welch, D.; Andringa, T.C. The evolution of soundscape appraisal through enactive cognition. Front.\nPsychol. 2018 ,9, 1129. [CrossRef]\n29. Nummenmaa, L.; Glerean, E.; Hari, R.; Hietanen, J.K. Bodily maps of emotions. Proc. Natl. Acad. Sci. USA 2014 ,111, 646–651.\n[CrossRef] [PubMed]\n30. Craig, S.; Graesser, A.; Sullins, J.; Gholson, B. Affect and learning: An exploratory look into the role of affect in learning with\nAutoTutor. J. Educ. Media 2004 ,29, 241–250. [CrossRef]\n31. Hascher, T. Exploring students’ well-being by taking a variety of looks into the classroom. Hell. J. Psychol. 2007 ,4, 331–349.\n32. Pekrun, R.; Goetz, T.; Titz, W.; Perry, R.P . Academic emotions in students’ self-regulated learning and achievement: A program of\nqualitative and quantitative research. Educ. Psychol. 2002 ,37, 91–105. [CrossRef]\n33. Elliott, L.L. Performance of children aged 9 to 17 years on a test of speech intelligibility in noise using sentence material with\ncontrolled word predictability. J. Acoust. Soc. Am. 1979 ,66, 651–653. [CrossRef]\n34. Houtgast, T. The effect of ambient noise on speech intelligibility in classrooms. Appl. Acoust. 1981 ,14, 15–25. [CrossRef]\n35. Bradley, J.S.; Sato, H. The intelligibility of speech in elementary school classrooms. J. Acoust. Soc. Am. 2008 ,123, 2078–2086.\n[CrossRef] [PubMed]\n36. Massonnié, J.; Frasseto, P .; Mareschal, D.; Kirkham, N.Z. Learning in noisy classrooms: Children’s reports of annoyance and\ndistraction from noise are associated with individual differences in mind-wandering and switching skills. Environ. Behav. 2022 ,\n54, 58–88. [CrossRef]\n37. Hygge, S. Classroom experiments on the effects of different noise sources and sound levels on long-term recall and recognition in\nchildren. Appl. Cogn. Psychol. 2003 ,17, 895–914. [CrossRef]\n38. Stallen, P .J.M. A theoretical framework for environmental noise annoyance. Noise Health 1999 ,1, 69–80.\n39. Moors, A. Appraisal theory of emotion. In Encyclopedia of Personality and Individual Differences ; Springer: Cham, Switzerland,\n2020; pp. 232–240. [CrossRef]\n40. Scherer, K.R. The dynamic architecture of emotion: Evidence for the component process model. Cogn. Emot. 2009 ,23, 1307–1351.\n[CrossRef]\n41. Babisch, W.; Schulz, C.; Seiwert, M.; Conrad, A. Noise annoyance as reported by 8-to 14-year-old children. Environ. Behav. 2012 ,\n44, 68–86. [CrossRef]\n42. Passchier-Vermeer, W. Noise and Health of Children ; TNO Prevention and Health, Public Health: Leiden, The Netherland, 2000.\n43. Christidou, V .; Dimitriou, A.; Barkas, N.; Papadopoulou, M.; Grammenos, S. “Young noise ReseaRCheRs”: An inteRvention to\npRomote noise awaReness in pResChool ChildRen. J. Balt. Sci. Educ. 2015 ,14, 569. [CrossRef]\n44. Eichwald, J.; Scinicariello, F. Survey of Teen Noise Exposure and Efforts to Protect Hearing at School—United States, 2020. Morb.\nMortal. Wkly. Rep. 2020 ,69, 1822. [CrossRef]\n45. Waye, K.P .; van Kamp, I.; Dellve, L. Validation of a questionnaire measuring preschool children’s reactions to and coping with\nnoise in a repeated measurement design. BMJ Open 2013 ,3, e002408. [CrossRef]\n46. Connolly, D.M.; Dockrell, J.E.; Shield, B.M.; Conetta, R.; Cox, T.J. Students’ perceptions of school acoustics and the impact of\nnoise on teaching and learning in secondary schools: Findings of a questionnaire survey. Energy Procedia 2015 ,78, 3114–3119.\n[CrossRef]\n47. Stansfeld, S.A.; Berglund, B.; Clark, C.; Lopez-Barrio, I.; Fischer, P .; Öhrström, E.; Haines, M.M.; Head, J.; Hygge, S.; Van Kamp, I.;\net al. Aircraft and road trafﬁc noise and children’s cognition and health: A cross-national study. Lancet 2005 ,365, 1942–1949.\n[CrossRef] [PubMed]\n48. Pick H.L., Jr.; Siegel, G.M.; Fox, P .W.; Garber, S.R.; Kearney, J.K. Inhibiting the Lombard effect. J. Acoust. Soc. Am. 1989 ,85, 894–900.\n[CrossRef] [PubMed]\n49. Whitlock, J.; Dodd, G. Classroom acoustics—Controlling the cafe effect. . . is the Lombard effect the key. In Proceedings of the\nACOUSTICS, Christchurch, New Zealand, 20–22 November 2006; pp. 20–22.\n50. McAllister, A.M.; Granqvist, S.; Sjölander, P .; Sundberg, J. Child voice and noise: A pilot study of noise in day cares and the\neffects on 10 children’s voice quality according to perceptual evaluation. J. Voice 2009 ,23, 587–593. [CrossRef] [PubMed]\n51. Brännström, K.J.; Johansson, E.; Vigertsson, D.; Morris, D.J.; Sahlén, B; Lyberg-Åhlander, V . How children perceive the acoustic\nenvironment of their school. Noise Health 2017 ,19, 84–94.\n52. Shepherd, D.; Heinonen-Guzejev, M.; Hautus, M.J.; Heikkilä, K. Elucidating the relationship between noise sensitivity and\npersonality. Noise Health 2015 ,17, 165. [CrossRef]"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Int. J. Environ. Res. Public Health 2024 ,21, 84 20 of 20\n53. Stansfeld, S.A. Noise, noise sensitivity and psychiatric disorder: Epidemiological and psychophysiological studies. Psychol. Med.\nMonogr. Suppl. 1992 ,22, 1–44. [CrossRef]\n54. Mousavi Kordmiri, S.H.; Monazzam, M.R.; Abbasi, M.; Mousavi Kordmiri, S.A. Association between Noise Exposure and\nSensitivity and Psychological Distress. Arch. Occup. Health 2019 ,3, 400–408. [CrossRef]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
  ]
}