{
  "doc_type": "scientific paper",
  "title": "Autistic traits, emotion regulation, and sensory sensitivities in children",
  "authors": [
    "Rinaldi"
  ],
  "year": 2022,
  "journal": "Journal of Autism and Developmental Disorders",
  "doi": "10.1007/s10803-022-05623-x",
  "abstract": null,
  "keywords": [
    "Misophonia · Sound-sensitivity · Sensory sensitivity · AversionAccepted: 20 May 2022"
  ],
  "research_topics": [
    "Misophonia · Sound-sensitivity · Sensory sensitivity · AversionAccepted: 20 May 2022"
  ],
  "created_at": "2025-05-04T23:34:46.972465Z",
  "source_pdf": "documents/research/Global/Rinaldi 2022 Autistic traits, emotion regulation, and sensory sensitivities in children.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ORIGINAL PAPERJournal of Autism and Developmental Disorders\nhttps://doi.org/10.1007/s10803-022-05623-x\n1 3researchers of misophonia. We then present two studies \ntesting both adults and children with misophonia, to better \nunderstand how autism and autistic traits might play a role \nin the emergence of misophonia.\nMisophonia tends to develop in childhood or adolescence \n(Rouw & Erfanian, 2018 ) but can also appear (or intensify) \nin later life (Cavanna & Seri, 2015 ). The condition was \nfirst recognised two decades ago (Jastreboff & Jastreboff, \n2001 ), and a growing body of research has shed new light \non its phenomenology and related characteristics. Several \nstudies have shown differences in people with misophonia \nbeyond sound-sensitivities themselves, including traits of \nperfectionism, depression, anxiety sensitivity, and obses -\nsive compulsive disorder (Cusack et al., 2018 ; Eijsker et \nal., 2019 ; Jager et al., 2020 ). Importantly, a number of these \ntraits are known co-morbidities in autism spectrum con -\nditions (henceforth autism; Greenaway & Howlin 2010 ; \nMeier et al., 2015 ). And indeed, over-responsiveness to \nauditory stimuli is itself a feature of autism ( Diagnostic and \nStatistical Manual of Mental Disorders ; American Psychi -\natric Association, 2013 ). Importantly however, the nature of \nsound sensitivities in autism are often described as rather \ndifferent to misophonia. Researchers of autism-linked sensi -\ntivities have tended to focus on sounds that are loud, or high, \nor sudden/unexpected (e.g., (Robertson & Simmons, 2013 ; \nTavassoli et al., 2014 ) and this is notably different to the \nsounds of misophonia (i.e., often gentle or ambient sounds Misophonia is a condition characterised by unusually strong \naversions to everyday sounds, such as chewing, crunching, \nor breathing. Aversive sounds are not particularly loud, and \ntend to be human bodily sounds from the mouth and nose, but \ncan also be other noises such as repetitive tapping or click -\ning. Although most people can easily ignore these sounds, \npeople with misophonia experience strong emotional reac -\ntions such as anger, disgust, panic and rage, often accompa -\nnied by an autonomic response (e.g., increased heart rate; \n(Dozier et al., 2017 ; Swedo et al., 2022 ). Misophonia can \nbe profoundly detrimental to daily life, negatively impact -\ning on family dynamics, school and work-life (Wu et al., \n2014 ). In this study we investigate what traits might contrib -\nute to the profile of people with misophonia, looking par -\nticularly at traits typically associated with autism. Our aim \nis to establish whether people with misophonia (henceforth \nmisophonics) show unusual profiles beyond sound aver -\nsions themselves. Such data can provide valuable insight \ninto potential underlying mechanisms for the condition. We \nbegin with a brief introduction to misophonia, then describe \nprevious investigations linked to autism, and theoretical \narguments for why autism may be an area of interest for \n \rL. J. Rinaldi\nL.Rinaldi@sussex.ac.uk\n1 School of Psychology, University of Sussex, Brighton, UKAbstract\nMisophonia is an unusually strong aversion to everyday sounds such as chewing, crunching, or breathing. Previous studies \nhave suggested that rates of autism might be elevated in misophonia, and here we examine this claim in detail. We present \na comprehensive review of the relevant literature, and two empirical studies examining children and adults with misopho -\nnia. We tested 142 children and 379 adults for traits associated with autism (i.e., attention-to-detail, attention-switching, \nsocial processing, communication, imagination, emotion regulation, and sensory sensitivity across multiple domains). Our \ndata show that autistic traits are indeed elevated in misophonics compared to controls. We discuss our findings in relation \nto models of the interface between autism, sensory sensitivities, and the specific features of misophonia.\nKeywords  Misophonia · Sound-sensitivity · Sensory sensitivity · AversionAccepted: 20 May 2022\n© The Author(s) 2022Autistic traits, emotion regulation, and sensory sensitivities in children \nand adults with Misophonia\nL. J. Rinaldi1 · J. Simner1 · S. Koursarou1 · J. Ward1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal of Autism and Developmental Disorders1 3of misophonia. For people with misophonia, trigger-sounds \nare associated with increased activation in anterior insular \ncortex (Kumar et al., 2017 ; Schroder et al., 2019), within the \nbrain’s “salience network” (Menon and Uddin, 2010; Uddin \n2015 ). Kumar et al., ( 2017 ) also showed increased functional \nconnectivity within the anterior insula during the presenta -\ntion of misophonic triggers, particularly between the insula \nand ventromedial prefrontal cortex, posteromedial cortex, \nhippocampus and amygdala; i.e., limbic regions involved \nin emotional processing and regulation. This involvement \nof the limbic system and ‘salience network’ suggests that \nsounds may be particularly salient and emotionally laden \nfor people with misophonia.Williams et al., ( 2021 ) have \ninterpreted these neuroimaging findings in the context of \nautism. The insula and salience network have been espe -\ncially implicated in the pathology of autism (Nomi et al., \n2019 ; Uddin, 2015 ), so Williams et al. hypothesise that such \ndifferences in the insula may also potentially increase rates \nof misophonia in autistic people. They also point out that \nincreased resting-state connectivity between the salience \nnetwork and amygdala has been suggested in other cases \nof sensory problems in children with autism (Green et al., \n2016 ; Green & Wood, 2019 ).\nHere we investigate this hypothesis directly, seek -\ning empirical evidence linking autism and misophonia in \nsamples of adults and children. We will administer the AQ \nquestionnaire to both adults and children (these latter via \nthe parent-completed version; Baron-Cohen et al., 2006 ). \nIf there is a meaningful underlying co-morbidity between \nmisophonia and autism, we predict stronger autistic traits in \nadults with misophonia, with this difference potentially evi -\ndent already in children. A small number of previous studies \nof misophonia have already suggested there may be at least \none trait linked with autism, which is heightened attention-\nto-detail, i.e., the ability to allocate cognitive resources to \nall details of a task or environment, no matter how small \n(Young et al., 1989 ). For example, one study of auditory-\nevoked potentials found attentional differences between \nmisophonics and controls in their N1 peak, a feature linked \nto early attentional processing (Näätänen, 1992; Rinne et \nal., 2006). Another study using the “stop signal task” (which \nmeasures response inhibition) suggested that misophonics \nemployed more attentional resources than controls (Eijsker \net al., 2019 ). Finally, in our own earlier study, adults with \nmisophonia were given the Attention-to-Detail subscale of \nthe AQ, and produced significantly higher scores compared \nto controls without misophonia (Simner et al., 2022 ). In the \ncurrent study we will administer the entire AQ, to exam -\nine whether misophonics score higher across all sub-scales \nlinked to autism.\nWe will also investigate a second feature associated with \nautism, which is emotional reactivity , a trait linked with from specific categories, such as eating noises). As such, it \nis still unclear whether misophonia overlaps with autism. \nOne recent review has speculatively proposed that misopho -\nnia may potentially account for at least some portion of the \nsound intolerances found in autistic people (Williams et al., \n2021 ). We therefore investigate these links empirically in \nthe current paper, beginning with a review of how autism \nhas been mentioned in misophonia literature to date.\nThere have been several case studies of individuals with \nboth autism and misophonia (Haq et al., 2020 ; Webber et al., \n2014 ) as well as several studies that have attempted to draw \na specific link between misophonia and autism in a more \ndirect way. Jager et al., ( 2020 ) administered the Autism \nSpectrum Quotient (AQ; Baron-Cohen et al., 2001 ) to 575 \nconfirmed misophonics. This widely-recognised measure \nproduces an overall score where 32 + suggests clinically sig -\nnificant levels of autistic traits. However, Jager et al. found \nno obvious links with autism: their misophonic participants \nhad relatively typical AQ scores, and typical rates of autism \nfor their country of testing (i.e., their mean AQ was 19.3, \nwith 2.4% autism, and this can be compared to baselines of \n16.4 and 1.4% respectively; Baron-Cohen et al., 2001 b; van \nder Gaag 2018 ). Crucially, however, there were no controls, \nand a number of potential misophonics were removed a \npriori from their study, specifically if they showed evidence \nof autism. This makes it impossible to interpret autism/AQ \ndata within this sample, because it has already been stripped \nof people with autism (Williams et al., 2021 ). In a second \nstudy, Claiborn et al., ( 2020 ) questioned 1061 self-declared \nmisophonics and found that 38 (3.6%) reported autism. This \nfigure is slightly higher than the comparable general popula -\ntion (e.g., 2.2% in the USA; Dietz et al., 2020 ; Williams et \nal., 2021 ) but we suggest the wording of their question may \nhave inflated the estimate ( Have you been diagnosed with \nautism, or do you think you might have it ? [our emphasis]). \nNonetheless, even if this figure were a reliable estimate of \ndiagnosis, small numbers make it difficult to interpret co-\nmorbidity when dealing with rare conditions (autism) within \nrare conditions (misophonia). Hence any such attempt may \nbe stymied from the outset.\nThere are, nonetheless, a number of reasons to suspect \nthat rates of autism may indeed be higher in misophonia.\nWilliams et al., ( 2021 ) present a helpful review describing \na number of studies and first-person accounts where sound \nintolerances reported by autistic people appear to reso -\nnate with definitions of misophonia (e.g., strong negative \nemotional reactions from typical misophonia triggers such \nas chewing, breathing and snoring). But of course, people \nwith autism might experience misophonia at rates found \nelsewhere in the population, without any meaningful co-\nmorbidity. Nonetheless, clues to whether we might expect \na link with autism also come from the neurological basis"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal of Autism and Developmental Disorders1 3early in development (Ben-Sasson et al., 2010 ) and have a \nsignificant negative impact on children’s lives (e.g., in eat -\ning, playing, family interactions; Dunn et al., 2016 ). For \nall these reasons it is important to recognise whether broad \nsensory sensitivities are a feature of misophonia in children, \nand we seek to test this here.\nIn summary, we propose to test a group of adults and \nchildren with and without misophonia (whom we will iden -\ntify using an appropriate screener; see Methods). We will \nadminister the AQ to adults and children, this latter via par -\nents who will also receive the PERS to measure emotional \nreactivity (Becerra et al., 2019 ) and a parent version of the \nGlasgow Sensory Questionnaire (Robertson & Simmons, \n2013 ) to measure sensory sensitivities. We predict higher \nrates in all measures, and across both populations, if indeed \nmisophonia is related to autism and to autistic traits.\nExperiment 1\nMethods\nParticipants\nWe tested 126 misophonic adults (mean age = 30.32 years, \nSD = 17.21; 92 female/ 25 males/ 5 non-binary/ 4 pre -\nferred not to say) and 253 non-misophonic controls (mean \nage = 20.87 years, SD = 6.35; 199 female/ 47 male/ 3 non-\nbinary/ 4 preferred not to say). We recruited participants \nfrom a long-list of self-declared misophonics (recruited \nvia online forums where misophonia is discussed e.g., \nFacebook, Reddit; Twitter) as well as a general population \nsample from the University of Sussex community. All par -\nticipants were screened for misophonia (see below). Those \nexceeding the diagnostic threshold entered our misophonia \ngroup (whether from our self-declared misophonic stream, \nor general population stream), while those falling below \nentered our control group. For added conservativeness, we \nentirely excluded any self-declared misophonic who did not \npass the diagnostic threshold, along with participants with \nincomplete data. Ethical approval was obtained from the \nlocal university ethics board prior to testing. Participants \ntook part without monetary incentive, and students were \noffered course credit.\nMaterials and Procedure\nParticipants completed our study online, using our in-house \nweb application ( www.misophonia-hub.org ). Participants \nwere sent a URL via email to take part, which led them \ndirectly to our testing page. Participants completed our two \nmeasures presented in the order described below (alongside emotion dysregulation . Emotional reactivity refers to how \nwe respond to any given situation in terms of our emotion-\nrelated behaviours, affect and physiology. This trait varies \namong individuals, and can be measured according to our \nemotions’ intensity, duration, and onset (i.e., the level of \nstimulus needed to activate the emotion; e.g., Nock et al., \n2008 ) Emotional reactivity is kept in check by our emotion \nregulation system, and failures in regulation (i.e., emotional \ndysregulation) can lead to high levels of emotional reactiv -\nity, and poorer life outcomes (Grosse Rueschkamp et al., \n2018 ; Nock et al., 2008 ). Emotional reactivity in children \nhas been linked to clinical conditions in later life (McLaugh -\nlin et al., 2010 ). Importantly, emotion dysregulation is also \nfound in autism (Mazefsky et al., 2013 ) and more recently \nin adults with misophonia. Emotion dysregulation, which \ncan manifest as angry outbursts (Giesbrecht et al., 2010 ) \nhas even been assumed in misophonia simply from evi -\ndence of co-morbidities such as depression (Erfanian et al., \n2018 ). Recently, Cassiello-Robbins et al., ( 2020 ) showed \nthat difficulties with emotion regulation are positively cor -\nrelated with symptoms of misophonia in adults, although it \nis unclear whether these effects reach back into childhood. \nHere, we take a direct approach in administering a targeted \nquestionnaire to children with and without misophonia, tap -\nping into the three components of emotion dysregulation \n(i.e., using the Perth Emotional Reactivity Scale, PERS; \nBecerra et al., 2019 ) If emotional dysregulation is expected \nwithin populations higher in autistic traits, we predict that \nchildren with misophonia may score higher on direct tests, \nsuch as the PERS.\nWe also look at one final autism-related trait which is sen -\nsory sensitivity (Kern et al., 2007 ; Robertson & Simmons, \n2013 ; Watling et al., 2001 ). Sensory sensitivity is charac -\nterised by both hyper-sensitivity/ sensory overload (e.g., \nfinding strong smells overwhelming and avoiding them) \nand hypo-sensitivity/ sensory under-responsivity (e.g., fail -\ning to notice strong smells at all and actively seeking them \nout). Sensory sensitivities can occur in a number of different \nsense domains (e.g., visual, auditory, olfactory, gustatory, \ntactile, vestibular, proprioceptive) and an obvious hypoth -\nesis is that people with misophonia may well be hyper-sen -\nsitive within the auditory domain. As noted above, measures \nof sensory sensitivity in autism often focus on sounds that \nare different to the trigger-sounds of misophonia (e.g., ask -\ning about problems with the intensity, pitch or suddenness \nof sounds; e.g., Robertson & Simmons 2013 ) although a \nsmall number of items might be interpreted as applying to \nmisophonia more generically (e.g., finding certain sounds \nannoying). We therefore ask whether people with misopho -\nnia have autism-linked sensory hyper-sensitivity, and look \nnot only at hearing, but also more broadly across multiple \nsense domains. Where sensitivities arise, they can present"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Journal of Autism and Developmental Disorders\n1 3Operator Characteristics show it to be an “excellent” mea -\nsure for identifying misophonia in adults ( https://psyarxiv.\ncom/5eb39/  see also Rinaldi, Ward, et al., 2022).\nAutism Spectrum Quotient (AQ).  The AQ is a widely \nused measure for identifying autistic traits (Baron-Cohen \net al., 2001 ). The full questionnaire consists of 50 items \ndivided equally into five subscales measuring different \naspects of autism symptomology; i.e., communication (e.g., \nI frequently find that I don’t know how to keep a conversa -\ntion going ), imagination (e.g., When I’m reading a story, \nI can easily imagine what the characters might look like ; \nreversed scored), social skills (e.g., I find it hard to make \nnew friends ), attention switching (e.g., I prefer to do things \nthe same way over and over again ) and attention-to-detail \n(e.g., I tend to notice details that others do not ). Responses \nare given on a 4-point Likert scale ( Definitely agree ; Slightly \nagree , Slightly disagree , Definitely disagree ) and total \nscores range between 0 and 50, where higher total scores \nindicate stronger autistic traits (i.e., poorer attention-switch -\ning, imagination, communication, social skills, and greater \nattention-to-detail). The AQ scale has been used widely \nwithin the autism literature and has been shown to have \nacceptable internal consistency varying from α = 0.63 − 0.78 \n(Baron-Cohen et al., 2001 ; Kurita et al., 2005 ). The 10 items \nwithin the Attention-to-Detail subscale have already been \nadministered to a population which overlaps in part with our \nparticipant-sample used here, for a paper exploring atten -\ntional influences in misophonia (Simner et al., 2022 ). None -\ntheless, data from this sub-scale are included here as one other tests to be reported elsewhere). Our task took 20 min \nto complete.\nSussex Misophonia Scale . This questionnaire is accessed \nvia The Misophonia Hub  (www.misophonia-hub.org ) an \nonline multi-purposes site with resources and tests for peo -\nple with misophonia. In Part 1 of the questionnaire, partici -\npants were asked to indicate whether they hate, or do not \nmind, a set of 48 misophonia trigger-sounds (e.g., chewing), \nbroken down into eight categories (these categories being; \nthe sound of people eating; the sound of repetitive tapping; \nthe sound of rustling; throat sounds; mouth or nose sounds; \nvoice sounds; background sounds; and also repetitive visual \nmovements -- since these latter are also known triggers \nof misophonia; Brout et al., 2018 ). For any Yes response, \nthis revealed a full list of triggers within that category. For \nexample, if participants responded Yes to I hate the sound \nof people eating , this revealed check boxes for eight types \nof eating-sound ( crunchy foods; crispy snacks; chewing; lip \nsmacking; swallowing; slurping; wet mouth sounds; other \neating sounds ). In Part 2 of the scale, participants were \nshown 39 statements about behaviours, emotions and out -\ncomes from misophonia, introduced with the question: How \noften do these things happen to you?  Examples include: \nHatred of some sounds make me feel lonely  (Item 18); I \nwant to get pay-back on people who make certain sounds  \n(Item 37); and I cover my ears to block out certain sounds  \n(Item 28). Responses were given on a 5-point scale ( Never , \nRarely , Sometimes , Often , Always ). The test has been used \nby several thousand misophonics to date, and its Receiver \nFig. 1  Means plot showing differences between misophonics (shown in triangle) and controls (shown in circles) in each of the AQ subscales from \nleft to right: Social skills, Attention switching, Attention to detail, Communication, and Imagination. Higher scores indicate greater autistic traits"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Journal of Autism and Developmental Disorders\n1 3AQ were significantly higher, with differences maintained \nacross all five sub-scales, meaning that people with miso -\nphonia showed similar traits to people with autism in hav -\ning poorer communication, social skills, imagination and \nattention-switching, but greater attention-to-detail. Largely \noverlapping data from the sub-scale of attention-to-detail \nhad been presented elsewhere (Simner et al., 2022 ), but \nthis is the first evidence of an overall scale differences in \nautistic traits across all five sub-scales. We also found that \n21.4% of people with misophonia reached the clinically sig -\nnificant threshold (scoring 32 +), compared to just 2.8% of \ncontrols. However, we might wish to consider that people \nwith misophonia were recruited by self-referral from web -\nsites which might attract particularly strong cases. In other \nwords, we may have found AQ differences by inadvertently \nrecruiting people with the most extreme misophonia (or \nindeed, individuals who are different in other ways, com -\npared to our controls recruited from the student population \nfor course credit). Hence to address this, we next looked at \ntraits of autism in a group where misophonics and controls \nwere recruited in exactly the same way. In Experiment 2, we \nscreen a large sample of individuals for misophonia, rather \nthan relying on self-referral. At the same time, we extend \nour investigation into children, to ask whether people with \nmisophonia are already showing differences in autistic \ntraits, at even a young age.\nExperiment 2\nParticipants\nWe tested 275 participants, comprising 142 adolescents \naged 10–14 years (Mean 11.72 SD 1.12; 65 female, 77 \nmale), along with 138 of their parents (116 female, 21 male, \n1 prefer not to say) whose children had a mean age 11.72 \n(SD 1.13; 63 female, 75 male). There were more children \nthan adults since some families ended testing after the \nchild-measures but before the adult-measures. We therefore \nincluded these families in our analyses for child-measure \nonly (and we indicate in our Results  the numbers of partici -\npants within each parent-measure). Our adolescent partici -\npants will form the basis of our two groups (misophonics \nvs. controls), which are to be separated during our study \nusing a validated adolescent misophonia questionnaire. (see \nMaterials and Procedure ).\nOur young participants were recruits of the Multisense \nproject (e.g., Rinaldi et al., 2020 ) a large-scale study focus -\nsing on multiple aspects of childhood development, where \nuptake was 99% of Years 2–5 from 22 junior schools in the \nsouth of England, targeted in 2016. The original cohort rep -\nresented over three thousand children in the initial recruit -\nment wave. The 142 children in our current study were a aspect of the different question of autism symptomatology, \nbut we point out that any findings in the Attention sub-scale \nshould not be taken as a replication of this earlier paper.\nResults\nAfter using the SMS to separate our sample into misophon -\nics and controls (see Participants ) we then examined scores \non the AQ. Within the AQ, scores range between 0 and 50, \nwhere higher score indicated greater attention-to-detail. \nWe followed Baron-Cohen et al., ( 2001 ) in scoring 1 point \nfor responses of “Slightly/Definitely agree” to positively \nworded items and “Slightly/Definitely disagree” to nega -\ntively worded items. The overall score for adults with miso -\nphonia was 24.74 (SD 8.12) compared to 17.29 (SD 6.62) \nfor controls. We explored these AQ data in a 2 × 5 mixed \nANOV A crossing group (misophonics vs. controls) with \nsubscale ( Attention to detail, Attention switching, Imagina -\ntion. Social skills, Communication ). We found a main effect \nof group ( f (1, 377) = 91.48, p < .001), a less interesting main \neffect of sub-scale ( f (3.38, 1273.31) = 111.10, p < .001; since \nscores are generally higher for some sub-scales over oth -\ners), and a significant interaction ( f (3.38, 1273.31) = 10.04, \np < .001)1. We explored this interaction using estimated mar -\nginal means post-hoc tests which showed that misophonics \nhave a more autistic like profile across all subscales of the \nAQ (all t-values falling between − 4.04 and − 10.58, and all \ncorrected p’s < .001; see Fig. 1) but with largest effect size \nfor Social Skills. All effect sizes were moderate or large \n(Cohen’s d for each sub-scale was: imagination d = 0.50, \nattention to detail d = 0.51, attention switching d = 0.51, \ncommunication d = 0.72, social skills d = 0.98).\nSince scores on the AQ of 32 + are indicative of possi -\nble presence of autism, we therefore additionally explored \nwhether significantly more misophonics passed this thresh -\nold than controls. We found 27 misophonics (21.4%) scored \n32 or above compared to only 7 controls (2.8%), and this \ndifference was highly significant ( χ2 (1) = 33.62, p < .001).\nDiscussion\nWe found that a large group of adults with verified misopho -\nnia also showed significant differences compared to controls \nin their autistic traits. Data showed that their scores on the \n1  Our entire sample were 77% female, as is often the case in self-\nreferred cohorts (Dindia & Allen, 1992). However there were no \ngender differences across groups ( χ2 = 0.98, p = .32). And when we \nrepeated our analyses with gender as a covariate we found no differ -\nence in any pattern of results (i.e., same main effects of group and \nsubscale, and interaction between group and subscale, at ps < .001)."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Journal of Autism and Developmental Disorders\n1 3where higher scores indicate higher reactivity (i.e., faster/ \nmore easily activated emotions, more intense, and longer \nin their duration). Example items are: I tend to get happy \nvery easily  (activation-positive emotions), When I am joy -\nful, I tend to feel it very deeply  (intensity-positive emotions), \nand It’ s hard for me to recover from frustration  (duration-\nnegative emotions). The PERS has good psychometric \nproperties, with strong loadings of items on their intended \nfactor, concurrent validity with other emotion measures, and \ngood-to-excellent internal reliability (Becerra et al., 2019 ). \nAlthough this test has been used previously on adults, we \nconducted a linguistic analysis of its vocabulary using age \nof acquisition norms (Bird et al., 2001 ; Gilhooly & Logie, \n1980 ) retrieved via the N-Watch psycholinguistics tool \n(Davis, 2005 ). This analysis suggested that the vocabulary \nwithin this test make it appropriate for adolescents in our \nstudy, having a mean age-of-acquisition of approximately \n3 years 11 months, with an upper age of approximately 8 \nyears 11 months (based on n66 of its 99 words, which were \nretrievable from N-Watch). We therefore administered this \ntest to our participants, who were aged 10–14 years.\nAutism Spectrum Quotient for Adolescents (AQ-Adoles -\ncent) . The AQ-Adolescent (Baron-Cohen et al., 2006 ) has \nthe same items and structure as the adult AQ described in \nExperiment 1, except that it is completed by a parent/carer, \nand all first person pronouns are replaced by third person \npronouns (e.g., I → S/he [my child]). The AQ-adolescent \nhas excellent test-retest reliability as well as face validity in \nshowing that adolescents diagnosed with autism do indeed \nscore higher than controls (Baron-Cohen et al., 2006 ).\nThe Parent-completed Glasgow Sensory Questionnaire \n(GSQ-P).  The GSQ-P  is parent version of the Glasgow Sen -\nsory Questionnaire (GSQ; Robertson & Simmons 2013 ) to \nassess sensory sensitivities in children. It contains 24 items, \ncovering six sense domains ( visual , auditory , gustatory , \nolfactory , tactile , vestibular ) with half of all items measur -\ning Hyper-sensitivity  (e.g., ‘Does your child ever hate the \nfeeling or texture of certain foods in his/her mouth?’) and \nhalf measuring hypo-sensitivity (e.g., ‘Does your child ever \ncomplain of having a weak sense of taste?’). There were \nfive possible responses: Never, Rarely, Sometimes, Often, \nAlways . The adult measure shows excellent reliability \n(α = 0.94; GSQ; Robertson & Simmons 2013 ) and our par -\nent adaptation ensured all items were suitable for parents \n(e.g., Do you → Does your child).sub-set of those whose parents had agreed to stay in touch \nfor future screening2, and they were tested for the current \nstudy four years after initial recruitment. Testing took place \nbetween November 2020 and March 2021, and (parent) par -\nticipants were entered into a £100 prize draw.\nMaterials and Procedure\nParticipants completed our study remotely, using our in-\nhouse web application ( www.misophonia-hub.org ). Parent \nparticipants were sent a URL via email to take part, and this \nled them directly into our testing page. Our testing battery \nincluded the four measures below (alongside other tests to \nbe reported elsewhere). The first two measures were com -\npleted by children, taking approximately 15 min, and the \nlast two measures were completed by their parents, taking \n15 min.\nSMS-A: Sussex Misophonia Scale for Adolescents ( Rin-\naldi et al., 2022 ). This child-completed questionnaire is \nalmost identical to the adult measure described in Experi -\nment 1, with only a single-word difference, substituting the \nword “work” for “school” in four items (Q12, Q14, Q22, \nQ31). For example, Item 12 now read as: I don’t do well at \nschool because of distractions from sounds . This only very \nminor change was possible because the scale was originally \ncarefully devised to be adaptable for both adults and chil -\ndren, and has been validated in adolescents with convergent \nvalidity against measures of life-satisfaction, quality of life, \nanxiety, and obsessive compulsive traits (Rinaldi et al., \n2022 ).\nPerth Emotional Reactivity Scale (PERS;  Becerra et al., \n2019 ). The PERS is a 30-item self-report questionnaire mea -\nsuring the trait of emotional reactivity, as defined by (David -\nson, 2010 ) and (Becerra & Campitelli, 2013). Items measure \nthe ease-of-activation, intensity, and duration of emotions, \nrepeated once for negative emotions (e.g., sadness) and \nonce for positive emotions (e.g., happiness). Responses are \ngiven on a 5-point scale from Very unlike me  to Very like me , \n2  Our sample who participated here were representative of the the \noriginal wave across a range of well-being metrics taken at ear -\nlier recruitment; i.e., no different in positive affect ( t(141.95) = 0.70, \np = .49), negative affect ( t(141.86) = 1.70, p = .09; PANAS-C, (Laurent \net al., 1999), pro-social behaviour, emotional symptoms, conduct, \nhyperactivity or peer problems (i.e., no effect of group ( F(1,534) = 0.79, \np = .374), nor interaction ( F(3.21, 1712.16) = 0.53, p = .673; Good -\nman, 2001)). Our sample were higher than the remainder in spelling \n(t(149.21) =-6.04, p < .001) and maths ( t(113.88) =-7.16, p < .001) and \nthis is perhaps to be expected from the children of parents who sign up \nfor continued research (given the heritability of contentiousness and \nintelligence; Devlin et al., 1997; Luciano et al., 2006). The important \npoint, however, is that our entire sample for the current study were \nrecruited in exactly the same way, and we look within  this subset, \nbased on a screening for misophonia. In other words, our sampling is \nunrelated to our findings on misophonia."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Journal of Autism and Developmental Disorders\n1 3AQ in a 2 × 5 mixed ANOV A crossing group (misophon -\nics vs. controls) with subscale ( Attention to detail, Atten -\ntion switching, Imagination. Social skills, Communication ; \nsee Fig. 2) .We again found a main effect of group ( f (1, \n120) = 5.05, p = .027), the less interesting main effect of sub-\nscale ( f (3.16, 378.76) = 15.48, p < .001; see Experiment 1), \nand no interaction ( f (3.16, 378.76) = 1.42, p = .234). This \nsuggests children with misophonia scored higher than con -\ntrols across all sub-scales to a similar degree.\nThere were no significant differences across groups in the \nnumber of participants scoring in the clinically relevant zone \nof 32 +, although potentially due to small numbers (Fishers \nExact p = .616). Two children with misophonia (out of 12) \nscored 32 or higher, compared to 11 controls (out of 110). \nThis would represent high percentages (12.5% and 10% \nrespectively) perhaps indicating that even controls in this \nsample were unusually high in autistic traits. Nonetheless, \nthis makes our target comparisons more, not less, conserva -\ntive, since even within a sample with apparently higher rates \nof autistic traits, children with misophonia still stand out as \nbeing different to their peers.\nDo children with misophonia show greater \nemotional reactivity compared to their peers?\nWe examined our data for child-reported differences in \nthe PERS (Becerra et al., 2019 ). Mean scores across the Results\nIdentifying Children with Misophonia\nWe applied the required threshold to identify children with \nmisophonia, which were those scoring 49 or higher (out of \n156) within the Sussex Misophonia Scale for Adolescents , \ntaken from (Rinaldi et al., 2022 ). The resultant misopho -\nnia group comprised 15 children, including 9 girls (mean \nage 11.67, SD 1.32) and 6 boys (mean age 11.00, SD 0.89). \nThe remaining 127 children were designated controls, and \ncomprised 56 girls (mean age 11.67, SD 1.22) and 71 boys \n(mean age 11.83, SD 1.03). We then compared our groups \nin the remaining measures below, where we give partici -\npants numbers for each analysis. We ran our analyses in \nR using the packages “afex” for ANOV A, “emmeans” for \npost-hoc estimated means tests, and “tidyverse” for general \ndata wrangling.\nDo children with misophonia show greater autism-\nrelated traits compared to their peers?\nWe first looked at our parent-report measure for autistic \ntraits (AQ-Adolescent; (Baron-Cohen et al., 2006 ). The \noverall score for children with misophonia was 25.00 (SD \n1.30) compared to 18.78 (SD 8.85) for controls (based on \n12 misophonics and 110 controls). We again explored the \nFig. 2  Means plot showing differences between misophonics (shown in triangle) and controls (shown in circles) in each of the AQ subscales from \nleft to right: Social skills, Attention switching, Attention to detail, Communication, and Imagination"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Journal of Autism and Developmental Disorders\n1 3Do children with misophonia show greater sensory \nsensitivities compared to their peers?\nFinally, we looked at the parent-report measure for sensory \nsensitivities (GSQ-Parent), where higher scores indicate \ngreater sensitivities. The overall score for children with \nmisophonia was 22.62 (SD 18.65) compared to 15.39 (SD \n11.09) for controls (based on 13 misophonics and 119 con -\ntrols). Figure 4 shows this broken down across conditions. positive-emotion dimensions for children with misophonia \nwere 48.91 (SD 11.92) compared to controls who scored \n52.07 (SD 11.14) (based on 12 misophonics and 116 con -\ntrols). Across the negative-emotion dimensions mean \nscores for children with misophonia were 62.90 (SD 5.74) \ncompared to controls who scored 41.27 (SD 12.80). We \nexplored these differences using a 2 × 2 × 3 ANOV A cross -\ning group (misophonics, controls) with valence (positive, \nnegative) and subscale (activation, intensity, duration; See \nFig. 3). We found a main effect of group and significant \ninteractions between group and both valence and subscale, \nalthough we did not find a 3-way interaction, see Table 1. \nWe ran post-hoc estimated marginal means tests to explore \nthe interaction across group and valence (i.e., positive/nega -\ntive emotions), and found that misophonics were signifi -\ncantly higher than controls across negative scales ( t(235) = \n-5.86, p < .001) but were no different from controls across \npositive scales ( t(235) = -1.21, p = .229). We also explored \nthe interaction between group and subscale (i.e., activation/ \nintensity/ duration) and found significant groupwise differ -\nences for all subscales (i.e., misophonics higher than con -\ntrols) with the subscales of activation and intensity showing \nthe largest effect sizes (activation t(0.90) = -2.93, p = .004: \nintensity t(0.90) = -4.39, p < .001: duration t(0.90) = -2.25, \np = .026).Table 1  ANOV A between group (misophonic, control), valence (posi -\ntive, negative) and subscale (activation, intensity, duration)\nEffect Degrees of \nFreedomMean \nSquared \nError \nMSEF p Effect \nsize \nη2G\nGroup 1, 119 40.38 12.24 \n***< 0.001 0.038\nValence 1, 119 50.98 0.32 0.573 0.001\nGroup: Valence 1, 119 50.98 22.35 \n***< 0.001 0.083\nSubscale 1.98, 235.05 4.13 0.57 0.563 < 0.001\nGroup: \nSubscale1.98, 235.06 4.13 4.76 \n**0.01 0.003\nValence: \nSubscale1.99, 236.53 3.18 12.91 \n***< 0.001 0.006\nGroup: Valence: \nSubscale1.99, 236.54 3.18 0.88 0.416 < 0.001\nFig. 3  Means plot showing differences between misophonics (shown in triangle) and controls (shown in circles) in each of the PERS subscales. \nNegative subscales are shown with –, and positive subscales with +"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Journal of Autism and Developmental Disorders\n1 3Discussion\nOur study examined whether adolescents with misophonia \nalready show autism-related traits, similar to adults (Experi -\nment 1). We found that children 10–14 years with misopho -\nnia scored higher in all sub-scales of the AQ, as well as in \nemotional reactivity to negative (but not positive) emotions, \nand also showed greater sensory hyper-sensitivities, both \nwithin the auditory domain, and more broadly across mul -\ntiple senses. We discuss the interpretation of these findings We explored these data using a 2 × 2 × 6 mixed ANOV A \ncrossing group (misophonics, controls) with sensitivity \n(hypo-sensitive, hyper-sensitive) and sense (Visual, Audi -\ntory, Tactile. Gustatory, Olfactory, Vestibular). The outcome \nof this analysis is shown in Table 2, but can be summarised \nas follows. First, we found a main effect of sense, simply \nbecause people were more sensitive in some senses than \nothers (e.g., the tactile sense more than the visual sense). \nWe also found a main effect of sensitivity (because people \nshowed greater hyper-sensitivity than hypo-sensitivity) as \nwell as an interaction between these two factors (i.e., larger \ndifferences between hyper and hypo-sensitivity in some \nsenses over others; cf. gustation vs. vestibular). Importantly \nhowever, we found a main effect of group -- since children \nwith misophonia were more sensitive than controls. We \nalso found an interaction between group and sensitivity. \nWe explored this interaction with post-hoc estimated mar -\nginal means tests, and found that misophonics were sig -\nnificantly more hyper -sensitive than controls (misophonics \nMean 2.16 vs. controls Mean 1.20) but they were no differ -\nence to controls in hypo -sensitivities (hyper, t (195) = 2.91, \np = .004: hypo, t (195) =-0.75, p = .453; p values are cor -\nrected). There was no significant three-way interaction (see \nTable 2), suggesting no evidence that this hyper-sensitivity \nof misophonics was mediated by sense (i.e., misophonics \nwere hyper-sensitive across all senses; see Fig. 4).Table 2  ANOV A between group (misophonic, control), sensitivity \n(hypo-, hyper-) and sense (Visual, Auditory, Gustatory, Olfactory, Ves -\ntibular)\nEffect Degrees \nof \nFreedomMean \nSquared \nError \nMSEF p Effect \nsize \nη2G\nGroup 1, 130 11.98 4.25 \n*0.041 0.013\nSense 4.40, \n572.591.8 23.35 \n***< 0.001 0.046\nGroup: Sense 4.40, \n572.601.8 1.06 0.376 0.002\nSensitivity 1, 130 3.19 19.83 \n***< 0.001 0.016\nGroup*Sensitivity 1, 130 3.19 5.54 \n*0.02 0.005\nSense*Sensitivity 4.27, \n555.071.58 6.84 \n***< 0.001 0.012\nGroup*Sense*Sensitivity 4.27, \n555.081.58 1.75 0.133 0.003\nFig. 4  Means plot showing differences between misophonics (shown in triangle) and controls (shown in circles) in each of the GSQ subscales \nwhere – is shown for hypo-sensory sensitivities and + is shown for hyper-sensory sensitivities"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Journal of Autism and Developmental Disorders\n1 3misophonics showed evidence of higher hyper-sensitivities \nin multiple senses, but no difference in their hypo-sensitivi -\nties compared to controls.\nIt is important to recognise sensory sensitivities (and \nindeed other autism related traits), and to recognise them \nearly, because they can have a significant impact on lives. \nSensory hyper-sensitivities in children, for example are \nassociated with higher levels of anxiety, shyness and more \nchallenging behaviours (Dunn et al., 2016 ). Sensory sen -\nsitivities have also been linked to dyspraxia (Buitendag & \nAronstam, 2010 ), play preferences (Bundy et al., 2007 ), \ncompulsive-like behaviour (Dar et al., 2012 ), stereotyped \nmovements (Gal et al., 2010 ) and feeding problems (Davis \net al., 2013 ). Our findings suggest that understanding sen -\nsory sensitivities – especially as they arise in children -- \nmight be a key focus for misophonia scientists.\nOur findings of poorer emotion regulation might also be \nconsidered to mirror a core trait associated with misopho -\nnia: that negative emotional reactions are triggered more \nreadily, not only specifically in response to sounds, but also \nmore generally in everyday life. It is likely that some of the \nsame neurological underpinnings which cause unusual neg -\native emotions in response to sounds (Kumar et al., 2017 ; \nSchröder et al., 2019 ) may also be at play in the emotion \ndysregulation found more broadly here. Williams et al., \n(2021 ) has speculated a link between autism and misopho -\nnia based on their neurological profiles. As in misopho -\nnia, the insula and salience network have been especially \nimplicated in autism (Nomi et al., 2019 ; Uddin, 2015 ), and \nindeed, increased resting-state connectivity between the \nsalience network and amygdala has also been found with \nsensory hyper-sensitivity more broadly (in children with \nautism; (Green et al., 2016 ; Green & Wood, 2019 ). Here \nwe investigated this hypothesis directly, findings links \nbetween misophonia and both autism, and sensitivities. In \nsummary, we found one or more differences across all mea -\nsures administered, and our hypotheses were supported by \ndata from 126 adult and 15 child misophonics, and 391 con -\ntrols. Although our sample size of child misophonics was \nsmall, it still yielded significant and meaningful effect sizes. \nMoreover, it represents the first ever sample derived from \npopulation screening, rather than clinic-referral, and so are \nparticularly valuable in this regard.\nOur findings, linking misophonia with autistic traits, are \ndifficult to dismiss as recruitment biases, since although our \nadults were largely self-referred as misophonic, our children \nwere not. And there were no differences in the recruitment \nmethods between our misophonic and control children, sug -\ngesting that differences reside in their classification along \nthe lines of misophonia. Importantly, our screening for miso -\nphonia was child-completed, while two of our other mea -\nsures were parent-completed, meaning our results cannot in combination with our adult data in the General Discus -\nsion below.\nGeneral discussion\nOur studies aimed to test the hypothesis that misophonia \nmay be linked to autism in non-trivial ways. We found evi -\ndence that both adults and children with misophonia show \ngreater autism-related traits, using the AQ measure (Baron-\nCohen et al., 2001 , 2006 ). Our previous study had shown \nelevated Attention-to-Detail in our adult sample (Simner et \nal., 2022 ), but here we show autistic tendencies across all \nfive autistic subscales, including attention-switching, com -\nmunication, social skills and imagination. In the current \nstudy, we also found that this effect is already apparent in \nchildren with misophonia aged 10–14 years. We found, too, \nthat these same children were demonstrating greater emo -\ntional dysregulation/ reactivity than their peers (Becerra \net al., 2019 ). These data suggest children with misophonia \nare faster to activate negative moods, feel negative moods \nmore intensely, and maintain negative moods for longer. \nThese data are also compatible somewhat with adult find -\nings (examining different aspects of emotion dysregulation; \nCassiello-Robbins et al., 2020 ) and now show that emotion \ndysregulation reaches back into childhood. Finally, children \nwith misophonia also demonstrated greater sensory hyper-\nsensitivity (using a parent version of the Glasgow Sensory \nQuestionnaire; (Robertson & Simmons, 2013 ) not only in \nthe auditory domain, but also more widely across multiple \nsenses.\nTo some extent it is no surprise to find sensory hyper-\nsensitivities in the same group where misophonia has been \nidentified, at least in the auditory domain. The measure used \nhere (i.e., the GSQ adapted for parents) contains two items \non auditory hyper-sensitivities, one of which might loosely \nfit the definition of misophonia, at least in part ( Does your \nchild find certain noises/pitches of sound annoying? ) and \na second which characterises a more typical autistic sensi -\ntivity to sound ( Does your child dislike loud noises? ) and \nmight signal the related condition of hyperacusis (in which \nloud noises can cause pain or ‘fullness’ in the ears; Baguley \n2003 ; Baguley & McFerran, 2011 ). Important here, how -\never, was to examine whether children with misophonia \nhave hyper-sensitivities in other senses. This was indeed \nthe case: we found hypersensitivities across multiple sense \ndomains (auditory, but also tactile, visual etc.) Also impor -\ntant was to establish whether auditory hyper-sensitivity in \nmisophonia was paired with a co-occurring auditory hypo -\nsensitivities. Studies have shown moderate-to-large rela -\ntionship between hyper- and hypo-sensitivity, in that both \nhyper and hypo-sensitivities can cluster within a single \nindividual (Sapey-Triomphe et al., 2018 ). Here we found"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Journal of Autism and Developmental Disorders\n1 3from Asperger Syndrome/High-Functioning Autism, Males and \nFemales, Scientists and Mathematicians. Journal of Autism and \nDevelopmental Disorders , 31(1), 5–17. https://doi.org/10.102\n3/A:1005653411471\nBecerra, R., & Campitelli, G. (2021). (n.d.). Emotional Reactivity: \nCritical Analysis and Proposal of a New Scale. Journal of Applied \nPsychology , 3, 161–168. Retrieved July 6, from http://article.\nsapub.org/ 10.5923.j.ijap.20130306.03.html\nBecerra, R., Preece, D., Campitelli, G., & Scott-Pillow, G. (2019). The \nAssessment of Emotional Reactivity Across Negative and Posi -\ntive Emotions: Development and Validation of the Perth Emo -\ntional Reactivity Scale (PERS). Assessment , 26(5), 867–879. \nhttps://doi.org/10.1177/1073191117694455\nBen-Sasson, A., Carter, A. S., & Briggs-Gowan, M. J. (2010). The \ndevelopment of sensory over-responsivity from infancy to ele -\nmentary school. Journal of Abnormal Child Psychology , 38(8), \n1193–1202. https://doi.org/10.1007/s10802-010-9435-9\nBird, H., Franklin, S., & Howard, D. (2001). Age of acquisition and \nimageability ratings for a large set of words, including verbs \nand function words. Behavior Research Methods Instruments \n& Computers 2001 , 33:1(1), 73–79. https://doi.org/10.3758/\nBF03195349 . 33\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., \nRouw, R. … Rosenthal, M. Z. (2018). Investigating Misophonia: \nA Review of the Empirical Literature, Clinical Implications, and \na Research Agenda. Frontiers in Neuroscience , 12, 36. https://doi.\norg/10.3389/fnins.2018.00036\nBuitendag, K., & Aronstam, M. C. (2010). The relationship between \ndevelopmental dyspraxia and sensory responsivity in children \naged four to eight years - Part II. South African Journal of Occupa -\ntional Therapy , 40. https://doi.org/10.1007/978-1-4899-3142-9_5\nBundy, A., Shia, S., Qi, L., & Miller, L. (2007). How does sensory \nprocessing dysfunction affect play? The American Journal of \nOccupational Therapy: Official Publication of the American \nOccupational Therapy Association , 61(2), 201–208. https://doi.\norg/10.5014/AJOT.61.2.201\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull, \nJ., Kelley, L., & Rosenthal, M. Z. (2020). The Mediating Role of \nEmotion Regulation Within the Relationship Between Neuroti -\ncism and Misophonia: A Preliminary Investigation. Frontiers in \nPsychiatry , 11, 1. https://doi.org/10.3389/FPSYT.2020.00847\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. \nNeuropsychiatric Disease and Treatment , 11, 2117–2123. https://\ndoi.org/10.2147/NDT.S81438\nClaiborn, J. M., Dozier, T. H., Hart, S. L., & Lee, J. (2020). Self-Iden -\ntified Misophonia Phenomenology, Impact, and Clinical Cor -\nrelates. Neofit Rilski , 13(2), 349–375. https://doi.org/10.37708/\npsyct.v13i2.454\nCusack, S. E., Cash, T., & Vrana, S. R. (2018). An examination of \nthe relationship between misophonia, anxiety sensitivity, and \nobsessive-compulsive symptoms. Journal of Obsessive-Compul -\nsive and Related Disorders , 18, 67–72. https://doi.org/10.1016/j.\njocrd.2018.06.004\nDar, R., Kahn, D. T., & Carmeli, R. (2012). The relationship between \nsensory processing, childhood rituals and obsessive-compul -\nsive symptoms. Journal of Behavior Therapy and Experi -\nmental Psychiatry , 43(1), 679–684. https://doi.org/10.1016/J.\nJBTEP.2011.09.008\nDavidson, R. J. (2010). Affective Style and Affective Disorders: Per -\nspectives from Affective Neuroscience. Http://Dx Doi Org/ , \n12(3), 307–330. https://doi.org/10.1080/026999398379628 .\nDavis, A. M., Bruce, A. S., Khasawneh, R., Schulz, T., Fox, C., & \nDunn, W. (2013). Sensory processing issues in young children \npresenting to an outpatient feeding clinic: A retrospective chart \nreview. Journal of Pediatric Gastroenterology and Nutrition , \n56(2), 156. https://doi.org/10.1097/MPG.0B013E3182736E19be dismissed as a response bias (e.g., an acquiescence bias) \nbecause our data come from different individuals rating the \nsame child. In summary, our research centred around the \nidea that dispositional differences might shed light on why \npeople with misophonia find everyday sounds overly aver -\nsive. We found elevated autistic traits across all 5 subscales \nof the AQ, as well as the autism-related traits of sensory \nsensitivity and emotion dysregulation. It is important to \nnote, however, that misophonia and autism are not equiva -\nlent. Only 27 of the 126 adults with misophonia in our study \nreached the clinically significant threshold for autism in the \nAQ (i.e., a score of 32 or higher). In other words, people \nwith misophonia need not have autism, just as people with \nautism need not have misophonia. Nonetheless, it is impor -\ntant to recognise the link we have demonstrated between the \ntwo, especially where support can be offered, and perhaps \nmost especially for children.\nAcknowledgements  Authors received funding from the REAM foun -\ndation, Misophonia Research Fund initiative awarded to JS and JW. \nWe are grateful to Dr James Alvarez for his programming assistance.\nDeclarations\nConflict of interest  The authors have no conflicts of interest to declare \nthat are relevant to the content of this article.\nOpen Access  This article is licensed under a Creative Commons \nAttribution 4.0 International License, which permits use, sharing, \nadaptation, distribution and reproduction in any medium or format, \nas long as you give appropriate credit to the original author(s) and the \nsource, provide a link to the Creative Commons licence, and indicate \nif changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless \nindicated otherwise in a credit line to the material. If material is not \nincluded in the article’s Creative Commons licence and your intended \nuse is not permitted by statutory regulation or exceeds the permitted \nuse, you will need to obtain permission directly from the copyright \nholder. To view a copy of this licence, visit http://creativecommons.\norg/licenses/by/4.0/ .\nReferences\nAmerican Psychiatric Association (2013). Diagnostic and Statistical \nManual of Mental Disorders (5th Edition) . American Psychiatric \nAssociation. https://doi.org/10.1176/appi.books.9780890425596\nBaguley, D. M. (2003). Hyperacusis. In Journal of the Royal Soci -\nety of Medicine  (V ol. 96, Issue 12, pp. 582–585). https://doi.\norg/10.1258/jrsm.96.12.582\nBaguley, D. M., & McFerran, D. J. (2011). Hyperacusis and disorders of \nloudness perception. In Textbook of Tinnitus  (pp. 13–23). Springer \nNew York. https://doi.org/10.1007/978-1-60761-145-5_3\nBaron-Cohen, S., Hoekstra, R. A., Knickmeyer, R., & Wheelwright, \nS. (2006). The Autism-Spectrum Quotient (AQ) - Adolescent \nversion. Journal of Autism and Developmental Disorders , 36(3), \n343–350. https://doi.org/10.1007/s10803-006-0073-6\nBaron-Cohen, S., Wheelwright, S., Skinner, R., Martin, J., & Club -\nley, E. (2001). The Autism-Spectrum Quotient (AQ): Evidence"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Journal of Autism and Developmental Disorders\n1 3Affective Reactivity to Positive Events in Daily Life. Emotion . \nhttps://doi.org/10.1037/emo0000557\nHaq, S. S., Alresheed, F., & Tu, J. C. (2020). Behavioral Treatment of \nProblem Behavior for an Adult with Autism Spectrum Disorder \nand Misophonia. Journal of Developmental and Physical Dis -\nabilities . https://doi.org/10.1007/s10882-020-09780-8\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). \nMisophonia: Phenomenology, comorbidity and demographics in \na large sample. Plos One , 15(4), https://doi.org/10.1371/journal.\npone.0231390\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased \nsound tolerance: hyperacusis, misophonia, phonophobia. ITHS \nNewsletter , 1(July), 1–5. https://doi.org/10.1055/s-0034-1372527\nKern, J. K., Trivedi, M. H., Grannemann, B. D., Garver, C. R., John -\nson, D. G., Andrews, A. A. … Schroeder, J. L. (2007). Sensory \ncorrelations in autism. Autism , 11(2), 123–134. https://doi.\norg/10.1177/1362361307075702\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Cal -\nlaghan, M. F., Allen, M. … Griffiths, T. D. (2017). The Brain \nBasis for Misophonia. Current Biology , 27(4), 527–533. https://\ndoi.org/10.1016/j.cub.2016.12.048\nKurita, H., Koyama, T., & Osada, H. (2005). Autism-Spectrum Quo -\ntient-Japanese version and its short forms for screening normally \nintelligent persons with pervasive developmental disorders. Psy-\nchiatry and Clinical Neurosciences , 59(4), 490–496. https://doi.\norg/10.1111/j.1440-1819.2005.01403.x\nLaurent, J., Catanzaro, S. J., Joiner, T. E., Rudolph, K. D., Potter, K. \nI., Lambert, S. … Gathright, T. (1999). A measure of positive and \nnegative affect for children: Scale development and preliminary \nvalidation. Psychological Assessment , 11(3), 326–338. https://\ndoi.org/10.1037/1040-3590.11.3.326\nLuciano, M., Wainwright, M. A., Wright, M. J., & Martin, N. G. \n(2006). The heritability of conscientiousness facets and their rela -\ntionship to IQ and academic achievement. Personality and Indi -\nvidual Differences , 40(6), 1189–1199. https://doi.org/10.1016/J.\nPAID.2005.10.013\nMazefsky, C. A., Herrington, J., Siegel, M., Scarpa, A., Maddox, B. B., \nScahill, L., & White, S. W. (2013). The role of emotion regulation \nin autism spectrum disorder. Journal of the American Academy of \nChild and Adolescent Psychiatry (Vol , 52, 679–688. https://doi.\norg/10.1016/j.jaac.2013.05.006 . NIH Public Access\nMcLaughlin, K. A., Kubzansky, L. D., Dunn, E. C., Waldinger, R., \nVaillant, G., & Koenen, K. C. (2010). Childhood social environ -\nment, emotional reactivity to stress, and mood and anxiety dis -\norders across the life course. Depression and Anxiety , 27(12), \n1087–1094. https://doi.org/10.1002/da.20762\nMeier, S. M., Petersen, L., Schendel, D. E., Mattheisen, M., Mortensen, \nP. B., & Mors, O. (2015). Obsessive-compulsive disorder and \nautism spectrum disorders: Longitudinal and offspring risk. \nPlos One , 10(11), e0141703. https://doi.org/10.1371/journal.\npone.0141703\nNock, M. K., Wedig, M. M., Holmberg, E. B., & Hooley, J. M. \n(2008). The Emotion Reactivity Scale: Development, Evalu -\nation, and Relation to Self-Injurious Thoughts and Behaviors. \nBehavior Therapy , 39(2), 107–116. https://doi.org/10.1016/j.\nbeth.2007.05.005\nNomi, J. S., Molnar-Szakacs, I., & Uddin, L. Q. (2019). Insular func -\ntion in autism: Update and future directions in neuroimaging and \ninterventions. Progress in Neuro-Psychopharmacology and Bio -\nlogical Psychiatry  (89 vol., pp. 412–426). Elsevier Inc. https://\ndoi.org/10.1016/j.pnpbp.2018.10.015\nRinaldi, L. J., Smees, R., Carmichael, D. A., & Simner, J. (2020). What \nis the personality profile of a child synaesthete. Frontiers in Bio -\nscience , 12(1), 162–182\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer well-\nbeing in Children with Misophonia: Evidence from the Sussex Davis, C. J. (2005). N-Watch: A program for deriving neighborhood \nsize and other psycholinguistic statistics. Behavior Research \nMethods 2005 37:1 , 37(1), 65–70. https://doi.org/10.3758/\nBF03206399\nDevlin, B., Daniels, M., & Roeder, K. (1997). The heritability \nof IQ. Nature 1997 , 388:6641 (6641), 468–471. https://doi.\norg/10.1038/41319 . 388\nDietz, P. M., Rose, C. E., McArthur, D., & Maenner, M. (2020). \nNational and State Estimates of Adults with Autism Spectrum \nDisorder. Journal of Autism and Developmental Disorders , \n50(12), 4258–4266. https://doi.org/10.1007/s10803-020-04494-4\nDindia, K., & Allen, M. (1992). Sex differences in self-disclosure: A \nmeta-analysis. Psychological Bulletin , 112(1), 106–124. https://\ndoi.org/10.1037/0033-2909.112.1.106\nDozier, T. H., Lopez, M., & Pearson, C. (2017). Proposed diagnos -\ntic criteria for misophonia: A multisensory conditioned aver -\nsive reflex disorder. In Frontiers in Psychology  (V ol. 8, Issue \nNOV , p. 1975). Frontiers Media S.A. https://doi.org/10.3389/\nfpsyg.2017.01975\nDunn, W., Little, L., Dean, E., Robertson, S., & Evans, B. (2016). \nThe State of the Science on Sensory Factors and Their \nImpact on Daily Life for Children. OTJR: Occupation Par -\nticipation and Health , 36(2_suppl), 3S–26S. https://doi.\norg/10.1177/1539449215617923\nEijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., & Denys, D. \n(2019). Neural Basis of Response Bias on the Stop Signal Task in \nMisophonia. Frontiers in Psychiatry , 10. https://doi.org/10.3389/\nfpsyt.2019.00765\nErfanian, M., Brout, J. J., & Keshavarz, A. (2018). MISOPHONIA, \nEMOTIONAL DYSREGULATION AND AFFECTIVE DIS -\nORDERS: A PRELIMINARY STUDY . European Neuropsy -\nchopharmacology , 28(6), 771–772. https://doi.org/10.1016/j.\neuroneuro.2017.10.014\nGal, E., Dyck, M., & Passmore, A. (2010). Relationships between ste -\nreotyped movements and sensory processing disorders in children \nwith and without developmental or sensory disorders. The Ameri -\ncan Journal of Occupational Therapy: Official Publication of the \nAmerican Occupational Therapy Association , 64(3), 453–461. \nhttps://doi.org/10.5014/AJOT.2010.09075\nGiesbrecht, G. F., Miller, M. R., & Müller, U. (2010). The anger-\ndistress model of temper tantrums: Associations with emotional \nreactivity and emotional competence. Infant and Child Develop -\nment , 19(5), 478–497. https://doi.org/10.1002/icd.677\nGilhooly, K. J., & Logie, R. H. (1980). Age-of-acquisition, imagery, \nconcreteness, familiarity, and ambiguity measures for 1,944 \nwords. Behavior Research Methods & Instrumentation 1980 , \n12:4(4), 395–427. https://doi.org/10.3758/BF03201693 . 12\nGoodman, R. (2001). Psychometric properties of the strengths and \ndifficulties questionnaire. Journal of the American Academy of \nChild and Adolescent Psychiatry , 40(11), 1337–1345. https://doi.\norg/10.1097/00004583-200111000-00015\nGreen, S. A., Hernandez, L., Bookheimer, S. Y ., & Dapretto, M. (2016). \nSalience Network Connectivity in Autism Is Related to Brain and \nBehavioral Markers of Sensory Overresponsivity. Journal of the \nAmerican Academy of Child and Adolescent Psychiatry , 55(7), \n618–626e1. https://doi.org/10.1016/j.jaac.2016.04.013\nGreen, S. A., & Wood, E. T. (2019). The role of regulation and atten -\ntion in atypical sensory processing. Cognitive Neuroscience . \nRoutledge. https://doi.org/10.1080/17588928.2019.1592141\nGreenaway, R., & Howlin, P. (2010). Dysfunctional attitudes and per -\nfectionism and their relationship to anxious and depressive symp -\ntoms in boys with autism spectrum disorders. Journal of Autism \nand Developmental Disorders , 40(10), 1179–1187. https://doi.\norg/10.1007/s10803-010-0977-z\nGrosse Rueschkamp, J. M., Kuppens, P., Riediger, M., Blanke, E. S., \n& Brose, A. (2018). Higher Well-Being is Related to Reduced"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Journal of Autism and Developmental Disorders\n1 3without autism. Molecular Autism , 2014 5:1 (1), 1–10. https://doi.\norg/10.1186/2040-2392-5-29 . 5\nUddin, L. Q. (2015). Salience processing and insular cortical function \nand dysfunction. In Nature Reviews Neuroscience  (V ol. 16, Issue \n1, pp. 55–61). Nature Publishing Group. https://doi.org/10.1038/\nnrn3857\nvan der Gaag, R. J. (2018). The Netherlands and Autism. In Ency -\nclopedia of Autism Spectrum Disorders  (pp. 1–5). Springer New \nYork. https://doi.org/10.1007/978-1-4614-6435-8_102027-1\nWatling, R. L., Deitz, J., & White, O. (2001). Comparison of Sensory \nProfile scores of young children with and without autism spec -\ntrum disorders. The American Journal of Occupational Therapy: \nOfficial Publication of the American Occupational Therapy Asso -\nciation , 55(4), 416–423\nWebber, T. A., Johnson, P. L., & Storch, E. A. (2014). Pediatric \nmisophonia with comorbid obsessive-compulsive spectrum \ndisorders. General Hospital Psychiatry , 36(2), 231. https://doi.\norg/10.1016/j.genhosppsych.2013.10.018 . .e1-231.e2\nWilliams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G. (2021). \nA review of decreased sound tolerance in autism: Definitions, \nphenomenology, and potential mechanisms. Neuroscience & \nBiobehavioral Reviews , 121, 1–17. https://doi.org/10.1016/J.\nNEUBIOREV .2020.11.030\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Miso -\nphonia: Incidence, phenomenology, and clinical correlates in an \nundergraduate student sample. Journal of Clinical Psychology , \n70(10), 994–1007. https://doi.org/10.1002/jclp.22098\nYoung, M. P., Paterson, I. R., & Perrett, D. I. (1989). Attention to \ndetail? Behavioral and Brain Sciences , 12(3), 417–418. https://\ndoi.org/10.1017/S0140525X00057022\nPublisher’s note  Springer Nature remains neutral with regard to juris -\ndictional claims in published maps and institutional affiliations.Misophonia Scale for Adolescents. Frontiers in Psychology , In \nPress\nRobertson, A. E., & Simmons, D. R. (2013). The Relationship between \nSensory Sensitivity and Autistic Traits in the General Population. \nJournal of Autism and Developmental Disorders , 43(4), 775–784. \nhttps://doi.org/10.1007/s10803-012-1608-7\nRouw, R., & Erfanian, M. (2018). A Large-Scale Study of Misopho -\nnia. Journal of Clinical Psychology , 74(3), 453–479. https://doi.\norg/10.1002/jclp.22500\nSapey-Triomphe, L. A., Moulin, A., Sonié, S., & Schmitz, C. (2018). \nThe Glasgow Sensory Questionnaire: Validation of a french lan -\nguage version and refinement of sensory profiles of people with \nhigh Autism-Spectrum Quotient. Journal of Autism and Devel -\nopmental Disorders , 48(5), 1549–1565. https://doi.org/10.1007/\ns10803-017-3422-8\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. \nC., Turbyne, C., & Denys, D. (2019). Misophonia is associated \nwith altered brain activity in the auditory cortex and salience \nnetwork. Scientific Reports , 9(1), 1–9. https://doi.org/10.1038/\ns41598-019-44084-8\nSimner, J., Koursarou, S., Rinaldi, L. J., & Ward, J. (2022). Attention, \nFlexibility and Imagery in Misophonia: Does Attention Exac -\nerbate Everyday Disliking of Sound? Journal of Clinical and \nExperimental Neuropsychology , In Press\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., \nFioretti, A. … Raver, S. M. (2022). A Consensus Definition of \nMisophonia: Using a Delphi Process to Reach Expert Agreement. \nFrontiers in Neurosciences, In Press\nTavassoli, T., Hoekstra, R. A., & Baron-Cohen, S. (2014). The \nSensory Perception Quotient (SPQ): development and vali -\ndation of a new sensory questionnaire for adults with and"
    }
  ]
}