{
  "doc_type": "scientific paper",
  "title": "Mental Health Difficulties in Children who Develop Misophonia",
  "authors": [
    "Rinaldi"
  ],
  "year": 2023,
  "journal": "Psychiatry & Human Development",
  "doi": "10.1007/s10578-023-01569-y",
  "abstract": null,
  "keywords": [
    "ALSPAC · DAWBA  · mental health · anxiety · depression · ADHD · misophoniaAccepted: 1 July 2023"
  ],
  "research_topics": [
    "ALSPAC · DAWBA  · mental health · anxiety · depression · ADHD · misophoniaAccepted: 1 July 2023"
  ],
  "created_at": "2025-05-05T00:33:01.389000Z",
  "source_pdf": "documents/research/Global/Rinaldi 2023 Mental Health Difficulties in Children who Develop Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ORIGINAL ARTICLEChild Psychiatry & Human Development\nhttps://doi.org/10.1007/s10578-023-01569-y\nor even non-auditory repetitive actions such as chair-rock -\ning [ 3]. Misophonia symptoms have been linked to subtle \norganisational differences in the brain, including increased \nfunctional and structural connectivity in regions related to \nthreat, emotion, and salience [ 4, 5]. This suggests sounds \nare more prominent and emotionally salient for people with \nmisophonia, which appears to make them more distressing \nto hear, and harder to ignore.\nIn the two decades since misophonia was first named and \nrecognised [ 6], a small but rapidly-growing body of research \nhas begun to comprehensively analyse this sound sensitivity \ndisorder, identifying common co-morbidities (e.g., obses -\nsive compulsive disorder, autism; [ 7–9]) and component \nfacets (e.g., emotional symptoms vs. physiological symp -\ntoms vs. behavioural symptoms; [ 10, 11]). However, the \nvast majority of misophonia studies focus exclusively on \nadult sufferers. Early exceptions were several case-studies \ndescribing children and adolescents with misophonia who \nwere seeking treatment in clinical environments [ 12–15]. \nSubsequently, our own study was the first to explore miso -\nphonia in randomly-sampled children who had not referred \nfor treatment. This provided important information because, \nunlike children at clinics (who already show sufficient dif -\nficulties for their caregivers to seek clinical support), chil -\ndren from randomly-sampled populations demonstrate how Abbreviations\nALSPAC  Avon Longitudinal Study of Parents and \nChildren\nDAWBA   Development and Wellbeing Assessment\nSSfM  Sussex Screener for Misophonia\nsMFQ  Short Mood and Feelings Questionnaire\nMisophonia is a sound sensitivity disorder in which cer -\ntain classes of sound feel unusually unpleasant [ 1]. Typical \ntriggers include everyday ambient sounds (e.g., chewing, \nbreathing) which are easily ignored by most other people, \nbut feel highly aversive to people with misophonia (hence -\nforth misophonics). Encountering these sounds causes neg -\native emotions for misophonics, such as anger, disgust, or \nanxiety, and also physiological reflexes such as increased \nheart rate, muscle flinch, or feeling of pressure [ 2]. The \nstrongest triggers of misophonia are human bodily sounds \nsuch as eating sounds (e.g., chewing, crunching, slurping), \nbut can also be non-human noises (e.g., clicking, tapping), \n \rJulia Simner\nJ.simner@sussex.ac.uk\n1 School of Psychology, University of Sussex, Brighton, UKAbstract\nMisophonia is a sound sensitivity disorder characterized by unusually strong aversions to a specific class of sounds (e.g., \neating sounds). Here we demonstrate the mental health profile in children who develop misophonia, examining depression, \nanxiety and ADHD. Our participants were members of the birth cohort ALSPAC ( Avon Longitudinal Study of Parents \nand Children ). We screened them for misophonia as adults, then analysed their retrospective mental health data from ages \n7 to 16 years inclusive, reported from both children and parents. Data from their Development and Wellbeing Assess -\nments  (7–15 years) and their Short Mood and Feelings Questionnaires  (9–16 years) show that our misophonia group had \na greater likelihood of childhood anxiety disorder and depression in childhood (but not ADHD). Our data provide the \nfirst evidence from a large general population sample of the types of mental health co-morbidities found in children who \ndevelop misophonia.\nKeywords  ALSPAC · DAWBA  · mental health · anxiety · depression · ADHD · misophoniaAccepted: 1 July 2023\n© The Author(s) 2023Mental Health Difficulties in Children who Develop Misophonia: An \nExamination of ADHD, Depression & Anxiety\nLouisa J Rinaldi1 · Julia Simner1\n1 3"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Child Psychiatry & Human Developmentmisophonia manifests in the wider community. Here we \nfound that average children with misophonia 10–14 years \nshowed significantly poorer wellbeing than their peers, in \nterms of their life-satisfaction, health-related quality of life, \nlevels of anxiety, obsessive compulsive traits, autism traits, \nsensory sensitivities, and emotion dysregulation [ 7, 16]. \nThis work provided the first evidence that misophonia in \nthe wider childhood population brings sufficient difficulties \nin mental health for it to be an important target for research \nand clinical support.\nOur earlier studies had several important limitations. In \nseeking a random sample of children with misophonia, we \nscreened 150 children, but this produced a testing group of \nonly 15 target misophonics [ 16]. Although this was suffi -\ncient to detect large effect sizes, a bigger sample would be \nneeded for more fine-grained work. Second, we tested ado -\nlescent participants in the later stages of childhood (10–14 \nyears), leaving the period prior to this as yet unexplored \n(for community misophonics). Third, our data were based \non eliciting self-reports from children, which although rela -\ntively successful in our previous work, might nonetheless \nintroduce greater noise than when testing adults. Indeed, \nthis drawback is a cornerstone of developmental science, \nbut one we aim to overcome in the current study. Here, we \nhave had access to a unique cohort of adults whose early life \nhas been rigorously and scientifically documented as part \nof the Children of the 90s Cohort  of the Avon Longitudi -\nnal Study of Parents and Children  (ALSPAC; [ 17]. These \n30-year-old adults have been screened extensively since \nbefore birth (as far back as in utero) on a wide range of \ntopics including, importantly, mental health. In the current \nstudy we screened this cohort at the age of 28 years, iden -\ntifying several hundred participants with misophonia, and \nseveral thousand without (to serve as a comparison group). \nThen, using data originally gathered from these adults when \nthey were still children, we conducted a series of analyses to \nask what are the timepoints in development when children \nin the misophonia group diverged from their peers across a \nrange of mental health variables.\nIn our study, we examined three mental health conditions \nin particular: anxiety disorder, depression, and attention def -\nicit hyperactivity disorder (ADHD). Our choice was based \non studies of misophonia in adolescents and adults, which \nshow not only that quality-of-life declines with increasing \nmisophonia symptoms [ 16, 18] but that depressive symp -\ntoms increase [ 19, 20], as do rates of anxiety compared with \nnon-misophonics [ 8, 16]. Poor mental health also remains a \nsignificant predictor of misophonia even after controlling for \nage and sex (e.g., in anxiety-related panic disorders; [ 21]). \nSince these mental health conditions are known to have roots \nchildhood (e.g., three quarters of anxiety disorders originate \nin childhood; [ 22]) this leads us to hypothesise that anxiety and depressive traits may already exist in young misophon -\nics. We looked additionally at ADHD tendencies, although \nour hypothesis here is less clear. One study [ 18] found that \n5% of their 575 adult misophonics had co-morbid ADHD, \nwhile a figure reported elsewhere was 12% [ 23]. However, \nwe have found it hard to evaluate whether these rates differ \nfrom the population baseline (of 4.4%; [ 24]), due either to \nour uncertainty over their methodology ([ 23]1), or due to \ntheir participant-selection criteria, which in one study [ 18] \na priori  excluded participants with primary ADD/ADHD. \nThis method of participant-selection initially suggests \nADHD may be especially high in misophonia, since remov -\ning cases of ADHD still left a prevalence similar to the pop -\nulation baseline. Crucially however, their recruitment took \nplace at a misophonia clinic, where the most severe cases \nare likely to gather. It is therefore unclear whether ADHD \nwould be elevated in the wider general population of peo -\nple with misophonia, so we address this question here. In \nthe current paper, we tentatively hypothesise that rates of \nADHD may be higher in misophonia simply because there \nis a known link between ADHD and sensory sensitivities \n[25–28]. This prediction therefore sits alongside our similar \nhypotheses for elevated depression and anxiety traits.\nTo give further background to our study, our first measure \nwas the Development and Wellbeing Assessment  (DAWBA; \n[29]). It comprises a series of clinical questions to determine \nthe probability of having different mental health conditions \nat different age-points, including anxiety, depression, and \nADHD. We therefore examined data from this measure, \ncompleted by parents between 1998 and 2007 (when chil -\ndren were 7–15 years old). By evaluating scores at different \nages, we can provide a valuable ‘quasi real-time’ simulation \nof how and when different mental health conditions emerge \nfor children in our misophonia and comparison groups. \nIn addition, we also compare our two groups on a further \nmeasure for depressive traits (the short Mood and Feelings \nQuestionnaire , sMFQ; [ 30]), administered to both chil -\ndren and parents from the age of 9/10 to 16 years. Across \nall measures, we predict that participants in the misopho -\nnia group will show an increased risk of anxiety disorder, \n1  The prevalence of ADD/ADHD cited in this study is 12%, though \nwe are unclear whether it applies to (i) 12% of their entire sample \nof 301 misophonics (ii) 12% of the 150 misophonics who reported \na co-morbidity, or indeed (iii) ADHD in both misophonics and their \nwider family, or just misophonics alone. Their report reads as follows: \n“We asked [our 301] participants if they had been diagnosed with other \nconditions… We also inquired about the presence of neurological, psy -\nchological, or psychiatric conditions in their family members. A total \nof 151 (50%) participants reported no other conditions or diagnoses. \nFrom the list of conditions, the most commonly reported items were \ntinnitus (12%), PTSD (12%), and ADD/ADHD (12%)” (p. 18). Hence, \nalthough this earlier study plays an important role in raising the ques -\ntion of ADD/ADHD in misophonia, we hope to contribute further data \nin the current study.\n1 3"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Child Psychiatry & Human Developmentdepression and possibly ADHD in childhood compared to \ntheir peers, and that this is likely to become apparent at least \nby adolescence. Importantly, our retrospective study cannot \nidentify whether these mental health symptoms are elevated \nin children who already had  misophonia at that age, since \nmisophonia tests were not administered to ALSPAC chil -\ndren (and indeed the condition was yet to be recognised \nfor another decade). Instead however, our study can tell us \nwhether mental health symptoms are elevated in children \nwho go on to report misophonia as adults  - who therefore \neither manifested it as children, or went on to develop it \nsubsequently.\nMethods\nParticipants\nOur participants were drawn from the Avon Longitudinal \nStudy of Parents and Children  (ALSP AC ) a British longi -\ntudinal cohort with a wealth of psychological, genetic, \neducational and health data spanning three decades [ 17, \n31, 32]. Pregnant women who were resident in Avon, UK \nwith expected dates of delivery from 1st April 1991 to 31st December 1992 were invited to take part in the study. The \ninitial number of pregnancies enrolled was 14,541, with an \nadditional 913 eligible pregnancies added retrospectively \nin subsequent waves. These 15,454 pregnancies resulted in \n15,589 foetuses, of which 14,901 were alive at 1 year of \nage. In the current study we screened for misophonia almost \nthree decades later in Dec 2020- Feb 2021 as part of the \n“Life at 28 +” wave of data collection, in over 4000 of the \nactive remaining respondents from the index cohort (known \nas the ‘Children of the 90s Cohort”). Our participants with \nreturned data were 4253 adults aged 28, comprising 1452 \nmales-at-birth (mean age in months 345.81; SD 5.94), 2798 \nfemale-at-birth (mean age in months 345.49; SD 6.04) and 3 \nwith no information about sex-at-birth (mean age in months \n338.67; SD 4.51). The outcome of our screening for miso -\nphonia (see Materials  for screener) shows that this group \ncontained 333 adults with misophonia (77 male and 256 \nfemale) and 3920 without misophonia (1375 male, 2542 \nfemale, 3 unknown). We refer to these as misophonics versus \nnon-misophonics respectively (or misophonics vs. the com -\nparison group). Of these individuals, Tables 1 and 2 show \nhow many of these participants also had childhood data for \nour measures of interest. Table 1 shows the final number \nof participants in our DAWBA analyses (for ADHD, anxi -\nety, depression), split by timepoints between 7–15 years. \nTable 2 shows the final participants for our sMFQ analyses \nfor depression, again split by timepoint, but also by which -\never person completed the questionnaire (child completed \n10–16 years; parent completed 9–16 years).\nEthical Approval  for the study was obtained from the \nALSPAC Ethics and Law Committee and the Local \nResearch Ethics Committees. Informed consent for the use \nof data collected via questionnaires and clinics was obtained \nfrom participants following the recommendations of the \nALSPAC Ethics and Law Committee at the time.\nMaterials\nThe Development and Wellbeing Assessment (DAWBA;  \n[29]). This parent-completed questionnaire poses a series of \nclinically-based questions about the child, relating to symp -\ntoms indicative of mental health conditions. Parents com -\npleted this questionnaire at multiple timepoints, specifically \nwhen their child was 7, 10, 13 and 15 years. The DAWBA \nscore indicates the likelihood of being diagnosed with a \nseries of mental health conditions based on the criteria of the \nInternational Classification of Diseases-10  (ICD-10) and \nthe Diagnostic and Statistical Manual of Mental Disorders \nfourth edition  (DSM-IV). Our hypotheses led us to consider \nthree mental health conditions, which were available across Table 1  Participant numbers for our misophonic and non-misophonic \nparticipants, split by age at DAWBA completion. Also shown is a \nbreakdown by sex-at-birth (female, male) with mean age (& standard \ndeviation) in months for each timepoint\nGroup Timepoint \n(approxi -\nmate age \nin years)Total \nNN \nFemaleN \nMaleMean \nage in \nmonths \n(SD)\nTotal 7 3296 2107 1189 91.79 \n(1.65)\n10 3304 2107 1197 128.54 \n(1.50)\n13 3215 2039 1176 166.83 \n(1.91)\n15 2569 1624 944 184.73 \n(2.88)\nMisophonics 7 247 187 60 91.92 \n(2.01)\n10 238 181 57 128.48 \n(0.97)\n13 242 182 60 167.05 \n(2.44)\n15 194 150 44 184.77 \n(2.75)\nNon-misophonics 7 3049 1920 1129 91.78 \n(1.61)\n10 3066 1926 1140 128.54 \n(1.53)\n13 2973 1857 1116 166.82 \n(1.87)\n15 2374 1474 900 184.73 \n(2.90)\n1 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Child Psychiatry & Human Developmentanxiety disorder, social phobia, separation anxiety, PTSD, \nOCD, and specific phobias (e.g., Over the last 6 months has \nyour child worried excessively on more days than not? ). The \nfull list of items and scoring is described in detail for all \nconditions at https://www.dawba.info/py/dawbainfo/b4.py  \n(see also[ 29, 33, 34] ).\nThe DAWBA is a widely-accepted measure described in \nover 400 publications, and is well validated in both clinical \n[35] and epidemiological studies [ 34]. For example, it shows \nexcellent discrimination between clinic and community \nsamples in rates of diagnosed disorders [ 29] and substan -\ntial agreement between DAWBA and case note diagnoses. It \nhas been translated into at least 20 languages ( https://www.\ndawba.info/py/dawbainfo/b4.py ), and has been used by \nnational statistics agencies to survey nationwide child psy -\nchiatric morbidities (e.g., the UK National Statistics; [ 33, \n36]). In our own sample we examined test-restest reliabil -\nity, finding a ‘good’ intraclass correlation coefficient (ICC) \nof 0.85 for ADHD, a ‘moderate’ ICC for anxiety (0.59) \nalthough poorer for depression (0.38; [ 37]). However, our \ntest-retest period was exceptionally long, spanning almost \na decade from 7 to 16 years, whereas the ICC is most often \napplied to test-retest conducted over substantially shorter \nintervals [ 37].\nThe Short Mood and Feelings Questionnaire (sMFQ) . \nThis 13-item measure probes depression symptoms over the \ntwo weeks prior to testing (e.g., In the past two weeks… felt \nmiserable or unhappy? ). Responses are given a 3-point Lik -\nert scale from Not at all  (scored 0), Sometimes true  (scored \n1) or True (scored 2), and the test is scored out of 26 with \nhigher scores representing more depressive traits. There \nwere both child- and parent-completed versions of the test. \nParents completed this questionnaire when their children \nwere 9,11,13 and 16 years, and the equivalent childhood \nspan for the child/self-completed version was 10, 12, 13 \nand 16 years. The sMFQ is a validated measure of cognitive \nand affective depressive symptomology, and can success -\nfully discriminate clinically depressed from general popu -\nlation samples in children 8–16 years [ 37], and depressed \nfrom non-depressed children within the general population \n(where depression was independently identified with the \nDiagnostic Interview Schedule depression scale; [ 38])2. We \nmeasured test-retest reliability in our sample and found an \nICC of 0.66 for child-completed sMFQ, and an ICC of 0.75 \nfor parent-completed sMFQ, being ‘moderate’ and ‘moder -\nate-to-good’ respectively [ 39].\n2  Child-completed sMFQ continued into adulthood though our inter -\nest is childhood development, so our age ranges were 9, 11, 13 and \n16 years (parent-completed) and 10, 12, 13 and 16 years (child-com -\npleted). For evidence on depression and anxiety in adult misophonia \nwe point the reader to the extensive literature (for review see [16]).all four time points: ADHD, depression, and anxiety dis -\norder. For ADHD, there were 22 items, which began with \na yes/no question ( Over the last 6 months… do you think \nyour child definitely has some problems with overactivity of \npoor concentration? ) followed by 21 items on a response \nscale running from 0 to 2 (e.g., Have their teachers com -\nplained over the last 6 months of problems with poor con -\ncentration or being easily distracted? No, or doesn’t apply; \nA little; A lot ). For depression, there were 17 items, com -\nprising 12 yes/no questions (e.g., In the last 4 weeks, have \nthere been times when your child has been very sad, miser -\nable, unhappy or tearful? ), as well as two items on a 3-point \nscale (e.g., When your child has been miserable, could they \nbe cheered up? Easily; With difficulty/ only briefly; Not at \nall) and three items on a 2-point scale (e.g., Over the last 4 \nweeks, the period of being really miserable has lasted less \nthan 2 weeks; 2 weeks or more? ). Finally, the DAWBA also \nindicated the likelihood of clinical diagnosis for anxiety \ndisorder. This comprised a package of interviews identify -\ning one or more anxiety disorder from among generalised Table 2  Participant numbers split by age at sMFQ completion (both \nchild-completed and parent-completed versions). Also shown is a \nbreakdown by sex-at-birth (female, male) with mean age (& standard \ndeviation) in months for each timepoint\nGroup Timepoint \n(approxi -\nmate age \nin years)Total \nNN \nFemaleN \nMaleMean age \nin months \n(SD)\nTotal \nParent-completed9 3315 2128 1187 116 (1.42)\n11 3169 2034 1134 141 (1.50)\n13 3168 2019 1149 158 (2.00)\n16 2791 1759 1032 202 (4.32)\nMisophonics 9 248 186 62 116 (1.62)\n11 241 186 55 141 (1.90)\n13 231 172 59 158 (1.99)\n16 205 158 47 202 (4.24)\nNon-misophonics 9 3067 1942 1125 116 (1.40)\n11 2928 1848 1080 141 (1.46)\n13 2937 1847 1090 158 (2.00)\n16 2586 1601 985 202 (4.32)\nTotal \nChild-completed10 3241 2086 1155 127 (2.87)\n12 3154 2026 1128 153 (2.62)\n13 2966 1878 1088 166 (2.35)\n16 2898 1944 954 200 (2.79)\nMisophonics 10 254 192 62 128 (2.74)\n12 239 184 55 154 (3.11)\n13 227 174 53 166 (2.69)\n16 224 182 42 200 (2.74)\nNon-misophonics 10 2987 1894 1093 127 (2.88)\n12 2915 1842 1073 153 (2.58)\n13 2739 1704 1035 166 (2.32)\n16 2674 1762 912 200 (2.79)\n1 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Child Psychiatry & Human Developmentwith others a little or a lot compared to only 2.80% of the \ncomparison group (Fishers exact p = .024). At age 25, miso -\nphonics were still significantly less likely to eat with others, \nand instead spent significantly more time than the compari -\nson group eating alone. For example, 13.82% of misophon -\nics ate alone 5 + times during the last week, compared to \nonly 10.81% of the comparison group. This difference is \nsignificant (i.e., using the response-scale running from 0 \n[i.e., never eating alone] to 4 [i.e., 7 + times eating alone], \nmisophonics had a mean of M = 1.42, SD = 1.24; compared \nto non-misophonics M = 1.16, SD = 1.16; t(254.75) = -3.29, \np = .002, Cohen’s d = 0.23). At the same age, misophon -\nics were also significantly more likely to use sound-dis -\ntractions at the dinner table (e.g., television playing whilst \neating) compared with non-misophonics (i.e., mean days \nwithout distraction was 1.00 days per week for misophon -\nics [SD 1.18] vs. 1.18 for non-misophonics, SD = 1.20; \nt(261.97) = 2.13, p = .034, Cohen’s d = 0.15). Finally, at age \n25, people classified by our screener as misophonic were \nalso overwhelmingly more likely to indicate typical inter-\npersonal difficulties expected from misophonia (e.g., “In \nlast 6 months compared to people of the same age, I am \neasily annoyed by others”); i.e., 71.93% misophonics indi -\ncated somewhat or certainly true compared to 49.52% of \nnon-misophonics (with respective means on the full scale \nscored 0–2 [ not true , somewhat true , certainly true ] as fol -\nlows: M = 0.94, SD = 0.71; M = 0.57, SD = 0.63; t(174.04) \n= -6.01, p < .001, Cohens d = 0.58). Finally, we also selected \na feature to examine for divergent  validity, i.e., a feature \nexpected to show no difference for misophonics and non-\nmisophonics. As expected from the literature [ 16], we found \nthat our misophonia screener was entirely non-predictive \nof creative self-concept , a well-studied self-assessment of \none’s own creative ability [ 41, 42] which correlates with \ndirect measurements of creativity, but is known to show \nno difference between misophonics and non-misophonics \n[16]. Hence, using an almost identical question to previous \nmisophonia literature (“How good are you at art?”; rated \nfrom not good at all  to very good ) we found that the creative \nself-concept of misophonics (M = 3.67, SD = 1.18) was no \ndifferent to the comparison group (M = 3.57, SD = 1.08; \nt(289.23) = 1.23, p = .220, Cohen’s d = 0.09), thereby pro -\nviding divergent validity for our measure of misophonia.\nIn summary, our screener has both convergent and diver -\ngent validity, since participants identified as having miso -\nphonia were significantly more likely to have reported a \nsound sensitivity at age 11, were significantly more likely to \navoid eating near others by parental report at 13, and again \nby self-report at age 25, and were significantly more likely to \nuse sound-distractions while eating (e.g., tv playing). They \nwere also more likely to have been annoyed by others in the \n6 months previously, and they explicitly endorsed a careful Sussex Screener for Misophonia (SSfM) . We developed \nand administered this written screener as a measure for \nadult misophonia. The SSfM  provided examples of known \nmisophonia triggers ( eating noises ; throat clearing ; nasal \nnoises ; etc.) as well as a characterisation of misophonia to \nwhich participants agreed or disagreed (i.e., When sounds \n(e.g., crunching) consistently cause extreme emotions, like \nanger, disgust or anxiety ). For those agreeing with misopho -\nnia, our screener contained further items probing its severity \nin disrupting daily life ( not at all , very mildly , moderately , \nseverely , very severely ) and additional questions for con -\nsideration elsewhere, such as whether the participant had \nsought clinical support for their misophonia, and when they \nbelieve it developed ( early school [up to 11] ; later school \n[11 to 18] , adulthood [18 + years] ). Misophonics were clas -\nsified as those agreeing with our characterisation of miso -\nphonia, but also rejecting ‘not at all’ for its detriment to \ndaily life (i.e., misophonia must disrupt daily life for partici -\npants in our misophonia group, at least to some degree). The \nremainder (i.e., those without any detrimental misophonia) \nformed our comparison group.\nTo have confidence that our screener corrected identifies \npeople with misophonia, we first confirmed it converges \nwith multiple lines of evidence for misophonia. Here, we \ncompared it to evidence gathered from assessments admin -\nistered to the same cohort, including a clinic audiology visit \ncarried out when the cohort were 11 years old [ 40]. Although \nmisophonia had not been classified or even named at the \ntime of this earlier clinic, there are clear indicators we can \nuse. For example, adults identified with misophonia using \nour screener were twice as likely than the comparison group \nto report a sound sensitivity in the clinic assessment at age \n11 years (i.e., “Do you ever experience over-sensitivity or \ndistress to particular sounds?”; 6.5% misophonics vs. 3.5% \nnon-misophonics, χ2 (1) = 4.93, p = .026). They were also \nmore than twice as likely to be wearing ear defenders at age \n11 to protect themselves from aversive sounds compared to \ntheir peers (12.5% vs. 5.05%). Although numbers here were \ntoo small to test this statistically (since only 16 misophonics \nwere given this latter question3), we can also see evidence \nof misophonia in other converging traits. Hence, our miso -\nphonia group were significantly more likely to dislike eat -\ning in the presence of others at age 13 (remembering that \nthe very strongest triggers of misophonia are other people’s \neating sounds). Here, 5.10% of misophonics disliked eating \n3  This n is small because this question appeared in a pipeline within \nconditional logic, where it was not asked unless earlier questions had \nbeen asked and answered in a certain way (i.e., children were asked \nquestions about whether they were over-sensitive to sounds, and only \nthose who replied yes were asked further about ear defenders). How -\never, we include this descriptive statistic for transparency so that every \nmeasure we inspected is reported here, even where small numbers \nmeant we did not and could not achieve significance.\n1 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Child Psychiatry & Human Developmentsocial anxiety, separation anxiety, specific phobia etc.) we \nlook at domain-level diagnosis. For example, we examine \nthe likelihood of developing anxiety disorder, whether that \nbe social anxiety, separation anxiety, or specific phobias etc. \nWe took this approach following earlier literature e.g., [ 49] \nand because fine-grained analyses would be under-powered \ndue to the relative rarity of specific sub-conditions during \nthe period we examine (7–16 years). Finally, we use Mann \nWhitney Wilcoxons to explore pairwise post-hoc compari -\nsons on ordinal data, correcting for multiple comparisons.\nScores from the sMFQ (depression traits) are continu -\nous but due to non-normality we also ran non-parametric \nANOV A using the same framework as before. We analysed \nchild-completed and parent-completed sMFQ scores in \nseparate analyses since agreement between child and parent \nreports can sometimes be rather low [ 50, 51]. For the child-\ncompleted model, we examined differences between groups \n(misophonics vs. non-misophonics) across four timepoints \n(10, 12, 13 and 16 years) and there were also four timepoints \nfor our parent-competed model (9, 11, 13 and 16 years) 4. \nAll analyses were performed in R 3.6.3 using R Studio, \nwith the R packages tidyverse  for general data wrangling, \nggplot2  for figures, nparLD  for non-parametric longitudinal \nanalyses.\nResults\nADHD Diagnosis likelihood - DAWBA\nTo remind the reader, we ran a non-parametric ANOV A \ncrossing group (misophonic vs. non-misophonic), sex-at-\nbirth (male vs. female), and timepoint (7, 10, 13, 15). Our \nstatistical results are displayed in Table 3 and they show no \nsignificant main effect of group (Misophonics M = 0.40, \nSD = 0.74; Non-misophonics M = 0.35, SD = 0.73), and \nno significant main effect of time. The effect of sex-at-\nbirth strongly trended ( p = .052) with females (M = 0.29, \nSD = 0.64) scoring lower than males (M = 0.47, SD = 0.84) \n– as expected from the literature [ 52]. There were no sig -\nnificant interactions between any of our variables. This \nsuggests our misophonia group were no different than the \n4  Data such as ours are superficially amenable to growth model analy -\nses, but our data fail to meet one important assumption of the growth \ncurve model, which is that all individuals follow the same growth pat -\ntern [ 59]. We are likely to violate this assumption since the misophonia \nwe detect in adults will have emerged at varying points throughout \ntheir different childhoods. This makes it less likely that all individuals \nwill follow the same growth, and when this assumption is violated, \nfitting the growth curve model results in less power [ 59]. We therefore \nfollow Liu and colleagues in applying an ANOV A as most appropriate \nto our data.description of misophonia at the age of 28, while agreeing \nthat it impacted their lives. Finally, as expected, they were \nno different to the comparison group in their creative self-\nconcept. This ample convergent and divergent validity for \nour measure leads us to conclude that our screener success -\nfully detects adults with misophonia.\nProcedure\nOur SSfM (misophonia screener) was administered as part \nof ALSPAC’s “Life at 28 +” wave of data collection. Partici -\npants completed the screener online in digital form, with a \npencil-and-paper version made available where requested. \nThe screener took approximately 5-minutes to complete. \nThese data were collected and managed by the ALSPAC \nteam using Redcap, a secure web-based software platform \nhosted at the University of Bristol, designed to support data \ncapture for research studies [ 43]. We subsequently accessed \nour data, alongside existing data from the DAWBA and the \nsMFQ, which were shared from ALSPAC’s back-catalogue \nof data from the 1990-2000 s. ALSPAC’s fully searchable \ndata dictionary and variable search tool can be found online \nat http://www.bristol.ac.uk/alspac/researchers/our-data .\nAnalytic Plan . We examined longitudinal data from the \nDAWBA (i.e., probability of meeting the diagnostic cri -\nteria for ADHD, anxiety disorder and depression) and the \nsMFQ (symptoms of depression). The DAWBA has an ordi -\nnal scale with unequal distances between scale points (e.g., \n1 = < 0.1% probability of diagnosis, 2 = ~ 0.5% probability \nof diagnosis, 3 = ~ 3% probability of diagnosis etc.). We \ntherefore applied a non-parametric test using the nparLD  \npackage in R [ 44] which produces ANOV A-type statistics \n(and also Wald-type statistics, which held the same interpre -\ntation for all our results). We present our ANOV A statistics \nbelow, henceforth referred to as non-parametric ANOV A. \nOur models examine differences between groups (miso -\nphonics vs. non-misophonics) across four timepoints (7, \n10, 13 and 15 years), for three different diagnoses (anxi -\nety disorder, ADHD, depression). Hence we perform three \nseparate analyses, with the outcome being diagnosis likeli -\nhood of anxiety disorder, ADHD, and depression, respec -\ntively. While ADD/ADHD symptoms decrease with age \nand are higher in males [ 45], both anxiety and depression \nincrease with age around the middle of adolescence, and \nstart to emerge more strongly in females from around age \n13 [46, 47]. These periods correspond to the upper tail of \nour age range, so we therefore additionally added sex-at-\nbirth as a predictor (which was provided in our data as male/\nfemale). We remind the reader that effect sizes cannot be \ndirectly measured for non-parametric mixed ANOV As [ 48]. \nAlthough some mental health domains also have sub-con -\nditions (e.g., anxiety disorder includes sub-conditions of \n1 3"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Child Psychiatry & Human Developmentthe likelihood of a diagnosis of anxiety disorder. The pat -\ntern of results was rather different (see Table 4). As expected \n[46], there was a significant main effect of timepoint, sug -\ngesting children became more anxious over time regard -\nless of group status, and there was also a significant main \neffect of sex-at-birth, since females (M = 1.73, SD = 0.66) \nwere more anxious than males (M = 1.62, SD = 0.61). Our \ndata also showed a significant interaction of sex-at-birth and \ntime, since – again as expected -- males and females show \ndifferent anxiety trajectories as they age (females typically \ndiverge from boys age 13 years; [ 46]). Importantly, we also \nfound a significant main effect of group, with misophonics \n(M = 1.82, SD = 0.66) more anxious than non-misophonics \n(M = 1.68, SD = 0.64; See Fig. 1).\nThere was no three-way interaction (group, timepoint, \nsex-at-birth), and the two-way interaction between group \nand time approached significance at p = .052. Given the \ninterest in age of onset, the two earliest timepoints at age \n7 and 10 were explored with non-parametric Mann Whit -\nney Wilcoxon tests. These showed no significant differ -\nence between misophonics and non-misophonics at age 7 \n(W = 357,228, p = .128, r = .02), but a significant difference \nby the age of 10 years ( W = 327,241, p =. 001, r = .05) which \nsurvives at the corrected alpha ( α < 0.025) for multiple com -\nparison. Thus we find evidence that misophonics differ at \nleast from the age of 10.\nDepression Diagnosis likelihood - DAWBA\nOur final DAWBA scale was for depression, and again we \nran a non-parametric ANOV A crossing group (misophonic \nvs. non-misophonic), sex-at-birth (male vs. female) and \ntimepoint (7, 10, 13, 15). Our data is represented in Fig. 2, \nand our final model in Table 5 shows a significant main \neffect of time and sex-at-birth since mental health symptoms comparison group in their likelihood of an ADHD diagno -\nsis, and had the same trajectory.\nAnxiety Diagnosis likelihood - DAWBA\nWe repeated our analysis (non-parametric ANOV A crossing \ngroup, sex-at-birth, and timepoint), but this time looked at Table 3  Non-parametric ANOV A showing main effects and interac -\ntions between group (misophonic vs. non-misophonic), sex-at-birth \n(male vs. female) and timepoint (7, 10, 13, 15 years) in predicting \ndiagnosis likelihood of ADHD, using the DAWBA.\nStatistic Df p-value\nGroup 0.56 1 0.453\nSex-at-birth 3.75 1 0.052†*\nTime 2.19 2.94 0.088\nGroup: Sex-at-birth 0.92 1 0.338\nGroup: Time 1.45 2.94 0.226\nSex-at-birth: Time 0.55 2.94 0.645\nGroup: Sex-at-birth :Time 1.96 2.94 0.118\nSignificance level: *** 0.001, ** 0.01, * 0.05, †* strongly trended, \nmissed conventional alpha at third decimal place.\nTable 4  Non-parametric ANOV A showing main effects and interac -\ntions between group (misophonic vs. non-misophonic), sex-at-birth \n(male vs. female) and timepoint (7, 10, 13, 15 years) in predicting \ndiagnosis likelihood of an anxiety disorder, using the DAWBA.\nStatistic Df p-value\nGroup 14.20 1 < 0.001***\nSex-at-birth 9.05 1 0.002**\nTime 4.19 2.76 0.007**\nGroup: Sex-at-birth 0.00 1 0.993\nGroup: Time 2.65 2.76 0.052†*\nSex-at-birth: Time 2.89 2.76 0.038*\nGroup: Sex-at-birth \n:Time0.68 2.76 0.552\nSignificance level: *** 0.001, ** 0.01, * 0.05, †* strongly trended, \nmissed conventional alpha at third decimal place.\nFig. 2  DAWBA-Depression scores for misophonics and non-miso -\nphonics across four timepoint (7, 10, 13, 15 years). Group and time \ndid not interact, and were both significant main effects (the former just \nat threshold; see Table 5). Again, sex-at-birth was significant but there \nwas no interaction with group, so our figure reliably shows the pattern \nof results for misophonia over time \nFig. 1  DAWBA-Anxiety scores for misophonics and non-misophon -\nics across four timepoint (7, 10, 13, 15 years). Group and time were \nboth significant main effects, with an interaction at the conventional \nthreshold (see Table 4). Sex-at-birth was also significant l but there \nwas no interaction with group, so our figure reliably shows the pattern \nof results for misophonia over time \n1 3"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Child Psychiatry & Human Development(M = 2.88, SD = 3.67) had significantly more depressive \nsymptoms than non-misophonics (M = 2.17, SD = 3.08; See \nFig. 3). There were no two-way or three-way interactions \ninvolving group, suggesting that children in the misophonia \ngroup were already more depressed than their peers at the \nearliest age (i.e., by age 9) and were equally affected regard -\nless of their sex-at-birth.\nDepression Symptoms - Child Completed sMFQ\nWe repeated our analysis on the child-generated data, which \nthis time took its timepoints at age 10, 12, 13, and 16 years. \nOur model presented in Table 7 shows an identical pattern \nof results as we found in parents; i.e., a significant main \neffect of time and sex-at-birth (females M = 5.53; SD = 4.76; \nmales M = 4.37, SD = 3.71), with a significant interaction \nbetween the two. Importantly, we again found a main effect \nof group, with children in our misophonic group showing \ngreater depressive traits (M = 6.43, SD = 5.11) than our non-\nmisophonic group (M = 5.01, SD = 4.38; see Fig. 4).\nDiscussion\nOur study examined a longitudinal sample from Southern \nEngland (ALSPAC; [ 17]) to test whether adults with the \nsound sensitivity of misophonia experience mental health again worsen with age, and are higher for females (M = 0.63, \nSD = 0.79) than males (M = 0.49, SD = 0.69). There was no \nsignificant interaction between time and sex-at-birth, and no \nthree-way interaction with group. In our main comparison \nof group, misophonics scored higher in their depression-\nlikelihood (M = 0.67, SD = 0.86) than non-misophonics (M \n0.57, SD = 0.75) but this just missed significance at a third \ndecimal place ( p = .054). This raises the question of whether \nwe can replicate this finding at conventional significance in \nour second depression measure below (i.e., the sMFQ).\nDepression Symptoms - Parent Completed sMFQ\nTo remind the reader, we ran a non-parametric ANOV A look -\ning at group (misophonic vs. non-misophonic), timepoint \n(9, 11, 13, 16 years), and sex-at-birth (male vs. female). Our \nfinal model is presented in Table 6 and shows largely the \nsame pattern of results as we saw in our previous depression \nmeasure (see DAWBA above).\nAs before, there was a significant main effect of time, \nsuggesting that participants’ depressive symptoms wors -\nened with age regardless of group-status. And again as \nbefore, we found the expected main effect of sex-at-birth \n(female M = 2.37, SD = 3.27; male M = 1.96, SD = 2.85) but \nadditionally found a significant interaction between sex-at-\nbirth and time, indicating a sharper trajectory for females. \nImportantly, we again found a main effect of misophonia, \nand this was highly significant, showing that misophonics Table 5  Non-parametric ANOV A showing main effects and interac -\ntions between group (misophonic vs. non-misophonic), sex-at-birth \n(male vs. female) and timepoint (7, 10, 13, 15 years) in predicting \ndiagnosis likelihood of a depression disorder, using the DAWBA.\nStatistic Df p-value\nGroup 3.73 1 0.054†*\nSex-at-birth 11.24 1 0.001***\nTime 32.81 2.86 < 0.001***\nGroup: Sex-at-birth 0.02 1 0.878\nGroup: Time 0.28 2.86 0.831\nSex-at-birth: Time 1.67 2.86 0.174\nGroup: Sex-at-birth \n:Time1.23 2.86 0.274\nSignificance level: *** 0.001, ** 0.01, * 0.05, †* strongly trended, \nmissed conventional alpha at third decimal place.\n Fig. 3  Parent-completed sMFQ-Depression scores for misophonics \nand non-misophonics across four timepoint (9, 11, 13, 16 years) \nFixed Effects Statistic Df p-value\nGroup 6.79 1.00 0.009**\nSex-at-birth 7.90 1.00 0.004**\nTime 7.47 2.73 < 0.001***\nGroup: Sex-at-birth 0.24 1.00 0.625\nGroup: Time 0.21 2.73 0.875\nSex-at-birth: Time 4.04 2.73 0.009*\nGroup: Sex-at-birth :Time 0.16 2.73 0.909\nLevels of significance: *** 0.001, ** 0.01, * 0.05Table 6  Multilevel growth model \nshowing main effects of group \n(misophonic vs. non-misophonic, \ntime (9, 11, 13, and 16 years), \nand sex-at-birth (male vs. female) \nas well as the interaction between \ngroup and time predicting depres -\nsive symptoms via the parent-\ncompleted sMFQ (Short Mood \nand Feelings Questionnaire) \n1 3"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Child Psychiatry & Human DevelopmentWe also found further evidence of mental health difficul -\nties, this time in anxiety: children in the misophonia group \nscored significantly higher than their peers in their likeli -\nhood of an anxiety diagnosis using the DAWBA. In our \ndata, we were indifferent to the nature of the anxiety disor -\nder, meaning that children in the misophonia group scored \nhigher in their likelihood of any anxiety condition whether \nthat be social anxiety, generalised anxiety disorder, and so \non (with girls and boys in our misophonia group equally \naffected). Our data indicate differences emerging at a young \nage - either at age 7 or at age 10, with uncertainly arising \nsince our interaction with time was detected at p = .052. A \nstatistically conservative interpretation (rejecting the inter -\naction, leaving only the main effect) is that misophonics \ndiverge at age 7. But a scientifically  conservative interpre -\ntation (accepting the interaction and exploring with post-\nhoc tests) suggests a difference from age 10. Future studies \nmight therefore further explore the time-course in the devel -\nopment of anxiety, or indeed use additional measures to \ndetect anxiety in children with misophonia at yet younger \nages.\nIn addition to showing mental health developments in \nmisophonia, we also provided convergent and divergent \nevidence for our screener[ 40]. Adults identified with miso -\nphonia at 28 years had exactly the profile we might expect, \nincluding the interpersonal difficulties associated with miso -\nphonia, significant early sound sensitivities, and repeated \nevidence of avoiding communal eating in childhood and \nadulthood, or taking steps to mask the noise (remembering \nthat the very strongest triggers of misophonia are other peo -\nple’s eating sounds; [ 3]). Finally, as expected, they were no \ndifferent in our divergent measure (of creative self-concept; \n[16]). This ample convergent and divergent validity leads us \nto conclude that our screener successfully detected adults \nwith misophonia.\nOur data provide a crucial missing link in the misopho -\nnia literature, which had pointed strongly to the possibility \nof specific mental health difficulties in childhood prior to \nadolescence, but thus far had no direct evidence aside from \nclinical case studies. From the adult literature we knew that \nmisophonia is associated with elevated rates of both anxiety \nand depression [ 8, 16, 19]. This hinted strongly at childhood difficulties as children. We administered a screener to our \nsample at the age of 28 years to identify those with miso -\nphonia, and then we examined their catalogue of back-data \nfrom when they were children. We looked specifically at \nthree mental health conditions (ADHD, anxiety, depres -\nsion) elicited from two types of measure – the DAWBA for \nall three conditions, and the sMFQ for depression only. The \nformer was completed by parents when their children were \n7, 10, 13, and 15 years. The latter was completed by parents \nwhen their children were 9, 11, 13, and 16 years, and was \ncompleted by children themselves at ages 10, 12, 13, and 16. \nAlthough there was no evidence that children in the miso -\nphonia group were unduly impacted by ADHD, there was a \nclear picture of mental health difficulties for both depression \nand anxiety. For depression, our data suggest that children \nin the misophonia group had significantly higher depres -\nsion symptoms in the sMFQ, and we also tested their like -\nlihood of a depression diagnosis using the DAWBA. The \nlatter showed a near-significant trend ( p = .054) while the \nformer comfortably passed the conventional alpha thresh -\nold, for both adult-report and child-report, providing impor -\ntant replications from both parent and child perspectives. \nGroup status did not interact with other variables suggesting \ngirls and boys with misophonia were equally affected and, \ncrucially, that differences were apparent even at the very \nyoungest age points -- which was ages 9 and 10 respectively \nfor our parent- and child-completed sMFQ (and age 7 for \nour trending main effect in the DAWBA).\nFig. 4  Child-completed sMFQ-Depression scores for misophonics and \nnon-misophonics across four timepoint (10, 12, 13, 16 years) Fixed Effects Statistic Df p-value\nGroup 12.62 1.00 < 0.001***\nSex-at-birth 32.71 1.00 < 0.001***\nTime 49.23 2.61 < 0.001***\nGroup: Sex-at-birth 2.90 1.00 0.089\nGroup: Time 0.77 2.61 0.492\nSex-at-birth: Time 18.69 2.61 < 0.001***\nGroup: Sex-at-birth :Time 0.45 2.61 0.693\nLevels of significance: *** 0.001, ** 0.01, * 0.05Table 7  Multilevel growth model \nshowing main effects of group \n(misophonic vs. non-misophonic, \ntime (10, 12, 13, 16 years), and \nsex-at-birth (male vs. female) as \nwell as the interaction between \ngroup and time predicting depres -\nsive symptoms via the child-com -\npleted Short Mood and Feelings \nQuestionnaire \n1 3"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Child Psychiatry & Human Developmentor not that misophonia has already emerged. A third inter -\npretation is that misophonia emerges as a consequence  of \nthese mental health differences, and not as their cause. We \nare unable to answer this question with the data at hand, and \nsuggest that such data would require large-scale screening \nof a very large sample of children with a validated diag -\nnostic in order to detect and identify those with misopho -\nnia, to follow them in real-time. A power analysis based on \nour anxiety findings suggests this would require n = 1034 \nchildren at 80% power, assuming misophonia is found in at \nleast 10% of cases [ 16]. Since we have done similar large-\nscale screening with other sensory differences (e.g., [ 56]) \nwe do not under-estimate the challenges this would pose, \nand therefore recognise both the limitations and strengths \nof our own data.\nA further limitation of our study is that our data suggest \nelevated symptoms of poor mental health but do not rep -\nresent diagnoses. For example, our DAWBA presents the \nlikelihood  of a mental health diagnosis from parental report, \nrather than an actual diagnosis [ 29]. Similarly, our analy -\nsis of the sMFQ shows elevated traits  rather than clinical \ndiagnostic differences. Hence our results do not indicate \nwhether children in the misophonia group (who certainly \nhad poorer mental health according to parents) did in fact \nreach the threshold for clinical anxiety or depression at any \npoint in their childhood. Instead, our data simply tell us that \ntheir tendency in this direction was elevated. Nonetheless, it \nis possible to apply caseness thresholds from the literature \nfor our measures, and there are certainly indicators towards \na meaningful clinical difference in our misophonia group. \nIn depression, for example, a threshold of 11 in the sMFQ \ncan be applied in line with previous research [ 57, 58]. When \nclassifying individuals about this threshold (separately for \nmales and females), we found significantly more females \npassing the threshold in our misophonia group (25.18%; \nns = 35 vs. 139) compared to our non-misophonia group \n(16.95%; n = 274 vs. 1457, 𝜒2 = 3.91, p = .048), although a \nsmaller and non-significant difference for males (misopho -\nnia group 10.42%, n = 5 vs. 48; vs. non-misophonia group \n7.03%; n = 68 vs. 967; 𝜒2 = 0.67, p = .42). As such, levels of \ndepression experienced by children in our misophonia group \nwere not only higher, but more likely to exceed diagnostic \nthresholds - at least for females. Our results should therefore \nnot be considered insignificant, even if we could not reliably \ndetermine clinical diagnoses. Overall, however, the limita -\ntions discussed here mean our findings should be taken as \npreliminary data pointing to the types of mental health dif -\nficulties in children who go on to develop misophonia.difficulties since three quarters of adult anxiety disorders, \nfor example, originate in childhood (e.g., [ 22]). We point \nout that misophonics also have traits co-morbid  with anx -\niety, such as greater rates of autism [ 53] and also poorer \nwell-being in adolescence [ 16]. All these facts suggested the \npossibility of specific mental health difficulties as children, \nwhich our data now support.\nOur findings are important because anxiety disor -\nder, for example, is among the most problematic mental \nhealth disorders in children [ 54], and early intervention is \nknown to significantly improve life-outcomes (e.g., [ 55]. \nOur data suggest that recognising misophonia in children \nshould therefore routinely be interpreted as indicating risk \nfactors for anxiety and depression. Hence where children \nshow aversions to sound (or indeed any collateral traits of \nmisophonia shown here, such as avoiding eating with oth -\ners or showing a consistent desire to introduce background \nnoise), then this may signal an opportunity to conduct risk \nassessments for anxiety and depression (e.g., is the child \nmissing school? disengaged socially?). Using misophonia \nas an indirect pointer to anxiety and depression might also \nbe particularly important because children are less able to \nverbalise their poor mental health compared to adults [ 22]. \nIn summary, we propose that recognising misophonia can \nbe extrapolated to recognising the possibility of its co-mor -\nbidities in anxiety and depression, and being mindful of the \nnegative consequences these can engender.\nIn presenting our findings, it is important that we rec -\nognise not only our papers’ strengths, but also its limita -\ntions. One strength of our paper was that we assessed the \nALSPAC cohort for misophonia in 2021, when they were \nalready adults. Doing this allowed us to identify those with \nand without misophonia in a relatively robust way because \nwe can be more confident in the answers of adults than we \nmight otherwise be had we tested for misophonia at age 7. \nHowever, one limitation from this is that we cannot be sure \nwhether those same individuals already had misophonia at \nthe age of 7, when we began our investigation of mental \nhealth. It is theoretically possible that this might explain \nwhy one effect was non-significant, i.e., parental report of \nADHD. However, we suggest that this absence more likely \nreflects our far weaker a priori hypotheses for ADHD (see \nIntroduction ). Nonetheless, we present our study in the full \nunderstanding that misophonia may not yet have emerged in \nall the children who went on to present with misophonia as \nadults. If so, our significant findings will have emerged for \none of three reasons. One interpretation is that our signifi -\ncance simply survived the ‘noisy’ environment of a group \nwhere some children may not yet have developed the miso -\nphonia that would affect them in later life. But a second \ninterpretation is that the mental health difficulties we found \nare associated with the disposition  for misophonia, whether \n1 3"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Child Psychiatry & Human DevelopmentCompeting Interests  The authors declare that the research was con -\nducted in the absence of any commercial or financial relationships that \ncould be construed as a potential conflict of interest.\nOpen Access   This article is licensed under a Creative Commons \nAttribution 4.0 International License, which permits use, sharing, \nadaptation, distribution and reproduction in any medium or format, \nas long as you give appropriate credit to the original author(s) and the \nsource, provide a link to the Creative Commons licence, and indicate \nif changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless \nindicated otherwise in a credit line to the material. If material is not \nincluded in the article’s Creative Commons licence and your intended \nuse is not permitted by statutory regulation or exceeds the permitted \nuse, you will need to obtain permission directly from the copyright \nholder. To view a copy of this licence, visit http://creativecommons.\norg/licenses/by/4.0/ .\nReferences\n1. Swedo S, Baguley DM, Denys D et al (2022) A Consensus \nDefinition of Misophonia: using a Delphi process to Reach \nExpert Agreement. Front NeuroSci. https://doi.org/10.3389/\nfnins.2022.841816 . 16:\n2. Dozier TH, Morrison KL (2017) Phenomenology of Misophonia: \ninitial physical and emotional responses. Am J Psychol 130:431–\n438. https://doi.org/10.5406/AMERJPSYC.130.4.0431\n3. Simner J, Koursarou S, Rinaldi LJ, Ward J (2022) Attention, flex -\nibility, and imagery in misophonia: does attention exacerbate \neveryday disliking of sound? J Clin Exp Neuropsychol 1–12. \nhttps://doi.org/10.1080/13803395.2022.2056581\n4. Kumar S, Tansley-Hancock O, Sedley W et al (2017) The \nbrain basis for Misophonia. Curr Biol 27:527–533. https://doi.\norg/10.1016/j.cub.2016.12.048\n5. Schröder A, van Wingen G, Eijsker N et al (2019) Misophonia \nis associated with altered brain activity in the auditory cortex \nand salience network. Sci Rep 9:1–9. https://doi.org/10.1038/\ns41598-019-44084-8\n6. Jastreboff MM, Jastreboff PJ (2001) Hyperacusis. In: Audiology \nOnline. https://www.audiologyonline.com/articles/hyperacu -\nsis-1223 . Accessed 27 Mar 2019\n7. Rinaldi LJ, Simner J, Koursarou S, Ward J (2022) Autistic Traits, \nEmotion Regulation, and Sensory Sensitivities in Children and \nAdults with Misophonia. in review\n8. Cusack SE, Cash T, Vrana SR (2018) An examination of the \nrelationship between misophonia, anxiety sensitivity, and obses -\nsive-compulsive symptoms. J Obsessive Compuls Relat Disord \n18:67–72. https://doi.org/10.1016/j.jocrd.2018.06.004\n9. Webber TA, Johnson PL, Storch EA (2014) Pediatric misopho -\nnia with comorbid obsessive-compulsive spectrum disorders. \nGen Hosp Psychiatry 36. https://doi.org/10.1016/j.genhosp -\npsych.2013.10.018 . :231.e1-231.e2\n10. Rosenthal MZ, Anand D, Cassiello-Robbins C et al (2021) \nDevelopment and initial validation of the Duke Misophonia \nQuestionnaire. Front Psychol 12:4197. https://doi.org/10.3389/\nFPSYG.2021.709928/BIBTEX\n11. Dozier TH (2015) Treating the initial physical Reflex of Misopho -\nnia with the neural repatterning technique: a Counterconditioning \nProcedure. Psychol Thought 8:189–210. https://doi.org/10.5964/\npsyct.v8i2.138\n12. Webber TA, Johnson PL, Storch EA (2014) Pediatric misopho -\nnia with comorbid obsessive-compulsive spectrum disorders. \nGen Hosp Psychiatry 36. https://doi.org/10.1016/j.genhosp -\npsych.2013.10.018 . :231.e1-231.e2Summary\nIn summary, our data show differences in the mental health \nof children who grow up to manifest misophonia by adult -\nhood. As children, they showed significantly higher scores \n- firstly in our measures of depression, with differences \nemerging certainly as young as 9 years (parent-completed \nsMFQ) and potentially as young as 7 (at a near-significant \nlevel using the DAWBA). And in anxiety, children in the \nmisophonia group diverged from their peers certainly as \nyoung as 10 (if we accept our threshold interaction) but oth -\nerwise from as young as 7 years. Our results bolster what \nis currently a relatively modest amount of science concern -\ning childhood misophonia, and highlight a need for further \nresearch. We also suggest that any future research might be \naccompanied by actions to widen the public’s understand -\ning of misophonia. To promote wider understanding in \nour own way, we have created an online information hub \n(www.misophonia-hub.org ) as a one-stop resource con -\ntaining advice and support for parents, children, educators, \nresearchers and clinicians.  In summary, our study shows \nthat misophonia can be identified in adults, and then used to \nretrospectively inspect the lives of those same individuals \nwhen they were children. Doing so revealed that children \nwho later develop misophonia already showed important \ndifficulties in their childhood mental health, with stronger \ntraits in depression and anxiety compared to peers.\nAuthor Contributions  LR & JS: conceptualization, methodology, in -\nvestigation, writing, review, and editing. LR additionally: data cura -\ntion, formal analysis; JS additionally: project oversight, and funding \nacquisition.\nFunding  This research was supported by a grant from the Misopho -\nnia Research Fund and the Harrods Creek Donor Advised Fund. We \ntook our testing cohort from the ALSPAC longitudinal study. The UK \nMedical Research Council and Wellcome (Grant ref: 217065/Z/19/Z) \nand the University of Bristol provide core support for ALSPAC. This \npublication is the work of the authors, and authors Rinaldi and Simner \nwill serve as guarantors for the contents of this paper. A comprehensive \nlist of grants funding is available on the ALSPAC website ( http://www.\nbristol.ac.uk/alspac/external/documents/grant-acknowledgements.\npdf).\nData Availability  The data in this article is from The University of \nBristols’ birth cohort Avon Longitudinal Study of Parents and Chil -\ndren. Requests for access to this dataset should be directed to them \ndirectly, please see http://www.bristol.ac.uk/alspac/researchers/ .\nDeclarations\nEthical Approval  All procedures performed in studies involving hu -\nman participants were in accordance with ethical standards of the in -\nstitutional committees and in reference to the British Psychological \nSociety Code of Ethics and Conduct . Informed consent was obtained \nfrom all individual participants included in the study.\n1 3"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Child Psychiatry & Human DevelopmentAbnorm Child Psychol 34:379–391. https://doi.org/10.1007/\nS10802-006-9027-X\n31. Northstone K, Lewcock M, Groom A et al (2019) The Avon Lon -\ngitudinal Study of parents and children (ALSPAC): an update on \nthe enrolled sample of index children in 2019. Wellcome Open Res \n4. https://doi.org/10.12688/WELLCOMEOPENRES.15132.1\n32. Fraser A, Macdonald-wallis C, Tilling K et al (2013) Cohort \nProfile: the Avon Longitudinal Study of parents and children: \nALSPAC mothers cohort. Int J Epidemiol 42:97–110. https://doi.\norg/10.1093/IJE/DYS066\n33. Meltzer H, Gatward R, Goodman R, Ford T (2009) Mental health \nof children and adolescents in Great Britain. Int Rev Psychiatry \n15:185–187. https://doi.org/10.1080/0954026021000046155\n34. Ford T, Goodman R, Meltzer H (2003) The british child and ado -\nlescent Mental Health Survey 1999: the prevalence of DSM-IV \nDisorders. J Am Acad Child Adolesc Psychiatry 42:1203–1211. \nhttps://doi.org/10.1097/00004583-200310000-00011\n35. Coscini N, Srinivasan R, Skuse D (2020) Open Peer Review Vali -\ndating the Developmental and Well-Being Assessment (DAWBA) \nin a clinical population with high-functioning autism [version 1; \npeer review: awaiting peer review]. https://doi.org/10.12688/\nf1000research.24409.1\n36. Green H, McGinnity A, Meltzer H et al (2004) Mental health of \nchildren and young people in Great Britain. London\n37. Angold A, Costello EJ, Messer SC et al (1995) The development \nof a Questionnaire for Use in Epidemiological Studies of Depres -\nsion in Children and Adolescents. Int J Methods Psychiatr Res \n5:237–249\n38. Costello AJ, Edelbrock C, Kala s R et al (1982) The National \nInstitute of Mental Health Diagnostic interview schedule for chil -\ndren (DISC). National Institute of Mental Health, Rockville, MD\n39. Koo TK, Li MY (2016) A Guideline of selecting and reporting \nIntraclass correlation coefficients for Reliability Research. J Chi -\nropr Med 15:155. https://doi.org/10.1016/J.JCM.2016.02.012\n40. Hall AJ, Humphriss R, Baguley DM et al (2016) Prevalence and \nrisk factors for reduced sound tolerance (hyperacusis) in children. \nInt J Audiol 55:135–141. https://doi.org/10.3109/14992027.2015\n.1092055\n41. McKay AS, Karwowski M, Kaufman JC (2017) Measuring the \nmuses: validating the Kaufman Domains of Creativity Scale \n(K-DOCS). Psychol Aesthet Creat Arts 11:216–230. https://doi.\norg/10.1037/ACA0000074\n42. Snyder HT, Sowden PT, Silvia PJ, Kaufman JC (2020) The Cre -\native Self: Do People Distinguish Creative Self- Perceptions, \nEfficacy, and Personal Identity? Psychol Aesthet Creat Arts. \nhttps://doi.org/10.1037/ACA0000317\n43. Harris PA, Taylor R, Thielke R et al (2009) A metadata-driven \nmethodology and workflow process for providing translational \nresearch informatics support. metadata-driven Methodol work -\nflow process providing translational Res Inf support 42:337–381\n44. Noguchi K, Gel YR, Brunner E, Konietschke F (2012) nparLD: \nan R Software Package for the nonparametric analysis of Longi -\ntudinal Data in Factorial experiments. JSS J Stat Softw 50\n45. Ramtekkar UP, Reiersen AM, Todorov AA, Todd RD (2010) Sex \nand age differences in Attention-Deficit/Hyperactivity disorder \nsymptoms and diagnoses: implications for DSM-V and ICD-\n11. J Am Acad Child Adolesc Psychiatry 49:217. https://doi.\norg/10.1097/00004583-201003000-00005\n46. Steinsbekk S, Ranum B, Wichstrøm L (2022) Prevalence and \ncourse of anxiety disorders and symptoms from preschool to ado -\nlescence: a 6-wave community study. J Child Psychol Psychiatry \n63:527–534. https://doi.org/10.1111/JCPP.13487\n47. Hankin BL, Abramson LY (2001) Development of gender dif -\nferences in Depression: an elaborated cognitive vulnerability-\ntransactional stress theory. Psychol Bull 127:773–796. https://doi.\norg/10.1037/0033-2909.127.6.77313. Dover N, McGuire JF (2021) Family-Based Cognitive Behav -\nioral Therapy for Youth With Misophonia: A Case Report. Cogn \nBehav Pract. https://doi.org/10.1016/J.CBPRA.2021.05.005\n14. Johnson PL, Webber TA, Wu MS et al (2013) When selec -\ntive audiovisual stimuli become unbearable: a case series on \npediatric misophonia. Neuropsychiatry 3:569–575. https://doi.\norg/10.2217/NPY .13.70\n15. Kamody RC, del Conte GS (2017) Using Dialectical Behavior \nTherapy to treat Misophonia in Adolescence. Prim Care Compan -\nion CNS Disord 19. https://doi.org/10.4088/PCC.17L02105\n16. Rinaldi L, Ward J, Simner J (2022) Poorer Well-being in children \nwith Misophonia: evidence from the sussex Misophonia Scale for \nAdolescents. Front Psychol in press\n17. Boyd A, Golding J, Macleod J et al (2013) Cohort Profile: the \n’children of the 90s’--the index offspring of the Avon Longitu -\ndinal Study of parents and children. Int J Epidemiol 42:111–127. \nhttps://doi.org/10.1093/IJE/DYS064\n18. Jaeger I, de Koning P, Bost T et al (2020) Misophonia: Phe -\nnomenology, comorbidity and demographics in a large sam -\nple. PLoS ONE 15:e0231390. https://doi.org/10.1371/journal.\npone.0231390\n19. Siepsiak M, Sobczak AM, Bohaterewicz B et al (2020) Preva -\nlence of Misophonia and Correlates of its symptoms among inpa -\ntients with Depression. Int J Environ Res Public Health 17:1–11. \nhttps://doi.org/10.3390/IJERPH17155464\n20. Siepsiak M, Rosenthal MZ, Raj-Koziak D, Dragan W (2022) Psy -\nchiatric and audiologic features of misophonia: use of a clinical \ncontrol group with auditory over-responsivity. J Psychosom Res \n156. https://doi.org/10.1016/J.JPSYCHORES.2022.110777\n21. Rosenthal MZ, McMahon K, Greenleaf AS et al (2022) Phe -\nnotyping misophonia: Psychiatric disorders and medical health \ncorrelates. Front Psychol 13:5665. https://doi.org/10.3389/\nFPSYG.2022.941898/BIBTEX\n22. Griffiths H, Fazel M (2016) Early intervention crucial in anxiety \ndisorders in children. Practitioner 260:17–20\n23. Rouw R, Erfanian M (2018) A large-scale study of Misophonia. J \nClin Psychol 74:453–479. https://doi.org/10.1002/jclp.22500\n24. Kessler RC, Adler L, Barkley R et al (2006) The prevalence \nand correlates of adult ADHD in the United States: results from \nthe National Comorbidity Survey Replication. Am J Psychiatry \n163:716. https://doi.org/10.1176/APPI.AJP.163.4.716\n25. Cheung PPP, Siu AMH (2009) A comparison of patterns of \nsensory processing in children with and without developmen -\ntal disabilities. Res Dev Disabil 30:1468–1480. https://doi.\norg/10.1016/J.RIDD.2009.07.009\n26. Ghanizadeh A (2011) Sensory processing problems in children \nwith ADHD, a systematic review. Psychiatry Investig 8:89. \nhttps://doi.org/10.4306/pi.2011.8.2.89\n27. Panagiotidi M, Overton PG, Stafford T (2018) The relationship \nbetween ADHD traits and sensory sensitivity in the general popu -\nlation. Compr Psychiatry 80:179–185. https://doi.org/10.1016/j.\ncomppsych.2017.10.008\n28. Yochman A, Parush S, Occupational AO-AJ, of (2004) U (2004) \nResponses of preschool children with and without ADHD to sen -\nsory events in daily life. The American Journal of Occupational \nTherapy 58:294–302. https://doi.org/10.5014/ajot.58.3.294\n29. Goodman R, Ford T, Richards H et al (2000) The Development \nand Well-Being Assessment: description and initial validation of \nan Integrated Assessment of child and adolescent psychopathol -\nogy. J Child Psychol Psychiatry Allied Disciplines 41:645–655. \nhttps://doi.org/10.1111/J.1469-7610.2000.TB02345.X\n30. Sharp C, Goodyer IM, Croudace TJ (2006) The short Mood and \nfeelings Questionnaire (SMFQ): a unidimensional item response \ntheory and categorical data factor analysis of self-report ratings \nfrom a community sample of 7-through 11-year-old children. J \n1 3"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Child Psychiatry & Human Developmentanxiety. Clin Psychol Rev 29:208–215. https://doi.org/10.1016/j.\ncpr.2009.01.002\n56. Simner J, Smees R, Rinaldi L, Carmichael DA (2021) Wellbeing \ndifferences in children with synaesthesia: anxiety and mood regu -\nlation. Front Biosci (Elite Ed) 13\n57. Juul EML, Hjemdal O, Aune T (2021) Prevalence of depressive \nsymptoms among older children and young adolescents: a longi -\ntudinal population-based study. Scand J Child Adolesc Psychiatr \nPsychol 9:64. https://doi.org/10.21307/SJCAPP-2021-008\n58. Patton GC, Olsson C, Bond L et al (2008) Predicting female \ndepression across puberty: a two-nation longitudinal study. J Am \nAcad Child Adolesc Psychiatry 47:1424. https://doi.org/10.1097/\nCHI.0B013E3181886EBE\n59. Liu S, Rovine MJ, Molenaar PCM (2012) Selecting a linear mixed \nmodel for longitudinal data: repeated measures analysis of vari -\nance, covariance pattern model, and growth curve approaches. \nPsychol Methods 17:15–30. https://doi.org/10.1037/A0026971\nPublisher’s Note  Springer Nature remains neutral with regard to juris -\ndictional claims in published maps and institutional affiliations.\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law. 48. Charles SJ, Farias M, van Mulukom V et al (2020) Blocking \nmu-opioid receptors inhibits social bonding in rituals. Biol Lett \n16:20200485. https://doi.org/10.1098/RSBL.2020.0485\n49. Smith D, Willan K, Prady SL et al (2021) Assessing and predicting \nadolescent and early adulthood common mental disorders using \nelectronic primary care data: analysis of a prospective cohort \nstudy (ALSPAC) in Southwest England. BMJ Open 11:e053624. \nhttps://doi.org/10.1136/BMJOPEN-2021-053624\n50. Angold A, Weissman MM, John K et al (1987) Parent and child \nreports of depressive symptoms in children at low and high risk of \ndepression. J Child Psychol Psychiatry 28:901–915. https://doi.\norg/10.1111/J.1469-7610.1987.TB00678.X\n51. Orchard F, Pass L, Cocks L et al (2019) Examining parent and \nchild agreement in the diagnosis of adolescent depression. Child \nAdolesc Ment Health 24:338–344. https://doi.org/10.1111/\nCAMH.12348\n52. Gaub M, Carlson CL (1997) Gender differences in \nADHD: a meta-analysis and critical review. J Am Acad \nChild Adolesc Psychiatry 36:1036–1045. https://doi.\norg/10.1097/00004583-199708000-00011\n53. Rinaldi L, Simner J, Koursarou S, Ward J (2022) Autistic \ntraits, emotion regulation, and sensory sensitivities in children \nand adults with Misophonia. J Autism Dev Disord. https://doi.\norg/10.1007/S10803-022-05623-X\n54. Rockhill C, Kodish I, DiBattisto C et al (2010) Anxiety Disorders \nin children and adolescents. Curr Probl Pediatr Adolesc Health \nCare 40:66–99. https://doi.org/10.1016/j.cppeds.2010.02.002\n55. Neil AL, Christensen H (2009) Efficacy and effectiveness of \nschool-based prevention and early intervention programs for \n1 3"
    }
  ]
}