{
  "doc_type": "scientific paper",
  "title": "The lived experiences of people with misophonia v2 - Revised_SS",
  "authors": [
    "Robinson"
  ],
  "year": 2023,
  "journal": "Sciences at the University of Greenwich and adheres to BPS ethical guidelines.",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:42:27.918070Z",
  "source_pdf": "documents/research/Global/Robinson 2023 The lived experiences of people with misophonia v2 - Revised_SS.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Running Head: The lived experience of people with misophonia  \n1 \n  \n \n \n \n \n \n \n \n \nThe lived experiences of people with misophonia in educational, work, and everyday  \nsettings: an Interpretative Phenomenological Analysis"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Running Head: The lived experience of people with misophonia  \n2 \n Acknowledgements  \nWe would like to  express our sincere gratitude to the participant s in the study, without whom this \nstudy would not have been possible.    \nData Availability Statement  \nThe data that support the findings of this study are available on request from the corresponding \nauthor. The data are not publicly available due to privacy or ethical restrictions.  \nFunding statement  \nThe study did not receive funding.  \nConflict of interest disclosure  \nThere are no conflicts of interest to report.  \nEthics approval statement  \nThis study gained approval from the Research Ethics Committee of the School of Human \nSciences at the University of Greenwich and adheres to BPS ethical guidelines."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Running Head: The lived experience of people with misophonia  \n3 \n Abstract  \nBackground and Objectives  \nMisophonia is a condition characterised by the experience of negative emotional and \nphysiological reactions to specific sounds, such as chewing , pen tapping  or sniffing (Potgieter et \nal., 2019). People suffering from misophonia experience irrational and di sproportionate feelings \nof anger, disgust, and harm ideation that negatively impact their lives. The current study aims to \naddress a  gap in  the literature by exploring people ’s lived experience with self-diagnosed \nmisophonia in educational, work, and everyday settings.  \nMethods  \nFive interviews were conducted with individuals who self -diagnosed  as having  misophonia . \nInterview transcripts were analysed using Interpretative Phenomenological Analysis .  \nResults  \nThe analysis revealed four superordinate  themes: ‘Phenomenology of the misophonia reaction ’, \n‘Susceptibility to triggering sounds ’, ‘Coping strategies when triggered ’, and ‘Levels of attention \nand concentration ’. Misophonia was reported as having wide -ranging effects on mental health \nand familial /social relationships . Coping strategies that re -direct attention and concentration , \nsuch as m indfulness techniques , were reported to be effective in ameliorating aversive reaction s.  \nConclusions  \nThe findings provide the first phenomenological insight into misophonia  through  ideographical \nanalysis of a small number of cases . Future research and implications of the study are discussed.  \nKeywords: misophonia, phenomenology , attention,  lived experiences, Interpretative \nPhenomenological Analysis"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Running Head: The lived experience of people with misophonia  \n4 \n Introduction  \nMisophonia is a complex condition characterised by irrational and negative emotional and \nphysiological reaction s to certain sounds , which disrupts a person ’s capacity to function \neffectively (Brout et al., 2018 ; Jastreboff & Jastreboff, 2001; Potgieter et al., 2019; Wu et al., \n2014). It was first recognised in 1997 and referred to as Selective Sound Sensitivity Syndrome, \nor 4S (Bernstein et al., 2013), and was then later referred to as misophonia by Jas treboff and \nJastreboff (2001). Misophonia is known to be a persistent, chronic condition that generally \nworsens with time and is associated with a decreased quality of life (Cavanna, 2014; Claiborn et \nal., 2020; Edelstein et al., 2013; Schröder et al., 201 3; Wu et al., 2014). The current study aims to \nexplore the lived experiences of people with misophonia by conducting an Interpretative \nPhenomenological Analysis  of a small number of self -diagnosed cases . We selected self -\ndiagnosed cases as formal diagnoses  of misophonia remain very rare.  \nPeople with misophonia experience abnormally intense reactions to specific sounds. Most \ncommonly, such sounds can be oral or nasal, such as chewing, heavy breathing, sniffling, and \ncoughing, but can also include repetitive  clicking, typing, tapping, noise from using utensils or \nkeys, and a clock ticking, among others (Dozier, 2015a; Hansen et al., 2021; Jager et al., 2020; \nJastreboff & Jastreboff, 2002; Wu et al., 2014). When triggered by such sounds, people report \nexperien cing irrational levels of anger, disgust, frustration, extreme irritation, hate, distress, \nanxiety, and harmful ideations towards the source of the noise (Dozier, 2015; Jager et al., 2020; \nJastreboff & Hazell, 2004;  Potgieter et al., 2019). Furthermore, the neurophysiological reaction \nmanifests in heavy breathing (Dozier, 2015), muscle tension, pressure and/or pain in the chest, \narms, or head (Bernstein et al., 2013; Edelstein et al., 2013), as well as increased muscu lar tone,"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Running Head: The lived experience of people with misophonia  \n5 \n tachycardia, hypertension, and hyperthermia (Cavanna, 2015). In addition, people with \nmisophonia often report feeling a lack of self -control and a desire to act out in triggering \nsituations (Schröder et al., 2013; Tunç and Başbuğ, 2017). Research  findings suggest that people \nexperience stronger reactions to triggers when in familiar environments, such as being around \nfamily, friends, or in educational or work settings (Bernstein et al., 2013; Edelstein et al., 2013). \nThe most common coping strateg ies include wearing earplugs or headphones, avoiding \ntriggering situations, engaging in positive internal dialogue, confrontation, and even quitting \nwork (Dozier, 2015; Edelstein et al., 2013; Potgieter et al.,2019; Sanchez & Silva, 2018; \nSchröder et al., 2013; Schröder et al., 2017; Wu et al., 2014). Moreover, some extreme cases \nreport attempts of self -induced deafness (Veale, 2006) and even suicide (Alekri & Al Saif, 2019) \ndirectly linked to misophonic experiences. Evidently, misophonia is a highly distre ssing \ncondition that negatively affects the sufferers ’ lives.  \nPrevalence and Onset  \nAccording to research, the prevalence of misophonia varies, ranging from 6% (Zhou et \nal., 2017) to 20% (Wu et al., 2014) and has been reported as high as 49.1% (Naylor et al ., 2021). \nAlthough, misophonia is a widely experienced condition (Alekri & Al Saif, 2019; Quek et al., \n2018; Zhou et al., 2017) only a small number of individuals report experiencing severe to \nextreme reactions (Naylor et al., 2021). The onset of misophoni a typically occurs in early \nadolescence, around 13 years of age (Dozier, 2015; Edelstein et al., 2013; Rouw & Erfanian, \n2018; Schröder et al., 2013), with some studies reporting onset as early as seven years of age and \nas late as 50 years of age (Claiborn et al. 2020). Earlier onset age is associated with a greater \nlevel of misophonia severity, which is correlated positively with the severity of physical"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Running Head: The lived experience of people with misophonia  \n6 \n reactions and a greater range of triggering sounds (Claiborn et al., 2020). Edelstein et al. (2013) \nsugg est that misophonia is a disorder that produces distinct autonomic effects not seen in \ntypically developed individuals. However, Claiborn et al. (2020) argue that the later -life onset \nsupports the notion that misophonia is a conditioned response rather tha n a neurodevelopmental \none.  \nDiagnostic criteria , comorbidity  and treatment  \nMisophonia remains an under -studied condition, with unclear aetiology and rudimentary \ndiagnostic conceptualisation (Brout et al., 2018; Cavanna & Seri, 2015; Palumbo et al., 2018; \nTaylor, 2017). Currently, there are no established diagnostic criteria withi n the  Diagnostic and \nStatistical Manual of Mental Disorders  (5th ed.; DSM –5; American Psychiatric Association, \n2013) or the International Statistical Classification of Diseases and Related Health Problems 10th \nrevision (ICD ‐10; Kumar et al., 2017; Potgiete r et al. 2019). In audiology literature, misophonia \nis considered to be categorizable with disorders such as tinnitus (perception of internally abstract \nsounds), hyperacusis (heightened sensitivity toward normal intensity or louder sounds) and \nphonophobia (extreme fear of specific sounds ; Jastreboff & Hazel, 2004; Jastreboff & Jastreboff, \n2015; Potgieter et al., 2019). While in psychological literature, misophonia is linked to \nconditions such as obsessive -compulsive disorder (OCD ; Cusack et al., 2018; Reid et al., 2016), \nanxiety (Quek et al., 2018), depression, attention -deficit  hyperactivity disorder (ADHD), \nTourette syndrome, posttraumatic stress disorder (PTSD), eating disorders (Kluckow et al., \n2014), panic disorders, and personality disorders, among oth er conditions (Erfanian et al., 2019; \nRouw & Erfanian, 2018; Wu et al., 2014; Zhou et al., 2017).  \nFurthermore, Natalini et al. (2020) assessed personality disorders  and maladaptive"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Running Head: The lived experience of people with misophonia  \n7 \n interpersonal schemas in three people with misophonia. They reported that all the participants \nreported experiencing severe misophonic symptoms and suffered from at least one personality \ndisorder . In particular, obsessive -compulsive personality disorder (OCPD) , and heightened \nmaladaptive interpersonal schemas  are prominent , with perfectionism being represented in all \ncases. Notably, one of the main limitations of Natalini et al ’s (2020) study is the small sample \nlimiting the generalisability of their findings. Further, Natalini et al. (2020) also failed to explore \nthe under lying causes of the personality disorders  in each participant. Therefore, the results are \ninsufficient to establish a relationship between misophonia and personality disorders . Although \nthe findings have clinical implications, the relationship between miso phonia and personality \ndisorders  should be explored further to provide sufficient evidence for the relationship between \nthe two conditions (Jager et al., 2020; Kumar et al., 2017; Schröder et al., 2013) . However, \nNatalini et al ’s (2017) results support the findings of Schröder et al. (2013), who reported OCPD \nin over half of their study sample (42 patients). Additionally, a recent study by Cassiello -Robbins \net al. (2021) suggests that individuals with severe misophonia are more likely to meet the criteria \nfor a personality disorder . However, the sample size in the studies is also relatively small, \nreducing the generalisability and validity of their conclusions (Cassiello -Robbins et al., 2021, \nSchröder et al., 2013).  \nWhile there is current ly no scientifically supported treatment for misophonia, preliminary \nresearch (Schroder et al., 2017) and case studies (Bernstein et al., 2013; McGuire et al., 2015; \nMuller et al., 2018) suggest that Cognitive Behaviour Therapies (CBTs) can help reduce \nsymptom severity. For example, Schröder et al. (2017) conducted a study where 90 participants \nwith misophonia attended eight bi -weekly CBT sessions, with 48% reporting an improvement in"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Running Head: The lived experience of people with misophonia  \n8 \n their condition. Other case studies report similar results (Cecilione et al., 2021; Muller et al., \n2018; Reid et al., 2016; Schneider & Arch, 2017; Vanaja et al., 2020). However, the studies ’ \nsample consisted predominantly of female adolescents, questioning whether treatment would \nhave similar effects on other populations. Desp ite that, CBT methods and techniques such as , \ndesensitisation, assertiveness training, emotion regulation, counterconditioning, pre -recorded \nfiles/in -vivo exposures, avoiding earplugs, or sessions with counsellors were reported to be \neffective in decreasin g misophonia severity (Bernstein et al., 2013; Schneider & Arch , 2017; \nRoushani & Mehrabizadeh Honarmand, 2021).  Alekri and Saif (2019) also report on the \neffective use of Selective Serotonin Reuptake Inhibitors (SSRI) alongside psychotherapy.  \nNeurophysiology  findings  \nAccording to Møller (2011), there is increased connectivity between the limbic and the \nsympathetic nervous systems, which are associated with abnormal processing of sounds. \nSchröder et al. (2014) used EEG and the oddball paradigm t o measure auditory event ‐related \npotentials (ERPs) differences. In a sample of 20 individuals with misophonia and 14 matched \ncontrols, they found that the mean amplitude of a marker N1, which is linked to early attention \nand detection of abrupt sensory cha nges (Rinne et al., 2006), was significantly diminished in \npatients with misophonia. These results suggest an underlying neurobiological deficit in people \nwith misophonia and a basic impairment in auditory processing  in misophonia patients. \nAdditionally, J astreboff and Jastreboff (2013) proposed that misophonia follows the principles of \nconditioned reflexes with enhanced activity between the auditory and the limbic systems of the \nbrain.  \nSan Giorgi (2015) reported similar findings ; they conducted an fMRI st udy and found"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Running Head: The lived experience of people with misophonia  \n9 \n hyperactivation in the auditory cortex and the left amygdala, which is a region associated with \nemotional reactivity. Moreover, fMRI data by Kumar et al. (2017) suggests that for people with \nmisophonia, triggering sounds activate hyperactivit y in the anterior insular cortex (AIC) ,  a \nregion associated with sensory processing, decision -making, and motor control . There is  \nabnormal functional connectivity between the AIC region and medial frontal, medial parietal, \nand temporal regions, as well as abnormal myelination in the medial frontal cortex. Recently, \nKumar et al. (2021) proposed a model for misophonia based on “hyper -mirroring ” of the \norofacial actions of others and reported that there is increased functional connectivity between \nthe auditory, visual, and motor cortices in people with misophonia emphasising the complex \nnature of the condition. Additionally, Schröder et  al. (2019) reported similar findings to suggest \nthat specific audio -visual cues may elicit increased activity in the right insula, right  anterior \ncingulate cortex  (ACC), and right superior temporal cortex (auditory cortex and silenced \nnetwork) in people w ith misophonia. These findings further support the notion that misophonia \nhas distinguished underlying symptomology.  \nAttention and Concentration  \nOne of the main characteristics of misophonia is the overwhelming reaction in people and \nthe effect it has on t heir functioning. Seaborne & Fiorella (2018) performed a comprehension test \non a sample of college students. Despite the results being non -significant, they observed that the \nstudents who had higher sensitivity to misophonia sounds performed worse on the \ncomprehension test but performed better in the control group, and misophonia sensitivity \nsignificantly moderated the effect of the trigger sound on learning. Furthermore, Silva and \nSanchez (2019) stated that people with misophonia may have an impairment in their selective"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Running Head: The lived experience of people with misophonia  \n10 \n attention. They performed a Dichotic Sentence Identification (DSI) on 40 normal -hearing \nparticipants: 10 with misophonia, 10 with tinnitus and without misophonia, and 20 with both \nmisophonia and tinnitus. They concluded that there was a sig nificant difference in the average \nnumber of correct responses for people with misophonia compared to the two other groups, \nsuggesting that individuals with misophonia may have selective attention impairment when \nexposed to triggering sounds. Additionally,  Daniels et al. (2020) conducted a Stroop effect task \non misophonia participants and matched controls. Results suggest that a stronger misophonia \nreaction is associated with a higher Stroop effect, meaning that more severe levels of misophonia \nare associat ed with worse cognitive control. Moreover, Frank et al. (2020) administrated the \nAttention Network Test (ANT) to 11 people with misophonia and 11 matched controls. They \nobserved that the misophonic group had difficulties achieving and maintaining attention  during \nthe experiment. However, due to the cross -sectional nature  of the study , it was not possible to \nconclude whether that difference is based on a previous underlying neuropsychological \ndeficiency.  \nRationale and Current Study  \nTo the best of the author s' knowledge, the only qualitative study on misophonia is Dozier \nand Morrison's (2017) interview study on physical and emotional responses. . Twenty -seven \nparticipants took part in brief online interviews  in which various trigger stimuli were activated \nand responses were discussed . The  results focus ed on physical responses to auditory and visual \ntriggers . The study  report ed physical responses to triggers in a range of locations across the body, \nincluding  the shoulders, neck, jaw, thighs and toes. There is also a brief tabular presentation of \nemotional responses, which are anger, anxiety, desire for escape, disgust, fear, and sadness. This"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Running Head: The lived experience of people with misophonia  \n11 \n single interview -based qualitative study provides important informati on on physical and \nemotional responses . However,  there remains a need for a presentation of first-person , in-depth \ninformation on experiences with misophonia  to convey the subjective lifeworld of people who \nstruggle with this condition . The current study a ims to address that gap in the literature and \nextend previous knowledge by examining people ’s experiences with misophonia in their \nacademic, work, and everyday lives. Deriving from previous literature we propose the following \nresearch questions aiming to e xplore four areas of people ’s lives: phenomenology, symptoms \nseverity, coping and attention:  \nRQ1: What is the phenomenology of the misophonic reaction?  \nRQ2: Do people with misophonia perceive any links between their symptoms ’ severity and life \nevents?  \nRQ3:  How do people with misophonia cope in terms of emotional, cognitive, and behavioural \nstrategies in educational or work environments?  \nRQ4: How does misophonia affect the sufferers ’ attention capacity?  \nMethod  \nDesign  \nThis study used a qualitative design to research in detail and gain comprehensive \ninformation about people ’s experiences with misophonia. Interpretive Phenomenological \nAnalysis (IPA)  was implemented , which aims to provide an in-depth , idiographic insight into the \npersonal experience of a phenome non or set of past experiences (Smith & Osborn, 2015).  \nParticipants  \nIn this study, participation took a total sample of 5 people above the age of 18 ( M = 42)."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Running Head: The lived experience of people with misophonia  \n12 \n All participants were recruited through purposeful sampling (See Table 1). The smaller sample \nsize is appropriate for IPA as it allows the researcher to examine each participant ’s experiences in \na greater depth (Hefferon & Gin -Rodriguez, 2011; Robinson, 2014).   \n \nTable 1. Participants descriptive information  \nPseudonym  Age Approx age \nof onset  Gender  Country  Occupation  \nSandra  60 7 Female  UK Employed  \nPete 66 Adolescence  Male  UK Retired  \nMarissa  35 Entire life  Female  USA  Employed  \nRoni  27 Early \nadolescence  Female  Israel  Student/Employed  \nLuisa  22 20 Female  Mexico  Student  \n \nAll participants were invited through a recruitment message posted in two social groups \ndedicated to misophonia on the social media platform Facebook. Individuals  interested were \ninvited for an online interview at a time and date agreed upon in advance by both the participant \nand the researcher. All participants were informed in advance that they would not be rewarded \nwith any incentives.  \nThe inclusion criteria con sisted of the participants to self -identify with misophonia. \nAdditionally, the participants had to be above the age of 18 and never have had a diagnosis of a \ncondition affecting their attention. The latest criteria aimed to provide a sample that did not ha ve \nany distorted attention capacity as one of the research questions examined how misophonia \naffects the levels of concentration."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Running Head: The lived experience of people with misophonia  \n13 \n Procedure  \nAll the participants were provided with an information sheet outlining detailed \ninformation about the nature of the  study. Each participant was required to read and supply a \nsigned consent form prior to the interview and was debriefed post the interview. Prior to \nconducting the interviews, each participant was assured of confidentiality and its limits. They \nwere encour aged to discuss their experiences and share as much as they felt comfortable without \nany suggestions from the researcher. Participants were also informed that they could omit any \nquestions, take as many breaks as they needed to, or withdraw from participat ing at any moment \nwithout giving an explanation.   \nThe data was collected by conducting semi -structured interviews and using open -ended \nquestions, such as “Tell me in your own word how it feels when something triggers you .” (See \nAppendix  for full list of questions ). This provided flexibility to the researcher when examining \nthe people ’s experiences (Hefferon & Gin -Rodriguez, 2011 ). Interviews were conducted online \nusing Microsoft Teams or Zoom platforms. All interviews were audio and video recorded, and \neach participant was informed before the recording started. The average duration of the \ninterviews was 45 minutes, ranging between 22 to 57 minutes. All recordings were transcribed, \nanonymi sed, and later destroyed.   \nThis study gained approval from the Department Research Ethics Committee at the home \nuniversity.  \nData Analysis   \nIPA aims to analyse experiences and life events from the participant ’s own perspective. It \nfollows three main princi ples: phenomenology, hermeneutics, and an idiograph ic approach"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Running Head: The lived experience of people with misophonia  \n14 \n (Pietkiewicz & Smith, 2012; Smith et al., 2009). The emphasis on p henomenolog y means that it \naims to connect with a person ’s subjective world view , and the structure thereof, in a way that \nbrack ets previous assumptions . Hermeneutics refers to the process of interpreting experience and \nthe meaning they have assigned to it  through verbal, semantic and conceptual layers that mean \nknowledge cannot be a direct representation of reality . Smith & Osborn  (2015) describe the \ndouble  hermeneutic  process in qualitative research ; this process involves the participant \ninterpret ing their experience in narrative form, and subsequently, the researcher interprets that \ninterpretation . Thirdly , the idiographic approach  focuses on conveying the uniqueness of the \nperson ’s perspective and their understanding of the world rather than combining participants into \na group prior to analysis . The research interprets each case individually and only then looks at \nconvergen ce and divergence across all of them , ensuring that samples are sufficiently small that \nthe individual voice can still be heard even after general themes are formed  (Nizza & Smith, \n2021).  \nThe data in this study were analysed by following Smith et al ’s (20 09) seven steps of IPA \nanalysis: (1) reading and re -reading, (2) initial coding, (3) developing emergent themes, (4) \nseeking relationships and clustering themes, (5) moving to the next case, (6) looking for patterns \nacross participants, and (7) taking inte rpretations to deeper levels.  \n \nResults  \nTranscript coding and IPA analysis identified four superordinate themes, each comprised of two \nsubordinate themes which are presented in Table 2. The themes developed in this study illustrate \nhow people experience the misophonia reaction and how it affects  their lives and functioning in"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Running Head: The lived experience of people with misophonia  \n15 \n academic, work, and everyday environments. Figure 1 displays the relationships between the \ndifferent themes.  \nTable 2 Table of Superordinate Themes  \nSuperordinate themes  Subordinate themes  \nPhenomenology of the misophonia \nreaction  “Brace yourself ”: Effects on emotions, \ncognitions, and behaviours  \n “I was under so much attack ”: The aftermath  \nSusceptibility to triggering sounds  “Becoming more sensitive ”: Increased \nsensitivity over time  \n “It gets even worse ”: Mental and physical \nsusceptibility to triggers  \nCoping strategies when triggered  “I have to get away ”: Avoidant coping  \n “I have done a lot of thinking ”: Internal \nCoping  \nLevels of attention and concentration  “Can’t do it. Can ’t concentrate ”: Inability to \npay attention  \n“I didn ’t notice you were doing that ”: \nAttention absorption on other sounds stimuli"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Running Head: The lived experience of people with misophonia  \n16 \n  \nFigu re 1. Relationships between experiential and emerging themes\nNote:  Connections between themes: the arrow sign represents the direction of influence."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Running Head: The lived experience of people with misophonia  \n17 \n Superordinate Theme 1. Phenomenology of the misophonia reaction  \n“Brace yourself ”: Effects on emotions, cognitions, and behaviours  \nThe “Brace yourself ” theme is characterised by statements related to the experience \nof misophonia and how misophonia affects the participant ’s emotions, cognitions, and \nbehaviours. Every participant describe d experiencing irrational feelings of anger, irritation, \nrage, and frustration.  Further, s ome of the participants talked about  experiencing \npsychological  (emotional)  pain and argued that it differs from the bodily  sensations they \nexperience while triggered . The p articipants shared that they struggle to make “sense ” of their \npsychophysiological reactions when triggered, as the noise they were hearing did not bother \nanybody else: “You really question your sanity. ” The overwhelming feelings made them feel \nas if there was “something wrong ” with them and that they might be mentally ill. Although \nputting a name to their condition did not provide an improvement or a solution to their \nexperiences , each participant expressed  a feeling of “relief ” and a sense of normalisation for \ntheir experiences. Additionally, there was a presence of a sense of wonder about how and \nwhy they developed misophonia. However, the psychophysiological experiences seem to be \nthe primarily acute outcome when triggered, with on e of the participants sharing:  \nIn the beginning, I would only notice just like anger. Mostly, but now, \nin the last couple of years, it, it becomes like. I get like hot sensation \nand, and high blood pressure, and I can feel my heart like beating really \nquickly. Uhm, and also the like, like real anger like I don ’t know where \nit comes from. (Roni)  \n \nAll the participants talked about themselves feeling “bad”, “intolerable ”, “abusive ”, \nand saw themselves  an “awful human ” for the way they were reacting when trigge red. They \ntalked about the impulse of stopping the triggering noise at any cost. The participants \nexpressed the overwhelming need to manifest that frustration into physical violence. \nHowever, there was a constant fear of ever “attacking someone ”, Luisa com mented: “I hope I"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Running Head: The lived experience of people with misophonia  \n18 \n never try to physically hurt someone. ”  Overall, the participants ’ reflections indicate that they \nexperience feelings of helplessness and vulnerability:  \nPart of the problem is that you feel vulnerable to it. You you, you feel \nas though yo u’re out of control you can ’t, you can ’t stop what the other \nperson does. You feel helpless and, and I, I don ’t think there ’s anything \nyou can do other than internalise it. Try and fight it from within, you \nknow. You know, it ’s silly, you know, it, it does n’t make any logical \nsense. So you, you, you have, you force, you have to force yourself to. \nWhat ’s the word? To try and ignore it to try and come [sigh]. Yeah, it ’s \ndifficult really, but I don ’t think there ’s any way of, I don ’t think I found \na way that w orks. (Pete)  \n \nMoreover, the participants  shared experiencing “panic ” simply by seeing a potential \ntrigger happening and wondering: “How do I get out of this? ” Misophonia also seems to elicit \nfeelings of helplessness in the participants, with Luisa sharing:  “I think the hardest part is that \nyou can ’t, you can ’t do anything to really stop [the sound] ”.  \nThere was a sense of desperation in all the transcripts . This was in the core of the \nsufferer ’s inability to prevent their reactions, indicating that the person continues to \nexperience high levels of helplessness that stay present even after the  trigger ing sound has \nstopped . Furthermore, the intense negative emotional reac tions seem to condition a state of \nanticipatory anxiety for any possible future situation when one might be triggered:  \n‘Cause you ’re you ’re waiting for the next trigger all the time, you \nknow. To brace yourself. (Pete)  \n \n“I was under so much attack ”: The af termath  \n \nThe second theme reflects on the destructive impact following the chronic experience \nof misophonia. Participants talked about feeling “not understood ” and “rejected ” by their \nclose ones as no one could truly understand their experiences. Additiona lly, the intensive \naversive reactions and the conditioned states of anxiety produce d negative consequences in \nthe participants ’ lives. The chronic anxiety leads the sufferers to be actively seeking \navoidance of  any potential triggering situations, such as avoiding family dinners, educational"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Running Head: The lived experience of people with misophonia  \n19 \n and work engagements out of fear of being triggered: “It’s just really hard sometimes to be \naround people. ” (Roni). This leads to isolation and feelings of loneliness, as th e main \naversive noise sources are often their close ones. Sandra and Marissa shared they avoid eating \ntogether with their spouses  and compromise by having their main meal with them. In the case \nof Pete, misophonia and his consequent outbursts were  one of t he reasons for the separation \nbetween him and his wife:  \nWe’re living separately now, and it ’s one of the reasons why we got \nseparated because, you know, because the problem is always having \nwith, you know, it just made me angry. […] uhm things like that ha s \naffected my relationship with a lot more friends. You know, because I, \nI suddenly became extremely ratty, and you know, extremely short \ntempered, you know. Because I was under so much attack. (Pete)  \n \nThe negative impact of misophonia on mental health was present in all the transcripts. \nDespite being conscious of the normality of the sound, some of the participants expressed \nthat it felt “rude” and “disrespectful ” when others were producing the triggeri ng sounds. \nAdditionally, participants reported feeling anxious simply in the presence of other people: \n“Makes me nervous around people but also wanna keep distance from people. ” (Roni). \nMoreover, all participants shared how much their personal lives, and t he ones of their close \nones, have been affected by misophonia. Most importantly,  it seems that the participants \nexperience a state of incongruence  between  the natural need for interpersonal relationships \nand to be with one ’s loved ones , and the need to avoid experiencing a misophoni c reaction . \nFurther, s trong negative mental health outcomes, such as suicidal ideations, were present in \none of the participants who shared:  \nI’ve had suicidal thoughts about this, […] because of how much I hate \nit and  how little control I felt over it and how much I know it hurts \npeople. I ’m not gonna kill myself or anything. Uhm, but I I have the \nthoughts all the, all the time when this happens. Uhm, like it would be \neasier to not be this obnoxious, easily annoyed per son you know to not \nhave to be a person that other people feel uncomfortable around. \n(Marissa)"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Running Head: The lived experience of people with misophonia  \n20 \n  \nSuperordinate Theme 2. Susceptibility to triggering sounds   \n“Becoming more sensitive ”: Increased sensitivity over time  \nThe “Becoming more sensitive ” theme  reflects on the influence of time over the \nsusceptibility to triggering sounds. Most  of the participants reported noticing an increase in \nthe number of sounds and an overall sensitivity that would trigger them  overtime . Marissa \nshared that she noticed additional triggers and her sensitivity to sounds increased following \nserious health complications of her father.  \n (His) health declined a bit, about five years ago. And I think that my \nnoise tolerance, I feel like it prob ably got worse around that time. \n(Marissa)  \n \nPete noted an increase in his sensitivity with age: “it gets worse with age ”. He also \nstated that he has noticed new noises and sounds that started to trigger him:  \nWhen I watch television, there are certain pres enters that have noisy \nmouths. Not, not loud speakers, but they just have a lot of mouth noise, \nincidental mouth noise between speaking. And that ’s never used to \nbother me, but now it does. (Pete)  \n \n Whereas , Roni mentioned the symptoms increased with the s tart of university. In all \nthree cases , a change in susceptibility i s associated with the passage of time but also a certain \nchange in the surrounding. However, the participants expressed the passage of time being the \nbigger influencer:  \nI did notice in the  last couple of years since I started college at least, \nand that there are like more trigger sounds than I thought that I had. \nUhm? Becoming more sensitive to to, uhm, like if it was only chewing \nand like whistling and some knuckle cracking, now it ’s like almost all \nthe mouth sounds. (Roni)  \n \n“It gets even worse ”: Mental and physical susceptibility to triggers  \n \nThe third theme reflects on the change in susceptibility due to the state of the person ’s \nmind and body. The theme was present only in the female participants. More specifically,"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Running Head: The lived experience of people with misophonia  \n21 \n Sandra, Marissa and Roni talked about noticing being more susceptible to trig gering noises \nwhen feeling stressed, anxious, worried, or upset: “It gets worse when you ’re anxious or \nworry or upset ” (Marissa).  \nMy tolerance for anything including sounds is is lower when when I'm \nworried about them [her parents]. (Marissa)  \n \nThe physiological condition of the body was also reported as an indicator of higher \nsensitivity. The female participants reported noticing an increase in their severity of their \nreactions when they are experiencing tiredness, dehydration, as well as during the ir \nmenstruation:  \nUhm, and also, I ’ve noticed that like when I ’m, when I ’m on my period, \nit gets even worse. Which is new, I don ’t know. I, I asked some people \nabout it. They said that it also happens to them. So that sucks. (Roni)  \n \nBut I definitely notice  that it's significantly worse when I'm not \nregulated. So when I'm when I'm stressed out or worried, or upset about \nanything else. Uhm, or, oh my gosh, if I haven't had enough water. If \nI'm dehydrated I, I've noticed like a huge correlation to my level of \ntolerance. (Marissa)  \n \nThose points provide an interesting view of the psychophysiological state in a person \nand how hormonal changes aggravate the misophonia reaction.  \nExperiential Theme 3. Coping strategies when triggered   \n“I have to get away ”: Avoidant c oping   \nThis theme represents the type of coping in the majority of the triggering situations. \nThere is unanimous agreement among the participants that there is a necessity to “get away ” \nfrom the aversive noise . Sandra, Roni, and Marissa shared they have tried confrontation as a \nway to stop the noise. Pete talked about feeling “trapped ” and mimicking the triggering sound \nas a way of coping. Sandra reported continuing eating if other people around her were eating , \neven if she was already full: “There ’s something about eating yourself that does make it a \nlittle bit more tolerable ”. Sandra, who used to work as a studio director for a broadcasting"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Running Head: The lived experience of people with misophonia  \n22 \n company, also shared:  \nSo, you have to listen to this [production talk]  regardless. Uhm, and \npeople would eat apples and crisps, and it would be directly into my \near. […] you know that was awful ’cause you can ’t move. You can ’t go \naway […] my misophonia was part of my decision to leave the job that \nI’ve done for 14 years. (Sa ndra, 60)   \n \nLuisa talked about “desperately ” trying to put on her headphones in an attempt to \nremove herself from the sound. The desperation in her endeavour to stop her emotional \nreactions at times manifests as self -harming (stabbing nails in wrists and face). Although she \ndid not want to self -harm, she explained that hurting herself was  the only way to “ [release]  \nthe pressure”  and get rid of the psychological pain . For others, the only coping strategies \ninvolved avoiding or leaving the triggering situati on: \nIn my academic life, especially in bigger classes. Uhm, I noticed that, \nlike, I needed to take more breaks. Like, to leave the class more than \nother people, or more than I ’m used to and. Uhm, you miss you miss \ninformation like that. You miss class like  that. (Roni)  \n \nAll of the external coping strategies, besides mimicking  and continuous  eating , \ninvolved direct avoidance of the triggering sounds or situations.  \n“I have done a lot of thinking ”: Internal coping  \nThe following theme is characterised by the coping strategies participants employ in \ntriggering situations in order to avoid display ing a negative reaction towards the source of the \nsounds. One of the most common ways to cope was rationalisation. All participants talked  \nabout supressing their reactions by attempting to normalise the triggering sound or situation \nat hand by employing self -talk:  \nI have like done a lot of thinking like “Oh my mom is eating and it ’s \nkeeping her alive and this sound is an indication that she ’s doing. ” You \nknow all this self -talk. Uhm, that she ’s doing something that keeps her \nbody alive. OK, and I do a lot of that. And sometimes that ’s helpful \nbecause then the sound just can. It sometimes can just become \nsomething insignificant. (Marissa)"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Running Head: The lived experience of people with misophonia  \n23 \n Another common internal coping mechanism was focusing on their mind and body \nwhich was present in most of the participants. Marissa, Roni, and Luisa talked about shifting \ntheir focus onto not having a violent outburst as an attempt to contain their reactions  and \nmaintain self-control. Additionally, Roni was also the only participant who talked specifically \nabout using meditation and breathing exercises as coping strategies whilst being triggered:   \nWhat I used to do was, like I would, I would like stop, breath e, stop \nbreathing and, and I lock my jaw like I just clench my mouth closed. \nJust so like, to shut everything out. (Roni)  \n \nUsing mindfulness to cope seems to be correlated  with the intensity of the misophonia \nreaction through time and with the way the aver sive reaction affects attention.   \nSuperordinate Theme 4. Levels of attention and concentration   \n“Can’t do it. Can ’t concentrate ”: Inability to pay attention  \nAll the participants expressed a strong inability to concentrate or pay attention when \ntriggered. The seventh theme describes what the participants described as a complete inability \nto direct their attention towards an individual task or stimuli. The coping s trategies discussed \nin the third experiential theme appear to be directly affecting the sufferers ’ attention. All the \nparticipants explained that they directed their attention inwards in an attempt to rationalise \nthe noise or contain their emotional and ph ysiological reaction:  \nAbsolutely I can ’t do. I can ’t concentrate. […] I, I just really can ’t \nthink of anything but the noise. […] If anyone is talking to me, I have \nto put so much mental energy into hearing the other, hearing \neverything else that ’s happen ing. \n[Later in the conversation] It ’s not that I ’m focusing so much on the \nsound. I ’m concentrating so much on not having a response that ’s not \nkind. That ’s what it is. (Marissa)  \n \nThere ’s a noticeable impairment in attention and concentration for all the participants. \nThe two student participants, Roni  and Luisa, explained how misophonia affects their \nconcentration negatively while studying or at class. Both expressed a similar experience of"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Running Head: The lived experience of people with misophonia  \n24 \n their attention being “cut off ” when a triggering sound appe ars. Luisa also expressed losing \ntheir focus and having to “try and find where I was, again. ” Luisa went on to say:  \nI start thinking like I have to concentrate to stop thinking about the \nnoise.  But you start thinking about the noise. And you just, yeah, yo u \njust can ’t ignore it.   [...] I just lose the explanation or whatever if I ’m \nreading, I have to read it again and again, it ’s like.  Yes, it ’s it’s just,  I \ncan’t avoid it, I can ’t really concentrate. (Luisa)  \n \nFor all participants, the inability to focus th eir attention on the presence of a triggering \nsound seemed to be based on two reason s: thinking  about the need to stop thinking about the \ntriggering sound and/or shifting their focus to containing the aversive reaction. All \nparticipants stated unanimously that it is impossible to contain their reaction and direct their \nattention towards a desired stimulus, for example a  lecturer during a class.  \n“I didn ’t notice you were doing that ”: Attention absorption on other sounds stimuli  \n The final theme that was identified relates to exceptions when some of the \nparticipants were able to concentrate on a task and not be ing triggered  at first . A few of the \nparticipants mentioned times when they were able to stay in a room while a trigger noise was \nhappening. Roni me ntioned that meditation and breathing exercises helped her with staying \nfocused in class. While Sandra and Marissa disclosed not noticing their partner eating in the \nsame room as them while concentrating on a particular task; as well as when producing \ndifferent triggering sounds such as working on a keyboard or with a computer mouse:  \nThere ’ been times where if I don ’t see it and I then I notice he ’s been \neating for 20 minutes. I ’m like “I didn ’t notice you were doing that. \nThat’s interesting. ”, but there w as more than likely a sound in the \nbackground. Yeah, and then also like. Sometimes if I ’m like laying on \nthe ground instead, and like engaging in some kind of artwork or \nsomething. (Marissa)  \n \nThis theme also corelates directly with the internal coping them e “I have done a lot of \nthinking ”. Some of the participants shared that since they started practicing mindfulness \nexercises such as mediation, yoga, or breathing exercises, they have noticed an increase in"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Running Head: The lived experience of people with misophonia  \n25 \n exceptions to those triggering situations . However , the participants stressed that more often \nthan not, there has been a background noise  from sources  such as a radio, a TV , or a crowd.  \nDiscussion  \nThe present study aimed to explore the experiences of people who struggle with \nmisophonia symptoms. The interpretative phenomenological analysis of the interview \ntranscripts revealed eight themes organised into four superordinate  themes that correspond \nwith the study ’s research questions. The results of this study support previous findings from \nquantitative literature and survey data on how people experience misophonia (Bernstein et al., \n2013; Edelstein et al., 2013; Jager et al.,  2020; Kumar et al., 2017; Wu et al., 2014).  \nThe first research question aimed to explore the phenomenology of the misophonia \nreaction. In line with previous findings, psychophysiological responses were similar among \nall participants. The first emerged th eme, “Brace yourself ”: Effects on emotions, cognitions, \nand behaviours  reflects on those reactions and the complex nature of misophonia before, \nduring, and after being triggered. For the sufferers, misophonia brought feelings of irrational \nanger, irritatio n, and frustration (Bernstein et al., 2013; Edelstein et al., 2013; Potgieter et al., \n2019), but also anxiety about the experience of the misophonia reaction (Wu et al., 2014), as \nwell as  the experience of psychological  (emotional) pain and  fear of acting on their anger. \nThe findings unveil the high intensity of the response and provide a better understanding of \nhow deeply misophonia affects people ’s mental health. “I was under so much attack ”: The \naftermath  theme reflects on the adverse outcomes of the chr onic experience of misophonia. \nParticipants reported actively seeking stimulus avoiding behaviour. Those findings clearly \nillustrate how misophonia compromises the ability to engage in daily activities and limits \npeople ’s interpersonal interactions (Cavann a, 2014). The findings suggest that misophonia \nproduces long -term negative psychological outcomes, such as anxiety, self-forced isolation,"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Running Head: The lived experience of people with misophonia  \n26 \n self-harm, and suicidal ideations. In addition, misophonia appears to impact the family and \nsocial lives of the suffe rers highly, affecting their marriages and relationships with members \nof their family , friends , and co -workers . There is a clear indication of adverse outcomes on \npeople ’s mental health, with participants providing a different perspective on findings related \nto comorbidity . For example, l iterature suggests that misophonia has high comorbidity with \nother psychopathological conditions  (Erfanian et al., 2019; Quek et al., 2018; Zhou et al., \n2017) . However, the study ’s results indicate that misophonia might play an aggravating role \nin the sufferer ’s mental health.  \nIn relation to the second research question, participants did not report noticing any \nidentifiable links between their symptoms ’ severi ty and life events. However, participants \nreported an increase in sensitivity to and number of symptoms over time, which were \nreflected in the “Becoming more sensitive ”: Increased sensitivity over time  and “It gets even \nworse ”: Mental and physical suscepti bility to triggers  themes, respectively. These results \nsupport the findings by Jager et al. (2020) and Natalini et al. (2020) and reflect on the way \nthat misophonia  tends to become progressively worse over time . Interestingly, participants \nreported their s ensitivity increasing depending on their mental and physiological conditions ; \nfor example,  being  anxious or experiencing hormonal changes . However, nearly all \nparticipants explained their symptoms are worsening with time without a clear indicator of a \nspecific time or an event.  \nThe third research question explored people ’s coping strategies triggered in academic, \nwork,  and everyday settings. The transcripts analysis suggested two general types of coping: \ninternal and external. The “I have to get away ”: Avoidant coping  theme refers  to external \ncoping strategies. This theme supports previous finding s as participants reported they are \nunable to stay in the same space as the  ongoing  trigger if they have the option to leave"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Running Head: The lived experience of people with misophonia  \n27 \n (Dozier, 2015b; Edelstein et al., 2013; Potgieter et al.,2019; Sanchez & Silva, 2018; Schröder \net al., 2013; Schröder et al., 2017; Wu et al., 2014). “I have done a lot of thinking ”: Internal \nCoping  refers to the process of shifting one ’s attention inwards . The results indicate how \nparticipants actively focus on their responses to avoid an outburst by using rationalisation of \nthe sound and/or using medi tation and breathing exercises to contain their reaction. These \nanalyses  seem to correspond with findings from case studies where patients ha ve been \nundergoing treatment using CBT  and mindfulness  techniques (Cecilione et al., 2021; Reid et \nal., 2016; Schneider & Arch, 2017; Schröder  et al., 2017).   \nThe final research question explored whether people with miso phonia have impaired \nattention capacity. All participants reported not being able to pay attention or concentrate in \nthe presence of a trigger ; this is represented in the “Can’t do it. Can ’t concentrate ”: Inability \nto pay attention  theme. These findings are congruent with previous research on misophonia \nsuggesting altered attention capacity ( Daniels et al., 2020; Frank et al., 2020; Seaborne & \nFiorella, 2018; Silva & Sanchez, 2019). All the participants expressed an inability to \nconcentrate on anything but the triggering noise.  However, coping mechanisms and attention \ncapacity seem to be inextricably intertwined. Some participants expressed the need to shift \ntheir attention inwards to contain their reactions. These findings suggest t hat people use their \nattention  as an internal coping mechanism . This  raises the question of whether people with \nmisophonia struggle with attention control due to an underlying biological condition  or \nwhether their inner coping strategy takes over the majority of their cognitive capacity and \nlimits their attention span.  The last theme, “I didn ’t notice you were doing that ”: Attention \nabsorption on other sounds stimuli , represents the state of what Mihaly Csikszentmihalyi \ncalls “the flow of consciousnes s” – a state of mind where one loses perception of time as they \nare intensely concentrated on a task (Csikszentmihalyi, 1990). Interestingly, a couple of the"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Running Head: The lived experience of people with misophonia  \n28 \n participants reported not being able to be triggered when involved in a captivating activity. \nHowe ver, they reported that it was likely due to the presence of a  background noise. \nNonetheless, it represents moments in participants ’ lives  when their attention has not been \ndisrupted immediately after the appearance of the triggering noise ; an attribute th at is a part \nof the misophonia conceptualisation (Jager et al., 2020). One participant shared being able to \nstay present and concentrate by practising medi tation and breathing exercises. Literature \nsuggests that mindfulness practices can facilitate the exp erience of intense levels of \nconcentration (Marty -Dugas et al., 2021; Schneider & Arch, 2017). Therefore,  these findings \nmay suggest that mindfulness practices can diminish the aversive experience of misophonia.  \nLimitations and Future Directions  \nThere are  some limitations to this study that should be taken under consideration \nwhen evaluating its findings. Firstly, the researcher ’s lack of experience in interviewing could \nhave prevented them from exploring the participants ’ experiences in detail. Secondly, the \nstudy ’s heterogeneous sample contradicts one of the advisable rules in IPA sampling. \nAccording to Noon (2018), a homogeneous sample enables the researcher to explore in -depth \nindividuals who have experienced a particular phenomenon. Additionally, altho ugh \nparticipants were asked if they had tinnitus, hyperacusis, and /or a condition affecting their \nattention , conducting  in-depth screening for any psychopathological and physiological \nconditions might have been helpful in fully understanding the participants ’ experiences. \nFinally, the interviews were conducted two years after the start of the pandemic due to \nCOVID -19. This should be taken under consideration as it might have affected the \nparticipants ’ experiences but might not have been evident du ring the interviews.  \nWe contend that a strength of the study is the second author having misophonia. \nDealing with the condition for over a decade and various triggers provided them with"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Running Head: The lived experience of people with misophonia  \n29 \n knowledge of the misophonia experience, which in turn helped to analyt ically connect with \nthe subjective experiences reported by the participants .  \nThe current study provides a valuable foundation for future research. First ly, \nconsidering the negative experiences and consequences of misophonia, it is worth exploring \nhow it a ffects psychosocial development in people and the secondary effects it has on \npeople ’s mental health. Secondly, susceptibility seems to be influenced by people ’s mental \nand emotional states. Therefore, it is worth exploring how personality traits  such as \nneuroticism  could influence misophonia progression in life. Furthermore, the connection \nbetween internal coping and attention seems of utmost importance. The majority of the \nsample  shared experiencing the need to shift their attention into containing their misophonic \nreaction . Therefore, it is worth exploring whether  the disrupted concentration in triggered \npeople is direct ly related to misophonia  or to a different pathological condition . Lastly, \nmindfulness practices were reported to positively contribut e to the ameliorat ion of the \nexperience of misophonia by reducing  aversive reactions. Therefore,  in addition to the \nexisting case report on mindfulness and misophonia ( Schneider & Arch, 2017), it would be \nbeneficial to thoroughly explore  the effects of mindfulness on misophonia reactivity over an \nextended period  using longitudinal qualitative methods , such as diary studies.  \nConclusion  \nTo conclude, misophonia is experienced as a real and distressing condition that \nimpacts people ’s lives  and creates a complex set of subjective phenomena and interacting \neffects on emotions and behaviour s, which  cause difficulties and distress .  \nThe data in this study confirmed that the misophonic reaction induces strong negative \nemotions, such as anger, disgust, and fr ustration, as well as what has been described as \nemotional  pain. The chronic ex perience of the condition  seems to lead to an anticipatory"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Running Head: The lived experience of people with misophonia  \n30 \n anxiety response in  people  who are vigilant for future aversive sounds , further aggravat ing \ntheir mental health. Participants reported impairment in their close  relationships,  social  \nisolation, and exacerbate d symptoms . Moreover, a key finding is a person ’s diminished \ncapacity to concentrate when triggered . This seems to be directly connected with the coping \nmechanisms used by a sufferer  as the attention is focused on containing the aversive reaction .    \nThis study supports findings from past quantitative research papers and contributes to \nqualitative literature as the first phenomenological study of people ’s lived experiences with \nmisophonia.  By presenting in -depth accounts of how people subjectively experience \nmisophonia, it provides a valuable addition to the quantitative research and case report \nresearch that is growing on the topic . Educating the public ab out the findings in this paper \ncan potentially benefit the sufferers and those around them  by enabling non-sufferers to \nempathise with the lifeworld of those with misophonia and gain insight into the challenges of \nliving with it ."
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Running Head: The lived experience of people with misophonia  \n31 \n Reference s \n \nAlekri, J.,  & Al Saif, F. (2019). Suicidal misophonia: a case report.  Psychiatry and Clinical \nPsychopharmacology , 29(2), 232 -237. \nhttps://doi.org/ 10.1080/24750573.2019.1597585  \nAmerican Psychiatric Association. (2013).  Diagnostic and statistical manual of mental \ndisorders  (5th ed.) . https: //doi.org/ 10.1176/appi.books.9780890425596   \nBerger, R. (2015). Now I see it, now I don ’t: Researcher ’s position and reflexivity in \nqualitative research. Qualitative Research, 15 (2), 219–234. \nhttps://doi.org/ 10.1177/14687941124684 75 \nBernstein, R., Angell, K., & Dehle, C. (2013). A brief course of cognitive behavioural therapy \nfor the treatment of misophonia: A case example.  The Cognitive  Behaviour  \nTherapist,  6, E10 . https: //doi.org/ 10.1017/S1754470X13000172  \nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & \nRosenthal, M. Z. (2018). Investigating Misophonia: A Review of the Empirical \nLiterature, Clinical Implications, and a Research Agenda. Frontiers in Neuroscience, \n12, 36. https: //doi.org/ 10.3389/fnins.2018.00036  \nCassiello -Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L., & Rosenthal, M. Z. \n(2021). A preliminary investigation of the association between misophonia and \nsymptoms of psychopathology and personality disorders.  Frontiers in Psychology , 11, \n3842 . https://doi.org/ 10.3389/fpsyg.2020.519681  \nCavanna A. E. (2014). What is misophonia and how can we treat it?.  Expert review of \nneurotherapeutics , 14(4), 357–359. https: //doi.org/ 10.1586/14737175.2014.892418  \nCavanna, A. E., & Seri, S. (2015). Misophonia: current perspectives.  Neuropsychiatric \nDisease and Treatment , 11, 2117 –2123 . https://doi.org/ 10.2147/NDT.S81438"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Running Head: The lived experience of people with misophonia  \n32 \n Cecilione, J. L., Hitti, S. A., & Vrana, S. R. (2021). Treating adolescent misophonia with \nCognitive Behavioral Therapy: Considerations for including exposure . Clinical Case \nStudies . https://doi.org/ 10.1177/15346501211045707  \nClaiborn, J. M., Dozier, T. H., Hart, S. L., & Lee, J. (2020). Self -Identified Misophonia \nPhenomenology, Impact, and Clinical Correlates.  Psychological Thought , 13(2). \nhttps://doi.org/ 10.37708/psyct.v13i2.454  \nCsikszentmihalyi, M. (1990).  Flow: The psychology of optimal experience . Ebury Publishing  \nCusack, S. E., Cash, T. V ., & Vrana, S. R. (201 8). An examination of the relationship between \nmisophonia, anxiety sensitivity, and obsessive -compulsive symptoms.  Journal of \nObsessive -Compulsive and Related Disorders , 18, 67-72. \nhttps://doi.org/ 10.1016/j.jocrd.2018.06.004  \nDaniels, E. C., Rodriguez, A., & Zabelina, D. L. (2020). Severity of misophonia symptoms is \nassociated with worse cognitive control when exposed to misophonia trigger \nsounds.  PloS ONE , 15(1), e0227118 . https://doi.org/ 10.1371/journal.pone.0227118  \n Dodgson, J. E. (2019). Reflexivity in Q ualitative Research. Journal of Human Lactation, \n35(2), 220 –222. https://doi.org/ 10.1177/0890334419830990  \nDozier, T. H. (2015a). Counterconditioning treatment for misophonia.  Clinical Case \nStudies , 14(5), 374 -387. https://doi.org/ 10.1177/1534650114566924  \nDozier, T. H. (2015b). Etiology , composition, development and maintenance of misophonia : \nA Conditioned Aversive Reflex Disorder.  Psychological Thought, 8 (1), 114 -129. \nhttps://doi.org/ 10.5964/psyct.v8i1.132  \nDozier, T. H., & Morrison, K. L. (2017). Phenomenology of misophonia: Initial physical and \nemotional responses.  The American Journal of Psychology, 130 (4), 431–438. \nhttps://doi.org/ 10.5406/amerjpsyc.130.4.0431"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Running Head: The lived experience of people with misophonia  \n33 \n Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V . S. (2013). Misophonia: \nphysiolog ical investigations and case descriptions.  Frontiers in Human \nNeuroscience , 7, 296 . https://doi.org/ 10.3389/fnhum.2013.00296  \nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and comorbid psychiatric \nsymptoms: a preliminary study of clinical  findings.  Nordic Journal of \nPsychiatry , 73(4-5), 219–228. https://doi.org/ 10.1080/08039488.2019.1609086  \nFrank, B., Roszyk, M., Hurley, L., Drejaj, L., & McKay, D. (2020). Inattention in \nmisophonia: Difficulties achieving and maintaining alertness. Journal  of Clinical and \nExperimental Neuropsychology , 42(1), 66–75. \nhttps://doi.org/ 10.1080/13803395.2019.1666801  \nHalcomb, E. J., Gholizadeh, L., DiGiacomo, M., Phillips, J., & Davidson, P. M. (2007). \nLiterature review: considerations in undertaking focus group research with culturally \nand linguistically diverse groups. Journal of Clinical Nursing , 16(6). \nhttps://doi. org/10.1111/j.1365 -2702.2006.01760.x  \nHansen, H. A., Leber, A. B., & Saygin, Z. M. (2021). What sound sources trigger \nmisophonia? Not just chewing and breathing.  Journal of Clinical Psychology , 77(11), \n2609 –2625 . https://doi.org/ 10.1002/jclp.23196  \nHefferon,  K., & Gil -Rodriguez, E. (2011). Interpretative phenomenological analysis.  The \nPsychologist, 24 (10), 756–759. \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: \nPhenomenology, comorbidity and demographics in a large sample.  PloS ONE , 15(4), \ne0231390 . https://doi.org/ 10.1371/journal.pone.0231390  \nJastreboff P., & Hazell J. (2004).  Tinnitus retraining therapy: Implementing the \nneurophysiological model . Cambridge: Cambridge University Press."
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Running Head: The lived experience of people with misophonia  \n34 \n https://doi.org/10.1017/CBO9780511544989  \nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: \nhyperacusis, misophonia, phonophobia. ITHS News Lett, 2 (5-7), 1-5. \nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus \nretraining therapy (TRT).  The Australian and New Zealand Journal of Audiology, \n24(2), 74 -84. \nJastreboff, P. J., & Jastreboff, M. M. (2015). Decreased sound tolerance: hyperacusis, \nmisophonia, diplacousis, and polyacousis.  Handb ook of Clinical Neurology , 129, \n375–387. https://doi.org/ 10.1016/B978 -0-444-62630 -1.00021 -4 \nKluckow, H., Telfer, J., & Abraham, S. (2014). Should we screen for misophonia in patients \nwith eating disorders? A report of three cases.  The International Journal of Eating \nDisorders , 47(5), 558–561. https://doi.org/ 10.1002/eat.22245  \nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander, P. E., ... & \nGriffiths, T. D. (2021). The motor basis for misophonia.  Journal of Neuroscience . \nhttps://doi.org/ 10.1523/JNEUROSCI.0261 -21.2021   \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., \nCope, T. E., Gander, P. E., Bamiou, D. E., & Griffiths, T. D. (2017). The Brain Basis \nfor Misophonia.  Current Biology:CB , 27(4), 527–533. \nhttps://doi.org/ 10.1016/j.cub.2016.12.048  \nMarty -Dugas, J., Smith, A. C., & Smilek, D. (2021). Focus on your breath: Can mindfulness \nfacilitate the experience of flow?  Psychology of Consciousness: Theory, Research, \nand Practice.  Advance online publication . https://doi.org/ 10.1037/cns0000251  \nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive -behavioral therapy for 2 youths \nwith misophonia.  The Journal of Clinical Psychiatry , 76(5), 573–574."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Running Head: The lived experience of people with misophonia  \n35 \n https://doi.org/ 10.4088/JCP.14cr09343  \nMøller, A. R. (2011). Misophonia, phonophobia, and \"exploding head\" syndrome. In A. R. \nMøller, B. Langguth, D. De Ridder, & T. Kleinjung (Eds.),  Textbook of tinnitus  (pp. \n25–27). Springer Science + Business Media . https://doi.org/ 10.1007/978 -1-60761 -\n145-5_4 \nMorse, J. M., Barrett, M., Mayan, M., Olson, K., & Spiers, J. (2002). Verification Strategies \nfor Establishing Reliability and Validity in Qualitative Research. International \nJournal of Qualitative Methods , 13–22. https://doi.or g/160940690200100202  \nMuller, D., Khemlani -Patel, S., & Neziroglu, F. (2018). Cognitive -behavioral therapy for an \nadolescent female presenting with misophonia: a case example.  Clinical Case \nStudies , 17(4), 249 -258. https://doi.org/10.1177/1534650118782650  \nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., & Eibenstein, A. (2020). Misophonia, \nmaladaptive schemas and personality disorders: a report of three cases.  Journal of \nContemporary Psychotherapy , 50(1), 29 -35. https://doi.org/ 10.1007/s10879 -019-\n09438 -3 \nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. (2021). The prevalence and \nseverity of misophonia in a UK undergraduate medical student population and \nvalidation of the Amsterdam misophonia scale.  Psychiatric Quarterly , 92(2), 60 9-619. \nhttps://doi.org/ 10.1007/s11126 -020-09825 -3 \nNizza,  I. E., Smith,  J. A. (2021 ). Essentials of interpretative phenomenological \nanalysis . United States:  American Psychological Association.  \nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., & Vanneste, S. (2018). Misophonia \nand potential underlying mechanisms: A perspective.  Frontiers in Psychology , 9, 953 . \nhttps://doi.org/ 10.3389/fpsyg.2018.00953"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Running Head: The lived experience of people with misophonia  \n36 \n Pietkiewicz, I. & Smith, J.A. (2012). Praktyczny przewodnik interpretacyjnej analizy \nfenomenologicznej w badaniach jakościowych w psychologii. Czasopismo \nPsychologiczne, 18 (2), 361 -369. \nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). \nMisophonia: A scoping review of research.  Journal of Clinical Psychology , 75(7), \n1203 -1218 . https://doi.org/ 10.1002/jclp.22771   \nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018). \nMisophonia in Singaporean Psychiatric Patients: A Cross -Sectional \nStudy.  International Journal of Environmental Research and Public Health , 15(7), \n1410 . https://doi.org/ 10.3390/ijerph15071410   \nReid, A. M., Guzick, A. G., Gernand, A., & Olsen, B. (2016). Intensive cognitive -behavioral \ntherapy for comorbid misophonic and obsessive -compulsive symptoms: A systematic \ncase study.  Journal of Obsessive -Compulsive and Related Disorders, 10,  1–9. \nhttps://doi.org/ 10.1016/j.jocrd.2016.04.009  \nRinne, T., Särkkä, A., Degerman, A., Schröger, E., & Alho, K. (2006). Two separate \nmechanisms underlie auditory change dete ction and involuntary control of \nattention.  Brain Research , 1077 (1), 135–143. \nhttps://doi.org/ 10.1016/j.brainres.2006.01.043  \nRobinson, O. C. (2014). Sampling in interview -based qualitative research: A theoretical and \npractical guide.  Qualitative Research i n Psychology, 11 (1), 25–41. \nhttps://doi.org/ 10.1080/14780887.2013.801543  \nRoushani, K., & Mehrabizadeh Honarmand, M. (2021). The effectiveness of Cognitive -\nBehavioral Therapy on anger in female students with misophonia : A Single -Case \nStudy.  Iranian Journal of Medical Sciences , 46(1), 61–67."
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Running Head: The lived experience of people with misophonia  \n37 \n https://doi.org/ 10.30476/ijms.2019.82063.  \nRouw, R., & Erfanian, M. (2018). A large ‐scale study of misophonia.  Journal of Clinical \nPsychology , 74(3), 453 -479. https://doi.org/ 10.1002/jclp.22500  \nSan Giorgi, R. (2015). Hyperactivity in amygdala and auditory cortex in misophonia: \npreliminary results of a functional magnetic resonance imaging study.  Amsterdam \nBrain Cognition Journal , 2, 21-28. \nSanchez, T. G., & Silva, F. (2018). Familial misophonia or selective sound sensitivity \nsyndrome: evidence for autosomal dominant inheritance?.  Brazilian Journal of \nOtorhinolaryngology , 84(5), 553–559. https://doi.org/ 10.1016/j.bjorl.2017.06.014  \nSchneider, R. L., & Arch, J. J. (2017). Case study: a novel application of mindfulness -and \nacceptance -based components to treat misophonia.  Journal of Contextual Behavioral \nScience , 6(2), 221 -225. https://doi.org/ 10.1016/j.jcbs.2017.04.003  \nSchröder, A. E., Vulink, N.  C., van Loon, A. J., & Denys, D. A. (2017). Cognitive behavioral \ntherapy is effective in misophonia: An open trial.  Journal of Affective Disorders , 217, \n289–294. https://doi.org/10.1016/j.jad.2017.04.017  \nSeaborne, A., & Fiorella, L. (2018). Effects of background chewing sounds on learning: The \nrole of misophonia sensitivity.  Applied Cognitive Psychology , 32(2), 264 -269. \nhttps://doi.org/ 10.1002/acp.3387  \nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos -Petalas, D., Soto de Amesti, V ., \nVulink, N., &  Denys, D. (2014). Diminished n1 auditory evoked potentials to oddball \nstimuli in misophonia patients.  Frontiers in Behavioral Neuroscience , 8, 123 . \nhttps://doi.org/ 10.3389/fnbeh.2014.00123  \nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & \nDenys, D. (2019). Misophonia is associated with altered brain activity in the auditory"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "Running Head: The lived experience of people with misophonia  \n38 \n cortex and salience network.  Scientific Reports , 9(1), 7542 . \nhttps://doi.org/ 10.1038/s41598 -019-44084 -8 \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new \npsychiatric disorder.  PloS ONE , 8(1), e54706 . \nhttps://doi.org/ 10.1371/journal.pone.0054706  \nSeaborne, A., & Fiorella, L. (2018). Effects of background chewing sounds on learning: The \nrole of misophonia sensitivity.  Applied Cognitive Psychology , 32(2), 264 -269. \nhttps://doi.org/ 10.1002/acp.3387   \nSilva, F., & Sanchez, T. G. (2019). Evaluation of selective attention in patients with \nmisophonia.  Brazilian Journal of Otorhinolaryngology , 85(3), 303–309. \nhttps://doi.org/ 10.1016/j.bjorl.2018.02.005  \nSmith, J. A., & Osborn, M. (2015). Interpretative phenomenological analysis as a useful \nmethodology for research on the lived experience of pain.  British Journal of \nPain , 9(1), 41–42. https://doi.org/ 10.1177/2049463714541642  \nSmith, J. A., Flowers, P., & Larkin, M. (2009). Interpretative phenomenological analysis: \nTheory, method and research . Sage Publications Ltd.  \nSmith, J. A., Harré, R., & Van Langenhove, L. (1995). Idiography. In J. A. Smith, R. Harré, & \nL. Van Langenhove, Rethinking psychology  (pp. 56 -69). Sage.  \nStarman, A. B. (2013). The case study as a type of qualitative research.  Journal of \nContemporary Educa tional Studies/Sodobna Pedagogika , 64(1). \nTaylor S. (2017). Misophonia: A new mental disorder?. Medical Hypotheses , 103 , 109–117. \nhttps://doi.org/ 10.1016/j.mehy.2017.05.003  \nThen, K. L., Rankin, J. A., & Ali, E. (2014). Focus group research: what is it and how can it  \nbe used?.  Canadian Journal of Cardiovascular Nursing , 24(1), 16–22."
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Running Head: The lived experience of people with misophonia  \n39 \n Tight, M. (2017).  Understanding case study research: Small-scale research with meaning . \nSage. https://doi.org/10.4135/9781473920118  \nTunç, S., & Başbuğ, H. S. (2017). An extreme physical reaction in misophonia: stop \nsmacking your mouth!.  Psychiatry and Clinical Psychopharmacology , 27(4), 416 -\n418. https://doi.org/ 10.1080/24750573.2017.1354656  \nVanaja, C. S., & Abigail, M. S. (2020). Misophonia: An evidence -based case \nreport. American Journal of Audiology , 29(4), 685 -690. \nhttps://doi.org/ 10.1044/2020_AJA -19-00111  \nVeale D. (2006). A compelling desire for deafness.  Journal of Deaf Studies and Deaf  \nEducation , 11(3), 369–372. https://doi.org/ 10.1093/deafed/enj043  \nYin, R. K. (2009). Case study research: Design and methods (V ol. 5). Sage.  \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample.  Journal \nof Clinical Psychology , 70(10), 994–1007 . https://doi.org/ 10.1002/jclp.22098  \nYin, R. K. (2009).  Case study research: Design and methods  (V ol. 5). sage.  \nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese \nuniversity students: Incidence, associated impairment, and clinical correlates.  Journal \nof Obsessive -Compulsive and Related Disorders , 14, 7-12. \nhttps://doi.org/ .1016/j.jocrd.2017.05."
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Running Head: The lived experience of people with misophonia  \n40 \n Appendix: Interview Guide  \nPhenomenol ogy of the misophonia auditory reaction  \n- Going back in time, can you recall when your symptoms first occurred?  \n- Have you ever been triggered by just looking at the trigger sound being produced but \nwithout hearing it? Would you explain how it feels?  \n- Tell me in your own word how it feels when something triggers you. What kind of \nemotions do you experience?  \n- Tell me what you think about once you ’re being triggered.  \n- Will you please explain how you feel physically?  \n- What is the severity of your react ion? Do you feel you can control it?  \n- Tell me, before you could name your condition as misophonia, what were you \nthinking of your reactions when you were triggered?  \n- How has it affected your day -to-day life and your relationships?  \nPerceived links betwe en symptoms and life events  \n- Have you noticed if there ’s time when you feel more susceptible to triggers?  \n- Have you noticed a change in your symptoms ’ severity?  \nHow cope in terms of emotional, cognitive, and behavioural strategies in an educational or \nwork environment  \n- Tell me about a time when you were triggered in a class, a meeting or with a client, \nbut could not leave the room. How did it feel?  \n- What was going through your head at that time?  \n- How did you cope with it?   \n- How did you feel once you could leave?  \n- How has misophonia affected your academic and occupational life?"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Running Head: The lived experience of people with misophonia  \n41 \n - Has it affected relationships with your colleagues/ co -workers?  \n- Has it played a role in important decisions such as place of study, work environment \nor choice of caree r?  \n- Have you ever felt that your misophonia has set you back in any way?  \nMisophonia and impaired attention capacity  \n- How has misophonia affected your attention?  \n- Tell me about your level of concentration when there are triggers around you.  \n- Have you noticed if misophonia has affected your productivity in any way? If yes, \nhow?  \n- Are there times when you are being able to ignore the trigger and concentrate solely \non your task?  \n- If yes, how do you think you are being able to do that?"
    }
  ]
}