{
  "doc_type": "scientific paper",
  "title": "Treatment of Misophonia",
  "authors": [
    "Rosenthal"
  ],
  "year": 2023,
  "journal": "Psychiatry andBehavioral Health",
  "doi": "10.1016/j.ypsc.2023.03.009",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:17:08.980972Z",
  "source_pdf": "documents/research/Global/Rosenthal 2023 Treatment of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:5/2/2023 2:22:11PM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0010387\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Advances inPsychiatry andBehavioral Health\nArticleTitle: Treatment ofMisophonia\nArticleAuthor: Rosenthal\nDate:2023-04-01\nISSN-26673827;\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Treatment of Misophonia\nM. Zachary Rosenthal, PhDa,b,*, Yanyan Shan, MAa,b, Jacqueline Trumbull, MAa,b\naDepartment of Psychiatry & Behavioral Sciences, Duke University, DUMC, 6400 Pratt Street, North Pavilion, 6th Floor, Room 6043, Durham,\nNC 27705, USA;bDepartment of Psychology & Neuroscience, Duke University, Durham, NC, USA\nMisophonia was recently defined as a disorder charac-\nterized by intolerance of specific auditory stimuli and\nassociated cues causing significant psychologicaldistress and interference in social, occupational, or aca-demic functioning [1]. Aversive stimuli in this context\nmay be labeled as “triggers ”that are commonly repeti-\ntive sounds produced by others. Primary triggeringstimuli in misophonia most often (but not always)\noriginate from facial (eg, nose noises, throat-clearing)\nor oral (eg, lip-smacking, chewing, drinking) sources.However, there are individual differences in the types\nof cues and contexts (eg, the same sound may have\ndifferent effects when produced by specific people)associated with misophonia symptoms [2,3].\nIndividuals with impairing levels of misophonia\nsymptoms may have strong multi-modal emotional re-sponses to contexts in which triggering cues are antici-pated or encountered. For example, common responses\ninclude central (eg, insula) [4] and peripheral nervous\nsystem activation (eg, increased heart rate and skinconductance) [5], negative affect (eg, irritation, anger,\nanxiety, disgust) [6,7], and behavioral patterns that canbe conceptualized as consistent with freeze (eg, hypervig-\nilance), flight (eg, escape or avoidance behavior), and\nfight behaviors (eg, interpersonally aggressive verbalbehavior) [8]. These responses are highly distressingand different than how most others might react [1].\nJastreboff and Jastreboff are credited for coining the\nterm misophonia over 20 years ago [9]. The term trans-lates to hatred or dislike (miso) of sound (phonia).\nHowever, this literal translation is misleading, as the\ncondition is neither uniquely associated with the affec-tive experience of hate or dislike, nor are auditory cues\nthe only stimuli that can function as triggers. The first\npilot studies directly examining misophonia were pub-lished only 9 years ago [5,10]. Since then, over 60 pub-\nlished empirical studies have investigated misophonia,\nwith roughly 25% of these published over the lastyear in the first special section in a peer-reviewed scien-tific journal dedicated to misophonia ( Frontiers in\nNeuroscience ).\nRecent reviews suggest that misophonia may be\nassociated with a wide variety of mental health problems\n[1–3]. The majority of studies have used self-report\n*Corresponding author, E-mail address: mark.rosenthal@duke.eduKEYWORDS\n/C15Misophonia /C15Treatment /C15Psychotherapy /C15Unified protocol /C15Process-based therapy\n/C15Multi-disciplinary treatment\nKEY POINTS\n/C15Introduces misophonia and reviews published psychotherapy treatment studies.\n/C15Outlines a multi-disciplinary strategy for treatment.\n/C15Describes the application of two transdiagnostic psychotherapies with emerging evidence in misophonia (Unified Protocol\nand Process-Based Therapy).\n/C15Suggests an agenda for future research and treatment development.Advances in Psychiatry and Behavioral Health -(2023) -–-\nADVANCES IN PSYCHIATRY AND BEHAVIORAL HEALTH\nhttps://doi.org/10.1016/j.ypsc.2023.03.009 www.advancesinpsychiatryandbehavioralhealth.com\n2667-3827/23/ © 2023 Elsevier Inc. All rights reserved. 1"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "methodologies and have found that misophonia symp-\ntom severity is positively correlated transdiagnostically\nwith, for example, neuroticism, anxiety symptoms,depressive symptoms, difficulties with emotion regula-\ntion, affective instability, anxiety sensitivity, some\nobsessive-compulsive disorder (OCD) symptoms,perfectionism, and somatic pain [11 –19]. Additionally,\nadults with misophonia may be significantly more likely\nthan those without misophonia to self-report a lifetime\nhistory of attention-deficit/hyperactivity disorder(ADHD), OCD, bipolar disorder, substance use disor-\nder, post-traumatic stress disorder, and conversion disor-\nder [17,20].\nTwo recent studies have used structured psychiatric\ndiagnostic interviews as a more rigorous approach to\nthe assessment of misophonia and associated mentalhealth problems. In one study, 575 adults presenting\nfor treatment at a clinic in Amsterdam were interviewed\nusing the Mini International Neuropsychiatric Interview[21], a structured interview assessing 15 current psychi-atric problems (Jager and colleagues, 2020a) [14]. Re-\nsults indicated that most (72%) participants did not\nmeet the full criteria for a current psychiatric disorder.The most common current disorders were mood disor-\nders (10.1%), anxiety disorders (9%), ADHD (5.4%),\nand personality disorders (5%).\nRosenthal and colleagues [8] conducted the first study\nto characterize diagnsotic and statistical manual of mental\ndisorders (DSM-5) disorders using structured diagnosticinterviews in a nationally recruited community sampleof 207 adults with high misophonia symptoms. Results\nindicated that anxiety disorders were the most common\ntype of current mental health problem (56.9%). Addi-tionally, high rates of lifetime history of psychiatric dis-\norders were observed, including diagnoses of any\nanxiety (73%), mood (61%), obsessive-compulsive(27%), substance use (26%), trauma-related (24%),\neating (18%), or personality disorders (13%).\nThe findings from Jager and colleagues [14] suggest\nthat most adults seeking outpatient treatment of miso-\nphonia in Amsterdam may not have a current psychiat-\nric disorder. In contrast, Rosenthal and colleagues [8]indicate that adults across the United States with highmisophonia symptoms may be most likely to meet\nthe full criteria for a current anxiety disorder or lifetime\nhistory of any anxiety or mood disorders. A consistentinterpretation of findings across all studies is that higher\nmisophonia symptoms do not appear to be uniquely\nrelated to any specific psychiatric disorder. Accordingly,it is premature to conclude that any specific treatment\nprotocol for any specific psychiatric disorder is best\nfor the treatment of misophonia.TREATMENT OF MISOPHONIA\nMulti-Disciplinary Model: Audiology\nThere is no gold standard evidence-based treatment ofmisophonia, and it is not a disorder within the purview\nof any specific clinical discipline. Because it appears to\nbe a problem at the intersection of various clinicalfields, a multi-disciplinary treatment model may bevaluable. For example, audiologists may be important\nin the assessment and treatment of misophonia as it\nis defined as a sound intolerance condition. Becausemisophonia may need to be differentiated from hyper-\nacusis, audiologists may be helpful in assessment and\ntreatment planning. For example, audiologists use eval-uative measures to assess sensitivity thresholds and can\ndiscern if one is hypersensitive to auditory stimuli.\nWith regard to treatment, audiologists can work with\npatients to determine the pros and cons of using sound-\nbased therapies. These approaches use patient-\ncontrolled devices unobtrusively placed in the ear canalto diminish (eg, noise cancellation), mask (eg, staticbrown or white noise), and change responses to audi-\ntory input. Although these interventions have not\nbeen tested empirically using randomized trials forthe treatment of misophonia, promising support has\ncome from clinical observations reported by Jastreboff\nand Jastreboff, who pioneered the adaptation ofTinnitus Retraining Therapy for patients with misopho-\nnia and report high rates of success in uncontrolled tri-\nals [22]. This approach uses sound therapy andbehavioral training to change response patterns to trig-gering contexts and cues, and was reported by the devel-\nopers to be highly effective in a clinical setting.\nMulti-Disciplinary Model: Occupational\nTherapy\nBecause misophonia may occur in the context of multi-\nsensory over-responsivity, it may be valuable to include\noccupational therapists in a multi-disciplinary assess-ment and treatment approach. Occupational therapistsemphasize improvement of functioning across key do-\nmains of life. Because occupational therapists are the ex-\nperts in sensory processing within health care, they mayoffer helpful coping strategies to manage misophonia\neffectively. Occupational therapy includes treatments\ndesigned to help improve central sensory processingthrough interventions designed to enhance sensory\nintegration functioning. Treatments may identify and\nintervene upon environmental barriers to adaptive sen-sory processing or train new adaptive reactions to\nemotionally evocative sensory cues. Like approaches\nused by audiologists, there are no randomized2 Rosenthal, Shan, Trumbull"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "controlled trials evaluating the efficacy of occupational\ntherapy interventions with misophonia. However, these\ninterventions have a long history of being used toimprove sensory processing, and, as such, may be worth\nconsidering for those with misophonia.\nMulti-Disciplinary Model: Mental Health\nSome early clinical observations [22] and the large\nstudy by Jager and colleagues [14] indicate that adultswith misophonia may present for treatment without\nco-occurring psychiatric disorders. On the other hand,\nthere is a growing body of research and clinical observa-tions pointing to misophonia occurring in the context\nof varied and debilitating psychiatric disorders [8] and\nan associated need for mental health professionals tobe involved in the treatment of this disorder. Accord-\ningly, evaluation and treatment recommendations\nfrom mental health providers are indicated in a multi-disciplinary model of care for misophonia.\nTreatment Studies\nMost publications describing possible psychotherapies\nfor misophonia have been small case studies (Table 1)\n[23–35]. These treatments were mostly conducted using\nbranded (eg, acceptance and commitment therapy;\nACT) and non-branded interventions from the family\nof cognitive behavioral therapies (CBTs), and the au-thors reported descriptions of successful treatment inone or several individuals.\nExamples of non-branded interventions include\ncognitive restructuring [23,24,26,30 –32,35], relaxa-\ntion exercises [26,28,32,35], counter-conditioning\n[27,28], acceptance and distress tolerance strategies\n[25,26,29,30,33,35], exposure and response preven-tion [23 –26,30 –32,34], interpersonal communication\nskills [24,32,33], attentional control skills [24,30,34],\nand parent management training [26,32]. Case studiesare useful beginning points for treatment development\nand provide a direction for clinicians in the absence of\na clear gold standard of care. However, these casestudies do not provide compelling evidence of efficacyfor any particular intervention.\nOPEN TRIALS\nThree open trials have been conducted to treat miso-phonia [36 –38]. Schröder and colleagues [38] conduct-\ned an uncontrolled trial involving 90 adults with\nmisophonia, showing promise for a cognitive behav-ioral approach using brief group therapy. In this trial,\n48% of participants improved on a clinician rating of\noutcome, and 30% reported a significant reduction insymptoms on a self-report measure of misophonia.\nThe treatment included four main components: (1)\nattentional shifting away from trigger stimuli, (2)counter-conditioning to disrupt classically conditioned\nassociations between neutral/positive stimuli that have\nbecome paired with negative emotional experiences,(3) stimulus manipulation exercises (allowing theparticipant to manipulate trigger sounds), and (4) relax-\nation exercises. Because this intervention occurs in a\ngroup, validation and support from other sufferersmay also be an important component of this treatment.\nFrank and McKay reported that 18 participants\nreceived 12 sessions of exposure therapy before or afterstress management training [36]. The exposure proced-\nure used an inhibitory learning model, emphasizing\naltered expectations for the target sounds along withthe deliberate practice of hearing sounds on an individ-\nual hierarchy. Rather than targeting habituation of psy-\nchological distress when exposed to triggers, theinhibitory learning approach to exposure enhances pa-tient motivation to approach triggering cues and con-\ntexts by changing the features of these cues or their\nresponses to them in an effort to change expectations,increase psychological flexibility, enhance valued ac-\ntions, and increase the perception of control over reac-\ntions to misophonic cues. This study demonstratesthat without habituation to certain sounds, inhibitory\nlearning-based exposure procedures may be a prom-\nising way to enhance perceived control over emotionalreactions to misophonia triggers.\nFinally, Jager and colleagues [37] used an open trial\nto evaluate the efficacy of eye movement desensitiza-\ntion and reprocessing (EMDR) therapy in treating miso-phonia in eight participants. Misophonia-related\nemotionally disturbing memories were addressed with\nEMDR in an average of 2.6 sessions lasting 60 to 90 mi-nutes. Participants reported a statistically significant\n20% average reduction (with a large effect size estimate\nofd51.14) in symptoms of misophonia on a self-\nreport measure of misophonia. No statistically signifi-\ncant changes were observed in psychological distress\nor impairment in functioning on secondary outcomemeasures. Due to the uncontrolled experimental designof these open trials, no definitive conclusions can be\ndrawn from these studies about treatment efficacy,\nthough these are valuable studies pointing to possibletreatments to further evaluate.\nRANDOMIZED CLINICAL TRIAL\nJager and colleagues [39] conducted the only random-ized controlled trial for misophonia (Table 2). UsingTreatment of Misophonia 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "TABLE 1\nCase Studies of Misophonia Treatment\nStudies TreatmentStrategies\nAge Gender Comorbidity#o f\nsessionsMisophonia Assessment\nCognitive\nRestructuringRelaxation\nExercisesCounter-\nConditioningAcceptance\nand Distress\nTolerance ERPInterpersonal\nSkillsAttention\nControlParenting\nTraining Baseline PostSymptom\nReduce\nBernstein\n[24], 2013CBT OO O O 19 Female None 6 NA NA NA\nDozier [27],\n2015(a)NRT O 48 Female NA 14 MAQ41 MAQ9 MAQ78%\nDozier [28],\n2015(b)NRT OO 21 Female None 4 MAQ49 MAQ13 MAQ73%\nMcGuire\n[31], 2015CBT OO 17 Female None 10 MQ55\nMSS12MQ37\nMSS7MQ33%\nMSS42%\n11 Female None 18 MQ31\nMSS5MQ25\nMSS4MQ19%\nMSS20%\nReid [34],\n2016CBT OO O 14 Female OCD, MDD,\nphobia,\nADHD14 AMISOS17 AMISOS7 AMISOS59%\nKamody\n[29], 2017DBT O 16 Female social\nanxiety7I135G AMISO22\nMAQ51AMISO10\nMAQ16AMISO 55%\nMAQ 71%\nSchneider\n[35], 2017DBT and\nACTOO 17 Male None 10 AMISOS14 AMISOS8 AMISOS57%\nAltýnöz\n2018CBT OO 18 Female NA 6 MAS6\nMPRS6\nAMISOS11MAS2\nMPRS2\nAMISOS4MAS67%\nMPRS67%\nAMISOS64%\nMuller [32],\n2018CBT OO O O O 14 Female None 24 NA NA NA\nDover [26],\n2021CBT OO O O O 10 Female OCSD 30 AMISOS10\nMQ27AMISOS3\nMQ6AMISO70%\nMQ78%\nLewin [30],\n2021UP OO O O 4 cases, NA 10 MAQ25\nAMISOS13MAQ13\nAMISOS9MAQ48%\nAMISOS31%\nMAQ18\nAMISOS15MAQ25\nAMISOS12MAQ139%\nAMISOS20%\nMAQ12\nAMISOS9MAQ3\nAMISOS6MAQ75%\nAMISOS33%\nMAQ54\nAMISOS17MAQ13\nAMISOS10MAQ76%\nAMISOS42%\nCowan\n[25], 2022EASE [1] OO 14 Female NA 6 NA NA NA\nPetersen\n[33], 2022ACT OO 12 Female NA 16 AMISOS10 AMISOS5 AMISOS50%\nAbbreviations: ACT, acceptance and commitment therapy; ADHD, attention deficit hyperactivity disorder; AMISO, Amsterdam Misophonia Scale; CBT, cognitive behav ioral therapy; DBT,\ndialectic behavioral therapy; EASE, experiential acceptance and stimulus engagement; ERP, exposure and reaction prevention; MAQ, misophonia ass essment questionnaire; MAS, mi-\nsophonia activation scale; MPRS, misophonia psychological response scale; MQ, misophonia questionnaire; MSS, misophonia severity scale; NA, not applicable; NRT, neural repatterning\ntechnique; OCD, obsessive-compulsive disorder; OCSD, obsessive-compulsive spectrum disorder; 7I 135G, 7 individual sessions and 35 group sessions.4 Rosenthal, Shan, Trumbull"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "TABLE 2\nOpen Trials and Randomized Clinical Trial of Misophonia Treatment\nStudies TreatmentCognitive\nRestructuringRelaxation\nExercisesCounter-\nConditioningAttention\nControl ERPStimulus\nmanipulation Others Participants Age Comorbidity # of SessionsSymptom\nReduce\nOpen Trials\nSchröder\n[38], 2017Group-CBT OO O O 90 36 NA 8 AMISOS-R 33%\nFrank [36],\n2019Inhibitory\nLearningOO 18 35 56% 12 NA\nJager [37],\n2021EMDR Desensitization\nand\nreprocessing10 35 50% Axis I,\n60%\nAxis II2.6 AMISOS-R 20%\nRandomized Clinical Trial\nJager [39],\n2020Group-CBT OO O O O Psychoeducation\nfor family and\nfriends27 31 NA 12 AMISOS-R 32%\nAbbreviations: AMISOS-R, Amsterdam misophonia scale —revised; CBT, cognitive behavioral therapy; EMDR, eye movement desensitization and reprocessing; NA, not applicable.Treatment of Misophonia 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "a cross-over design, adults with misophonia ( N554)\nwere randomly assigned to 3 months of weekly CBT\nin a group therapy format or to a waitlist. Participantswere assessed at baseline, 3 months (following CBT or\nwaitlist), 6 months (after cross-over), and between\nmonths 15 and 18 (1-year follow-up). CBT groupsincluded task concentration, arousal reduction, positiveaffect labeling, and stimulus manipulation. Across all\nparticipants, symptoms of misophonia reduced by\n32% after 3 months of CBT (a large effect size estimateofd51.97). Clinical improvement was observed in\n37% of the CBT group compared to 0% in the waiting\nlist group. Those who responded to CBT at post-treatment demonstrated no significant changes in\nsymptoms of misophonia 1 year later, suggesting the ef-\nfects of CBT maintained over time.\nThis randomized trial is the clearest evidence sup-\nporting the use of any specific treatment of misophonia.\nHowever, it should be noted that the comparison con-dition was an unblinded wait list control without anyactive intervention components. Additional studies are\nneeded comparing this protocol to credible control con-\nditions featuring non-specific factors such as psycho-education, therapist time and attention, validation,\nand/or support. Nonetheless, the findings of this trial\nand, collectively, the combined findings across the pre-liminary case studies and open trials largely indicate\nthat components from CBTs (eg, cognitive restructuring,\nexposure and counter-conditioning, relaxation exer-cises, interpersonal communication, and acceptance-based skills) may be reasonable for clinicians to\nconsider and in need of future study as treatments of\nmisophonia in both youth and adults.\nTRANSDIAGNOSTIC APPROACHES TO\nPSYCHOTHERAPY\nUnified Protocol\nAs outlined, early studies suggest misophonia (a) is not\nbest accounted for by any psychiatric disorder, (b) is asso-\nciated with various transdiagnostic psychological prob-\nlems, and (c) pilot studies developing promisingtreatments have used various interventions from the fam-\nily of CBTs. Accordingly, when considering which treat-\nment approaches to scientifically evaluate, it is unclearwhether it is appropriate to use a specific branded psy-\nchotherapy protocol designed for a specific diagnosis.\nAlthough untested, transdiagnostic psychotherapiesmay be a flexible and pragmatic alternative. The Unified\nProtocol (UP) is a reasonable candidate for transdiagnos-\ntic psychotherapy to consider, as it has been developedand evaluated for use with a wide range of “emotional\ndisorders, ”including anxiety and mood disorders [40].\nThe UP is a 16-week skills-based treatment that con-\nsists of five core modules: mindful emotional awareness,\ncognitive flexibility, identifying and changing emotional\navoidance, increasing tolerance of emotion-relatedphysical sensations, and emotional exposures [41]. Pa-tients with misophonia may be characterized by prob-\nlems with emotional reactivity, limited access to\nemotion regulation strategies, and intolerance ofelevated physical sensations when exposed to trigger\nsounds [13,42]. The core modules in the UP target these\nprocesses. The transdiagnostic approach of the UP hasdemonstrated efficacy against single-disorder treatments\nin multiple studies [41,43]. This success may be due to\nthe high rates of co-occurrence between emotional dis-orders, with anxiety and depressive disorders having life-\ntime rates of co-occurrence as high as 75% [43]. As\nexamples of efficacy, the UP has demonstrated improve-ments in anxiety [41], OCDs [44], and dysregulatedanger across a range of clinical presentations [45]. Pa-\ntients with misophonia may have high rates of co-\noccurring mental health problems [8,14], suggestingthat the UP may be a helpful approach to consider.\nAlthough a recent case study examined UP as a\npossible treatment of adolescents with misophonia[46], controlled clinical trials are needed before conclu-\nsions can be made about the efficacy of UP for miso-\nphonia. Our own research team is currentlyconducting preliminary open trials and developing amanual using the UP to treat adults with misophonia.\nOf eight participants treated with the UP, none dropped\nout of the treatment, and all reported that they foundthe treatment helpful. Patients also reported that\nlearning about their own unhelpful coping mechanisms\nwas important, as was enhanced skill use for emotionalresponses to trigger sounds [47].\nProcess-Based Therapy (PBT)\nAlthough manualized models of psychotherapy such asthe UP may be helpful, another candidate approach\nthat is transdiagnostic and highly flexible is the PBT\nframework [48]. In PBT, therapists leverage evidence-based therapeutic processes that are common across\ntherapies (eg, strong therapeutic alliance, empathy, sup-\nport, motivational enhancement) and specific proced-ures used across protocols for various diagnoses and\nproblems (eg, the list of interventions in Table 1). PBT\nassessment features functional analyses to identify mal-adaptive and adaptive patterns and measurement-based\ncare using both qualitative and psychometrically vali-\ndated quantitative measures of functioning and change6 Rosenthal, Shan, Trumbull"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "processes. Additionally, targets for treatment are collab-\noratively selected in a sequence that is acceptable to pa-\ntients and intended to impact other targets in a networkof related change processes. This enables an emphasis\non patient strengths and empowerment, with assump-\ntions of non-linear change leading to iterative and flex-ible changes in targets and therapeutic proceduresthroughout treatment.\nWhen using PBT for misophonia, a therapist and pa-\ntient determine through functional analyses that thereare problematic patterns before, during, or after being\ntriggered across attentional (eg, hypervigilance), cogni-\ntive (eg, internal, stable, and global attributions), physi-ological (eg, sympathetic arousal), social (eg, verbal\nconfrontations), or other behavioral (eg, avoidance or\nescape behavior) levels of functioning. After discerningspecific personally-relevant patterns, problematic pat-\nterns are collaboratively prioritized for targeted change.\nNext, therapeutic procedures known empirically toimpact targeted patterns are offered by the therapist,and the patient chooses the one they are most willing\nand able to do (eg, to reduce physiological arousal\nwhen triggered, the patient could choose any protocolknown to reduce sympathetic arousal). The intervention\nis administered, the patient applies the intervention in\ntheir daily life, and measures are taken to determine theeffects of the intervention. When progress is made on a\nprioritized target, the patient selects the next most prior-\nitized target to address, and the process repeats itself untilpatients are satisfied that they have met treatment goals.PBT is an approach that our group is currently testing\nfor misophonia, with a manual under development iter-\natively based on patient feedback. As such, it is unknownif this approach is efficacious for misophonia.\nRESEARCH AGENDA FOR TREATMENT\nDEVELOPMENT\nMechanistic Translational Studies\nStudies identifying underlying neurobehavioral mecha-\nnisms of misophonia are needed to develop optimal in-\nterventions that target precise biological, social, orbehavioral change processes. Candidate targets include\ndifficulties with attention (eg, hypervigilance toward\npossible misophonic cues), cognition (eg, attributionalstyles, hopelessness), behavior (eg, avoidance, escape),\nsocial (eg, indirect aggression), and emotional (eg, sensi-\ntivity, reactivity) processes. As researchers seek todiscover underlying biopsychosocial change processes\nin misophonia, it will be important to do so using\nmulti-method studies with objective laboratory-basedmeasures. Processes that are unique to misophonia\nand those shared with other sound intolerance or mental\nhealth conditions need to be elucidated empirically us-ing thoughtful experimental and statistical approaches.\nGlobal Research with Diverse Participants\nTo date, most studies investigating misophonia have\nincluded disproportionately White, educated women\nas participants. It may be that these demographic factorsalign with access to knowledge about misophonia or\nmotivation to participate in research. However, some\nstudies using sampling methodologies with more repre-sentative approaches have not reported gender differ-\nences in misophonia symptoms [49]. Similarly, no\nstudies have explored ethnicity, race, or multiculturalconsiderations related to misophonia. To understandthe nature and features of misophonia for all people,\nit is essential for researchers to use sampling methods\nthat include diverse participants.\nMulti-Disciplinary Treatment Models\nAlthough a multi-disciplinary model of evaluations and\ntreatment is recommended as a general strategy, there\nare no studies empirically testing this approach. Todetermine for whom, how, and why this model maybe helpful, multi-disciplinary research is needed. This\ncould include direct testing of such an approach\ncompared to usual treatment or discipline-specific inter-ventions. This also could include using adaptive designs\nthat begin with fewer resources and, for those who are\nnon-responsive, randomizing participants to higherresource treatment approaches.\nPsychoeducation and Support\nIt is uncommon for clinical providers or the lay public to\nhave extensive knowledge about misophonia. This\noverall lack of public awareness about misophoniafrequently translates into patients and loved ones\nneeding foundational psychoeducation and support in\nhow to make sense of and manage misophonia. Partic-ularly for caregivers and those with somewhat less\nimpairing misophonia presentations, it may be that psy-\nchoeducation and support can serve as an important,low-cost, and scalable component of an overall treat-ment approach. Studies are needed to examine whether,\nfor whom, and how such approaches can be helpful.\nDigital Health\nAnother recommended approach for treatment develop-\nment is the use of digital health-based models of care.\nThis could include, for example, interventions using mo-\nbile phones with misophonia support apps to screen,Treatment of Misophonia 7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "educate, support, and provide specific real-time interven-\ntions targeting underlying mechanistic change processes\n(eg, attentional hypervigilance, emotional reactivity, in-direct interpersonal aggression, approach or avoidance\nbehavior, cognitive reframing, or defusion). In addition,\ndigital health approaches that train novel coping skills invirtual environments or with augmented reality coulddirectly target underlying mechanistic targets of change\nand, in some instances, provide real-time feedback and\ntailored interventions based on user input and machinelearning. These platforms can provide immersive and\nengaging experiences that may be more desirable for\nsome than conventional treatment approaches such aspsychotropic medication or psychotherapy.\nCLINICS CARE POINTS\nFUNDING\nFunding for this work was provided by anonymous sup-\nporters of the Duke Center for Misophonia andEmotion Regulation.\nDISCLOSURE\nThe authors have nothing to disclose.REFERENCES\n[1]Swedo SE, Baguley DM, Denys D, et al. Consensus defi-\nnition of misophonia: a delphi study. Front Neurosci2022;16:841816 .\n[2]Brout JJ, Edelstein M, Erfanian M, et al. Investigating mi-\nsophonia: a review of the empirical literature, clinical im-plications, and a research agenda. Front Neurosci 2018;12:36 .\n[3]Potgieter I, MacDonald C, Partridge L, et al. Misophonia:\na scoping review of research. J Clin Psychol 2019;75(7):1203 –18.\n[4]Kumar S, Tansley-Hancock O, Sedley W, et al. The brain\nbasis for misophonia. Curr Biol 2017;27(4):527 –33.\n[5]Edelstein M, Brang D, Rouw R, et al. Misophonia: phys-\niological investigations and case descriptions. Front Hum\nNeurosci 2013;7:296 .\n[6] Remmert N, Schmidt KMB, Mussel P, et al. The Berlin\nMisophonia Questionnaire (BMQ): development andvalidation of a symptom-oriented diagnostical instru-\nment for the measurement of misophonia. PsyArXiv\n2021. https://doi.org/10.31234/osf.io/mujya.\n[7]Rosenthal MZ, Anand D, Cassiello-Robbins C, et al.\nDevelopment and initial validation of the duke miso-\nphonia questionnaire. Front Psychol 2021;12:709928 .\n[8]Rosenthal MZ, McMahon K, Greenleaf AS, et al. Pheno-\ntyping misophonia: psychiatric disorders and medical\nhealth correlates. Front Psychol 2022;13:941898 .\n[9]Jastreboff MM, Jastreboff PJ. Components of decreased\nsound tolerance: hyperacusis, misophonia, phonopho-bia. ITHS News Letter 2001;2(5 –7):1–5.\n[10] Schröder A, Vulink N, Denys D. Misophonia: diagnostic\ncriteria for a new psychiatric disorder. PLoS One 2013;8(1):e54706 .\n[11] Cassiello-Robbins C, Anand D, McMahon K, et al.\nA Preliminary investigation of the association between\nmisophonia and symptoms of psychopathology and per-sonality disorders. Front Psychol 2021;11:519681 .\n[12] Cusack SE, Cash TV, Vrana SR. An examination of the\nrelationship between misophonia, anxiety sensitivity,and obsessive-compulsive symptoms. J Obsessive Com-puls Relat Disord 2018;18:41 –8.\n[13] Guetta RE, Cassiello-Robbins C, Trumbull J, et al. Exam-\nining emotional functioning in misophonia: the role ofaffective instability and difficulties with emotion regula-tion. PLoS One 2022;17(2):e0263230 .\n[14] Jager I, de Koning P, Bost T, et al. Misophonia: phenom-\nenology, comorbidity and demographics in a large sam-ple. PLoS One 2020;15(4):e0231390 .\n[15] McKay D, Kim SK, Mancusi L, et al. Profile Analysis of\npsychological symptoms associated with misophonia: a\ncommunity sample. Behav Ther 2018;49(2):286 –94.\n[16] Quek TC, Ho CS, Choo CC, et al. Misophonia in singa-\nporean psychiatric patients: a cross-sectional study. Int J\nEnviron Res Public Health 2018;15(7):1410 .\n[17] Rouw R, Erfanian M. A large-scale study of misophonia.\nJ Clin Psychol 2018;74(3):453 –79./C15Misophonia symptoms can occur with or without\npsychiatric disorders or other health problems. Start\ntreatment with a multi-disciplinary strategy of evalu-ations and treatment recommendations across audi-ology, occupational therapy, and mental health\nproviders.\n/C15There are no cures, evidence-based medications, or\nproven treatments for misophonia. Aim to enhancefunctioning using interventions known to impact pri-\nmary processes underlying problematic patterns\n(physiological arousal, attention, cognition, behavior,communication).\n/C15Given the absence of a proven mental health treat-\nment of misophonia, transdiagnostic evidence-based\ntherapies (eg, UP) and flexible patient-centered\nframeworks leveraging evidence-based change pro-cess may be useful to tailor interventions to the indi-\nvidual (eg, PBT), although require further evaluation.\n/C15Habituation-based exposure therapy is not indicated,\nbut inhibitory learning models of exposure therapymay be helpful as part of a broader treatmentapproach.8 Rosenthal, Shan, Trumbull"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "[18] Siepsiak M, Sobczak AM, Bohaterewicz B, et al. Preva-\nlence of misophonia and correlates of its symptomsamong inpatients with depression. Int J Environ Res Pub-\nlic Health 2020;17(15):5464 .\n[19] WuMS,Lewin AB, Murphy TK,etal.Misophonia:incidence,\nphenomenology, and clinical correlates in an undergradu-ate student sample. J Clin Psychol 2014;70(10):994 –1007 .\n[20] Kılıç C, Öz G, Avano /C21glu KB, et al. The prevalence and\ncharacteristics of misophonia in Ankara, Turkey:population-based study. BJPsych Open 2021;7(5):e144 .\n[21] Sheehan DV, Lecrubier Y, Sheehan KH, et al. The mini-\ninternational neuropsychiatric interview (M.I.N.I): thedevelopment and validation of a structured diagnosticpsychiatric interview for DSM-IV and ICD-10. J Clin Psy-\nchiatry 1998;59(Suppl 20):22 –33.\n[22] Jastreboff PJ, Jastreboff MM. Treatments for decreased\nsound tolerance (hyperacusis and misophonia). SeminHear 2014;35(2):105 –20.\n[23] Alt ınöz AE, Ünal NE, Alt ınöz S ¸T. The effectiveness of\ncognitive behavioral psychotherapy in misophonia: acase report. Turk J Clin Psychiatry 2018;21(4):414 –7.\n[24] Bernstein RE, Angell KL, Dehle CM. A brief course of\ncognitive behavioural therapy for the treatment of miso-phonia: A case example. Cogn Behav Ther 2013;6:e10 .\n[25] Cowan EN, Marks DR, Pinto A. Misophonia: a psycho-\nlogical model and proposed treatment. J Obsessive Com-\npuls Relat Disord 2022;32:100691 .\n[26] DoverN,McGuireJF.Family-basedcognitivebehavioral ther-\napy for youth with Misophonia: a case report. Cogn Behav\nPract 2021. https://doi.org/10.1016/j.cbpra.2021.05.005.\n[27] Dozier TH. Counterconditioning treatment for Misopho-\nnia. Clin Case Stud 2015;14(5):374 –87.\n[28] DozierTH. Treating the initial physical reflexof misophonia\nwith the neural repatterning technique: a countercondi-\ntioning procedure. Psychol Thought 2015;8(2):189 –210.\n[29] Kamody RC, Del Conte GC. Using dialectical behavior\ntherapy to treat misophonia in adolescence. Prim Care\nCompanion CNS Disord 2017;19(5). https://doi.org/10.\n4088/PCC.17l02105.\n[30] Lewin AB, Dickinson S, Kudryk K, et al. Transdiagnostic\ncognitive behavioral therapy for misophonia in youth:\nmethods for a clinical trial and four pilot cases. J AffectDisord 2021;291:400 –8.\n[31] McGuire JF, Wu MS, Storch EA. Cognitive-behavioral\ntherapy for 2 youths with misophonia. J Clin Psychiatry\n2015;76(5):573 –4.\n[32] Muller D, Khemlani-Patel S, Neziroglu F. Cognitive-behav-\nioral therapy for an adolescent female presenting with miso-\nphonia: a case example. Clin Case Stud 2018;17(4):249 –58.\n[33] Petersen JM, Twohig MP. Acceptance and commitment\ntherapy for a child with misophonia: a case study. Clin\nCase Stud 2022. https://doi.org/10.1177/153465012211\n261 15346501221126136.\n[34] Reid AM, Guzick AG, Gernand A, et al. Intensive\ncognitive-behavioral therapy for comorbid misophonic\nand obsessive-compulsive symptoms: a systematic case\nstudy. J Obsessive Compuls Relat Disord 2016;10:1 –9.[35] Schneider RL, Arch JJ. Case study: a novel application of\nmindfulness-and acceptance-based components to treatmisophonia. J Contextual Behav Sci 2017;6(2):221 –5.\n[36] Frank B, McKay D. The suitability of an inhibitory\nlearning approach in exposure when habituation fails:a clinical application to misophonia. Cogn Behav Pract2019;26(1):130 –42.\n[37] Jager I, Vulink N, de Roos C, et al. EMDR therapy for mi-\nsophonia: a pilot study of case series. Eur J Psychotrau-matol 2021;12(1):1968613 .\n[38] Schröder AE, Vulink NC, van Loon AJ, et al. Cognitive\nbehavioral therapy is effective in misophonia: an opentrial. J Affect Disord 2017;217:289 –94.\n[39] Jager IJ, Vulink NC, Bergfeld IO, et al. Cognitive behav-\nioral therapy for misophonia: a randomized clinical trial.\nDepress Anxiety 2020;38(7):708 –18.\n[40] Barlow DH, Sauer-Zavala S, Carl JR, et al. The nature,\ndiagnosis, and treatment of neuroticism back to the\nfuture. Clin Psychol Sci 2014;2(3):344 –65.\n[41] Barlow DH, Farchione TJ, Bullis JR, et al. The unified pro-\ntocol for transdiagnostic treatment of emotional disor-\nders compared with diagnosis-specific protocols for\nanxiety disorders: a randomized clinical trial. JAMA Psy-chiatr 2017;74(9):875 –84.\n[42] Dozier TH, Morrison KL. Phenomenology of misopho-\nnia: initial physical and emotional responses. Am J Psy-\nchol 2017;130(4):431 –8.\n[43] Steele SJ, Farchione TJ, Cassiello-Robbins C, et al. Effi-\ncacy of the Unified Protocol for transdiagnostic treat-\nment of comorbid psychopathology accompanying\nemotional disorders compared to treatments targetingsingle disorders. J Psychiatr Res 2018;104:211 –6.\n[44] Sakiris N, Berle D. A systematic review and meta-analysis of\nthe Unified Protocol as a transdiagnostic emotion regula-\ntion based intervention. Clin Psychol Rev 2019;72:101751 .\n[45] Cassiello-Robbins C, Sauer-Zavala S, Brody LR, et al.\nExploring the effects of the mindfulness and countering\nemotional behaviors modules from the Unified Protocolon dysregulated anger in the context of emotional disor-ders. Behav Ther 2020;51(6):933 –45.\n[46] Tonarely-Busto NA, Phillips DA, Saez-Clarke E, et al.\nApplying the unified protocol for transdiagnostic treat-ment of emotional disorders in children and adolescentsto misophonia: a case example. Evid Based Pract Child\nAdolesc Ment Health 2022;1 –15.https://doi.org/10.10\n80/23794925.2022.2025631.\n[47] McMahon K, Cassiello-Robbins C, Rosenthal MZ.\nExploring the Acceptability and Efficacy of a Transdiag-\nnostic Treatment for Misophonia. Misophonia ResearchFund Annual Report 2021;1 –3.\n[48] S.C. Hayes, S.G. Hofmann (Eds.), Process-based CBT: the\nscience and core clinical competencies of cognitive\nbehavioral therapy, New Harbinger Publications, Inc,Oakland, CA, 2018.\n[49] Jakubovski E, Müller A, Kley H, et al. Prevalence and clinical\ncorrelates of misophonia symptoms in the general popula-\ntion of Germany. Front Psychiatry 2022;13:012424 .Treatment of Misophonia 9"
    }
  ]
}