{
  "doc_type": "scientific paper",
  "title": "Misophonia Symptoms Comorbidities and Perspectives of Intervention",
  "authors": [
    "Rosenthal"
  ],
  "year": 2022,
  "journal": "Psychology in the 21st Century",
  "doi": "10.33225/ppc/22.16.36",
  "abstract": "Recent scientific studies have noted that misophonia is a complex neurophysiological and behavioural syndrome characterised by high physiological and emotional reactivity, resulting from an intolerance to specific auditory stimuli. People with this distress have emotional and behavioural responses, excessive in relation to the auditory stimulus that provokes them; in fact, these people may have outbursts of anger, severe anxiety crises, and even panic attacks. One of the questions that the first studies of this syndrome have asked was what link occurred between misophonia and certain psychological disorders such as anxiety, depression, and personality disorders. Another important research objective was to examine the differential diagnosis between misophonia and hearing disorders such as tinnitus. In view of the current literature on misophonia, it has become important to define the comorbidity and differential diagnosis of misophonia with other disorders. The next step is, through further research on clinical cases, to define the most effective psychotherapeutic techniques on misophonic symptoms, and the psychoeducational tools needed to intervene in family systems with misophonic patients.Keywords: comorbidity, differential diagnosis, psychological disorders, hearing disorders, misophonia, behavioural response, emotional response, psychoeducational tools, psychotherapeutic techniques",
  "keywords": [
    "comorbidity",
    "differential diagnosis",
    "psychological disorders",
    "hearing disorders",
    "misophonia"
  ],
  "research_topics": [
    "comorbidity",
    "differential diagnosis",
    "psychological disorders",
    "hearing disorders",
    "misophonia"
  ],
  "created_at": "2025-05-05T04:07:01.251283Z",
  "source_pdf": "documents/research/Global/Rosenthal 2022 Misophonia Symptoms Comorbidities and Perspectives of Intervention.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Source:\nProblems of Psychology in the 21st Century\nProblems of Psychology in the 21st Century\nLocation: \nLithuania\nAuthor(s):\nZachary M. Rosenthal, Maria Annarumma, Francesco Sessa, Iris Consalvo, Valerio De Masi, \nLuana Pagano\nTitle:\nMISOPHONIA: SYMPTOMS, COMORBIDITIES AND PERSPECTIVES OF \nINTERVENTION. FROM THEORY APPROACH TO INTEGRATED CLINICAL PRACTICE \nRESEARCH\nMISOPHONIA: SYMPTOMS, COMORBIDITIES AND PERSPECTIVES OF \nINTERVENTION. FROM THEORY APPROACH TO INTEGRATED CLINICAL PRACTICE \nRESEARCH\nIssue:\n1/2022\nCitation \nstyle:\nZachary M. Rosenthal, Maria Annarumma, Francesco Sessa, Iris Consalvo, Valerio De Masi, \nLuana Pagano. \"MISOPHONIA: SYMPTOMS, COMORBIDITIES AND PERSPECTIVES OF \nINTERVENTION. FROM THEORY APPROACH TO INTEGRATED CLINICAL PRACTICE \nRESEARCH\". Problems of Psychology in the 21st Century 1:36-48.\nhttps://www.ceeol.com/search/article-detail?id=1053934\nThe Central and Eastern European Online Library\nThe joined archive of hundreds of Central-, East- and South-East-European  publishers, \nresearch institutes, and various content providers\nYou have downloaded a document from"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n36ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nThis is an open access article under the \nCreative Commons Attribution 4.0 \nInternational License\nMISOPHONIA: SYMPTOMS, \nCOMORBIDITIES AND PERSPECTIVES OF INTERVENTION. FROM THEORY APPROACH TO INTEGRATED CLINICAL PRACTICE RESEARCH\nZachary M. Rosenthal \nDuke University Medical Center, U.S.A.\nE-mail: mark.rosenthal@duke.edu  \nMaria Annarumma\nUniversity of Salerno, Italy\nE-mail: mannarumma@unisa.it  \nFrancesco Sessa, Iris Consalvo, Valerio De Masi, Luana Pagano\nInternational Centre of Psychology and Strategic Psychotherapy of Salerno (CIPPS), Italy\nE-mail: f.sessa@cipps.it, i.consalvo@cipps.it, v.demasi@cipps.it, l.pagano@cipps.it \nAbstract\nRecent scientific studies have noted that misophonia is a complex neurophysiological and behavioural \nsyndrome characterised by high physiological and emotional reactivity, resulting from an intolerance to specific auditory stimuli. People with this distress have emotional and behavioural responses, excessive in relation to the auditory stimulus that provokes them; in fact, these people may have outbursts of anger, severe anxiety crises, and even panic attacks. One of the questions that the first studies of this syndrome have asked was what link occurred between misophonia and certain psychological disorders such as anxiety, depression, and personality disorders. Another important research objective was to examine the differential diagnosis between misophonia and hearing disorders such as tinnitus. In view of the current literature on misophonia, it has become important to define the comorbidity and differential diagnosis of misophonia with other disorders. The next step is, through further research on clinical cases, to define the most effective psychotherapeutic techniques on misophonic symptoms, and the psychoeducational tools needed to intervene in family systems with misophonic patients.Keywords: comorbidity, differential diagnosis, psychological disorders, hearing disorders, misophonia, \nbehavioural response, emotional response, psychoeducational tools, psychotherapeutic techniques\nIntroduction\nMisophonia is a lesser-known clinical syndrome, with little to no scientific literature not always \nmethodically reliable. Misophonia was originally described by Jastreboff (Jastreboff & Jastreboff, \n2001, 2014); yet although syndromic features are beginning to be described empirically, misophonia \nhas not been scientifically recognised as a mental illness (Sullivan et al., 2018). https://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n37ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nThe etymology behind the term ‘misophonia’ consists of the Greek words ‘misos’ and ‘pho -\nnos’ , i.e., hate and noise. Consequently, its features are a reluctance towards certain human-made \nnoises and mechanical noises. Misophonia is a condition recognised by the newsfeed of the New \nY ork Times (Cohen, 2011) and the Today Show (Carroll, 2011) as characterised by mental illness of irritation, anger or disgust when presented ‘trigger’ sounds, that vary between people and en\n-\nvironmental contexts. \nExcessive reactivity to noises is found in many neurological, auditory, medical and psychi -\natric disorders such as tinnitus, hyperacusis (Jastreboff & Jastreboff, 2001), migraine (Sullivan et \nal., 2013), autism spectrum disorder (Ben-Sasson et al., 2009a; Danesh & Kaf, 2012; Lane et al., \n2012), post-traumatic stress disorder (Attias et al., 1996; Finsterwald & Alberini, 2014), borderline personality disorder (Rosenthal et al., 2016), bipolar disorder and schizophrenia (Cabranes et al., \n2013). The extent of the connection between the aforementioned disorder and the misophonic syndrome is not well defined yet.\nCIPPS (Centro Internazionale di Psicologia e Psicoterapia Strategica, Salerno, Italy) with the \nscientific collaboration of Duke University (North Carolina, U.S.A.) aims to advance the knowl\n-\nedge of the symptomatology of this syndrome; to identify the therapeutic tools that can be used to \ntackle the symptoms; to understand whether misophonia is comorbid with psychological patholo -\ngies such as anxiety, depression, personality disorders and, in differential diagnosis, with organic pathologies, such as tinnitus, phonophobia and other hearing problems; to identify the resources \nand strategies that misophonic patients implement; to identify which neuroscientific and strategic \npsychotherapy techniques (CIPPS) are effective in treating misophonic symptoms, to compare \nthem with cognitive-behavioural techniques (Duke University) and to hypothesise an integration \nbetween the two therapeutic orientations.\nThe joint work between CIPPS and Duke University aims to collect data on the most frequent \nsymptoms, and whether any new ones emerge from the existing literature; for example, if new noises \nare identified that trigger disproportionate reactions; if misophonia comes before a disorder, such \nas anxiety, or manifests itself afterwards; which strategies are used by the patients; which psycho\n-\ntherapeutic techniques, based on the analysis of the interviews with patients, are more effective on misophonic symptoms.\nAfter an initial survey of the data, an important result would seem to emerge, one already \npresents in the known literature (Tyler et al., 2014): the intensity of the annoyance to a sound seems \nto be linked to the degree of the relationship that the misophonic patient has with the persons from \nwhom the trigger sound comes; it would seem that the person making the annoying sound is usually \na significant individual within the family system. Consequently, a comprehensive intervention could \nbe aimed at the entire family system with both psychotherapeutic and psychoeducational tools. \nIn the following, we will present the current state of knowledge on misophonia, the charac\n-\nteristics of a methodology that has just been launched by the International Centre of Psychology and Strategic Psychotherapy (CIPPS) and the first data that have emerged, on the basis of which we \ncan hypothesise how to improve the same methodology, hypothesise techniques and intervention \nstrategies in the psychotherapeutic and psychoeducational spheres.\nMisophonia: Trigger Sounds, Emotional and Behavioural Responses\nMisophonia is characterised by extreme sensitivity to specific human-generated sounds \n(Schroder et al., 2013). In the 1990s, audiologist Johnson spoke of ‘selective sound sensitivity syn\n-\ndrome’ , then Jastreboff and Jastreboff used the word misophonia. It all started with Pawel Jastre -\nboff ’s model of tinnitus (Jastreboff, 1990). Based on this, Pawel and Margaret Jastreboff developed \nTinnitus Retraining Therapy (TRT), which includes recurrent exposure to a low-level broadband \nsound in an attempt to facilitate habituation by interfering with the neural regions responsible for tinnitus generation (Jastreboff et al., 1996). Using TRT during a study with patients suffering from \nhyperacusis, Jastreboff coined the term misophonia. \nDuring this study, Jastreboff and Jastreboff noticed that patients with hyperacusis responded \nwith annoyance to sounds that have fixed patterns, such as the clicking of a pen, chewing or the dropping of a drop of water, regardless of the decibel level (Jastreboff & Jastreboff, 2001). Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n38ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nJastreboff and Hazell in 2014 pointed out that the most common reaction to trigger sounds is \nanger, but can also include anxiety, frustration, disgust, and thoughts of wanting to hurt the person \nwho produces the annoying sound (Jastreboff & Hazell, 2014). \nSubjects suffering from misophonia seem to have difficulty in continuing to manage their \nlifestyle, as the symptoms affect the relational environment up to and including the workplaces. \nSchwartz noted during his study that misophonic subjects often alienate those close to them, re -\nsulting in the loss of relationships, employment, and even social isolation (Schwartz et al., 2011). \nIn a study of sound evocation, Kumar et al. (2017) highlights the main ‘trigger’ sounds that \ntrigger patients’ reactions of disgust, anger, anxiety, and helplessness. Specifically: loud chewing, coughing, sniffing, nibbling, deep breathing, clattering of cutlery, swallowing, loud drinking, tick\n-\ning, knuckle cracking, clinking, nail biting. In addition to this classification, one can also associate \nwith ‘trigger’ sounds those noises produced by computer fans, refrigerators, air conditioners, i.e., \nall those noises that present characteristics of continuity and repetitiveness, as is emerging from \nthe first data CIPPS collected at the listening desk for misophonic patients.\nIt is suggested (Jastreboff & Jastreboff, 2014; Wu et al., 2014) that misophonic individuals \npresent annoyance to visual stimuli associated with repetitive movements, such as hair twirling, \nand with auditory triggers, i.e., jaw movement related to chewing, or movements that precede an \nauditory trigger. Triggers are initially located in a small number of sounds or behaviours produced \nby a small number of people in the misophonic subject’s life (Schroder et al., 2013). As a person with misophonic symptoms increases avoidance from triggers, the number and type of triggers \nfor the aversive reaction increases, until these triggers and attempts to avoid them become harm\n-\nful (Edelstein et al., 2013). We might add that the trigger sounds, which generate an annoyance \nresponse in misophonic subjects, are produced by a close person (Jager et al., 2020; Taylor, 2017; \nWu et al., 2014) and this increases anger and anticipatory anxiety in misophonic subjects for not \nbeing able to cope with this difficulty and results in social withdrawal. It should also be kept in mind \nthat the response to ‘trigger’ sounds may depend on many factors besides the person producing \nthem, such as: personal experience, social context, or the psychological profile of the individual \n(Schewemmie & Arens, 2021).\nAetiological Hypotheses of Misophonia\nAccording to the scientific literature, there is no clear specification behind the causes for the \nannoyance related to trigger sounds, but there is one analysis of the brain activations associated \nwith them. The aetiology and nature of misophonia has been attributed to physiological anomalies \nin the brain (Møller, 2011), hyperresponsiveness similar to sensory processing disorder (Schröder \net al., 2013) and classical conditioning (Dozier, 2015b; Jastreboff & Jastreboff, 2014; Schröder et al., \n2013). In fact, Kumar, while investigating the neurobiology in relation to misophonia, described \nhow in misophonic patients there is an increased activation of the insular cortex in the anterior por -\ntion which seems to be related to associative learning processes and memory (Kumar et al., 2017). \nAnd again, Kumar et al., hypothesised the involvement of the mirror neuron system in misophonia \nas most activation sounds arise from orofacial movements. Schorder et al. studying misophonic \nsubjects exposed to trigger sounds, using an audiovisual technique, found functional activation \nof the right insula, right anterior cingulate cortex, and temporal cortex (Schorder et al in 2019). \nPalumbo et al. suggested that, however, within learning, classical conditioning, non-associative \nlearning and sensitisation there may be significant helpful indices that can explain the mechanisms \nunderlying misophonia, linking also to Jastreboff ’s hypothesis in 2001 that misophonic responses are developed and maintained through associative learning processes in particular contexts, con\n-\ncluding that these responses are based on neural circuits responsible for emotion, memory and \nlearning (Palumbo et al., 2018, Jastreboff et al., 2001). \nMoreover, as Kumar observed in 2017, that in the brains of patients with misophonia there \nwas hyperactivity of the anterior insular cortex and abnormal functional connectivity with the medial frontal, medial parietal, and temporal regions (Kumar et al.2017).\nMisophonia is not yet described within any of the diagnostic manuals such as the DSM-5 \nand ICD-11. Although there is a study conducted by the Amsterdam University Medical Centers Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n39ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nin 2013, which proposed the first diagnostic criteria for misophonia as a clinical disorder, there is \nstill no unified view within the scientific groups that can define misophonia as a condition in its \nown right (Schorder et al., 2013).  \nBased on clinical diagnoses we know that excessive reactivity to trigger sounds is a feature \nfound in several disorders of neurological, auditory, medical and psychiatric disorders such as \ntinnitus, hyperacusis (Jastreboff & Jastreboff, 2001), migraine (Sullivan et al., 2013), autism spec -\ntrum disorder (Ben-Sasson et al., 2009a; Danesh & Kaf, 2012; Lane et al., 2012), post-traumatic \nstress disorder (Attias et al., 1996; Finsterwald & Alberini, 2014), borderline personality disorder \n(Rosenthal et al., 2016), bipolar disorder and schizophrenia (Cabranes et al., 2013), but despite this, research has felt the need to investigate comorbidities and differences between misophonia and \nthe various personality disorders and other clinical conditions classified in diagnostic manuals. \nMcKay et al. in 2018, in a study of 628 participants who associated misophonia with obsessive-\ncompulsive symptoms, highlighted that in misophonic subjects there was a higher prevalence of levels of order and harm avoidance than obsessional traits (McKey et al., 2018). Schorder et al. \nthrough a recruitment of 42 adult subjects, in a mental health centre, who self-reported misophonic \nsymptoms, assessed that most of these subjects fulfilled the criteria for obsessive-compulsive per\n-\nsonality disorder, while others for ADHD, anxiety disorder and obsessive-compulsive disorder, concluding that misophonia can also be defined as a sub-disorder of the broader classification of \nobsessive-compulsive disorder categorised in DSM-5. Rouw et al. in 2018 found that post-traumatic stress disorder was prevalent in people with misophonia, where misophonic symptoms presented \nin a more severe condition (Rouw et al., 2018). An additional highly correlated disorder, noted \nthrough studies conducted by Erfaniano et al. in 2018, is depression; the greater the severity of \nmisophonic symptoms, the higher the percentage of major depressive conditions. From what has \nbeen reported, it emerges that despite the multiple studies conducted, the correlation between \nmisophonia and personality disorders cannot be given as a certainty, as the number of samples \nsubjected to assessment is not random and free of interference, stemming from evaluations carried \nout through self-report interviews (Bellavista et al., 2022); this is why research on the topic is yet \nagain necessary.\nHearing Disorders, Misophonia and Differential Diagnosis\nAs we move on to the differential diagnosis, we could deduce that there are conditions that \nexclude misophonia from the characteristic symptoms of tinnitus, hyperacusis and synesthesia \n(Taylor, 2017; Robinson et al., 2018). Hyperacusis is a medical condition in which the subject has \na strong annoyance at a sound perceived to be very loud. The presence of such a sound induces in \nsubjects with hyperacusis, pain, fear and annoyance, experiencing them separately or all together.  \nWhat differentiates hyperacusis from misophonia is the characteristic of the sound, in that, in miso\n-\nphonia, the reaction to sound is not related to the decibels of the sound itself, whereas in subjects \nwith hyperacusis, the reaction is linked to volume and frequency. Furthermore, another distinction \nis that misophonic triggers are not the same for all people, e.g., not all misophonic individuals are \nbothered by the chewing trigger; furthermore, the same trigger can provoke angry reactions or \nanxious states at home, but not at work (Robinson et al., 2018; Taylor, 2017).\nTinnitus is a complex neurological condition; sufferers experience ringing in one or both \nears, sometimes even hearing loss occurs. According to Jastreboff, tinnitus arises due to abnormal \nneural activity in the auditory pathways, which is perceived by the neocortex as a ringing noise \n(Jastreboff & Jastreboff, 2014). Tinnitus refers to the perception of sounds in the absence of external \nacoustic stimulation, whereas in misophonia the trigger response is generated by a sound emitted by a nearby person and/or objects. \nSynesthesia is a condition in which one sensory stimulus or sensation evokes another sensation \nthat is apparently neither related nor associated (Edelstein et al., 2013). What differentiates the two \nclinical conditions is that in synaesthesia there is a set of inducer-to-concurrent associations, a fea\n-\nture not defined in misophonia, as the stimulus from which the trigger originates is not established and unambiguous but varies from subject to subject; furthermore, synaesthetic responses remain \nconstant, an undetermined aspect in misophonic patients (Edelstein et al., 2013). The likelihood that Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n40ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nmisophonic responses may change over time is confirmed by a study conducted by Edelstein et al. \nin 2014. That study collected significant data from participants reporting that symptoms worsened \nover time (Edelstein et al., 2013; Kluckow et al., 2014; Bernstein et al., 2013), presumably caused by \nthe negative reinforcement to the trigger responses (Jastreboff & Jastreboff, 2014).\nIn conclusion, it would seem important to dwell on two aspects: it is unclear, to this day, as we \nneed to keep moving in the field of research, how much misophonia can be considered as a disorder in its own right or as a sub-disorder related to other disorders and/or clinical pathologies; and what \nthe triggers of misophonic symptoms are, their age of onset and the course they take over time.\nThe Methodology of the International Centre of Psychology and Strategic \nPsychotherapy: Listening Desk, Interviews, Checklists\nOn 27 March 2021, an important collaboration between the CIPPS (International Centre of \nPsychology and Strategic Psychotherapy) and the AIMIF (Associazione Italiana Misofonia, or Italian \nMisophonia Association) began via a listening desk dedicated to misophonic patients. The service, \nwhich can be accessed from all over Italy, aimed to welcome and support misophonic patients from a psychological point of view, and to carry out research into this little-known clinical syndrome. \nThe listening desk can be accessed by those affiliated with the AIMIF; people who become aware of the listening desk can contact the helpline and are told, if they are not already members of the \nAssociation, how to proceed with affiliation, as affiliates benefit from three free meetings with the therapist. A therapist contacts the user to acquire an e-mail to which should be sent the consent \nfor personal data processing, the Duke Misophonia Questionnaire, abbreviated DMQ (Rosenthal \net al., 2021) and the Duke Misophonia Interview checklist, abbreviated DMI. These documents \nmust be completed and sent to the therapist before the first interview begins. \nSaid checklist, known as the Duke Misophonia Trigger, an addendum to the Duke Misophonia \nInterview (Rosenthal et al., 2021), is used to preliminarily identify misophonic triggers as reported \nby interviewees. \nThis addendum facilitates the administration of the DMI, helping to determine the presence \nor absence of triggers and inviting subjects to select the most disturbing noises before starting the \nclinical interview. \nIt is important for the therapist to acquire this information prior to the first interview, in \nwhich an intervention aimed at improving the person’s problem already takes place. The strategic approach, on which the CIPPS team is based, originates as a brief therapy and within the first \ninterview an immediate intervention is made on the patient’s symptoms (Nardone & Watzlawick, \n2010). At the moment the interviews take place on-line as the CIPPS team operates in Salerno (in \nSouthern Italy) and the first patients called from regions in Northern Italy.\nThe First Three Interviews\nDuring the first two interviews, the therapist, in addition to establishing a clinical relationship \nwith the patients, explaining how the service works and that they could continue, depending on \nthe discomfort encountered, with a psychological support or psychotherapy treatment, examines \ntogether with the patient the answers given to the questionnaire, integrating them, and exploring them in depth with the DMI.\nDuring these three interviews, the therapist’s objective is to acknowledge the patient’s request \nfor help, to have an overview of what the person’s misophonic symptoms are, what personal solu\n-\ntions they have implemented, consequently which ones have worked, and which ones have failed, and to know to what extent the misophonic symptoms create psychological discomfort and whether \nthis discomfort influences and/or compromises the person’s social, work, and affective functioning.\nThe therapist aims to find out whether the misophonic symptoms have created other difficul\n-\nties on a psychological level, whether they have therefore caused, for example, anxiety, or whether the person was suffering from an anxious state that has been succeeded by misophonia; whether \nor not tinnitus, hearing loss, hyperacusis/hypersensitivity to sounds, selective sound sensitivity syndrome (Taylor, 2017; Robinson et al., 2018) have been detected. Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n41ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nAt the end of the third interview, the clinician provides the patient with feedback on what \nemerged from the first three interviews and, based on the level of distress detected through the \nanswers given to the questionnaire, the interview, and the subjective assessment by the therapist, \nproposes an extended psychotherapy or psychological support program. \nPatients who continue the treatment will retake the Duke Misophonia Questionnaire at the \nlast meeting, in order to compare the answers given on the first DMQ compiled before the start of the three interviews with those given at the end of the whole treatment. \nAfter the three interviews, the therapist compiles a checklist that was constructed by the \nCIPPS team and presented at the Duke University meetings. The checklist is updated if the patient continues with psychological support or psychotherapy. The team behind the listening desk consists of six therapists coordinated by a supervisor. It may be important for the team to make use of other \nprofessional figures such as an audiologist and an ENT specialist, for a diagnostic framework that also takes into account the more organic aspects related to hearing. If the team deems it necessary, \nit can also request a consultation with a psychiatrist from the CIPPS Clinical Centre for patients \nat the counter.\nDMQ (Duke Misophonia Questionnaire) and DMI (Duke Misophonia \nInterview)\nThe CIPPS team employed the first version of two tools, the Duke Misophonia Questionnaire \n(Rosenthal et al., 2021) and the semi-structured interview (Duke Misophonia Interview) abbrevi\n-\nated respectively DMI and DMQ, to perform an adequate analysis of the misophonic patients’ help \nrequest. These tools facilitated the therapist in structuring the first two interviews.\nThe psychometrically validated DMQ questionnaire consists of 86 items, divided into the \nfollowing subscales: trigger frequency, investigated by 16 items; affective responses to triggers, \ninvestigated in 5 items; physiological responses, 8 items; cognitive responses, 10 items; coping \nbefore (6 items), coping during (10 items) and coping at the end of the trigger event (5 items); \nthe harm and invalidation caused by the misophonic event (12 items), and beliefs related to the \npathology (14 items). In addition, there are consequential composite scales for overall symptom \nseverity (assessing affectivity, physiology, and cognition in combination) and for coping strategies. \nThe choice to use the DMQ proved to be significant as, unlike other similar instruments such as the Misophonia Questionnaire (Wu et al., 2014), the Amsterdam Misophonia Scale (Naylor et al., \n2021), and the Misophonia Response (Dibb et al. 2021), it does not focus on the symptoms and \ndisabling facets of the syndrome, but rather on the patients’ processes; as a matter of fact, the Duke \nMisophonia Questionnaire originated from the need to have an instrument that would take into \naccount, in a clinical and research context, and in a comprehensive manner, the affective, cognitive, \nbehavioural and physiological processes that arise in response to misophonic symptoms (Rosenthal \net al., 2021). Thus, by administering this questionnaire, it is possible to arrive at the development of targeted interventions that take into account the differences in reactivity and responsiveness \nof patients to misophonic triggers. For example, patients who report distressing experiences as a \nsymptom would benefit from a different therapeutic intervention than those who report primary \nproblems of hypervigilance, excessive avoidance, or other. In other words, the intervention must \nbe accordingly tailored to the patient.\nThe DMQ scales have been psychometrically validated to investigate a wide range of responses \nand coping strategies to misophonic stimuli before, during and after exposure to the respective \ntriggers, as well as affective, physiological, behavioural, and cognitive response scales to these trig\n-\ngers. The frequency over the past month of exposure and type of response to the same stimuli is also measured (Rosenthal et al., 2021).\nThe DMI is a semi-structured clinical interview consisting of 25 items and used to assess the \nmisophonia-related experiences that individual experiences on a daily basis and, more specifically, that they have experienced in the month prior to administration. The structure of the DMI is based \non other interview instruments used in clinical and research settings, including the Clinician-\nAdministered PTSD Scale for DSM-5 (CAPS-5) and the Anxiety Disorders Interview Schedule for DSM-5 (ADIS-5). The importance of this interview stems from the fact that there are currently no Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n42ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nother psychometrically validated interviews for misophonia capable of gathering information about \nthe clinical syndrome, and the results of the DMI provide preliminary support in clinical proce -\ndures (Guetta et al., 2022). The semi-structured interview is developed from the above-mentioned \naddendum, through which the patients identify their three most annoying sound triggers, which \nshould be noted prior to the administration of the questionnaire. Subsequently, the patients will be asked to rate on a scale from 1 (lowest) to 10 (highest) the level of the intensity of distress they \nhave experienced, in the last month, due to the symptoms. This measure is called the Subjective \nUnit of Distress Scale (SUDS) and is necessary because it provides a subjective specificity to the \nsalience of the events experienced that can be referred to during the later stages of the interview, \nso as to improve the reliability and validity of the answers.\nEach interview item is then reformulated and addressed to the patients, using their own lan\n-\nguage, in order to reflect their chosen definitions (e.g., if the patients reported the noise of chewing \nas the main trigger, the questions would not be asked in terms of “trigger” but rather “the noise of \nchewing” would be used). Each item of the interview surveys first of all the presence or absence of the symptom in question, in terms of frequency and distress; after the subject has answered the \nquestions that make up an item, the clinician assigns the whole item a score ranging from zero to \nfour (from absent to very severe).\nFrequency is defined as the number of times the symptom occurred during the last month, \na frequency that the patient can express as a percentage of time or by expressing the number of \ntimes the symptom was relevant during a day in terms of waking hours. The detection of distress \nis done by means of the SUDS “Subjective Unit of Distress Scale” (structured within the interview) \nof the individual and by the description of the intensity of the symptom, on average, during the \nlast month. Based on the answers on frequency and distress, the clinician designates the severity score of each item on a Likert scale. The frequency and discomfort scores are not always directly \nrelated to each other: there may be cases in which a symptom presents itself daily, incessantly, at every hour of the day, but has a very low intensity of distress and is defined as barely relevant by the \npatient, just as a single episode over a thirty-days period may have an intensity that causes severe impairment. In cases of inconsistency, the interview guidelines advise the clinician to cautiously \nfocus on the low intensity or the lowest frequency.\nSeveral items also include an assessment of overall impairment, also measured by a Likert \nscale, in areas related to sensory, behavioural, emotional, interpersonal, and physiological domains, \nas well as an overall assessment of symptom severity.\nIn order to collect and highlight the data functional to achieving some of the set objectives, i.e., \ngreater knowledge of misophonic symptomatology, comorbidity with other psychological problems and with other hearing disorders, useful resources used by the patients, the team at CIPPS con\n-\nstructed a checklist for each patient in order to collect the data that emerged during the interviews.\nThe Checklist: Data Collection, First Interventions and Results\nThe questions from the Duke Misophonia Questionnaire and the content analysis of the first \npatient interviews at the listening desk were used to construct the CIPPS’ checklist. The checklist, \nwhich serves to collect data on the targets set by CIPPS and Duke University, was divided into the \nfollowing items:\n •Comorbidity with other psychological disorders, specifically anxiety disorder, mood disorders, sleep disorders, obsessive-compulsive disorder (OCD), attention deficit \ndisorder and/or Hyperactivity Disorder (ADHD), cognitive deficits;\n •Reactions associated with listening to trigger sounds such as anger, anticipatory anxi\n-\nety, isolation, brooding;\n •Trigger sounds: chewing noise, snoring, ticking, nasal noises, breathing, paper noise, \ncar noise, particular speech sounds.\n •Strategies used by the patient to cope with misophonic symptoms;\n •Significant symptom-related relationships, i.e., relationships within which the patient is most activated by trigger sounds;Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n43ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\n •Presence of other hearing disorders: tinnitus, hyperacusis, selective hypersensitivity \nand hypersensitivity to sounds.\nSeven patients are currently attending the listening desk. Five of them came through informa -\ntion received from the AIMIF, one through research carried out using search engines and the last through contact information provided by acquaintances.\nThe checklist was compiled for each patient after the first three interviews provided by the \nlistening desk, and at the end of the psychological support or psychotherapy treatment, both to record and observe the frequency with which each item occurs in the cases studied, and to record \nany changes between the beginning, the first three interviews, and the end of the treatment course \nin the individual subject. The checklist was compiled taking into account the answers given to the \nDMQ, the DMI and the therapy itself.\nIn detail, the following emerges from the first three interviews:The psychological disorders included in the checklist are those that, from the existing scientific \nliterature, appear to have a higher comorbidity with misophonia (Robbins et al., 2021; Jager et al., \n2020). Specifically, three out of seven patients report having previously been diagnosed with an \nanxiety disorder, two out of seven with a mood disorder, one with traits of obsessive-compulsive disorder with mild cognitive impairment and one with a diagnosis of dependent personality disorder.\nThe analysis of the DMQ responses on the reactions associated with listening to trigger sounds \nshows that\nTwo out of seven patients use isolation, i.e., limiting attendance at places and situations where \nthere is a likelihood of hearing trigger sounds;\n •Two out of seven patients record brooding, i.e., repetitive thinking triggered in an at\n-\ntempt to implement a problem-solving process about a potential danger represented by the likelihood of the occurrence of the trigger sound;\n •Five out of seven patients state that they feel agitated and emotionally activated by the possibility of the occurrence of the trigger sound, showing anticipatory anxiety;\n •Five out of seven patients state that they experience high levels of anger as a conse\n-\nquence of hearing the trigger sounds;\n •Four out of seven patients experience a sense of helplessness, i.e., inability to react to \nthe presence of the trigger sounds.\nThe data concerning trigger sounds were also extrapolated from the analysis of the Duke \nMisophonia Questionnaire, which has an area dedicated to the categorical gathering of information \nconcerning sounds that the patient perceives as misophonic. Five out of seven patients consider \nnasal sounds, breathing and chewing sounds to be triggers; four consider the sound of snoring, \nthree the sound of ticking and two out of seven patients the sound of hearing the pronunciation of \nthe letter “s” . In addition, the sound of cars, computer fans, children’s footsteps, footballs, and loud \nmusic were reported by individual patients.\nFrom the analysis of the clinical interviews, all patients report that reactions to trigger sounds \nare exclusively correlated and/or intensified when produced by significant others. It would there -\nfore seem that the relational dynamics between the misophonic patient and the significant person \nof reference have a relevant impact on the activation of misophonic reactions, as also reported by \nsome studies (Tyler et al., 2014).\nIn the checklist we find an item indicating the presence or absence of any hearing disorder, \nbased on what the patients reported, since in the scientific literature several studies (Jastreboff & Jastreboff, 2001; Jastreboff & Jastreboff, 2014) were based on the hypothesis of finding correlations \nand/or making a differential diagnosis between the aforementioned disorders and misophonia. From \nour initial data, it would appear that only one in seven patients had, from previous audiometric \ninvestigations, been diagnosed with a hearing disorder, specifically tinnitus.\nIn the checklist there is also an item in which we report the strategies, described during the \ninterviews, through which the patients used to cope with trigger sounds, differentiating, for each patient, those through which they experienced relief in the short term and those from which they \nnever benefited. The most important ones were: using earplugs, listening to music and changing \nrooms. Specifically, the use of earplugs/earphones was tested by five patients, with a positive ef\n-Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n44ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nfect in four of them. Listening to music in conjunction with the presence of the trigger sound was \ntried out by six patients, with a positive effect in five of them. Changing rooms was tried out by six \npatients, having a positive effect in five of them. \nAt the end of the three interviews provided by the listening desk, the patient has the option \nof starting a psychological support or psychotherapy treatment; four of the patients decided to do \nso. Before the last session of the support treatment, the patients recompile the Duke Misophonia Questionnaire and their answers, together with the contents that emerged during the interviews, are \nused to fill in the items on the checklist. In this way, it is possible, within the checklist, to compare the patient’s condition before the start of support or psychotherapy with the condition at the end of \nthe treatment. It would appear from this comparison that the significant differences between before and after are above all inherent in the decrease in the intensity with which trigger-related reactions \nappear and in the perceived annoyance of hearing trigger sounds. What appears to be unchanged are the reactions to the emission of trigger sounds by persons significant to the patient. On the basis \nof what has been said, it should be pointed out that the correlation between misophonic reactions \nand the sound origin, although it emerges in our data, does not yet have statistical significance and \nscientific value and will therefore be the subject of further research by the CIPPS team\nFuture Perspectives\nThe main future goal will be to expand and deepen knowledge on misophonia. CIPPS, in \ncollaboration with the Duke Centre for Misophonia and Emotion Regulation (CMER) and the \nUniversity of Salerno, plans to administer the Duke Misophonia Questionnaires to a significant \nsample of university students and trainees in TFA course (Teachers’ Training internship Programmes, \npostgraduate specialisation to support disability students in schools).\nThe analysis of the questionnaire scores would first of all make it possible to spread aware\n-\nness of the existence of misophonia, to identify people who might have misophonic symptoms and consequently to collect data on misophonic symptoms, frequency, strategies. The administration of \nsuch an instrument would represent an initial investigation from which to design interventions to \nraise awareness of a syndrome that is unknown especially by those who suffer from it not knowing \nthey belong to the category of misophonic subjects.\nPatients who come to the listening desk could be administered self-report tools to detect \npersonality disorders, anxiety disorders, depressive disorders, so as to possibly detect comorbidity \nor differential diagnosis with other clinical pathologies, with the aim of deducing whether miso\n-\nphonia can be considered a consequence or a symptom of other diagnoses or a condition in its own right. Some of these tests to detect these psychological disorders could be the following: SCID-1, \nMMPI-2, SCL-90; CORE-OM. Assisted patients will be referred, if they have not already done so, \nfor audiometric screening to exclude or diagnose other hearing disorders.\nThe ultimate aim behind the entire project is to find, through constant discussion with the \nDuke University team, techniques that will help the patient to manage trigger sounds in everyday \nlife and thus mitigate the negative reactions associated with them. \nBased on a cognitive-behavioural approach, Duke currently refers to two main protocols in \nthe treatment of misophonia. Their choice of protocols and techniques to be implemented with the patient is made by taking into account the peculiarities of the patient. This starting point unites Duke’s approach with the CIPPS’ approach, in which the therapeutic intervention is strategically \nconstructed on the individual patient, starting from their difficulties, and taking into account their strengths above all.\nThe first protocol Duke uses for misophonic patients is Process-based CBT (Hofmann & \nHayes, 2019) which is based on a careful functional analysis where the patient is trained to notice \nand record what happens before, during and after hearing the trigger sound. \nThe analysis is done by investigating attentional, psychological, cognitive, relational, and \nbehavioural reactions. On the basis of the data recorded by the patient, a decision is made to work \ntowards the acquisition of cognitive, attentional or bodily techniques aimed at learning and tolerat\n-\ning the trigger sounds and managing the reactions associated with them.\nAmong the typical methods of the strategic approach that have features in common with Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n45ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nProcess-based CBT are the logbook technique and the technique of problem deconstruction. In the \nuse of the logbook, the therapist asks the patient to write in a notebook, recording the progress and \ndevelopments of the problem under investigation, noting physiological, emotional, and behavioural \nreactions when they feel discomfort at a certain sound. The requirement to keep a diary can be \nextremely useful to the therapist in gathering information about how and how often the symptom \noccurs. Moreover, when the patient is asked “to meticulously note down situations, times, people present, places and other details related to the problem at the very moment it manifests itself, a shift \nof attention from the symptomatology to the task is achieved and this frequently results in greater awareness and, more importantly, a reduction in the intensity of the symptoms” (Secci, 2012, p. 69). \nThe deconstruction technique “aims to identify the cognitive, emotional and behavioural structures through which the problem manifests itself and lasts. In order to deconstruct the problem, the \ntherapist invites the patients to recount specific situations experienced with particular discomfort and helps them to break them down into chronologically ordered and interconnected units, so that \nthey collectively represent a description of the sequence of events that generates and maintains the \ndisorder. [...] Deconstruction leads to the discovery of recursive elements that precede, accompany, \nand follow the manifestation of the symptomatology. The patient’s emotions, thoughts and behav\n-\niour are inserted into the sequence of the problem by establishing a vicious circle, an endless game \nthat would be invisible without the breakdown and punctuation of events that is achieved through \nthis technique” (Secci, 2021, p. 68)\nThe CIPPS approach will also investigate the attempted solutions, i.e., the strategies that the \nsubject is accustomed to employ in order to deal with the perceived sound as frustrating, unpleas -\nant, negative. As emerges from the scientific literature (Schewemmie & Arens, 2021), one of the strategies most frequently implemented by the misophonic patient is the avoidance of the afore\n-\nmentioned situations, which would progressively lead to social isolation. By means of strategic dialogue (Nardone, 2004), the patient can be made aware of the ineffectiveness of the attempted \navoidance solution, which, in fact, does not help them solve the problem, and thus lead them to \nwork on sound desensitisation. \nThe second Duke Center protocol used with misophonic patients is the Unified Protocol for \nTransdiagnostic Treatment of Emotional Disorders (Barlow et al., 2017), which focuses more on \nthe emotional reactions triggered by trigger sounds; this protocol is based on the observation that \nthese reactions lead to a reduction in activities and situations in which there is a risk of hearing \nthem, which is why it uses sound desensitisation techniques. \nThe progress of the psychological support interviews, the possible use of Duke’s techniques \nand those of CIPPS, will be constantly monitored to verify their effectiveness, not excluding the possibility of introducing, in the future, other instruments that prove to be suitable for the treat\n-\nment of misophonic symptoms and outlining an integrated intervention protocol between Duke’s \ntherapeutic approach and that of CIPPS.\nConclusions\nThe data collected so far would seem to confirm what is reported in regards of the symptoms \ncharacterising misophonia, the emotional and behavioural reactions of the patients, the possible \ncomorbidity with other disorders, both psychological, such as anxiety and depression, and or -\nganic, such as tinnitus. It will certainly be necessary to increase the number of patients to whom \nadminister the DMQ and the DMI, as to collect statistically significant data in order to proceed \nwith a more in-depth analysis that may include the use of other tools to investigate the presence of \npsychological disorders, thus enhancing the accuracy of our methodology. At the same time, the \nimportance is also emerging of reinforcing the strategies that misophonic patients themselves put \nin place, following the teachings of Milton Erickson, whose hypnotherapeutic model focuses on identifying the patient’s strengths, reinforcing them, and conveying confidence so that they can \nidentify new ones. The team’s intervention has been based on this therapeutic principle since the \nfirst interviews. It is believed, both from what is reported in the literature and what is emerging \nfrom findings, that reactions to misophonic symptoms depend very much on the person who gives \nthem out. Therefore, it may be important to work not only on an individual level but also on the Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n46ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nsystem in which the misophonic subject lives, both with psychotherapeutic and psychoeducational \ninterventions. As some studies report it becomes important, in order to reduce the emotional and \nbehavioural reactions to misophonic sounds, to be able to make a psychoeducational intervention \non the whole system: the misophonic patient is put in a position to talk about their difficulties with \nthe family system, or rather with the person who emits the trigger sound and together, with the \nguidance of the therapist, to build ways of managing the problematic behaviour. \nDeclaration of Interest \nThe authors declare no competing interest.\nNotes\nThis scientific article is the result of a joint work by the authors. \nM. Zachary Rosenthal is the scientific supervisor.\nMaria Annarumma is the author of the paragraph: Introduction. \nFrancesco Sessa is author of the paragraphs: The methodology of the International Centre of Psy -\nchology and Strategic Psychotherapy: listening desk, interviews, checklist; conclusions. Iris Consalvo is the author of the paragraphs: Misophonia: trigger sounds, emotional and be\n-\nhavioural responses; Etiological hypotheses of misophonia; Hearing disorders, Misophonia and \ndifferential diagnosis\nValerio De Masi is author of the paragraphs: DMQ Duke Misophonia Questionnaire and DMI \nDuke Misophonia Interview\nLuana Pagano is author of the paragraphs: The check-list: data collection, first interventions and \nresults; Future perspectives.\nReferences\nBarlow, D., Farchione, T., Bullis, J., & Gallagher M. (2017). The unified protocol for transdiagnostic treatment \nof emotional disorders compared with diagnosis-specific protocols for anxiety disorders: A randomized \nclinical trial. JAMA Psychiatry , 74(9), 875-884. https://doi.org/10.1001/jamapsychiatry.2017.2164 \nBernstein, R. M., Angell, K. L, & Dehle, C. M. (2013). A brief course of cognitive behavioural therapy \nfor the treatment of misophonia: a case example. The Cognitive Behaviour Therapist, 6(10), 1-13. \nhttps://doi:10.1017/S1754470X13000172  \nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L.J., Rouw, R., Kumar, S., & Rosenthal, M.Z. \n(2018). Investigating Misophonia: A review of the empirical literature, clinical implications, and a research \nagenda. Frontiers in Neuroscience , 12(36). https://doi.org/10.3389/fnins.2018.00036  \nCassiello-Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L., & Rosenthal, M. Z. (2021). A preliminary \ninvestigation of the association between misophonia and symptoms of psychopathology and personality disorders. Frontiers in Psychology , 11, Article 519681. \nhttps://doi.org/10.3389/fpsyg.2020.519681  \nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and comorbid psychiatric symptoms: \nA preliminary study of clinical findings. Nordic Journal of Psychiatry , 73(4-5), 219–228. \nhttps://doi.org/10.1080/0803948 8.2019.1609086  Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n47ISSN 2029-8587  (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nHofmann, S. G., & Hayes, S. C. (2019). The future of intervention science: Process-based therapy. Clinical \nPsychological Science , 7(1), 37–50. https://doi.org/10.1177/2167702618772296\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, \ncomorbidity and demographics in a large sample. PLoS ONE , 15(4), Article e0231390. \nhttps://doi.org/10.1371/journal.pone.0231390  \nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: Hyperacusis, misophonia, \nphonophobia. ITHS, 2, 5, 7. \nJastreboff, P., & Hazell, J. (2004). Tinnitus retraining therapy: Implementing the neurophysiological model. \nCambridge University Press. https://doi.org/10.1017/CBO9780511544989  \nJastreboff, P.J. (1990). Phantom auditory perception (tinnitus): Mechanisms of generation and perception. \nNeuroscience Research, 8(4), 221-54. https://doi.org/10.1016/0168-0102(90)90031-9  \nJastreboff, P. J., & Jastreboff, M. M. (2014). Treatments for decreased sound tolerance (hyperacusis and misophonia). \nTheme Medical Publishers , Hearing 35(02), 105-120. https://doi.org/10.1055/s-0034-1372527  \nKumar, S., Tansley-Hancock, O., Sedley, W., Gander, P.E., Bamiou, D. E., & Griffiths, T. D. (2016). The brain \nbasis for misophonia. Current Biology , 27(4), 527-533.  https://doi.org10.1016/j.cub.2016.12.048  \nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander, P.E., Lad, M., Bamiou, D. E., & \nGriffiths, T. D. (2021). The motor basis for misophonia. The Journal of Neuroscience: the Official Journal of \nthe Society for Neuroscience, 41(26), 5762–5770. https://doi.org/10.1523/JNEUROSCI. 0261-21.2021  \nMcKay, D., Kim, S. K., Mancusi, L., Storch, E. A., & Spankovich, C. (2018). Profile analysis of psychological \nsymptoms associated with misophonia: A community sample. Behavior Therapy, 49(2), 286–294. \nhttps://doi.org/10.1016/j. beth.2017.07.002  \nMøller A. R. (2011). Misophonia, phonophobia, and ‘exploding head’ syndrome, in Textbook of Tinnitus, \neds Møller A. R., Langguth B., DeRidder, D., Kleinjung T., editors. (New York, NY: Springer), 25-27.  \nhttps://doi.org/10.1007/978-1-60761-145-5_4  \nNardone, G., & Salvini, A. (2004a). Il dialogo strategico  [The strategic dialogue]. Ponte alle Grazie.\nNardone, G., & Watzlawick, P. (2010b). L’arte del cambiamento. La soluzione dei problemi psicologici personali \ne interpersonali in tempi brevi [The art of change. The solution of personal and interpersonal psychological \nproblems in a short time]. Tea Edizioni. \nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., & Vanneste, S. (2018). Misophonia and potential underlying \nmechanisms: A perspective. Frontiers in Psychology, 9(953).  https://doi.org/10.3389/fpsyg.2018.00953  \nRobbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L. & Rosenthal, M. Z. (2021). A preliminary investigation \nof the association between misophonia and symptoms of psychopathology and personality disorders. Frontiers in Psychology , 11, Article 519681. \nhttps://doi.org/10.3389/fpsyg.2020.519681  \nRosenthal, M. Z., Neacsiu, A. D., & Geiger, P. J. (2016). Emotional reactivity to personally-relevant and \nstandardized sounds in borderline personality disorder. Cognitive Therapy and Research, 40, 314–327. \nhttps://doi.org/10.1007/s10608-015-9736-y  \nRosenthal, M. Z., Ananda, D., Robbinsa, C., Williamsc, Z. J., Guettab, R., Trumbullb, J., & Kellya, \nL. (2021). Development and initial validation of the Duke Misophonia Questionnaire. \nhttps://www.medrxiv.org/content/10.1101/2021.05.05.21256694v1  \nRossi, E. L., & Erickson, M. H. (1979). Ipnoterapia. Astrolabio.\nSchwartz, P., Leyendecker, J., & Conlon, M. (2011). Hyperacusis and misophonia: The lesser-known siblings \nof tinnitus. Minnesota Medicine , 94(11), 42–43.\nSchröder, A., Van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, C. N., Turbyne, C., & Denys, D. (2020). \nMisophonia is associated with altered brain activity in the auditory cortex and salience network. Scientific \nReports. https://doi.org/10.1038/s41598-019-44084-8  \nSchröder, A. E., Vulink, N. C., vanLoon, A. J., & Denys, D. A. (2017). Cognitive behavioral therapy \nis effective in misophonia: An open trial. Journal of Affective Disorders, 217, 289–294. \nhttps://doi.org/10.1016/j.jad.2017.04.017  Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "CEEOL copyright 2022\nCEEOL copyright 2022\n48ISSN 2029-8587    (Print)  \nISSN 2538-7197  (Online)   \nPROBLEMS \nOF PSYCHOLOGY \nIN THE 21st CENTURY\nVol. 16, No. 1, 2022\nSchröder, A., vanDiepen, R., Mazaheri, A., Petropoulos-Petalas, D., De Amesti, V ., & Vulink, N. (2014). \nDiminished n1 auditory evoked potentials to oddball stimuli in misophonia patients. Frontiers in \nBehavioral Neuroscience , 8(123). https://doi.org/10.3389/fnbeh.2014.00123  \nSchröder, A., Vulink, N., & Denys D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder. \nPLoS ONE, 8, Article e54706. https://doi.org/10.1371/journal.pone.0054706  \nSecci, E. M. (2012). Le tattiche del cambiamento. Manuale di psicoterapia strategica  [The tactics of change. \nStrategic psychotherapy manual]. Pro.Met.EO. Edizioni-Progetti mete e orizzonti. \nSchwemmle, C., & Arens, C. (2022). “Ear rage”: misophonia. Review and current state of knowledge. HNO, \n70(1), 3-13. https://doi.org/10.1007/s00106-021-01072-7  \nSiepsiak, M., Sobczak, A. M., Bohaterewicz,B., Cichocki, L., & Dragan, W. L. (2020). Prevalence of Misophonia \nand correlates of its symptoms among inpatients with depression. International Journal of Environmental \nResearch and Public Health , 17(15), Article 5464. https://doi.org/10.3390/ijerph17155464  \nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jin Jun, H., Brozoski, T., Dauman, N., Coelho, C. B., Andersson, \nA., Keiner, A. J.,  Cacace, A. T., Martin, N., & Mooreh, B. C. J. (2014). A review of hyperacusis and \nfuture directions: Part I. Definitions and manifestations. American Journal of Audiology , 23, 402–419. \nhttps://doi.org/10.1044/2014_AJA-14-0010  \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology, and \nclinical correlates in an undergraduate student sample. Journal of Clinical Psychology , 70, 994-1007. \nhttps://doi.org/10.1002/jclp.22098  \nReceived: April 18, 2022 Revised: May 28, 2022 Accepted: June 14, 2022\nCite as: Rosenthal, Z. M., Annarumma, M., Sessa, F., Consalvo, I., De Masi, V ., & Pagano, L. (2022). \nMisophonia: Symptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research. Problems of Psychology in the 21\nst Century, 16(1), 36-48. \nhttps://doi.org/10.33225/ppc/22.16.36 \nZachary M. Rosenthal Associate Professor, Director Center for Misophonia & Emotion Regulation Duke \nUniversity Medical Center & Duke University, Duke University Medical Center, U.S.A.\nE-mail: mark.rosenthal@duke.edu \nMaria Annarumma\n(Corresponding author)Associate Professor, Department of Humanities, Philosophy and Education, \nUniversity of Salerno, Italy.E-mail: mannarumma@unisa.it\nFrancesco Sessa Psychologist-Psychotherapist, Didactic Director of International Centre of Psychology and Strategic Psychotherapy of Salerno (CIPPS), Italy.E-mail: f.sessa@cipps.it \nIris Consalvo Psychologist and Psychotherapist in Training at International Centre of Psychology \nand Strategic Psychotherapy of Salerno (CIPPS), Italy.\nE-mail: i.consalvo@cipps.it \nValerio De Masi Psychologist and Psychotherapist in Training at International Centre of Psychology and Strategic Psychotherapy of Salerno (CIPPS), Italy.\nE-mail: v.demasi@cipps.it \nLuana Pagano Psychologist and Psychotherapist in Training at International Centre of Psychology \nand Strategic Psychotherapy of Salerno (CIPPS), Italy.\nE-mail: l.pagano@cipps.it Zachary M. ROSENTHAL, Maria ANNARUMMA, Francesco SESSA, Iris CONSALVO, Valerio DE MASI, Luana PAGANO. Misophonia: \nSymptoms, comorbidities and perspectives of intervention. From theory approach to integrated clinical practice research\nhttps://doi.org/10.33225/ppc/22.16.36"
    }
  ]
}