{
  "doc_type": "scientific paper",
  "title": "the-politics-of-life-itself",
  "authors": [
    "rose-"
  ],
  "year": 2001,
  "journal": "sciences, the human sciences, clinical medicine. It has given birth to tech-niques, technologies, experts and apparatuses for t",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:23:54.437788Z",
  "source_pdf": "documents/research/Global/rose-2001-the-politics-of-life-itself.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The Politics of Life Itself\nNikolas Rose\nLife is our life’s work. (Mission statement of the pharmaceutical company\nPﬁzer Inc.)\nTHE BIOLOGICAL existence of human beings has become political in\nnovel ways. The object, target and stake of this new ‘vital’ politics arehuman life itself. How might we analyse it?\n1I would like to start from\na well known remark by Michel Foucault, in the ﬁrst volume of The History\nof Sexuality : ‘For millennia man remained what he was for Aristotle: a living\nbeing with the additional capacity for political existence; modern man is ananimal whose politics calls his existence as a living being into question’(Foucault, 1979: 188). Foucault’s thesis, as is well known, was that, inWestern societies at least, we lived in a ‘biopolitical’ age. Since the 18thcentury, political power has no longer been exercised through the starkchoice of allowing life or giving death. Political authorities, in alliance withmany others, have taken on the task of the management of life in the nameof the well-being of the population as a vital order and of each of its livingsubjects. Politics now addresses the vital processes of human existence: thesize and quality of the population; reproduction and human sexuality;conjugal, parental and familial relations; health and disease; birth anddeath. Biopolitics was inextricably bound up with the rise of the lifesciences, the human sciences, clinical medicine. It has given birth to tech-niques, technologies, experts and apparatuses for the care and adminis-tration of the life of each and all, from town planning to health services.And it has given a kind of ‘vitalist’ character to the existence of individualsas political subjects.\nWhat, then, of biopolitics today? In this article, I suggest that a new\nconﬁguration of control has taken shape, and that contemporary biopoliticsis risk politics . I argue that as the truth regimes of the life sciences have\nmutated, contemporary biopolitics has become molecular politics . And I\n/H18546Theory, Culture & Society 2001 (SAGE, London, Thousand Oaks and New Delhi), \nV ol. 18(6): 1–30[0263-2764(200112)18:6;1–30;022489]01 Rose (to/d)  11/3/02  9:32 am  Page 1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "think that developments in biomedicine have become deeply intertwined\nwith prevailing technologies of the self, and that contemporary biopoliticsis ethopolitics .\n2\nBiopolitics as Risk Politics\nIn the light of the history of biological racism and eugenics in the 19th and\n20th centuries, it is not surprising that many sociologists have expressedconcerns about the contemporary resurgence of biological and geneticaccounts of human capacities and incapacities.\n3They have argued that, like\nprevious appeals to biological nature, such developments will tend togenerate a politics that individualizes human worth, essentializes variations\nin human capacities, reduces social phenomena to the aggregate of indi-\nvidual actions, and discriminates against, constrains or excludes those found\nbiologically abnormal or defective. Thus they have warned of the dangersof a new determinism – ‘geneticism’ – based on a false but seductivemystique of the power of the genes, and entailing all sorts of discriminationon genetic grounds (Dreyfuss and Nelkin, 1992; Lippman, 1992; Nelkin,1992; Nelkin and Lindee, 1995; Nelkin and Tancredi, 1994). Some havesuggested that we face the real prospect of the rebirth of scientiﬁc racismgrounded in the apparent objectivity of DNA sequences, and of a neweugenics fuelled not merely by the commercial interests of the biotech com-panies, but also by parental desires for a perfect child in an age of manipu-lated consumerism and reproductive choice (Duster, 1990; Hubbard andWald, 1999; Rifkin, 1998). From such a perspective, the rhetoric that cel-ebrates the potential of biomedicine and biotechnology to improve thehealth, welfare and quality of life of individuals obscures the threat that newbiological practices of control will coerce, restrict and even eliminate thosewhose biological propensities are believed – by doctors, parents or perhapseven by political authorities – to be defective.\nSome locate the wish to control the biological make-up of the popu-\nlation at the very heart of modernity. Thus for both Giorgio Agamben andZygmunt Bauman the thanatopolitics of population puriﬁcation is immanentwithin the very project of biopolitics: to manage the health of the ‘bodypolitic’ inescapably requires the control and elimination of ‘foreign bodies’(Agamben, 1998; Bauman, 1989). The National Socialism of the GermanThird Reich certainly exempliﬁes this link between the administration of lifeand the administration of death. For example, in a book of 1936 entitledRassenhygiene als Wissenschaft und Staatsaufgabe , Ottmar von V erschuer\nasserts that politics should mean ‘giving form to the life of the people’ (vonV erschuer, 1936: 8, quoted from Agamben, 1998: 148). Life itself, the vitalreality of a people, must become the overriding responsibility and criterionthat should guide the exercise of political authority. This requires a nation-ally organized and politically directed programme to improve the quality ofthe national stock and eliminate taints or weaknesses that might threaten it.Its tactics range from propaganda and education stressing the burden on therace imposed by those with defective constitutions, to eugenic legislation on2Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "marriage, the assessment of reproductive worth by experts working on behalf\nof the state, the prevention of those who are members of defective or inferiorsub-populations from reproducing through sterilization or extermination.Once each life has a value which may be calculated, and some lives haveless value than others, such a politics has the obligation to exercise thisjudgement in the name of the race or the nation. All the eugenic projects ofselective reproduction, sterilization and incarceration follow. Indeed,Agamben asserts that ‘the camp’ is the ‘biopolitical paradigm of the modern’:when the collective body of the people becomes the principal resource forpolitics, the purging of defective individuals becomes an essential part of thecare of life (Agamben, 1998).\nAs Lene Koch has pointed out, references to eugenics in many con-\ntemporary evaluations of biomedicine have a characteristic rhetoricalfunction.\n4Some invoke eugenics to distinguish the present from the past:\nthus contemporary molecular geneticists usually argue that their discipline,in common with the rest of medicine, has decisively rejected eugenics infavour of individualized, voluntary, informed, ethical, preventive medicineorganized around the pursuit of health. Others invoke eugenics to link thepresent with the past, suggesting that despite its differences, contemporarybiomedicine, in combination with genetics, still judges human life andworth, in so far as it intervenes upon the chances of life in order to elimi-nate differences coded as defects. But Agamben and Bauman are undoubt-edly correct in suggesting that, over the course of the 20th century, therewas no such clear distinction between preventive medicine and eugenics,between the pursuit of health and the elimination of unﬁtness, betweenconsent and compulsion.\nAt the start of the 20th century, two great state-sponsored biopolitical\nstrategies were taking shape across the nation states of Europe and NorthAmerica and in many of their colonies. The ﬁrst sought to maximize theﬁtness of the population by adding an individualized attention to the habitsof subjects to the earlier hygienic concern with securing the external con-ditions of health through town planning, sewage systems and the like. Takingits cue from the moralizing interventions into the habits of the poor that hadproliferated in the second half of the 19th century, this ‘neo-hygienist’ pro-gramme sought to instil habits conducive to physical and moral health intoeach individual via the machinery of the domesticated home and the school,linked with such disciplinary and tutelary measures as medical inspectionof schoolchildren, health visitors, clinics and so forth (Donzelot, 1979; Rose,1985). Health here formed a kind of transactional zone between politicalconcerns for the ﬁtness of the nation and personal techniques for the careof self.\nThe second great biopolitical strategy also sought to maximize the\nﬁtness of the population, but it privileged one site – that of reproduction.Eugenics sought to improve the body politic and to relieve it of the economicand social burdens of disease and degeneracy in the future by acting uponthe reproductive decisions and capacities of individuals in the present (ofRose – The Politics of Life Itself 301 Rose (to/d)  11/3/02  9:32 am  Page 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "the many general accounts of eugenics, perhaps the best is Kevles, 1985).\nEugenic programmes used a combination of incentives and compulsion tomodulate the wish or ability of individuals in certain categories to procre-ate – those judged to have hereditary disease, to be deranged, feeble-minded or physically defective, those who were deemed habitually orincorrigibly immoral or anti-social, especially those guilty of sexual crimesand alcoholics. ‘Positive’ eugenic measures ranged from exhortation tofamily allowances. ‘Negative’ eugenic measures ranged from abortion,through segregation, more or less involuntary sterilization, to ‘euthanasia’.\nThere were many disputes between those allied with the eugenic\nmovement and those who argued for preventive medicine and public healtheducation. But the operational relations between these strategies were morecomplex: eugenic themes were present in much politics of public health,and public health and preventive medicine seemed to many to be com-patible with eugenic thought. Infused with a more or less virulent racism,eugenic policies of forced or coerced sterilization of those considered threatsto the quality of the population – notably inhabitants of mental hospitals,the ‘feeble-minded’ and those deemed incorrigibly immoral or anti-social –spread across the United States and Europe and reached their bloody apoth-eosis in Germany.\n5In the 1920s and 1930s, such sterilization laws were\npassed in many states in the United States, in Switzerland, Denmark,Finland, Germany, Norway, Estonia, Iceland, Mexico (V era Cruz), Cuba,Czechoslovakia, Yugoslavia, Lithuania, Latvia, Hungary and Turkey. Butcoercion was only one element in these strategies, which also sought tomodify public attitudes and individual judgements by education and coun-selling. Even under Nazi eugenics, at least as far as mental pathologies wereconcerned, sterilization and euthanasia were not merely a noxious imposi-tion from above. In the context of the eugenic domination of the medicaland scientiﬁc literature, many German doctors took their own decisions oneugenic grounds; in the context of a widespread campaign of propagandaand public education, parents often requested eugenic measures for theirown children (Burleigh, 1994).\nThus it is not surprising that sterilization on eugenic grounds con-\ntinued into the post-war period in a number of democratic nations.\n6Many\nscientists and policy-makers saw nationally planned and state-directedeugenic practices as quite compatible with rationalities of welfare. Swedenis the exemplar.\n7Here, from 1935 up until 1975, a kind of pastoral eugenics\nwas practised, within the context of a developing paternalistic welfare state.It was modelled on the responsibilities of a good shepherd – who must, ofcourse, be prepared to take sometimes harsh decisions in order to reducethe burden that weak or sickly sheep would otherwise place upon the ﬂockas a whole (cf. Foucault, 2001). Eugenic arguments, informed by a wish toimprove the quality, ﬁtness and health of the national population, alsounderpinned pro-natalist policies such as family allowances and prenuptialexaminations in France, and the key actors saw no contradiction betweeneugenic and hygienic strategies to combat ‘social evils’ (Carol, 1995;4Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Drouard, 1999). And, at least up until the 1950s in Britain and the United\nStates, eugenic considerations infused reproductive advice to prospectiveparents in the new profession of genetic counselling: such advice was con-sidered especially important for those subjects with a family history ofinherited defects or disease who lacked the moral capacity to appreciate theimplications and hence control their reproduction.\n8\nState-organized or state-supported tactics for modiﬁcation of repro-\nductive decisions and capacities in the name of the health of the populationthus played a part in the medical and biological politics of many liberaldemocratic societies across the 20th century in the name of preventivemedicine and public health. However great the moral and political distancebetween the euthanasia, compulsory sterilization and genetic counselling,we cannot simply counterpose positive to negative policies, voluntary tocompulsory measures, coercion and persuasion. How, then, might one beginto mark out the speciﬁcity of our contemporary biopolitics? The biopoliticsof the ﬁrst half of the 20th century, both in its neo-hygienist and in itseugenic form, involved more than the idea that, other things being equal,healthy individuals were more desirable than those who were unhealthy.Health was understood as ﬁtness, and the problem was framed in terms ofthe political importance attached to the ﬁtness of the national populationconsidered en masse , as it competed with other national populations. Popu-\nlation ﬁtness was liable to threats from within and without, and nationalgovernments had the obligation to guard against these threats and to takemeasures to enhance that ﬁtness through policies that were formulated by,and enacted through, the apparatus of the state. But, unlike Agamben andBauman, I think that contemporary biopolitics differs in crucial respects.As many have pointed out, the political rationalities of our present are nolonger inspired by the dream of the taking in charge of the lives of each inthe name of the destiny of all (see Rose, 1999). The ideal of an omni-competent social state that would shape, coordinate and manage the affairsof all sectors of society has fallen into disrepute. The idea of ‘society’ as asingle, if heterogeneous, domain with a national culture, a national popu-lation, a national destiny, co-extensive with a national territory and thepowers of a national political government has entered a crisis. The idea ofa ‘national culture’ has given way to that of ‘cultures’, national identity to acomplex array of identity politics, ‘community’ to communities. In this newconﬁguration, the political meaning and salience of health and disease havechanged.\nOf course, programmes of preventive medicine, of health promotion and\nhealth education still take, as their object, ‘the nation’s health’. Today,however, the rationale for political interest in the health of the population isno longer framed in terms of the consequences of unﬁtness of the populationas an organic whole for the struggle between nations. Instead it is posed ineconomic terms – the costs of ill-health in terms of days lost from work orrising insurance contributions – or moral terms – the imperative to reduceinequalities in health. While international comparisons are undoubtedly stillRose – The Politics of Life Itself 501 Rose (to/d)  11/3/02  9:32 am  Page 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "signiﬁcant, their contemporary political function is no longer that of marking\nthe potential vulnerability of a polity in geo-political rivalry; rather, theyserve as public indices of the extent to which nations have instituted success-ful policies for the governance of health. National health indicators, here, donot measure the ﬁtness of a population as a whole; they function as aggre-gates of the health status of individual citizens and families. Further, in fos-tering health, the ideal relation of state to people is no longer that aspiredto in the ‘social’ state. The contemporary state does not ‘nationalize’ the cor-poreality of its subjects into a body politic on which it works en masse , in\nrelation to the body politics of other states competing in similar terms. Thestate is no longer expected to resolve society’s needs for health. The vitalityof the species – the nation, the population, the race – is rarely the rationaleand legitimation for compulsory interventions into the individual lives ofthese who are only its constituent elements. In this domain as in so manyothers, the images now are of the enabling state, the facilitating state, thestate as animator. On the one hand, the state retains the responsibility thatit acquired in the 18th or 19th century – the precise timing varying acrossnational contexts – to secure the general conditions for health: regulating thesale of foodstuffs, organizing pure water and sewage disposal, sometimesmandating the addition of health-promoting elements into the diet – vitamins,ﬂuoride in water and the like. On the other hand, within such a health-promoting habitat, the state tries to free itself of some of the responsibilitiesthat it acquired across the 20th century for securing individuals against theconsequences of illness and accident. Thus we have seen an intensiﬁcationand generalization of the health-promotion strategies developed in the 20thcentury, coupled with the rise of a private health insurance industry, enhanc-ing the obligations that individuals and families have for monitoring andmanaging their own health. Every citizen must now become an active partnerin the drive for health, accepting their responsibility for securing their ownwell-being. Organizations and communities are also urged to take an activerole in securing the health and well-being of their employees and members.This new ‘will to heath’ is increasingly capitalized by enterprises rangingfrom the pharmaceutical companies to food retailers. And a whole range ofpressure groups, campaigning organizations, self-help groups have come tooccupy the space of desires, anxieties, disappointments and ailmentsbetween the will to health and the experience of its absence. Within thiscomplex network of forces and images, the health-related aspirations andconduct of individuals is governed ‘at a distance’, by shaping the ways theyunderstand and enact their own freedom.\nPerhaps Agamben and Bauman are right in suggesting that the link\nbetween individual and collective in the ﬁrst half of the 20th century – bothneo-hygienic and eugenic – took a characteristically ‘modern’ form. If so, Iwould argue that within the political rationalities that I have termed‘advanced liberal’ the contemporary relation between the biological life ofthe individual and the well-being of the collective is posed somewhat differ-ently (Rose, 1996). It is no longer a question of seeking to classify, identify,6Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "and eliminate or constrain those individuals bearing a defective consti-\ntution, or to promote the reproduction of those whose biological character-istics are most desirable, in the name of the overall ﬁtness of the population,nation or race. Rather, it consists in a variety of strategies that try to identify,treat, manage or administer those individuals, groups or localities whererisk is seen to be high. The binary distinctions of normal and pathological,which were central to earlier biopolitical analyses, are now organized withinthese strategies for the government of risk. Such strategies are organized ata number of levels. There are actuarial or epidemiological strategies thatseek to reduce aggregate levels of risk across a population. There arestrategies for the management of high-risk groups. And, increasingly, thereare strategies based on identiﬁcation of, and preventive intervention for,risky individuals.\nRisk here denotes a family of ways of thinking and acting, involving\ncalculations about probable futures in the present followed by interventionsinto the present in order to control that potential future.\n9Mortality and mor-\nbidity were key sites for the development of conceptions of the future ascalculable, predictable, and as dependent upon identiﬁable factors some ofwhich were manageable (on the rise of risk thinking, see Hacking, 1990).The politics of health in the 19th century was underpinned by the collec-tion and tabulation of numerical information on populations, and its analysisin terms of frequencies, probabilities. This was the rationale for hygienicstrategies that tried to identify, manage and reduce aggregate levels of mor-bidity and mortality by modifying the factors within a geographical area, ahabitat or a portion of the life course that were statistically associated withincreased levels of morbidity or mortality. Thus, in England, EdwinChadwick used statistical and probabilistic reasoning in his arguments forthe reform of sewage systems, and William Farr compiled evidence on thegeographical distribution of morbidity and mortality to inculpate watersupplies in the spread of cholera (Osborne, 1996). In the ﬁrst half of the20th century, such ideas about the regularity and predictability of illness,accidents and other misfortunes within a population were central to the birthof the very idea of society, and to the emergence, in different countries, ofsocial insurance strategies for the spreading of the risks entailed in the veryactivity of living across an insured national population (Ewald, 1986, 1991).Over the second half of the 20th century, biopolitical concerns with the min-imization of risks to health – control of environmental pollution, reductionof accidents, maintenance of bodily health, nurturing of children – becameintrinsic not just to the organization of health and social services, but toexpert decisions about town planning, building design, educational practice,the management of organizations, the marketing of food, the design of auto-mobiles and much more. That is to say, for over 150 years, risk thinkinghas been central to biopolitics.\nDemands for collective measures of biopolitical risk management, far\nfrom reducing, are proliferating and globalizing.\n10And strategies aimed at\nthe reduction of the probability of untoward events across a population –Rose – The Politics of Life Itself 701 Rose (to/d)  11/3/02  9:32 am  Page 7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "targeting risky practices and locales rather than risky or at risk individuals\n– are spreading to the government of many other kinds of unwanted events– notably crime control (cf. Feeley and Simon, 1992, 1994). However, againstarting in the 19th century, a second set of strategies has also operated interms of a type of risk thinking. These attempted to ﬁnd factors that wouldenable the identiﬁcation of high-risk groups and hence permit authoritiesto intervene upon those falling within such groups in a preventive or pro-phylactic manner. The use of risk proﬁling to demarcate risk pools has avery long history, going back to the very beginnings of the insuranceindustry. Risk proﬁling, rather than acting ‘actuarially’ or insurantially uponthe population at large, uses probabilistic and epidemiological knowledgeto identify factors associated with higher risks of particular forms of ill-health, reproductive problems or other forms of pathology, and then allo-cates individuals to risk pools using an algorithm made up of these factors.In the ﬁeld of health, as risk proﬁling developed from the mid-20th century,it was used to develop risk proﬁles, scales and indices, which were used toidentify those who fell within groups with a signiﬁcantly higher than averagerisk, and intervene preventively upon them.\nMost readers will be personally familiar with such procedures for the\nallocation of individuals to risk groups, on a genealogical basis, in terms ofa family history of illness or pathology, and/or on a factorial basis, in termsof combinations of factors statistically linked to a condition. Men present-ing to their doctors with high blood pressure are risk proﬁled in terms ofage, weight, family history, smoking and so forth, are allocated to a riskgroup using a scale based on epidemiological and clinical research, and, ifat high risk, may be advised to make changes to behaviour, diet or lifestyle,or pre-emptively placed on a drug regime intended to reduce the risk of theoccurrence of such disorders. Pregnant women are risk proﬁled by theirdoctor or midwife, and, if allocated to a high risk group for miscarriage,premature birth or associated difﬁculties, are subject to enhanced surveil-lance by midwives and gynaecologists (Weir, 1996). The earliest reproduc-tive advice based on genetics also operated in terms of the identiﬁcation ofthose who were members of high-risk groups on the basis of epidemiologi-cal factors, family history and probabilities. So did the eugenic programmesof sterilization of ‘the feeble minded’, psychiatric patients and sexualoffenders in the early 20th century that I have already discussed. Inaddition, from the early 20th century, in many countries, a number of indi-viduals and organizations began to give reproductive advice, focusing onprospective marital partners or would-be parents who had a family historyof certain types of disease or disability thought to be ‘hereditary’. They weregiven advice concerning the risks and probabilities of their childrencarrying the condition and advised not to marry, or not to have children,offered a termination of pregnancy, even in jurisdictions where abortion wasillegal on other grounds. Genetic advising in the ﬁrst half of the 20th centurywas an explicitly eugenic tool (cf. Kevles, 1985). In the years after the endof the Second World War, when a large number of heredity clinics were8Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 8"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "established in many countries, their major goal was to prevent birth defects,\nand help couples make ‘eugenic’ rather than ‘dysgenic’ decisions’ (Fine,1993: 103). And in the closing decades of the 20th century, antenatalscreening, for example, testing samples of maternal serum for raised levelsof proteins associated with certain genetic abnormalities, became wide-spread for pregnant women whose age or family history placed them in high-risk groups, coupled with the option of termination (Rapp, 1999).\nA few doctors and geneticists still argue that any responsible citizen\nwho believes that they carry genetic defects should try to reduce the risk oftransmission to future generations (Glass, 1971; Robertson, 1983); suchstatements lead some critics to diagnose an implicit eugenics in the veryidea of genetic counselling.\n11But I think it is necessary to be more speciﬁc\nabout the make-up of such contemporary logics of control.12Decision-\nmaking in the biomedical context takes place within a set of power relationsthat we could term ‘pastoral’. I have referred to Swedish eugenics aspastoral, in a sense close to that developed by Foucault – a form of collec-tivizing and individualizing power concerned with the welfare of the ‘ﬂock’as a whole. But this contemporary pastoral power is not organized or admin-istered by ‘the state’ – even if we use this term to encompass the wholecomplex of legislative provision, state-funded research organizations andnational committees of enquiry into the medical and ethical aspects of thenew biomedicine. It takes place in a plural and contested ﬁeld traversed bythe codes pronounced by ethics committees and professional associations,by the empirical ﬁndings generated by researchers, the attitudes and criteriaused by employers and insurers, the tests developed and promoted by psy-chologists and biotech companies, the advice offered by self-help organiz-ations, and even, one might add, the critical perspectives contributed byreligious organizations and sociological critics. Crucially, this pastoralpower does not concern itself with the ﬂock as a whole. For at least threedecades, professionals involved in this work have explicitly rejected theview that they are, or should be, seeking to limit the reproductive capaci-ties of those at risk of passing an inherited condition or disability to theiroffspring, let alone the suggestion that they are, or should be, concernedwith the contribution of individual biological characteristics to future popu-lation quality, or even the future cost to the nation of caring for childrenwith disabilities.\n13But this pastoralism does not simply entail a priest-like\nshepherd knowing and mastering the soul of the individual troubled sheep.Perhaps one might best describe this form of pastoral power as relational .\nIt works through the relation between the affects and ethics of the guider –the genetic counsellors and allied experts of reproduction who operate asgatekeepers to tests and medical procedures – and the affects and ethics ofthe guided – the actual or potential parents who are making their repro-ductive decisions, and upon their networks of responsibility and obligation.\nThese new pastors of the soma espouse the ethical principles of\ninformed consent, autonomy, voluntary action and choice, and non-directiveness.\n14But in the practices of this pastoral power, such ethicalRose – The Politics of Life Itself 901 Rose (to/d)  11/3/02  9:32 am  Page 9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "principles must be translated into a range of micro-technologies for the\nmanagement of communication and information. These blur the boundariesof coercion and consent. They transform the subjectivities of those who areto give consent or refuse it, through discursive techniques that teach newways of rendering aspects of oneself into thought and language, new waysof making oneself and one’s actions amenable to judgement. And theyreshape the telos of these encounters in speciﬁc ways, for example in termsof psychological notions of mental health, or in terms of the recent, butcurrently ubiquitous idea of ‘quality of life’ – each now deﬁned within, andmeasured by, any number of rating scales. Nonetheless, this pastoral powerdiffers from Christian pastorship, where the vectors of power ﬂowed one way,requiring the submission of the sheep to the will of the shepherd, and theinternalization of that absolute will in the form of self-examination and self-mastery. These counselling encounters entail intense bi-directional affec-tive entanglements between all the parties to the encounter, and indeedgenerate multiple ‘virtual’ entanglements with parties not present – distantrelatives, absent siblings, potential offspring. In these entanglements, theethical relations of all the subjects to themselves and to one another are atstake – including the experts themselves. The consultation acts as an inten-siﬁer of ethicality. It mobilizes affects of shame and guilt, and of the respec-tive claims, scope and limits of freedoms for the self and obligations toothers. It activates the conﬂicts within the counsellors between the ethicsof care and the ethics of guidance. It requires the counsellors to fold intothemselves, in a way that is by no means trivial or transient, some of thoseanxious and fateful undecidabilities that possess those whom they counsel.\nIt is true that – whatever the explicit agenda of non-directive genetic\ncounselling – evidence suggests that those who were counselled about theirmembership of risk groups before the availability of the kinds of predictivegenetic testing I discuss below, were less likely to have children (Carter etal., 1971). But the perils of the contemporary biopolitics of group risk arenot a repetition of the past. Rather than a wholesale politics of populationmanagement, these are more mundane yet no less hazardous. There aretechnical problems, for example the validity and appropriateness of thefactors used to calculate the risk proﬁles through which individuals are allo-cated to risk groups, their generalizability to others given national andcultural variations, the effects of changes since the time when the scaleswere constructed and so forth. There are the problems of false positives andfalse negatives that are built into the very project of applying probabilisticreasoning to determine the treatment of individuals – these have becomeinfamous in decision-making practices concerning compulsory treatment ordetention of ‘risky’ psychiatric patients, and those arising from advice towomen with a family history of breast cancer who may be contemplatingprophylactic mastectomy. There are the problems that ﬂow from the factthat, once known to fall within a risk group, the individual may be treated– by others and by themselves – as if they were, now or in the future, certainto be affected in the severest fashion. These problems have been much10 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 10"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "discussed in relation to discrimination in insurance and employment\n(Gostin, 1991; Hubbard and Wald, 1999; Nelkin and Tancredi, 1994). Theyalso arise when risk assessments are linked to preventive interventions. Wecan see this where individuals allocated to a high-risk group for cancer orheart disease, despite being healthy, must nonetheless conduct their livesunder the shadow of medical authority if they are to be ‘responsible’. Wecan see it in the area of behavioural risk, in the projects for preventivescreening and intervention into the lives of young people in the inner citiesat risk of violent, aggressive or offending behaviour, which tend to justifypreventive intervention into the lives of ‘the usual suspects’, that may itselfbe the ﬁrst step in the moral career of spoiled identity (Rose, 2000b). Inaddition, there are the ethical problems that arise in the relation betweenexperts and their clients when trust in numbers replaces other forms of trust– that is to say, when decisions as to action seem to arise automatically fromjudgements ‘black boxed’ within an ‘objective’ calculating device – whoseauthors are not available for debate and contestation (cf. Porter, 1996; Idiscuss some of these in relation to psychiatry in Rose, 1999). And, asinnumerable accounts of ‘the risk society’ have pointed out, risk registersand databases have the potential for an expansion and reﬁnement ofstrategies of control based upon surveillance (Lyon, 1994).\nIt is not surprising, then, that there is much professional optimism\nabout the impact of recent advances in genomics, which seem to have thepotential to shift the focus of regulatory strategies from group risk to indi-\nvidual susceptibility . Diagnoses of susceptibility attempt to move beyond the\nallocation of individuals to a risk group on the basis of factors and proba-bilities, to a precise identiﬁcation of those particular individuals who arevulnerable to speciﬁc conditions or behavioural problems.\n15Thus, while\nepidemiological evidence may show that individuals in certain groups carryan elevated risk for speciﬁc conditions – as for example in sickle cellanaemia – the aim is not simply to act upon that group en masse : group\nmembership is merely the ﬁrst step towards identifying and treating sus-ceptible individuals. Amniocentesis was ﬁrst used to detect majorabnormalities in the number of chromosomes or their shape in the foetus –as in trisomies such as Down’s syndrome or abnormalities in the number ofX and Y chromosomes. But samples of amniotic ﬂuid, and now chorionicvillus sampling, can be used to detect abnormalities in the DNA itself, orthe presence of the speciﬁc sequences or markers that are associated witheither an increased probability of developing a disorder, or in some cases(for example Huntington’s disease) the certainty. Genetic tests are availablefor a growing number of diseases thought to arise from ‘single genes’: Hunt-ington’s, fragile X, sickle cell, cystic ﬁbrosis and phenylketonuria. And,increasingly, tests are being developed which look for the presence ofspeciﬁc base sequences – markers or polymorphisms or SNPs (singlenucleotide polymorphisms) – that signiﬁcantly increase the likelihood ofdeveloping a particular condition: Alzheimer’s disease, some forms of breastcancer, certain types of heart disease. Since it is now routine for doctors asRose – The Politics of Life Itself 1101 Rose (to/d)  11/3/02  9:32 am  Page 11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "well as geneticists to consider that any individual’s vulnerability to any\ndisease has a genetic component, consisting mostly of multiple genes andtheir interactions amongst themselves and with other environmental andbiographical factors, the gaze of susceptibility is potentially unlimited.\nIn its new form of susceptibility, biomedical risk thinking has become\nindividualizing and clinical. It penetrates behind and beneath even thosewho live their lives ‘in the silence of the organs’ (to adapt Canguilhem’s useof Leriche – Canguilhem, 1978: 46) to discover within them the signs, seeds,portents, predispositions of pathology to come. While in the moment ofeugenics it was the population that was ‘at risk’ from the risks posed by thereproduction of speciﬁc groups or sub-populations, what is created here iswhat Ian Hacking (1992, 1995) might term a new and ‘interactive’ ‘humankind’: the individual biologically – increasing genetically – risky or at risk.\n16\nNow it seems that ‘smart’ programmes of pre-emptive intervention can bedevised that target only those individuals predisposed to a particular con-dition. This thinking underpins the types of genetic counselling that havebecomes routine since the 1970s: the screening of pregnant women in ‘high-risk’ groups; the widespread use of amniocentesis to detect foetuses withgenetic abnormalities; the offer of therapeutic abortion for foetuses who testpositive; and the increasing resort of ‘high-risk’ parents to IVF coupled withpre-implantation diagnosis in such situations.\nBut the promise of certainty is illusory. In almost all conditions,\nincluding those that are implacable such as Huntington’s, genetic diagnosisof individual susceptibilities is still, inescapably, probabilistic. In manycases it is simply that the risk of developing a disease is increased by thepresence of certain alleles, sequences or markers. Even when a genesequence is identiﬁed that makes it certain that an individual will developa disease, there is no certainty as to when it will manifest itself, or with whatseverity. Thus these new practices for the identiﬁcation of susceptibilitiesopen a space of uncertainty. This is the expanding realm of the asymp-tomatically or presymptomatically ill – those individuals carrying themarkers or polymorphisms of susceptibility who are neither phenomeno-logically or experientially ‘sick’ or ‘abnormal’. While the calculation of riskoften seems to promise a technical way of resolving ethical questions, thesenew kinds of susceptibility offer no clear-cut algorithm for the decisions ofdoctors or their actual or potential patients. In this space, biopoliticsbecomes ethopolitics.\nBiopolitics as Molecular Politics\nEugenics was grounded in the truth discourse of the biology of the ﬁrst four\ndecades of the 20th century, not just in Germany, but also in Britain, France,the Nordic countries and the United States. But that truth has been trans-formed. In the aftermath of the Second World War, much intellectual andpolitical work went into disconnecting the links between concerns aboutgenetic health of individuals and concerns about the quality of the popu-lation en masse . Genetics was to transform itself into a liberal discipline.12 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 12"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Geneticists reﬂected upon their own past, and reshaped the problem space\nof genetics in terms of the search for the roots of disease. The norm of indi-vidual health replaced that of the quality of the population. Genetics itselfwould cease to think in terms of broad social categories. It would try to pen-etrate beneath the misleading appearances of pathology and normality tothe underlying determinants, the genes and their modes of functioning at amolecular level (Paul, 1998a, 1998b).\nThis new genetics was bound up with a mutation in the very image\nthat we have of life. The body that 20th-century medicine inherited fromthe 19th century was visualized via a clinical gaze, as it appeared in thehospital, on the dissection table and was inscribed in the anatomical atlas.The body was a vital living system, or a system of systems. The skin encloseda ‘natural’ volume of functionally interconnected organs, tissues, functions,controls, feedbacks, reﬂexes, rhythms, circulations and so forth. This uniﬁedclinical body was located within a social body made up of extra-corporealsystems – of environment, of culture – also conceptualized in terms of largescale-ﬂows – of air, water, sewage, germs, contagion, familial inﬂuences,moral climates and the like. Eugenic strategies took their character fromthis way of linking the individual and the social body. The genetic bodydiffers on all counts from this eugenic body. Most notably, it is conceivedon a different scale. In the 1930s, biology came to visualize life phenom-ena at the submicroscopic region – between 10\n–6and 10–7cm (Kay, 1993:\n5). Life, that is to say, was molecularized (see the articles collected in deChaderevian and Kamminga, 1998). This molecularization was not merelya matter of the framing of explanations at the molecular level. Nor was itsimply a matter of the use of artefacts fabricated at the molecular level. Itwas a reorganization of the gaze of the life sciences, their institutions, pro-cedures, instruments, spaces of operation and forms of capitalization.\nBy the 1960s, as Georges Canguilhem put it, ‘The science of life no\nlonger resembles a portrait of life, as it could when it consisted in thedescription and classiﬁcation of species; and it no longer resemblesarchitecture or mechanics, as it would when it was simply anatomy andmacroscopic physiology’ (1994: 317). In changing the scale on which thecharacteristic phenomena of life are studied, contemporary biology hadadopted a new language: \nIt has dropped the vocabulary and concepts of classical mechanics, physics\nand chemistry, all more or less directly based on geometric models, in favourof the vocabulary of linguistics and communications theory. Messages, infor-mation, programmes, codes, instructions, decoding: these are the newconcepts of the life sciences. (Canguilhem, 1994: 316)\nThe history is actually more complicated: other possibilities, in terms of\ntopography or function, had to be defeated for this informatic paradigm tobecome dominant and to take the form of a DNA-based code for proteinsynthesis (Fox Keller, 2000). But nonetheless, in the genomic discourse thatRose – The Politics of Life Itself 1301 Rose (to/d)  11/3/02  9:32 am  Page 13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "took shape over the closing decades of the 20th century, life was imagined\nas sub-cellular processes and events, controlled by a genome which isneither diagram nor blueprint but a digital code written on the molecularstructure of the chromosome (Kay, 2000). This is ‘the language of life’ thatcontains ‘the digital instructions’ that make us what we are. Historians ofthis period like to quote the dream of Nobel Prize winner Walter Gilbert:‘one will be able to pull a CD out of one’s pocket and say: “Here is a humanbeing: it’s me!”’ (Gilbert, 1992: 96; cf. Kay, 1995). And, as the HumanGenome Project progressed, it seemed that the 3 billion base pairs wereorganized into 100,000 genes – a 1 gigabyte ‘parts list’ that would just aboutﬁt onto one standard compact disc.\nThe ﬁrst map of the Human Genome, when published on 11 February\n2001, dealt a severe, perhaps fatal blow to this image. Rather than the100,000 or so genes that had been conﬁdently predicted, there seem to beonly around 31,000 sequences coding for chains of amino acids – whichcompares with 6,000 for a yeast cell, 13,000 for a fruit ﬂy and 20,000 fora nematode worm. This did not seem to be a parts list to make a human –even a modern aeroplane contains more than 200,000 unique parts. Theredid not seem to be enough genes to ‘code’ for each ‘part’ – to account forthe complexity of human anatomy and physiology, let alone the neuronalbasis of the vast behavioural repertoire of humans, consciousness, learningand memory. The brute reductionism of much of the genomics of the closingdecades of the 20th century already seems old-fashioned, as moleculargenetics re-groups around functional genomics and proteomics. The veryidea of ‘the gene’ is complexifying and fragmenting. We are in the world of‘post-genomics’, where the key processes are those of gene expression andtheir regulation, where the same genetic sequence can be cut, spliced andtranscribed in different ways, depending on the cellular environment, whichitself is shaped by a multitude of extra-cellular factors.\nNonetheless, the molecularization of biology has been an irreversible\nepistemological event. It has also been a signiﬁcant technical event, for thenew molecular models of life are as much technical as representational. Notthat this itself is new: the symbiosis of knowing and transforming has longbeen woven into the very fabric of biology. In the biology of the second halfof the 20th century, knowledge of life and the living body became intrinsi-cally linked to interventions that transformed those living bodies (cf.Rabinow, 1998: 252; Rheinberger, 1995: 226). The elaboration of molecularmodels in the biology that has taken shape over the last three decades hassimilarly depended upon the technical re-engineering of life at thismolecular scale. All those projects to transcribe ‘the book of life’, to decode‘the code of codes’, to work out its ‘normal’ and its pathological lines, words,chapters, have been linked to endeavours that intervene upon life at thismolecular level – not after the event but in the very process of discoveryitself – as, for example, in the techniques of gene cutting and splicing, thepolymerase chain reaction for creating multiple copies of precise segmentsof DNA outside living systems, the customized fabrication of DNA14 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 14"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "sequences to order, the manufacture of organisms with or without speciﬁc\ngene sequences. In this process, theoretical concepts and experimentalhypotheses rapidly mutated into entities that were provided ‘off the shelf’by commercial companies.\n18\nThus it required no real shift of perspective to move that re-engi-\nneering out of the laboratory into the factory. Indeed the laboratory and thefactory are already intrinsically interlinked – the pharmaceutical industryhas been central to research on neurochemistry, the biotech industry toresearch on cloning, genetech ﬁrms to the sequencing of the human genome.It is not just that such companies seek to ‘apply’ or ‘market’ scientiﬁc dis-coveries, they shape the very direction, organization, problem space andsolution effects of the biology itself. For life at the molecular level is onlyknowable through complex and expensive apparatus: electron microscopes,ultracentrifuges, electrophoresis, spectroscopy, x-ray diffraction, isotopesand scintillation counters and their links with the information-processingcapacities of computers, and now, with the information dissemination capac-ities of the Internet. Hence, the politics of the life sciences – the politics oflife itself – has been shaped by those who controlled the human, technicaland ﬁnancial resources necessary to fund such endeavours. In the post-warperiod, funds for the strategic development of the life sciences wereprovided by the newly established public research councils, together withprivate foundations such as Rockefeller with their own agendas. In theclosing decades of the 20th century, these sources of funding were increas-ingly displaced by the capitalization of life science, by the pharmaceuticalindustry and, later, by biotech enterprises. Neither the production of truthnor even the production of health is now sufﬁcient to move ‘the venture capi-talists, patent ofﬁces, and science writers on whom [the life sciences] areincreasingly dependent’: they must be legitimated by the logics of productdevelopment and market share (Rabinow, 1996c: 137; see also Rabinow,1996a). Biopolitics becomes bioeconomics, driven by the search for whatCatherine Waldby has termed ‘biovalue’: the production of a surplus out ofvitality itself (Waldby, 2000: 19). But disputes over biopiracy, the patentingof genes and the trade in human tissue, show how molecular commodiﬁca-tion is itself confounding our ideas of human life and the protections to beafforded to it (Pottage, 1998; Strathern, 1999). Are DNA fragments repli-cated, engineered and manipulated in vitro by recombinant techniques ‘life’\n– let alone ‘human life’? Can doctors patent and proﬁt from immortal celllines that they have isolated from John Moore’s cancerous spleen (Hyde,1997; Rabinow, 1996)? The classical distinction made in moral philosophybetween that which is not human – ownable, tradeable, commodiﬁable –and that which is human – not legitimate material for such commodiﬁca-tion – no longer seems so stable.\nPreviously it seemed that life inhered in the inescapable natural\nworkings of the vital processes themselves. All medicine was able to hopefor was to arrest the abnormality, to re-establish the natural vital norm andthe normativity of the body that sustained it. But these norms no longer seemRose – The Politics of Life Itself 1501 Rose (to/d)  11/3/02  9:32 am  Page 15"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "so inescapable, these normativities appear open to alteration. Once one has\nwitnessed the effects of psychiatric drugs in reconﬁguring the thresholds,norms, volatilities of the affects, of cognition, of the will, it no longer seemspossible to imagine a self not open to modiﬁcation in this way (Fraser, 2001;Kramer, 1994). Once one has seen the norms of female reproductionreshaped by assisted conception, the nature and limits of procreation, andthe space of hopes and fears around it, are irrevocably changed (Edwards,2000; Franklin, 1997). Once one has seen the norms of female ageingreshaped by hormone replacement therapy, or the norms of ageing malesexuality reshaped by Viagra, the ‘normal’ process of growing old seems onlyone possibility in a ﬁeld of choice, at least for those in the wealthy West.\nOf course, narcotics, stimulants and other drugs, licit and illicit, down\nthe ages have transformed persons and their capacities by linking up theirbodies with chemical actors. The body of the diabetic has been prostheticsince the invention of insulin treatment: calculated chemical artiﬁcialityhere has sought to replace the missing or damaged normativity of the body’sown vital processes. And, of course, the female body has long been moreopen to artiﬁcialization than the male. But an event is a matter of associ-ations, linking up a number of disparate little changes such that a thresh-old is crossed. That which was previously exceptional, remarkable, becomesroutinely thinkable, perhaps even expected. Now all life processes seem toconsist in intelligible chains of events that can be ‘reverse engineered’ andthen reconstructed in the lab, and modiﬁed so that they unfold in differentways. Consider, for example, four of the ﬁve most prescribed drugs in theUnited States in 1999: Premarin for the treatment of symptoms of themenopause – hormone replacement therapy; Synthyroid for the treatment ofthyroid deﬁciency – a condition characterized by general lethargy and lackof activity; Lipitor, for the treatment of hyperlipdemia – high levels of bloodlipids thought to predispose to heart attack; and Prilosec for the treatmentof peptic disorders and ulcers.\n19The ‘antidepressants’ were close behind:\nProzac was 10th, but its close cousin Zoloft was 11th and Paxil was 15th.Viagra only came in at 47th, but this was 1999. Existence is being livedaccording to new coordinates, a new game of life is now being played. Forexample, the very distinctions between mental illness and mental health arebeing transformed by the new molecular images of the mind generated bybiological psychiatry, and the drugs that are speciﬁcally fabricated to targetand modulate molecular events in the neurones and synapses: no wonderthe diagnosis of depression is spiralling upwards, and our affective relationswith the world are being reshaped, as all manner of malaise is recoded asdepression (on depression, see Healy, 1997, for an enthusiast for the newpsychiatry, see Andreasen, 2001; for the critics, see Newnes et al., 2001;cf. Luhrmann, 2001). Life now appears to be open to shaping and reshap-ing at the molecular level: by precisely calculated interventions that preventsomething happening, alter the way something happens, make somethingnew happen in the cellular processes themselves. As the distinctionbetween treatment and enhancement, between the natural and the prosthetic16 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 16"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "blurs, the management and maximization of life itself have become the life’s\nwork, not only of each individual, but of their doctors, together with thescientists, entrepreneurs and corporations who make the reworking of lifethe object of their knowledge, inventions and products (on enhancement,see Parens et al., 1998). Natural life can no longer serve as the ground ornorm against which a politics of life may be judged. Dilemmas about whatwe are, what we are capable of, what we may hope for, now have a molecularform. Biopolitics now addresses human existence at the molecular level: itis waged about molecules, amongst molecules, and where the moleculesthemselves are at stake.\nBiopolitics as Ethopolitics\nThe original biopolitical thesis implied a separation between those who\ncalculated and exercised power and those who were its subjects, whose bio-logical existence was to be shaped for the beneﬁt of each and all. This doesseem to characterize policies seeking to modify the breeding patterns ofindividuals in the name of the population; the bloody techniques of negativeeugenics; medical experimentation on prisoners and psychiatric inmates;euthanasia of those whose lives are not worth living; even such benignstrategies as medical inspection of schoolchildren. Here one might agreewith Agamben that the sovereign has extended his powers over the livingbodies of his subjects by entering an alliance with ‘the jurist . . . the doctor,the scientist, the expert and the priest’ (1998: 21). We should not forget that1939 – the year that Hitler wrote his secret memo permitting certain doctorsto grant a ‘mercy death’ to patients whose lives were deemed not worth living– was also the year that his government designated as the year of ‘the dutyto be healthy’ (Proctor, 1988: 177).\nBut the huge extension of the political apparatus of health in liberal\ndemocratic polities in the 19th and 20th centuries would have been incon-ceivable if the newly shaped values of hygiene and health had not becomeentangled with the aspirations of ‘the people’ themselves – especially thepoor, the disadvantaged, the working classes (cf. Baker, 1994). In thisperiod, that is to say, biopolitics was democratized, and relays were formedbetween political and personal aspirations for health. In the neo-hygieniststrategies of the ﬁrst half of the 20th century, the duty to be well was to bebuilt into the practices of education and routines of domesticity, and hence,it was hoped, into the obligations of mothers and children. In the secondhalf of the 20th century, a new alliance formed between political aspirationsfor a healthy population and personal aspirations to be well: health was tobe ensured by instrumentalizing anxiety and shaping the hopes and fearsof individuals and families for their own biological destiny. The very ideaof health was re-ﬁgured – the will to health would not merely seek the avoid-ance of sickness or premature death, but would encode an optimization ofone’s corporeality to embrace a kind of overall ‘well-being’ – beauty,success, happiness, sexuality and much more. It was this enlarged will tohealth that was ampliﬁed and instrumentalized by new strategies ofRose – The Politics of Life Itself 1701 Rose (to/d)  11/3/02  9:32 am  Page 17"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "advertising and marketing in the rapidly developing consumer market for\nhealth – non-prescription medicines, health insurance, private health care,healthy food, vitamins and dietary supplements and the whole range of com-plementary, alternative and ‘self-health’ practices. By the start of the 21stcentury, hopes, fears, decisions and life-routines shaped in terms of the risksand possibilities in corporeal and biological existence had come to supplantalmost all others as organizing principles of a life of prudence, responsi-bility and choice.\nSelfhood has become intrinsically somatic – ethical practices increas-\ningly take the body as a key site for work on the self. From ofﬁcial dis-courses of health promotion through narratives of the experience of diseaseand suffering in the mass media, to popular discourses on dieting andexercise, we see an increasing stress on personal reconstruction throughacting on the body in the name of a ﬁtness that is simultaneously corporealand psychological. Exercise, diet, vitamins, tattoos, body piercing, drugs,cosmetic surgery, gender reassignment, organ transplantation – for ‘experi-mental individuals’ (Lury, 1998) the corporeal existence and vitality of theself have become the privileged site of experiments with subjectivity. I havetermed this ‘somatic individuality’ (Novas and Rose, 2000). The newgenomic and molecular vocabularies of ourselves – like earlier biomedicallanguages of intelligence, or depression, or ‘hormones’ – are being incor-porated within these relations of the somatic self to itself. They render novelaspects of human vitality visible, reshaping ‘experience’, not only makingsense of it in new ways, but actually reorganizing it a new way and accord-ing to new values about who we are, what we must do and what we can hopefor.\nBiopolitics, here, merges with what I have termed ‘ethopolitics’: the\npolitics of life itself and how it should be lived (Rose, 1999). By ethopoli-tics I mean to characterize ways in which the ethos of human existence –the sentiments, moral nature or guiding beliefs of persons, groups, or insti-tutions – have come to provide the ‘medium’ within which the self-govern-ment of the autonomous individual can be connected up with theimperatives of good government. In ethopolitics, life itself, as it is lived inits everyday manifestations, is the object of adjudication. If discipline indi-vidualizes and normalizes, and biopower collectivizes and socializes,ethopolitics concerns itself with the self-techniques by which human beingsshould judge themselves and act upon themselves to make themselves betterthan they are. While ethopolitical concerns range from those of lifestyle tothose of community, they coalesce around a kind of vitalism: disputes overthe value to be accorded to life itself: ‘quality of life’, ‘the right to life’ or‘the right to choose’, euthanasia, gene therapy, human cloning and the like.\nIn this highly contested domain, somatic individuals themselves are\nkey actors. Biological identity practices do not, as some critics have sug-gested, lead to passivity in the face of biological fate. Quite the reverse. Inadvanced liberal democracies, biological identity becomes bound up withmore general norms of enterprising, self-actualizing, responsible personhood18 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 18"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "(Novas and Rose, 2000). As knowledges and beliefs about one’s biological\nand genetic complement become integrated into the complex choices thatprudent individuals are obliged to make in their life strategies, biologicalidentity generates biological responsibility (see Rapp, 1999 for a superbstudy of the enactment of such responsibility in amniocentesis). While manycritics see the new biomedicine as individualizing, we can already see newforms of collectivization emerging. Choices about marriage, procreation,ﬁnancial planning, inheritance, career and much more are made in a web ofentanglements involving actual and potential kin, employers, partners andchildren. And ‘at risk’ individuals are joining into groups and organizations,not merely demanding public provision and rights, but making their ownclaims on the deployment of biomedical technologies and the direction ofbiomedical research – as, for example, in the case of families of those withmuscular dystrophy, Huntington’s disease or breast cancer (cf. Rabeharisoaand Callon, 1998). Paul Rabinow (1996b) has termed this ‘biosociality’. Indi-viduals who identify themselves and their community through their biologychallenge the vectors that lead from biological imperfection or abnormalityto stigmatization and exclusion. They use their individual and collectivelives, the evidence of their own existence and their vital humanity, as antag-onistic forces to any attempt to re-assemble strategies of negative eugenicswithin a new exclusionary biopolitics. They demand civil and human rightsfor those whose lives, previously, were deemed less worthy of life. They callfor recognition, respect, resources, research, control over medical and tech-nical expertise. As somatic individuals engage with vital politics, a newethics of life itself is taking shape.\nWithin this new ethics, the human vital order has become so\nthoroughly imbued with artiﬁce that even the natural has to be produced bya labour on the self – natural food, natural childbirth and the like. Evenchoosing not to intervene in living processes becomes a kind of intervention.This requires us to question the distinction, proposed most clearly byGeorges Canguilhem, between vital norms and social norms. Canguilhem(1978) argued that vital norms arose from and manifested the normativityof life itself, of the organism as a living being, of its adaptability to itsenvironment. Social norms, on the other hand, manifested only adaptationto a particular artiﬁcial order of society and its requirements for normativ-ity, docility, productivity, harmony and the like. Some suggest that the newpolitics of life has once more mistaken social norms for vital ones, forexample that the molecular politics of psychiatry, with its claims to be ableto manipulate and transform personality and emotion, has incorporated thesocial into the vital, and has taken key features of vitality itself – for examplesadness – as errors open to correction in the name of a social, not a vital,norm of health. But, at least as far as human life is concerned, the socialand the vital have never been so distinct. Our very ideas of what it is to bea normal human being have been made possible by historically speciﬁcinstitutional and technical developments, not least by biopolitics itself.Thus, new norms of human capacities and longevity were born in theRose – The Politics of Life Itself 1901 Rose (to/d)  11/3/02  9:32 am  Page 19"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "sanitization and hygienization of urban existence in the 19th century; new\nnorms of recovery and cure were born in the clinical hospitals; new ways ofposing the relations between fate, life and health were born in the develop-ment of epidemiological knowledges of the distributions of disease and theirsocial correlations. Our contemporary vital norms are no less, but no more,shaped by their conditions of formation than those of previous generations.On the one hand, our very personhood is increasingly being deﬁned byothers, and by ourselves, in terms of our contemporary understandings ofthe possibilities and limits of our corporeality. On the other hand, oursomatic individuality has become opened up to choice, prudence andresponsibility, to experimentation, to contestation – and so to a ‘vitalpolitics’.\nLife Itself\nMichel Foucault pointed out long ago that, from at least the time of the birth\nof clinical medicine, ‘medical thought [has been] fully engaged in the philo-sophical status of man’ (Foucault, 1972: 198). Medical thought has alsobeen fully engaged in the ethical question of how we should live – of whatkinds of creatures we are, of the kinds of obligations that we have to our-selves and to others, of the techniques which we can and should use toimprove ourselves, and the kinds of persons we should strive to be. I do notthink that, today, the most far-reaching ethical innovations concerning ourrelations to ourselves are being made in the deliberations of the bioethicistsand moral philosophers – they are being made within medical and bio-medical thought and technique itself. Indeed, the individualized humanismof bioethicists and medical philosophers emerged alongside the 19th-century individualization of the living body within clinical medicine. Butthis humanism now encounters human life whose very meaning is beingaltered by biology, biomedicine and biotechnology. ‘The philosophicalstatus’ – indeed the very ontology – of human beings is being reshapedthrough the decisions of entrepreneurs as to where to invest their capitaland which lines of biomedical research and development to pursue. It isbeing shaped by geneticists taking all those small decisions about whichfamily lineages to investigate, which markers to choose, which genes to huntby which methods. It is being reﬁned by clinicians working in alliance withtheir own patients to test out and explore the new potentials of gene therapyor reproductive technology. And it is being developed and contested by allthose individuals and groups who are themselves active participants in thenew ethics of normalcy – whether as subjects at risk of illness or early death,consumers governing ourselves though diets, selves reshaping ourselves bysculpting our bodies, potential parents deliberating over screening andgenetic counselling, gay couples using artiﬁcial reproduction to havechildren.\nI have argued that life, today, is not imagined as an unalterable ﬁxed\nendowment, biology as destiny, where the reproduction of individuals witha defective constitution is to be administered by experts in the interests of20 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 20"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "the future of the population. No longer are judgements organized in terms\nof a clear binary of normality and pathology. Of course, there are many prac-tices where identiﬁcation of high risk plus biological incorrigibility canswitch the affected individual – or potential individual – onto the circuitsof exclusion: whether that be via therapeutic abortion for a severelydamaged foetus or preventive detention – or the death penalty in some statesin the United States – for those thought to have a biological propensity toviolence or sexual predation. But the dream – of doctors, geneticists, biotechcompanies and many ‘afﬂicted individuals’ and their families – is of thatpre-symptomatic diagnosis followed by technical intervention at the bio-logical level to repair or even improve the sub-optimal organism. For thepolitical vocation of the life sciences today is tied to the belief that in most,maybe all cases, if not now then in the future, the biological risky or at riskindividual, once identiﬁed and assessed, may be treated or transformed bymedical intervention at the molecular level. In the process, the familiar dis-tinction between illness and health has become problematic and contested.As claims are made to identify the genetic bases of ‘normal’ variability inaspects of vitality – from sexuality to longevity – the line of differentiationbetween interventions targeting susceptibility to illness or frailty on the oncehand, and interventions aimed at the enhancement of capacities on theother, is beginning to blur.\nI have suggested in this article that, in and through such develop-\nments, human beings in contemporary Western culture are increasinglycoming to understand themselves in somatic terms – corporeality hasbecome one of the most important sites for ethical judgements and tech-niques. Two modes of such a ‘biological ethics’ are particularly striking. Onthe one hand, human rights now have a biological dimension and, partly inconsequence, have gained a new kind of ‘species universality’. Legal,political and social rights were ﬁrst linked to the capacities and obligationsof individuals who were elements of a political association. But now, itseems, each human being has such rights, simply by virtue of their exist-ence as beings of this human kind. Individuals seem to have acquired akind of biological citizenship – a universal human right to the protection,at least, of each human person’s bare life and the dignity of their living vitalbody. In the geopolitics of famine, drought, war and ethnic cleansing, in thevociferous anti-capitalist and anti-globalization movements, and in the localpolitics of health, it is now possible for human beings to demand the pro-tection of the lives of themselves and others in no other name than that oftheir biological existence and the rights and claims it confers.\nSuch arguments suggest that biological ethics ascribes each human\nlife equal worth. But our practices and techniques show us that, on thecontrary, the biological lives of individual human beings are recurrentlysubject to judgements of worth. We do not have to look to the controversiesover euthanasia or the rights to life of severely damaged neonates to see this– each session of genetic counselling, each act of amniocentesis, each pre-scription of an anti-depressant is predicated on the possibility, at least, ofRose – The Politics of Life Itself 2101 Rose (to/d)  11/3/02  9:32 am  Page 21"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "such a judgement about the relative and comparative ‘quality of life’ of\ndifferently composed human beings and of different ways of being human.As biomedical technique has extended choice to the very fabric of vitalexistence, we are faced with the inescapable task of deliberating about theworth of different human lives – with controversies over such decisions, withconﬂicts over who should make such decisions and who cannot, and hencewith a novel kind of politics of life itself. In this article, I have argued thatthis politics is not one in which authorities claim – or are given – the powerto make such judgements in the name of the quality of the population or thehealth of the gene pool. On the one hand, in the new forms of pastoral powerthat are taking shape in and around our genetics and our biology, these ques-tions about the value of life itself infuse the everyday judgements, vocabu-laries, techniques and actions of all those professionals of vitality: doctors,genetic counsellors, research scientists and drug companies among them,and entangle them all in ethics and ethopolitics. And, on the other hand,the politics of life itself poses these questions to each of us – in our ownlives, in those of our families, and in the new associations that link us toothers with whom we share aspects of our biological identity.\nOf course, we should not overestimate the novelty of what is happen-\ning here. But nonetheless, to a greater extent and in different ways thanbefore, we have become the kinds of people who think of our present andour future in terms of the quality of our individual biological lives and thosewith whom we identify. The melancholy refrain of those who condemn thearrogance of biomedicine for meddling in such areas, who convict all refer-ences to the biological of reductionism, individualism and determinism, orwho predict a new eugenics are of little help to us in understanding theissues at stake here. For once our very biological life itself has entered thedomain of decision and choice, these questions of judgement have becomeinescapable. We have entered the age of vital politics, of biological ethicsand genetic responsibility.\nNotes\n1. This article was initially prepared for a seminar on Displacement of Politics held\nat Santa Margherita, Genoa, 24–6 June 1999 organized by Sakari Hanninen andAllesandro dal Lago, and a much earlier version was published in Italian trans-lation in 2000 in Aut Aut 298: 35–62. V ersions have also been given at the Uni-\nversity of Bath, the University of Stockholm, Goldsmiths College, University ofLondon, University of East London and at the conference on The Ethos of Welfare,University of Helsinki, September 2000. I would like to thank participants for theircomments and criticisms. Special thanks to Carlos Novas for many discussionsabout these issues, and for lending me ideas and sources. In preparing the ﬁnalversion I have also beneﬁted from reading Sarah Franklin’s draft paper ‘Life Itself’(Franklin, n.d.). My argument throughout is indebted to the work of Paul Rabinow.\n2. I do not address the contemporary geopolitical dimension of biopolitics here,\nbut hope to do so in a subsequent article.\n3. The collection edited by Marteau and Richards (1996) contains a good and\nreasoned overview of the policy issues as they stood in the UK in the early 1990s.22 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 22"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "4. In a conference paper as yet unpublished – see Koch (2000). For examples of\nthis rhetoric at work, see Holtzman (1998), Wertz (1998) and many of the otherpapers in this special issue of Science in Context .\n5. For Germany see Proctor (1988) and Burleigh (1994). For France see Carol\n(1995). For the United States, see Dowbiggin (1997), Larson (1995), Kevles (1985),Kühl (1994) and Robitscher (1973).\n6. The Human Betterment Foundation reported that 50,707 Americans had been\nsterilized by 1 January 1950, and that the pace of sterilization had increased since1944 after a lull during the early war years: see Dickinson and Gamble (1950). Fordetails of the post-war eugenic programmes in the Nordic countries, see Brobergand Roll-Hansen (1996).\n7. Under a nationally organized programme carried out by liberal and humanistic\ndoctors, a total of 62,000 people – many who were merely thought to be anti-socialor sexually promiscuous – were prevented from reproducing by sterilization, muchof which was involuntary or coerced. While the initial targets had been informedby concerns about racial purity, the programme continued into the post-war years.Its targets were largely women who were thought to be anti-social, sexually activeand without good judgement, and it was publicly rationalized on the basis that thesize of families of those with a history of anti-social behaviour must be controlled.The research on this programme, by Maija Runcis, was publicized by articles inthe leading Swedish newspaper Dagens Nyheter in August 1997 and widely\nreported in the English language newspapers; see Guardian (6 March 1999). For\nan account of eugenics in the Nordic countries see Broberg and Roll-Hansen(1996).\n8. Sheldon Reed is usually credited with the invention of the term ‘genetic coun-\nseling’ in 1947, and discusses the changing relations with eugenic thought in Reed(1974). There is no recent single, general history of genetic counselling, but seeKenen (1984) and Fine (1993).\n9. For two recent collections which elaborate on this way of approaching the issue\nof risk, see O’Malley (2000) and Baker and Simon (2001). I develop my ownapproach in more detail in relation to psychiatry in Rose (1998) and in relation tocrime control in Rose (2000a).\n10. However, as Ewald has argued, there are signiﬁcant differences between the\nprinciples of risk spreading and indifference to fault that characterized preventionand compensation in 20th-century social insurance and health policies, and thekinds of contemporary risk thinking that underpin the ‘precautionary principle’ –where a demand for the total elimination of risk goes along with attempts to makesomeone bear responsibility for any untoward event, and where the almost incal-culable uncertainty of the consequences of every new development is nonethelesslinked to demands for assurances of total safety (Ewald, 2001).\n11. Others have argued that eugenic considerations also underpin the quasi-volun-\ntary practice of sterilization of women on welfare in some cities in the United States(Horsburgh, 1996).\n12. Over the closing decades of the 20th century, such forms of group-based risk\nmanagement spread to other ﬁelds – notably those concerning pathologies ofconduct: families suspected of committing child abuse (Castel, 1991; Parton, 1991);the risk proﬁling of those convicted of certain types of sexual or violent offences(Pratt, 2000), and of psychiatric patients (Rose, 1998). In each case, a combinationof demographic, biographical, lifestyle and other factors is used to identify thoseRose – The Politics of Life Itself 2301 Rose (to/d)  11/3/02  9:32 am  Page 23"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "thought to be ‘high risk’ who are then placed on risk registers, subject to surveil-\nlance and reporting by a whole range of authorities, and may be subject to otherrestrictive measures – have their children taken into care or be subject to preven-tive detention.\n13. A recent debate, actually about predictive genetic testing, illustrates this well.\nIn 1987 Margery W . Shaw, a professor of health law at the University of Texas, sug-gested that a predictive genetic test for Huntington’s meant that it was ‘now possibleto begin to eradicate the Huntington gene from our species’ within the next twogenerations and suggested ‘it is necessary that those who possibly or certainly carrythe gene take positive steps to prevent its transmission’ (Shaw, 1987: 243). Herargument brought immediate and heated rejections from those involved in develop-ing pre-clinical testing programmes: \nWhile all would welcome a reduction in the gene frequency for HD this\neugenic argument is both impractical and certainly not a primary goal for thepreclinical testing programmes in Canada and the United Kingdom . . . [the]major goal of preclinical detection of HD is the improvement of the qualityof life for persons at risk. (Hayden et al., 1987: 762)\nI owe these references to Carlos Novas, who is researching the history of genetic\ntesting and counselling for Huntington’s.\n14. I am leaving to one side the areas of crime control and psychiatry where these\nfamous ethical principles have only limited purchase.\n15. There are some analogies here with general developments in the insurance\nindustry. As Richard Ericson and his colleagues have pointed out, there is a wide-spread contemporary tendency within the private insurance industry to attempt an‘unpooling of risks’ and to seek a ﬁner and ﬁner risk segmentation (Ericson et al.,2000).\n16. In this context, many critics have been concerned about the implications of\nthe development of behavioural genetics – for example the claims that anti-socialor violent conduct has a strong genetic basis. I have discussed these claims else-where, and I reach the same conclusions as most contributions to two recent col-lections on the subject: not only are the claims of enthusiasts for behaviouralgenetics vastly overstated and unlikely to ﬁnd support in the genetics and biologyitself, but even were they to ﬁnd such support, they would be unlikely to under-mine the increasing emphasis in the criminal courts, at least in English-speakingjurisdictions, on the ultimate moral responsibility and culpability of the violent oranti-social offender (Rose, 2000b; see also Botkin et al., 1999 and Wasserman andWachbroit, 2001).\n17. Ludmerer (1972: 34) points out that every member of the ﬁrst editorial board\nof Genetics in 1916 participated in or supported the eugenics movement at some\npoint in its early history.\n18. The example most familiar to social scientists is the ‘Oncomouse\nTM’ made\nfamous by Donna Haraway (Haraway, 1997).\n19. http://www.rxlist.com/top200.htm.24 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 24"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "References\nAgamben, Giorgio (1998) Homo Sacer: Sovereign Power and Bare Life , trans. D.\nHeller-Roazen. Stanford, CA: Stanford University Press.\nAndreasen, Nancy (2001) Brave New Brain: Conquering Mental Illness in the Era\nof the Genome. New Y ork: Oxford University Press.\nBaker, Keith M. (1994) ‘A Foucauldian French Revolution’, pp. 187–205 in Jan\nGoldstein (ed.) Foucault and the Writing of History. Oxford: Blackwell.\nBaker, Tom and Jonathan Simon (eds) (2001) Embracing Risk . Chicago, IL: Uni-\nversity of Chicago Press.\nBauman, Zygmunt (1989) Modernity and the Holocaust . Cambridge: Polity.\nBotkin, Jeffrey, William McMahon and Leslie Pickering Francis (eds) (1999)\nGenetics and Criminality: The Potential Misuse of Scientiﬁc Information in Court.Washington, DC: American Psychological Association.\nBroberg, Gunnar and Roll-Hansen, Nils (eds) (1996) Eugenics and the Welfare\nState: Sterilisation Policy in Denmark, Sweden, Norway and Finland . East Lansing:\nMichigan State University Press.\nBurleigh, Michael (1994) Death and Deliverance: ‘Euthanasia’ in Germany\n1900–1945 . Cambridge: Cambridge University Press.\nCanguilhem, Georges (1978) On the Normal and the Pathological . Dordrecht,\nHolland: Reidel. (Orig. 1943.)\nCanguilhem, Georges (1994) A Vital Rationalist , ed. F. Delaporte. New Y ork: Zone.\nCarol, Anne (1995) Histoire de l’eugénisme en France: Les médecins et la procréation\nXIX-XX siècle . Paris: Seuil.\nCarter, C.O., J.A. Fraser Roberts, K.A. Evans and A.R. Buck (1971) ‘Genetic\nClinic: A Follow-Up’, Lancet 1 (6 Feb.): 281–5.\nCastel, Robert (1991) ‘From Dangerousness to Risk’, pp. 281–98 in G. Burchell,\nC. Gordon and P . Miller (eds) The Foucault Effect: Studies in Governmentality .\nHemel Hempstead: Harvester Wheatsheaf.\nDe Chaderevian, S. and H. Kamminga (eds) (1998) Molecularizing Biology and\nMedicine: New Practices and Alliances, 1910s–1970s. Amsterdam: Harwood.\nDickinson, Robert and Clarence Gamble (1950) Human Sterilization . n.p.\nDonzelot, Jacques (1979) The Policing of Families . London: Hutchinson.\nDowbiggin, Ian R. (1997) Keeping America Sane: Psychiatry and Eugenics in the\nUnited States and Canada, 1880–1940 . Ithaca, NY: Cornell University Press.\nDreyfuss, Rochelle Cooper and Dorothy Nelkin (1992) ‘The Genetics of Juris-\nprudence’, Vanderbildt Law Review 45(2): 313–48.\nDrouard, Alain (1999) ‘Eugenics and Bioethics in Today’s France’, pp. 20–30 in\nTartu University History Museum Annual Report 1998 . Tartu, Estonia: History\nMuseum of Tartu University.\nDuster, Troy (1990) Backdoor to Eugenics . London: Routledge.\nEdwards, Jeanette (2000) Born and Bred: Idioms of Kinship and New Reproductive\nTechnologies in England. Oxford: Oxford University Press.\nEricson, Richard and Kevin Haggerty (1998) Policing the Risk Society . Oxford:\nOxford University Press.\nEricson, Richard, Dean Barry and Aaron Doyle (2000) ‘The Moral Hazards ofRose – The Politics of Life Itself 2501 Rose (to/d)  11/3/02  9:32 am  Page 25"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Neoliberalism: Lessons from The Private Insurance Industry’, Economy and Society\n29(4): 532–58.\nEwald, François (1986) L’État providence . Paris: Grasset.\nEwald, François (1991) ‘Insurance and Risk’, pp. 197–210 in Graham Burchell,\nColin Gordon and Peter Miller (eds) The Foucault Effect . Hemel Hempstead: Har-\nvester.\nEwald, François (2001) ‘The Return of Descartes’ Malicious Demon: An Outline of\na Philosophy of Precaution’, pp. 273–301 in Tom Baker and Jonathan Simon (eds)Embracing Risk . Chicago, IL: Chicago University Press.\nFeeley, Malcolm and Jonathan Simon (1992) ‘The New Penology: Notes on the\nEmerging Strategy of Corrections and Its Implications’, Criminology 30(4): 449–74.\nFeeley, Malcolm and Jonathan Simon (1994) ‘Actuarial Justice: Power/Knowledge\nin Contemporary Criminal Justice’, pp. 173–201 in D. Nelkin (ed.) The Futures of\nCriminology . London: Sage.\nFine, Beth A. (1993) ‘The Evolution of Nondirectiveness in Genetic Counseling and\nImplications of the Human Genome Project’, pp. 101–17 in Dionne M. Bartels,Bonnie S. LeRoy and Arthur L. Caplan (eds) Prescribing Our Future: Ethical Chal-\nlenges in Genetic Counseling . New Y ork: Aldine de Gruyter.\nFoucault, Michel (1972) Birth of the Clinic: An Archaeology of the Clinical Gaze .\nLondon: Tavistock.\nFoucault, Michel (1979) The History of Sexuality, Volume 1: An Introduction .\nLondon: Allen Lane.\nFoucault, Michel (2001) ‘ “ Omnes et Singulatim ”: Towards a Critique of Political\nReason’, pp. 298–325 in Power: The Essential Works, Volume 3 . London: Allen Lane.\nFox Keller, Evelyn (2000) The Century of the Gene . Cambridge, MA: Harvard Uni-\nversity Press.\nFranklin, Sarah (1997) Embodied Progress: A Cultural Account of Assisted Concep-\ntion. London: Routledge.\nFranklin, Sarah (n.d.) ‘Life Itself: Global Nature and the Genetic Imaginary’ (draft).\nDepartment of Sociology and the Centre for Science Studies, Lancaster University,at http://www\n.comp.lancaster .ac.uk/sociology/soc048sf.html .\nFraser, Mariam (2001) ‘The Nature of Prozac’, History of the Human Sciences 14\n(3): 56–84.\nGilbert, Walter (1992) ‘A Vision of the Grail’, pp. 83–97 in Daniel Kevles and Leroy\nHood (eds) The Code of Codes . Cambridge, MA: Harvard University Press.\nGlass, Bentley (1971) ‘Science: Endless Horizons or Golden Age?’, Science 171:\n23–9.\nGostin, Larry (1991) ‘Genetic Discrimination: The Use of Genetically Based Diag-\nnostic Tests by Employers and Insurers’, American Journal of Law and Medicine\n17(1–2): 109–44.\nHacking, Ian (1983) Representing and Intervening . Cambridge: Cambridge Uni-\nversity Press.\nHacking, Ian (1990) The Taming of Chance . Cambridge: Cambridge University\nPress.\nHacking, Ian (1992) ‘World-Making by Kind-Making: Child Abuse for Example’,\npp. 180–238 in M. Douglas and D. Hull (eds) How Classiﬁcation Works: Nelson\nGoodman among the Social Sciences . Edinburgh: Edinburgh University Press.26 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 26"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Hacking, Ian (1995) ‘The Looping Effects of Human Kinds’, pp. 351–94 in D.\nSperber, D. Premack and A.J. Premack (eds) Causal Cognition: A Multi-\nDisciplinary Approach . Oxford: Clarendon Press.\nHaraway, Donna (1997) ‘FemaleMan©_Meets_OncoMouseTM’, pp. 49–119 in\nModest_Witness @Second_Millennium . New Y ork: Routledge.\nHayden, M.R., M. Bloch, S. Fox and D. Crauford (1987) ‘Ethical Issues in Pre-\nclinical Testing in Huntington Disease: Response to Margery Shaw’s InvitedEditorial Comment (Letter)’, American Journal of Medical Genetics 28(3): 761–3.\nHealy, David (1997) The Anti-Depressant Era . Cambridge, MA: Harvard University\nPress.\nHenman, Paul (2000) ‘Discerning and Governing the “Risky”’ , Paper given to\nEthos of Welfare conference, University of Helsinki, September.\nHoltzman, Neil (1998) ‘Eugenics and Genetic Testing’, Science in Context 11(3/4):\n397–417.\nHorsburgh, Beverley (1996) ‘Schrodinger’s Cat, Eugenics and the Compulsory\nSterilization of Welfare Mothers’, Cardozo Law Review 17: 531–82.\nHubbard, Ruth and Elijah Wald (1999) Exploding the Gene Myth . Boston, MA:\nBeacon.\nHyde, Alan (1997) ‘The Body as Property’, pp. 48–80 in Bodies of Law . Princeton,\nNJ: Princeton University Press.\nKay, Lily (1995) The Molecular Vision of Life: Caltech, The Rockefeller Foundation\nand the Rise of the New Biology . New Y ork: Oxford University Press.\nKay, Lily (2000) Who Wrote the Book of Life? Stanford, CA: Stanford University\nPress.\nKenen, Regina H. (1984) ‘Genetic Counseling: The Development of a New Inter-\ndisciplinary Occupational Field’, Social Science and Medicine 18(7): 541–9.\nKevles, Daniel J. (1985) In the Name of Eugenics : Genetics and the Uses of Human\nHeredity. New Y ork: Knopf.\nKevles, Daniel J. and Leroy Hood (eds) (1992) The Code of Codes: Scientiﬁc and\nSocial Issues in the Human Genome Project . Cambridge, MA: Harvard University\nPress.\nKoch, Lene (2000) ‘Eugenics and Genetics’, Paper given to Ethos of Welfare con-\nference, University of Helsinki, September.\nKramer, Peter (1994) Listening to Prozac . London: Fourth Estate.\nKühl, Stefan (1994) The Nazi Connection: Eugenics, American Racism and German\nNational Socialism . New Y ork: Oxford University Press.\nLarson, Edward J. (1995) Sex, Race and Science: Eugenics in the Deep South .\nBaltimore, MD: Johns Hopkins University Press.\nLippman, Abby (1992) ‘Led (Astray) by Genetic Maps: The Cartography of the\nHuman Genome and Healthcare’, Social Science and Medicine 35: 1469–76.\nLudmerer, Kenneth (1972) Genetics and American Society . Baltimore, MD: Johns\nHopkins University Press.\nLuhrmann, Tanya W . (2001) Of Two Minds: The Growing Disorder in American Psy-\nchiatry . New Y ork: Picador.\nLury, Celia (1998) Prosthetic Culture: Photography, Memory and Identity . London:\nRoutledge.Rose – The Politics of Life Itself 2701 Rose (to/d)  11/3/02  9:32 am  Page 27"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Lyon, David (1994) The Electronic Eye: The Rise of Surveillance Society . Cambridge:\nPolity.\nMarteau, Theresa and Martin Richards (1996) The Troubled Helix: Social and\nPsychological Implications of the New Genetics . Cambridge: Cambridge University\nPress.\nNelkin, Dorothy (1992) ‘The Social Power of Genetic Information’, pp. 177–90 in\nDaniel Kevles and Leroy Hood (eds) The Code of Codes . Cambridge, MA: Harvard\nUniversity Press.\nNelkin, Dorothy and Susan Lindee (1995) The DNA Mystique: The Gene as a\nCultural Icon . New Y ork: Freeman.\nNelkin, Dorothy and Laurence Tancredi (1994) Dangerous Diagnostics: The Social\nPower of Genetic Information (with a new Preface). Chicago, IL: University of\nChicago Press.\nNewnes, Craig, Guy Holmes and Cailzie Dunn (2001) This is Madness Too . Ross\non Wye: PCCS Books.\nNovas, Carlos and Nikolas Rose (2000) ‘Genetic Risk and the Birth of the Somatic\nIndividual’, Economy and Society Special Issue on ‘Conﬁgurations of Risk’ 29(4):\n484–513.\nO’Malley, Pat (ed.) (2000) Conﬁgurations of Risk: A Special Issue of Economy and\nSociety 29(4): 457–606.\nOsborne, Thomas (1996) ‘Security and Vitality: Drains, Liberalism and Power in\nthe Nineteenth Century’, pp. 99–122 in Andrew Barry, Thomas Osborne andNikolas Rose (eds) Foucault and Political Reason . London: UCL Press.\nParens, Eric et al. (1998) Enhancing Human Traits: Ethical and Social Implications.\nWashington, DC: Georgetown University Press.\nParton, Nigel (1991) Governing the Family: Child Care, Child Protection and the\nState . London: Macmillan.\nPaul, Diane (1998a) The Politics of Heredity: Essays on Eugenics, Biomedicine, and\nthe Nature–Nurture Debate . New Y ork: State University of New Y ork Press.\nPaul, Diane (1998b) ‘Genetic Services, Economics and Eugenics’, Science in\nContext 11 (3/4): 481–91.\nPorter, Theodore (1996) Trust in Numbers: The Pursuit of Objectivity in Science and\nPublic Life . Princeton, NJ: Princeton University Press.\nPottage, Alain (1998) ‘The Inscription of Life in Law: Genes, Patents and Bio-\npolitics’, pp. 148–73 in R. Brownsword, W .R. Cornish and M. Llewelyn (eds) Law\nand Human Genetics: Regulating a Revolution . Oxford: Hart.\nPratt, John (1995) ‘Dangerousness, Risk and Technologies of Power’, Australian\nand New Zealand Journal of Criminology 28(1): 3–31.\nPratt, John (2000) ‘Sex Crime and the New Punitiveness’, Behavioural Sciences and\nthe Law 18: 135–57.\nProctor, Robert (1988) Racial Hygiene: Medicine Under the Nazis . Cambridge, MA:\nHarvard University Press.\nRabeharisoa, V . and M. Callon (1998) ‘L’implication des malades dans les activités\nde recherche soutenues par l’Association Française contre les myopathies’, Sciences\nSociales et Santé 16(3): 41–65.\nRabinow, Paul (1994) ‘The Third Culture’, History of the Human Sciences 7(2):\n53–64.28 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 28"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Rabinow, Paul (1996a) Making PCR: A Story of Biotechnology . Chicago, IL: Uni-\nversity of Chicago Press.\nRabinow, Paul (1996b) ‘Artiﬁciality and Enlightenment: From Sociobiology to\nBiosociality’, pp. 91–111 in Essays on the Anthropology of Reason . Princeton, NJ:\nPrinceton University Press.\nRabinow, Paul (1996c) ‘Severing the Ties: Fragmentation and Dignity in Late Mod-\nernity’, pp. 129–52 in Essays on the Anthropology of Reason . Princeton, NJ: Prince-\nton University Press.\nRabinow, Paul (1998) ‘Genetic and Molecular Bodies’, pp. 135–50 in Tetsuji\nY amamoto (ed.) Philosophical Designs for a Socio-Cultural Transformation . Paris:\nÉcole des Hautes Études et Sciences Culturelles (with Rowman and Littleﬁeld).\nRabinow, Paul (1999) French DNA: Trouble in Purgatory . Chicago, IL: University\nof Chicago Press.\nRapp, Rayna (1999) Testing Women, Testing the Fetus: The Social Impact of Amnio-\ncentesis in America . New Y ork: Routledge.\nReed, Sheldon (1974) ‘A Short History of Genetic Counseling’, Social Biology 21(4):\n332–9.\nReilly, Phillip R. (1991) The Surgical Solution: A History of Involuntary Sterilis-\nation in the United States . Baltimore, MD: Johns Hopkins University Press.\nRheinberger, Hans-Jörg (1995) Towards a History of Epistemic Things: Synthesiz-\ning Proteins in the Test Tube . Stanford, CA: Stanford University Press.\nRifkin, Jeremy (1998) The Biotech Century . New Y ork: Tarcher/Putnam.\nRobertson, John A. (1983) ‘Procreative Liberty and the Control of Conception, Preg-\nnancy and Childbirth’, Virginia Law Review 69: 405–64.\nRobitscher, Jonas (ed.) (1973) Eugenic Sterilisation . Springﬁeld, IL: Thomas.\nRose, Nikolas (1985) The Psychological Complex . London: Routledge.\nRose, Nikolas (1996) ‘Governing “Advanced” Liberal Democracies’, pp. 37–64 in\nAndrew Barry, Thomas Osborne and Nikolas Rose (eds) Foucault and Political\nReason . London: UCL Press.\nRose, Nikolas (1998) ‘Governing Risky Individuals: The Role of Psychiatry in New\nRegimes of Control’, Psychiatry, Psychology and Law 3(2): 177–96.\nRose, Nikolas (1999) Powers of Freedom: Reframing Political Thought . Cambridge:\nCambridge University Press.\nRose, Nikolas (2000a) ‘Government and Control’, British Journal of Criminology\nSpecial Issue on Criminology and Social Theory edited by David Garland and ColinSparks 40: 321–39.\nRose, Nikolas (2000b) ‘The Biology of Culpability: Pathological Identity and Crime\nControl in a Biological Culture’, Theoretical Criminology 4(1): 5–34.\nShaw, Margery W . (1987) ‘Testing for the Huntington Gene: A Right to Know, a\nRight not to Know, or a Duty to Know?’, American Journal of Medical Genetics 26(2):\n243–6.\nStrathern, Marilyn (1999) ‘What is Intellectual Property After?’, pp. 179–204 in\nProperty, Substance and Effect . London: Athlone.\nWaldby, Catherine (2000) The Visible Human Project . London: Routledge.\nWasserman, David and Robert Wachbroit (eds) (2001) Genetics and Criminal\nBehavior . Cambridge: Cambridge University Press.Rose – The Politics of Life Itself 2901 Rose (to/d)  11/3/02  9:32 am  Page 29"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Watson, James D. (1990) ‘The Human Genome Project – Past, Present and Future’,\nScience 248 (6 April): 44–9.\nWeir, Lorna (1996) ‘Recent Developments in the Government of Pregnancy’,\nEconomy and Society 25(3): 373–92.\nWertz, Dorothy (1998) ‘Eugenics is Alive and Well: A Survey of Genetics Pro-\nfessionals Around the World’, Science in Context 11(3/4): 493–510.\nNikolas Rose is Professor of Sociology at Goldsmiths College, University\nof London. His most recent book is Powers of Freedom: Reframing Political\nThought (Cambridge University Press, 1999). His current work is on the\nsocial, ethical, cultural and legal implications of biological psychiatry,molecular genetics and the neurosciences, and is supported by theWellcome Trust Biomedical Ethics research programme.30 Theory, Culture & Society 18(6)01 Rose (to/d)  11/3/02  9:32 am  Page 30"
    }
  ]
}