{
  "doc_type": "scientific paper",
  "title": "The unity of consciousness subjects and objectivity",
  "authors": [
    "Schechter"
  ],
  "year": 2022,
  "journal": "Science+Business Media B.V. 2012",
  "doi": "10.1007/s11098-012-9970-z",
  "abstract": "This paper concerns the role that reference to subjects of experience can play in individuating streams of consciousness, and the relationship between thesubjective and the objective structure of consciousness. A critique of Tim Bayne’srecent book indicates certain crucial choices that works on the unity of con-sciousness must make. If one identiﬁes the subject of experience with somethingwhose consciousness is necessarily uniﬁed, then one cannot offer an account of theobjective structure of consciousness. Alternatively, identifying the subject ofexperience with an animal means forgoing the conceptual connection between being a subject of experience and having a single phenomenal perspective. Keywords Unity of consciousness /C1Streams of consciousness /C1 Subjects of experience /C1Individuating experiences /C1Phenomenal consciousness /C1",
  "keywords": [
    "Unity of consciousness /C1Streams of consciousness /C1"
  ],
  "research_topics": [
    "Unity of consciousness /C1Streams of consciousness /C1"
  ],
  "created_at": "2025-05-04T23:36:08.787312Z",
  "source_pdf": "documents/research/Global/Schechter 2022 The unity of consciousness subjects and objectivity.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The unity of consciousness: subjects and objectivity\nElizabeth Schechter\nPublished online: 23 June 2012\n/C211Springer Science+Business Media B.V. 2012\nAbstract This paper concerns the role that reference to subjects of experience can\nplay in individuating streams of consciousness, and the relationship between thesubjective and the objective structure of consciousness. A critique of Tim Bayne’srecent book indicates certain crucial choices that works on the unity of con-sciousness must make. If one identiﬁes the subject of experience with somethingwhose consciousness is necessarily uniﬁed, then one cannot offer an account of theobjective structure of consciousness. Alternatively, identifying the subject ofexperience with an animal means forgoing the conceptual connection between being\na subject of experience and having a single phenomenal perspective.\nKeywords Unity of consciousness /C1Streams of consciousness /C1\nSubjects of experience /C1Individuating experiences /C1Phenomenal consciousness /C1\nVehicles of experience /C1Tim Bayne\n1 Introduction\nSome accounts of the unity of consciousness attempt to articulate its felt nature.\nOthers seek to determine its objective basis. Since one hopes, ultimately, for an\nintegrated account of both the objective and the subjective structure of conscious-\nness, works that evidence this dual ambition, such as Tim Bayne’s The Unity of\nConsciousness (2010 ), are particularly important.\nThe book is organized in part to defend the thesis that consciousness is inevitably\nuniﬁed within an animal —a bold claim, these days, in light of the large and growing\nnumber of dissociations that seem to suggest that, under the right kinds of pressure,\nE. Schechter ( &)\nDepartment of Philosophy, Philosophy–Neuroscience–Psychology Program,Washington University, St. Louis, MO, USAe-mail: eschech@wustl.edu\n123Philos Stud (2013) 165:671–692DOI 10.1007/s11098-012-9970-z"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "anything can break down. Bayne recognizes the magnitude of the challenge, and the\nbook’s middle portion is devoted to a tireless critical examination of putativecounterexamples to his biological unity thesis . In the ﬁrst and third sections of the\nbook, meanwhile, Bayne defends a conceptual version of the unity thesis, according\nto which consciousness is necessarily uniﬁed within a purely phenomenal subject of\nexperience .\nDespite the wealth of empirical literature brought to bear on its topic, then, this is\nalso a work that aims to take the ﬁrst-person perspective seriously. This dualambition makes the book ideally suited for a discussion of some of the mostfundamental questions facing anyone who would offer an account of consciousunity. One such question is this: is phenomenal unity a subjective or an objective\nrelation?\nBayne’s ambivalence on this crucial matter manifests itself in several ways. He\ndoes not distinguish between the question of the token identity of streams ofconsciousness and questions of ‘within stream’ token identity, for instance. He isalso indecisive about whether subjects of experience are themselves objective orsubjective entities. The relations among these three issues—the nature ofphenomenal unity, the difference between whole streams of consciousness andmere ‘‘experiences’’ within them, and the nature of subjects of experience—are\ncomplex and intricate, and each issue is difﬁcult to navigate in its own right as well.\nI propose to proceed by discussing each of these three issues separately, explainingwhat I think is problematic about Bayne’s own approach and ideas in each instance,while pointing, along the way, to connections between that issue and the others.\nOne thread linking these three issues concerns the contrast between Bayne’s\naccount of the identity of conscious experiences, and the account he rejects in itsfavor. According to the ﬁrst account, the identity of any conscious token—anexperience within a stream of consciousness or a whole stream of consciousness\nitself—is determined by its subject, its phenomenal character, and its time of\noccurrence; a second account would make some physical or functional properties ofa conscious token essential to its identity as well.\nThe contrast between the tripartite and the vehicular account is to my mind most\ninteresting in the context of two much broader debates within the philosophy ofpsychology. The ﬁrst has to do with the distinction between the personal and thesubpersonal level of explanation generally and with the level at which we shouldexpect any kind of satisfying answer to the problem of the unity of phenomenal\nconsciousness in particular. The second is the classic debate about isomorphism\nbetween mental and neural structure. In recent decades there seems to have beensome shifting of emphasis, in this debate, from the structure of cognition to that ofconsciousness (See, for instance, Revonsuo 2000 ; Hurley 1998 .) In either case,\nissues of vehicles, isomorphism, and the relationship between phenomenal andneural properties are still central in the philosophy of cognitive science and inneuropsychology.\nThe paper shall proceed as follows. In the next section I will contrast two\ndifferent kinds of questions we might ask about the identities of conscious tokens;\nBayne’s failure to distinguish these is problematic since the tripartite account ofexperience that he adopts is defended only in the context of one of these questions,672 E. Schechter\n123"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "and is less well-suited to answer the other question Bayne wants to answer.\nSection 3directly addresses whether phenomenal unity is a subjective or an\nobjective relation between conscious phenomena; I argue, along with Hurley\n(1998 ), that it is an objective relation, albeit one that we initially ‘‘pick out’’ on the\nbasis of the phenomenal difference it makes, to us, as subjects of experience. In\nSect. 4I turn to two different versions of the tripartite account that Bayne employs;\neach version corresponds to a different construal of the subject of experience. Theﬁrst version, a ‘‘pure’’ tripartite account, is plainly inadequate to individuate streamsof consciousness; the second is a viable account for that purpose—but this isbecause it is in fact a version of the vehicular account, as I argue in Sect. 5.I ti sn o t ,\nhowever, the deepest or most satisfying version, as it must appeal to a number of\nbrute facts that a closely related but slightly different version of the vehicular\naccount would instead be able to explain.\n2 The token experience versus the token stream question\nThe kind or concept of consciousness at issue in this paper is phenomenal\nconsciousness (Block 1995 ; Chalmers 1997 ), and the unity relation between\nphenomenally conscious states, events, or properties that interests Bayne is\nphenomenal unity . Other kinds or concepts of consciousness, and other kinds of\nunity between conscious phenomena, don’t raise the same conceptual challengesdiscussed here, presumably because of the close conceptual relationship betweenphenomenal experience and the ﬁrst-person orsubjective perspective (Nagel 1974 ).\nHow to understand phenomenal unity—or, as I prefer, ‘‘phenomenal co-conscious-ness’’—is one of the questions this paper attempts to answer, but at ﬁrst pass, let usjust note the following.\nFirst, when I visually experience (only) a red balloon while you visually\nexperience (only) a blue balloon at the same time, there is nothing it is like for eitherone of us to see a red balloon and a blue balloon together, since our experiences arenot co-conscious. In contrast, and at least in the ordinary case, when I see a redballoon while simultaneously seeing a blue balloon, the two experiences are co-conscious, and thus there is something it is like for me to see the two balloons atonce: it is not just that there is one thing it is like for me to see a red balloon andanother thing, totally separate in my experience, that it is like for me to see a blue\nballoon: there is also something it is like for me to see a red balloon while seeing a\nblue balloon, something it like for me to have these experiences together. Bayne\nsometimes speaks of such experiences as having a ‘‘conjoint phenomenal character’’(p. 10).\n1Presumably, on the basis of experiencing the two balloons together , rather\nthan simultaneously but independently, I am then put in a position to draw particularconclusions about the two balloons I am experiencing—such as that the red balloonis larger than the blue balloon, or simply that the two objects I am now experiencingare of the same kind—that I would not be able to draw if the two experiences were\nconscious but not co-conscious.\n1Unless otherwise stated all references to Bayne are to his 2010 .The unity of consciousness 673\n123"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Questions about the unity of consciousness are questions about the relations that\nconscious phenomena bear to each other: they are questions about the structure of\nconsciousness. Note that there may be a host of kinds of ‘‘unity’’ relations between\nexperiences (Tye 2003 )—spatial unity relations, coherence relations—but the kind\nthat concerns Bayne and myself here is simply experienced togetherness :a‘ ‘ this,\nbut also together with this’’, in experience.\nIf one takes the unity of consciousness to be a relation between experiences, as\nBayne ostensibly does, rather than a relation between their contents or phenomenalcharacters, then determining the structure of consciousness requires the ability toidentify or individuate the experiences whose unity with each other is at issue.When, early on in the book, then, Bayne ﬁrst addresses the identity conditions of\nconscious tokens, he seems to endorse a kind of pluralism: ‘‘The business of\ncounting experiences is a messy one, and there is more than one respectable way ofgoing about it’’ (p. 28). This attitude might initially look puzzling, however, in lightof the fact that Bayne will then go on to offer some bold and determinate views onthe structure of consciousness.\nThis apparent tension can be relieved by keeping in mind a potential ambiguity in\nBayne’s references to individuating (counting) ‘‘experiences’’—a term he uses torefer both to the individual experiences that comprise or belong to a single stream of\nconsciousness and to whole streams of consciousness themselves—and by\ndistinguishing two importantly different questions about the structure of consciousthat disambiguate the kind of conscious token in question. (In contrast to Bayne, Iwill use the term ‘‘experience’’ to refer only to a proper part of a stream of\nconsciousness and not to an entire stream of consciousness; when I want to refer toeither an experience ora stream of consciousness I will use the generic term\n‘‘conscious token.’’)\nOne sort of question is how to segment a single stream of consciousness into\nindividual experiential ‘‘parts’’—or: What distinguishes, from each other, conscious\ntokens that are nonetheless ‘‘uniﬁed’’ within a single stream of consciousness? Callthis the token experience question. A second question is what distinguishes, from\neach other, conscious tokens that are not‘‘uniﬁed’’ with each other—or, what\ndistinguishes, from each other, conscious tokens that belong to, or that are, different\nstreams of consciousness? Call this the token stream question . The ﬁrst question is\nabout individuating experiences within a stream of consciousness, then, while the\nsecond bears on the individuation of streams of consciousness.\nWhatever their relationship, these two questions are importantly different. First\nof all, one of the things that distinguishes experiences in different streams ofconsciousness from each other is, prima facie, that they are located in differentstreams of consciousness. The identity conditions for conscious experiences andstreams of consciousness might thus be different; the identity conditions for aconscious experience might appeal to the stream of consciousness in which it islocated, for instance, while the identity conditions for that stream of consciousnessobviously won’t.\nMore interestingly, the token experience question and the token stream question\nappear to have different signiﬁcance from the folk perspective. The tokenexperience question doesn’t seem to matter much from the folk perspective. Am I674 E. Schechter\n123"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "having only a single experience of a glass on a table—or one experience of a glass\nthat is, from my perspective, seamlessly uniﬁed with a second experience of a table?There doesn’t seem to me to be anything in phenomenology, or anything that we\nhave subjective access to, that would distinguish these possibilities. As long as\nscientists agree to leave each of us, at the end of the day, with a single uniﬁed streamof consciousness, it may not much matter to us, from the ﬁrst-person perspective,how they go about articulating that stream into distinct experiences. In this and inearlier work with Chalmers (Bayne and Chalmers 2003 ), Bayne may even have\nexplained why: if our most basic or fundamental concept of phenomenalconsciousness is actually that of the uniﬁed whole, and if our phenomenologicalgrasp on individual experiences is only as derivative or as aspects of this larger\nwhole, then we ourselves may be disposed to carve the whole one way or another,\ndepending on context. If that is right, then pluralism about the token experiencequestion is a natural attitude even for the folk.\nPluralism toward the token stream question is another matter. All answers to the\ntoken experience question—even pluralistic and even mutually inconsistent ones—leave the subject of experience, and the feltnature of experience, untouched and\nintact. There is a concept of the subject of experience, however, that is so closely\ntied to the concept of a stream of consciousness, that any account that says how\nmany streams of consciousness there are, appears to equally constitute an account of\nhow many subjects of experience there are. Since we are (apparently) such subjects,answers to the token stream question appear to tell us how many of usthere are. And\nthat is something we do care about. To hear pluralism endorsed here—to hear,\n‘‘Well, how many subjects of experience there are associated with your bodyprobably depends, really, on the explanatory project at hand’’—would bedisconcerting, to say the least. While this may be no argument against theacceptability of scientiﬁc pluralism about the token stream question, the difference\nin the folk import or intuitive acceptability of pluralism toward the token experience\nversus the token stream question at least recommends that we distinguish thesequestions.\nWhile Bayne does not explicitly distinguish them, I doubt that he would be quite\nas sanguine about a pluralistic response to the token stream question as his quoteabove would suggest.\n2I think this is because the endorsement of pluralism comes at\na point in the book (Part I) in which he primarily focused on the token experiencequestion, and, signiﬁcantly, on what a single stream of consciousness feels like to its\nsubjects. When he shifts to discussing whether whole streams of consciousness can\nmultiply or divide within an animal (Part II), he ceases to be so pluralistic, arguing,again, for determinate (and indeed bold) claims about the structure ofconsciousness.\nA further crucial reason for distinguishing the token experience from the token\nstream question, as Bayne appears not to, is that the account of conscious tokenidentity. Bayne initially adopts and defends a particular account of the identity ofconscious tokens in the context of discussing the token experience question; when\n2In conversation he has acknowledged that he would be ‘‘less comfortable’’ with pluralism toward the\ntoken stream question.The unity of consciousness 675\n123"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "he shifts to discussing the token stream question, he retains that initial account,\nwhile providing no further justiﬁcation for its use in this new context. Howeverwell suited that account is to answering the token experience question, however,\nit is simply inadequate to answering the token stream question. The full reason why\nwill emerge over the course of this paper, but let me say some preliminary thingshere.\nAs Bayne notes, the ‘‘tripartite account’’ of the identity of conscious tokens that\nhe adopts is both philosophically classic and pre-theoretically intuitive. Accordingto this account, a conscious token’s identity is determined by three things: its subjectof experience, its phenomenal character, and its time of occurrence. Its natural rivalis one according to which the identity of a conscious token also or alternatively\ndepends on some of its physical-functional features. Bayne rejects the latter,\n‘‘vehicular account’’: conscious tokens of course have physical-functional features,but ‘‘we ought to be wary of the suggestion that the sub-personal features ofconsciousness might enter into their identity conditions. The unity of consciousnessis an experiential aspect of consciousness, and our approach to it must take this fact\nseriously’’ (p. 27). Since phenomenal consciousness is an essentially experiential\nphenomenon, only experiential aspects of conscious experiences can be essential to\ntheir identities.\nThere may be a type-token confusion here. Even if the type identity conditions\nfor phenomenal tokens were drawn in exclusively phenomenal terms, two conscioustokens can be type-identical, with respect to their phenomenology (and their\nrepresentational content more broadly, and their time of occurrence)—so the token\nidentity conditions for phenomenally conscious tokens must appeal to further, non-\nexperiential features.\nAdmittedly, we have interests in phenomenal consciousness and unity that are\nnot, in a sense, about conscious tokens. Suppose one wanted only to describe or\narticulate what having a stream of consciousness feels like to a subject—which is\nroughly the aim Bayne is pursuing, when he initially adopts a tripartite account andrejects a vehicular account. If there were two subjects with phenomenally identicalexperiences from moment to moment, then by using the tripartite account toarticulate the felt structure of one of their streams of consciousness one wouldthereby have done the same for the other. Of course, to know that one had done the\nsame for the other, one would need to have already distinguished these streams of\nconsciousness, and their subjects, in some other way (see Sect. 4on Bayne’s\nproposed manner of doing this). That act of distinction falls outside of any purely\nsubjective or experiential account of phenomenal unity, however.\nWhatever appeal a purely subjective account of the identity of conscious\nexperiences has, to answer the token experience question, it is inadequate to answerthe token stream question. As for the appeal it does have, for answering the tokenexperience question, it is capable, again, of articulating the feltorsubjective\nstructure of a single stream of consciousness. If we ask questions about its objectivestructure, and about the objective identities of its constituent individual experiences,\nwe might look beyond phenomenology to things like, e.g., informational processing\naccounts of conscious experiences—e.g. generalizations about working memorycapacity, which could be used to ‘‘segment’’ a stream of consciousness into676 E. Schechter\n123"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "experiential ‘‘parts’’ of particular sizes. At that point, however, we might have\npassed beyond the realm of folk and into the realm of purely scientiﬁc interest. Thetoken stream question, in contrast, is of great folk interest as well. That question is\nthe focus of the remainder of the paper.\n3 Phenomenal co-consciousness: an objective or a subjective relation?\nTo ask about the subjective structure of consciousness—as, for instance, Dainton\n(2000 ) does—is to ask about what consciousness feels like to its subject; it is to ask\nabout the phenomenally apparent structure of consciousness. To ask about the\nobjective structure of consciousness—as, for instance, Hurley ( 1998 ) does—is to\nask about what structure consciousness in fact has. The two projects should becarefully distinguished, even if one believes that the subjective structure ofconsciousness somehow reﬂects its objective structure, or that consciousness’sobjective structure (rather than its content) accounts for its subjective structure.Without clearly distinguishing them, one falls prey to a host of subtle but importanterrors in reasoning and inference—all rooted in projecting, too quickly, thesubjective onto the objective structure of consciousness or vice versa (One sees both\nerrors in the unity literature.)\nBayne falls prey to this kind of error in the course of his in other ways careful\ninvestigation of the empirical literature bearing on the objective structure ofconsciousness, when he allows his analysis of the biological unity thesis to be\nconstrained by conceptual truths that only properly concern the subjective structure\nof consciousness, as I explain in Sect. 4. I suspect that this error is made inevitable\nby adopting the tripartite account of experience, according to which the identities ofexperiences—the relata of the phenomenal unity or co-consciousness relation—are\nsubjectively available to their subjects. That is, the objective identities of\nexperiences are determined by their subjective features.\nWhile this is my general analysis of Bayne’s approach, it requires one\nqualiﬁcation and one caveat as well. The qualiﬁcation is that at times (Part II),\nBayne makes essential to an experience’s identity the organism whose experience itis (or in which it is located), and of course an organism’s identity is an objectivematter. The implications of this move, on Bayne’s part, will be discussed in thefollowing section, but in the meantime let us just say that at least within an\norganism , Bayne makes only the subjective features of conscious tokens essential to\ntheir identities.\nThe caveat, however, is that even thisis not strictly speaking correct, because of\nhow Bayne unpacks the ‘‘time of occurrence’’ feature. On the tripartite account, anexperience’s identity is determined by its subject, phenomenal character, and timeof occurrence, and Bayne concludes (pp. 17–18) that the latter should be taken tomean the time at which an experience’s vehicle instantiates (or comes to instantiate)\nthe phenomenal property or character in question. This makes an objective feature\nof conscious experiences essential to their identities—a move that conﬂicts on its\nface with Bayne’s general (and repeated) rejection of the idea that the identityconditions of conscious tokens should refer to anything ‘‘subpersonal’’ or physicalThe unity of consciousness 677\n123"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "(or functional). Why the time at which their vehicle ‘‘occurs’’ and no other feature\nlocating it within the spatio-temporal causal network at the world? Why this one(unremarked upon) exception?\nThe exception Bayne makes here may not be unprincipled per se, but rather\nmisconceived, and is, in any event, not how Bayne should unpack the ‘‘time of\noccurrence’’ feature, consistent with a tripartite account. He is led to understand the‘‘time of occurrence’’ feature in this way because he considers only twopossibilities, the other of which is that phenomenal unity is a relation betweentwo objective times represented in the contents of experience. Since we vividlyremember the past and imagine the future, this obviously won’t work; no questionof (at least synchronic) phenomenal unity arises with respect to my experience of\nblowing out the candles at my 6th birthday party and my experience, now, of vividly\nrecalling blowing out those candles.\nThere is a third possibility, however, if we allow that experiences don’t just\nrepresent different objective times, and don’t just (objectively) ‘‘occur’’ at differenttimes, but that they (or their contents or characters) are also subjectively experienced\nas occurring at different times. That is, if I sit here now, and it seems to me as if Ia m\nfeeling a wave of nostalgia at the very same moment at which it seems to me as if Iam recalling my sixth birthday party, those two experiences—of a feeling of\nnostalgia and of undergoing visual images of my sixth birthday party—may be\nsynchronically uniﬁed or disuniﬁed, even if their vehicles are not simultaneous, andeven though one represents my emotional state now and one represents me decadesearlier.\nConsciousness, then, has not just an objective but a subjective temporal structure,\nthe latter of which is more in the spirit of a ‘‘personal-level’’ account of consciousunity. (After explicitly identifying the ‘‘time of occurrence’’ feature with the time atwhich a vehicle instantiates a phenomenal property, Bayne himself hastens to add\nthat ‘‘in practice the experience of temporal relations is tightly constrained by the\ntemporal relations between experiences themselves’’ (p. 18, emphasis added).) I willfor the most part ignore the ‘‘time of occurrence’’ feature in what follows, for threereasons. The feature does little work in Bayne’s own account, and, best understood,it isn’t an objective feature of conscious experience anyway. Most crucially,however the ‘‘time of occurrence’’ feature is unpacked—objective time represented,\nobjective time of representing, or subjective experience of temporal property—it isatype of thing: that is, there can be (there in fact are) many conscious tokens, all\nwith the very same ‘‘time of occurrence.’’ Moreover, there can be many conscious\ntokens all with the same phenomenal character andthe same time of occurrence—\nso some further feature will be necessary to distinguish them.\nTo make only the subjective features of conscious experiences essential to their\nidentity is odd on its face—at least, it is for anyone who accepts transparency, i.e.that all we are phenomenologically presented with in experience are the contents orcharacters of our experiences. Does Bayne accept transparency? He hedges slightly.On the one hand, ‘‘We certainly do not have introspective access to the sub-personal\nbasis of conscious states—their nature as neuro-functional states’’ (p. 33). To accept\nthe tripartite account, though, is to678 E. Schechter\n123"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "identify experiences with instantiations of phenomenal properties. On this\nconception of experiences, we areaware of our experiences as such in being\naware of which phenomenal properties we instantiate. I am currently awarethat I instantiate the phenomenal property distinctive of tasting coffee, and inbeing aware of this fact I am also aware of the corresponding experience. Onthe tripartite conception of experience, the contrast between ‘access toexperiences’ and ‘access to the contents of experience’ is a false one, for inhaving access to the contents of experience one also has access to experiences\nthemselves. (p. 33; original emphasis)\nThis won’t do, however, because of the seemingly innocuous but in fact question-\nbegging reference to the ‘‘corresponding experience,’’ singular. If I am currentlyaware that I instantiate the phenomenal property distinctive of tasting coffee, am I\naware of having one experience as of coffee’s ﬂavor, another as of its scent, and\nanother as of liquid of a particular temperature? Or am I instead aware of having asingle experience encompassing these three aspects? Again, I see nothing inphenomenology (and there is nothing in Bayne’s account of phenomenal properties)to distinguish these possibilities.\nFurthermore, what about the possibility of what Bayne calls ‘‘phenomenal\nduplication’’—the possibility of a subject’s having two (simultaneously occurring)experiences with the same phenomenal character? If phenomenal duplication is\npossible, then the most I could know, in being aware of instantiating the property\ndistinctive as of tasting coffee, is that I was at that moment subject to at least one\nexperience with that phenomenal character.\n3\nIf phenomenal duplication is possible, then the most that could ever be true is that\nwhere I am aware of a difference in phenomenal properties, then I am aware of a\ncorresponding difference in experiences. And as a general rule it is of course truethat, despite transparency, we have some indirect access to the identities of ourexperiences in this way.\nThe tripartite account by deﬁnition rules out the possibility of phenomenal\nduplication, however (Something that one might otherwise think should be ruledout, if it is ruled out, on the basis of empirical and theoretical considerations.) But todo this is no more than to simply insist that the only things essential to experiences’identities are whatever their subjects have ﬁrst-personal access to.\nOf course one can, if one wants, thus reduce or restrict the identifying features of\nconscious experiences to their purely subjective features. This bold choice has abold consequence, however: the most one can provide, armed with such an account,\nis a purely subjective account of conscious structure. Bayne is no doubt interested in\nthis sort of project (as Part III of the book especially makes clear), but notexclusively. He also interested in how many streams of consciousness there are inthe world—or, rather, interested in individuating streams of consciousness, and inwhether there might be any animal with multiple streams of consciousness. Answers\n3I am unsure whether, when Bayne refers to my awareness of my experiences, he means this\n‘‘awareness’’ cognitively or experientially; if he means it experientially, then if I had two simultaneousexperiences with the same phenomenal character, then simply by being aware of that character, I wouldthereby be aware of twocorresponding experiences—even if I did not know this.The unity of consciousness 679\n123"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "to these questions are not contained within any subjective perspective, for the\nsimple reason that a subjective perspective ‘‘opens out’’ onto only its own stream ofconsciousness and none other. To know how many such streams and how many\nsuch perspectives there are, then, we must step outside of any subjective\nperspective. To put it plainly: the non-identity of my experience to your experienceis not subjectively presented to me, since your experience isn’t presented to me inthe ﬁrst place.\n4\nBayne’s own ambivalence about whether or not objective features of experiences\nare essential to their identities is mirrored by (or perhaps rooted in) a correspondingambivalence about whether or not the phenomenal unity relation is an objective one.This latter question comes up most pressingly in a brief and early discussion of\nHurley’s views on the unity of consciousness (see especially Hurley 1998 ). Hurley\nsays that questions about the unity of consciousness cannot be resolved by simpleappeal to ‘‘what it’s like’’ for a subject—cannot be resolved by purely subjectiveconsiderations, that is.\nBayne points out that Hurley has nonetheless already apparently characterized\nthe phenomenal unity relation in ‘‘what it’s like’’ terms. He objects:\nDespite claiming …that we cannot think of the unity of consciousness in ‘what\nit’s like’ terms, Hurley herself appeals to just such a view in introducing thevery notion of co-consciousness. ‘There is unity of consciousness whenvarious states and their contents are co-conscious: are together within oneconsciousness, rather than featuring in separate conscious points of view’\n(Hurley 1998 , p. 88). What might it mean for conscious states to be ‘together\nwithin one consciousness’ if not that the states share a conjoint phenomenalcharacter? Given Hurley’s rejection of ‘what it’s like’ accounts of the unity ofconsciousness it’s not entirely clear what she means by ‘co-consciousness’(Bayne, p. 41, fn 13).\nI agree with Bayne that Hurley is not entirely clear about how she understands\nthe unity of consciousness. Perhaps she equivocates, using ‘‘unity of consciousness’’to refer sometimes to the structure of a single phenomenal perspective (whose felt\nunity canbe captured entirely in terms of ‘‘what it’s like’’ to have that perspective),\nand at other times to refer to a condition of an animal—an animal who might ormight not have multiple phenomenal perspectives. In any event, my own view isthat, in the quoted line from Hurley above, much of the conceptual work is done\n(and most of the clariﬁcatory work left undone) by her joint reference to states and\ntheir contents. What Hurley should say, I would argue, is that two experiences are\nphenomenally co-conscious not when there is something it is like to undergo themtogether, nor when there is something it is like to undergo their contents orcharacters together, but when there is something it is like to undergo their contentsor characters together, in virtue of some special relation that holds between those\nexperiences. And I think Hurley should identify co-consciousness with that special\n4The only reason Bayne is able to pursue, at all, the issue of how many streams of consciousness there\nare in the world, is because in Part II of the book he identiﬁes subjects of experience with experiencinganimals or organisms, and the identities of animals or organisms are objective. The signiﬁcance of thismove will be discussed in Sect. 5.680 E. Schechter\n123"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "relation. Criterially, this co-consciousness relation obtains, between any given\nexperiences, only when there is a particular feltrelation between their phenomenal\ncharacters; but it holds between those experiences, rather than their characters. This\nmakes co-consciousness an objective relation—we do not experience it,in and of\nitself—but it is because of it that we have a subjective experience of unity, and it isvia this felt unity that we ‘‘pick out’’ this objective relation.\nThis notion of co-consciousness would allow Hurley to characterize co-\nconsciousness in ‘‘what it’s like’’ terms while still insisting that, for example, thereis no ‘‘what it’s like’’ difference between partial unity of consciousness on the onehand and conscious duality with partial duplication of contents on the other, and thatdifferences in conscious structure (of an animal) therefore cannot be captured in\n‘‘what it’s like terms.’’ Consider an animal whose experience encompasses only the\nphenomenal characters A, B, and C, and in whom A and B are experienced together(they have a felt unity) and so too B and C, and yet A and C are not experiencedtogether. Consider two possible models of the structure of this animal’sconsciousness:\nE3 E1\nE4 E2A\nB BC\nModel 1 Conscious duality with partial duplication\nA\nBCE1\nE2E3\nModel 2 Partial unity of consciousnessThe unity of consciousness 681\n123"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "The solid lines represent the co-consciousness relation—again, on my proposal, a\nrelation between experiences —and the dashed lines circumscribe the boundaries of\na phenomenal perspective (Lockwood 1989 ), where a phenomenal perspective\nencompasses all and only those experiences that are mutually co-conscious. Now,\none question one might have concerns the relationship between a subject ofexperience and a phenomenal perspective; I will return to this issue in the nextsection. For now, however, I’ll remain neutral on whether Models 1and2should be\ninterpreted as each postulating or implying the existence of a single subject ofexperiences with two phenomenal perspectives (which overlap in Model 2)o r\nwhether Models 1and2should be interpreted as both involving two subjects of\nexperience, one per phenomenal perspective.\nIn either case, from the phenomenal perspective, these two cases are indistin-\nguishable: there is something it is like to experience A and B together andsomething it is like to experience B and C together and nothing it is like toexperience A and C together—there is no phenomenal perspective encompassingboth A and C, that is. The two models are objectively different, however, and wemight decide them on the basis of theoretical considerations, including a desire tointegrate our model of consciousness with a neural model of consciousness, andincluding parsimony, and so on [see especially Lockwood’s ( 1994 ) reply to Hurley\n(1994 )].\nAgain, I think that the best way to make sense of Hurley’s appeal to ‘‘what it’s\nlike’’ in order to characterize phenomenal co-consciousness and her simultaneousrejection of ‘‘what it’s like’’ accounts of the unity of consciousness, is to identify theco-consciousness relation with whatever relation it is that holds between experi-ences in virtue of which there is something it is like to undergo their characterstogether (This co-consciousness relation could be multiply realizable; it might bedifferent in different species, for instance.) Whether or not this is the correct\ninterpretation of Hurley, however, it is this view of co-consciousness that I will\naccept here. Consider how it deals with the following kinds of case:\nA\nBA E1\nE2E3\nStraggler 1\nSuppose these are all the experiences of one subject of experience, S (I believe\nthat in at least one important sense they cannot be, but set that aside for now.) Isthere ‘‘something it is like’’ for S to experience E3 and E2 together? In one sense—in the qualitative or comparative sense—the answer is ‘‘yes’’: what it is like for S toexperience E2 and E3 together is exactly what it is like for S to experience E1 and682 E. Schechter\n123"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "E2 together. Note that there is no subjective difference between that case and this\none:\nA AE3 E1\nBE2\nStraggler 2\nOr, for that matter, between either straggler case and this one:\nAA\nB\nE2E3\nE1\nDuplication\nOf course, counterfactually they differ: for instance, if E3 suddenly ceased to exist,\nit would make no phenomenal difference in Straggler 1or Duplication, but it would\nmake a phenomenal difference in Straggler 2; if E2 suddenly ceased to exist, it would\nmake no phenomenal difference in Straggler 2or Duplication, but it would make a\nphenomenal difference in Straggler 1; either E1 or E3 (but not both) could suddenly\ncease to exist without it making any phenomenal difference in Duplication.\nSpeaking objectively, although there is something it is like, in all three cases, for S\nto experience A and B together —and it’s all the same to S, from S’s own perspective,\nwhether it’s E1’s or E3’s A, or both, that is experienced together with E2’s B—E2and E3 aren’t co-conscious in either of the Straggler cases. If we return to Straggler 1,\nwe can say that it is only in virtue of the co-consciousness relation between E1 and\nE2 that there is something it is like for S to experience A and B together. E3 plays no\nrole in this felt unity; things would feel identical if E3 didn’t exist.\nIt seems to me that this account of the co-consciousness relation—as a relation\nthat is not in and of itself, technically, experienced, but one in virtue of which\nexperience has the kind of felt unity Bayne is interested in—captures or exempliﬁesa common method of procedure or investigation in science (Grice 1961 ). We pick\nout a certain phenomenon by pointing to an aspect of it with which we have pre-theoretic acquaintance, typically by exemplar. In this instance, then, we might say,\n‘‘When I don’t just feel tired at the same time that I feel hungry, but I feel tired andThe unity of consciousness 683\n123"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "hungry together —when it feels, to me, as if I’m undergoing some kind of combined\nstate of hunger-and-fatigue— that phenomenon: what is that? ’’ We then await\nscientiﬁc investigation of the objective basis of this experienced togetherness.\nAlthough the ﬁrst step along the path to the discovery of this objective relation is\nthrough our own phenomenal experience, it may nonetheless turn out that,sometimes, the objective relation holds or fails to hold between some experienceseven when its doing so makes no phenomenological difference either way—as in\ncases of phenomenal duplication. Contra Bayne (p. 27), this does not fail to takeseriously that the relation of interest is, nonetheless, a phenomenal or experientialone, in a crucial sense. It particularly does not do so if there is a ready explanation\nfor why the failure of phenomenal unity makes no phenomenal difference in such\noccasional instances.\nLet me make a further point, an intuitive objection to which will offer a nice\nsegue into the next section. I have argued that the co-consciousness relation is arelation between experiences, not phenomenal characters. One might think that theinter-subject case just shows this. Consider that the co-consciousness relation\n(whether or not it is strictly speaking necessarily a transitive relation) seems to tendtoward transitivity—transitivity is a kind of organizing principle for consciousness.But that I am experiencing, together, A and B, and that you are experiencing,\ntogether, B and C, provides no reason to suspect that either of us (or the two of us\ntogether somehow) are experiencing A and C together. We don’t expect transitivityhere, because it would have to be transitivity between phenomenal characters, and\nthe co-consciousness relation, with its tendency toward transitivity, does not holdbetween phenomenal characters but between experiences—and your experiencesaren’t co-conscious with mine, we assume.\nBayne would, I think, reply by pointing out that he himself does not make co-\nconsciousness a relation between phenomenal characters but between experiences,\nwhose identities are not fully given by their phenomenal character (and time of\noccurrence) but also by their subject. Perhaps he would say that what the inter-subject case above shows is that the co-consciousness relation holds only within asubject—or, perhaps, that co-consciousness is a relation not between phenomenalcharacters but between states (or property instantiations) of a single subject. If this(clearly plausible) claim is true, however, then why is it true? One version of the\ntripartite account offers an explanation—but this is a version of the account thatcannot be used to answer the question of how many streams of consciousness there\narewithin an animal. Another version of the account can be used to answer that\nlatter question—but this version is, ﬁrst of all, in fact a version of the vehicularaccount, and meanwhile offers no explanation of why co-consciousness holds only\nwithin an animal. A seemingly similar but importantly different version of thevehicular account offers this explanation.\n4 Subjects of experience: organisms or intentional entities?\nIt is when one begins trying to individuate whole streams of consciousness that the\nnature of subjects of experience becomes particularly pressing. Bayne distinguishes684 E. Schechter\n123"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "three broad classes of possibility: an organismic account of the subject of\nexperience, a psychological account, and a phenomenal account. At different timesin the book he avails himself of an organismic construal of the subject of experience\nand a phenomenal construal; these are sufﬁciently different so as to effectively give\nrise to two different versions of the tripartite account: an organismic tripartite\naccount and a phenomenalist tripartite account. I believe that neither version is best\nsuited to answer questions about the identity and structure of conscious experience,and especially the token stream question, but the reason why is very different in thetwo cases, so I will discuss them separately.\n5\nAccording to the phenomenalist tripartite account, the identity of a conscious\ntoken (including a whole stream of consciousness) is a matter of its phenomenal\ncharacter, its time of occurrence, and its subject of experience—where a subject of\nexperience is itself a purely phenomenal, merely intentional entity (pp. 289–294).Bayne believes that only this account of the subject of experience can do justice tothe incredibly intimate conceptual connection between subjects and unity, since itmakes the relationship between subjects of experience and streams of consciousnessconstitutive.\nI like this account of the subject of experience, sharing Bayne’s assessment of its\nmerits. Bayne, however, does not explicitly note (though perhaps he implicitly\nrealizes) a crucial limitation of the account. If a subject of experience is a purely\nphenomenal, merely intentional entity—if it is something represented by a stream ofconsciousness, rather than something that enjoys any independent existence—thenwe cannot really use subjects to individuate streams of consciousness. The point isnot at base epistemic: if subjects of experience are no more than phenomenal (orintentional) entities; if their features are exhausted by properties of the streams ofconsciousness that represent them; if in fact they do not strictly speaking even exist,\nthen the tripartite account of the identity of conscious tokens is really just a bipartite\naccount, and all that is essential to the identity of a conscious token is its\nphenomenal character and its time of occurrence. But these are types of things: at a\nsingle point in time, two conscious tokens, including two streams of consciousness,could surely, at least in principle, be of the same phenomenal and representationaltype. There must then be additional feature of these conscious tokens in virtue ofwhich they aredistinct tokens.\nIt is understandable, then, that Bayne does not actually avail himself of the\nphenomenalist tripartite account until portions of the book at which he is no longer\nconcerned with the token stream question, for the phenomenalist tripartite account,\nwhich is a purely subjective account of the identity of experiences (and thus what Iwould call a ‘‘pure’’ tripartite account) cannot answer that question. Duringmoments at which he is concerned with the token stream question, then—with theissue of, for instance, whether or not there are any animals with multiple streams of\n5Although I will not discuss a psychological account of the token stream question, the version of the\nvehicular account I articulate in the next section may constitute such an account; see Shoemaker ( 1984 ).The unity of consciousness 685\n123"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "consciousness—Bayne instead adopts the organismic tripartite account, which\nidentiﬁes the subject of experience with the whole organism or animal.6\nThis version of the tripartite account is at least a viable one for answering the\ntoken stream question. The question, only, is why should we accept it. One concern\nis whether it really brings sufﬁcient resources to bear on the individuation ofconscious tokens—particularly where ‘‘hard cases,’’ of the sort that present anempirical challenge to the biological unity thesis, are concerned. I suspect thatBayne supplements the proper resources of the organismic tripartite account herewith additional conceptual constraints that are inappropriate to the account; I returnto this point in a moment. Even in the simplest, ‘‘easy’’ cases, though, the answersthat the organismic tripartite account provides to the token stream question seem to\nlack much depth. If we ask what makes your stream of consciousness different from\nmine, undoubtedly one answer is that they have a different phenomenal character,but this (merely contingent) fact doesn’t seem to get at the most fundamentaldifference. It gets at something more fundamental (if not exactly illuminating) tosay that the difference is that yours is yours and mine is mine. But now suppose thatwe are trying to determine whether a single human being, a single animal, has twostreams of consciousness. Bayne presumably does not want to simply deny, fromthe beginning, that such a thing is possible—otherwise why the careful labor of Part\nII of the book? If we begin by countenancing the possibility of a single human being\nwith two streams of consciousness, we must ask what would make them different.\nPhenomenal character is, again, a possibility, but it is still not clear that it is the mostfundamental one, in part because it is not clear why what is most essential to theidentity of multiple streams of consciousness within an animal (different phenom-enal characters) should be fundamentally different from what is essential to theidentity of multiple streams of consciousness in different animals (differentsubjects).\n7\nFurthermore, we might of course ask about the possibility of phenomenally\nidentical experiences within one animal—perhaps in two different streams ofconsciousness (which might or might not be entirely phenomenally identical). Evenif it were merely hypothetical, this question would be of theoretical import: if thereis reason to believe that phenomenal duplication within an animal is possible evenin principle, then the organismic tripartite account cannot be correct, for it makesphenomenal duplication within an animal impossible even in principle. As ithappens, though, the question is not merely hypothetical, for there are philosophers\n6Note that the phenomenalist tripartite account does have a certain appeal where the token experience\nquestion is concerned, perhaps because it appears to have no further ambitions than that of articulating thefeltstructure of experience. The organismic tripartite account brings the same resources to bear on the\ntoken experience question yet seems less satisfying, because it seems to have pretensions to capturesomething more.\n7If we accept the organismic tripartite, and don’t begin by ruling out the possibility of multiple streams\nof consciousness in one animal, then the most we can offer is a kind of disjunctive account: acrossanimals, streams of consciousness are distinguished by their subject; within an animal, by theirphenomenal character. I think one could provide a kind of causal/functional justiﬁcation for this claim,but doing so would require a slightly different account of the identities of conscious tokens, one accordingto which what distinguishes streams of consciousness from each other is at a very deep level the same inall cases. See Sect. 5.686 E. Schechter\n123"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "and psychologists who have attributed to a split-brain subject two streams of\nconsciousness with some type-identical experiences, and who might indeed thinkthat the plausibility of a conscious duality model for split-brain subjects hinges upon\nthe possibility of at least some such type-identical experiences.\nIt is here that my one dialectical objection to Bayne’s book arises. Why should\nwe accept that there can be no phenomenal duplicates within an animal? First, allBayne explicitly seems to say is that such duplicates are simply impossible on the(organismic) tripartite account, even though whether or not we should accept thataccount is part of what is at issue—especially, perhaps, when faced with somethinglike the split-brain phenomenon, in which the potential differences in consciousstructure between split-brain and non-split subjects are presumably rooted in\nneuroanatomical differences of the sort that only a vehicular account can appeal to.\nSecond, and more seriously, all that it seems Bayne can appeal to, to deny the\npossibility of phenomenal duplication, and consistently with the spirit of a\nsubjective account of phenomenal unity, is that having phenomenal duplicates\nwouldn’t feellike anything. There is no difference from the phenomenal perspective\nbetween having one experience with a given character and two experiences withthat identical character. Since we are now talking about experiences with the samephenomenal character but in two different streams of consciousness, though, why\nthink that there would be only a single subjective perspective? Each stream of\nconsciousness is presumably associated with a distinct subjective perspective—andthus the phenomenal duplicates do make a ‘‘phenomenal difference’’ in the sensethat, if one stream suddenly ceased containing any experiences type-identical withexperiences in the other, the subjective perspective associated with that streamwould (qualitatively) change.\nBayne now faces another fundamental choice that must be made by any theorist\nof phenomenal unity, or at least any who would appeal to subjects of experience:\nwhat is the relationship between a subjective or phenomenal perspective on the one\nhand, and a subject of experience on the other? Is it or is it not possible for a singlesubject of experience to have two phenomenal perspectives (at one time)? If asubject of experience is constitutively related to a phenomenal perspective, then\nthere is nothing to rule out that there are multiple subjects of experience within ananimal—for surely an animal is not constitutively related to a phenomenal\nperspective. Alternatively, we can identify the subject of experience with an animal,rather than with a subjective perspective. But now there can be multiple subjective\nperspectives within a single subject of experience. Either way, phenomenal\nduplication within an animal looks in principle possible.\n8\nBayne, I think, wants it both ways; he wants, somehow, to identify a subject of\nexperience with an animal and yet to also have there be a constitutive relationbetween subjects of experience and phenomenal perspectives or streams ofconsciousness. In order to rule out phenomenal duplication within an animal, he\n8In his defense of an animalist account of the subject of experience, Snowdon concedes that we cannot\nimagine what it is like to bea subject with a disuniﬁed consciousness. But, he says, ‘‘this merely raises the\nquestion whether there hasto be some way that it is like …when there is a single subject of experience’’\n(1995 , p. 78). He implies that there doesn’t, and if a subject of experience isjust an animal, then I can’t\nsee that he’s wrong.The unity of consciousness 687\n123"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "supplements a ‘‘pure’’ version of the tripartite account—i.e. a version according to\nwhich the identities of conscious experiences depend exclusively upon theirsubjective features, and according to which, therefore, phenomenal duplication is\nimpossible—with something objective: he identiﬁes the subject of experience not\nwith something that bears a special (ultimately constitutive) relationship tosubjective perspectives and streams of consciousness but with a living, breathinganimal. He does this, however, without relinquishing the conceptual connection\nbetween conscious unity and a purely phenomenal, merely intentional subject of\nexperience—without relinquishing the conceptual connection between subjects ofexperience and subjective perspectives, that is (He uses this conceptual connectionnot only against the possibility of phenomenal duplication, but also against\nLockwood’s ( 1989 ) partial unity of consciousness model, and indirectly against\nHurley ( 1998 ).) He therefore continues to appeal to that conceptual connection,\neven during times at which he is ostensibly assuming that the subject of experience\nis an animal—and then waits until later in the book to acknowledge that theorganismic concept of the subject of experience can’t be the one that is soessentially connected to our concept of conscious unity.\nAgain, I think this would be an error even if the issue had no greater dialectical\nimport. The error is only compounded by the fact that it rules out, by ﬁat, what one\nwould think is an otherwise not wholly implausible model of split-brain\nconsciousness (conscious duality with partial phenomenal duplication), and in anyevent one that, even if ultimately wildly inadequate, should turn out to be wildlyinadequate on at least partly empirical grounds.\nFor all that, however, one could come up with an argument that ruled out\nphenomenal duplication, within an animal, on functional or causal grounds, ratherthan on subjective grounds. Such an argument suggests an account of the identity ofconscious experiences that is quite similar to the organismic tripartite account and\nyet is in fact a vehicular account. I turn to such an account now.\n5 Organisms and causal systems\nIronically, in light of Bayne’s stated objections to any account of the identities of\nconscious experiences that appeals to their subpersonal features or to facts abouttheir vehicles, the organismic tripartite account is arguably itself a version of the\nvehicular account. Bayne draws the distinction between the two kinds of account in\nterms of the personal/subpersonal distinction—a vehicular account appeals tosubpersonal features of experiences while the tripartite account doesn’t—and whileI don’t know if an organism’s identity is a ‘‘subpersonal-level’’ feature, per se, itdoesn’t seem to be a ‘‘personal-level’’ feature as that is normally understood.\n9\nFurthermore, while the tripartite account makes no appeal on its face to anything\nphysical, functional, or causal, such features are ‘‘smuggled into’’ an organismicversion of the account, because organisms are causal systems, and because the\n‘‘belonging’’ relation—the relation between an experience and its subject—will\n9Louise Richardson suggests that it is perhaps a-personal.688 E. Schechter\n123"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "presumably itself have to be unpacked in physical or functional terms. Finally and\nmost simply, I suggested in Sect. 2that the fundamental difference between the\ntripartite and the vehicular account is that the former is a purely subjective account\nof the identities of experiences. The identities of organisms, however, are objective.\nSince an organismic subject of experience isn’t a purely subjective being, there\nis, again, nothing in the account in and of itself to rule out the possibility ofphenomenally identical experiences within one and the same ‘‘subject,’’ since thereis nothing to rule out that such a subject would have multiple distinct phenomenalperspectives. That said, one might attempt to rule out the possibility of phenomenalduplication, within an animal, on functional or causal grounds, and indeed I thinkthere is a prima facie plausible argument lurking in this area that phenomenal\nduplication within an animal is not possible. Allow me a few paragraphs to explain.\nIf experiences and streams of consciousness are real, then (most would agree)\nthey must occupy a space in the causal network of the world. One thing that woulddistinguish your stream of consciousness from mine, even if they were type-identical at every moment, would be that they occupied different overall places inthe causal network of the world, because each is located within a different causalsystem—the causal system associated with your mind and your body and thatassociated with mine. This suggests what I think is a plausible proposal: what\ndetermines the identity of a conscious token is, in part, the causal system in which it\nis located. This suggestion could also help motivate and provide causal justiﬁcationfor Bayne’s emphasis on phenomenal character: perhaps, given locatedness within a\nparticular causal system, the powers of an experience are determined by itsphenomenal character of content (if the causal powers of experiences supervene ontheir characters or contents).\nThere are systems everywhere, though; what is the kind of system locatedness\nwithin which is relevant to the identities of conscious tokens? A neural circuit? A\nvisual system? A hemisphere? A nervous system? A mind? A brain? A body or\nanimal? An animal—plus aspects of its environment with which it interactssufﬁciently intimately? A kin group? A culture? What we want to do is to locate thatsystem within which important generalizations about experiences can take hold. It’shard to say exactly what these generalizations should be of course; we might pointto relations between experience and memory, or experience and action; in the spiritof the holistic perspective on consciousness that Bayne advocates, we might evensuggest that some of these important generalizations will involve unity with other\nexperiences. Indeed, if Bayne is right, then one important generalization is that\nconsciousness comes uniﬁed: the relevant causal systems, then, are those within\neach of which all experiences are uniﬁed (and across which no experiences are).\nFrom this perspective we can see the organismic tripartite account as making a\ncertain hypothesis: that the kind of causal system locatedness within whichdetermines a conscious token’s identity is a whole animal. Needless to say, thehypothesis enjoys a high degree of plausibility. There are many generalizationsabout experiences that appear to hold only for experiences within a single animal,\nand not for experiences that are located in different animals. It is also a fair\nhypothesis that the system within which the type identity conditions for conscious\ntokens are met and deﬁned is a whole animal. If that is correct, then we have aThe unity of consciousness 689\n123"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "reasonably good argument that phenomenal duplication within an animal isn’t\npossible. (Again, assuming one also accepts that the functional role of an experiencesupervenes on its phenomenal character, or perhaps its representational content\nmore broadly.)\nNow we have two rather similar accounts with which we could attempt to answer\nthe token stream question: the organismic tripartite account, and the ‘‘causalsystems account’’—according to which it may well turn out that the relevant causal\nsystem is the whole animal, but might not. Their similarity suggests, again, that theorganismic tripartite account is in fact a version of the vehicular account. Thedifference between the two is that the organismic tripartite account begins bystipulating what can be discovered using the causal systems account. For this\nreason, the causal systems account enjoys a kind of explanatory priority over the\norganismic tripartite account, even if the latter turns out to be serviceable. That is,even if it turns out to be correct that experiences can be identiﬁed by appealing totheir phenomenal character, time of occurrence, and the animal to which theybelong, the causal systems account explains why: because an organism is that causal\nsystem within which the important generalizations we want to make aboutexperiences take hold.\nOn the other hand, those who have looked at the split-brain phenomenon have\noften been led to conclude that the relevant causal system may be somewhat smaller\nthan the whole organism—that the relevant causal system may be either ahemisphere (Sperry 1977 ), or perhaps a system combined of hemispheric and sub-\ncortical pathways (Tononi 2004 ), or perhaps almost the entire organism, minus one\nhemisphere (Davis 1997 ). Evidence that conscious unity does not hold inter-\nhemispherically, in the split-brain subject, is evidence that, whatever it is, therelevant causal system cannot be one that includes both hemispheres. I suspect thatmany who have argued for conscious duality, in the split-brain subject, in part by\nappealing to the fact that experiences in the split-brain subject are located in two\ndifferent hemispheres which aren’t ‘‘directly’’ connected, have been implicitlyappealing to something like this ‘‘causal systems account,’’ which uses locatednesswithin a particular system to individuate a conscious token.\nWhether or not the relevant causal system is the whole animal is an empirical\nmatter, according to the causal systems account (a ‘‘pure’’ vehicular account). Doesthis mean that it is an exclusively empirical matter, according to the causal systemsaccount, whether or not the subject of experience is identiﬁable only with the whole\nanimal? The answer is ‘‘no’’—it depends upon the kind of subject of experience one\nmeans, where this itself is a conceptual matter. Again, I liked Bayne’s account of thepurely phenomenal, merely intentional subject of experience or self, one he arrivesat via introspection and conceptual analysis. But it is at least a partly empiricalmatter how thatsubject of experience relates to the experiencing animal. So there is\nimportant conceptual work to be done here—and there may be multiple concepts ofthe subject of experience at play. The point is that once one has articulated a conceptof the subject of experience according to which it is the merely intentional subject of\na stream of consciousness, it is an open question how many subjects of that sort\nthere are within a subject of experience of a different sort—an experiencing animal,that is.690 E. Schechter\n123"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "6 Conclusion\nMy major arguments have been that if we want to understand the objective structure\nof consciousness, and indeed, if we want to be able to individuate streams ofconsciousness at all, so as to know, for example, how many such streams a singleanimal possesses, then we need to make objective features of conscious tokens\nessential to their token identities. To this end, the phenomenal co-consciousnessrelation should itself be understood to be an objective relation. The relation is one\nthat we ﬁrst pick out on the basis of our pre-theoretical, phenomenological\nacquaintance with it, but whether or not it holds between two particular experiencesis not itself necessarily something that makes a phenomenal difference to anysubject.\nBayne must choose between identifying the subject of experience with a\nsubjective or phenomenal perspective—such that a subject of experience necessarilyhas a single, uniﬁed phenomenal perspective—and identifying a subject ofexperience with a conscious animal. Going the former route allows the tripartite\naccount to articulate the subjective structure of a single stream of consciousness, but\nno more; it cannot be used to individuate streams of consciousness or subjects ofexperience. Going the latter route, forgoing a subjective account of the identity ofexperiences, requires forgoing the conceptual connection between our identities andour ﬁrst-personal perspectives on our own conscious experience.\nAcknowledgments Many thanks to Louise Richardson and Tim Bayne for helpful comments on drafts\nof this paper.\nReferences\nBayne, T. (2010). The unity of consciousness . Oxford: Oxford University Press.\nBayne, T., & Chalmers, D. (2003). What is the unity of consciousness? In A. Cleeremans (Ed.), The unity\nof consciousness: Binding, integration and dissociation (pp. 23–58). Oxford: Oxford University\nPress.\nBlock, N. (1995). On a confusion about a function of consciousness. Behavioral and Brain Sciences, 18 ,\n227–287.\nChalmers, D. (1997). Availability: The cognitive basis of experience. (Commentary on Ned Block (1995):\nOn a confusion about a function of consciousness). Behavioral and Brain Sciences, 1997 (20),\n148–149.\nDainton, B. (2000). Stream of consciousness . London: Routledge.\nDavis, L. (1997). Cerebral hemispheres. Philosophical Studies, 87 , 207–222.\nGrice, H. (1961). The causal theory of perception. Proceedings of the Aristotelian Society, Supplementary\nVolumes, 35 , 121–152.\nHurley, S. (1994). Unity and objectivity. In C. Peacocke (Ed.), Objectivity, simulation and the unity of\nconsciousness (pp. 49–77). Oxford: Oxford University Press.\nHurley, S. (1998). Consciousness in action . Cambridge, MA: Harvard University Press.\nLockwood, M. (1989). Mind, brain and the quantum . Oxford: Blackwell Publishers.\nLockwood, M. (1994). Issues of unity and objectivity. In C. Peacocke (Ed.), Objectivity, simulation, and\nthe unity of consciousness (pp. 89–95). Oxford: Oxford University Press.\nNagel, T. (1974). What is it like to be a bat? Philosophical Review, 83 , 435–450.\nRevonsuo, A. (2000). Prospects for a scientiﬁc research program on consciousness. In T. Metzinger (Ed.),\nNeural correlates of consciousness: Empirical and conceptual questions . Cambridge: MIT Press.\nShoemaker, S. (1984). Personal identity: A materialist’s account. In S. Shoemaker, & R. Swinburne,\nPersonal Identity . Blackwell Publishing.The unity of consciousness 691\n123"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Snowdon, P. (1995). Persons, animals, and bodies. In J. Bermu ´dez, A. Marcel, & N. Eilan (Eds.), The\nbody and the self (pp. 71–86). Cambridge, MA: MIT Press.\nSperry, R. (1977). Forebrain commissurotomy and conscious awareness. The Journal of Medicine and\nPhilosophy, 2 , 101–126.\nTononi, G. (2004). An information integration theory of consciousness. BMC Neuroscience, 5 , 42.\nTye, M. (2003). Consciousness and persons: Unity and identity . Cambridge: MIT Press.692 E. Schechter\n123"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Copyright\nof\nPhilosophical\nStudies\nis\nthe\nproperty\nof\nSpringer\nScience\n&\nBusiness\nMedia\nB.V.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}