{
  "doc_type": "scientific paper",
  "title": "Case study A novel application of mindfulness and acceptance based",
  "authors": [
    "Schneider"
  ],
  "year": 2017,
  "journal": "ScienceDirect",
  "doi": "10.1016/j.jcbs.2017.04.003",
  "abstract": null,
  "keywords": [
    "MisophoniaCase studyDialectical behavior therapyAcceptance and commitment therapy"
  ],
  "research_topics": [
    "MisophoniaCase studyDialectical behavior therapyAcceptance and commitment therapy"
  ],
  "created_at": "2025-05-04T23:07:49.197994Z",
  "source_pdf": "documents/research/Global/Schneider 2017 Case study A novel application of mindfulness and acceptance based.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Contents lists available at ScienceDirect\nJournal of Contextual Behavioral Science\njournal homepage: www.elsevier.com/locate/jcbs\nBrief Empirical Reports\nCase study: A novel application of mindfulness- and acceptance-based\ncomponents to treat misophonia\nRebecca L. Schneider⁎, Joanna J. Arch\nDepartment of Psychology and Neuroscience, University of Colorado Boulder, Boulder, CO, USA\nARTICLE INFO\nKeywords:\nMisophoniaCase studyDialectical behavior therapyAcceptance and commitment therapy\nTreatmentABSTRACT\nMisophonia is an important, yet understudied, psychological condition characterized by feelings of extreme\nanger and disgust in response to speci ﬁc human-generated sounds. Several promising case studies using\ncognitive behavioral therapy to treat misophonia have been published, but given the limited work to date,\nexploring additional treatment options and expanding the potential options available to clients and cliniciansremains important. In order to target the high levels of anger and disgust, we treated a case of misophonia in a\n17-year-old male using 10 (50-min) individual sessions based on mindfulness- and acceptance-based components\ndrawn from dialectical behavior therapy and acceptance and commitment therapy. In particular, we focused onacceptance, mindfulness, opposite action, and nonjudgmentalness strategies. At 6-month follow-up, the client\nreported no signi ﬁcant di ﬃculties and a continued decline in symptoms. Theoretical rationale and treatment\nimplications are discussed.\n1. Theoretical and research basis for treatment\nMisophonia is an understudied, di ﬃcult-to-treat condition charac-\nterized by extreme sensitivity to speci ﬁc human (and sometimes\nanimal; Cavanna & Seri, 2015 ) generated sounds, including chewing,\nslurping, and pen tapping ( Schroder, Vulink, & Denys, 2013). In the\npresence of bothersome sounds, individuals with misophonia experi-\nence an aversive reaction, which can be immediate and overwhelming\nand involve feelings of anger or rage, disgust, and anxiety. Although\nmisophonia has been proposed for inclusion in the DSM under the\ncategory of obsessive-compulsive and related disorders ( Schroder,\net al., 2013 ), remarkably little is known about the etiology and\ntreatment of this condition (see Cavanna & Seri, 2015 for a more\nextensive review of misophonia and its etiology).\nInitially, misophonia was treated by audiologists using tinnitus\nretraining therapy (TRT; Jastrebo ﬀ& Jastrebo ﬀ, 2002), which attempts\nto extinguish conditioned misophonia reactions by pairing the o ﬀend-\ning sounds with a neutral noise (e.g., white noise generator) that dilutestheir e ﬀects (this technique is also used in the treatment of tinnitus and\nhyperacusis). However, TRT works to some extent by masking the\noﬀending sounds, which can be viewed as a form of avoidance similar\nto using headphones or earplugs to distract oneself or reduce unwantedsounds, risking reinforcing the notion that such sounds are undesirableand intolerable on their own. In addition, it is unclear the extent to\nwhich TRT is an e ﬀective treatment for misophonia, as to our knowl-\nedge, no controlled studies on this approach have been published.\nMore recently, a small number of case studies have been published\nthat employ cognitive behavioral therapy (CBT) to systematicallyrestructure thoughts and gradually expose individuals to triggering\nsounds, suggesting the potential of CBT to successfully treat misophonia\n(Bernstein, Angell, & Dehle, 2013; McGuire, Wu, & Storch, 2015 ). How-\never, despite preliminary success, no controlled studies on thisapproach have been conducted. One clinician has also reported using\na counterconditioning or neural repatterning technique\n1to treat the\nphysical re ﬂex in misophonia ( Dozier, 2015a, 2015b ). This technique,\nhowever, is highly experimental and limited in that the successful\ntreatment of one misophonia trigger does not appear to generalize to\nnon-treated triggers ( Dozier, 2015c ). To our knowledge, no other\npsychological treatment approaches have been studied for the treat-ment of misophonia.\nAlthough the CBT-based case studies in particular appear promising,\nit would enhance the understanding and treatment of misophonia if\ntherapists had multiple viable psychosocial treatment options.\nMoreover, acknowledging the (unfortunately) large portion of commu-\nnity clinicians who report discomfort in delivering exposure-based\ntreatment ( Deacon & Farrell, 2013; Hipol & Deacon, 2013 ), or who\nhttp://dx.doi.org/10.1016/j.jcbs.2017.04.003\nReceived 11 September 2016; Received in revised form 6 March 2017; Accepted 3 April 2017⁎Correspondence to: 345 UCB Muenzinger Boulder, 80309-0345 CO, USA.\nE-mail address: Rebecca.L.Schneider@colorado.edu (R.L. Schneider).\n1This technique involves pairing a brief, low-level version of the trigger stimulus with a louder positive stimulus (e.g., a favorite song) such that the trigger stimulus only elicits a brief,\nmild physical reaction, and progressively reducing the volume on the positive stimulus while maintaining the mild level of reaction.Journal of Contextual Behavioral Science 6 (2017 ) 221–225\n2212-1447/ © 2017 Association for Contextual Behavioral Science. Published by Elsevier Inc. All rights reserved.\nMARK"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "deliver exposure in sub-optimal doses ( Farrell, Deacon, Kemp,\nDixon, & Sy, 2013), we also reasoned that exploring the viability of\nan alternative, mindfulness- and acceptance-based approach based on\ncomponents2within the CBT family (but that is not strictly a cognitive\ntherapy or exposure-based approach) would expand both the researchdomains and range of behavioral approaches available to those\nresearching and treating clients with misophonia.\nAcceptance and commitment therapy (ACT; see Hayes,\nStrosahl, & Wilson, 1999 and Hayes, Strosahl, & Wilson, 2012 for a\nmore extended review of this treatment and Harris, 2009 for a\npractitioner's guide) has demonstrated similar e ﬃcacy to CBT in the\ntreatment of mixed anxiety disorders ( Arch et al., 2012 ), social anxiety\ndisorder ( Craske et al., 2014 ), and obsessive compulsive disorder (OCD;\nBluett, Homan, Morrison, Levin, & Twohig, 2014 ), and thus represented\na promising alternative to explore. As misophonia is associated with\nstrong emotions experienced as intolerable across a variety of settings\n(Schroder et al., 2013), an ACT-based framework for the treatment of\nmisophonia appeared clinically relevant given its emphasis on accep-\ntance rather than symptom reduction. ACT's focus on targeting a range\nof emotions, rather than solely focusing on anxiety, also appeared\nclinically relevant, since anxiety is not as prominent in misophonia as in\nOCD and other anxiety disorders ( Schroder, et al., 2013 ).\nMisophonia triggers are often initially localized to a small number\nof sounds or behaviors produced by a small number of people in the\nclient's life ( Schroder et al., 2013 ). As a person with misophonia\nincreases their avoidance of these triggers, the number and type oftriggers increase, until the triggers and attempts to avoid them become\nimpairing ( Edelstein, Brang, Rouw, & Ramachandran, 2013). From an\nACT perspective, it is not the misophonia triggers themselves that causeproblems in the client's life, but rather the avoidant response to such\ntriggers. Relatedly, the client's relationship to the triggers, that is, their\nfusion with the associated thoughts also creates problems by increasing\nthe desire for avoidance. Therefore, from an ACT perspective, inaddition to making space for the di ﬃcult feelings that arise in response\nto triggers, it is also important to create distance from the associatedthoughts to reduce their control over one's life and increase the ability\nto live in line with one's values.\nDialectical behavior therapy (DBT; see Linehan, 1993 for a more\nextended review of this treatment and Linehan, 2014a, 2014b for the\nskills training manual) represented another theoretically relevantframework for the treatment of misophonia, given its emphasis on\ntargeting anger, a primary emotion in misophonia, and its emphasis on\ndistress tolerance. The components of acceptance and distress tolerance\ntaught in ACT and DBT seemed particularly relevant given that even\nbrief exposure to misophonia triggers is associated with immediate,\noverwhelming feelings of anger, rage, and disgust that can be experi-\nenced by clients as intolerable. In addition to acceptance and distress\ntolerance, our treatment also incorporated the components of mind-\nfulness, opposite action, and nonjudgmentalness, as taught in DBT and\nto some extent, in ACT. Mindfulness and opposite action were taught in\nconjunction with the treatment focus on acceptance of di ﬃcult emo-\ntions, while nonjudgmentalness was taught in conjunction with thefocus on creating distance from di ﬃcult thoughts. Therefore, we\nprioritized the identi ﬁcation of behavioral intervention components\nthat targeted key clinical features of misophonia.\nBased on this logic, we recently treated a case of misophonia using\nmindfulness- and acceptance-based components and strategies drawn\nfrom DBT and ACT. In that neither approach is yet validated, tailored,\nor manualized for the treatment of misophonia, we did not select a\nsingle treatment package and deliver all elements from that package.Rather, as noted, we derived the behavioral components from ACT and\nDBT that appeared most theoretically and clinically relevant to\nmisophonia and deliberately employed those in treatment.\nSpeciﬁcally, we primarily conceptualized treatment from an ACT\nperspective, ﬁrst using ACT components at the beginning of treatment\nto shift the client's perspective on thoughts and feelings, and then\nbringing in DBT components to help facilitate this shift in perspective.\nThis approach is in line with existing literature using ACT in conjunc-tion\nwith other behavioral technologies (e.g., acceptance-based expo-\nsure therapy, England et al., 2012; ACT plus habit reversal training,\nTwohig & Woods, 2004 ).\nAlthough we acknowledge that several of these components could\nalso be conceptualized from a CBT perspective, as mindfulness- and\nacceptance-based cognitive behavioral therapies do overlap to some\nextent with more recent CBT approaches ( Arch & Craske, 2008), fram-\ning the components from mindfulness- and acceptance-based CBTperspectives more precisely re ﬂected our case conceptualization and\nintervention approach. To our knowledge, this is the ﬁrst reported case\nof misophonia successfully treated with a mindfulness- and acceptance-\nbased approach.\n2. Case introduction\n“Michael, ”a 17-year-old high school senior, was referred to our\nclinic by his mother for distress and anger caused by eating-related\nsounds. Although he had been annoyed by these sounds since middle\nschool, his annoyance had recently reached a high level of anger and\nrage, accompanied by an extreme, uncontrollable “ﬁght or ﬂight”\nresponse, negative thoughts directed at the intolerable feelings ( “I can ’t\nstand this ”) and at the o ﬀending persons ( “They ’re disgusting ”), and\nincreasing levels of behavioral avoidance. This avoidance signi ﬁcantly\ninterfered across a variety of domains, including school, friends, andfamily. Michael reported that he had a hard time concentrating or\nstaying present in school because classmates often ate or chewed gum\nin class; he tried to avoid certain students altogether who were\nespecially triggering. He also told several of his friends to not eat\naround him and would get angry if they forgot. Michael refused to eat\nmost meals with his family, often arranging his schedule so that he\nwould not be present at family dinners, and avoided his family\nwhenever they were snacking (which was often). By the time Michael\ncame in for treatment, his behavior was increasingly being driven by\navoidance, rather than by his values, he was increasingly fused with\nnegative judgments of his misophonia triggers, and his ability to\ntolerate the distressing feelings provoked by his triggers was increas-\ningly low. Michael did not report any other concerns or di ﬃculties, and\nthus treatment focused exclusively on his symptoms of misophonia.Michael provided written consent for his case to be described in a case\nreport.\n3. Assessment\nAt intake, Michael met criteria for misophonia based on information\ngathered in an unstructured clinical interview assessing how his\nsymptoms map onto the diagnostic criteria proposed by Schroder\net al. (2013) and the Amsterdam Misophonia Scale (A-MISO-S;\nSchroder et al., 2013 ), see Fig. 1 . In addition, on the Structured Clinical\nIntake for DSM-IV Disorders (SCID; First, Spitzer, Gibbon, and Williams,\n2002 ) Michael reported subthreshold symptoms of obsessive-compul-\nsive disorder (e.g., ﬂeeting violent intrusive thoughts, needing to lock\nhis door up to 20 times per night) that were not time-intensive or\ndistressing and thus considered subthreshold, as well as a recent major\ndepressive episode that remitted without treatment.\n3.1. Amsterdam misophonia scale\nThe A-MISO-S is a questionnaire developed by Schroder, et al. 2Although ACT and DBT often use di ﬀerent terms to refer to the individual techniques\nused in treatment (e.g., “process ”in ACT and “skill ”in DBT), we use the term\n“components ”throughout this article in order to employ a common language in referring\nto the techniques drawn from ACT and DBT.R.L. Schneider, J.J. Arch Journal of Contextual Behavioral Science 6 (2017) 221–225\n222"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "(2013) based on the Yale Brown Obsessive Compulsive Scale (Y-BOCS;\nGoodman et al., 1989 ). It is comprised of 6 questions that ask users to\nrate their misophonia symptoms in terms of time, interference, distress,\nresistance, controllability, and avoidance, on a scale from 0 to 4; scores\ncan range from 0 to 24, with scores from 0 to 4 considered subclinical,\n5–9 considered mild, 10– 14 moderate, 15 –19 severe, and 20– 24\nextreme. Michael scored toward the upper limit of the moderate range\nat the beginning of Session 1.\nThe A-MISO-S was administered at sessions 1, 3, 5, 7, 8, 9, and 10\n(with sessions generally occurring weekly, excluding a 2-week gap from\nsession 4– 5 and a 1-month gap from session 8– 9 due to client travel), as\nwell as at 1-week post-treatment (Post) and 6-month follow-up (6-month FU, i.e., 6 months after Post) to measure misophonia symptoms\n(see Fig. 1). The PHQ-9 ( Kroenke & Spitzer, 2002 ) and GAD-7 ( Spitzer,\nKroenke, Williams, & Löwe, 2006 ) were administered at sessions 1, 3, 5,\n7, 9, and 1-week post treatment to assess depression and general\nanxiety; Michael did not report symptoms of depression or anxiety on\nthese measures at any time during treatment. As shown in Fig. 2,a\nhierarchy of triggers, along with client ratings of his strength of reactionand need to respond to each was created in Session 1 and subsequently\nreassessed at Post and 6-month FU.4. Case conceptualization and treatment overview\nMichael came to our clinic in late April 2015. He was leaving for\ncollege in August, with one month of vacation planned in July,permitting only 2.5 months for the entire treatment, with an extended\nbreak in the middle. Although exposure therapy can work quickly in\nsome cases, we were reluctant to use a traditional CBT treatment\npackage in case this time frame proved to be insu ﬃcient for completing\ntraditional CBT with exposure (or exposure alone), particularly giventhe intensity of Michael's rage and disgust reactions. Together with our\ndesire to examine alternative treatments, this concern led us to examine\nother possible treatment options.\nBased on Michael's report that his misophonia reactions re ﬂected\nimmediate, uncontrollable, and overwhelming feelings of anger and\ndisgust, we chose to approach treatment from a mindfulness- and\nacceptance-based perspective, with the primary objective to improve\nthe tolerability and acceptability of his reactions. We began treatment\nwith acceptance and defusion components drawn from ACT to help\nMichael to create psychological distance from his misophonia-related\nthoughts and openness towards his feelings of anger. Speci ﬁcally, we\naimed to help Michael defuse from the thoughts such as “I can ’t stand\nthis!”and“Why are they eating right now!, ”as well as to defuse from\nactual eating sounds, such that they no longer represented “eating\nnoises, ”but rather a more neutral collection of diverse sounds.\nMichael also reported that his misophonia reactions varied slightly\ndepending on factors such as how he was feeling at the time and who\nwas making the noise; for example, in intake he reported feeling very\nangry in response to his father for eating dinner one night, but that his\nanger dissipated immediately when he turned to look at his father and\nrealized it was just his cat eating. Thus, we believed that identifying the\nthoughts and behaviors exacerbating his reactions (but without trying\nto change or counter them as is done in traditional CBT) could also\nserve as an important treatment target. We thus approached histhoughts from the nonjudgmental stance as taught in DBT, teaching\nMichael how to approach eating situations by describing facts, rather\nthan judgments. DBT's approach to increasing nonjudgmentalness\nthrough the use of speci ﬁc worksheets and exercises (see Linehan,\n2014a, 2014b )\n allowed for a more concrete and incremental approach\nto change in our less-willing client. However, an ACT-based emphasis\non noticing judgments and separating them from facts while practicing\nmindfulness would likely provide another e ﬀective approach to in-\ncreasing nonjudgmentalness.\nAlthough we discussed the course of Michael's misophonia reactions\nand factors that strengthened or weakened these reactions early intreatment, midway through treatment we found ourselves desiring a\nﬁner-grain analysis of cause and e ﬀect. Although this level of detail can\nbe achieved using techniques drawn from a number of di ﬀerent\ntraditional CBT treatments, we chose to achieve this using DBT chain-\nanalysis. The DBT chain analysis provides a concrete, highly detailed,\nwell-structured framework for functional assessment ( Rizvi & Ritschel,\n2014 ), and thus was appealing for an adolescent client that responded\nwell to structured hands-on worksheets. However, similar work could\nbe conducted within a less formal (but similarly detailed) approach to\nfunctional assessment. The introduction of chain analyses for eating\noccasions marked our transition from teaching underlying concepts\nusing techniques primarily drawn from ACT to teaching concepts using\ntechniques primarily drawn from DBT, although we also continued to\ndraw from ACT as noted. This shift from ACT to DBT components\nreﬂected our desire to tailor the treatment strategies based on the\nclient's presentation rather than delivering a predetermined set of skillsfrom a single treatment package. Through chain analysis, we learned\nthat when Michael heard or anticipated hearing an eating noise, he\nwould physically tense his body to prepare for the next occurrence of\nthe noise. Since it seemed that this anticipatory tension could be\ncounterproductive, serving to intensify and reinforce Michael's mis-\nophonia response, we asked Michael to engage in the “opposite action ”\nFig. 1. Amsterdam Misophonia Scale.\nFig. 2. Client misophonia hierarchy.R.L. Schneider, J.J. Arch Journal of Contextual Behavioral Science 6 (2017) 221–225\n223"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "move of physically relaxing his body in anticipation of the noise. This\nmove was related to what is taught in applied or cued relaxation\n(Borkovec & Costello, 1993), in which clients are instructed to system-\natically relax muscle groups when cued by the presence of anxiety. Incontrast to applied or cued relaxation, however, we did not provide any\nformal relaxation training or any instruction beyond “try to relax your\nbody whenever you want to tense it ”and thus do not consider this\ninstruction to fully re ﬂect applied or cued relaxation. Nonetheless, this\ninstruction proved to be remarkably helpful. As a result, we expandedour conceptualization of treatment to include an emphasis on bodily\nrelaxation. We conceptualized this as an “opposite action” on a physical\nlevel, in keeping with our conceptualization from a DBT perspective.Opposite action represents a central skill taught in DBT, in which clients\nare instructed to engage in the opposite behavior as the emotion's\naction urge in order to decrease the link between the stimulus and the\nunjusti ﬁed response ( Lynch, Chapman, Rosenthal, Kuo, & Linehan,\n2006 ). This skill could also be presented from a similar (traditional)\nCBT-based framework. Opposite action has traditionally been concep-\ntualized as a behavioral approach to changing one's emotions ( Linehan,\n2014a ). However, this skill could ﬁt within an ACT-consistent frame-\nwork if presented with a di ﬀerent intention in mind, as we did, such\nthat the client is instructed that the goal is notto change their internal\nstate or promote relaxation as an alternative to anger, but rather to\ncreate more ﬂexibility in their behavioral response to sounds in order to\nmove towards valued directions. ACT has previously been successfullypaired with competing response training (e.g., ACT plus habit reversal\ntraining for trichotillomania; Twohig & Woods, 2004 ), suggesting that\ninstructions to engage in a competing behavioral response can beeﬀectively incorporated into an ACT framework as well.\n5. Course of treatment\nTreatment consisted of 10 50-min sessions.\n5.1. Sessions 1 and 2\nTreatment began with psychoeducation on misophonia, anger, and\ntheﬁght-or- ﬂight response, including a discussion on the connection\nbetween thoughts, behavior, and physiology. Michael created a hier-archy of misophonia triggers and began identifying what made his\nreactions better or worse. In the initial phases of treatment he tracked\ntrigger situations, related thoughts, and distress using self-monitoring\nforms.\n5.2. Sessions 3 and 4\nIn sessions 3 and 4, we introduced ACT values and cognitive\ndefusion skills. Michael identi ﬁed personal values of respect, learning,\nand interpersonal connectedness, and evaluated whether his habitual\nreactions to eating sounds brought him closer to or further from his\nvalues. After using metaphors and personal experience to discuss how\nthoughts, feelings, and other people remain largely out of our control,\nwe introduced the component of cognitive defusion as a way of\nchanging our relationship with thoughts. Defusion exercises employed\nin session included the “lemons, lemons, lemons ”exercise (a derivation\nof the “milk, milk, milk ”exercise; Masuda, Hayes, Sackett, & Twohig,\n2004 ), saying thoughts in di ﬀerent voices and visualizing them in\ndiﬀerent\nfonts, labeling thoughts as thoughts (e.g., “I’m having the\nthought that …”and “I notice I ’m having the thought that …”), and\nmindful observation of thoughts (e.g., leaves on a stream exercise;Hayes et al., 1999 ). Michael reported that using defusion created some\ndistance between him and his thoughts, rendering them less over-whelming and less in ﬂuential over his behavior.5.3. Sessions 5 and 6\nWe spent the next two sessions conducting DBT-style chain analyses\n(see Linehan, 2014b for the worksheets used) to compare situations\neliciting stronger and weaker misophonia reactions. Michael noticed\nthat being well rested and feeling in control of the situation and his\nactions weakened his reaction. He also identi ﬁed physically tensing in\nanticipation of eating sounds, which he reported strengthened hismisophonia reaction. Thus, we invited him to try the “opposite action ”\nmove of physically relaxing instead of tensing, which proved highlyeﬀective. He found it di ﬃcult to remain angry when his body was\nrelaxed, and was thus able to increase his exposure to more challengingsituations for greater lengths of time as a result.\n5.4. Sessions 7 and 8\nIn sessions 7 and 8, we reviewed strategies for general stress\nmanagement and introduced the notion of mindfulness; Michael began\npracticing mindfulness during everyday activities. Since his thoughts\nwere often directed at speci ﬁc people ( “you’re disgusting ”), we also\nintroduced the DBT component of nonjudgmentalness. Speci ﬁcally, we\nhad Michael practice noticing his judgmental thoughts and re-describ-\ning the situation objectively (just the facts), beginning with easier\nsituations (e.g., related to his sister) and moving to more di ﬃcult\nsituations (i.e., misophonia situations). Noticing and describing thesituation nonjudgmentally di ﬀused Michael's anger such that he no\nlonger felt angry towards speci ﬁc people when they ate. Experiencing\nhis anger more di ﬀusely rather than as speci ﬁcally directed towards\nindividual people served to improve Michael's relationships with hisfamily and friends. To practice accepting emotions triggered by others ’\neating, we did an acceptance-based mindfulness of anxiety exercise\nadapted from an ACT for anxiety protocol ( Eifert & Forsyth, 2005),\nwhich we transformed into a mindfulness of anger and disgust exercisewhile listening to a recording of someone eating chips. Though Michael\nfound this challenging, afterwards he described his anger and disgust\nemotions as feeling “less all-consuming ”than usual, as a result of\nacknowledging and making space for the emotions rather than strug-gling against them.\n5.5. Sessions 9 and 10\nAfter a month-long break following Michael's July vacation, in\nsessions 9 –10 we reviewed skills and worked on relapse prevention.\nSpeciﬁcally,\nwe brainstormed what aspects of college might be more\ndiﬃcult in terms of misophonia triggers and beyond. We also reviewed\nhow his initial misophonia triggers developed to identify warning signs\nfor the development of new triggers.\n5.6. Post-treatment through 6-month follow-up\nOne week later, Michael re-rated his misophonia hierarchy (see\nFig. 2 ). He reported automatically relaxing in anticipation of others ’\neating and feeling far less triggered. Two months later, he reported\nhaving almost no issues. 6 months post-treatment, Michael again rated\nhis misophonia hierarchy and completed the misophonia question-\nnaires. Impressively, his scores across all measures had continued to\ndecrease. Notably, although his reaction to open mouth chewing had\nreturned to its baseline strength level (the sole hierarchy item that did\nnot continue to decrease), his need to do something in response to such\nchewing remained much lower than at baseline, indicating that Michael\nwas better able to accept and tolerate the discomfort triggered by his\nmisophonia.\n6. Treatment implications\nTo our knowledge, this is the ﬁrst reported case of misophoniaR.L. Schneider, J.J. Arch Journal of Contextual Behavioral Science 6 (2017) 221–225\n224"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "successfully treated with mindfulness- and acceptance-based behavioral\ncomponents and their associated strategies. The client was able to make\nsigniﬁcant treatment gains in as few as 10 weekly sessions. Treatment\ncomponents were derived from ACT (acceptance, mindfulness, defu-sion, and values) and DBT (acceptance, mindfulness, nonjudgmental-\nness, and opposite action) perspectives, although several techniques\nutilized could also be conceptualized from a classic CBT perspective\n(e.g., identifying the link between thoughts, feelings, and behaviors).\nThis speaks to the commonalities in goals, change principles, and\ntherapeutic targets across CBT treatments ( Mennin, Ellard,\nFresco, & Gross, 2013). This commonality across treatments allowedus to select treatment components from the CBTs that appeared to best\nmatch our targeted areas, rather than focus exclusively on a speci ﬁc\ntreatment package. In doing so, we drew from ACT and DBT, whichtogether explicitly address the above-mentioned targets. However, we\nacknowledge that these targets could likely also have been addressed\nfrom within a classic CBT perspective.\nInterestingly, having the client physically relax rather than tense in\nresponse to misophonia triggers, a concept which we framed as an\n“opposite action” move but which also closely resembled applied\nrelaxation ( Borkovec & Costello, 1993 ), appeared to serve as one of\nthe most powerful elements of therapy. Although this was initially\ndiﬃcult for Michael to do, by the end of treatment the client began\nautomatically relaxing in eating situations that would usually elicittension; he reported that his relaxation prevented his annoyance from\nescalating into the more overwhelming feeling of rage. This suggests\nthat the use of muscle relaxation skills may prove helpful in teaching\nclients to better manage misophonia-related distress and tension, as\nreported in two case reports ( Dozier, 2015a, 2015b ), though further\nresearch is required.\nThis case study provides preliminary evidence for the use of\nmindfulness- and acceptance-based strategies in the treatment ofmisophonia. The apparent tolerability of this approach is importantgiven the extreme levels of distress and discomfort reported by those\nwith misophonia. In addition, we saw signi ﬁcant improvements after\nonly ten sessions, suggesting that mindfulness- and acceptance-basedstrategies may be particularly e ﬃcient in the treatment of misophonia.\nHowever, it is important to note that initial scores on the A-MISO-Swere in the moderate range; thus, it will be important to assess whether\nthis approach remains e ﬃcient among more severe clients.\nGiven that this is a single case study, it will be necessary to test these\nﬁndings in a larger, more systematic, randomized controlled trial. If our\nﬁndings are replicated, we believe that our treatment approach may\nprovide an important and valuable addition to the extremely limited\nliterature on treatment for misophonia and warrants continued ex-\nploration.\nReferences\nArch, J. J., & Craske, M. G. (2008). Acceptance and commitment therapy and cognitive\nbehavioral therapy for anxiety disorders: Di ﬀerent treatments, similar mechanisms?\nClinical Psychology: Science and Practice ,15(4), 263 –279.\nArch, J. J., Eifert, G. H., Davies, C., Vilardaga, J. C. P., Rose, R. D., & Craske, M. G. (2012).\nRandomized clinical trial of cognitive behavioral therapy (CBT) versus acceptance\nand commitment therapy (ACT) for mixed anxiety disorders. Journal of consulting and\nClinical Psychology ,80(5), 750 .\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive\nbehavioural therapy for the treatment of misophonia: A case example. The Cognitive\nBehaviour Therapist ,6, e10 .\nBluett, E. J., Homan, K. J., Morrison, K. L., Levin, M. E., & Twohig, M. P. (2014).\nAcceptance and commitment therapy for anxiety and OCD spectrum disorders: Anempirical review. Journal of Anxiety Disorders ,28(6), 612 –624.Borkovec, T. D., & Costello, E. (1993). E ﬃcacy of applied relaxation and cognitive-\nbehavioral therapy in the treatment of generalized anxiety disorder. Journal of\nconsulting and Clinical Psychology ,61(4), 611 .\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. Neuropsychiatric\nDisease and Treatment ,11, 2117 .\nCraske, M. G., Niles, A. N., Burklund, L. J., Wolitzky-Taylor, K. B., Vilardaga, J. C. P.,\nArch, J. J., ... Lieberman, M. D. (2014). Randomized controlled trial of cognitivebehavioral therapy and acceptance and commitment therapy for social phobia:\noutcomes and moderators. Journal of Consulting and Clinical Psychology ,82(6), 1034 .\nDeacon, B. J., Farrell, N. R. (2013). Therapist barriers to the dissemination of exposure\ntherapy. In Handbook of treating variants and complications in anxiety disorders (pp.\n363-373). Springer, New York.\nDozier, T. H. (2015a). Counterconditioning treatment for misophonia. Clinical Case\nStudies ,14(5), 374 –387.\nDozier, T. H. (2015b). Treating the initial physical re ﬂex of misophonia with the neural\nrepatterning technique: A counterconditioning procedure. Psychological Thought ,\n8(2), 189 –210.\nDozier, T. H. (2015c). Etiology, composition, development and maintenance of\nmisophonia: A conditioned aversive re ﬂex disorder. Psychological Thought ,8(1),\n114–129.\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia:\nPhysiological\ninvestigations and case descriptions. Childhood ,3,2 7.\nEifert, G. H., & Forsyth, J. P. (2005). Acceptance & commitment therapy for anxiety disorders:\nA practitioner's treatment guide to using mindfulness, acceptance, and values-based\nbehavior change strategies. Oakland, CA: New Harbinger Publications .\nEngland, E. L., Herbert, J. D., Forman, E. M., Rabin, S. J., Juarascio, A., & Goldstein, S. P.\n(2012). Acceptance-based exposure therapy for public speaking anxiety. Journal of\nContextual Behavioral Science ,1(1), 66 –72.\nFarrell, N. R., Deacon, B. J., Kemp, J. J., Dixon, L. J., & Sy, J. T. (2013). Do negative\nbeliefs about exposure therapy cause its suboptimal delivery? An experimental\ninvestigation. Journal of Anxiety Disorders ,27(8), 763 –771.\nFirst, M. B., Spitzer, R. L., Gibbon, M., & Williams, J. B. (2002). Structured clinical interview\nfor DSM-IV-TR axis I disorders, research version, patient edition. (SCID-I/P) New York:\nbiometrics research . New York: State Psychiatric Institute (November) .\nGoodman, W. K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann, R. L., Hill, C. L.,\n& Charney, D. S. (1989). The Yale-Brown obsessive compulsive scale: I. Development,use, and reliability. Archives of General Psychiatry ,46(11), 1006 –1011 .\nHarris, R. (2009). ACT made simple: An easy-to-read primer on acceptance and commitment\ntherapy . New Harbinger Publications .\nHayes, S. C., Strosahl, K. D., & Wilson, K. G. (1999). Acceptance and commitment therapy .\nNew York: Guilford Press .\nHayes, S. C., Strosahl, K. D., & Wilson, K. G. (2012). Acceptance and commitment therapy:\nThe process and practice of mindful change(2nd ed.). New York, NY: Guilford Press .\nHipol, L. J., & Deacon, B. J. (2013). Dissemination of evidence-based practices for anxiety\ndisorders in wyoming a survey of practicing psychotherapists. Behavior Modi ﬁcation ,\n37(2), 170 –188.\nJastrebo ﬀ, M. M., & Jastrebo ﬀ, P. J. (2002). Decreased sound tolerance and tinnitus\nretraining therapy (TRT). The Australian and New Zealand Journal of Audiology ,\n24(2), 74 .\nKroenke, K., & Spitzer, R. L. (2002). The PHQ-9: A new depression diagnostic and severity\nmeasure. Psychiatric Annals ,32(9), 509 –515.\nLinehan, M. (1993). Cognitive-behavioral treatment of borderline personality disorder .\nGuilford press .\nLinehan, M. M. (2014a). DBT®skills training manual .\n Guilford Publications .\nLinehan, M. M. (2014b). DBT®Skills Training Handouts and Worksheets . Guilford\nPublications .\nLynch, T. R., Chapman, A. L., Rosenthal, M. Z., Kuo, J. R., & Linehan, M. M. (2006).\nMechanisms of change in dialectical behavior therapy: Theoretical and empiricalobservations. Journal of Clinical Psychology ,62(4), 459 –480.\nMasuda, A., Hayes, S. C., Sackett, C. F., & Twohig, M. P. (2004). Cognitive defusion and\nself-relevant negative thoughts: Examining the impact of a ninety year old technique.\nBehaviour Research and Therapy ,42(4), 477 –485.\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-behavioral therapy for 2\nyouths with misophonia. The Journal of Clinical Psychiatry ,76(5), 573 –574.\nMennin, D. S., Ellard, K. K., Fresco, D. M., & Gross, J. J. (2013). United we stand:\nEmphasizing commonalities across cognitive-behavioral therapies. Behavior Therapy ,\n44(2), 234 –248.\nRizvi, S. L., & Ritschel, L. A. (2014). Mastering the art of chain analysis in dialectical\nbehavior therapy. Cognitive and Behavioral Practice ,21(3), 335 –349.\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new\npsychiatric disorder. PLoS One ,8(1), e54706 .\nSpitzer, R. L., Kroenke, K., Williams, J. B., & Löwe, B. (2006). A brief measure for\nassessing generalized anxiety disorder: The GAD-7. Archives of Internal Medicine ,\n166(10), 1092 –1097 .\nTwohig, M. P., & Woods, D. W. (2004). A preliminary investigation of acceptance and\ncommitment therapy and habit reversal as a treatment for trichotillomania. Behavior\nTherapy ,35(4), 803 –820.R.L. Schneider, J.J. Arch\nJournal of Contextual Behavioral Science 6 (2017) 221–225\n225"
    }
  ]
}