{
  "doc_type": "scientific paper",
  "title": "Misophonia Diagnostic Criteria for a New Psychiatric Disorder",
  "authors": [
    "Schroder"
  ],
  "year": 2013,
  "journal": "Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands, 2The Institute for Neuroscience, Royal N",
  "doi": "10.1371/journal.pone.0054706.t001Misophonia:",
  "abstract": "Background: Some patients report a preoccupation with a specific aversive human sound that triggers impulsive aggression. This condition is relatively unknown and has hitherto never been described, although the phenomenon has anecdotally been named misophonia. Methodology and Principal Findings: 42 patients who reported misophonia were recruited by our hospital website. All patients were interviewed by an experienced psychiatrist and were screened with an adapted version of the Y-BOCS, HAM-D, HAM-A, SCL-90 and SCID II. The misophonia patients shared a similar pattern of symptoms in which an auditory or visual stimulus provoked an immediate aversive physical reaction with anger, disgust and impulsive aggression. The intensity of these emotions caused subsequent obsessions with the cue, avoidance and social dysfunctioning with intense suffering.The symptoms cannot be classified in the current nosological DSM-IV TR or ICD-10 systems. Conclusions: We suggest that misophonia should be classified as a discrete psychiatric disorder. Diagnostic criteria could help to officially recognize the patients and the disorder, improve its identification by professional health carers, and encourage scientific research. Citation: Schro ¨der A, Vulink N, Denys D (2013) Misophonia: Diagnostic Criteria for a New Psychiatric Disorder. PLoS ONE 8(1): e54706. doi:10.1371/ journal.pone.0054706 Editor: Leonardo Fontenelle, Institute of Psychiatry at the Federal University of Rio de Janeiro, Brazil Received July 27, 2012; Accepted December 17, 2012; Published January 23, 2013 Copyright: /C2232013 Schro ¨der et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:27:58.917509Z",
  "source_pdf": "documents/research/Global/Schroder 2013 Misophonia Diagnostic Criteria for a New Psychiatric Disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Misophonia: Diagnostic Criteria for a New Psychiatric\nDisorder\nArjan Schro ¨der1, Nienke Vulink1, Damiaan Denys1,2*\n1Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands, 2The Institute for Neuroscience, Royal Netherlands\nAcademy of Arts and Sciences, Amsterdam, The Netherlands\nAbstract\nBackground: Some patients report a preoccupation with a specific aversive human sound that triggers impulsive\naggression. This condition is relatively unknown and has hitherto never been described, although the phenomenon has\nanecdotally been named misophonia.\nMethodology and Principal Findings: 42 patients who reported misophonia were recruited by our hospital website. All\npatients were interviewed by an experienced psychiatrist and were screened with an adapted version of the Y-BOCS, HAM-D, HAM-A, SCL-90 and SCID II. The misophonia patients shared a similar pattern of symptoms in which an auditory or visual\nstimulus provoked an immediate aversive physical reaction with anger, disgust and impulsive aggression. The intensity of\nthese emotions caused subsequent obsessions with the cue, avoidance and social dysfunctioning with intense suffering.The symptoms cannot be classified in the current nosological DSM-IV TR or ICD-10 systems.\nConclusions: We suggest that misophonia should be classified as a discrete psychiatric disorder. Diagnostic criteria could\nhelp to officially recognize the patients and the disorder, improve its identification by professional health carers, and\nencourage scientific research.\nCitation: Schro ¨der A, Vulink N, Denys D (2013) Misophonia: Diagnostic Criteria for a New Psychiatric Disorder. PLoS ONE 8(1): e54706. doi:10.1371/\njournal.pone.0054706\nEditor: Leonardo Fontenelle, Institute of Psychiatry at the Federal University of Rio de Janeiro, Brazil\nReceived July 27, 2012; Accepted December 17, 2012; Published January 23, 2013\nCopyright: /C2232013 Schro ¨der et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits\nunrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\nFunding: The authors have no support or funding to report.\nCompeting Interests: The authors have declared that no competing interests exist.\n* E-mail: ddenys@gmail.com\nIntroduction\nIn 2009 three patients were referred to our expertise centre in\nobsessive-compulsive disorders (OCD) at the Academic MedicalCenter in Amsterdam with obsessions focused on a typical soundsuch as smacking or breathing and the subsequent aggressiveimpulse to scream and yell or attack the source of the sound inorder to make it stop.\nThis cluster of symptoms does not fit any of the well-known\nobsessive-compulsive or impulse control disorders, but has beenanecdotally referred to as misophonia, meaning hatred of sound[1]. As of yet, two case reports have been published in the field ofaudiology and psychosomatic medicine, although several mis-ophonia newsgroups and networks (e.g. http://www.misophonia-uk.org) indicate that this condition may occur more often than iscurrently assumed [2,3]. The suspicion of a wider spreadprevalence of this disorder was supported by the number ofpatients with misophonia that were (self-) referred to our hospitalfollowing an announcement on a Dutch misophonia Internetnewsgroup and our hospital website. Within 2.5 years, nearly 50misophonia patients contacted our hospital.\nThe symptoms, personality traits and coping mechanisms of the\npatients showed a striking similarity in nature and development.\nThe consistent pattern of symptoms suggested the presence of\na discrete and independent disorder. However, within the currentclassification systems, the Diagnostic and Statistical Manual ofMental Disorders, Fourth Edition, Text Revision (DSM-IV-TR)\n[4] and the International Statistical Classification of Diseases andRelated Health Problems, 10\nthrevision (ICD-10) [5], there is no\noption to officially classify the disorder. In this paper we describethe clinical symptomatology of misophonia, discuss the classifica-tion of symptoms, propose diagnostic criteria for misophonia, andintroduce a concept assessment scale, the A-MISO-S.\nMethods\n42 Dutch patients were clinically assessed using a standard\npsychiatric interview by five psychiatrists experienced in obsessive-compulsive spectrum disorders. The general medical history aswell as the psychiatric history was collected for all patients.Personality pathology was evaluated using the Structured ClinicalInterview for DSM-IV Axis II Personality Disorders (SCID-II) [6].The following questionnaires were completed:\nThe Hamilton Depression Rating Scale (HAM-D) [7], a 17-\nitem scale determining a patient’s level of depression.\nThe 14-item Hamilton Anxiety Rating Scale (HAM-A) [8],\nwhich measures the severity of anxiety symptoms.\nThe Symptom Checklist (SCL-90) [9], which is a widely used\nscreening instrument for mental and physical dysfunctioning. The90 items comprise eight subscales: Agoraphobia, Anxiety, De-pression, Somatic complaints, Insufficiency in thinking and acting,Suspicion and interpersonal sensitivity, Hostility and Sleep\nPLOS ONE | www.plosone.org 1 January 2013 | Volume 8 | Issue 1 | e54706"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "problems. The total score is seen as a general index for\npsychoneuroticism.\nTo measure the severity of the misophonia symptoms, we\ndeveloped an adapted version of the Yale-Brown Obsessive-\nCompulsive Scale (Y-BOCS) [10,11], which we have named theAmsterdam Misophonia Scale (A-MISO-S). Similar adaptations ofthe Y-BOCS have appeared to be reliable and valid measures of\nsymptom severity in other obsessive-compulsive and impulse\ncontrol disorders, such as pathological gambling (PG-YBOCS)[12] and body dysmorphic disorder (BDD-YBOCS) [13].\nOn a 6-item scale (range 0–24) patients were asked about the (1)\ntime they spent on misophonia; (2) interference with socialfunctioning; (3) level of anger; (4) resistance against the impulse;(5) control they had over their thoughts and anger; and (6) time\nthey spent avoiding misophonic situations. Scores from 0–4 are\nconsidered subclinical misophonic symptoms, 5–9 mild, 10–14moderate, 15–19 severe, 20–24 extreme.\nTo rule out any potential hearing problems we randomly\nselected five patients to perform a standard hearing test, includingpure tone, speech audiometry and loudness discomfort levels,which are commonly performed to objectify hearing loss or\ndistortion [14,15]. One patient’s test showed unexplained\nconductive hearing loss. In the other four patients no significantaudiological distortion was found and further testing was thereforeomitted.\nThe medical ethics testing committee of the Academic Medical\nCenter did not require approval because this study was anecdotaland observational. All patients gave written informed consent for\npublication.\nResults\nTable 1 provides the demographic and clinical characteristics of\nthe patients. 52% were males and the mean age of onset was 13\nyears (range 2–38). In all 42 patients we found a remarkably\nsimilar pattern of symptoms: 1. Triggering stimuli were all soundsproduced by humans. Animal or other sounds usually did notcause distress, nor did sounds made by the patients themselves.Symptoms in 34 patients (81%) were triggered by eating-related\nsounds like lip smacking. 27 patients (64.3%) mentioned (loud)\nbreathing or nose sounds as provocative. 25 patients (59.5%) couldnot tolerate the sound of typing on a keyboard or pen clickingsounds. 2. The stimuli were initially auditory and sometimes\nexpanded to visual stimuli, with the image directly related to the\ntriggering sound (e.g. watching someone else eat also causedarousal). Five patients (11.9%) reported a misophonia-like reactionwhen confronted with certain repetitive visual movements made\nby another person such as leg rocking (in analogy to misophonia\nthis can be named misokinesia , meaning hatred of movement). 3.\nExposure to the misophonic stimulus provoked an immediateaversive physical reaction, starting with irritation (59.5%) or\ndisgust (40.5%) that instantaneously became anger. 12 patients\n(28.6%) described getting verbally aggressive on occasions. Sevenpatients (16.7%) admitted physical aggression directed towardsobjects. Five patients (11.9%) hit an (ex-) partner once. Anxiety\nwas explicitly not experienced. 4. The intensity of the anger with\nrare but potential aggressive outbursts initiated a profound feelingof loss of self-control. 5. Patients had insight and perceived theiraggressive reaction as excessive and unreasonable and estimated\nthe loss of self-control as morally unacceptable. 6. All patients\nactively avoided the misophonic stimuli by avoiding socialsituations, wearing headsets or producing anti-sounds that resultedin marginal social contacts. 7. Patients experienced daily stress ordiscomfort by anticipating an unexpected encounter with mis-ophonic stimuli. The severity of symptoms on the concept A-\nMISO-S was severe (15.1 out of 24. Range: 9–22). Three patients(7.1%) were diagnosed with a comorbid mood disorder. De-pressive and anxiety symptoms and overall psychoneuroticismwere reported higher than in the general population (HAM-Dscore: mean 7.3, range 0–22; HAM-A: mean 11.2, range 0–31;SCL90: mean 156.7, range 93–294). 8. Their personality showedtraits of obsessive-compulsive personality disorder (OCPD). 22patients (52.4%) met the criteria for OCPD.\nDiscussion\nIn the past three years we meticulously screened 42 patients\nwith symptoms of misophonia, a condition that has not beendescribed yet in the psychiatric literature. This sample represents,to our knowledge, the largest group described worldwide. Wefound in all patients a similar pattern of intense anger whenhearing certain human sounds, impulsive reactions, avoidance of\nTable 1. Demographic and clinical characteristics of the\nmisophonia patients (N = 42).\nSex (%) (N) Male 52.4 (22)\nAge of onset (mean – range) 13 (2–38)\nAge at diagnosis (mean – range) 37 (19–62)Triggering sounds (N – (%))\nEating sounds\n134 (81)\nBreathing/nose sounds227 (64.3)\nFinger/hand sounds325 (59.5)\nFoot sounds47 (16.7)\nRepetitive visual movements55 (11.9)\nAggressive reaction (N – (%))\nNo aggression 17 (40.5)\nVerbal aggression 12 (28.6)Directed towards objects 7 (16.7)\nPhysical aggression in the past 5 (11.9)\nOccasional physical aggression 1 (2.4)Psychiatric comorbidity (N – (%))\nMood Disorder\n63 (7.1)\nPanic disorder 1 (2.4)ADHD\n72 (4.8)\nTourette Syndrome 2 (4.8)\nHypochondria 1 (2.4)OCD\n81 (2.4)\nOCPD9, a22 (52.4)\nTTM102 (4.8)\nSkinpicking 1 (2.4%)\n1(Lip) smacking, swallowing, eating chips/fruit.\n2Loud breathing, nostril sounds, coughing, sneezing.\n3Typing, pen clicking, nail clipping.\n4Footsteps, sound of high heels.\n5Repetitive leg rocking.\n6(Recurrent) depressive disorder, dysthymic disorder.\n7Attention Deficit Hyperactivity Disorder.\n8Obsessive Compulsive Disorder.\n9Obsessive Compulsive Personality Disorder.\n10Trichotillomania.\naNo other personality disorders were diagnosed in the sample.\ndoi:10.1371/journal.pone.0054706.t001Misophonia: Diagnostic Criteria\nPLOS ONE | www.plosone.org 2 January 2013 | Volume 8 | Issue 1 | e54706"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "cue-related situations, worry of losing control, and the occurrence\nof obsessive compulsive personality traits.\nAlthough misophonia is completely absent in the psychiatric\nliterature, two case reports have been described in audiology andpsychosomatic medicine [2,3]. These cases have a similar age of\nonset and a comparable pattern of symptoms with avoidant\nbehaviour resulting in social dysfunctioning. A minor difference\nwith our sample, however, is the presence of distress instead of\nanger in two of these cases.\nAversive reactions, i.e. discomfort that is not fear or anxiety,\nfollowing various stimuli have also been described by Marks [16].\nMost commonly, these are revulsions of touching specific materials\nlike cotton wool or velvet and taste or smell aversions that cause\npeople to avoid certain foods. Notable auditory aversions are to\nscraping sounds, like chalk on a blackboard. The major difference\nwith our sample is that the four misophonic categories, such as\neating related stimuli (table 1), are not mentioned.\nThe symptom pattern of misophonia shares a number of\nfeatures with other DSM-IV-TR and ICD-10 diagnoses: specific\nphobia, post-traumatic stress disorder (PTSD), social phobia,\nobsessive compulsive disorder (OCD), intermittent explosive\ndisorder, emotionally unstable personality disorder, borderline\npersonality disorder, antisocial personality disorder, OCPD, and\nautism spectrum disorders (ASD). It also shares similarities with\nsensory processing disorders (SPD) and phonophobia. Even\nthough misophonia resembles these disorders, none of the\ndiagnostic categories fit the whole symptom pattern of misophonia:\n(i) Specific Phobia\nSpecific phobia resembles misophonia because in specific\nphobia an external acoustic stimulus can also trigger a negative\nemotional reaction when this stimulus is directly related to the\nphobic object (i.e. the sound of a dog barking in fear of dogs). As in\nmisophonia, this emotional reaction causes avoidant behaviour.\nHowever, in specific phobia the perceived emotion is anxiety,\nwhereas in misophonia it is aggression.\n(ii) PTSD\nAs in misophonia and specific phobia, in PTSD acoustic stimuli\ncan cause intense aversive physical arousal with subsequent\navoidant behaviour. PTSD-related stimuli can arouse a sudden\nrecollection and/or re-enactment of the trauma, or of the original\nreaction to it, and may even trigger dramatic, acute bursts of fear,\npanic or aggression. However, in PTSD a life threatening\ntraumatic event has been experienced and the driving emotion isfear, not aggression.(iii) Social Phobia\nBoth patients with social phobia and misophonia experience\nstress or anxiety in social situations and will avoid these. In social\nphobia the core is a hypersensitivity to negative evaluation by\nothers. However, in misophonia the fear of social situations is\nsecondary to concerns of encountering misophonic stimuli.\n(iv) OCD\nIn misophonia there is a monothematic preoccupation with\na specific sound, which resembles obsessionality in OCD.\nAvoidance is present in both disorders as well as in other anxiety\ndisorders. However, in OCD patients tend to perform compulsive\nacts to reduce anxiety and aggression is not commonly reported.\n(v) Intermittent Explosive Disorder\nExcessive impulsive aggression is seen in various disorders, most\nnotably in intermittent explosive disorder [17]. In this condition\nthere must be several separate episodes of failure to restrain\naggressive impulses that result in serious assaults against others or\nproperty destruction. Patients with misophonia also report\nimpulsive aggression but very rarely lose control for they feel it\nis unacceptable and that it should be prevented at all costs.\n(vi) Personality Disorders with Impulsive Aggression\nIn various personality disorders impulsive aggression is defined.\nIn emotionally unstable personality disorder (ICD-10), borderline\npersonality disorder (DSM-IV-TR) and antisocial personality\ndisorder (DSM-IV-TR, ICD-10) there is frequent impulsivityand difficulty controlling anger but this is not related to any\nspecific sound. However, in misophonia aggressive outbursts are\nrare. Moreover, none of the patients meet the criteria for these\npersonality disorders.\n(vii) OCPD\nPeople with misophonia show characteristics of OCPD (or\nanankastic personality disorder, ICD-10). Twenty-two patients\n(52.4%) even meet the SCID-II criteria for OCPD. However, not\nall OCPD patients report misophonic symptoms. Furthermore,\naggression is not mentioned as a key symptom of this disorder.\nThis high comorbidity does raise the question of whether OCPD is\na predisposing factor in the development of misophonia or\na consequence of having misophonia. It has been reported\npreviously that some individuals with impulsive aggressive\nproblems develop OCPD symptoms in an attempt to compensatefor an underlying problem with behavioural inhibition [18]. ThisTable 2. Proposed diagnostic criteria for misophonia.\nA.The presence or anticipation of a specific sound, produced by a human being (e.g. eating sounds, breathing sounds), provokes an impulsive aversive physical reaction\nwhich starts with irritation or disgust that instantaneously becomes anger.\nB.This anger initiates a profound sense of loss of self-control with rare but potentially aggressive outbursts.\nC.The person recognizes that the anger or disgust is excessive, unreasonable, or out of proportion to the circumstances or the provoking stressor.D.The individual tends to avoid the misophonic situation, or if he/she does not avoid it, endures encounters with the misophonic sound situation with intense\ndiscomfort, anger or disgust.\nE.The individual’s anger, disgust or avoidance causes significant distress (i.e. it bothers the person that he or she has the anger or disgust) or sign ificant interference in\nthe person’s day-to-day life. For example, the anger or disgust may make it difficult for the person to perform important tasks at work, meet new friend s, attend classes,\nor interact with others.\nF.The person’s anger, disgust, and avoidance are not better explained by another disorder, such as obsessive-compulsive disorder (e.g. disgust in s omeone with an\nobsession about contamination) or post-traumatic stress disorder (e.g. avoidance of stimuli associated with a trauma related to threatened death, serious injury or\nthreat to the physical integrity of self or others).\ndoi:10.1371/journal.pone.0054706.t002Misophonia: Diagnostic Criteria\nPLOS ONE | www.plosone.org 3 January 2013 | Volume 8 | Issue 1 | e54706"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "does not hold for our sample because in misophonia the impulsive\naggression is only related to certain sounds. Also, none of our\npatients noticed a direct association between their misophonia and\npersonality. They suffered most from misophonia, whereas OCPD\ndid not cause them much suffering.\n(viii) ASD and SPD\nAuditory hyper-responsivity is also observed in ASD. It is even\nthought that a dysfunction in different sensory modalities is\ncharacteristic for ASD [19]. Regarding this sensory dysfunction in\nASD there is an overlap with the concept of SPD, a group of\ndisorders that involve challenges in modulation, integration,\norganization, and discrimination of sensory input that causes\ninadequate responses to the input and disruptive emotional and\nbehavioural patterns [20]. Typical auditory sensitivity in ASD and\nSPD is to unexpected and loud noises, such as vacuum cleaners or\na dog barking [21]. This pattern is clearly different from the\nauditory triggers in the misophonia patients. Furthermore, none of\nour patients was diagnosed with ASD. Since the validity of SPD is\nstill not widely accepted, further research is needed on this\nconcept.\n(ix) General Medical Conditions and Substance Induced\nDisorders with Impulsive Aggression\nAggression can be related to the consumption of intoxicating\nsubstances. However, none of the patients used recreational drugs\nor excessive amounts of alcohol, so these can be ruled out as\na cause. Moreover, none of the patients reported any physical\nconditions in general or history of brain damage in particular.\nAlthough one patient showed hearing loss in the right ear, it is\nunlikely that an organic cause could explain the symptoms.\n(x) Phonophobia\nA strong emotional reaction to sound is also described in\nphonophobia (i.e. fear of sound). It has been suggested that\nphonophobia is an extreme form of misophonia [22]. However, if\nthat were the case, the patients would experience anxiety at some\nstage in the course of their condition. Our patients were therefore\nexplicitly asked about the occurrence of anxiety in relation to the\nmisophonic stimuli. None of them reported experiencing anxiety,\ntherefore this was excluded.\nAetiology of Misophonia\nIt is, as of yet, difficult to hypothesize about the aetiology and\ncourse of misophonia. Patients themselves often report that the\nonset of the disorder is associated with a profound disgust of\nhearing family members eating during childhood. One can\nimagine a process of recurrent conditioning following these\nrepetitive annoying events that eventually results in misophonic\nsymptoms or avoidant behaviour [23]. Though these events may\nhave triggered the disorder, all patients deny traumatization or the\nexperience of trauma-related events. Another explanation is that\nmisophonia is part of a general hyper-reactivity syndrome to\nsensory stimuli. This might explain the shift from auditory to visual\nstimuli. If so, misophonia should share similarities with the concept\nof SPD, which is not the case. Another hypothesis is that OCPD\npredisposes to misophonia. A morally strict person may have\ndifficulties coping with impolite eating sounds, eventually resulting\nin avoidance. Conversely, as stated earlier, OCPD symptoms can\ndevelop in impulsive aggressive patients, as a compensation for anunderlying problem with behavioural inhibition [18]. From\na phenomenological viewpoint, there appears to be an obsessional\npart, the focus and preoccupation on a particular sound, and an\nimpulsive part, the urge to perform an aggressive action. Both\naspects should optimally be explained within one single causalmodel, which currently is too ambitious.\nDiagnostic Criteria\nSince the symptomatology of misophonia does not fit into\nDSM-IV-TR or ICD-10 classifications, we suggest a unique set of\ndiagnostic criteria based on the pattern of symptoms observed in\nour patients (Table 2). We suggest that misophonia should be\nconsidered as an obsessive compulsive spectrum disorder (OCSD)[24]. The OCSDs have in common symptoms of obsessionality,\ncompulsivity or impulsivity. They also share similarities in the\ncourse of illness, patient population, treatment response and\nneurocircuitry. In our patient cohort we observed comorbid\nOCSDs such as Attention Deficit Hyperactivity Disorder (two\npatients), hypochondria (one), Tourette syndrome (two), OCD\n(one), OCPD (twenty-two), skinpicking (one) and trichotillomania(two). Speculatively, if misophonia were to be considered within\nthe OCSDs, it could be classified on the impulsivity pole of the\nspectrum. The validity of OCSDs is still under debate and\nclassifying misophonia as such should be considered premature.\nThe Amsterdam Misophonia Scale (A-MISO-S)\nThe A-MISO-S is a concept scale based on the Y-BOCS that\nwas used to assess the patients. The A-MISO-S questionnaire is\navailable in Figure S1.\nConclusion\nIn the present study we investigated 42 patients with mis-\nophonia. A specific acoustic cue, produced by a human being,provoked an impulsive aversive physical reaction with irritability,\ndisgust and anger. The intensity of these emotions provoked a fear\nof uncontrollability with subsequent avoidance which was\nevaluated with the concept A-MISO-S. Patients showed aspects\nof OCPD. Hearing tests did not reveal any underlying deficits.Misophonia cannot be classified under current disorders within\nDSM-IV-TR and ICD-10 and should be delineated as a separate\npsychiatric disorder. We propose diagnostic criteria which could\nimprove recognition by health carers and encourage scientific\nresearch.\nSupporting Information\nFigure S1 Amsterdam Misophonia Scale (A-MISO-S).\n(TIFF)\nAcknowledgments\nWe would like to thank all the patients for their contribution. We thank\nCarl Stevenson for carefully correcting our English. We also thank Pelle de\nKoning, Martijn Figee and all the others working at the AMC department\nof anxiety disorders and the department of clinical and experimental\naudiology for their support.\nAuthor Contributions\nConceived and designed the experiments: DD AS NV. Performed theexperiments: AS. Analyzed the data: AS. Wrote the paper: DD AS NV.Misophonia: Diagnostic Criteria\nPLOS ONE | www.plosone.org 4 January 2013 | Volume 8 | Issue 1 | e54706"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "References\n1. Jastreboff PJ (2000) Tinnitus Habituation Therapy (THT) and Tinnitus\nRetraining Therapy (TRT). In: Tyler RS, editor. Tinnitus Handbook. San\nDiego: Singular, Thomson Learning. 357–376.\n2. Hadjipavlou G, Baer S, Lau A, Howard A (2008) Selective sound intolerance\nand emotional distress: what every clinician should hear. Psychosom Med 70(6):\n739–40.\n3. Schwartz P, Leyendecker J, Conlon M (2011) Hyperacusis and misophonia: the\nlesser-known siblings of tinnitus. Minn Med 94(11): 42–3.\n4. American Psychiatric Association (2000) Diagnostic and Statistical Manual of\nMental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) Washington,\nDC: Author.\n5. World Health Organization (1994) International Statistical Classification of\nDiseases and Related Health Problems, 10th revision (ICD-10) Geneva: World\nHealth Organization.\n6. First MB, Gibbon M, Spitzer RL, Williams JBW, Benjamin LS (1997)\nStructured Clinical Interview for DSM-IV Axis II Personality Disorders\n(SCID-II) Washington, DC: American Psychiatric Press Inc.\n7. Hamilton M (1960) A rating scale for depression. J Neurol Neurosurg Psychiatry\n23: 56–62.\n8. Hamilton M (1959) The assessment of anxiety states by rating. Br J Med Psychol\n32: 50–55.\n9. Derogatis LR, Lipman RS, Covi L (1973) The SCL-90: An outpatient\npsychiatric rating scale – Preliminary report. Psychopharmacol Bull 9: 13–28.\n10. Goodman WK, Price LH, Rasmussen SA, Mazure C, Fleischmann RL, et al.\n(1989) The Yale-Brown Obsessive Compulsive Scale. I. Development, use, and\nreliability. Arch Gen Psychiatry 46: 1006–1011.\n11. Goodman WK, Price LH, Rasmussen SA, Mazure C, Delgado P, et al. (1989)\nThe Yale-Brown Obsessive Compulsive Scale. II. Validity. Arch Gen Psychiatry\n46: 1012–1016.\n12. Pallanti S, DeCaria CM, Grant JE, Urpe M, Hollander E (2005) Reliability and\nvalidity of the pathological gambling adaptation of the Yale-Brown Obsessive-\nCompulsive Scale (PG-YBOCS). J Gambl Stud. 21(4): 431–43.13. Philips KA, Hollander E, Rasmussen SA, Aronowitz BR, DeCaria C, et al\n(1997) A severity rating scale for body dysmorphic disorder: development,reliability, and validity of a modified version of the Yale-Brown ObsessiveCompulsive Scale. Psychopharmacol Bull. 33 (1): 17–22.\n14. Schlauch RS, Nelson P (2009) Puretone Evaluation. In: Katz J, editor.\nHandbook of Clinical Audiology. Philadelphia: Lippincott Williams & Wilkins.30–49.\n15. McArdle R, Hnath-Chisolm T (2009) Speech Audiometry, In: Katz J, editor.\nHandbook of Clinical Audiology. Philadelphia: Lippincott Williams & Wilkins.\n64–79.\n16. Marks IM (1987) Fears, Phobias, and Rituals. Panic, Anxiety, and Their\nDisorders. New York: Oxford University Press. 396–9.\n17. McElroy SL (1999) Recognition and treatment of DSM IV intermittent\nexplosive disorder. J Clin Psychiatry (Suppl 15): 12–16.\n18. Villemarette-Pittman NR, Houston RJ, Mathias CW (2004) Obsessive-\nCompulsive Personality Disorder and Behavorial Disinhibition. J Psychol138(1): 5–22.\n19. Rogers SJ, Ozonoff S (2005) Annotation: What do we know about sensory\ndysfunction in autism? A critical review of the empirical evidence. J Child\nPsychol Psychiatry 46(12): 1255–68.\n20. Ben-Sasson A, Hen L, Fluss R, Cermak SA, Engel-Yeger B, et al. (2009) A Meta-\nAnalysis of Sensory Modulation Symptoms in Individuals with Autism SpectrumDisorders. J Autism Dev Disord (39) 1–11.\n21. Dunn W (1999) The Sensory Profile: Examiner’s manual. San Antonio: The\nPsychological Corporation.\n22. Jastreboff PJ, Hazel JWP (1993) A neurophysiological approach to tinnitus.\nClinical implications. Br J Audiol 27(1): 7–17.\n23. LeDoux (2000) Emotion circuits in the brain. Annu Rev Neurosci (23): 155–184.\n24. Hollander E, Wong CM (1995) Obsessive-compulsive spectrum disorders. J Clin\nPsychiatry (suppl 4): 3–6.Misophonia: Diagnostic Criteria\nPLOS ONE | www.plosone.org 5 January 2013 | Volume 8 | Issue 1 | e54706"
    }
  ]
}