{
  "doc_type": "scientific paper",
  "title": "Diminished N1 auditory",
  "authors": [
    "Schroder"
  ],
  "year": 2014,
  "journal": "NEUROSCIENCEORIGINAL RESEARCH ARTICLE",
  "doi": "10.3389/fnbeh.2014.00123",
  "abstract": null,
  "keywords": [
    "impulsivity",
    "aggression",
    "sound",
    "misophonia",
    "mismatch negativity",
    "biological markers",
    "auditory event-"
  ],
  "research_topics": [
    "impulsivity",
    "aggression",
    "sound",
    "misophonia",
    "mismatch negativity",
    "biological markers",
    "auditory event-"
  ],
  "created_at": "2025-05-05T03:23:27.530750Z",
  "source_pdf": "documents/research/Global/Schroder 2014 Diminished N1 auditory.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "BEHAVIORAL NEUROSCIENCEORIGINAL RESEARCH ARTICLE\npublished: 09 April 2014\ndoi: 10.3389/fnbeh.2014.00123\nDiminished N1 auditory evoked potentials to oddball\nstimuli in misophonia patients\nArjan Schröder1*†, Rosanne van Diepen1†, Ali Mazaheri1*‡, Diamantis Petropoulos-Petalas1,\nVicente Soto de Amesti1, Nienke Vulink1and Damiaan Denys1,2*‡\n1Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands\n2Netherlands Institute for Neuroscience, an Institute of the Royal Netherlands Academy of Arts and Sciences, Amsterdam, Netherlands\nEdited by:\nPaul E. M. Phillips, University of\nWashington, USA\nReviewed by:\nRené Hurlemann, University of Bonn,\nGermany\nAdrian K. C. Lee, University of\nWashington, USA\n*Correspondence:\nArjan Schröder, Ali Mazaheri and\nDamiaan Denys, Department of\nPsychiatry, Academic Medical Center,\nUniversity of Amsterdam,\nMeibergdreef 5, 1105 AZ Amsterdam,\nNetherlands\ne-mail: a.e.schroder@amc.nl;\nali.mazah@gmail.com; ddenys@\ngmail.com\n†Arjan Schröder and Rosanne van\nDiepen have contributed equally to\nthis work.\n‡Senior co-authors.Misophonia (hatred of sound) is a newly deﬁned psychiatric condition in which ordinary\nhuman sounds, such as breathing and eating, trigger impulsive aggression. In the current\nstudy, we investigated if a dysfunction in the brain’s early auditory processing system could\nbe present in misophonia. We screened 20 patients with misophonia with the diagnostic\ncriteria for misophonia, and 14 matched healthy controls without misophonia, and investi-\ngated any potential deﬁcits in auditory processing of misophonia patients using auditory\nevent-related potentials (ERPs) during an oddball task. Subjects watched a neutral silent\nmovie while being presented a regular frequency of beep sounds in which oddball tones\nof 250 and 4000 Hz were randomly embedded in a stream of repeated 1000 Hz standard\ntones. We examined the P1, N1, and P2 components locked to the onset of the tones.\nFor misophonia patients, the N1 peak evoked by the oddball tones had smaller mean peak\namplitude than the control group. However, no signiﬁcant differences were found in P1\nand P2 components evoked by the oddball tones. There were no signiﬁcant differences\nbetween the misophonia patients and their controls in any of the ERP components to\nthe standard tones.The diminished N1 component to oddball tones in misophonia patients\nsuggests an underlying neurobiological deﬁcit in misophonia patients.This reduction might\nreﬂect a basic impairment in auditory processing in misophonia patients.\nKeywords: impulsivity, aggression, sound, misophonia, mismatch negativity, biological markers, auditory event-\nrelated potentials\nINTRODUCTION\nMisophonia is a newly deﬁned psychiatric condition, which is\ncharacterized by the hatred of ordinary human sounds (Hadji-\npavlou et al., 2008; Schwartz et al., 2011; Edelstein et al., 2013;\nFerreira and Harrison, 2013; Neal and Cavanna, 2013; Schröder\net al. , 2013). The central hallmark of misophonia is an aggres-\nsive impulse automatically triggered by sounds, such as breathing,\nchewing, and eating. T o date, there has been no neurophysiological\nmarker linked with this disorder. Such a marker could potentially\nbeneﬁt the recognition of misophonia patients and give directions\nto further neurophysiological research in this domain.\nThe underlying causes of misophonia are unknown. Patients\nusually report normal hearing and standard hearing tests do not\nreveal any audiological deﬁcits (Edelstein et al., 2013 ;Schröder\net al., 2013). Therefore, our aim was to explore if the pathophysi-\nology of this disorder manifested itself in some dysfunction of the\nauditory processing system. This was carried out by examining\ndifferences in speciﬁc components of the auditory event-related\npotentials (ERPs) between misophonia patients and controls,\nelicited by pure tones in an oddball paradigm.\nEarly sensory components evoked by auditory stimulation\ninclude a positive peak around 50 ms (P50 or P1), a negative peak\naround 100 ms (N100 or N1), and a positive peak around 200 ms\n(P200 or P2). T o date, there have been a number of studies examin-\ning anomalies in these components in various psychiatric disorderssuch as schizophrenia, bipolar disorder, and posttraumatic stress-\ndisorder (PTSD) (O’Donnell et al., 1994; Javitt et al., 2000; Kayser\net al., 2001; Salisbury et al., 2010; Javanbakht et al., 2011).\nThe P1 is associated with pre-attentive orienting toward new\nsounds and is not yet affected by attention (Picton and Hill-\nyard, 1974; Pratt et al., 2008). Sensory gating (the suppression of\nresponding to irrelevant stimuli) can be assessed by examining\nP1 suppression during repetitive presentation of an auditory-\nstimulus ( Luck and Kappenman, 2012 ). Its amplitude is found\nto be altered in various disorders such as autism, Alzheimer’s dis-\nease, and attention-deﬁcit/hyperactivity disorder (Buchwald et al.,\n1989 , 1992; Kemner et al., 1996).\nThe N1 peak is linked to early attention (Näätänen, 1992; Rinne\net al., 2006). It has been suggested to signal the detection of abrupt\nchanges in sensory input, which enables us to focus on events\nthat are potentially informative ( Friston, 2005; Winkler, 2007;\nT odd et al., 2012). The N1 is commonly assessed in an “oddball”\nparadigm (Näätänen and Picton, 1987). In such paradigm, partici-\npants are presented repetitive sounds (“standard”) with randomly\noccurring rare deviant sounds (“oddballs”), often while watching a\nsilent movie. Attenuated N1 responses have been found in various\nstudies of schizophrenia, a disorder in which notable audiological\nsymptoms, i.e., acoustic hallucinations and delusions, are present.\nIn these studies, N1 peaks were reduced in chronic schizophrenics,\nﬁrst-hospitalized patients, and twins of schizophrenics ( Salisbury\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Schröder et al. Diminished N1 potentials in misophonia\net al., 2010). N1 ﬁndings in PTSD are inconsistent with some\nstudies reporting increased N1 amplitude and others decreased\namplitude. Peak latency increments were also found but not in all\nstudies (Javanbakht et al., 2011). Interestingly, in antisocial person-\nality disorder, an impaired N1 was related to increased impulsivity\n(Lijfﬁjt et al., 2012). Decreased N1 function was also found in\ncocaine abuse and bipolar disorder (Boutros et al., 2006; Lijfﬁjt\net al., 2009).\nThe P2 peak is an endogenous evoked component and appears\nto be involved in early allocation of attention and initial con-\nscious awareness (Näätänen, 1992). Less research has been focused\non the P2 peak. Reduced P2 has been found in chronic and in\nﬁrst-hospitalized schizophrenic patients (O’Donnell et al., 1994;\nSalisbury et al., 2010). In PTSD studies, the results are ambiguous\nwith both increased and decreased P2 amplitudes being reported\n(Javanbakht et al., 2011).\nIn our present study, we investigated early processing of audi-\ntory information using a non-attending oddball paradigm. We\nfocused our analysis on any differences in the P1, N1, and P2\ncomponents of the evoked potentials between patients diagnosed\nwith misophonia, and matched healthy controls. While the exoge-\nnously generated P1 component could provide information about\nsensory gating, a P2 difference would point more toward attention-\nrelated malfunctioning. Because the N1 is considered the most\nstable ERP component, this could be a reliable marker of pathol-\nogy. We believe that any difference between the auditory evoked\nresponses of misophonia patients and controls could reﬂect an\nanomaly in the way that these patients ﬁlter novel information in\nthe auditory environment.\nMATERIALS AND METHODS\nPARTICIPANTS\nTwenty patients with misophonia (males D11, femalesD9, aged\n20–55 years, MD35.9 years, SDD10.6 years) were screened with\nthe diagnostic criteria for misophonia and severity was assessed\nwith the Amsterdam Misophonia Scale (AMisoS) (Schröder et al.,\n2013). All patients were tested for auditory impairments (McArdle\nand Hnath-Chisolm, 2009; Schlauch and Nelson, 2009). Psychi-\natric status was evaluated using the Symptom Checklist (SCL-\n90) (Derogatis et al., 1973), Hamilton Depression Rating Scale\n(HAM-D) (Hamilton, 1960), and Hamilton Anxiety Rating Scale\n(HAM-A) (Hamilton, 1959).\nFourteen healthy controls (males D11, femalesD3), matched\nfor demographical characteristics, were recruited on the absence\nof any misophonic symptoms or psychiatric comorbidity and\ntested. The age ranged between 23 and 55 years ( MD32.4 years,\nSDD9.0 years).\nSubjects were tested for hearing deﬁcits using standard hearing\ntests (tone and speech audiogram and loudness discomfort lev-\nels) and no deﬁcits were found. Complementarily, both groups\nﬁlled out the Proﬁle of Mood States (POMS) – short form,\nwhich assessed arousal level and mood on ﬁve subscales (T ension–\nAnxiety, Depression–Dejection, Anger–Hostility, Fatigue–Inertia,\nand Vigor–Activity). The overall assessment of the current emo-\ntional state – the total mood disturbance (TMD) score – was\ncalculated by adding up the ﬁrst four negative subscale scores\nand subtracting the Vigor–Activity score (McNair et al., 1992;T able 1 | Clinical and demographic characteristics of the study sample .\nMisophonia patients\n(ND20)Controls\n(ND14)\nAge (years)a35.9 (10.6) 32.4 (9.0)\nGender (male/female)b11/9 11/3\nComorbidity Remitted depressive\ndisorder 1–\nRemitted GAD 1\nADHD 1\nAge of onset 12.0 (4.9) –\nMedication use Antidepressants 5dAnxiolytics 1e\nAnxiolytics 1e\nStimulants 1f\nQUESTIONNAIRES\nPOMSc1 .0 (10.3) \u00007 .1 (4.7)\nHAM-A 11 .5 (9.3) –\nHAM-D 8.6 (7 .7) –\nSCL90 150.6 (44.0) –\nAMisoS 14.3 (3.6) –\naMann–Whitney test: p D0.323.\nb$2test, groups are not signiﬁcantly different in male/female ratio, p D0.157 .\ncMann–Whitney test, p D0.004. Baseline emotional state between groups is\nsigniﬁcantly different.\nPOMS, Proﬁle of Mood Scale [Total Mood Disturbance (TMD) scores];\nHAM-ADHamilton Anxiety Scale; HAM-D DHamilton Depression Rating Scale;\nSCL90D90 items Symptom Checklist; AMisoS DAmsterdam Misophonia Scale\n(concept scale for symptom severity; 0–4 subclinical misophonic symptoms, 5–9\nmild, 10–14 moderate, 15–19 severe, 20–24 extreme).\ndAntidepressants: 2 patients – venlafaxine, 1 patient – sertraline, 1 patient – citalo-\npram, 1 patient – ﬂuoxetine.\neAnxiolytics: oxazepam.\nfStimulants: methylphenidate.\nCurran et al., 1995). A higher TMD score denotes a more negative\naffective state.\nThe characteristics of both groups are provided in T able 1 . All\nparticipants gave written informed consent and received ﬁnancial\ncompensation for their travel expenses, but no further compen-\nsation was offered for participating in the study. The study was\ncarried out in accordance with the Declaration of Helsinki and was\napproved by the local medical ethics committee of the Academic\nMedical Center of Amsterdam.\nAUDITORY PARADIGM\nThe participants were presented with a pseudorandomized\nsequence of 840 tone stimuli (Presentation 11.3, Neurobehav-\nioral Systems Inc., Albany, CA, USA) administered through Philips\nSHS3201/28 headphones. The standard tones (80%) had a fre-\nquency of 1000 Hz. A deviant tone that was lower than the\nstandard tone (250 Hz) and a tone that was higher than the\nstandard (4000 Hz) were added to the sequence. Both deviants\nwere presented in 10% of trials and were never presented\nsuccessively.\nThe auditory stimuli had a duration of 200 ms (including 10 ms\nrise and fall times shaped by a Blackman window), while the\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Schröder et al. Diminished N1 potentials in misophonia\ninter-stimulus interval was 650 ms. During the presentation of\nthe tones, the participants watched a neutral silent movie with\nsubtitles. They were instructed to ignore the tones.\nDATA ACQUISITION\nEEG data were acquired using a WaveGuard 10–5 cap system\ndeveloped by ANT, with 64-Ag/AgCl electrodes, spanning from\nfrontal, temporal, central, and occipital scalp sites. The EEG was\nsampled at 512 Hz with an online average reference and then\nsubsequently imported into MATLAB for all further off-line analy-\nses. The electrooculogram (EOG) was recorded between supra-\nand infra-orbital sites around the left eye for vertical movement\n(blinks), and outer acanthi of the left and right eyes for possible\nside-eye movements.\nEEG PREPROCESSING\nData analysis was completed using EEGLAB1and Fieldtrip soft-\nware packages2along with in-house scripts. Data were high-pass\nﬁltered at 0.5 Hz using a non-causal FIR ﬁlter (“ﬁr1” in EEGLAB).\nTrials containing artifacts (e.g., eye movements, blinks, mus-\ncle potentials) were removed from the EEG using the default\nautomatic-reject routines in EEGLAB. Independent component\nanalysis was used to remove any eye movements not rejected by\nthe semiautomatic routines (Jung et al., 2001).\nERP ANALYSIS\nThe auditory-stimulus locked ERP data were low-pass ﬁltered at\n30 Hz using a two-pass Butterworth IIR ﬁlter (default option Field-\ntrip) and averaged with the sweep beginning 200 ms before the\nstimuli and lasting until 450 ms after stimulus onset. The ERPs\nwere baseline corrected using the mean time 150 ms prior to\nstimulus onset.\nThe average peak amplitude and peak latency of the P1, N1, and\nP2 were computed per subject and compared between the miso-\nphonia patient group and healthy controls. The time interval for\ndetermining the mean peak amplitude and latency were chosen\nbased on looking at the grand-averaged data.\nThe difference in the P1, N1, and P2 response between miso-\nphonia patients and controls was assessed separately for the stan-\ndard and deviant tones. This was due to the assumption that\ndifferent processes likely take place after presentation of a fre-\nquent and infrequent tone, which could be affected differently in\npatients. Moreover, separating analyses for standard and deviant\ntones could also circumvent the potential problem of comparing\nconditions with a difference in signal-to-noise ratio, arising from\nthe difference in amount of trials between the standard and deviant\ncondition (Salisbury et al., 2010).\nFor the deviant tones, peak latency of the P1 was deﬁned as\nthe most positive deﬂection occurring between 50 and 100 ms\npost-stimulus onset in electrodes Fz and FCz. N1 peak latency\nwas deﬁned as the most negative deﬂection in Fz and FCz occur-\nring between 100 and 200 ms, and the P2 was deﬁned as the most\npositive deﬂection in Cz and FCz between 200 and 300 ms.\n1http://sccn.ucsd.edu/eeglab/\n2http://www.ru.nl/fcdonders/ﬁeldtrip/For the standard tones, evoked responses were different in tim-\ning and therefore different time-windows were used for the N1\n(120–160 ms) and P2 (160–220 ms). Channel selection was based\non maximal amplitude of the grand average.\nThe mean amplitudes for the P1, N1, and P2/3 were obtained\nby averaging values of abovementioned channels within the\npredeﬁned intervals.\nAn independent t-test was performed to test for a difference\nin responses elicited by the standard tones. Two-way repeated-\nmeasures analysis of variance (rANOV A) was used to test for a\ndifference in response after presentation of deviant tones, with\ntone (low deviant, high deviant) as within-subject variable and\ngroup (control, patient) as between-subject variable. Statistics\nwere performed using SPSS, attaining a threshold of p\u00140.05.\nFor clarity reasons, only signiﬁcant effects will be reported in the\nSection “Results.” Results of insigniﬁcant effects are presented in\nT able 3 .\nRESULTS\nSTUDY PARTICIPANTS\nClinical characteristics are presented in T able 1 . There was no sig-\nniﬁcant difference in age between the patient group and the control\ngroup ( pD=0.323). Also, the male/female ratio was not signif-\nicantly different [ X2(1,ND34)D2.004, pD0.157]. Compared\nto controls, misophonia patients reported a signiﬁcantly higher\nbaseline emotional state [ t(28.39)D3.11, pD=0.004], measured\nby the TMD score on the POMS.\nEVENT-RELATED POTENTIALS\nFigures 1 and 2show the grand-average ERP evoked by standard\n(Figure 1 ) and deviant tones ( Figure 2 ) in the same electrodes\nused for the statistical analyses. The shaded areas represent time\nintervals of interest.\nDEVIANT TONES ELICITED A DIMINISHED N1 IN MISOPHONIA\nPATIENTS\nThe deviant tones evoked a smaller N1 component in the miso-\nphonia patients than in the control group [ \u00000.711 vs.\u00001.277mV ,\nF(1,32)D5.608, pD0.024]. However, the peak latency of the\ndeviant evoked N1 was not different between the misophonia and\nthe healthy control group. We found no differences in the P1, P2\naverage amplitude or peak latencies between patients and con-\ntrols (see T ables 2 and 3). Also no interactions between group and\ndeviant tones were found.\nA main effect of tone was present for the P1, N1, and P2 average\namplitudes. The low deviant tone elicited a larger P1 than the high\ndeviant tone [0.332 vs. 0.096 mV ,F(1,32)D4.840, pD0.035]. In\ncontrast, the lower deviant tone evoked a smaller N1 than the high\ntone deviant [\u00000.662 vs.\u00001.226mV ,F(1,32)D5.537, pD0.001].\nThe P2 was larger after presentation of the lower deviant than the\nhigh deviant tone [0.768 vs. 0.323 mV ,F(1,32)D8.457, pD0.007].\nFinally, the peak latency of the N1 response was different for\nthe two deviant tones, such that the high tone showed an earlier\npeak compared to the low tone [136 vs. 151 ms, F(1,32)D20.097,\npD0.0001].\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Schröder et al. Diminished N1 potentials in misophonia\nFIGURE 1 |The grand-average ERP waveforms of controls ( nD14) and misophonia patients ( nD20) for standard tones . Standard tones elicited\nequal responses for patients and controls when compared for average amplitude and peak latency of the P1, N1, and P2. Shaded areas represent time\nintervals of interest.\nFIGURE 2 |The grand-average ERP waveforms of controls ( nD14) and\nmisophonia patients ( nD20) for deviant tones (lower and higher than\nstandard tone) . Shaded areas represent time intervals of interest. Devianttones elicited a diminished N1 response in misophonia patients compared\nto controls. Topographies of the N1 are shown for the low and high deviant\ntone.\nSTANDARD TONES ELICITED A SIMILAR AUDITORY EVOKED RESPONSE\nFOR PATIENTS AND CONTROLS\nWe found no differences in the average amplitude and peak latency\nof the P1, N1, or P2 responses elicited by the standard stimuli\nbetween the misophonia and control group.DISCUSSION\nWe found that the mean amplitude of the auditory N1 was\nsigniﬁcantly diminished in misophonia patients compared to\nhealthy controls. This attenuation suggests a deﬁcit in auditory\ninformation processing at a low-level in misophonia patients.\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Schröder et al. Diminished N1 potentials in misophonia\nT able 2 | Group averages of mean amplitudes (in bicronvolt) and peak\nlatencies (in milliseconds) for the different tones (standard, low\ndeviant, high deviant) and components (P1, N1, and P2) .\nP1 N1 P2\nControl Patient Control Patient Control Patient\nAVERAGE AMPLITUDE\nStandard 0.281 0.463 0.290 0.031 0.552 0.635\nLow deviant 0.324 0.337 \u00000.941\u00000.468 0.705 0.812\nHigh deviant\u00000.080 0.219 \u00001 .614\u00000.95 0.357 0.299\nPEAK LATENCY\nStandard 77 84 135 135 187 197\nLow deviant 68 73 150 152 242 240\nHigh deviant 65 75 133 139 246 232\nT able 3 | p-Values for rANOVA and t-tests on average amplitude and\npeak latencies .\nP1 N1 P2\nAVERAGE AMPLITUDE\nDeviants (ANOVA)\nMain effect tone 0.035 0.001 0.007\nMain effect group 0.245 0.024 0.916\nInteraction 0.236 0.539 0.583\nStandard ( t-test)\n0.072 0.274 0.710\nPEAK LATENCIES\nDeviants (ANOVA)\nMain effect tone 0.938 0.0001 0.761\nMain effect group 0.122 0.418 0.210\nInteraction 0.398 0.550 0.336\nStandard ( t-test)\n0.148 0.884 0.096\nSigniﬁcant values are printed in bold.\nOne possible explanation of the smaller N1 peak in misopho-\nnia patients in our study might be the difference in the clinical\ncharacteristics of the two groups. The most notable difference was\nthe TMD scores on the POMS ( T able 1 ). Misophonia patients\nhad a signiﬁcantly higher TMD than the controls. An increased\nTMD could reﬂect a state of general hyperarousal in misophonia\npatients. Due to this hyperarousal or general irritability, misopho-\nnia patients might not have attended to the sounds as much as the\ncontrols. The link between general hyperarousal and misophonia\nhas also been discussed by Edelstein et al. (2013) who found a\nsigniﬁcantly higher skin conductance response in the misophonia\ngroup triggered by various visual and auditory aversive stimuli.\nBoth misophonia patients and controls found similar stimuli to\nbe aversive and non-aversive but on a different level. They there-\nfore raised the possibility that misophonia patients are merely at\nthe tail end of the distribution.\nAnother explanation could be that difference in N1 peak ampli-\ntude between the misophonia group and the control group isdue to some other psychiatric comorbidity or the use of psy-\nchotropic medication. However, we believe that it is very unlikely\nthat these differences can be explained by comorbidity because in\nthe misophonia group only one patient had a current psychiatric\ncomorbidity, which was attention-deﬁcit hyperactivity disorder\n(ADHD). Nevertheless, the confounding effect of psychotropics,\nespecially antidepressants,on N1 responses in misophonia patients\ncannot completely be ruled out. However, previous research inves-\ntigating medication effects on the N1 indicate that this is unlikely\n(Salisbury et al., 2010).\nWe concede that our current ﬁndings cannot easily be linked to\ntwo fundamental issues underlying misophonia symptomology:\nﬁrst, why do human sounds – and not inanimate, i.e., environ-\nmental sounds – evoke misophonic symptoms? And second, why\ndo these sounds trigger aggression (Schröder et al., 2013)?\nWe conjecture that the ﬁrst issue could be related to the exis-\ntence of two separate neural systems for processing human and\nnon-human sounds (Pizzamiglio et al., 2005; Engel et al., 2009).\nPossibly, in misophonia it is only the human sound-processing\nnetwork that is affected. This, however, does not fully explain the\narousal described by a few misophonia patients caused by inani-\nmate – environmental – sounds (Edelstein et al., 2013), or why we\nobserved a lower N1.\nThe second question might be understood through literature\non obsessive–compulsive personality disorder (OCPD). OCPD\nhas a very high comorbidity rate in patients with misophonia of\n52.4% (Schröder et al., 2013). Core symptoms of OCPD include\ncognitive inﬂexibility and high levels of moralism, which can\nresult in criticism of other people’s behavior (American Psychiatric\nAssociation, 2000). Violation of social norms – both intentional\nand unintentional – have been associated with left orbitofrontal\ncortex (OFC) activation (Berthoz et al., 2002). Therefore, OFC\ninvolvement in the emergence of misophonia symptoms could\nexist. This could then also partly explain the differences, described\nby some misophonia patients, between their aggressive reactions\nto sounds made by, e.g., babies or elderly demented, which usu-\nally do not trigger much aggression, and to those of other adults,\nwhich do. The difference might lie in the level that the misophonia\npatients assess the accountability and deliberateness of the sound\nsource.\nCONCLUSION\nThis is the ﬁrst study investigating the underlying neurobiologi-\ncal mechanisms of misophonia. We found that it was possible to\ndistinguish misophonia patients from healthy controls by using\na simple auditory oddball paradigm. We conclude that a lower\nthan normal N1 response could be a neurophysiological marker\nfor misophonia. However, it still remains to be investigated if\nthis diminished N1 is a characteristic of general psychiatric psy-\nchopathology or a distinctive characteristic for misophonia. More-\nover, it is unclear whether the underlying deﬁcit in misophonia is\ndue to altered auditory perception, an inadequate processing of\nauditory stimuli, or a higher order dysfunction of cortical control\nrelated to impulsivity. Thus, we believe further research should\ntherefore aim at delineating misophonia from other psychiatric\ndisorders and elucidate the neural interactions directly correlating\nwith the symptomology of misophonia.\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Schröder et al. Diminished N1 potentials in misophonia\nACKNOWLEDGMENTS\nAli Mazaheri is supported from a Veni grant from the Netherlands\nOrganization for Scientiﬁc Research (NWO).\nREFERENCES\nAmerican Psychiatric Association. (2000). Diagnostic and Statistical Manual of Men-\ntal Disorders, Fourth Edition, Text Revision (DSM-IV-TR) . Washington, DC:\nAmerican Psychiatric Association.\nBerthoz, S., Armony, J. L., Blair, R. J. R., and Dolan, R. J. (2002). An fMRI study of\nintentional and unintentional (embarrassing) violations of social norms. Brain\n125(Pt 8), 1696–1708. doi:10.1093/brain/awf190\nBoutros, N. N., Gooding, D., Sundaresan, K., Burroughs, S., and Johanson, C.\n(2006). Cocaine-dependence and cocaine-induced paranoia and mid-latency\nauditory evoked responses and sensory gating. Psychiatry Res. 145, 147–154.\ndoi:10.1016/j.psychres.2006.02.005\nBuchwald, J. S., Erwin, R., Read, S., Van Lancker, D., and Cummings, J. L.\n(1989). Midlatency auditory evoked-responses – differential abnormality of\nP1 in Alzheimer’s disease. Electroencephalogr. Clin. Neurophysiol. 74, 378–384.\ndoi:10.1016/0168-5597(89)90005-1\nBuchwald, J. S., Erwin, R., Van Lancker, D., Guthrie, D., Schwafel, J., and Tan-\nguay, P . (1992). Midlatency auditory evoked-responses – P1 abnormalities\nin adult autistic subjects. Electroencephalogr. Clin. Neurophysiol. 84, 164–171.\ndoi:10.1016/0168-5597(92)90021-3\nCurran, S. L., Andrykowski, M. A., and Studts, J. L. (1995). Short form of the Proﬁle\nof Mood States (POMS-SF): psychometric information. Psychol. Assess. 7, 80–83.\ndoi:10.1037/1040-3590.7.1.80\nDerogatis, L. R., Lipman, R. S., and Covi, L. (1973). The SCL-90: an outpatient\npsychiatric rating scale – preliminary report. Psychopharmacol. Bull. 9, 13–28.\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V . S. (2013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi:10.3389/fnhum.2013.00296\nEngel, L. R., Frum, C., Puce, A., Walker, N. A., and Lewis, J. W. (2009). Different cate-\ngories of living and non-living sound-sources activate distinct cortical networks.\nNeuroimage 47, 1778–1791. doi:10.1016/j.neuroimage.2009.05.041\nFerreira, G. M., and Harrison, B. J. (2013). Hatred of sounds: misophonic disor-\nder or just an underreported psychiatric symptom? Ann. Clin. Psychiatry 25,\n271–274.\nFriston, K. (2005). A theory of cortical responses. Philos. Trans. R. Soc. Lond. B Biol.\nSci.360, 815–836. doi:10.1098/rstb.2005.1622\nHadjipavlou, G., Baer, S., Lau, A., and Howard, A. (2008). Selective sound intoler-\nance and emotional distress: what every clinician should hear. Psychosom. Med.\n70, 739–740. doi:10.1097/PSY.0b013e318180edc2\nHamilton, M. (1959). The assessment of anxiety states by rating. Br. J. Med. Psychol.\n32, 50–55. doi:10.1111/j.2044-8341.1959.tb00467.x\nHamilton, M. (1960). A rating scale for depression. J. Neurol. Neurosurg. Psychiatr.\n23, 56–62. doi:10.1136/jnnp.23.1.56\nJavanbakht, A., Liberzon, I., Amirsadri, A., Gjini, K., and Boutros, N. N. (2011).\nEvent-related potential studies of post-traumatic stress disorder: a critical review\nand synthesis. Biol. Mood Anxiety Disord. 1, 5. doi:10.1186/2045-5380-1-5\nJavitt, D. C., Jayachandra, M., Lindsley, R. W., Specht, C. M., and Schroeder, C. E.\n(2000). Schizophrenia-like deﬁcits in auditory N1 and P1 refractoriness induced\nby the psychotomimetic agent phencyclidine. Clin. Neurophysiol. 111, 833–836.\ndoi:10.1016/S1388-2457(99)00313-2\nJung, T.-P ., Makeig, S., McKeown, M. J., Bell, A. J., Lee, T.-W., and Sejnowski, T. J.\n(2001). Imaging brain dynamics using independent component analysis. Proc.\nIEEE Inst. Electr. Electron. Eng. 89, 1107–1122. doi:10.1109/5.939827\nKayser, J., Bruder, G. E., T enke, C. E., Stuart, B. K.,Amador, X. F., and Gormanm, J. M.\n(2001). Event-related potentials (ERps) in schizophrenia for tonal and phonetic\noddball tasks. Biol. Psychiatry 49, 832–847. doi:10.1016/S0006-3223(00)01090-8\nKemner, C., Verbaten, M. N., Koelega, H. S., Buitelaar, J. K., van der Gaag, R. J.,\nCamfferman, G., et al. (1996). Event-related brain potentials in children with\nattention-deﬁcit and hyperactivity disorder: effects of stimulus deviancy and\ntask relevance in the visual and auditory modality. Biol. Psychiatry 40, 522–534.\ndoi:10.1016/0006-3223(95)00429-7\nLijfﬁjt, M., Cox, B., Acas, M. D., Lane, S. D., Moeller, F. G., and Alan, C. (2012).\nDifferential relationships of impulsivity or antisocial symptoms on P50, N100,\nor P200 auditory sensory gating in controls and antisocial personality disorder.\nJ. Psychiatr. Res. 46, 743–750. doi:10.1016/j.jpsychires.2012.03.001Lijfﬁjt, M., Moeller, F. G., Boutros, N. N., Steinberg, J. L., Meier, S. L., Lane, S. D.,\net al. (2009). Diminished P50, N100 and P200 auditory sensory gating in bipolar\nI disorder. Psychiatry Res. 167, 191–201. doi:10.1016/j.psychres.2008.04.001\nLuck, S. J., and Kappenman, E. S. (2012). The Oxford Handbook of Event-Related\nPotential Components . Oxford: Oxford University Press.\nMcArdle, R., and Hnath-Chisolm, T. (2009). “Speech audiometry,” in Handbook of\nClinical Audiology , ed. J. Katz (Philadelphia: Lippincott Williams & Wilkins),\n64–79.\nMcNair, D. M., Lorr, M., and Droppleman, L. F. (1992). The Proﬁle of Mood States .\nSan Diego: Educational and Industrial T esting Service.\nNäätänen, R. (1992). Attention and Brain Function . Hillsdale, NJ: Erlbaum.\nNäätänen, R., and Picton, T. W. (1987). The N1 wave of the human electric and mag-\nnetic response to sound: a review and an analysis of the component structure.\nPsychophysiology 24, 375–425. doi:10.1111/j.1469-8986.1987.tb00311.x\nNeal, M., and Cavanna, A. E. (2013). Selective sound sensitivity syndrome (miso-\nphonia) in a patient with T ourette syndrome. J. Neuropsychiatry Clin. Neurosci.\n25, E01. doi:10.1176/appi.neuropsych.11100235\nO’Donnell, B. F., Hokama, H., McCarley, R. W., Smith, R. S., Salisbury, D. F.,\nMondrow, E., et al. (1994). Auditory ERPs to non-target stimuli in schizophrenia:\nrelationship to probability, task-demands, and target ERPs. Int. J. Psychophysiol.\n17, 219–231. doi:10.1016/0167-8760(94)90065-5\nPicton, T. W., and Hillyard, S. A. (1974). Human auditory evoked potentials.\nII: effects of attention. Electroencephalogr. Clin. Neurophysiol. 36, 191–200.\ndoi:10.1016/0013-4694(74)90156-4\nPizzamiglio, L., Aprile, T., Spitoni, G., Pitzalis, S., Bates, E., D’Amico, S., et al. (2005).\nSeparate neural systems for processing action- or non-action-related sounds.\nNeuroimage 24, 852–861. doi:10.1016/j.neuroimage.2004.09.025\nPratt, H., Starr, A., Michalewski, H. J., Bleich, N., and Mittelman, N. (2008). The\nauditory P50 component to onset and offset of sound. Clin. Neurophysiol. 119,\n376–387. doi:10.1016/j.clinph.2007.10.016\nRinne, T., Särkkä, A., Degerman, A., Schröger, E., and Alho, K. (2006). Two sepa-\nrate mechanisms underlie auditory change detection and involuntary control of\nattention. Brain Res. 1077, 135–143. doi:10.1016/j.brainres.2006.01.043\nSalisbury, D. F., Collins, K. C., and McCarley, R. W. (2010). Reductions in the N1\nand P2 auditory event-related potentials in ﬁrst-hospitalized and chronic schiz-\nophrenia. Schizophr. Bull. 36, 991–1000. doi:10.1093/schbul/sbp003\nSchlauch, R. S., and Nelson, P . (2009).“Puretone evaluation,”in Handbook of Clinical\nAudiology , ed. J. Katz (Philadelphia: Lippincott Williams & Wilkins), 30–49.\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS ONE 8:e54706. doi:10.1371/journal.pone.\n0054706\nSchwartz, B. P ., Leyendecker, J., and Conlon, M. (2011). Hyperacusis and misopho-\nnia, the lesser-known siblings of tinnitus. Minn. Med. 94, 42–43.\nT odd, J., Michie, P . T., Schall, U., Ward, P . B., and Catts, S. V . (2012). Mis-\nmatch negativity (MMN) reduction in schizophrenia-impaired prediction –\nerror generation, estimation or salience? Int. J. Psychophysiol. 83, 222–231.\ndoi:10.1016/j.ijpsycho.2011.10.003\nWinkler, I. (2007). Interpreting the mismatch negativity. J. Psychophysiol. 21,\n147–163. doi:10.1027/0269-8803.21.34.147\nConﬂict of Interest Statement: The authors declare that the research was conducted\nin the absence of any commercial or ﬁnancial relationships that could be construed\nas a potential conﬂict of interest.\nReceived: 29 September 2013; accepted: 24 March 2014; published online: 09 April\n2014.\nCitation: Schröder A, van Diepen R, Mazaheri A, Petropoulos-Petalas D, Soto de\nAmesti V, Vulink N and Denys D (2014) Diminished N1 auditory evoked poten-\ntials to oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123. doi:\n10.3389/fnbeh.2014.00123\nThis article was submitted to the journal Frontiers in Behavioral Neuroscience.\nCopyright © 2014 Schröder, van Diepen, Mazaheri, Petropoulos-Petalas, Soto de\nAmesti, Vulink and Denys. This is an open-access article distributed under the terms\nof the Creative Commons Attribution License (CC BY). The use, distribution or repro-\nduction in other forums is permitted, provided the original author(s) or licensor are\ncredited and that the original publication in this journal is cited, in accordance with\naccepted academic practice. No use, distribution or reproduction is permitted which\ndoes not comply with these terms.\nFrontiers in Behavioral Neuroscience www.frontiersin.org April 2014 | Volume 8 | Article 123 | 6"
    }
  ]
}