{
  "doc_type": "scientific paper",
  "title": "Network analysis of misophonia symptoms using the Duke Misophonia Questionnaire",
  "authors": [
    "Shan et al"
  ],
  "year": 2024,
  "journal": "Journalofaffectivedisorders.",
  "doi": "10.1016/j.jad.2024.10.105",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:16:13.917310Z",
  "source_pdf": "documents/research/Global/Shan et al 2024 Network analysis of misophonia symptoms using the Duke Misophonia Questionnaire.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Journalofaffectivedisorders.\nArticleTitle: Networkanalysisofmisophonia symptoms usingtheDukeMisophonia Questionnaire\nArticleAuthor: Shan\nDate:2024\nOCLC-38911953; ISSN-01650327; LCN-2004233074;\nPublisher: 2024-10-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nNetwork analysis ofmisophonia symptoms using theDuke\nMisophonia Questionnaire\nYanyan Shan, Marta Siepsiak, Kibby McMahon, Rachel Guetta,\nLisalynn Kelley , Tao Chen, M. Zachary Rosenthal\nPII: S0165-0327(24)01794-4\nDOI: https://doi.or g/10.1016/j.jad.2024.10.105\nReference: JAD 18478\nTo appear in:\nReceived date: 17 June 2024\nRevised date: 12 October 2024\nAccepted date: 20 October 2024\nPlease citethisarticle as:Y.Shan, M.Siepsiak, K.McMahon, etal.,Network analysis of\nmisophonia symptoms using theDuke Misophonia Questionnaire, (2024), https://doi.or g/\n10.1016/j.jad.2024.10.105\nThis isaPDF fileofanarticle thathasunder gone enhancements after acceptance, such\nastheaddition ofacover page andmetadata, andformatting forreadability ,butitis\nnotyetthedefinitive version ofrecord. This version willunder goadditional copyediting,\ntypesetting andreview before itispublished initsfinal form, butweareproviding this\nversion togive early visibility ofthearticle. Please note that, during theproduction\nprocess, errors may bediscovered which could affectthecontent, andalllegal disclaimers\nthat apply to the journal pertain.\n© 2024 Published by Elsevier B.V ."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Network Analysis of Misophonia Symptoms Using the Duke Misophonia Questionnaire  \nYanyan Shana,b, Marta Siepsiakc, Kibby McMahona,b, Rachel Guettaa,b, Lisalynn Kelleya,b, \nTao Chend, M. Zachary Rosenthala,b \n \na Department of Psychiatry & Behavioral Sciences, Duke University Medical Center, Durham, \nNorth Carolina , United States of America ; \nb Department of Psychology & Neuroscience, Duke University, Durham, North Carolina , \nUnited States of America ; \nc Department of  Psychology in Warsaw, SWPS University, Warsaw, Poland ; \nd Brain and Mind Centre, University of Sydney, Sydney, Australia.  \n \nDeclaration of Interest Statement  \nDr. Rosenthal receives book royalties from the American Psychological Association \nand is a consultant for several digital health companies (Odin, RealizedCare). All of this work \nis unrelated to misophonia. In addition, Dr. Rosenthal provides clinical train ing workshops \nabout misophonia to community clinicians for a fee.  \nWe have no other conflicts of interest to disclose.  \n*Correspondence concerning this article should be addressed to Yanyan Shan, \nDepartment of Psychology and Neuroscience, Duke University. Em ail: \nyanyan.shan@duke.edu."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Abstract  \nBackground : Misophonia  is a complex disorder characterized by a strong aversion to specific \nsounds, leading to significant distress and impairment. While the Duke Misophonia \nQuestionnaire (DMQ) is one of the most comprehensive and validated measures for assessing \nmisophonia, th e relative importance of specific subscales and items within the DMQ remains \nunclear. Network analysis enables an understanding of the interconnections among subscales, \nproviding insights into which parts of the measure are most central to the others. This  study \nemployed network analysis to examine the interconnections among DMQ subscales and \nidentify the most central components of misophonia symptomatology.  \nMethods : Network analysis was conducted on DMQ data from 144 adults with varying levels \nof misophoni a symptoms. Four network models were examined: overall misophonia, \nsymptoms, beliefs, and impairment. Sex differences were also explored.  \nResults : The Impairment subscale emerged as the most central in the overall network for both \nmales and females. Key it ems included cognitive reactions (\"I need to get away from the \nsound,\" \"I thought about physically hurting the person making the sound\") as well as \naffective reactions (panic, anger) in the symptom sub -network, non -acceptance of misophonia \nbeliefs (\"I hate  being like this\") in the belief sub -network, and deterioration of self -esteem \ndue to misophonia  in the impairment sub -network. Females reported more severe cognitive \nand physiological symptoms than males.  \nConclusions : The DMQ Impairment subscale and speci fic items identified as most central in \neach network may represent key aspects of misophonia symptomatology. Prioritizing these \ncomponents in assessment and intervention efforts may be beneficial when appropriate.  \nKeywords : Misophonia, questionnaire, netwo rk analysis, impairment, symptom"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  1. Introduction  \nMisophonia is a complex and multifaceted disorder first defined by Jastreboff and \nJastreboff (2001)  to describe a particular aversion or decreased tolerance to specific sounds. \nAlthough the exact prevalence of misophonia remains unclear, studies estimate that close to \n20% of the population may be affected (Vitoratou et al., 2021) , with around 6% exhibiting \nclinically significant misophonia symptoms acco mpanied by associated impairment across \nwork, school, social, and family domains (Dixon et al., 2024; Jakubovski et al., 2022; Kılıç et \nal., 2021; Zhou et al., 2017) . Despite its relatively high prevalence and substantial \nimpairments, misophonia remains significantly understudied.  \nThe recent publication of a consensus definition of misophonia by an expert \ncommittee ( Swedo et al., 2022)  characterizes misophonia as a disorder in which specific \nsounds, such as repetitive human -produced (e.g., chewing) or environmental stimuli (e.g., \nclock ticki ng), evoke strongly aversive responses across multiple domains, including \nattentional (e.g., difficulty distracting), behavioral (e.g., avoidance, escape), physiological \n(e.g., increased heart rate, muscle tension) and affective (e.g., anger, disgust) reac tions . \nHowever, it is essential to acknowledge that this definition is not conclusive, given the \nlimited evidence available for this relatively newly discovered condition. Indeed, it is notable \nthat (a) the research relied upon to determine the expert defi nition of misophonia largely was \ndone using measures of misophonia with modest to minimal established psychometric \nsupport; and (b) the volume of research publications examining misophonia has rapidly \nincreased during the three years since the expert defin ition was published. As our \nunderstanding of misophonia continues to evolve, particularly through research employing \npsychometrically validated measures and rigorous methodologies, it is likely that the \ndefinition will be refined and modified accordingly. To further our understanding of"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  misophonia, it is crucial to utilize psychometrically sound instruments that can provide fine -\ngrained insights into the core features and underlying mechanisms of this condition.  \nSeveral psychometrically validated self -report measures have been developed to \nassess misophonia, including the MisoQuest (Siepsiak et al., 2020) , the Selective Sound \nSensitivity Syndrome Scale (S-Five; Vitoratou et al., 2020) , the Berlin Misophonia \nQuestionnaire (BMQ; Remmert et al., 2022) , the Duke -Vanderbilt Misophonia Screening \nQuestionnaire (DVMSQ; Williams et al., 2022) , the Sussex Misophonia Scale (SMS; Rinaldi \net al., 2022; Simner et al., 2024), and the Misophonia Response Scale (MRS; Dibb et al., \n2021) . These measures all are valu able and can be used as self -report measures of \nmisophonia.  \nThe Duke Misophonia Questionnaire (DMQ; Rosenthal et al., 2021)  is a \npsychometrically validated instrument that is used to comprehensively assess self -reported \nexperiences related to misophonia with scales similar to the other  validated measures as well \nas others that provide different information that may be useful in the context of treatment for \nmisophonia. Its development involved a grassroots approach that generated and refined items \nbased on input from a broad range of key  stakeholders, including individuals with \nmisophonia, their family members, clinicians, and scientists. This collaborative approach was \nconducted so that the DMQ would comprehensively capture the lived experiences and diverse \nperspectives of those affected  by misophonia. Additionally, the DMQ underwent an extensive, \niterative, and rigorous analytic process involving factor analysis and item response theory, \nlending strong support to its internal validity and reliability. The DMQ has nine subscales \nthat cove r a wide range of misophonic experiences, including trigger frequency, cognitive, \naffective, and physiological reactions, beliefs about misophonia , coping responses to \nmisophonic triggers before, during, and after exposure , and impairments in functioning. It is \ncurrently being used by clinicians globally and is the process of being translated into several"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  languages. However, because of its wide scope, the total DMQ is somewhat long with 86 \nitems. Rosenthal et al. (2021)  suggested that depending on the needs of researchers or \nclinicians, the DMQ may be used in its full form or selected derived composite scales.  If \nresearch can  identify which items or subscales of the DMQ play central roles in misophonia, \nclinicians and researchers would be more informed about how to use this measure with \nmisophonia patients.  \nNetwork analysis offers a novel and elegant statistical approach to id entifying the \nmost important subscales and items in the DMQ, complementing the insights gained from \nprevious psychometric analyses ( Rosenthal et al., 2021 ). Whereas factor analysis and item \nresponse theory used in the development of the DMQ were crucial fo r establishing its internal \nvalidity and reliability, these methods focus on identifying latent constructs by examining the \ncorrelations among individual items. In contrast, network analysis can explore the complex \ninterrelationships and direct interaction s among the various elements within a measure such \nas the DMQ (Borsboom, 2017; Roefs  et al., 2022) . By conceptualizing the DMQ as \nmeasuring a network of interconnected symptoms and constructs related to misophonia, \nnetwork analysis can reveal which components are most important within the overall \nstructure of the disorder. Centrality m easures, such as strength and expected influence, \nquantify the importance of each element based on its connections to other elements in the \nnetwork (Borsboom & Cramer, 2013) . Subscales or items with high centrality are likely to \nhave a more significant impact on the overall misophonia syndrome, as changes in these \ncentral element s may affect the connected components  (Robinaugh et al., 2016, 2020; \nRodebaugh et al., 2018) . By identifying these central components, network analysis can guide \nresearchers and clinicians in prioritizing specific subscales or items when using the DMQ to \nidentify targets of intervention. This targeted approach may enhance the efficiency of"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  treatment, as focusing on the most influential aspects of misophonia may yield more \nsignificant improvements in overall symptom severity and quality of life.  \nThe present study aims to provide clinicians and researchers with guidance on which \nDMQ subscales and items are most closely related to the rest of the measure and can be \nprioritized when appropriate. We also anticipate that our findings will contribute to  a more \ncomprehensive understanding of misophonia symptomatology. We conducted four network \nanalyses to explore the intricate interrelationships among various symptoms, beliefs, and \nimpairments associated with misophonia. This information may enhance the e fficiency of the \nDMQ in both research and clinical settings and potentially inform more targeted intervention \napproaches.  \n2. Methods  \n2.1 Participants  \nA total of 144 participants were drawn from a larger parent study, which investigated \nmental health featur es among adults with misophonia symptoms (Rosenthal et al., 2022) . In \nthe parent study, individuals aged 18 to 65 years old were recruited through an online \nscreening process hosted on the Duke Center for Misophonia and Emotion Regulation's \nwebsite. Recruitment and screening was conducted u tilizing the REDCap platform (Harris et \nal., 2009) . Ethical approval (Pro00102579) for the study was obtained from the Duke Health \nInstitutional Review Board, and all participants provided informed consent by signing an \neconsent form within REDCap (Lawrence et al., 2020) . Participants primarily learned about \nthe study through online channels related to misophonia, such as web searches, the Duke \nCenter for Misophonia and Emotion Regulation's website, social media platforms, and news \ncoverage. While our recruitment strategy did not specifically target non -misophonic \nindividuals, participants included those with varying levels of misophonia severity —from \nclinical to subclinical to asymptomatic. This approach allowed for a comprehensive"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  examination of the condition. Some partic ipants may have been drawn to the study out of \ngeneral curiosity about sound sensitivity, even if they did not report misophonia symptoms.  \nParticipants were excluded from the study if they met at least one of the following \ncriteria: a current diagnosis of a psychotic disorder, current mania, current anorexia, or an \ninability to read English. These criteria were assessed through the online screening survey \nand the Structured Clinical Interview for DSM -5 (SCID -5; First et al., 2015).  \n2.2. Measures  \n The Duke M isophonia Questionnaire (DMQ; Rosenthal et al., 2021)  is a self -report \nmeasure that comprehensively assesses various aspects of misophonia and aligns well with \nthe components outlined in the recent \"consensus definition\" by Swedo et al. (2022) . The \nDMQ has demonstrated robust psychometric properties, including good discriminant validity \nwith an Area Under the Curve (AUC) of 0.82, effectively distinguishing between clinical and \nsub-clinical misophonia. It also shows strong convergent validity, with correlations ranging \nfrom 0.43 to 0.67 among its composite scales and 0.43 to 0.87 with existing misophonia \nmeasures (Rosenthal et al., 2021) . In the current study, the DMQ exhibited excellent internal \nconsistency reliability, with Cronbach's alpha coefficients as follows: affective responses, α = \n0.83; physiological responses, α = 0.75; cognitive responses, α = 0.88; coping strategies \nbefore triggers, α = 0.80; coping strategies during triggers, α = 0.75; coping strategies after \ntriggers, α = 0.77; impairment, α = 0.92; beliefs, α = 0.94. The Cronbach's alpha for the entire \nDMQ was α = 0.97, indicating excell ent overall internal consistency reliability.  \nThe DMQ consists of 86 items organized into nine distinct subscales, including (1) \ntrigger category and frequency, (2) affective responses, (3) physiological responses, (4) \ncognitive responses, (5) coping befor e, (6) coping during, and (7) coping after exposure to \ntriggering sounds, (7) impairment, and (8) beliefs. Additionally, it includes two composite \nscales: (1) a composite symptoms scale, which combines the affective, physiological, and"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  cognitive responses subscales, and (2) a composite coping scale, which integrates the three \ncoping subscales.  \n2.3 Data Analysis  \nWe performed descriptive and comparative analyses using IBM SPSS Statistics 26.0 \nand conducted network analysis using R software and JASP (Jeffrey's  Amazing Statistics \nProgram) (Version 0.17.2.1). For the descriptive and comparative analyses, i ndependent \nsamples t -tests were conducted to compare misophonia symptoms between males and \nfemales.  \n In network analysis, “nodes” represent individual variables  (in our case, misophonia \nsymptoms), while “edges” are the connections between these nodes, indicating the strength \nand direction of their relationships. The resulting network visually represents the complex \ninteractions among symptoms. Our study encompass ed four main network analyses. First, we \nconducted an overall network analysis integrating trigger frequency, Symptoms (i.e., \naffective, physiological, and cognitive responses), Impairment, and Beliefs subscales. In \naddition, to explore potential sex diffe rences, we conducted separate network analyses for \nmales and females, comparing the overall network structure and centrality measures between \nsexes. Second, we performed three item -level network analyses focusing separately on the \nSymptoms subscale, the Be liefs subscale, and the Impairment subscale.  \nThe network analysis was performed using the extended Bayesian information \ncriterion (EBIC) glasso model, with a tuning parameter of 0.5 for parsimony and \ninterpretability, consistent with previous studies  (McNally et al., 2017; Oliva et al., 2024; \nZhao et al., 2022) . Although we report all four centrality measures (i.e., betweenness, \ncloseness , strength, and expected influence) to align with common practices in the field, our \nprimary focus is on expected influence (Opsahl et al., 2010) , based on recommendations from \nresearchers for psychological networks  (Bringmann et al., 2019; McNally, 2021) . This choice"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  is based on the limitations of betweenness and closeness centrality measures when analyzing \ncorrelational networks. These measures tr eat correlations or associations as distances, \nassuming that information or influence flows along the shortest paths in the network. \nHowever, in a partial correlation network, edges represent conditional associations rather \nthan physical distances or causa l flow, making the interpretation of shortest paths as \nmeaningful for centrality problematic  (Borsboom et al., 2021) . Strength centrality, which \nquantifies a node's connections and indicates its influence and connectivity, is often more \nrobust. Expected influence centrality goes a step further by considering whether the \ninteractions are positive or negative, providing a m ore accurate estimation of a node's \ninfluence, particularly in networks with negative correlations (McNa lly, 2021) . Expected \ninfluence centrality provides critical insights into the most influential factors (Bringmann et \nal., 2019; McNally, 2021) .  \nSample size considerations in network analyses prioritize stability and accuracy over \na specific number (Epskamp et al., 2018; Zeiler et al., 2021) . Network stability was evaluated \nusing the case -dropping subset bootstrap approach, which involves repeatedly estimating the \nnetwork while dropping increasing proportions of cases and correlating the centrality \nmeasures of the original network with those of the subsetted networks. We used the \ncorrelation stability coefficient (CS -coefficient) to assess node centrality stability,  aiming for \nvalues above 0.5, which indicate that the centrality estimates are stable under subsetting cases  \n(Epskamp et al., 2018) . Edge weight accuracy was determined using 95% confidence \nintervals calculated with non -parametric bootstrapping (1,000 iter ations). Wide confidence \nintervals suggest that edge strength should be interpreted with caution, as they indicate less \nprecision in the edge weight estimates (Epskamp et al., 2018) . \n3. Results  \n3.1. Demographic and clinical characteristics"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  A total of 144 participants completed the eligibility screening and enrolled in the \nstudy, of whom 70.1% (n = 101) were female. The average age of the participants was 36.8 \nyears (SD = 12.8). See Table 1 for the demographic characteristics of the sample.  \nDMQ symptom scores of these participants ranged from 0 to 83 ( M = 43.46, SD = 18.04), \nwith 53.5% reporting high misophonia symptoms (> 41). For impairment, 55.6% reported \nminimal -mild (0 -13), 41.6% moderate (14 -38), and 2.8% severe impairment (39 -48) ( M = \n13.35, SD = 10.19).  \nSignificant sex differences were found for Cognitive and Physiological Responses. \nFemales reported significantly higher levels of Cognitive Responses ( M = 20.46, SD = 8.13) \nthan males ( M = 16.42, SD = 9.22), t(142) = -2.62, p = .010, d = 0.47, and higher \nPhysiological Responses ( M = 7.63, SD = 4.44) than males ( M = 5.37, SD = 4.45), t(142) = -\n2.79, p = .006, d = 0.51. However, no significant sex differences were observed for Affective \nResponses, t(142) = -0.98, p = .331, d = 0.18, Impairment, t(142) = -0.48, p = .632, d = 0.09, \nor Beliefs, t(142) = -0.95, p = .344, d = 0.17.  \n3.2. The central factors and interrelationships in the overall misophonia network  \nThe first network analysis examined the interrelationships among six misophonia \nsubscales: Trigger Frequency, Affective, Physiological, Cognitive, Impairment, and Beliefs. \nFigure 1 presents the network plot for the overall misophonia network. Centrality measures \n(see Figure S1 in the supplemental material) indicated that Im pairment had the highest \nexpected influence ( z = 1.23), suggesting it is the most influential variable in the network. \nCognitive Responses exhibited moderate expected influence ( z = .76), while Physiological \nReactions showed the lowest expected influence ( z = -1.44). Strong positive partial \ncorrelations were observed between Impairment and Beliefs ( r = .47), and Cognitive \nResponses and Affective Responses ( r = .46)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  To explore potential sex differences in misophonia symptomatology, we conducted \nseparate net work analyses for males ( n = 43) and females ( n = 101). The overall network \nstructure was similar for both sexes, with Impairment showing the highest expected influence \n(males: z = .901; females: z = 1.377), followed by Cognitive Responses (males: z = .901 ; \nfemales: z = .591). Physiological Responses demonstrated the least expected influence for \nboth sexes (males: z = -1.557; females: z = -1.401).  \nNotable differences emerged in the expected influence of Affective Responses (males: \nz = .881; females: z = .17 3) and in the associations between symptom domains. The Trigger \nFrequency -Impairment partial correlation was stronger for females ( r = .391) than for males \n(r = .237), while the Trigger Frequency -Affective Responses partial correlation was stronger \nfor mal es (r = .415) than for females ( r = .116).  \n3.3. The central factors and interrelationships in the symptom network  \nThe second network analysis investigated the interrelationships among 23 misophonia \nsymptoms, including affective, cognitive and physiologica l reactions. The network plot for \nmisophonia symptoms is presented in Figure 2, and centrality indices are displayed in Figure \nS2 (see supplemental material). The internalizing cognitive response \"I need to get away \nfrom the sound\" (Cog6; z = 1.92) and affective response \"I felt panic\" (Affect5; z = 1.41) \ndemonstrated the highest expected influence, followed by the externalizing cognitive \nresponse \"I thought about physically hurting the person making the sound\" (Cog10; z = .99) \nand affective  response \"I felt angry\" (Affect1; z = .92). In contrast, \"I felt disgusted\" (Affect3; \nz = -2.12) and \"I trembled or shuddered\" (Physio2; z = -1.61) exhibited the lowest expected \ninfluence. Strong positive partial correlations were found between \"I thought  about pushing, \npoking, shoving, etc. the person making the sound\" (Cog9) and \"I thought about physically \nhurting the person making the sound\" (Cog10) ( r = .58), and \"I felt angry\" (Affect1) and \"I \nfelt hateful\" (Affect4) ( r = .44)."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  3.4. The central factor s and interrelationships in the belief network  \n The third network analysis explored the interrelationships among 14 misophonia -\nrelated beliefs. Figure 3 depicts the network plot for misophonia -related beliefs, and \ncentrality indices are shown in Figure S3 (see supplemental material). The belief \"I hate \nbeing like this\" (Belief1) exhibited the highest expected influence ( z = 2.05), followed by \"I \nam weak\" (Belief8; z = 1.03). \"I should have known how to cope earlier\" (Belief11) \ndemonstrated the low est expected influence ( z = -1.93). Strong positive partial correlations \nwere observed between \"I should get over it\" (Belief6) and \"I should be able to control my \nreaction to these sounds.\" (Belief9) ( r = .41).  \n3.5. The central factors and interrelationsh ips in the impairment network  \n The fourth network analysis assessed the interrelationships among 12 misophonia -\nrelated impairments. The network plot for misophonia -related impairments is shown in \nFigure 4, and centrality indices are presented in Figure S4  (see supplemental material). \"My \nself-esteem\" (Imp7) demonstrated the highest expected influence ( z = .95), followed by \"The \nquality of my relationships with my friends\" (Imp9; z = .81). \"The quality of my romantic \nrelationship\" (Imp3; z = -2.12) and \"My ability to function in daily activities without help\" \n(Imp4; z = -1.56) exhibited the lowest expected influence.  \nStrong positive partial correlations were found between \"My self -esteem\" (Imp7) and \n\"My ability to be myself\" (Imp12) ( r = .47), and \"My abili ty to be with other people\" (Imp1) \nand \"How much I enjoy spending time with my family\" (Imp5) ( r = .42).  \n3.6. Edge stability and centrality stability  \nThe case -dropping bootstrap analysis, as shown in Figure S5 in the supplemental \nmaterial, evaluates the st ability of centrality indices in the network model. The strength \ncentrality's CS -coefficient remains above 0.7, even when up to 70% of the sample is excluded. \nThis finding suggests that the rank order of the nodes, based on their strength centrality, is"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  relatively stable and not significantly affected by the removal of a large portion of the sample. \nIn this case, the strength centrality measure demonstrates excellent stability, implying that the \nmost influential nodes in the network (i.e., those with the hi ghest strength centrality) are \nlikely to remain influential even if the study were repeated with a different subset of the \noriginal sample.  \nThe bootstrapping demonstrates the stability and reliability of the edge weights in the \nnetwork model. The narrow CI s, as shown in Figure S6 in the supplemental material, indicate \nthat the edge weights were precisely estimated and are not significantly influenced by \nsampling variability. In other words, the relationships between the nodes in the network are \nlikely to re main consistent even if the study were replicated with different samples from the \nsame population.  \n4. Discussion  \nTo the best of our knowledge, this study is the first to employ network analysis to \nidentify the most central items and subscales of the Duke Misophonia Questionnaire (DMQ), \nfocusing specifically on misophonia symptomatology. The primary aim was to enhance  the \nDMQ's efficiency in appropriate contexts and promote a more comprehensive understanding \nof misophonia symptoms.  \nOur results from the overall network analysis revealed that the Impairment subscale \nplays the most influential role for both males and fema les, compared to the Trigger \nFrequency, Affective Responses, Physiological Responses, Cognitive Responses, and Beliefs \nsubscales. Notably, sex differences were observed in the more specific aspects of the \nmisophonia network.  \nThe item -level network analyses  revealed that in the symptom network, the most \ncentral symptoms involved internalizing cognitive and affective symptoms (i.e., \"I need to get \naway from the sound\" and panic), as well as externalizing affective and cognitive responses"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  (i.e., anger and \"I t hought about physically hurting the person making the sound\"). In the \nimpairment network, the most influential aspect was the deterioration of self -esteem. In the \nbelief network, the most central beliefs were non -acceptance of misophonia (\"I hate being \nlike this\") and the self (\"I am weak\"). These results underscore the complexity of misophonia \nand offer guidance for the efficient use of the DMQ.  \nOur approach differs from Andermane et al. (2023), who first conducted a network \nanalysis integrating misophonia  questionnaire factors with clinical comorbidities (e.g., \nanxiety sensitivity, autistic traits). Their study identified sensory sensitivity as a central hub \nlinking misophonia to these comorbidities, providing a broad psychopathological framework. \nIn contr ast, our study focused exclusively on misophonia -specific symptoms, offering \ndetailed insights into internal symptom dynamics and interrelationships.  \n4.1. The central factors and interrelationships in the overall misophonia network  \nThe prominence of impair ment in the network suggests that the extent to which \ntrigger sounds disrupt an individual's daily life is a key factor in the maintenance and severity \nof misophonia. This finding aligns with previous research that has consistently highlighted \nthe signific ant impact of misophonia on daily functioning, including difficulties in social, \noccupational, and academic settings (Brout et al., 2018; Guetta et al., 2022; Möllmann et al., \n2023; Zhou et al., 2017) . The DMQ Impairment subscale has demonstrated strong converg ent \nvalidity by high correlations (ranging from 0.39 to 0.67) with other misophonia measures \n(e.g., Amsterdam Misophonia Scale, Misophonia Questionnaire; Rose nthal et al., 2021) . \nClinicians and researchers may prioritize the DMQ Impairment subscale when appropriate as \na brief way to use the DMQ efficiently. In terms of clinical practice, monitoring changes in \nimpairment throughout the course of treatment can  provide valuable insights into the \neffectiveness of interventions and guide treatment adjustments. Furthermore, the emphasis on \nfunctional impairment in the context of misophonia aligns with the broader conceptualization"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  of mental health disorders. The Di agnostic and Statistical Manual of Mental Disorders (DSM) \nconsiders functional impairment a crucial criterion for diagnosing psychiatric disorders \n(American Psychiatric Association, 2013) . Although the current study does not aim to make \nspecific recommendations regarding the classification of misophonia within diagnostic \nsystems, the centrality of impairment in the misophon ia network suggests that it is a key \nfactor to consider in future discussions about the categorization of misophonia as a credible, \ndistinct clinical entity within current diagnostic frameworks.  \nOur findings regarding the central role of cognitive response s in the misophonia \nnetwork and their strong relationship with affective responses align well with the principles \nof treatments within the family of cognitive behavioral therapies (CBT; e.g., Beck & Haigh, \n2014; Hupp et al., 2008; Thoma et al., 2015) . The st rong correlation between impairment and \nmisophonia -related beliefs also aligns with cognitive theories of psychopathology (Beck & \nHaigh, 2014) . Cognitive theories posit that our cognitive processes actively shape our \nemotional and behavioral responses and psychological dysfunc tions are often closely linked \nto maladaptive beliefs . These findings underscore the importance for clinicians to address \nboth the cognitive responses related to affective reactions and the cognitive beliefs \nindividuals with misophonia hold about their condition. Previous research has shown \npromising results f or CBT -based interventions in managing misophonia symptoms (Lewin et \nal., 2021; M cGuire et al., 2015; McMahon et al., 2024) , and our findings provide further \nindirect support for the careful use of these approaches.  \nInterestingly, the current study’s findings showed that physiological responses had the \nleast influence within the ove rall misophonia network. However, it does not imply that they \nare insignificant in the overall experience of misophonia. A holistic approach should not \noverlook the role of physiological responses due to their high prevalence and established \nsignificance i n other research and clinical contexts  (e.g., Brout et al., 2018; Edelstein et al.,"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  2013; Jastreboff & Jastreboff, 2001; Schröder et al., 2013; Wu et al., 2014) . Our findings \nalign with an expert committee's perspective  (Swedo et al., 2022) , which challenges the \ndefinition of misophonia as primarily a physical reflex condition (Dozier, 2015; Dozier et al., \n2017) , highlighting the complex interplay of factors . \n4.2. The central factors and interrelationships in the symptom network  \nThe symptom sub -network analysis revealed that affective responses, such as panic \nand anger, along with cognitive symptoms, such as the need to escape from the sound and \nthoughts of physically harming the person making the sound, were highly influential. These \nfindings align with previous  research on the diverse symptomatology of misophonia. Rouw & \nErfanian (2018)  reported that panic and rage are common emotional  responses among \nindividuals with misophonia, and other studies have identified both internalizing and \nexternalizing symptoms in misophonia  (Armstrong et al., 2023; Guzick et al., 2023; \nMöllmann et al., 2023) . The centrality of the affective response \"panic\" is particularly \nnoteworthy, as it supports the consensus definit ion proposed by the misophonia expert \ncommittee, which emphasizes that misophonia should not be merely defined as \"hatred of \nsound,\" as individuals with misophonia may experience a range of emotions beyond hatred \n(Swedo et al., 2022) , including panic.  The interplay between affective and cognitive reactions \nhighlights the need for further research to investigate the underlying reasons for the \nemer gence of different internalizing and externalizing symptoms in patients with misophonia. \nFuture studies should explore the temporal order of symptom appearance and whether these \nsymptoms are independent or complementary. This information could help develop  targeted \ninterventions that account for the heterogeneity of misophonia symptomatology and optimize \ntreatment outcomes for patients with different symptom profiles.  \n4.3. The central factors and interrelationships in the belief network"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Within the belief network, non -acceptance of misophonia (\"I hate being like this\") \nand negative self -perception (\"I am weak\") emerged as the most influential factors. These \nfindings suggest that these beliefs may represent core cognitive structures that eit her arise \nfrom or exacerbate misophonic experiences, making them critical targets for therapeutic \ninterventions. Non -acceptance of misophonia may intensify distress and hinder the \ndevelopment of adaptive coping strategies, while negative self -beliefs can e rode self -esteem \nand contribute to broader emotional difficulties (Beck & Haigh, 2014).  \nAddressing these maladaptive cognitions through evidence -based approaches could \npotentially mitigate the impact of misophonia and improve overall psychological well -being. \nFor instance, cognitive restructuring techniques could help modify negative self -beliefs, For \ninstance, cognitive restructuring techniques could help modify negative self -beliefs, while \nAcceptance and Commitment Therapy (ACT) could foster a more accept ing stance towards \nmisophonic experiences by promoting acceptance of distressing sounds, reducing the \ninfluence of unhelpful thoughts through cognitive defusion, encouraging mindfulness of \nemotions, potentially reducing symptom severity and improving quali ty of life (Kamody & \nDel Conte, 2017; Lewin et al., 2021; Petersen & Twohig, 2023; Schneider & Arch, 2017).  \nThe low public awareness of misophonia, with only 11% of individuals in the US \nrecognizing the condition (Dixon et al., 2023), underscores the need to investigate how social \nreactions influence patients' beliefs about misophonia and themselves. The lack of \nunderstanding, invalidation, and potential stigmatization from others may reinforce negative \nbeliefs and non -acceptance of the condition. Future re search should employ both qualitative \nand quantitative methods to explore these social dynamics. Qualitative studies could examine \nindividuals' experiences with misophonia in social contexts, identifying themes related to \nstigma, support, and the impact of  others' reactions on misophonia -related beliefs. \nQuantitative research could investigate relationships between perceived stigma, social"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  support, misophonia symptom severity, and the moderating roles of acceptance and \npsychological flexibility.  \n4.4. The ce ntral factors and interrelationships in the impairment network  \nThe impairment network analysis highlighted the substantial influence of the extent to \nwhich misophonia negatively affected self -esteem, a factor not typically emphasized in \nmisophonia research . This observation aligns with the limited but insightful research \nconducted in this area. Dibb et al. (2021) , utilizing the Rosenberg Self -Esteem Scale, found a \nnegative correlation between self -esteem and Misophonia Response S cale scores in a study of \n347 individuals with self -diagnosed misophonia. In addition, Dibb and Golding (2022)  \nobserved that individuals with higher misophonia symptoms experienced not only a range of \nnegative emotions and a decreased quality of life but also significantly lower self -esteem . \nThese findings suggest a complex interplay where  the effects on self -esteem are deeply \nintertwined with the broader impairment caused by misophonia.  The importance of \naddressing self -esteem in misophonia is further underscored by the recognition of low self -\nesteem as a transdiagnostic factor influencing  various mental health disorders (e.g., \ndepression, anxiety disorders, personality disorders,) and broader societal issues (e.g., early \nschool dropout, poor employment outcomes;  Hoven et al., 2023; Kresznerits et al., 2022) . \nGiven the high comorbidity rates between misophonia and other mental disorders tha t \nfrequently intersect with self -esteem problems (Jager et al., 2020; Norris et al., 2022; \nRosenthal et al., 2022; Siepsiak et al., 2022) , targeting self -esteem in misophonia \ninterventions could potentially lead to improvements in overall mental health and functioning.  \n4.5. Sex Differences  \nThe sex diff erences identified in our study highlight the nuanced ways in which \nmisophonia manifests in males and females. While both sexes experience similar levels of \nimpairment and affective symptoms, the pathways through which misophonia affects them"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  may differ. O ur findings suggest that women may experience misophonia with more severe \ncognitive and physiological symptoms, leading to greater functional disruptions when \nexposed to triggers, while men may experience misophonia primarily through heightened \nemotional r eactivity. Possible explanations include sociocultural factors that influence \nsymptom expression, such as societal norms encouraging emotional openness in women and \nemotional restraint in men (Berke et al., 2018). Differing coping strategies may also play a \nrole, where women are more likely to engage in rumination and internalization, exacerbating \ncognitive and physiological symptoms, whereas men might utilize avoidance or suppression, \nintensifying emotional responses (Nolen -Hoeksema, 2012). Additionally, n eurobiological \ndifferences in sensory processing and emotional regulation could contribute to these sex -\nspecific symptom patterns (Kemp et al., 2004; Weis & Hausmann, 2019). Understanding \nthese sex -specific patterns can inform tailored interventions and un derscores the importance \nof considering biological sex and gender effects in misophonia research and clinical practice. \nFuture research should further explore these differences and their underlying mechanisms to \ninform the development of personalized thera peutic approaches.  \n4.6. Advantages and Limitations of the Network Analysis Approach  \nThe network analysis approach employed in this study offers unique advantages in \nunderstanding misophonia as measured by the DMQ, but it also has important limitations that \nwarrant discussion. By providing a nuanced view of the interrelationships among dif ferent \naspects of misophonia, network analysis allows us to identify central symptoms and \nimpairments that may be key targets for intervention. This approach moves beyond \ntraditional factor analytic methods by highlighting the complex interactions between \nsymptoms, which can inform more targeted and efficient treatment strategies. Additionally, \nnetwork analysis facilitates the visualization of these relationships, making the results more \nintuitive and accessible to clinicians and researchers."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Despite these advantages, it is essential to acknowledge the limitations of applying \nnetwork analysis to the DMQ in this study. First, the cross -sectional nature of our data \nprecludes causal inferences or temporal dynamics between misophonia symptoms. \nLongitudinal netwo rk studies are necessary to understand how these relationships evolve over \ntime and in response to treatment. Second, while network analysis can identify central \nsymptoms, it does not guarantee that targeting these symptoms in treatment will lead to \noveral l symptom reduction. This remains an empirical question requiring further \ninvestigation (Rodebaugh et al., 2018, 2020). Third, our sample included adults with varying \nlevels of misophonia symptoms, which may have influenced the network structure and \ncentra lity measures. Future research should aim to replicate these findings in well -defined, \ntreatment -seeking samples and diverse populations to ensure generalizability. Fourth, while \nour results highlight the relevance of specific DMQ subscales and items, addi tional research \nis needed to cross -validate the measure and examine its reliability over time in diverse, cross -\ncultural samples. Lastly, network analysis, while powerful, should be considered \ncomplementary to other analytical approaches in psychopathology  research. Future studies \ncould benefit from combining network analysis with other methodologies to provide a more \ncomprehensive understanding of misophonia.  \n5. Conclusions  \nThis study is the first to use network analysis to identify the most central factor s of the \nDMQ and examine their interrelationships, providing new insights and empirical evidence for \noptimizing the use of the DMQ in clinical and research settings. The findings highlight the \ncentral role of impairment among other subscales, with specific  internalizing and \nexternalizing cognitive and affective symptoms, non -acceptance beliefs, and self -esteem \ndeterioration due to misophonia emerging as the most critical components within their \nrespective networks."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  These findings not only enhance our unders tanding of the internal structure of \nmisophonia but also provide practical guidance for clinicians and researchers in applying the \nDMQ, suggesting a prioritized use of the most relevant subscales and items when appropriate. \nAdditionally, future research sh ould continue to explore how these centrally positioned \nfactors manifest across different groups of misophonia patients and test the effectiveness of \ninterventions targeting these key elements.  \nThis study affirms the value of the DMQ in assessing misophoni a and highlights the \npotential of network analysis as a tool for refining and optimizing diagnostic measures. By \ndoing so, we can more accurately target the symptoms and beliefs that most significantly \naffect patients, thereby improving treatment outcomes and enhancing the quality of life for \nsufferers."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Table 1. Demographic data.  \nSex (n, %)  \nMale  43 (29.9%)  \nFemale  101 (70.1%)  \nGender Identity (n,%)   \nMale  43 (29.9%)  \nFemale  98 (68.1%)  \nTransgender male  0 \nTransgender female  0 \nGenderqueer  1 (.7%)  \nAdditional gender category  1 (.7%)  \nChoose not to disclose  1 (.7%)  \nSexual Orientation (n,%)   \nStraight or heterosexual  110 (76.4%)  \nLesbian, gay, or homosexual  8 (5.6%)  \nBisexual  14 (9.7%)  \nSomething else  6 (4.2%)  \nDon’t know  5 (3.5%)  \nChoose not to disclose  1 (.7%)  \nAge (mean, SD)  36.8 (12.8)  \nEthnicity (n, %)   \nHispanic or Latino  23 (16.0%)  \nNon-Hispanic  121 (84.0%)  \nRace (n,%)   \nWhite/Caucasian  106 (73.6%)  \nBlack/African American  6 (4.2%)  \nChinese or Chinese American  8 (5.6%)  \nNative American, American Indian, or Alaska Native  2 (1.4%)  \nKorean or Korean American  1 (.7%)  \nOther Asian or other Asian American  5 (3.5%)  \nOther  3 (2.1%)  \nMore than one racial group  13 (9.0%)  \nMarital Status (n, %)   \nSingle (Never Married)  59 (41.0%)  \nMarried  61 (42.4%)  \nSeparated  4 (2.8%)  \nDivorced  4 (3.5%)  \nLiving with partner  14 (9.7%)"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Choose not to disclose  1 (.7%)  \nEducation (n, %)   \nHigh school graduate  5 (3.5%)  \nBusiness/Technical training  3 (2.1%)  \nSome college  24 (16.7%)  \nCollege graduate  49 (34.0%)  \nSome graduate school  17 (11.8%)  \nMaster’s degree  37 (25.7%)  \nDoctoral degree  9 (6.3%)  \nIncome Range  (n, %)   \n0-10,000$  21 (14.6%)  \n10,001$ -20,000$  7 (4.9%)  \n20,001$ -40,000$  16 (11.1%)  \n40,001$ -65,000$  17 (11.8%)  \n65,001$ -100,000$  25 (17.4%)  \nMore than 100,000$  58 (40.3%)  \nHave you been diagnosed with mental health or addiction problems (n, %)  \nYes 72 (50.0%)  \nNo 72 (50.0%)"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n   \nFigure 1 . EBIC gLASSO Network Plots of Overall Misophonia  Network. Nodes represent \nvariables from the Duke Misophonia Questionnaire subscales. Edges depict partial \ncorrelations (blue = positive correlation, red = negative correlation). Thicker edges indicate \nstronger associations."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n   \nFigure 2 . EBIC gLASSO  Network Plots of Misophonia Symptoms. Nodes represent \nvariables from the Duke Misophonia Questionnaire Symptoms Subscale. Edges depict partial \ncorrelations (blue = positive correlation, red = negative correlation). Thicker edges indicate \nstronger associat ions.  \nCog 1 = “I am helpless.” Cog 2 = “I want to cry.” Cog 3 = “How do I make this sound stop?” \nCog 4 = “Everything is awful.” Cog 5 = “I cannot handle this” Cog 6 = “I need to get away \nfrom the sound.” Cog 7 = “I would do anything to make it stop.” Cog 8 = “I thought about \nscreaming at, yelling at, or telling off the person making the sound.” Cog 9 = “I thought \nabout pushing, poking, shoving, etc. the person making the sound.” Cog 10 = “I thought \nabout physically hurting the person making the sound.” Aff ect 1 = “I felt angry.” Affect 2 = \n“I felt anxious.” Affect 3 = “I felt disgusted.” Affect 4 = “I felt hateful.” Affect 5 = “I felt \npanic.” Affect 6 = “I felt hostile.” Affect 7 = “I felt jittery.” Affect 8 = “I felt frustrated.” \nPhysio1 = “I became rigid or stiff.” Physio2 = “I trembled or shuddered.” Physio3 = “My"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  heart pounded or raced.” Physio4 = “I started breathing intensely or forcefully.” Physio5 = “I \nreflexively jumped.”  \n \n \nFigure 3 . EBIC gLASSO Network Plots of Misophonia -Related Beliefs. Edges d epict partial \ncorrelations (blue = positive correlation, red = negative correlation). Thicker edges indicate \nstronger associations.  \nBelief 1 = “I hate being like this.” Belief 2 = “People do not understand me.” Belief 3 = “I \nwill be rejected if people fin d out.”  Belief 4 = “I am crazy.” Belief 5 = “My reactions to \nsounds are irrational.” Belief 6 = “I should get over it.” Belief 7 = “This is unfair.” Belief 8 = \n“I am weak.” Belief 9 = “I should be able to control my reaction to these sounds.” Belief 10 = \n“I am a burden on others.” Belief 11 = “I should have known how to cope earlier.” Belief 12"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  = “My sound issues will only get worse with time.” Belief 13 = “No one can help me.” Belief \n14 =  “My whole life will be affected by sound issues.”  \n \n \nFigure 4 . EBIC gLASSO Network Plots of Misophonia -Related Impairments. Nodes \nrepresent variables from the Duke Misophonia Questionnaire Impairment subscales. Edges \ndepict partial correlations (blue = positive correlation, red = negative correlation). Thicker \nedges  indicate stronger associations.  \nImp1 = “My ability to be with other people.”  Imp2 = “My performance at work or school.” \nImp3 = “The quality of my romantic relationships.” Imp4 = “My ability to function in daily \nactivities without help.” Imp5 = “How much  I enjoy spending time with my family.” Imp6 = \n“My ability to work with others.” Imp7 = “My self‐esteem.” Imp8 = “My ability to maintain \nemployment.” Imp9 = “The quality of my relationships with my friends.” Imp10 = “How"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  connected I feel to other people.” Imp11 = “My ability to live with other people (e.g. \nroommate, partner).” Imp12 = “My ability to “be myself.”  \n \nReferences  \nAndermane, N., Bauer, M., Simner, J., & Ward, J. (2023). A symptom network model of \nmisophonia: From heightened sensory sensitivity to  clinical comorbidity. Journal of \nClinical Psychology , 79(10), 2364 -2387. https://doi.org/10.1002/jclp.23552  \nAmerican Psychiatric Association. (2013). Diagnostic and statistical manu al of mental \ndisorders: DSM -5 (Vol. 5). American psychiatric association Washington, DC. \nhttps://www.academia.edu/download/38718268/csl6820_21.pdf  \nArmstrong, G. M., Greenberg, R. L., Smárason, O., Frederick, R. M., Guzick, A. G., \nSchneider, S. C., Spencer,  S. D., Cervin, M., & Storch, E. A. (2023). Factors \nassociated with internalizing and externalizing symptoms in a clinical sample of youth \nwith misophonia. Journal of Obsessive -Compulsive and Related Disorders , 39, \n100831. https://doi.org/10.1016/j.jocrd.2 023.100831  \nBeck, A. T., & Haigh, E. A. P. (2014). Advances in cognitive theory and therapy: The \ngeneric cognitive model. Annual Review of Clinical Psychology , 10, 1–24. \nhttps://doi.org/10.1146/annurev -clinpsy -032813 -153734  \nBerke, D. S., Reidy, D., & Zeichn er, A. (2018). Masculinity, emotion regulation, and \npsychopathology: A critical review and integrated model. Clinical Psychology Review , \n66, 106 -116. https://doi.org/10.1016/j.cpr.2018.01.004  \nBorsboom , D. (2017). A network theory of mental disorders. World Psychiatry , 16(1), 5 –13. \nhttps://doi.org/10.1002/wps.20375  \nBorsboom, D., & Cramer, A. O. J. (2013). Network analysis: An integrative approach to the \nstructure of psychopathology. Annual Review of Cli nical Psychology , 9, 91–121. \nhttps://doi.org/10.1146/annurev -clinpsy -050212 -185608"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Borsboom, D., Deserno, M. K., Rhemtulla, M., Epskamp, S., Fried, E. I., McNally, R. J., \nRobinaugh, D. J., Perugini, M., Dalege, J., Costantini, G., Isvoranu, A. -M., Wysocki,  \nA. C., van Borkulo, C. D., van Bork, R., & Waldorp, L. J. (2021). Network analysis of \nmultivariate data in psychological science. Nature Reviews Methods Primers , 1(1), 1 –\n18. https://doi.org/10.1038/s43586 -021-00055 -w \nBringmann, L. F., Elmer, T., Epskamp, S., Krause, R. W., Schoch, D., Wichers, M., Wigman, \nJ. T. W., & Snippe, E. (2019). What do centrality measures measure in psychological \nnetworks? Journal of Abnormal Psychology , 128(8), 892 –903. \nhttps://doi.org/10.1037/abn0000446  \nBrout, J. J., Edelstein, M ., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & \nRosenthal, M. Z. (2018). Investigating Misophonia: A Review of the Empirical \nLiterature, Clinical Implications, and a Research Agenda. Frontiers in Neuroscience , \n12, 36. https://doi.org/10 .3389/fnins.2018.00036  \nCowan, E. N., Marks, D. R., & Pinto, A. (2022). Misophonia: A psychological model and \nproposed treatment. Journal of Obsessive -Compulsive and Related Disorders , 32, 1–9. \nhttps://doi.org/10.1016/j.jocrd.2021.100691  \nDibb, B., & Golding , S. E. (2022). A longitudinal investigation of quality of life and negative \nemotions in misophonia. Frontiers in Neuroscience , 16. \nhttps://doi.org/10.3389/fnins.2022.900474  \nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The development and validation o f the \nMisophonia response scale. Journal of Psychosomatic Research , 149, 110587. \nhttps://doi.org/10.1016/j.jpsychores.2021.110587  \nDixon, L. J., Schadegg , M. J., Clark, H. L., Sevier, C. J., & Witcraft, S. M. (2024). \nPrevalence, phenomenology, and impact of misophonia in a nationally representative"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  sample of U.S. adults. Journal of Psychopathology and Clinical Science , No \nPagination Specified -No Pagination  Specified. https://doi.org/10.1037/abn0000904  \nDixon, Laura. J., Schadegg, Mary. J., Clark, Heather. L., & Perry, Megan. M. (2023). Public \nawareness of Misophonia in U.S. adults: A Population -based study. Current \nPsychology , 42(36), 32417 –32426. https://do i.org/10.1007/s12144 -022-04180 -x \nDozier, T. H. (2015). Etiology, composition, development and maintenance of misophonia: A \nconditioned aversive reflex disorder. Psychological Thought , 8(1). \nhttps://www.psycharchives.org/en/item/361437b7 -a180 -4196 -8b7a -9963 a1fd5d20  \nDozier, T. H., Lopez, M., & Pearson, C. (2017). Proposed Diagnostic Criteria for Misophonia: \nA Multisensory Conditioned Aversive Reflex Disorder. Frontiers in Psychology , 8, \n1975. https://doi.org/10.3389/fpsyg.2017.01975  \nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: \nPhysiological investigations and case descriptions. Frontiers in Human Neuroscience , \n7, 296. https://doi.org/10.3389/fnhum.2013.00296  \nEpskamp, S., Borsboom , D., & Fried, E. I. (2018). Estimating psychological networks and \ntheir accuracy: A tutorial paper. Behavior Research Methods , 50(1), 195 –212. \nhttps://doi.org/10.3758/s13428 -017-0862 -1 \nGuetta, R. E., Cassiello -Robbins, C., Trumbull, J., Anand, D., & Rosen thal, M. Z. (2022). \nExamining emotional functioning in misophonia: The role of affective instability and \ndifficulties with emotion regulation. Plos One , 17(2), e0263230.  \nGuzick, A. G., Cervin, M., Smith, E. E., Clinger, J., Draper, I., Goodman, W. K., Lijf fijt, M., \nMurphy, N., Lewin, A. B., & Schneider, S. C. (2023). Clinical characteristics, \nimpairment, and psychiatric morbidity in 102 youth with misophonia. Journal of \nAffective Disorders , 324, 395 –402."
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Harris, P. A., Taylor, R., Thielke, R., Payne, J., Go nzalez, N., & Conde, J. G. (2009). \nResearch electronic data capture (REDCap) —A metadata -driven methodology and \nworkflow process for providing translational research informatics support. Journal of \nBiomedical Informatics , 42(2), 377 –381. \nHoven, M., Luigjes,  J., Denys, D. a. J. P., Rouault, M., & Holst, R. J. van. (2023). How do \nconfidence and self -beliefs relate in psychopathology: A transdiagnostic approach. \nNature Mental Health , 1, 337 –345. \nHupp, S. D. A., Reitman, D., & Jewell, J. D. (2008). Cognitive -behavioral theory. In \nHandbook of clinical psychology, vol 2: Children and adolescents  (pp. 263 –287). \nJohn Wiley & Sons, Inc.  \nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., & Müller -Vahl, K. (2022). Prevalence \nand clinical correlates of misophonia sympto ms in the general population of Germany. \nFrontiers in Psychiatry , 13, 1012424. https://doi.org/10.3389/fpsyt.2022.1012424  \nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: \nHyperacusis, misophonia, phonophobia. ITHS New s Lett , 2(5–7), 1–5. \nKamody, R. C., & Del Conte, G. S. (2017). Using Dialectical Behavior Therapy to Treat \nMisophonia in Adolescence. The Primary Care Companion for CNS Disorders , 19(5), \n17l02105. https://doi.org/10.4088/pcc.17l02105  \nKemp, A. H., Silberst ein, R. B., Armstrong, S. M., & Nathan, P. J. (2004). Gender \ndifferences in the cortical electrophysiological processing of visual emotional stimuli. \nNeuroImage , 21(2), 632 -646. https://doi.org/10.1016/j.neuroimage.2003.09.055  \nKılıç, C., Öz, G., Avanoğlu, K. B., & Aksoy, S. (2021). The prevalence and characteristics of \nmisophonia in Ankara, Turkey: Population -based study. BJPsych Open , 7(5), e144. \nhttps://doi.org/10.1192/bjo.2021.978"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Kresznerits, S., Rózsa, S., & Perczel -Forintos , D. (2022). A transdiagnostic model of low \nself-esteem: Pathway analysis in a heterogeneous clinical sample. Behavioural and \nCognitive Psychotherapy , 50(2), 171 –186. \nhttps://doi.org/10.1017/S1352465821000485  \nLawrence, C. E., Dunkel, L., McEver, M., Israel , T., Taylor, R., Chiriboga, G., Goins, K. V., \nRahn, E. J., Mudano, A. S., Roberson, E. D., Chambless, C., Wadley, V. G., Danila, \nM. I., Fischer, M. A., Joosten, Y., Saag, K. G., Allison, J. J., Lemon, S. C., & Harris, \nP. A. (2020). A REDCap -based model fo r electronic consent (eConsent): Moving \ntoward a more personalized consent. Journal of Clinical and Translational Science , \n4(4), 345 –353. https://doi.org/10.1017/cts.2020.30  \nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips , D. A., \nTonarely, N. A., Gruen, R., Small, B., & Ehrenreich -May, J. (2021). Transdiagnostic \ncognitive behavioral therapy for misophonia in youth: Methods for a clinical trial and \nfour pilot cases. Journal of Affective Disorders , 291, 400 –408. \nhttps://doi. org/10.1016/j.jad.2021.04.027  \nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive -behavioral therapy for 2 youths \nwith misophonia. The Journal of Clinical Psychiatry , 76(5), 573 –574. \nhttps://doi.org/10.4088/JCP.14cr09343  \nMcMahon, K., Cassiello -Robbins, C., Greenleaf, A., Guetta, R., Frazer -Abel, E., Kelley, L., \n& Rosenthal, M. Z. (2024). The unified protocol for transdiagnostic treatment of \nemotional disorders for misophonia: A pilot trial exploring acceptability and efficacy. \nFrontiers in Psycholo gy, 14. https://doi.org/10.3389/fpsyg.2023.1294571  \nMcNally, R. J. (2021). Network Analysis of Psychopathology: Controversies and Challenges. \nAnnual Review of Clinical Psychology , 17, 31–53. https://doi.org/10.1146/annurev -\nclinpsy -081219 -092850"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  McNally, R. J., Mair, P., Mugno, B. L., & Riemann, B. C. (2017). Co -morbid obsessive -\ncompulsive disorder and depression: A Bayesian network approach. Psychological \nMedicine , 47(7), 1204 –1214. https://doi.org/10.1017/s0033291716003287  \nMöllmann, A., Heinrichs, N., Illie s, L., Potthast, N., & Kley, H. (2023). The central role of \nsymptom severity and associated characteristics for functional impairment in \nmisophonia. Frontiers in Psychiatry , 14, 1112472. \nhttps://doi.org/10.3389/fpsyt.2023.1112472  \nNolen -Hoeksema, S. (2012) . Emotion regulation and psychopathology: The role of gender. \nAnnual Review of Clinical Psychology , 8, 161 –187. https://doi.org/10.1146/annurev -\nclinpsy -032511 -143109  \nNorris, J. E., Kimball, S. H., & Ethridge, L. E. (2022). Toward a Multidimensional \nUnderst anding of Misophonia Using Cluster -Based Phenotyping. Frontiers in \nNeuroscience , 16. https://doi.org/10.3389/fnins.2022.832516  \nOliva, V., Roberto, N., Andreo -Jover, J., Bobes, T., Canal Rivero, M., Cebriá, A., Crespo -\nFacorro, B., de la Torre -Luque, A., Día z-Marsá, M., Elices, M., Fernández -Rodrigues, \nV., Gonzalez -Pinto, A., Palao Tarrero, A., Pérez -Diez, I., Rodríguez -Vega, B., Ruiz -\nVeguilla, M., Saiz, P. A., Seijo -Zazo, E., Toll -Privat, A., … Pérez -Solà, V. (2024). \nAnxious and depressive symptoms and healt h-related quality of life in a cohort of \npeople who recently attempted suicide: A network analysis. Journal of Affective \nDisorders , 355, 210 –219. https://doi.org/10.1016/j.jad.2024.03.109  \nOpsahl, T., Agneessens, F., & Skvoretz , J. (2010). Node centrality in weighted networks: \nGeneralizing degree and shortest paths. Social Networks , 32(3), 245 –251. \nhttps://doi.org/10.1016/j.socnet.2010.03.006"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Petersen, J. M., & Twohig, M. P. (2023). Acceptance and commitment therapy for a child \nwith misophonia: A case study. Clinical Case Studies , 22(3), 211 –223. \nhttps://doi.org/10.1177/15346501221126136  \nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022).  Poorer well -being in children with \nmisophonia: evidence from the Sussex misophonia scale for adolescents. Frontiers in \npsychology , 13, 808379. https://doi.org/10.3389/fpsyg.2022.808379  \nRemmert, N., Schmidt, K. M. B., Mussel, P., Hagel, M. L., & Eid, M. (2 022). The Berlin \nMisophonia Questionnaire Revised (BMQ -R): Development and validation of a \nsymptom -oriented diagnostical instrument for the measurement of misophonia. PloS \nOne, 17(6), e0269428. https://doi.org/10.1371/journal.pone.0269428  \nRobinaugh, D. J.,  Hoekstra, R. H. A., Toner, E. R., & Borsboom, D. (2020). The network \napproach to psychopathology: A review of the literature 2008 -2018 and an agenda for \nfuture research. Psychological Medicine , 50(3), 353 –366. \nhttps://doi.org/10.1017/s0033291719003404  \nRobinaugh, D. J., Millner, A. J., & McNally, R. J. (2016). Identifying highly influential nodes \nin the complicated grief network. Journal of Abnormal Psychology , 125(6), 747 –757. \nhttps://doi.org/10.1037/abn0000181  \nRodebaugh, T. L., Tonge, N. A., Piccirillo, M . L., Fried, E., Horenstein, A., Morrison, A. S., \nGoldin, P., Gross, J. J., Lim, M. H., Fernandez, K. C., Blanco, C., Schneier, F. R., \nBogdan, R., Thompson, R. J., & Heimberg, R. G. (2018). Does centrality in a cross -\nsectional network suggest intervention targets for social anxiety disorder? Journal of \nConsulting and Clinical Psychology , 86(10), 831 –844. \nhttps://doi.org/10.1037/ccp0000336  \nRoefs, A., Fried, E. I., Kindt, M., Martijn, C., Elzinga, B., Evers, A. W. M., Wiers, R. W., \nBorsboom, D., & Jansen, A. (2022). A new science of mental disorders: Using"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  personalised, transdiagnostic, dynamical systems to understand, model, diagnose and \ntreat psychopathology. Behaviour Research and Therapy , 153, 104096. \nhttps://doi.org/10.1016/j.brat.2022.104096  \nRosenthal, M . Z., Anand, D., Cassiello -Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, \nJ., & Kelley, L. D. (2021). Development and Initial Validation of the Duke \nMisophonia Questionnaire. Frontiers in Psychology , 12, 709928. \nhttps://doi.org/10.3389/fpsyg.2021.7 09928  \nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello -Robbins, C., Guetta, R., \nTrumbull, J., Anand, D., Frazer -Abel, E. S., & Kelley, L. (2022). Phenotyping \nmisophonia: Psychiatric disorders and medical health correlates. Frontiers in \nPsychology , 13, 941898. https://doi.org/10.3389/fpsyg.2022.941898  \nRouw, R., & Erfanian, M. (2018). A Large‐Scale Study of Misophonia. Journal of Clinical \nPsychology , 74(3), 453 –479. https://doi.org/10.1002/jclp.22500  \nSchneider, R. L., & Arch, J. J. (2017). Case stud y: A novel application of mindfulness - and \nacceptance -based components to treat misophonia. Journal of Contextual Behavioral \nScience , 6(2), 221 –225. https://doi.org/10.1016/j.jcbs.2017.04.003  \nSchröder, A., Vulink , N., & Denys, D. (2013). Misophonia: Diagnostic Criteria for a New \nPsychiatric Disorder. PLoS ONE , 8(1). https://doi.org/10.1371/journal.pone.0054706  \nSiepsiak, M., Rosenthal, M. Z., Raj -Koziak, D., & Dragan, W. (2022). Psychiatric and \naudiologic features of misophonia: Use of a clinical control group with auditory over -\nresponsivity. Journal of Psychosomatic Research , 156, 110777. \nhttps://doi.org/10.1016/j.jpsychores.2022.110777  \nSiepsiak, M., Śliwerski, A., & Łukasz Dragan, W. (2020). Development and Psycho metric \nProperties of MisoQuest -A New Self -Report Questionnaire for Misophonia."
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  International Journal of Environmental Research and Public Health , 17(5), 1797. \nhttps://doi.org/10.3390/ijerph17051797  \nSimner, J., Rinaldi, L. J., & Ward, J. (2024). An Automat ed Online Measure for Misophonia: \nThe Sussex Misophonia Scale for Adults. Assessment , 10731911241234104. \nhttps://doi.org/10.1177/10731911241234  \nSmit, D. J. A., Bakker, M., Abdellaoui, A., Hoetink, A. E., Vulink, N., & Denys, D. (2023). \nA genome -wide associ ation study of a rage -related misophonia symptom and the \ngenetic link with audiological traits, psychiatric disorders, and personality. Frontiers \nin Neuroscience , 16. https://doi.org/10.3389/fnins.2022.971752  \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon,  L. J., Erfanian, M., Fioretti, A., Jastreboff, P. \nJ., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., \nTaylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022). Consensus \nDefinition of Misophonia: A Delphi Study. Frontiers in Neuroscience , 16. \nhttps://www.frontiersin.org/articles/10.3389/fnins.2022.841816  \nThoma, N., Pilecki, B., & McKay, D. (2015). Contemporary Cognitive Behavior Therapy: A \nReview of Theory, History, and Evidence. Psychodynamic Psychiatry , 43(3), 42 3–\n461. https://doi.org/10.1521/pdps.2015.43.3.423  \nVitoratou, S., Hayes, C., Uglik -Marucha, E., & Gregory, J. (2020). Listening to People with \nMisophonia: Exploring the Multiple Dimensions of Sound Intolerance Using a New \nPsychometric Tool, the S -Five, in a  Large Sample of Individuals Identifying with the \nConditio . https://doi.org/10.31234/osf.io/4dzqn  \nVitoratou, S., Uglik -Marucha, N., Hayes, C., & Gregory, J. (2021). Listening to People with \nMisophonia: Exploring the Multiple Dimensions of Sound Intolerance  Using a New \nPsychometric Tool, the S -Five, in a Large Sample of Individuals Identifying with the \nCondition. Psych , 3(4), Article 4. https://doi.org/10.3390/psych3040041"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Weis, S., Hodgetts, S., & Hausmann, M. (2019). Sex differences and menstrual cycle eff ects \nin cognitive and sensory resting state networks. Brain and Cognition , 131, 66 -73. \nhttps://doi.org/10.1016/j.bandc.2017.09.003  \nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric validation of a brief \nself-report measure of misopho nia symptoms and functional impairment: The duke -\nvanderbilt misophonia screening questionnaire. Frontiers in Psychology , 13, 897901. \nhttps://doi.org/10.3389/fpsyg.2022.897901  \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, \nPhenomenology, and Clinical Correlates in an Undergraduate Student Sample: \nMisophonia. Journal of Clinical Psychology , 70(10), 994 –1007. \nhttps://doi.org/10.1002/jclp.22098  \nZeiler, M., Philipp, J., Truttmann, S., Waldherr, K., Wagner,  G., & Karwautz, A. (2021). \nPsychopathological Symptoms and Well -Being in Overweight and Underweight \nAdolescents: A Network Analysis. Nutrients , 13(11), 4096. \nhttps://doi.org/10.3390/nu13114096  \nZhao, Y. -J., Zhang, S. -F., Li, W., Zhang, L., Guo, T., Cheung,  T., Jackson, T., Yang, B. X., \n& Xiang, Y. -T. (2022). Associations between depressive symptoms and quality of life \namong residents of Wuhan, China during the later stage of the COVID -19 pandemic: \nA network analysis. Journal of Affective Disorders , 318, 456 –464. \nhttps://doi.org/10.1016/j.jad.2022.08.104  \nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese \nuniversity students: Incidence, associated impairment, and clinical correlates. Journal \nof Obsessive -Compulsive and Related Disor ders, 14, 7–12. \nhttps://doi.org/10.1016/j.jocrd.2017.05.001"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Author Statement  \nFunding sources  \nFunding was provided by both the REAM Foundation and anonymous donors.  \nAuthor contributions  \nYanyan  Shan: Conceptualization, Methodology, Formal analysis, Investigation, Writing - \noriginal draft, Writing - review & editing, Visualization, Project administration.  \nMarta Siepsiak: Conceptualization, Investigation, Writing - review & editing.  \nKibby McMahon:  Conceptualization, Investigation, Writing - review & editing.  \nRachel Guetta: Investigation, Resources, Data curation, Writing - review & editing.  \nLisalynn Kelley: Investigation, Resources, Data curation, Writing - review & editing.  \nTao Chen: Methodology, Validation, Writing - review & editing.  \nM. Zachary Rosenthal: Conceptualization, Funding acquisition, Methodology, Resources, \nSupervision, Writing - review & editing.  \nData availability  \nThe data files underlying the results presented in the study are availa ble via the Duke Data \nResearch Repository: https://doi.org/10.7924/r4mp57d4n (in plain text is \n10.7924/r4mp57d4n).  \nEthics approval  \nEthical approval (Pro00102579) for the study was obtained from the Duke Health \nInstitutional Review Board.  \nConsent to partici pate \nInformed consent was obtained from all individual participants included in the study.  \nConsent for publication  \nThe participants provided informed consent for the publication of their anonymized data."
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n   \nAcknowledgements  \nThe authors would like to thank all the participants who took part in this study and \ncontributed to the advancement of our understanding of misophonia.  \n \nDeclaration of Interest Statement  \nDr. Rosenthal receives book royalties from the American Psychological Association \nand is a consultant for several digital health companies (Odin, RealizedCare). All of this work \nis unrelated to misophonia. In addition, Dr. Rosenthal provides clinical train ing workshops \nabout misophonia to community clinicians for a fee."
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "Journal Pre-proof\nJournal Pre-proof  \n  Highlights  \n \n·  The first network analysis of the Duke Misophonia Questionnaire (DMQ) was conducted  \n·  Impairment  subscale was the most central in the overall network  \n·  Central items included cognitive reactions (\"I need to get away,\" \"I thought about hurting \nthem\"), affective reactions (panic, anger), non -acceptance beliefs (\"I hate being like this\"), \nand self -esteem deterioration  \n·  Females reported more severe cognitive and physiological symptoms than males.  \n·  Prioritizing central components may benefit assessment and intervention"
    }
  ]
}