{
  "doc_type": "scientific paper",
  "title": "Misophonia  self‐harm and suicidal ideation",
  "authors": [
    "Simner"
  ],
  "year": 2023,
  "journal": "Psychology, University of Sussex,",
  "doi": "10.1002/pcn5.142",
  "abstract": null,
  "keywords": [
    "Avon Longitudinal Study of Parents and Children (ALSPAC)",
    "mental health",
    "misophonia",
    "self ‐harm"
  ],
  "research_topics": [
    "Avon Longitudinal Study of Parents and Children (ALSPAC)",
    "mental health",
    "misophonia",
    "self ‐harm"
  ],
  "created_at": "2025-05-05T01:25:06.472096Z",
  "source_pdf": "documents/research/Global/Simner 2023 Misophonia  self‐harm and suicidal ideation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Received: 28 February 2023 |Revised: 3 August 2023 |Accepted: 23 August 2023\nDOI: 10.1002/pcn5.142\nORIGINAL ARTICLE\nMisophonia, self ‐harm and suicidal ideation\nJulia Simner PhD |Louisa J. Rinaldi PhD\nSchool of Psychology, University of Sussex,\nBrighton, UK\nCorrespondence\nJulia Simner, PhD, School of Psychology,\nUniversity of Sussex, Pevensey Bldg, BrightonBN1 9RQ, UK.\nEmail: J.Simner@sussex.ac.uk\nFunding information\nUK Medical Research Council and Wellcome,\nGrant/Award Number: 217065/Z/19/Z;Misophonia Research Fund; University of\nBristol for ALSPACAbstract\nAim: Misophonia is a sound sensitivity disorder characterized by an unusually strong\naversion to a specific class of sounds —often human bodily sounds (e.g., chewing). These\nsounds can cause intense negative emotions which can cause profound difficulties in\neveryday life. The condition is linked with higher rates of anxiety and depression, and\nhere we ask whether it co ‐occurs with elevated self ‐harm and suicidal thinking.\nMethods: We measured self ‐harm and misophonia in the general population by\nexamining a birth cohort sample from the Avon Longitudinal Study of Parents andChildren (ALSPAC). We screened them for misophonia as adults, then analyzed their\nearlier data on well ‐being, self ‐harm, and suicidal thinking.\nResults: Adults with misophonia had significantly higher rates of self ‐harm and suicidal\nideation, as well as poorer well ‐being in a number of different measures at ages 16 –17\nand 23 –24 years. Female misophonics were particularly at risk, from as early as their\nteenage years, though males, too, show elevated self ‐harm at 24 years compared to\nnonmisophonic peers.Conclusion: Our data provide evidence of elevated risks of self ‐harm associated with\nmisophonia and suggest the need for greater recognition and treatment pathways.\nKEYWORDS\nAvon Longitudinal Study of Parents and Children (ALSPAC), mental health, misophonia, self ‐harm,\nsuicidal ideation, suicide\nMisophonia is a sound sensitivity disorder in which certain classes of\nsound feel unusually unpleasant.1,2Typical triggers are human bodily\nsounds (e.g., chewing), repetitive sounds (e.g., clicking), or even\nnonauditory repetitive actions, such as leg ‐rocking,3–6despite its\nprimary classification as a sound sensitivity. For people withmisophonia, these triggers can cause intense negative emotions,\nsuch as anxiety, disgust, or anger.\n2Although recognized by many as a\npsychiatric disorder in its own right,7misophonia has also been linked\nto other mental health challenges (e.g., depression), including self ‐\nharm (see below). However, these links have sometimes been based\non participant samples which are self ‐selected or more extreme cases\n(e.g., drawn from clinics). Here we examine misophonia in the widerpopulation using a large birth cohort. We investigate well ‐being in thecontext of self ‐harm and suicidal ideation, asking whether the general\npopulation of misophonia sufferers is more at risk than nonmiso-phonics in this regard.\nSelf‐harm is a key public health concern\n8with a lifetime\nEuropean prevalence of 17.1% at 17 years.9Self‐harm comes with\nan elevated risk of suicide,10as well as suicidal thoughts and\nplanning.8Relevant here is that self ‐harm is five times higher among\ndepressed individuals8and, importantly, people with misophonia\nhave higher depressive traits11,12and anxiety13–15as well as poorer\nwell ‐being.14As such, there may be a link between misophonia,\ndepression, self ‐harm, and suicidal ideation, which we explore here.\nOur investigation also reflects that self ‐harm has been divided into\ndistinct classes: self ‐harm with intent to die (attempted suicide), and\nPsychiatry Clin. Neurosci. Rep . 2023;2:e142. wileyonlinelibrary.com/journal/pcn5 |1o f1 0\nhttps://doi.org/10.1002/pcn5.142\nThis is an open access article under the terms of the Creative Commons Attribution ‐NonCommercial ‐NoDerivs License, which permits use and distribution in any\nmedium, provided the original work is properly cited, the use is non ‐commercial and no modifications or adaptations are made.\n© 2023 The Authors. Psychiatry and Clinical Neurosciences Reports published by John Wiley & Sons Australia, Ltd on behalf of Japanese Society of Psychiatry and\nNeurology."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "self‐harm without suicidal intent (sometimes called nonsuicidal self ‐\ninjury),16,17though these may yet be different intensities of the same\nphenomenon.8,18A related phenomenon is suicidal thinking (preva-\nlent at 11% –17%) or planning (9.5%).19,20Importantly, those who\nself‐harm with no intent for suicide still have an elevated risk of\nattempted suicide17and suicidal thoughts.21Hence our investigation\nnot only targets self ‐harm (with and without intent to die) but suicidal\nthinking.\nCase studies have described self ‐harm and suicidal ideation/planning\nin misophonics with co ‐morbidities such as anxiety.22–25However,\nparticipants have often been drawn from clinics, where the most severe\ncases are likely to gather. Moreove r, case studies cannot provide a\nmeaningful link to misophonia because they may be a chance co ‐\noccurrence which drew the attention of clinicians/researchers. Groupwise\nstudies have provided a useful continuation but have presented a mixedpicture. Two had no controls but showed suicidality in approximately the\nnormal range for the general population (Edelstein et al.\n26=9 . 1 % ;R o u w\nand Erfanian27= 21.9%; See28,29), while a third30did not provide analyses\nfor self ‐harm/suicidality alone (but merged it among 16 different\npsychiatric disorders). A fourth study targeted a random cohort in Ankara\nusing a battery of questions including a single question on attemptedsuicide.\n31Suicide attempts were reported significantly more often in\nthose with misophonia, but the stud y was unable to achieve its random\nrecruitment goal because a large portion (one ‐third*)o ft h e i rt a r g e t\npopulation declined to take part or were rejected. However, this studymakes the important first step towards random sampling and suggests\nthat suicide rates may potentially be higher in misophonia.\nOur own investigation targets a lar ge birth cohort of adults who have\nbeen tested extensively since infancy, including measures of well ‐being\nand mental health (Avon Longitudin al Study of Parents and Children\n[ALSPAC]).\n32We screened them at 28 years, identifying several hundred\nparticipants with misophonia, and se veral thousand without. Then, using\ndata gathered earlier from the same cohort, we ask whether the\nmisophonia group diverged from their peers in self ‐harm, suicidal ideation,\nand well ‐being in this earlier data. Our interest in well ‐being is to explore\nthe types of prerequisites that might make self ‐harm likely to manifest.\nWe know that quality of life declines with increasing misophonia\nsymptoms, and misophonics have poorer life satisfaction as adults4and\nchildren.14But subjective well ‐being is a heterogenous construct,\nincluding not only evaluative life satisfaction33but also hedonic well ‐\nbeing (e.g., emotional st ability), eudemonic well ‐being (e.g., positive\nattitude),34and health ‐related quality of life.35,36People with misophonia\nshow significant deficits in the former and latter, but other well ‐being\nconstructs in misophonia are less well understood. Here we analyze datafrom scales of mental well ‐being, subjective happiness, personal well ‐\nbeing, and life satisfaction (this latt er to replicate earlier findings and\nestablish additional validity).\nIn summary, we hypothesize higher rates of self ‐harm (with or\nwithout intent to die) in our sample of people with misophonia,accompanied by poorer well ‐being. These hypotheses are based on\nhigher rates of depression/anxiety found in previous misophoniastudies and lower life satisfaction.\nMETHODS\nParticipants\nWe tested the ALSPAC birth cohort32,37,38whose original recruits were\npregnant women from Avon, UK, with expected delivery dates between\nApril 1, 1991 and December 31, 1992. Initial enrolment resulted in14,901 babies alive at 1 year of age. In the current study we screened\nover 4000 of the active remai ning respondents (called the Children of the\n90s cohort ) in December 2020 –February 2021 as part of the “Life at 28+ ”\nwave of data collection. Our returned data were from 4253 adults,\ncomprising 1452 males ‐at‐birth (mean age 345.81 months; SD 5.94\nmonths), 2798 females ‐at‐birth (mean age 345.49 months; SD 6.04\nmonths) and three without sex ‐at‐birth data (mean age 338.67 months;\nSD 4.51 months). After our screening for misophonia (see Materials), this\ngroup contained 333 adults with misophonia (77 male, 256 female) and3920 without (1375 male, 2542 female, 3 unknown) who form ournonmisophonic comparison group. Table 1shows how many participants\nalso had data for our earlier measures of interest.\nMATERIALS\nTable 2summarizes which measures were administered at each\nperiod of interest (16 –17, 23 –24, 28 years).\nSussex Screener for Misophonia11\nThe Sussex Screener for Misophonia (SSfM) was administered at 28 years\nof age, and provides a characteri zation of misophonia to which\nparticipants agree or disagree (i.e., When sounds (e.g., crunching)\nconsistently cause extreme emotions, like anger, disgust or anxiety ), as well\nas examples of major categories of misophonia triggers ( eating noises ,\nthroat clearing ,nasal noises , etc.). For those agreeing with misophonia, the\nscreener contains further items probin g its severity in disrupting daily life\n(n o ta ta l l ,very mildly ,moderately ,severely ,very severely ), and additional\nquestions (for consideration elsewh ere), such as whether the participant\nhad sought clinical support, and wh en they believe it had developed.\nMisophonics are classified as those agr eeing with the characterization of\nmisophonia, but also rejecting “n o ta ta l l ”for its detriment to daily life (i.e.,\nmisophonia must disrupt daily life for participants in our misophonia\ngroup, at least to some degree). The remainder formed our comparisongroup (i.e., disagreeing to misophonia, or saying they dislike sounds but\nnot to any detriment in their daily life).\nThe screener shows ample convergent and divergent validity\nfrom multiple lines of evidence from the participants' lives, described\nfully in Rinaldi and Simner.\n11For example, those identified with*We deduce these researchers targeted approximately 822 participants in 300 households\nbecause the average household size of eligible participants was 2.74 (given their report of710 eligible residents living in a subset of 259 houses). Of these 822 targeted, 541 took part.2o f1 0 |\nSELF ‐HARM IN MISOPHONIA\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "misophonia as adults were twice as likely than the comparison group\nto report a sound sensitivity at an audiology clinic at 11 years,39and\nwere significantly more likely to avoid eating near others at both 13and 25 years (remembering the most common misophonia triggers\nare other people's eating sounds). Similarly, they were significantly\nmore likely than the comparison group to use sound ‐distractions\nwhile eating (e.g., tv), and showed typical interpersonal difficulties\naged 25 (e.g., more annoyed by others). Finally, the screener has\ndivergent validity, being nonpredictive of unrelated traits (e.g.,creative self ‐concept).\n11Participants completed the screener in\ndigital form, with a pencil ‐and‐paper version on request. These data\n(and those that follow) were gathered by the ALSPAC team usingRedcap, the secure web ‐based software platform hosted at the\nUniversity of Bristol to support data capture for research studies.\n40\nQuestionnaire on self ‐harm and suicidal feeling8\nThis self ‐complete questionnaire measured self ‐harm (with and\nwithout intent to die) as well as suicidal thinking and planning. It\nwas administered at 16 and 24 years, the latter in abridged form.The questionnaire has no total score but comprises individual\nquestions of relevance, with certain questions contingent on\nprevious answers. For our purposes here, participants at age 16were asked “Have you ever hurt yourself on purpose in any way\n(e.g., by taking an overdose of pills or by cutting yourself)? ”\nResponses were yes/no , and affirmative responders were subse-\nquently asked: “Onany of the occasions when you have hurt\nyourself on purpose, have you e ver seriously wanted to kill\nyourself? ”(yes/no). Finally, the entire sample was given a\nquestion drawn from a study of suicidal feeling,\n41this being:\n“Have you ever felt that life was not worth living? ”(yes/no ). In the\nabridged version at age 24, participants were again asked the firsttwo questions above, as well as a suicidal thinking question,phrased as follows: “Have you ever thought of killing yourself,\neven if you would not really do it? ”(yes/no).\n†TABLE 1 Participant numbers for our\nmisophonic and nonmisophoniccomparison group, with a breakdown bysex‐at‐birth (female, male) with mean age\n(and standard deviation) in months.GroupTimepoint (approximate\nage in years) Total NN Female NMaleMean age in\nmonths (SD)\nTotal 16 2948 1974 974 200.01 (2.78)\nMisophonics 16 227 183 44 199.89 (2.73)\nNonmisophonics 16 2721 1791 930 200.01 (2.78)\nTotal 17 2634 1737 897 ‐Missing ‐\nMisophonics 17 195 154 41 ‐Missing ‐\nNonmisophonics 17 2439 1583 856 ‐Missing ‐\nTotal 23 2987 2061 926 286.32 (6.22)\nMisophonics 23 221 181 40 285.97 (6.26)\nNonmisophonics 23 2729 1853 876 286.34 (6.22)\nTotal 24 3125 2129 996 298.40 (6.25)\nMisophonics 24 233 186 47 297.85 (6.09)\nNonmisophonics 24 2892 1943 949 298.43 (6.26)\nNote : Mean age was not accessible to us at 17 years due to a technical error, but see age at 16 years.\nTABLE 2 Measures administered at\neach time period and age.Period\n(years)Questionnaire on self ‐harm\nand suicidal feeling (years) Well ‐being measuresMisophonia\nmeasure\n16–17 16 17 years: WEMWBS –\n23–24 24 23 years: WEMWBS;\nSHS; SWLS; ONS4–\n28 –– SSfM\nAbbreviations: ONS4, Office for National Statistics 4 ‐Item Scale; SHS, Self ‐Harm Scale; SSfM, Sussex\nScreener for Misophonia; SWLS, Satisfaction with Life Scale; WEMWBS, Warwick ‐Edinburgh Mental\nWell ‐Being Scale.\n†Additional questions were not explored further, either because we had no a priori\nhypotheses (e.g., about methods of self ‐harm), or because questions were deeply embedded\n(required multiple “yes”responses at different earlier questions). All questions are found at\nKidger et al.,8and ALSPAC's searchable data dictionary ( http://www.bristol.kiac.uk/alspac/\nresearchers/our-data ).SELF ‐HARM IN MISOPHONIA\n |3o f1 0\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Multiple studies show convergent validity between these items\nand a number of biological and psychological traits. For example, theself‐harm items show the known inverse correlation with puberty\nindicators, such as age of menarche\n42and peak height velocity,43\nwhile suicidality items show known correlations with birth order44\nand maternal depression.45\nThe Warwick ‐Edinburgh Mental Well ‐Being Scale46\nThis 14 ‐item scale measured hedonic and eudemonic well ‐being at\n17 and 23 years. Questions cover mental well ‐being over the past 2\nweeks (e.g., “I've been feeling optimistic about the future ”) with\nresponses on a five ‐point scale ( none of the time toall of the time ).\nResponses are summed for a total score (14 –70), where higher scores\nindicate better mental well ‐being.\nThe measure shows high internal consistency and moderate to\nhigh test –retest reliability in 13 –16‐year ‐olds,47university students,\nand the general population aged 16 –75 years.46In the same studies it\nalso showed convergent validity with measures of life satisfaction as\nwell as divergent validity with opposing constructs (e.g., physicalhealth) and concurrent validity with the World Health Organization ‐\nFive Well ‐Being Index.\n48\nThe UK Office of National Statistics four subjective\nwell ‐being questions49\nT h eO f f i c ef o rN a t i o n a lS t a t i s t i c s4 ‐Item Scale (ONS4) was\nadministered at 23 years, and comprises four questions about\nthree types of well ‐being (evaluative, eudemonic, affective):\nOverall, how satisfied are you wi th your life nowadays? Overall, to\nwhat extent do you feel that the things you do in your life are\nworthwhile? Overall, how happy did you feel yesterday? How\nanxious did you feel yesterday? Responses run from 1 to 10 ( not\nat all tocompletely ). This measure is designated for National\nStatistics (i.e., deemed to meet high standards of trustworthiness\nand value)49,50a n du s e de x t e n s i v e l yb yt h eO N Sa n dU K\nGovernment (citations at www.tinyurl.com/ons4surveys ). For\nexample, one recent validation51showed good internal reliability\n(Cronbach's α= 0.90), and moderate/strong correlations with\nhealth confidence and health status.\nSubjective Happiness Scale52\nThis four ‐item scale of hedonic well ‐being in subjective happiness\nwas administered at 23 yea rs. Responses have a seven ‐point\nscale with labels adjusted by question. Its four questions are: In\ngeneral, I consider myself …not a very happy person →a very happy\nperson ;Compared with most of my peers, I consider myself …less\nhappy→more happy ;Some people are generally very happy. They\nenjoy life regardless of what is going on, getting the most out ofeverything. To what extent does this characterization describe you?\nN o ta ta l l →A great deal ;Some people are generally not very happy.\nAlthough they are not depressed, they never seem as happy as they\nmight be. To what extent does this characterization describe you?\nN o ta ta l l →Ag r e a td e a l . The scale has been translated into more\nthan 30 languages and validated extensively with a uni-\ndimensional structure and adequate test –retest reliability and\ninternal consistency, as well as convergent validity against relatedconstructs such as depression.\n52,53\nSatisfaction with Life Scale54\nThis self ‐report for life satisfaction was administered at 23 years,\nand has responses on a five ‐point Likert scale ( disagree a lot to\nagree a lot ) .I t sf i v ei t e m sa r e : In most ways my life is close to the\nway I would want it to be ;T h et h i n g si nm yl i f ea r ee x c e l l e n t ;Ia m\nhappy with my life ;So far I have gotten the important things I want\nin life ;If I could live my life over, I would have it the same way .T h e\nSatisfaction with Life Scale (SWLS) is one of the most widely used\nwell ‐b e i n gs c a l e sa c r o s sar a n g eo fd ifferent age groups, genders,\nand nationalities.55Multiple validations show it to be a reliable\nmeasure of life satisfaction, with good convergent validity, and\nsatisfactory ‐to‐high reliability and inte rnal consistency (e.g.,\nα=0 . 7 4 ) .55–58\nANALYTIC PLAN\nSince our sample is female skewed and there are known associations\nbetween sex and well ‐being/self ‐harm (where girls are especially\naffected),59we examine males and females separately (i.e., either as\nseparate datasets for χ2s or as a predictor in analyses of variance\n[ANOVAs]). Given this, we also removed the three participants whose\nsex‐at‐birth was unknown.\nWe used χ2analyses (with Yates corrections where required)\nfor the categorical self ‐harm data at each timepoint. For well ‐\nbeing in late adolescence (Warwick ‐Edinburgh Mental Well ‐Being\nS c a l e[ W E M W B Sa ta g e1 7 ) ,w er e p o r ta2 × 2A N O V Ac r o s s i n g\ngroup (misophonics, nonmisophonics) and sex ‐at‐birth (females,\nmales) having removed outliers ( n=1 7 w i t h z‐scores >3), and\nmeeting assumptions of normality, linearity, and homogeneity of\nvariance (using Levene's test).60We additionally report a binary\nlogistic regression for the link between well ‐being and self ‐harm,\nselecting the earliest time point (16 –17 years) and longest well ‐\nbeing measure (WEMWBS).\nAt age 23, we report a 2 × 2 multivariate analysis of variance\n(MANOVA) crossing group (misophonics, nonmisophonics) and sex ‐\nat‐birth (females, males) predicting our four well ‐being measures\n(subjective happiness, life satisfaction, WEMWBS, ONS4). We\nremoved excessive missing data (of >5%), and multivariate outliers(using Mahalanobis distance) totalling 198 participants ( n= 175 for\nmissingness, n= 23 outliers). Data were approximately multivariate4o f1 0 |\nSELF ‐HARM IN MISOPHONIA\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "normal, and met linearity and homogeneity of covariance (Box's M).61\nWe also conducted univariate ANOVAs (correcting post ‐hoc tests)\nfor each outcome. We used R/R Studio62with the following\npackages: tidyverse for general data wrangling, ggplot2 and gridExtra\nfor graphs, ez for univariate ANOVA, car for Levene's test, andheplots for Box's M.\nWe remind the reader that we split our participants into\n“misophonics ”and “nonmisophonics ”only once, using the screener\nat 28 years. Hence when we describe “data from our misophonia\ngroup at age 16 ”(or“misophonic participants at age 16 ”), this means\ndata from 16 ‐year ‐old individuals who went on to demonstrate\nmisophonia when screened at 28 years. Sample size for each analysisis shown in Table 1(given that sample size changed according to\nparticipant availability across the three decades of this longitudi-\nnal data).\nRESULTS\nTime block 16 –17 years\nSelf‐harm age 16\nWe first inspected the proportion of misophonics and nonmiso-\nphonics who had ever self ‐harmed. χ2s were performed sepa-\nrately for females and males. Males showed no difference for\nmisophonics versus nonmisophonics ( χ2(1) = 0.12, p=0 . 7 2 3 ) b u t\nfemales showed a significantly higher percentage of misophonicsself‐harming compared to nonmisophonics ( χ\n2(1) = 20.98,\np< 0.001; see Table 3). Within yes ‐responders we next looked\nat whether their self ‐harm was with intent to die ( “…seriously\nwanted to kill yourself? ”). We found no significant groupwise\ndifference for either females ( χ2(1) = 1.64, p= 0.200) or males ( χ2\n(1) = 0.03, p= 0.852; see Table 4). However, this embedded\nquestion means numbers were small, especially for males.\nFinally, we examined suicidal feelings with the question targeting\nthe entire sample ( “…felt that life was not worth living? ”). We againfound no groupwise differences among males ( χ2(1) = 2.65,\np= 0.103), but a significant difference among females ( χ2\n(1) = 25.53, p< 0.001; seeTable 5) such that misophonics experienced\nsuicidal feeling more than nonmisophonics.\nWell ‐being age 17\nOur 2 × 2 ANOVA crossed group (misophonic, nonmisophonic) and\nsex‐at‐birth (female, male) in the WEMWBS well ‐being scale. We\nfound a significant main effect of group ( F[1, 2613] = 6.65, p= .009,\nηp2= 0.003), where misophonics scored lower ( M= 46.13, SD = 9.35)\nthan nonmisophonics ( M= 48.33, SD = 8.24). We also found an\nexpected main effect of sex ‐at‐birth ( F[1, 2613] = 11.14, p< 0.001,\nηp2= 0.004) where females scored lower ( M= 47.22, SD = 8.43) than\nmales ( M= 49.97, SD = 7.96), but there was no significant interaction\nbetween group and sex ‐at‐birth ( F[1, 2613] = 0.08, p= 0.775, ηp2\n< 0.001; Figure 1). Finally, we performed a binary logistic regression\nto confirm the expected negative link between well ‐being and self ‐\nharm ( p< 0.001). This showed that for every 1 unit increase in\nWEMWBS there was a 0.06 decrease in log odds of self ‐harming.TABLE 3 Frequency of responses at age 16 for whether\nparticipant has self ‐harmed ( “Have you ever hurt yourself on\npurpose in any way …”).\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes self ‐harmed 71 (39%) 414 (23%)\nNo didn't self ‐harm 112 1372\nMales Misophonic N Nonmisophonic N\nYes self ‐harmed 5 (12%) 82 (9%)\nNo didn't self ‐harm 38 844\nNote : Counts are shown for each group (misophonic vs. nonmisophonic)\nseparately by sex ‐at‐birth, with percentages in brackets for those who\nreplied in the affirmative.TABLE 4 Frequency of responses at age 16 for whether\nparticipant has self ‐harmed ( “On any of the occasions when you\nhave hurt yourself on purpose, have you ever seriously wanted to killyourself? ”).\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes wanted to 27 (38%) 122 (30%)No didn't want to 44 290Males Misophonic N Nonmisophonic N\nYes wanted to ≤5 (40%) 21 (26%)\nNo didn't want to ≤56 1\nNote : Counts are shown for each group (misophonics vs. nonmisophonics)\nseparately by sex ‐at‐birth, with percentages in brackets for those who\nreplied in the affirmative. Cells with ≤5 are shown as such, and may\ncontain 0.\nTABLE 5 Frequency of responses at age 16 for whether\nparticipant has had suicidal feelings ( “Have you ever felt that life was\nnot worth living? ”).\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes 87 (48%) 522 (29%)No 95 1259\nMales Misophonic N Nonmisophonic N\nYes 12 (28%) 148 (17%)No 31 722SELF ‐HARM IN MISOPHONIA\n |5o f1 0\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Time block 23 –24 years\nSelf‐harm age 24\nWe began at 24 years by looking at the same two initial questions\nprobed at age 16. For the first question ( “…hurt yourself on\npurpose …?”) we found a significant groupwise difference among\nmales ( χ2(1) = 4.31, p= 0.038) and also among females ( χ2(1) = 35.86,\np< 0.001). In both cases, misophonics were significantly more likely\nto self ‐harm compared to nonmisophonics (Table 6).\nWe next looked at the same embedded question asked at 16\nyears, related to self ‐harm with the intention to die ( “…have ever you\nseriously wanted to kill yourself? ”). Numbers were again small, and\nthere were no groupwise differences among males ( χ2(1) = 1.43,\np= 0.232) but we found a significant effect for females ( χ2(1) = 6.88,\np= 0.009) where female misophonics self ‐harmed with intent to die\nmore often than nonmisophonics (Table 7).\nFinally we looked at the question about suicidal ideation asked of\nthe entire samples at 24 years ( “Have you ever thought of killing\nyourself, even if you would not really do it? ”). Although there was no\ngroupwise difference among males ( χ2(1) = 1.42, p= 0.234) we founda significant difference in females ( χ2(1) = 48.82, p< 0.001) such that\nmisophonics had suicidal ideation more often than nonmisophonics\n(see Table 8).\nWell‐being age 23\nOur between ‐groups MANOVA crossed group (misophonic, non-\nmisophonic) and sex ‐at‐birth (female, male) predicting four well ‐being\nmeasures (Subjective Happiness Scale [SHS]/subjective happiness;\nSWLF/life satisfaction; WEMWBS well ‐being; ONS4 well ‐being;\nFigure 2). Significant multivariate effects were found for group ( F[4,\n2837] = 4.99, p< .001, ηp2= 0.007) and sex ‐at‐birth ( F[4,\n2837] = 4.93, p< 0.001, ηp2= 0.007), and for the interaction between\ngroup and sex ‐at‐birth ( F[4, 2837] = 2.61, p= 0.034, ηp2= 0.004).\nSubsequent univariate ANOVAs showed that misophonics had\nsignificantly poorer well ‐being than nonmisophonics in all four well ‐\nbeing measures, first in subjective happiness scores ( F[1, 2840] = 17.70\np<0 . 0 0 1 , ηp2= 0.006) where their mean was M= 17.87 (SD = 5.71)\ncompared to nonmisophonics ( M= 19.78 SD = 5.01). Life satisfaction\nFIGURE 1 Warwick ‐Edinburgh Mental\nWell ‐Being Scale (WEMWBS) scores and 95%\nconfidence intervals (CIs) at age 17 by group(misophonics, nonmisophonics) and sex ‐at‐\nbirth (male, female). Groupwise comparisonsare significant for both males and females.\nTABLE 6 Frequency of responses at age 24 for whether\nparticipant has self ‐harmed ( “Have you ever hurt yourself on purpose in\nany way ”).\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes self ‐harmed 88 (47%) 514 (26%)\nNo didn't self ‐harm 98 1437\nMales Misophonic N Nonmisophonic N\nYes self ‐harmed 12 (27%) 135 (14%)\nNo didn't self ‐harm 33 812\nNote : Counts are shown for each group (misophonics vs. nonmisophonics)\nseparately by sex ‐at‐birth, with percentages in brackets for those who\nreplied in the affirmative.TABLE 7 Frequency of responses at age 24 for whether\nparticipant has self ‐harmed ( “On any of the occasions you hurt\nyourself on purpose, have ever you seriously wanted to killyourself? ”).\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes wanted to kill self 39 (44%) 152 (30%)No didn't want to kill self 49 362Males Misophonic N Nonmisophonic N\nYes wanted to kill self ≤5 (9%) 39 (29%)\nNo didn't want to kill self 11 96\nNote : Cells with ≤5 are shown as such, and may contain 0. Counts are\nshown for each group (misophonics vs. nonmisophonics) separately bysex‐at‐birth, with percentages in brackets for those who replied in the\naffirmative.6o f1 0 |\nSELF ‐HARM IN MISOPHONIA\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "showed the same main effect of group ( F[1, 2840] = 5.03 p=0 . 0 2 8 ,\nηp2= 0.002) where misophonics ( M= 21.98, SD = 6.86) again reported\nlower satisfaction than nonmisophonics ( M= 24.11, SD = 6.54). Simi-\nlarly, misophonics had lower well ‐being in the WEMWBS ( M=4 5 . 8 0 ,\nSD = 9.77) compared to nonmisophonics ( M= 49.38, SD = 8.77; F[1,\n2840] = 11.64 p<0 . 0 0 1 , ηp2= .004). And finally, they also had lower\nwell‐being ( M= 23.25, SD = 5.51) than nonmisophonics ( M=2 4 . 6 3 ,\nSD = 4.96) on the ONS4 ( F[1, 2840] = 7.94 p=0 . 0 0 4 , ηp2=0 . 0 0 3 ) .\nThere was no main effect of sex ‐at‐birth for subjective happiness\n(F[1, 2840] = 0.91, p= 0.339, ηp2= <0.001), nor in satisfaction with\nlife ( F[1, 2840] = 0.17 p= 0.682, ηp2= <0.001), nor in the ONS4\n(F[1, 2840] = 0.93 p= 0.336, ηp2= <0.001). However females scored\nlower in their WEMWBS ( F[1, 2840] = 4.06 p=0 . 0 4 4 , ηp2=0 . 0 0 1 )w i t ha\nmean of 48.76 (SD = 8.84) compared to males who scored M= 49.91\n(SD = 8.98).\nThere were no (group × sex ‐at‐birth) interaction effects for three\nof our four well ‐being measures: subjective happiness ( F[1,\n2840] = 0.10, p= 0.757, ηp2= <0.001), WEMWBS ( F[1, 2840] = 0.93\np= 0.334, ηp2= <0.001), or ONS4 ( F[1, 2840] = 0.02 p= 0.881,\nηp2= <0.001). However, there was a significant interaction for LifeSatisfaction ( F[1, 2840] = 3.95 p= 0.047, ηp2= 0.001), since miso-\nphonics had lower life ‐satisfaction in the female group ( p< 0.001,\nwhich survives the corrected α) but not the male group ( p= 0.710)\nusing the Bonferroni test. This is illustrated in Figure 2(bottom ‐right).\nDISCUSSION\nOur study examined adult participants from a large birth cohort who\nwere screened at 28 years for misophonia, and then examined\nretrospectively on measures they had already completed at 16 –17\nand 23 –24 years. We found that female misophonics aged 16 –17\nyears were more likely to have suicidal thinking than nonmisophonics\n(i.e., that life was not worth living), and were self ‐harming more —\nalthough at this age they did not show more tendency to self ‐harm\nwith intent to die . Nonetheless, by the age of 24 years, female\nmisophonics were again thinking more about suicide, and self ‐\nharming more than their nonmisophonic peers, but additionally, theywere now also more likely to self ‐harm with a serious intent to die\n(i.e., more so than nonmisophonics). They were also now joined by\nmale misophonics in self ‐harming more than their nonmisophonic\npeers at 24 years. Our study therefore provides support for previousassumptions of self ‐harm in case studies\n22,24,25or as descriptive\nstatistics,30or in early random ‐sampling methods.31\nGiven these higher risks in the misophonia group, we also found\npoorer well ‐being across multiple measures and time ‐points\n(WEMWBS at age 17, and the same at 23 in addition to the SWLS,\nSHS, and ONS4), covering multiple facets of well ‐being (hedonic/\naffective, eudemonic, evaluative, and life satisfaction). We found\nsignificantly lower scores for misophonics in both males and females\nat both 17 and 23 years. This was true in all measures except LifeSatisfaction at 23 years, which was the only measure to shownegative effects for female misophonics but not male (perhaps\nbecause life satisfaction is typically lower for males in general,\nintroducing a floor effect; see Figure 2).\n63Overall, our findings\npresent a clear picture of poorer well ‐being in misophonics.TABLE 8 Frequency of responses for question ( “Have you ever\nthought of killing yourself, even if you would not really do it? ”) at the\nage of 24 for each group (misophonics vs. nonmisophonics) shownseparately by sex ‐at‐birth.\nQuestion Response by Gender Misophonic N Nonmisophonic N\nFemales\nYes thought of killing self 113 (60%) 669 (34%)No didn't think of killing self 74 1278\nMales Misophonic N Nonmisophonic N\nYes thought of killing self 19 (42%) 308 (33%)No didn't think of killing self 26 639\nNote : Percentages are shown in brackets for those who replied in the\naffirmative.\nFIGURE 2 Scores and 95% confidence\nintervals (CIs) by group (misophonics,nonmisophonics) and sex ‐at‐birth (male,\nfemale) for four well ‐being measures:\nSubjective Happiness Scale (SHS) (top ‐left);\nSatisfaction with Life Scale (SWLS) (top ‐right);\nWarwick ‐Edinburgh Mental Well ‐Being Scale\n(WEMWBS) (bottom ‐left); Office for National\nStatistics 4 ‐Item Scale (ONS4) (bottom ‐right).\nAll comparisons between misophonics andnonmisophonics are significant. WEMWBSalso showed a main effect of gender, andSWLS showed an interaction.SELF ‐HARM IN MISOPHONIA\n |7o f1 0\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Misophonia is often assumed to manifest in early adolescence,\nseveral years prior to our earliest testing period.14,23,64 –66This makes\nit likely that members of our cohort were already expressing\nmisophonia at 16 –17 years —although one important limitation of\nour study is that we cannot know for sure (because we screened formisophonia at 28). An alternative interpretation is that poorer well ‐\nbeing (and greater self ‐harm in females) at age 16 might have been\nassociated with the disposition for misophonia, whether misophonia\nhas already emerged or not. Future studies might engage in large ‐\nscale screening with a longer assessment targeting a very large\nsample of adolescents in order to identify those with misophonia in\nreal time, and then following them over time. Since we have donesimilar large ‐scale screening with other sensory differences\n67we do\nnot underestimate its enormous challenges, and therefore recognize\nboth the limitations and strengths of our study.\nAnother possible limitation is that our group sizes were\nsometimes small, despite screening over 4000 participants for\nmisophonia, of which 3000 had additionally completed our self ‐\nharm/well ‐being measures in earlier time ‐slots. Small group sizes are\nthe natural consequence of studying rare traits (self ‐harm) within rare\npopulations (with misophonia). Nonetheless, we have the distinctadvantage of testing randomly sampled participants (as far asmisophonia is concerned) since we did not rely on misophonics to\nself‐refer, and we did not recruit from clinics, where the most\nextreme cases are likely to gather. Hence a key strength of our ownstudy is that we make a meaningful epidemiological link between\nmisophonia on the one hand, and poor well ‐being and elevated self ‐\nharm on the other.\nOur study shows that self ‐harm and suicidal ideation were higher\nin the misophonia group, but the reasons are not yet definitively clear.\nSo although higher self ‐harm could be the result of a daily onslaught of\nunpleasant sensory experiences (misophonia), it could equally be theresult of the depression or anxiety which accompanies misophonia.\nBut the critical first step is to identify that this group is indeed at risk —\nand this was the aim of our paper (using random sampling). As such,our work now suggests that clinical professionals might therefore\nengage in an active screening for self ‐harm or suicidal ideation in any\npatient where misophonia is confirmed (see Aazh & Moore\n68,f o ra\nsimilar suggestion in tinnitus). Future studies may also now ask a\nseparate question, which is whydoes this happen? A relevant approach\nmight be to conduct clinical mental health screening alongside randommisophonia sampling, showing potential links between misophonia and\nself‐harm via the mediation of, say, anxiety or depression. Finally, since\nself‐harm in misophonia may be exacerbated by poor understanding of\nmisophonia itself, we also flag the reader to our online information hub(www.misophonia-hub.org ).\nIn summary, both male and female misophonics showed poorer\nwell ‐being in multiple ways. They also self ‐harmed more than\nnonmisophonics from age 16 in females and from age 24 in males,\nand with female misophonics having a greater intent to die (than\nnonmisophonics) emerging from 24 years. We conclude thatmisophonia is accompanied by important differences in well ‐being\nand self ‐harm, emerging from the teens onwards. We thereforepropose better understanding and screening for people with\nmisophonia in this regard.\nAUTHOR CONTRIBUTIONS\nJulia Simner and Louisa J. Rinaldi conceptualized and edited; Louisa J.Rinaldi oversaw analyses; Julia Simner oversaw writing.\nACKNOWLEDGMENTS\nThe authors are extremely grateful to all the families who took part inthis study, the midwives for their help in recruiting, and the whole\nALSPAC team, including interviewers, computer/laboratory techni-\ncians, clerical workers, research scientists, volunteers, managers,receptionists, and nurses. Authors received funding from the\nMisophonia Research Fund and Harrods Creek Donor Advised Fund,\nThe UK Medical Research Council and Wellcome (217065/Z/19/Z),and the University of Bristol provide core support for\nALSPAC ( http://www.bristol.ac.uk/alspac/external/documents/grant-\nacknowledgements.pdf ). This publication is the work of Rinaldi and\nSimner, who serve as guarantors for its contents.\nCONFLICT OF INTEREST STATEMENT\nThe authors declare no conflicts of interest.\nDATA AVAILABILITY STATEMENT\nFor data ‐access requests, see http://www.bristol.ac.uk/alspac/\nresearchers/ .\nETHICS APPROVAL STATEMENT\nApproval came from the ALSPAC Ethics and Law Committee and\nLocal Ethics Committees.\nPATIENT CONSENT STATEMENT\nThis study used secondary data. Participants' informed consent is\ndescribed at http://www.bristol.ac.uk/alspac .\nCLINICAL TRIAL REGISTRATION\nN/A\nORCID\nLouisa J. Rinaldi\nhttp://orcid.org/0000-0003-0164-9146\nREFERENCES\n1. Jastreboff MM, Jastreboff PJ. Hyperacusis. 2001. Available from:\nhttps://www.audiologyonline.com/articles/hyperacusis-1223\n2. Swedo S.E., Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A,\net al. Consensus definition of misophonia: a Delphi study. Front\nNeurosci. 2022;16:841816. https://doi.org/10.3389/fnins.2022.\n841816 (Article 841816).\n3. Hansen HA, Leber AB, Saygin ZM. What sound sources trigger\nmisophonia? Not just chewing and breathing. J Clin Psychol.2021;77(11):2609 –25.https://doi.org/10.1002/JCLP.23196\n4. Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia:\nphenomenology, comorbidity and demographics in a large sample.\nPLoS One. 2020;15(4):e0231390. https://doi.org/10.1371/journal.\npone.02313908o f1 0 |\nSELF ‐HARM IN MISOPHONIA\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "5. Simner J, Koursarou S, Rinaldi L.J., Ward J. Attention, flexibility, and\nimagery in misophonia: Does attention exacerbate everyday dislikingof sound. Journal of Clinical and Experimental Neuropsychology.2022;43:1006 –17. https://doi.org/10.1080/13803395.2022.\n2056581\n6. Vitoratou S, Uglik ‐Marucha N, Hayes C, Gregory J. Listening to\npeople with misophonia: exploring the multiple dimensions of soundintolerance using a new psychometric tool, the s ‐five, in a large\nsample of individuals identifying with the condition. Psych.\n2021;3(4):639 –62.https://doi.org/10.3390/PSYCH3040041\n7. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a\nnew psychiatric disorder. PLoS One. 2013;8(1):e54706. https://doi.\norg/10.1371/journal.pone.0054706\n8. Kidger J, Heron J, Lewis G, Evans J, Gunnell D (2012). Adolescent\nself‐harm and suicidal thoughts in the ALSPAC cohort: a self ‐report\nsurvey in England. https://doi.org/10.1186/1471-244X-12-69\n9. Landstedt E, Gillander Gådin K. Deliberate self ‐harm and\nassociated factors in 17 ‐year ‐old Swedish students. Scand\nJ Public Health. 2011;39(1):17 –25. https://doi.org/10.1177/\n1403494810382941\n10. Muehlenkamp JJ, Gutierrez PM. Risk for suicide attempts among\nadolescents who engage in non ‐suicidal self ‐injury. Arch Suicide\nRes. 2007;11(1):69 –82.https://doi.org/10.1080/13811110600\n992902\n11. Rinaldi L, Simner J. Mental health difficulties in children with\nmisophonia: an examination of ADHD, depression & anxiety. ChildPsychiatry Hum Dev. 2023; in press.\n12. Siepsiak M, Sobczak AM, Bohaterewicz B, Cichocki Ł, Dragan W Ł.\nPrevalence of misophonia and correlates of its symptoms among\ninpatients with depression. Int J Environ Res Public Health.2020;17(15):5464. https://doi.org/10.3390/IJERPH17155464\n13. Cusack SE, Cash TV, Vrana SR. An examination of the relationship\nbetween misophonia, anxiety sensitivity, and obsessive ‐compulsive\nsymptoms. J Obsessive ‐Compuls Relat Disord. 2018;18(January):\n67–72.https://doi.org/10.1016/j.jocrd.2018.06.004\n14. Rinaldi L, Ward J, Simner J. Poorer well ‐being in children with\nmisophonia: evidence from the sussex misophonia scale foradolescents. Front Psychol. 2022; in press.\n15. Rosenthal MZ, McMahon K, Greenleaf AS, Cassiello ‐Robbins C,\nGuetta R, Trumbull J, et al. Phenotyping misophonia: psychiatricdisorders and medical health correlates. Front Psychol. 2022;13:5665. https://doi.org/10.3389/FPSYG.2022.941898/BIBTEX\n16. Nock M, Joinerjr T, Gordon K, Lloyd ‐Richardson E, Prinstein M. Non ‐\nsuicidal self ‐injury among adolescents: diagnostic correlates and\nrelation to suicide attempts. Psychiatry Res. 2006;144(1):65 –72.\nhttps://doi.org/10.1016/J.PSYCHRES.2006.05.010\n17. Wichstrom L. Predictors of non ‐suicidal self ‐injury versus attempted\nsuicide: similar or different. Arch Suicide Res. 2009;13(2):105\n–22.\nhttps://doi.org/10.1080/13811110902834992\n18. Hankin BL, Abela JRZ. Nonsuicidal self ‐injury in adolescence:\nprospective rates and risk factors in a 2 ½ year longitudinal study.Psychiatry Res. 2011;186(1):65 –70. https://doi.org/10.1016/J.\nPSYCHRES.2010.07.056\n19. Fergusson DM, Horwood LJ, Ridder EM, Beautrais AL. Suicidal\nbehaviour in adolescence and subsequent mental health outcomesin young adulthood. Psychol Med. 2005;35(7):983 –93.https://doi.\norg/10.1017/S0033291704004167\n20. Lee A, Wong SYS, Tsang KK, Ho GSM, Wong CW, Cheng F.\nUnderstanding suicidality and correlates among Chinese secondaryschool students in Hong Kong. Health Promot Int. 2009;24(2):156–65.https://doi.org/10.1093/HEAPRO/DAP011\n21. Brausch AM, Gutierrez PM. Differences in non ‐suicidal self ‐injury\nand suicide attempts in adolescents. J Youth Adolesc. 2010;39(3):233–42.https://doi.org/10.1007/S10964-009-9482-022. Alekri J, Al Saif F. Suicidal misophonia: a case report. Psychiatr Clin\nPsychopharmacol. 2019;29(2):232 –7.https://doi.org/10.1080/\n24750573.2019.1597585\n23. Dover N, McGuire JF. Family ‐based cognitive behavioral therapy for\nyouth with misophonia: a case report. Cogn Behav Pract. 2023;30:\n169–76.https://doi.org/10.1016/J.CBPRA.2021.05.005\n24. Karalis P, Carter C, Coplan B, Olabisi J. Treatment challenges for\nmisophonia with comorbid mood and anxiety disorders, a casereport. Psychiatry Res Case Rep. 2022;1(1):100012. https://doi.org/\n10.1016/J.PSYCR.2022.100012\n25. Muller D, Khemlani ‐Patel S, Neziroglu F. Cognitive ‐behavioral\ntherapy for an adolescent female presenting with misophonia: acase example, Clin Case Stud 2018;17(4):249 –58.https://doi.org/\n10.1177/1534650118782650\n26. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia:\nphysiological investigations and case descriptions. Front HumNeurosci. 2013;7:296. https://doi.org/10.3389/fnhum.2013.00296\n27. Rouw R, Erfanian M. A large ‐scale study of misophonia. J Clin\nPsychol. 2018;74(3):453 –79.https://doi.org/10.1002/jclp.22500\n28. Casey P, Dunn G, Kelly BD, Lehtinen V, Dalgard OS, Dowrick C, et al.\nThe prevalence of suicidal ideation in the general population: resultsfrom the Outcome of Depression International Network (ODIN)study. Soc Psychiatry Psychiatr Epidemiol. 2008;43(4):299 –304.\nhttps://doi.org/10.1007/S00127-008-0313-5\n29. Nock M.K., Borges G, Bromet EJ, Alonso J, Angermeyer M,\nBeautrais A, et al. Cross ‐national prevalence and risk factors for\nsuicidal ideation, plans and attempts. Br J Psychiatry. 2008;192(2):98–105.\n30. Siepsiak M, Rosenthal MZ, Raj ‐Koziak D, Dragan W. Psychiatric and\naudiologic features of misophonia: use of a clinical control group withauditory over ‐responsivity. J Psychosom Res. 2022;156:110777.\nhttps://doi.org/10.1016/J.JPSYCHORES.2022.110777\n31. K ılıç C, Öz G, Avano ğlu KB, Aksoy S. The prevalence and\ncharacteristics of misophonia in Ankara, Turkey: population ‐based\nstudy. BJPsych Open. 2021;7(5):e144. https://doi.org/10.1192/\nBJO.2021.978\n32. Boyd A, Golding J, Macleod J, Lawlor DA, Fraser A, Henderson J,\net al. Cohort profile: the ‘children of the 90s ’—the index offspring of\nthe Avon Longitudinal Study of Parents and Children. Int J Epidemiol.\n2013;42(1):111 –27.https://doi.org/10.1093/IJE/DYS064\n33. Diener E. Subjective well ‐being. The science of happiness and a\nproposal for a national index. Am Psychol. 2000;55(1):34 –43.\nhttps://doi.org/10.1037/0003-066X.55.1.34\n34. Ryff CD, Keyes CLM. The structure of psychological well ‐being\nrevisited. J Pers Soc Psychol. 1995;69(4):719 –27.https://doi.org/\n10.1037/0022-3514.69.4.719\n35. Erhart M, Ottova V, Gaspar T, Jericek H, Schnohr C, Alikasifoglu M,\net al. Measuring mental health and well ‐being of school ‐children in\n15 European countries using the KIDSCREEN ‐10 Index. Int J Public\nHealth. 2009;54(S2):160 –6.https://doi.org/10.1007/s00038-009-\n5407-7\n36. The Whoqol Group. The World Health Organization quality of life\nassessment (WHOQOL): development and general psychometric\nproperties. Soc Sci Med. 1998;46(12):1569 –85.https://doi.org/10.\n1016/S0277-9536(98)00009-4\n37. Fraser A, Macdonald ‐wallis C, Tilling K, Boyd A, Golding J,\nDavey smith G, et al. Cohort Profile: the Avon Longitudinal Study\nof Parents and Children: ALSPAC mothers cohort. Int J Epidemiol.\n2013;42(1):97 –110. https://doi.org/10.1093/IJE/DYS066\n38. Northstone K, Lewcock M, Groom A, Boyd A, Macleod J, Timpson N,\net al. The Avon Longitudinal Study of Parents and Children\n(ALSPAC): an update on the enrolled sample of index children in\n2019. Wellcome Open Res. 2019;4:51. https://doi.org/10.12688/\nWELLCOMEOPENRES.15132.1SELF ‐HARM IN MISOPHONIA\n |9o f1 0\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "39. Hall AJ, Humphriss R, Baguley DM, Parker M, Steer CD. Prevalence\nand risk factors for reduced sound tolerance (hyperacusis) inchildren. Int J Audiol. 2016;55(3):135 –41. https://doi.org/10.\n3109/14992027.2015.1092055\n40. Harris PA, Taylor R, Thielke R, Payne J, Gonzalez NR, Conde JD. A\nmetadata ‐driven methodology and workflow process for providing\ntranslational research informatics support. J Biomed Inform.2009;42:337 –81.\n41. Paykel ES, Myers JK, Lindenthal JJ, Tanner J. Suicidal feelings in the\ngeneral population: a prevalence study. Br J Psychiatry. 1974;124(0):\n460–9.https://doi.org/10.1192/BJP.124.5.460\n42. Roberts E, Fraser A, Gunnell D, Joinson C, Mars B. Timing of\nmenarche and self ‐harm in adolescence and adulthood: a\npopulation ‐based cohort study. Psychol Med. 2020;50(12):2010 –8.\nhttps://doi.org/10.1017/S0033291719002095\n43. Roberts E, Joinson C, Gunnell D, Fraser A, Mars B. Pubertal timing\nand self ‐harm: a prospective cohort analysis of males and females.\nEpidemiol Psychiatr Sci. 2020;29:e170. https://doi.org/10.1017/\nS2045796020000839\n44. Easey KE, Mars B, Pearson R, Heron J, Gunnell D. Association of birth\norder with adolescent mental health a nd suicide attempts: a population ‐\nbased longitudinal study. Eur Child Adolesc Psychiatry. 2019;28(8):1079 –86.https://doi.org/10.1007/S00787-018-1266-1/FIGURES/2\n45. Hammerton G, Zammit S, Thapar A, Collishaw S. Explaining risk for\nsuicidal ideation in adolescent offspring of mothers with depression.Psychol Med. 2016;46(2):265 –75. https://doi.org/10.1017/\nS0033291715001671\n46. Tennant R, Hiller L, Fishwick R, Platt S, Joseph S, Weich S, et al. The\nWarwick ‐Edinburgh Mental Well ‐Being Scale (WEMWBS): develop-\nment and UK validation. Health Qual Life Outcomes. 2007;5(1):63.https://doi.org/10.1186/1477-7525-5-63/TABLES/4\n47. Clarke A, Putz R, Friede T, Ashdown J, Adi Y, Martin S, et al. (2010).\nWarwick ‐Edinburgh Mental Well ‐Being Scale (WEMWBS) accept-\nability and validation in English and Scottish secondary school\nstudents (The WAVES Project). National Health Serivce.\n48. WHO. Wellbeing measures in primary health care/The Depcare\nProject. WHO Regional Office for Europe; 1998.\n49. Dolan P, Metcalfe R. Measuring subj ective wellbeing: recommendations\non measures for use by national governments. J Soc Policy. 2012;41(2):\n409–27.https://doi.org/10.1017/S0047279411000833\n50. Tinkler L. The Office for National Statistics experience of collecting\nand measuring subjective well ‐being. Stat Transit. 2015;16(3):\n373–96.https://doi.org/10.21307/STATTRANS-2015-021\n51. Benson T, Sladen J, Liles A, Potts HWW. Personal Wellbeing Score\n(PWS) —a short version of ONS4: development and validation in\nsocial prescribing. BMJ Open Qual. 2019;8(2):e000394. https://doi.\norg/10.1136/BMJOQ-2018-000394\n52. Lyubomirsky S, Lepper HS. A measure of subjective happiness:\npreliminary reliability and construct validation. Soc Indic Res.1999;46(2):137 –55.https://doi.org/10.1023/A:1006824100041 .\n53. Zager Kocjan G, Jose PE, So čan G, Avsec A. Measurement invariance\nof the subjective happiness scale across countries, gender, age, and\ntime. Assessment. 2022;29(4):826 –\n41. https://doi.org/10.1177/\n1073191121993558\n54. Diener E, Emmons RA, Larsen RJ, Griffin S. The Satisfaction With\nLife Scale. J Pers Assess. 1985;49(1):71 –5.https://doi.org/10.1207/\ns15327752jpa4901_1355. López ‐Ortega M, Torres ‐Castro S, Rosas ‐Carrasco O. Psychometric\nproperties of the Satisfaction with Life Scale (SWLS): secondaryanalysis of the Mexican Health and Aging Study. Health Qual LifeOutcomes. 2016;14(1):170. https://doi.org/10.1186/S12955-016-\n0573-9/TABLES/5\n56. Durak M, Senol ‐Durak E, Gencoz T. Psychometric properties of the\nsatisfaction with life scale among Turkish university students,correctional officers, and elderly adults. Soc Indic Res. 2010;99(3):413–29.https://doi.org/10.1007/S11205-010-9589-4\n57. Pavot W, Diener E. Review of the satisfaction with life scaleo. 2009.\np. 101 –17.https://doi.org/10.1007/978-90-481-2354-4_5\n58. Vázquez C, Duque A, Hervás G. Satisfaction with life scale in a\nrepresentative sample of Spanish adults: validation and normativedata. Span J Psychol. 2013;16:E82. https://doi.org/10.1017/SJP.\n2013.82\n59. Hawton K, Hall S, Simkin S, Bale L, Bond A, Codd S, et al. Deliberate\nself‐harm in adolescents: a study of characteristics and trends in\nOxford, 1990 ‐2000. J Child Psychol Psychiatry. 2003;44(8):1191 –8.\nhttps://doi.org/10.1111/1469-7610.00200\n60. Levene H. Robust tests for equality of variances. In: Olkin I editor.\nContributions to probability and statistics. Stanford University Press;1960. p. 278 –92.https://cir.nii.ac.jp/crid/1573950400526848896\n61. Box G.E.P. A general distribution theory for a class of likelihood\ncriteria. Biometrika. 1949;36(3 –4):317 –46. https://doi.org/10.\n1093/BIOMET/36.3-4.317\n62. R Core Team. R: A language and environment for statistical\ncomputing. R Foundation for Statistical Computing; 2021.\n63. Joshanloo M, Jovanovi ćV. The relationship between gender and life\nsatisfaction: analysis across demographic groups and global regions.\nArch Womens Ment Health. 2020;23(3):331 –8.https://doi.org/10.\n1007/S00737-019-00998-W/TABLES/3\n64. Johnson PL, Webber TA, Wu MS, Lewin AB, Murphy TK, Storch EA.\nWhen selective audiovisual stimuli become unbearable: a case series\non pediatric misophonia. Neuropsychiatry. 2013;3(6):569 –75.\nhttps://doi.org/10.2217/NPY.13.70\n65. Kamody RC, del Conte GS. Using dialectical behavior therapy\nto treat misophonia in adolescence. Prim Care Comp CNSDisord. 2017;19(5):17102105. https://doi.or g/10.4088/PCC.\n17L02105\n66. Webber TA, Johnson PL, Storch EA. Pediatric misophonia with\ncomorbid obsessive ‐compulsive spectrum disorders. Gen Hosp\nPsychiatry. 2014;36:231.e1 –e2.https://doi.org/10.1016/j.genho\nsppsych.2013.10.018\n67. Simner J, Smees R, Rinaldi LJ, Carmichael DA. Wellbeing differences\nin children with synaesthesia: anxiety and mood regulation. FrontBiosci. 2021;13:195 –215.\n68. Aazh H, Moore BC. Thoughts about suicide and self ‐harm in patients\nwith tinnitus and hyperacusis. J Am Acad Audiol. 2018;29(3):\n255–61.\nHow to cite this article: Simner J, Rinaldi LJ. Misophonia,\nself‐harm and suicidal ideation. Psychiatry Clin Neurosci Rep.\n2023;2:e142. https://doi.org/10.1002/pcn5.14210 of 10 |\nSELF ‐HARM IN MISOPHONIA\n 27692558, 2023, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/pcn5.142, Wiley Online Library on [07/10/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}