{
  "doc_type": "scientific paper",
  "title": "an-automated-online-measure-for-misophonia-the-sussex-misophonia-scale-for-adults",
  "authors": [
    "simner"
  ],
  "year": 2024,
  "journal": "journals-permissionsDOI: 10.1177/10731911241234104",
  "doi": "10.1177/10731911241234104",
  "abstract": "Misophonia is a sound sensitivity disorder characterized by a strong aversion to specific sounds (e.g., chewing). Here we present the Sussex Misophonia Scale for Adults (SMS-Adult ), within an online open-access portal, with automated scoring and results that can be shared ethically with users and professionals. Receiver operator characteristics show our questionnaire to be ‘‘excellent’’ and ‘‘good-to-excellent’’ at classifying misophonia, both when dividing our n= 501 adult participants by recruitment stream (self-declared misophonics vs. general population), and again when dividing them with by a prior mea-sure of misophonia (as misophonics vs. non-misophonics). Factor analyses identified a five-factor structure in our 39 Likert- type items, and these were Feelings/Isolation ,Life consequences ,Intersocial reactivity ,Avoidance/Repulsion , and Pain. Our measure also elicits misophonia triggers, each rated for their commonness in misophonia. We offer our open-access online tool forwider use (www.misophonia-hub.org), embedded within a well-stocked library of resources for misophonics, researchers, and clinicians.",
  "keywords": [
    "misophonia",
    "sound sensitivity",
    "sensory sensitivity",
    "aversion",
    "assessment",
    "validation",
    "factor structure"
  ],
  "research_topics": [
    "misophonia",
    "sound sensitivity",
    "sensory sensitivity",
    "aversion",
    "assessment",
    "validation",
    "factor structure"
  ],
  "created_at": "2025-05-05T02:06:30.739901Z",
  "source_pdf": "documents/research/Global/simner 2024-an-automated-online-measure-for-misophonia-the-sussex-misophonia-scale-for-adults.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Original Research Article\nAssessment\n1–17\n/C211The Author(s) 2024\nArticle reuse guidelines:\nsagepub.com/journals-permissionsDOI: 10.1177/10731911241234104\njournals.sagepub.com/home/asmAn Automated Online Measure for\nMisophonia: The Sussex Misophonia Scale\nfor Adults\nJulia Simner1, Louisa J. Rinaldi1, and Jamie Ward1\nAbstract\nMisophonia is a sound sensitivity disorder characterized by a strong aversion to specific sounds (e.g., chewing). Here we\npresent the Sussex Misophonia Scale for Adults (SMS-Adult ), within an online open-access portal, with automated scoring and\nresults that can be shared ethically with users and professionals. Receiver operator characteristics show our questionnaire\nto be ‘‘excellent’’ and ‘‘good-to-excellent’’ at classifying misophonia, both when dividing our n= 501 adult participants by\nrecruitment stream (self-declared misophonics vs. general population), and again when dividing them with by a prior mea-sure of misophonia (as misophonics vs. non-misophonics). Factor analyses identified a five-factor structure in our 39 Likert-\ntype items, and these were Feelings/Isolation ,Life consequences ,Intersocial reactivity ,Avoidance/Repulsion , and Pain. Our measure\nalso elicits misophonia triggers, each rated for their commonness in misophonia. We offer our open-access online tool forwider use (www.misophonia-hub.org), embedded within a well-stocked library of resources for misophonics, researchers,\nand clinicians.\nKeywords\nmisophonia, sound sensitivity, sensory sensitivity, aversion, assessment, validation, factor structure\nMisophonia is a sound sensitivity disorder in which cer-\ntain classes of sound feel unusually unpleasant (Swedo\net al., 2022). Typical triggers are often human bodily\nsounds such as chewing, breathing, or lip-smacking.These sounds are easily ignored by most other people,but can be highly aversive to people with misophonia,causing negative emotions, such as anger, disgust, or\nanxiety, and sometimes a physiological reflex, such as\nincreased muscle tension (Dozier & Morrison, 2017).Other triggers can be nonhuman noises, such as clickingor tapping, or even nonauditory repetitive actions, such\nas leg rocking.\n1Misophonia symptoms have been linked\nto subtle organizational differences in the brain, includ-ing increased functional and structural connectivity inregions related to threat, emotion, and salience (Kumaret al., 2017; Schro ¨der et al., 2019). This suggests sounds\nmay have a larger salient and emotional impact for peo-\nple with misophonia, compared with most other people.\nMisophonia was first recognized by audiologist\nMarsha Johnson in 1997 (Bernstein et al., 2013) and\nnamed at the turn of the 21st century by M. M.Jastreboff and Jastreboff (2001). Early studies suggestedas many as 20% of people report some degree of miso-\nphonia which can impact on daily life (e.g., Wu et al.,\n2014) with yet higher rates in groups with elevated anxi-ety (Naylor et al., 2021) but lower rates using otherpopulations and measures (e.g., 5% prevalence in a\nGerman population; Jakubovski et al., 2022). However,\nit is difficult to draw a line between everyday dislikingand the type of disliking found in misophonia. Manypeople find certain misophonia triggers at least some-\nwhat unpleasant (e.g., messy slurping; Simner et al.,\n2021), but only people with clinically significant miso-phonia feel the anger or disgust that can make tolerating\nsuch sounds almost impossible.\n2Our challenge as\nresearchers is to design questionnaires with appropriateand validated diagnostic thresholds. This is one aim of\nthe current article, where we present our Sussex\nMisophonia Scale for Adults (SMS-Adult ) and demon-\nstrate its ability to identify people with clinically signifi-\ncant misophonia successfully. We describe our platform\nand instrument below, alongside our exploratory factoranalysis (EFA) and validations, which show our instru-ment to be ‘‘excellent’’ or for identifying misophonia\n1University of Sussex, Brighton, UK\nCorresponding Author:\nJulia Simner, School of Psychology, University of Sussex, Pevensey Building,\nBrighton BN1 9QJ, UK.\nEmail: J.Simner@sussex.ac.uk"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "(and a ‘‘good-to-excellent’’ match with an earlier\nmeasure).\nOne unique quality of our tool is that we created our\nadult questionnaire in such a way as to be ideally suited\nto adapting into a parallel questionnaire for children/\nadolescents, because misophonia is often reported fromchildhood (Claiborn et al., 2020; Rouw & Erfanian,2018). We, therefore, ensured its language was conciseand psycholinguistically appropriate for both adults andadolescents, and use stepwise conditional logic so thatonly positive responses require further detail (seeMethod). Our adolescent version of this adult misopho-nia scale has now been published with a validation of itsscores based on children 10 + years. Hence, our adultquestionnaire presented here is part of a family of instru-ments, which can provide valuable continuity of assess-ment across older and younger participants.\nA second unique quality of our questionnaire is that\nwe have packaged our instrument as a free online inter-active assessment, embedded in an open-access testingplatform with automated scoring, and a results portal toshare data ethically between misophonics and profes-sionals. Its feedback for participants includes whether\nthe user passed the threshold, and what their proble-\nmatic sounds appear to be. This feedback for partici-pants is largely descriptive (i.e., it avoids beingdefinitively diagnostic) and links to advice and supportfor misophonia, as well as to established routes for clini-cal support. Its feedback for professionals is moredetailed, with item-by-item scoring. Results are pre-sented both onscreen and as a downloadable csv file,making test data easily shared without the need for us tostore identifying information. Importantly, results aredelivered ethically to the participant themselves, butwith clear signposting for how to share with researchers/clinicians (see the appendix).\nBelow, we report results from administering our tool\non a large sample of adults with and without misopho-nia, classified in two different ways: first by recruitmentstreams (self-declared misophonics vs. a general popula-tion sample), and again using a separate independent\nmeasure of misophonia (the Misophonia Questionnaire\n[MQ]; Wu et al., 2014). In both cases, we use receiveroperator characteristics (ROC) to show that our ques-tionnaire is statistically ‘‘excellent’’ or ‘‘good-to-excellent’’ for classifying those with and without clini-cally significant misophonia.\nFinally, to add further confidence in our measure, we\npoint out that its scores have also been validated in threeadditional published papers, in both adults (Rinaldiet al., 2023; Simner et al., 2021) and adolescents (Rinaldiet al., 2022). These papers have shown that misophonicsidentified by our SMS questionnaire (using the thresh-olds we report here) also show a series of traits known tobeassociated with misophonia, namely, greater obses-\nsive compulsive traits, anxiety (Cusack et al., 2018),\nautistic traits (Haq et al., 2020; Webber et al., 2014;Williams et al., 2021), attention-to-detail (Eijsker et al.,\n2021; Schro ¨der et al., 2014), emotion dysregulation\n(Cassiello-Robbins et al., 2020), and poorer quality of\nlife (Jaeger et al., 2020). Finally, these published papers\nalso show that the scores from our measure do not con-verge with traits unrelated to misophonia (e.g., creative\nself-concept; Rinaldi et al., 2022). As such, the current\narticle adds to this body of work, by providing new vali-dations showing its ability to separate misophonics from\nnon-misophonics, and its factor structure.\nMethod\nParticipants\nIn total, we tested 501 adults ( Mage= 25.27, SD=\n13.96), including 398 females ( Mage= 25. 34, SD=\n14.29), 82 males ( Mage= 25.30, SD= 13.24), 12 non-\nbinary ( Mage= 26.50, SD= 11.26), and nine who opted\nout of reporting their demographics. Of these, 143 were\nself-declared misophonics recruited from online miso-\nphonia communities (e.g., Facebook, Twitter; 103\nfemales, Mage= 36.19, SD= 19.61; 29 males, Mage=\n35.55, SD= 16.24; 7 nonbinary, Mage= 29.71 SD=\n14.12; and four did not report demographics). The\nremaining 358 were recruited from the general popula-\ntion and local student population (295 females, Mage=\n21.58, SD= 9.36; 53 males, Mage= 19.70, SD= 6.34;\nfive nonbinary, Mage= 22.00 SD= 2.55; five did not\nreport demographics). The latter took part in exchange\nfor course credit. There was no self-selection bias for this\ncomparison group, and they did not know the topic ofthe study before deciding to participate. Our study had\nethical approval and was not preregistered.\nMaterials and Procedure\nParticipants completed our study remotely, using our in-\nhouse testing platform, the Misophonia Hub , described\nin more detail further below. Participants were sent a\nURL via email to take part, and the study began with\nethical consents. Participants then began our testing,\nwhich took 15-20 minutes, and consisted of our two tar-get questionnaires shown in the order below.\nSussex Misophonia Scale for Adults\nScale development. Our questionnaire for misophonia has\ntwo sections. In Part 1, participants were shown a seriesof triggers for misophonia, with the following question:\nWe’re going to ask you about things you see and hear2 Assessment 00(0)"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "every day. Have you always hated these things? Or don’t\nyou mind them? Then followed eight broad categories of\ntrigger (e.g., I hate . . . the sound of people eating ; see\nTable 1), which encapsulated every type of trigger wecould gather from all relevant sources available at the\ntime of testing (e.g., literature, firsthand reports). The\nonly exception being that we avoided sounds (e.g.,alarm, siren) that were possible triggers of hyperacusis, a\nseparate condition in which everyday environmental\nsounds feel overwhelmingly loud or intense (Fackrellet al., 2017). Table 1 shows that seven out of our eight\ntrigger categories were for sounds, and one was nonau-\nditory because misophonia can also be triggered by repe-titive visual movements such as leg-swaying (althoughthis is reported less commonly so represented just one\nout of eight trigger categories). Participants responded\nYes/No for each category of trigger, and if all eightresponses were No, participants proceeded to Part 2.\nHowever, responding Yes for any category then revealed\na full list of triggers within that category. For example, if\nparticipants responded Yes to I hate the sound of people\neating , this revealed eight types of eating-sound ( crunchy\nfoods ,crispy snacks ,chewing ,lip-smacking ,swallowing ,\nslurping ,wet mouth sounds ,other eating sound ; see\nTable 1). The accompanying question was Which do you\nhate hearing? Tick all that apply . Across our eight cate-\ngories, we presented 48 trigger items (see Table 1) usingour conditional logic in a time-efficient way.\nAt the end of this section, part icipants passed automati-\ncally to Part 2, which presented (an original list of) 53\nLikert-type statements (see Table 2).\n3To generate these ini-\ntial 53 items, we examined all items from all existing ques-tionnaires identified by our literature review at the time of\nstudy (see Table 1—Supplementary Information) todetermine recurrent themes. We additionally read firsthand\nreports from misophonics (e.g., from case studies and dis-\ncussion forums online) to research further the range of\nthemes and symptoms noted. We then wrote our initial 53questionnaire items with an ey e on clarity, simplicity, and\nage of acquisition (Gilhooly & Logie, 1980). The last was\nto ensure our adult questionnaire would be suitable for cre-ating a parallel adolescent measure with only minimal\nadaptation (ultimately, it would require only a one-word\nsubstitution work!school in four items; e.g., Ia v o i d\nwork!Ia v o i ds c h o o l ; see below and our adolescent version\nin Rinaldi et al. (2022)). Statements loosely fell into a num-\nber of different themes, for example, (a) emotions (e.g.,Sounds that other people don’t mind can make me reallyangry ); (b) behaviors (real or imagined), including both\nreactive behaviors (e.g., I want to hurt people who make\nsounds I hate ) and avoidant behaviors (e.g., I cover my ears\nto block out certain sounds ); and (c) consequences in other\nareas of life such as in relationships or work (e.g., My\nhatred of some sounds creates problems in work ).\n4For each\nstatement, participants chose their rating on a 5-point scale\n(Never ,Hardly ever ,Sometimes ,Often ,Always ).\nWe also included items from a theme related to pain\n(e.g., Sounds often cause me physical pain ), which we had\nalso identified from previous misophonia literature andfirsthand reports. Some prior studies have clearly\nincluded pain in their diagnostic criteria for misophonia\n(e.g., Dozier et al., 2017), whereas others have not(Swedo et al., 2022). It is also possible that people withmisophonia experience pain via comorbid conditions\nsuch as hyperacusis (Tyler et al., 2014, see also Fackrell\net al., 2017) or tensor tympani syndrome (Westcott,2016). Here, we remain agnostic as to the role of pain in\nthe definition of misophonia, but included pain (a)Table 1. Triggers for Misophonia and Their Superordinate Category.\nNo.We’re going to ask you about things you see and\nhear every day. Have you always hated these\nthings? Or don’t you mind them? I hate . . .Which do you hate hearing ( orseeing,\nfor Category 7 )? Tick all that apply.\n1 The sound of people eating Crunchy foods (e.g., apples), crispy snacks, chewing, lip-smacking,\nswallowing, slurping (a drink), wet mouth sounds (e.g., yogurt), other\n2 The sound of repetitive tapping Pen clicking, foot tapping/foot on floor, repetitive barking, tapping pen/\npencil, tapping finger, typing on a computer, other\n3 The sound of rustling Rustling paper, rustling plastic, other\n4 Throat sounds Throat clearing, hiccups, humming, other\n5 Sounds people make through their mouth and\nnoseBreathing, snorting (e.g., when people laugh), nose sniffing, coughing,\nsnoring, whistling, sneezing, burping, other\n6 Some voice sounds Certain accents, some people’s voices, certain letter sounds, certain\nvowels, certain consonants, other\n7 Repetitive visual movements Repetitive leg rocking, foot shuffling, people rocking back and forth on\ntheir chair, other\n8 Some background sounds (e.g., fridge humming) Clock ticking, car engines, refrigerator humming, dishwasher, washing\nmachine/dryer, fan, other\nNote. Categories are shown first, and subset items revealed in the event of a positive response.Simner et al. 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "because people with misophonia report pain (e.g.,\nClaiborn et al., 2020; Dozier, 2015; Edelstein et al.,\n2013) whether that be directly or via known comorbid-\nities (e.g., 69.9% of people with hyperacusis also had\nmisophonia; P. J. Jastreboff & Jastreboff, 2014); (b) forits clinical usefulness, allowing clinicians diagnosing mis-\nophonia to also observe whether pain is an accompany-\ning factor; and (c) because pain is difficult to measure inany other way.\nIn total, Parts 1 and 2 of our questionnaire contained\n109 items (in long form), with 48 items revealed only\nconditionally, so our questionnaire took just 10 minutes\nto complete.\nThe Automated Interface: www.misophonia-hub.org. We hous-\ned the SMS-Adult within the Misophonia Hub ,o u r\npurpose-built interactive on line platform for testing and\nsupporting misophonia (www. misophonia-hub.org). In\nthis platform, participants ethically consent to the study\nand complete the questionnaire using interactive on-screen\nbuttons. At the end of the test, it delivers automated scor-ing and two types of results feedback. The first is for parti-\ncipants (see the appendix, Figure A1, top panel) and the\nsecond is a more detailed screen with an item-by-item\nbreakdown of results, a downloadable csv file, and a code-\nbook (see Figure A1, bottom panel). We produced theselatter, more detailed, result s with professionals in mind,\na n dp l a c e dt h e mw i t h i nac l e a r l yd e f i n e db o x .T h i sb o xi s\ncolored orange, and the clear flagging with color and shape\nallows a researcher/clinicia n to test someone remotely, and\nsimply request ‘‘the results at the end in the orange box’’(or indeed the clearly marked downloadable csv file).\nRegarding ethics, our portal has been approved for\nwider use by the Sussex University Science and\nTechnology Ethics Committee (i.e., for use by any\nincoming user, sent by any researcher/clinician; withits ethics application—approval available on request\nfrom the first author [J.S.]). Participants do not pro-\nvide their personal details to take their test, and results\nare delivered directly to the participant (who can sub-\nsequently pass these onto a third-party researcher/clin-ician if desired). Test data enter our database\nanonymously and are only linked to identifying infor-\nmation if the participant later wishes subsequently to\njoin our own participant database. In other words,\nafter the test is finished and r esults delivered, the parti-\ncipant can leave—but our final screen is also an invita-\ntion to join our testing group (which can be ignored).\nParticipants are under no obl i g a t i o nt od ot h i sa n ds t i l l\nhave the full functionality of the test/results as an\nanonymous user without this.\nAlongside this testing portal, the Misophonia Hub\nwas also programmed with four additional portals. Two\nprovide support and information about misophonia foradults and children/parents/teachers, respectively. These\ninclude downloadable misophonia factsheets which can\nbe personalized, then shared with a clinician, teacher, orother relevant third party. Two final portals containinformation for researchers and clinicians, respectively,\nincluding, for example, a science bibliography and\nreview of published therapeutic approaches. As such, wedesigned our website not only to host our test for futureusers (e.g., clinicians measuring intake severity and\nongoing response to treatment), but also to provide a\nsupport library for the misophonics and professionalswho will use it.\nThe Misophonia Questionnaire\nThe MQ (Wu et al., 2014) is the most widely cited ques-tionnaire in the misophonia literature and contains 21questions across three sections. Sections 1 and 2 containitems on triggers ( n= 8) and emotions/behaviors ( n=\n11), respectively; both are answered using a 5-point scale\n(0—N o ta ta l lt r u e to 4— Always true ) and show good\ninternal consistency ( a= .86). Section 3 is a 15-point\nseverity scale, where participa nts assess their own severity\nby taking into account their number of triggers, degree of\ndistress, and impairment in th eir lives. Individuals report-\ningø7 on this Severity Scale are considered to have clini-\ncally significant misophonia (Wu et al., 2014).\nResults\nApproach to Analysis\nWe first explore the factor structure of our questionnaire,\nthen validate its scores and establish a threshold by con-\nsidering its ROC. Analyses were performed in R Version3.6.3 (R Core Team, 2022) using R Studio; we used tidy-\nverse for general data wrangling (Wickham et al., 2019),\npsych to perform EFA and parallel analysis (Revelle,\n2022), Hmisc for correlations (Harrell & Dupont, 2020),\nandpROC to produce ROC plots (Robin et al., 2011).\nThe assumption of normality was tested by exploring his-\ntograms and QQ plots which showed acceptable near-normality (with a slightly elongated upper tail asexpected, because most people do not have misophonia).\nAssumptions of correlation and sampling adequacy were\ntested and supported using Bartlett’s test of correlationadequacy, X\n2(1,431) = 32,288.85, p\\.001 (Bartlett,\n1951), and Kaiser–Meyer–Olkin (KMO) showed sam-\npling adequacy MSA = 0.98 (Kaiser, 1960).\nExploratory Factor Analysis\nWe first analyzed the underlying factors within Part 2 of\nour scale (our Likert-type items). We used multiple4 Assessment 00(0)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "strands of evidence to determine that a five-factor solu-\ntion would be optimal. We first ran a parallel analysis(Horn, 1965) which compared our data with simulateddata to determine the number of factors appearing atgreater than chance. This indicated five factors. OurEFA then placed the maximum number of factors atfive, with five factors meeting the Kaiser criterion (eigen-valuesø1, i.e., 34.45, 2.23, 1.43, 1.24, and 1.03; Kaiser,\n1960; but see Russell, 2002). Per the parallel analysis,our scree plot showed the five factors above the chanceline from simulated data, although its elbow raised thepossibility of a three-factor model (see Figure 1—SI).We, therefore, explored both three- and four-factormodels also. The four-factor solution failed to achievesimple structure after five rounds of removing cross-loading items and had only one item on the fourth factorthat did not cross-load. The three-factor model included\na larger number of items ( n= 49), but with most falling\ninto an incoherent factor (39 items) mixing work, beha-viors, emotions, friendship, and so on. In contrast, thefive-factor model achieved simple structure with fivecoherent categories, which we established as follows.\nAs noted, we proceeded to extract five factors in our\nEFA using maximum likelihood estimation, and directoblimin rotation, because we expected that factors\nwould correlate (Clarkson & Jennrich, 1988). Following\n(Preacher & MacCallum, 2003), we wanted to ensureeach of our items loaded onto at least one factor—andonly one factor— greater than .30. Our initial analysesof all 53 items showed 11 items did not meet these cri-teria. We excluded these items (8, 10, 14, 20, 21, 34, 39,40, 45, 47, 52; see Table 2), then repeated the process toremove a further two (1, 16; full factor solutions forthese prior iterations are presented in Tables 2 and 3 inour SI). We next re-ran our EFA, and our resultingmodel achieved simple structure, which is to say thateach item loaded only onto one factor, greater than .30.These factor loadings are shown in Table 2. Our modelhad overall acceptable-to-excellent fit on multiple mea-sures: the root mean square of the residuals (RMSR)indicated ‘‘excellent’’ fit at 0.02, the root mean squareerror of approximation (RMSEA) index indicated‘‘acceptable’’ fit at 0.07 (confidence intervals [CIs] =[0.067, 0.074]), and both the comparative fit index (CFI)and Tucker–Lewis index (TLI) were ‘‘acceptable’’ and\njust short of the ‘‘excellent’’ threshold, at CFI = 0.94\nand TLI = 0.92, respectively (Buchanan, 2020). Finally,we evaluated the most marginal factor of the five factorsfrom the scree plot, to confirm its psychological inter-pretability. This showed itself to be a unified factor com-prising items relating to pain (e.g., Sounds often cause me\nphysical pain ), which has a highly useful function in\nMQs. People with misophonia report pain as a distinctexperience (see above; e.g., Claiborn et al., 2020; Dozier,2015; Edelstein et al., 2013), and a pain factor is clini-\ncally useful in allowing clinicians also to observe\nwhether pain is an accompanying symptom. On the bal-ance of this evidence, we therefore extracted five factors\nfrom our questionnaire, and these are described below.\nIn sum, our final questionnaire (see the appendix) con-\ntained 39 Likert-type items (as well as the 48 trigger items\nin Part 1), with the following five factors. Factor 1 con-\nsisted of 16 items relating to Feelings and Isolation ,w i t h\nitems such as Hatred of some sounds make me feel lonely .\nFactor 2 consisted of six items which describe Life conse-\nquences (i.e., impact on work and friendships), including,\nfor example, I don’t do well at work because of distractions\nfrom sounds . Factor 3 consisted of five items which relate\ntoIntersocial reactivity with items such as I want to get pay\nback on people who make certain sounds .F a c t o r4c o n -\nsisted of eight items which deal with Avoidance/Repulsion\nwith items such as I cover my ears to block out certain\nsounds . Finally, Factor 5 consisted of our items related to\nPain; it contained four items such as I feel physical pain if\nunable to avoid a sound . Internal reliability of all factors\nwas very high with Cronba ch’s alpha estimates\n(Cronbach, 1951) of .98, .94, .91, .92, and .95 for Factors 1to 5, respectively. Our Factor 1 has a slightly elevated\nalpha (beyond the recommende d. 9 5f o rc l i n i c a lt e s t s ;\nBland & Altman, 1997), whi ch means several items may\nbe redundant, making our test marginally longer than it\nneeded to be. We have, theref ore, added factor correla-\ntions in Table 4—SI to show there are no concerns aboutcollinearity (i.e., all below .80; Field et al., 2012).\nEstablishing a Cutoff Threshold to Identify\nMisophonia: ROC Analysis\nOne aim of our research is to establish a statistically valid\ncutoff to identify people with clinically significant miso-\nphonia. To achieve this, we calculated the total scoreacross all five factors in our final SMS-Adult detailed\nabove (i.e., 39 items), where responses were coded 0 to 4\n(from Never toAlways ), and scores ran from 0 to 156.\nWe then subjected participants’ total scores to an ROCanalysis, to predict whether individuals were from the\nself-declared misophonia group or general population\ncomparison group. This analysis returns an area underthe curve (AUC) which runs from .5 (chance prediction)\nto 1 (perfect predictive classification). The AUC from\nour data was .91 (95% CI = [.88, .94]; see Figure 1, leftpanel), suggesting our test has ‘‘excellent’’ classification\naccuracy (Mehdi & Ahmadi, 2011). We then selected a\nthreshold to maximize both sensitivity (true-positiverate) and specificity (true-negative rate) using the Youden\nmethod (Hughes, 2015; Youden, 1950). This established\na cutoff score threshold for misophonia at 50.5 (out of156), which successfully identifies 87.5% of misophonicsSimner et al. 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Table 2. Five-Factor Model Loadings.\nNo. ItemFeelings/\nIsolationLife\nconsequencesIntersocial\nreactivityAvoidance/\nRepulsion Pain\n3 I have a problem because hearing certain sounds makes\nme unhappy0.53 0.13 0.1 0.21 0.03\n4 I feel no one really understands that I have a problem with\nsounds0.68 0 0.08 0.2 0.05\n5 I feel scared hearing sounds I don’t like 0.33 0.14 0.03 0.03 0.26\n6 Other people make fun of me for hating sounds 0.5 20.11 0.19 0.19 0.12\n13 I feel guilty because of my reaction to sounds 0.73 0.01 20.13 0.2 0.11\n15 I worry nobody can help with my sound problems 0.91 0.02 0.1 20.05 0.01\n23 I feel embarrassed about hating certain sounds 0.94 20.02 20.13 0.04 0.03\n24 Nobody believes my problem with sounds 0.62 20.05 0.24 0.07 0.1\n25 Hatred of some sounds make me feel lonely 0.69 0.19 0.06 20.1 0.11\n30 I’m worried about always having problems from hearing\ncertain sounds0.8 0.18 0.05 20.05 0.01\n31 I try not to let people know I hate certain sounds 0.61 20.02 20.03 0.23 0.02\n33 My life is worse because of sound problems 0.56 0.26 0.12 20.06 0.14\n35 People think I’m crazy because of my reaction to sounds 0.65 0.01 0.22 0.05 0.06\n38 Some sounds make me want to scream or cry 0.47 0.06 0.14 0.23 0.15\n42 I suspect my friends think I’m weird, because of my\nreaction to sounds0.64 0.14 0.12 20.02 0.03\n51 I think my problems with sounds are getting worse with\nage0.55 0.16 0.17 0.05 0.04\n17 I don’t do well at work because of distractions from\nsounds20.03 0.73 0 0.19 0.05\n18 I try to avoid going to people’s houses if those people\nmake sounds I hate0.14 0.39 0.2 0.2 0.09\n19 I try to avoid going to work because of difficulties with\nsounds20.03 0.77 0.09 20.02 0.09\n28 Problems with sounds has meant I don’t have many friends 0.19 0.52 0.15 20.09 0.13\n29 My hatred of some sounds creates problems in work 0.08 0.83 0 20.04 0.09\n41 I don’t like work because there are lots of sounds I hate 0.04 0.9 0 0.05 20.03\n11 There are some sounds I hate so much, I shout at people 20.01 0.07 0.4 0.26 0.15\n22 I hate people who make sounds I don’t like 0.09 0.2 0.6 0.14 20.01\n48 I want to hurt people who make sounds I hate 20.05 0.12 0.71 0.07 0.11\n49 I feel like people make sounds on purpose just to upset\nme0.2 20.12 0.58 0.11 0.16\n50 I want to get pay back on people who make certain sounds 0.07 0.03 0.83 20.05 20.01\n2 Certain sounds make me feel disgusted, even if those\nsounds don’t disgust other people0.05 0.12 0.1 0.56 0.12\n9 Sometimes I leave the room, to avoid telling people off for\nmaking bad sounds0.28 0.12 0.1 0.48 0.06\n27 The sound made by some people makes me feel the need\nto avoid them0.19 0.21 0.25 0.42 0.01\n36 I cover my ears to block out certain sounds 0.02 0.05 0.04 0.54 0.2\n37 I’ve told some people they must not make certain noises\naround me0.01 0.1 0.23 0.44 0.15\n43 I react more strongly to some sounds if I’m having a bad\nday0.24 0.1 0.04 0.53 20.05\n46 I say things aloud in order to avoid listening to bad sounds 0.21 0.11 0.07 0.39 0.1\n53 I put on headphones to block out certain sounds 0.23 0.16 0.06 0.46 20.03\n7 It hurts when I hear certain sounds, even if it doesn’t hurt\nother people0.17 0.07 20.03 0.07 0.67\n12 Sounds often cause me physical pain 20.06 0.05 0.01 0.01 0.93\n26 I feel physical pain if unable to avoid a sound 0.06 0 0 20.03 0.93\n32 I feel pain on my body when I hear certain sounds 20.03 20.03 0 20.01 0.99\n(continued)6 Assessment 00(0)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "while excluding 86.2% of controls (see Figure 1 [left] for\nthe ROC plot). This statistical threshold (50.5) was pro-grammed into our final online test at www.misophonia-hub.org/test for future users. In our discussion, we\naddress what it means to have a threshold score for a\ncondition with a broad spectrum of severity rangingfrom annoying to debilitating, and how to interpret our\nthreshold given our selected samples.\nUsing our new threshold for misophonia, we next re-\ncategorized our participants into a group we call SMS-\nMisophonics (i.e., those confirmed as misophonic by\nscoring above threshold in the SMS-Adult; n =165, 123\nfemale, 29 male, nine nonbinary, four did not report\ngender) and a group called SMS-Non-Misophonics (i.e.,\nthose scoring below threshold; n= 301, 241 female, 52\nmale, three nonbinary, five did not report gender).\n5\nTable A1 in our appendix shows their descriptive statis-\ntics (means ( M), standard deviations [ SDs], and 95%\nCIs, for the overall score, and within each factor). Wealso include a second table (Table A2) where we repeat\nthese data but now consider only participants recruited\nfrom our general population stream (to provide descrip-tive statistics from a community sample). As expected,these statistics are largely equivalent across Tables A1\nand A2, with corrected ps greater than .803 (and uncor-\nrected ps falling between .134 and .883).\nValidity Against an Existing Misophonia Measure\nWe next measured validity against an existing MQ\nwhich participants also completed (MQ; Wu et al.,2014). We analyzed these data in two ways. First, we ran\na correlation matrix between all elements of the SussexMisophonia Scale (i.e., total score Part 2 and its five fac-\ntors) against the MQ (total score and its three subscales).\nThe resulting correlation matrix (Table 3) shows signifi-cant moderate-to-high correlations, not only within theSussex Misophonia Scale (Table 3, dark gray shading),\nand within the MQ (light gray shading), but also across\nmeasures (no shading). As expected, smaller correlations(small-to-moderate, i.e., r= 0.20–0.55) were found\nbetween our measure and the MQ’s Symptoms subscale\n(named ‘‘triggers’’ in our table, for clarity). This smallercorrelation is exactly as expected because our own data\n(total score Part 2, plus factors) are based on emotions,\nbehaviors, and outcomes, whereas this particular MQscale is based on triggers (which are within our Part 1,\nbut not amenable to this type of analysis).\nWe also used the MQ to verify, in a second way, the\nstatistical value of our own scale. Thus far, we have cate-\ngorized participants according to their recruitmentstream (self-referred misophonics vs. comparison groupfrom the general population) or by their scores on our\nSussex Misophonia Scale ( SMS-Misophonics vs.SMS-\nNon-Misophonics) . Below, however, we begin again\nentirely agnostic to their status or recruitment streams,\nbut instead assign participants to groups using their MQ\nscores and its published diagnostic threshold.\n6Once our\ngroups were re-defined, we had 198 MQ-defined miso-\nphonics (159 female/26 male/seven nonbinary/six pre-\nferred not to say; Mage= 30.03, SD= 17.37) and 288\nMQ-defined non-misophonics (225 female/55 male/fiveTable 2 (continued)\nNo. ItemFeelings/\nIsolationLife\nconsequencesIntersocial\nreactivityAvoidance/\nRepulsion Pain\n% of variance explained 26 13 11 10 13\nCross-loading or nonloading items (see SI for factor loading in previous models )\n1 Sounds that other people don’t mind can make me really angry\n8 Problems with sounds affect my work life, home life, or social life\n10 Not many things in life make me as angry as some sounds\n14 Some sounds make me want to run away from them\n16 Hatred of some sounds makes me want to avoid people20 I know my reaction to sounds is extreme\n21 My life is worse than friends who don’t find sounds difficult\n34 Hearing certain sounds makes me unable to control feelings of anger\n39 I hate some sounds so much, I want to scream at people who make them\n40 The sounds I don’t like make me feel afraid45 I copy people to show them how annoying their sounds are\n47 When I visit friends’ houses, I’m scared there will be horrible sounds\n52 Certain sounds make me feel rage\nNote. T able shows all items in Part 2 of our measure (Likert-type items) and their factor loadings. Bold represents factor loadings .3.00, within one of five\nfactors, named in the table header. Bottom of table shows items that did not satisfy our criteria for any factor. Item numbers (No.) represent ordering\nwithin our original questionnaire. Previous iterations of this factor analysis, including rejected cross-loading items, are found in T able 2 of the SI.Simner et al. 7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "nonbinary/three preferred not to say; Mage= 22.16, SD\n= 9.67). We then re-ran our ROC analysis and found\nthat our test was again a highly robust measure for iden-\ntifying misophonics. Our AUC was now .89 (95% CI =[.86, .92]) meaning our test is considered ‘‘good-to-excellent’’ (Mehdi & Ahmadi, 2011). See Figure 1 (rightpanel) for the ROC plot. This analysis adds additionalvalidity for the scores from our measure.\nAnalyzing Misophonia Triggers\nThus far, we have considered Part 2 of our SussexMisophonia Scale (Likert-type responses for emotions/behaviors/outcomes, etc.). Here, we turn to Part 1 (trig-gers), and first demonstrate, as expected, that peopleclassified as misophonic report more triggers (e.g., chew-ing) and a wider range of categories than people withoutmisophonia. Our two groups were again SMS-\nMisophonics and Non-Misophonics (i.e., using our\nSussex Misophonia Scale Part 2 threshold of 50.5; seeabove). SMS-Misophonics had, on average, 16.52 trig-gers ( SD= 7.68) across 5.40 categories ( SD= 1.88),\nwhereas non-misophonic controls had 6.52\n7(SD= 5.81)\nand 2.79 ( SD= 1.91), respectively. This difference was\nsignificant in a Welch independent-samples ttest for\nboth items, t(268.49) = 214.59, p\\.001, and cate-\ngories, t(342.32) = 214.18, p\\.001, which adds valida-\ntion to our measure’s threshold.\nFinally, we consider how our data on triggers (Part 1)\nmight be useful in diagnostic terms. Here, we ranked\ntriggers from highest (most common among our SMS-Misophonics) to lowest (see the appendix; alsoTable 5—SI). Our proposal is that clinically significant\nmisophonia can be identified not only by scoring abovethreshold in Part 2 (on feelings/behaviors/outcomes,\netc., of misophonia), but as also having typical misopho-\nnia triggers (i.e., at least one trigger within the top n\naversive triggers experienced by misophonics). We deter-\nmine that 99.4% of misophonics had at least one trigger\nfrom our top 39 triggers (see Table 5—SI). Hence, set-\nting a boundary at the 39th most common trigger means\nwe can capture 99.4% of the individuals with misopho-nics in our sample (but this cutoff would benefit from\ncross-validation in a future independent sample). We\ndiscuss this boundary in more detail in our discussion.\nDiscussion\nIn this article, we presented our novel SMS-Adult . This\nis shown in final version in our appendix and is availablefor free open-access use with automated scoring at\nwww.misophonia-hub.org/test. Below, we discuss our\nvalidation and factor analyses in turn.\nValidation and Diagnostic Criteria for Researchers\nand Clinicians\nOur final SMS-Adult is a two-part questionnaire, where\nPart 1 presents misophonia triggers (48 triggers within\neight different categories), and Part 2 determines thefeelings, behaviors, and outcomes associated with miso-\nphonia (39 Likert-type questions). Our ROC analysis on\nPart 2 suggests that the Sussex Misophonia Scale is anTable 3. Correlation Matrix Showing Reliability Between Scores on the Sussex Misophonia Scale and the MQ, With Values Above the\nDiagonal (of 1s) Displaying Correlations for Controls, and Values Below the Diagonal Displaying Correlations for Misophonics.\nSMS\ntotalSMS (non-trigger) factors\nMQ\ntotalMQ subscales\nScale 12 34 5 TriggersEmotion\nbehavior Severity\nSMS total 1 0.91 0.61 0.55 0.62 0.88 0.66 0.53 0.66 0.52\nSMS (nontrigger)\nfactors1 0.87 1 0.48 0.44 0.43 0.67 0.6 0.42 0.58 0.44\n2 0.78 0.54 1 0.34 0.41 0.44 0.41 0.26 0.4 0.32\n3 0.69 0.51 0.5 1 0.25 0.33 0.26 0.27 0.19 0.32\n4 0.61 0.35 0.44 0.29 1 0.56 0.44 0.32 0.46 0.35\n5 0.67 0.47 0.49 0.31 0.4 1 0.61 0.55 0.64 0.47\nMQ total 0.72 0.53 0.64 0.53 0.59 0.63 1 0.92 0.91 0.61\nMQ subscales Triggers 0.39 0.20 ns 0.47 0.42 0.06 ns 0.43 0.82 1 0.68 0.59\nEmotion behavior 0.69 0.5 0.62 0.45 0.65 0.59 0.91 0.51 1 0.51\nSeverity 0.57 0.49 0.59 0.37 0.4 0.24 0.57 0.33 0.48 1\nNote. T able shows total scores on each subscale, as well as the SMS factors (1 = Feelings/Isolation; 2 = Life consequences; 3 = Intersocial reactivity; 4 =\nAvoidance/Repulsion; 5 = Pain) and MQ subscales. Note that the MQ subscale here called ‘‘triggers’’ is named ‘‘symptoms’’ at source (Wu et al., 2014)and that no SMS factors relate to triggers. This explains the lower correlations between SMS factors and the MQ triggers subscale. All other\ncorrelations are high, both within our own subscales (dark gray shading) and between measures (no shading). Light gray shadings show our data for\ncorrelations within the MQ. SMS = Sussex Misophonia Scale; MQ = Misophonia Questionnaire. All correlations are significant at p\\.001 except where\notherwise shown.8 Assessment 00(0)"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "‘‘excellent’’ measure to distinguish people with misopho-\nnia from a general population comparison group. Our\nanalyses show that we gain maximum sensitivity and\nspecificity with a threshold score of 50.5 or higher (outof 156; in Part 2) which captures 88% of misophonics\nwhile excluding 86% of controls. These values are\nclearly within the principles ‘‘for high-quality, high-value testing’’ from the British Medical Journal (Power\net al., 2013, p. 6) where [% sensitivity + % specificity]\nshould be greater than 150 (ours is 174\n8). Finally, we\nprovided support for our test a second time, now divid-ing our participants using an independent assessment of\nmisophonia (MQ; Wu et al., 2014). Again our ROC\nanalysis provided support for our SMS-Adult question-\nnaire, showing it to be a ‘‘good-to-excellent’’ predictor\nof misophonia (as classified by the MQ).\nWe should also consider what our threshold means in\nrelation to whom we studied. A key limitation of all\nmedical and psychological tests is how to establish theobjective truth of who does and does not have the condi-\ntion of interest (here, misophonia). In our case, the\nthreshold we provide (50.5) distinguishes a group of self-referred misophonics from a general population sample,\nso we must interpret our threshold in that context. Our\n86% specificity means 14% of our general populationsample were considered to have misophonia. However,14% fits within the range of expected prevalence for mis-\nophonia (Jakubovski et al., 2022; Wu et al., 2014; Zhou\net al., 2017), suggesting we may have a yet more accuratetest than it seemed at first glance. In other words, this\n14% may not be an error rate at all; it might merelyindicate that our test is exceptionally accurate and was\ntherefore correctly identifying the truemisophonics in\nthe general population sample (at around the prevalence\nwe would expect).\nOur sensitivity of 88% means our test was not sensi-\ntive enough to detect 12% of self-referred misophonics,who were—by definition—those reporting less severe\nsymptoms. But this sensitivity is compatible with the\naccuracy of a swathe of other medical tests (e.g., forgestational diabetes = 85%; sarcoidosis = 73%;Donovan et al., 2013; Parikh et al., 2008; for review\nacross multiple conditions, see Maxim et al., 2014).\nFinally, we note that we have set a threshold because itis the purpose of any ‘‘diagnostic’’ test to do so.\nAlthough our test is highly successful (i.e., ‘‘excellent’’ in\nterms of its validation scores and threshold), we pointout that misophonia remains a condition with a broad\nspectrum of severity ranging from annoying to debilitat-\ning. Our threshold should therefore be considered asidentifying a clinically significant level of misophonia\n(i.e., involving negative feelings, isolation, problems at\nwork, etc.).\nOur Part 1 data allowed us to rank misophonia trig-\ngers from most to least common, according to how oftenthey were experienced by our confirmed misophoniagroup. We found that 99.4% of our misophonics had at\nleast one trigger within the top 39. This increases confi-\ndence in our scale because some MQs risk capturingpeople whose lives are affected by ‘‘a sound sensitivity,’’\nwhether this is misophonia or not. Consider, for exam-\nple, the Severity Scale of the MQ, which instructs\nFigure 1. ROC Curves Showing the Sensitivity of Our T est Plotted Against Specificity.\nNote. Left plot shows our test to be an ‘‘excellent’’ predictor of group status (misophonics vs. controls) using recruitment streams. Right plot shows our test\nto be a ‘‘good-to-excellent’’ predictor of group status using the MQ threshold (Wu et al., 2014).Simner et al. 9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "participants to Please indicate the severity of your sound\nsensitivity . . . and so arguably applies to any sound sen-\nsitivity (e.g., misophonia, hyperacusis). The same is trueof many other questionnaires, and indeed certain items\nwithin our own scale (e.g., I have a problem because hear-\ning certain sounds makes me unhappy ). To our knowl-\nedge, we are the first to point out this potentially\nproblematic issue. However, we suggest our (Part 2)\nquestionnaire captures misophonia itself, for several rea-sons. First, a number of questions are specific to miso-phonia, and misophonia only (e.g., Factor 4: Certain\nsounds make me feel disgusted, even if those sounds don’t\ndisgust other people ), and this factor correlates highly\nwith others (at .76 .r..87). Second, we found support\nfor our scale from self-declared misophonics, suggesting\nour ROC is indicating success in this domain. Finally,we can be confident our scale recognizes misophonia\nbecause 99.4% of our misophonics reported a known\nmisophonia trigger. We, therefore, encourage users ofour test to consider whether an above-threshold score in\nPart 2 co-occurs with at least one misophonia trigger in\nPart 1.\nWe note that 99.4% of our misophonics had a trigger\nwithin the top 39 ranked triggers for misophonia, so one\noption might be to impose this as part of the diagnostic\ncriteria (i.e., a score higher than threshold [in Part 2] plus\nat least one trigger within the top 39 [in Part 1]).\nHowever, we instead suggest a more agnostic standard,\nto avoid dismissing misophonics with rare/unknowntriggers (or indeed, anyone who skipped Part 1 to avoid\nthinking about their triggers). Hence, our final diagnos-\ntic criterion is to pass the ROC-validated threshold of50.5 (out of 156) in Part 2, but with Part 1 as a descrip-\ntive statistic. Our final test and thresholds are shown in\nthe appendix and are available at www.misophonia-hub.org/test, where scores and feedback are provided\nautomatically at the end of the test (see the appendix for\nfeedback protocols).\nFactor Structure Within Misophonia:\nA Five-Factor Solution\nOur analyses also revealed an underlying five-factor\nstructure in Part 2 of our questionnaire, as follows:Feelings & Isolation (having misophonia feels bad and\nincreases isolation); Avoidance/Repulsion (actively\navoiding sounds or being repulsed/disgusted by them),Intersocial reactivity (negative feelings toward others\nwho make sounds), Life consequences (impacting nega-\ntively on work or friendships), and Pain (sounds cause\nphysical pain).\nOur factors share commonalities with those from\nthree questionnaires created at the same time as ourown, which have since entered the literature (Dibb et al.,2021; Siepsiak, S ´liwerski, et al., 2020; Vitoratou et al.,\n2021). Our Feelings/Isolation subscale has elements in\ncommon with subscales named Affective Response and\nBeliefs (Rosenthal et al., 2021), Threat (Vitoratou et al.,\n2021), and Emotional (Dibb et al., 2021). Similarly, our\nAvoidance/Repulsion subscale shares features with\nCognitive and Coping scales (Rosenthal et al., 2021),\nwhile our Intersocial reactivity shares features with\nBehavioral Responses (Rosenthal et al., 2021)\nExternalizing andOutbursts (Vitoratou et al., 2021). Our\nLife consequences shows commonalities with subscales\nnamed Impairment (Rosenthal et al., 2021), Impact\n(Vitoratou et al., 2021), and Participation (Dibb et al.,\n2021), and our Pain factor with subscales called\nPhysiological (Dibb et al., 2021) and Physical Responses\n(Rosenthal et al., 2021). This commonality providesadditional support for the five factors of our question-naires and, overall, provides considerable evidence thatmisophonia is a complex trait, with multiple subfacets.\nSummary and Limitations . Although our question-\nnaire is relatively comprehensive, certain facets were notexplored. One area not examined here is captured else-where by the Internalizing subscale from the S-Five\nQuestionnaire, that is, placing blame internally(Vitoratou et al., 2021). We, therefore, recommend thislatter questionnaire for those interested in self-blame(while our own questionnaire has scales beyond the S-Five, of Avoidance/Repulsion andPain). Similarly, the\nphysiological facets of misophonia are covered here onlyminimally, by our limited Pain factor. We, therefore,\npoint the reader to the excellent work of Dozier and col-\nleagues (e.g., Bauman & Dozier, 2013; Dozier, 2015)and suggest the user would be best placed to applyDozier’s extensive physiological questionnaires wheninterested in the physiological elements of misophonia inparticular. Likewise, for those interested in nonauditory\nmisophonia (e.g., triggered by visual stimuli such as legrocking), our own questionnaire explored this in Part 1only. We, therefore, recommend measures such as theMisophonia Assessment Questionnaire (Johnson, 2014,revised by Dozier, 2015) which does not use the word‘‘sounds’’ in its Likert-type items (and so applies to bothauditory and visual triggers).\nA second limitation might be that our data are based\non self-report and so further research will be useful toexplore the full range of MQs with further objectivemeans. A third limitation is that participants canendorse any one of our 48 triggers, but cannot indicatethe intensity of their disliking (although we have been\nable to show which triggers are most disliked in terms of\ntheir commonness across multiple misophonics). Afourth limitation is that establishing a threshold beliesthe fact that the expression of misophonic symptomsvaries, as does its severity, and can range from mild to10 Assessment 00(0)"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "severe. However, our approach in placing a threshold is\nthe clinical and research standard, and applies acrossthousands of conditions, both physical and psychologi-\ncal. Our threshold of 50.5 reflects a reasonable degree of\nclinical difficulty. For example, someone with a score of40 would not have clinically significant misophonia\nbecause any problems with sound simply ‘‘hardly ever\nhappen’’ (i.e., for 38 out of 39 items). In contrast, pass-ing the 50.5 threshold means that almost half the prob-lems are happening ‘‘often,’’ or perhaps that a full third\nare happening 100% of the time (e.g., problems at work,\nlimit to social life, isolation). This, therefore, representsthe lower end of the clinically significant spectrum of\nmisophonia, as well as being the statistically ‘‘excellent’’\nthreshold in our ROC statistics.\nIn terms of our threshold setting itself, it could be\nargued that our sampling of people with misophoniafrom online communities might recruit more severe\ncases than we would find in the general population at\nlarge. However, much current research examines a yet\nmore severe population, which are individuals with miso-\nphonia who have sought clinical support (Cassiello-\nRobbins et al., 2020; Jaeger et al., 2020). By comparison,our own sample is likely to be more representative oftypical misophonics in the general population. In addi-\ntion, we remind the reader that our 86% specificity\nmeans that 14% of our general population controls wereconsidered to have misophonia—which, crucially, fits\nwithin the range of expected prevalence for misophonia\n(Jakubovski et al., 2022; Wu et al., 2014; Zhou et al.,2017). In other words, setting our threshold at 50.5\naccording to recruitment streams in fact represents a\nhighly accurate test, according to current estimates ofprevalence.\nWe also point out that two thirds of our self-declared\nmisophonics were female, which is to be expected in typ-\nical study-volunteer populations (Dindia & Allen, 1992),\nand has been a common feature of MQs previously (e.g.,Dibb et al., 2021; Wu et al., 2014). Women with miso-phonia have sometimes shown quantitatively stronger\nmisophonia in certain measures (Siepsiak, Sobczak,\net al., 2020) though not in others (Vitoratou et al., 2021;Wu et al., 2014). Future studies might seek to under-\nstand better whether there is (or is not) a misophonia\ngender-phenotype. We also note that future work mightseek to replicate our five-factor structure or seek valida-\ntion beyond our ROC analyses here (e.g., in longitudinal\nconsistency). However, three additional published vali-dation studies now provide further support for our mea-\nsure, in both adults (Rinaldi et al., 2023; Simner et al.,2021) and adolescents (Rinaldi et al., 2022). Finally, we\npoint out that our MQ asks about disliking triggers(e.g., crunchy food) using the phrase ‘‘Have you always .\n. . .’’ This phrase is particularly useful for reducing false\npositives, which sometimes arise from suggestibility (i.e.,sudden agreement during testing without any history of\ndisliking sounds in the past). However, many misopho-\nnics may remember a time in earlier life before the onsetof symptoms (Claiborn et al., 2020), raising questionsover the usefulness of the word ‘‘always.’’ For now we\nnote this limitation and hope future studies will better\nunderstand the balance between false positives andnegatives in questioning misophonics about their\nexperiences.\nOur final limitation is that there may be a certain\namount of redundancy in our items because inter-item\ncorrelations for our subscales were high. Nonetheless,we retained all 39 items for the following reasons: (a)\nOur ROC analysis shows our questionnaire is ‘‘excel-\nlent’’ in its current form for discriminating clinicallysignificant misophonics from controls, and the number\nof items ( n= 39) is not overly onerous; (b) our 39-item\nmeasure has been accompanied by three further vali-dation papers providing additional validity (seeabove), and its current form has been able to provide a\ngreat deal of useful published information, albeit with\nthe possibility of minor redundancy which we identifyhere; (c) retaining all 39 items brings the advantage of\na continuity of assessment across the lifespan, because\nthis adult scale has a published adolescent versiondesigned very carefully to align with it (Rinaldi et al.,\n2022). It is therefore preferable to maintain this conti-\nnuity of assessment by retaining what may be severalredundant items, but yet transparently addressing this\nissue here. As such, future users can appreciate a full\nand complete picture of the measure without losing itsbenefits and prior history.\nIn summary, we have produced a concise question-\nnaire for misophonia, which we shown to have ‘‘excel-lent’’ (or ‘‘good-to-excellent’’) properties in identifying\npeople with misophonia. In Part 1, our measure elicits\ntriggers for misophonia, and in Part 2, it elicits a five-factor structure of behaviors, feelings, and outcomes.\nOur final questionnaire (see the appendix and www\n.misophonia-hub.org/test) has a number of uniqueadvantages alongside its validation and factor structure,\nhaving a parallel-published adolescent version for conti-\nnuity of assessment, a free open-access online interface,and automatic scoring and feedback which is easily and\nethically shared with researchers and clinicians.Simner et al. 11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Appendix\nTheSussex Misophonia Scale for Adults\n(SMS-Adult )\nPart 1\nWe’re going to ask you about things you see and hear\nevery day. Have you always hated these things? Or don’ty o um i n dt h e m ?Ih a t e...( Categories 1–8 are shown on\nscreen, with subscale items revealed in the event of a posi-tive response to the category )\n1. The sound of people eating yes/no\nWhich do you hate hearing? Tick all that apply.\nCrunchy foods (e.g., apples), crispy snacks,chewing, lip-smacking, swallowing, slurping (a\ndrink), wet mouth sounds (e.g., yogurt), other\n2. The sound of repetitive tapping yes/no\nWhich do you hate hearing? Tick all that apply.\nPen clicking, foot tapping/foot on floor, repeti-\ntive barking, tapping pen/pencil, tapping finger,typing on a computer, other\n3. The sound of rustling yes/no\nWhich do you hate hearing? Tick all that apply.Rustling paper, rustling plastic, other\n4. Throat sounds yes/no\nWhich do you hate hearing? Tick all that apply.Throat clearing, hiccups, humming, other\n5. Sounds people make through their mouth and\nnose yes/noWhich do you hate hearing? Tick all that apply.\nBreathing, snorting (e.g., when people laugh),\nnose sniffing, coughing, snoring, whistling,sneezing, burping, other\n6. Some voice sounds yes/no\nWhich do you hate hearing? Tick all that apply.Certain accents, some people’s voices, certain let-\nter sounds, certain vowels, certain consonants,\nother\n7. Repetitive visual movements yes/no\nWhich do you hate seeing? Tick all that apply.\nRepetitive leg rocking, foot shuffling, peoplerocking back and forth on their chair, other\n8. Some background sounds (e.g., fridge humming)\nyes/noWhich do you hate hearing? Tick all that apply.\nClock ticking, car engine s, refrigerator humming,\ndishwasher, washing mach ine/dryer, fan, other\nPart 2\nHow often do these things happen to you? (Likert-type\nresponses: Never ,Hardly ever ,Sometimes ,Often ,\nAlways ).1. Certain sounds make me feel disgusted, even if\nthose sounds don’t disgust other people.\n2. I have a problem because hearing certain\nsounds makes me unhappy.\n3. I feel no one really understands that I have a\nproblem with sounds.\n4. I feel scared hearing sounds I don’t like.\n5. Other people make fun of me for hating\nsounds.\n6. It hurts when I hear certain sounds, even if it\ndoesn’t hurt other people.\n7. Sometimes I leave the room, to avoid telling\npeople off for making bad sounds.\n8. There are some sounds I hate so much, I shout\nat people.\n9. Sounds often cause me physical pain.\n10. I feel guilty because of my reaction to sounds.\n11. I worry nobody can help with my sound\nproblems.\n12. I don’t do well at work because of distractions\nfrom sounds.\n13. I try to avoid going to people’s houses if those\npeople make sounds I hate.\n14. I try to avoid going to work because of difficul-\nties with sounds.\n15. I hate people who make sounds I don’t like.\n16. I feel embarrassed about hating certain sounds.17. Nobody believes my problem with sounds.\n18. Hatred of some sounds make me feel lonely.\n19. I feel physical pain if unable to avoid a sound.20. The sound made by some people makes me feel\nthe need to avoid them.\n21. Problems with sounds has meant I don’t have\nmany friends.\n22. My hatred of some sounds creates problems in\nwork.\n23. I’m worried about always having problems\nfrom hearing certain sounds.\n24. I try not to let people know I hate certain\nsounds.\n25. I feel pain on my body when I hear certain\nsounds.\n26. My life is worse because of sound problems.\n27. People think I’m crazy because of my reaction\nto sounds.\n28. I cover my ears to block out certain sounds.\n29. I’ve told some people they must not make cer-\ntain noises around me.\n30. Some sounds make me want to scream or cry.\n31. I don’t like work because there are lots of\nsounds I hate.\n32. I suspect my friends think I’m weird, because of\nmy reaction to sounds.12 Assessment 00(0)"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "33. I react more strongly to some sounds if I’m hav-\ning a bad day.\n34. I say things aloud to avoid listening to bad\nsounds.\n35. I want to hurt people who make sounds I hate.\n36. I feel like people make sounds on purpose just\nto upset me.\n37. I want to get pay back on people who make cer-\ntain sounds.\n38. I think my problems with sounds are getting\nworse with age.\n39. I put on headphones to block out certain\nsounds.\nScoring\nThe passing criterion is based on scores in Part 2.Part 2. Likert-type responses are scored 0 to 4\n(0—never ;1 — hardly ever ;2 — sometimes ;3 — often ;\n4—always ) and are then summed to give scores run-\nning from 0 to 156, where the passing threshold is\n50.5, meaning scores of 51 or higher indicatemisophonia.\nFactor 1 (Feelings/Isolation) items: 2, 3, 4, 5, 10, 11,\n16, 17, 18, 23, 24, 26, 27, 30, 32, 38\nFactor 2 (Life consequences) items: 12, 13, 14, 21, 22,\n31\nFactor 3 (Intersocial reactivity) items: 8, 15, 35, 36,\n37\nFactor 4 (Avoidance/Repulsion) items: 1, 7, 20, 28,\n29, 33, 34, 39\nFactor 5 (Pain) items: 6, 9, 19, 25\nTable A1. Descriptive Statistics: Means, Standard Deviations (SD), and 95% Confidence Intervals for 165 SMS-Misophonics and 301\nSMS-Non-Misophonics (Using Our Whole Sample), in Our Scale and Its Five Factors.\nFactor SMS-Adult Misophonic status (from SMS-Adult ) MS D Confidence interval\nOverall T otal—Part 2 Misophonics 89.62 23.68 85.98-93.26\nNon-misophonic 14.72 13.62 13.17-16.26\nFactor 1 Feelings/Isolation Misophonics 42.71 11.18 40.99-44.43\nNon-misophonic 4.79 6.46 4.06-5.52\nFactor 2 Intersocial reactivity Misophonics 9.37 4.92 8.61-10.13\nNon-misophonic 1.04 1.58 0.86-1.22\nFactor 3 Life consequences Misophonics 10.25 6.09 9.32-11.19\nNon-misophonic 0.94 1.78 0.74-1.14\nFactor 4 Avoidance/Repulsion Misophonics 22.33 4.76 21.60-23.06\nNon-misophonic 7.23 5.56 6.60-7.87\nFactor 5 Pain Misophonics 7.24 5.24 6.44-8.05\nNon-misophonic 0.89 1.86 0.68-1.11\nTable A2. A Repeat of Table A1 But Now Using Only Our General Population Sample, That is, Means, Standard Deviations (SD) and\n95% Confidence Intervals for 45 People From the General Population Identified as Misophonic Using our SMS-Adult, and 284 Identifiedas Non-Misophonic, in Our Scale and Its Five Factors.\nFactor SMS-Adult Misophonic status (from SMS-Adult ) MS D Confidence interval\nOverall T otal—Part 2 Misophonics 87.38 26.06 85.92-88.83\nNon-misophonic 13.59 12.88 13.37-13.81\nFactor 1 Feelings/Isolation Misophonics 39.78 12.94 38.33-41.23\nNon-misophonic 4.18 5.82 3.96-4.40\nFactor 2 Intersocial reactivity Misophonics 9.64 5.17 8.19-11.09\nNon-misophonic 1.00 1.57 0.78-1.21\nFactor 3 Life consequences Misophonics 10.40 6.04 8.95-11.85\nNon-misophonic 0.87 1.63 0.65-1.08\nFactor 4 Avoidance/Repulsion Misophonics 22.00 4.87 20.55-23.45\nNon-misophonic 6.83 5.42 6.62-7.05\nFactor 5 Pain Misophonics 7.58 4.83 6.13-9.03\nNon-misophonic 0.87 1.86 0.65-1.09Simner et al. 13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Part 1\nResearchers may wish to present descriptive statistics showing whether participants indicated a trigger within the 48\nknown trigger items in Part 1. The order of these triggers, from most to least common among our misophonia group,is shown below (but repeated with more detail in Table 5—SI). We found that 98.2% of our misophonics had a trigger\nwithin the top 36 ranked triggers, and 99.4% had a trigger within the top 39.\nMisophonia triggers ranked from most to least common : Chewing, Lip-smacking, Wet mouth sounds, Throat clear-\ning, Slurping, Sniffing, Crunchy foods, Crispy snacks, Swallowing, Foot tapping/on floor, Pen tapping, Pen clicking,\nCoughing, Some voices, Finger tapping, Snoring, Breathing, Leg rocking, Humming, Whistling, Plastic rustling, Dogbarking, Burping, Clock ticking, Paper rustling, Foot shuffling, Typing, Letters, Accents, Consonants, Hiccupping,\nSneezing, Snorting, Other eating, Other throat, Car, Other background, Fridge, Other voice, Other nose/mouth,\nVowels, Washing machine, Dishwasher, Other tapping, Fan, Other rustling, Chair rocking, Other visual.\nOutput: Results Screens\nFigure A1. Automatic Results Output Screens From the SMS-A on the Misophonia Hub (www.misophonia-hub.org).\nNote. The examples show a pass at both Parts 1 and 2. T op shows first results screen designed to give clear concise results for participant. Bottom shows\nsecond results screen designed to give more detailed item-by-item results for researchers/clinicians.\nAcknowledgment\nThe authors are grateful to Dr. James Alvarez for his program-\nming assistance, and to Sophia Koursarou for her help withdata collection.\nDeclaration of Conflicting Interests\nThe author(s) declared no potential conflicts of interest with\nrespect to the research, authorship, and/or publication of this\narticle.\nFunding\nThe author(s) disclosed receipt of the following financial sup-port for the research, authorship, and/or publication of thisarticle: Authors received funding from the REAM foundation,Misophonia Research Fund initiative awarded to authors J.S.\nand J.W.\nORCID iD\nLouisa J. Rinaldi https://orcid.org/0000-0003-0164-9146\nData Availability Statement\nMaterials and analysis code for this study are available byemailing the corresponding author.\nSupplemental Material\nSupplemental material for this article is available online.14 Assessment 00(0)"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Notes\n1. Misophonia has a mismatch between its strict etymological\nroots (literally a ‘‘hatred of sound’’) and its slightly broaderrange of triggers, which include ‘‘visual triggers such as . . .jiggling or swinging legs, as well as visual stimuli associatedwith an auditory trigger, such as watching someone eat’’(Swedo et al., 2022, p. 12).\n2. It is important to acknowledge that there is a spectrum\namong people with misophonia, where their experiencescan range from debilitating to simply mildly annoying. Inthis article, we present a measure to separate misophonicsfrom non-misophonics, where the term ‘‘misophonia’’ isunderstood here to mean clinically significant misophonia.We return to this issue in our discussion.\n3. We point out to the reader that these 53 items will be\nreduced by our factor analysis to leave 39 items in Part 2 ofour final measure (see the appendix). These 39 items arealso used in the questionnaire for adolescents (SMS-Adolescent; Rinaldi et al., 2022).\n4. Four of our 53 items (9, 10, 26, 47; see Table 3) resembled\nitems which were initially considered for, but ultimatelydid not appear in, the S-Five questionnaire (Vitoratouet al., 2021). There was no overlap between our final scales,and we include these early items with their permission(i.e.,‘‘If I can, I leave the room to avoid telling off peoplefor the sounds they make’’; ‘‘Some sounds make me soangry that not many things in life can make me feel thisway’’; ‘‘I can feel physical pain if I cannot avoid a sound’’;‘‘When I visit friends houses I am afraid that I will have tobear horrible sounds that they and their families make’’).Similarly, two of our final items (15 and 38) resembleditems from the Misophonia Assessment Questionnaire (‘‘Ifeel that no one can help me with my sound issues’’ and‘‘You want to scream or cry loudly’’; Johnson, 2014), andwe again include these with permission.\n5.N= 29 from the general population (28 female, 1 male)\nandn= 6 self-referred misophonics (all female) could not\nbe classified due to missing data (making us unable to cal-culate their SMS-Total score).\n6. We remind the reader that the MQ’s Misophonia Severity\nScale is a rating from 1 ( minimal )t o1 5( very severe ) where\na threshold score ø7 indicates clinically significant symp-\ntoms of misophonia, that is, at least ‘‘moderate sound sen-sitivities’’ that cause ‘‘significant interference.’’\n7. Here we show that misophonics dislike significantly more\ntriggers than controls. But we point out that that non-misophonics also dislike a subset of triggers. This is entirelyexpected, because misophonia appears to represent anexaggeration of everyday disliking experienced by all peo-ple (Simner et al., 2021). It is also possible that our controlgroup may contain sporadic cases of misophonia (seeDiscussion). As such, our triggers (in Part 1) can only be\nuseful on individual level if they are considered alongside\nour diagnostic threshold in Part 2. We explain how thismight work in our discussion.\n8. Similarly, the combined [% s ensitivity + % specificity] was\n165, when using the MQ for our groupwise di vision—again\nmeeting the principles for hig h-value high-quality testing.References\nBartlett, M. (1951). The effect of standardization on a x2\napproximation in factor analysis. Biometrika ,38(3),\n337–344. https://doi.org/10.2307/2332580\nBauman, N., & Dozier, T. H. (2013). Misophonia Physiological\nResponse Scale (MPRS) . https://misophoniatreatment\n.com/wp-content/uploads/2014/06/MPRS.pdf\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief\ncourse of cognitive behavioural therapy for the treatment of\nmisophonia: A case example. Cognitive Behaviour Therapist ,\n6, Article e10. https:// doi.org/10.1017/S1754470X13000172\nBland, J. M., & Altman, D. G. (1997). Statistics notes: Cron-\nbach’s alpha. BMJ ,314, Article 572. https://doi.org/10.\n1136/BMJ.314.7080.572\nBuchanan, E. M. (2020). Advanced statistics . Open Science\nFramework. https://doi.org/10.17605/OSF.IO/DNUYV\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R.,\nTrumbull, J., Kelley, L., & Rosenthal, M. Z. (2020). The\nmediating role of emotion regulation within the relation-\nship between neuroticism and misophonia: A preliminary\ninvestigation. Frontiers in Psychiatry ,11, Article 1. https://\ndoi.org/10.3389/FPSYT.2020.00847\nClaiborn, J. M., Dozier, T. H., Hart, S. L., & Lee, J. (2020).\nSelf-identified misophonia phenomenology, impact, and\nclinical correlates. Psychological Thought ,13(2), 349–375.\nhttps://doi.org/10.37708/psyct.v13i2.454\nClarkson, D. B., & Jennrich, R. I. (1988). Quartic rotation cri-\nteria and algorithms. Psychometrika ,53(2), 251–259.\nhttps://doi.org/10.1007/BF02294136\nCronbach, L. J. (1951). Coefficient alpha and the internal\nstructure of tests. Psychometrika ,16(3), 227–334. https://\ndoi.org/10.1007/BF02310555\nCusack, S. E., Cash, T. V., & Vrana, S. R. (2018). An examina-\ntion of the relationship between misophonia, anxiety sensi-tivity, and obsessive-compulsive symptoms. Journal of\nObsessive-Compulsive and Related Disorders ,18, 67–72.\nhttps://doi.org/10.1016/j.jocrd.2018.06.004\nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The develop-\nment and validation of the Misophonia response scale.\nJournal of Psychosomatic Research ,149, 110587. https://\ndoi.org/10.1016/J.JPSYCHORES.2021.110587\nDindia, K., & Allen, M. (1992). Sex differences in self-disclo-\nsure: A meta-analysis. Psychological Bulletin ,112(1),\n106–124. https://doi.org/10.1037/0033-2909.112.1.106\nD o n o v a n ,L . ,H a r t l i n g ,L . ,M u i s e ,M . ,G u t h r i e ,A . ,V a n d e r m e e r ,\nB., & Dryden, D. M. (2013). Screening tests for gestational\ndiabetes: A systematic review for the U.S. Preventive Services\nTask Force. Annals of Internal Medicine ,159(2), 115–122.\nhttps://doi.org/10. 7326/0003-4819-159-2-201307 160-00657\nDozier, T. H. (2015). Treating the initial physical reflex of mis-\nophonia with the neural repatterning technique: A counter-\nconditioning procedure. Psychological Thought ,8\n(2),\n189–210. https://doi.org/10.5964/psyct.v8i2.138\nDozier, T. H., Lopez, M., & Pe arson, C. (2017). Proposed\ndiagnostic criteria for mis ophonia: A multisensory con-\nditioned aversive reflex disorder. Frontiers in Psychol-\nogy,8, Article 1975. https://doi .org/10.3389/FPSYG.\n2017.01975Simner et al. 15"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Dozier, T. H., & Morrison, K. L. (2017). Phenomenology of\nmisophonia: Initial physical and emotional responses.\nAmerican Journal of Psychology ,130(4), 431–438. https://\ndoi.org/10.5406/AMERJPSYC.130.4.0431\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S.\n(2013). Misophonia: Physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience ,7, Article\n296. https://doi.org/10.3389/fnhum.2013.00296\nEijsker, N., Schro ¨der, A., Liebrand, L. C., Smit, D. J. A., van\nWingen, G., & Denys, D. (2021). White matter abnormal-\nities in misophonia. NeuroImage: Clinical ,32, 102787.\nhttps://doi.org/10.1016/J.NICL.2021.102787\nFackrell, K., Potgieter, I., Shekhawat, G. S., Baguley, D. M.,\nSereda, M., & Hoare, D. J. (2017). Clinical interventions\nfor hyperacusis in adults: A scoping review to assess thecurrent position and determine priorities for research.\nBioMed Research International ,2017, Article 2723715.\nhttps://doi.org/10.1155/2017/2723715\nField, A., Miles, J., & Field, Z. (2012). Discovering statistics\nusing R . Sage.\nGilhooly, K. J., & Logie, R. H. (1980). Age-of-acquisition,\nimagery, concreteness, familiarity, and ambiguity measures\nfor 1,944 words. Behavior Research Methods & Instrumenta-\ntion,12(4), 395–427. https://doi.org/10.3758/BF03201693\nHaq, S. S., Alresheed, F., & Tu, J. C. (2020). Behavioral treat-\nment of problem behavior for an adult with autism spec-\ntrum disorder and misophonia. Journal of Developmental\nand Physical Disabilities ,33, 1005–1015. https://doi.org/10.\n1007/s10882-020-09780-8\nHarrell, J., & Dupont, M. (2020). The Hmisc package (R Pack-\nage Version 4.4-0). CRAN. https://cran.r-project.org/\npackage=Hmisc\nHorn, J. L. (1965). A rationale and test for the number of fac-\ntors in factor analysis. Psychometrika ,30(2), 179–185.\nhttps://doi.org/10.1007/BF02289447\nHughes, G. (2015). Youden’s index and the weight of evidence.\nMethods of information in medicine ,54(2), 198–199. https://\ndoi.org/10.3414/ME14-04-0003\nJaeger, I., de Koning, P., Bost, T., Denys, D., & Vulink, N.\n(2020). Misophonia: Phenomenology, comorbidity and\ndemographics in a large sample. PLOS ONE ,15(4), Article\ne0231390. https://doi.org/10.1371/journal.pone.0231390\nJakubovski, E., Mu ¨ller, A., Kley, H., de Zwaan, M., & Mu ¨ller-\nVahl, K. (2022). Prevalence and clinical correlates of miso-\nphonia symptoms in the general population of Germany.Frontiers in Psychiatry ,13, Article 1012424. https://doi.org/\n10.3389/fpsyt.2022.1012424\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of\ndecreased sound tolerance: Hyperacusis, misophonia, pho-nophobia. ITHS Newsletter ,1, 1–5.\nJastreboff, P. J., & Jastreboff, M. M. (2014). Treatments for\ndecreased sound tolerance (hyperacusis and misophonia).\nSeminars in Hearing ,\n35, 105–120. https://doi.org/10.1055/\ns-0034-1372527\nJohnson, M. (2014, February). 50 cases of misophonia using the\nMMP [Paper presentation]. Misophonia Conference of the\nTinnitus Practitioners Association, Atlanta, GA.Kaiser, H. F. (1960). The application of electronic computers\nto factor analysis. Educational and Psychological Measure-\nment,20(1), 141–151. https://doi.org/10.1177/00131644\n6002000116\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S.,\nCallaghan, M. F., Allen, M., Cope, T. E., Gander, P. E.,\nBamiou, D. E., & Griffiths, T. D. (2017). The brain basisfor misophonia. Current Biology ,27(4), 527–533. https://\ndoi.org/10.1016/j.cub.2016.12.048\nMaxim, L. D., Niebo, R., & Utell, M. J. (2014). Screening\ntests: A review with examples. Inhalation Toxicology ,\n26(13), 811–828. https://doi.org/10.3109/08958378.2014.\n955932\nMehdi, T., & Ahmadi, B. N. (2011). Kernel smoothing for\nROC curve and estimation for thyroid stimulating hor-mone. International Journal of Public Health Research Spe-\ncial Issue ,2011, 239–242.\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D.\nM. (2021). The prevalence and severity of misophonia in aUK undergraduate medical student population and valida-\ntion of the Amsterdam Misophonia Scale. Psychiatric\nQuarterly ,92, 609–619. https://doi.org/10.1007/s11126-020-\n09825-3\nParikh, R., Mathai, A., Parikh, S., Sekhar, G. C., & Thomas,\nR. (2008). Understanding and using sensitivity, specificity\nand predictive values. Indian Journal of Ophthalmology ,\n56(1), 45–50. https://doi.org/10.4103/0301-4738.37595\nPower, M., Fell, G., & Wright, M. (2013). Principles for high-\nquality, high-value testing. BMJ Evidence-Based Medicine ,\n18(1), 5–10. https://doi.org/10.1136/EB-2012-100645\nPreacher, K. J., & MacCallum, R. C. (2003). Repairing Tom\nSwift’s electric factor analysis machine. Understanding Sta-\ntistics ,2(1), 13–43. https://doi.org/10.1207/s15328031\ns0201_02\nR Core Team (2022). R: A language and environment for statis-\ntical computing . R Foundation for Statistical Computing,\nVienna, Austria. https://www.R-project.org/\nRevelle, W. (2022). psych: Procedures for personality and psy-\nchological research . CRAN. https://cran.r-project.org/\npackage=psych\nRinaldi, L., Simner, J., Koursarou, S., & Ward, J. (2023).\nAutistic traits, emotion regulation, and sensory sensitivities\nin children and adults with Misophonia. Journal of Autism\nand Developmental Disorders ,53, 1162–1174. https://doi.\norg/10.1007/S10803-022-05623-X\nRinaldi, L., Ward, J., & Simner, J. (2022). Poorer well-being in\nchildren with misophonia: Evidence from the Sussex Miso-\nphonia Scale for Adolescents. Frontiers in Psychology ,13,\nArticle 808379.\nRobin, X., Turck, N., Hainard, A., Tiberti, N., Lisacek, F.,\nSanchez, J. C., & Mu ¨ller, M. (2011). pROC: An open-\nsource package for R and S + to analyze and compareROC curves. BMC Bioinformatics\n,12(1), 1–8. https://doi.\norg/10.1186/1471-2105-12-77/TABLES/3\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams,\nZ. J., Guetta, R. E., Trumbull, J., & Kelley, L. D. (2021).Development and Initial Validation of the Duke16 Assessment 00(0)"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Misophonia Questionnaire. Frontiers in Psychology ,12,\nArticle 4197. https://doi.org/10.3389/FPSYG.2021.709928/\nBIBTEX\nRouw, R., & Erfanian, M. (2018). A large-scale study of miso-\nphonia. Journal of Clinical Psychology ,74(3), 453–479.\nhttps://doi.org/10.1002/jclp.22500\nRussell, D. W. (2002). In search of underlying dimensions: The\nuse (and abuse) of factor analysis in Personality and Social\nPsychology Bulletin. PSPB ,28(12), 1629–1646. https://doi.\norg/10.1177/014616702237645\nSchro ¨der, A., van Diepen, R., Mazaheri, A., Petropoulos-\nPetalas, D., Soto de Amesti, V., Vulink, N., & Denys, D.(2014). Diminished N1 Auditory Evoked Potentials to\nOddball Stimuli in Misophonia Patients. Frontiers in Beha-\nvioral Neuroscience ,8, Article 123. https://doi.org/10.3389/\nfnbeh.2014.00123\nSchro ¨der, A., Wingen, G., van Eijsker, N., San Giorgi, R.,\nVulink, N. C., Turbyne, C., & Denys, D. (2019). Misopho-\nnia is associated with altered brain activity in the auditorycortex and salience network. Scientific Reports ,9(1), 1–9.\nhttps://doi.org/10.1038/s41598-019-44084-8\nSiepsiak, M., S ´liwerski, A., & Dragan, W. q. (2020). Develop-\nment and psychometric properties of misoquest: A new self-report questionnaire for misophonia. International Journal\nof Environmental Research and Public Health ,17(5), 1797.\nhttps://doi.org/10.3390/IJERPH17051797\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, q.,\n& Dragan, W. q. (2020). Prevalence of misophonia and\ncorrelates of its symptoms among inpatients with depres-\nsion. International Journal of Environmental Research\nand Public Health ,17(15), 1–11. https://doi.org/10.3390/\nijerph17155464\nSimner, J., Koursarou, S., Rinaldi, L. J., & Ward, J. (2021).\nAttention, flexibility, and imagery in misophonia: Does\nattention exacerbate everyday disliking of sound? Journal\nof Clinical and Experimental Neuropsychology ,43,\n1006–1017. https://doi.org/10.1080/13803395.2022.2056581\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian,\nM., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M.Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor,\nS., Werff, K. R. V., & Raver, S. M. (2022). A Consensus\nDefinition of Misophonia: Using a Delphi Process to ReachExpert Agreement. Frontiers in Neurosciences ,16, Article\n841816. https://doi.org/10.3389/fnins.2022.841816Tyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J.,\nBrozoski, T., Dauman, N., Coelho, C. B., Andersson, G.,Keiner, A. J., Cacace, A. T., Martin, N., & Moore, B. C. J.(2014). A review of hyperacusis and future directions: PartI. Definitions and manifestations. American Journal of\nAudiology ,23(4), 402–419. https://doi.org/10.1044/2014_\nAJA-14-0010\nVitoratou, S., Uglik-Marucha, N., Hayes, C., & Gregory, J.\n(2021). Listening to people with misophonia: Exploring themultiple dimensions of sound intolerance using a New Psy-chometric Tool, the S-Five, in a large sample of individualsidentifying with the condition. Psych ,3(4), 639–662.\nhttps://doi.org/10.3390/PSYCH3040041\nWebber, T. A., Johnson, P. L., & Storch, E. A. (2014). Pedia-\ntric misophonia with comorbid obsessive-compulsive spec-trum disorders. General Hospital Psychiatry ,36(2),\n231.e1–231.e2. https://doi.org/10.1016/j.genhosppsych.2013.10.018\nWestcott, M. (2016). Hyperacusis-induced pain: Understand-\ning and management of Tonic Tensor Tympani Syndrome(TTTS) symptoms. Journal of Pain & Relief ,5(2), 234.\nhttps://doi.org/10.4172/2167-0846.1000234\nWickham, H., Averick, M., Bryan, J., Chang, W., D’, L.,\nMcGowan, A., Franc xois, R., Grolemund, G., Hayes, A.,\nHenry, L., Hester, J., Kuhn, M., Lin Pedersen, T., Miller,E., Bache, S. M., Mu ¨ller, K., Ooms, J., Robinson, D., Sei-\ndel, D. P., & Yutani, H. (2019). Welcome to the Tidyverse.Journal of Open Source Software ,4(43), 1686. https://doi.\norg/10.21105/JOSS.01686\nWilliams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G.\n(2021). A review of decreased sound tolerance in autism:Definitions, phenomenology, and potential mechanisms.Neuroscience & Biobehavioral Reviews ,121, 1–17. https://\ndoi.org/10.1016/J.NEUBIOREV.2020.11.030\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A.\n(2014). Misophonia: Incidence, phenomenology, and clini-cal correlates in an undergraduate student sample. Journal\nof Clinical Psychology ,70(10), 994–1007. https://doi.org/10.\n1002/jclp.22098\nYouden, W. J. (1950). Index for rating diagnostic tests. Cancer ,\n3(1), 32–35. https://pubmed.ncbi.nlm.nih.gov/15405679/\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia\nsymptoms among Chinese university students: Incidence,associated impairment, and clinical correlates\nq. https://doi.\norg/10.1016/j.jocrd.2017.05.001Simner et al. 17"
    }
  ]
}