{
  "doc_type": "scientific paper",
  "title": "The Parent completed Glasgow Sensory Questionnaire Exploring Children_s Sensory Sensitivities and Their Relationship to Well being",
  "authors": [
    "Smees"
  ],
  "year": 2022,
  "journal": "Journal of Child and Family Studies",
  "doi": "10.1007/s10826-022-02489-6",
  "abstract": "Sensory sensitivities in children are found not only across a range of childhood disorders, but also within the general population. The current exploratory study examines the reliability and validity of a novel parent-report measure whichassesses sensory-sensitivities in both typically developing and non-typically developing children. This 42-item Parent- completed Glasgow Sensory Questionnaire (GSQ-P) has been adapted by us from an existing adult tool (Glasgow Sensory Questionnaire), and measures children ’s hyper-sensitivities (sensory overload leading to avoidance-behaviours) and hypo- sensitivities (sensory dampening leading to seeking-behaviours) across seven different sense domains (visual, auditory, gustatory, olfactory, tactile, vestibular, proprioception). We validated this novel measure on the parents of 601 English children 6 –11 years. Both the long version (42-items GSQ-P) and an additional reduced version (24-item rGSQ-P) signiﬁcantly associated with children ’s anxiety, behavioural dif ﬁculties, and ability to empathise. As expected, sensory sensitivities were invariant across age and gender, but non-typically developing children had signi ﬁcantly elevated scores compared to typically developing peers (in both GSQ-P and rGSQ-P). We also provide insight into the structure of sensorysensitivities in children, showing for the ﬁrst time that hyper sensitivities cluster by sense (e.g., tactile questions cluster together; visual questions cluster together) whilst hypo sensitivities cluster by behaviour (e.g., a cluster of seeking- behaviours irrespective of sense; a cluster of sensory dampening irrespective of sense). We offer both instruments (GSQ-Pand rGSQ-P) as free reliable measures for better understanding children ’s sensitivities, for use in different circumstances depending on focus.",
  "keywords": [
    "Sensory sensitivity"
  ],
  "research_topics": [
    "Sensory sensitivity"
  ],
  "created_at": "2025-05-05T01:14:28.336140Z",
  "source_pdf": "documents/research/Global/Smees 2022 The Parent completed Glasgow Sensory Questionnaire Exploring Children_s Sensory Sensitivities and Their Relationship to Well being.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal of Child and Family Studies\nhttps://doi.org/10.1007/s10826-022-02489-6\nORIGINAL PAPER\nThe Parent-completed Glasgow Sensory Questionnaire: Exploring\nChildren ’s Sensory Sensitivities and Their Relationship to Well-being\nRebecca Smees1●Louisa J. Rinaldi1●David R. Simmons2●Julia Simner1\nAccepted: 2 November 2022\n© The Author(s) 2022\nAbstract\nSensory sensitivities in children are found not only across a range of childhood disorders, but also within the general\npopulation. The current exploratory study examines the reliability and validity of a novel parent-report measure whichassesses sensory-sensitivities in both typically developing and non-typically developing children. This 42-item Parent-\ncompleted Glasgow Sensory Questionnaire (GSQ-P) has been adapted by us from an existing adult tool (Glasgow Sensory\nQuestionnaire), and measures children ’s hyper-sensitivities (sensory overload leading to avoidance-behaviours) and hypo-\nsensitivities (sensory dampening leading to seeking-behaviours) across seven different sense domains (visual, auditory,\ngustatory, olfactory, tactile, vestibular, proprioception). We validated this novel measure on the parents of 601 English\nchildren 6 –11 years. Both the long version (42-items GSQ-P) and an additional reduced version (24-item rGSQ-P)\nsigniﬁcantly associated with children ’s anxiety, behavioural dif ﬁculties, and ability to empathise. As expected, sensory\nsensitivities were invariant across age and gender, but non-typically developing children had signi ﬁcantly elevated scores\ncompared to typically developing peers (in both GSQ-P and rGSQ-P). We also provide insight into the structure of sensorysensitivities in children, showing for the ﬁrst time that hyper sensitivities cluster by sense (e.g., tactile questions cluster\ntogether; visual questions cluster together) whilst hypo sensitivities cluster by behaviour (e.g., a cluster of seeking-\nbehaviours irrespective of sense; a cluster of sensory dampening irrespective of sense). We offer both instruments (GSQ-Pand rGSQ-P) as free reliable measures for better understanding children ’s sensitivities, for use in different circumstances\ndepending on focus.\nKeywords Sensory sensitivity\n●Hyper-sensitivity●Hypo-sensitivity●Children\nHighlights\n●The paper explores two new parent-report sensory sensitivity questionnaires adapted from the adult Glasgow Sensory\nQuestionnaire.\n●Sensory sensitivity scores were invariant across age groups (6 –10 years) and between girls and boys.\n●Anxiety, internalising behaviours and poorer empathy were associated more closely with hyper-sensitivity, whereas\nexternalising behaviours were associated more with hypo-sensitivity.\n●Hyper-sensitivity items clustered together within sense modalities, whereas hypo-sensitivity items tendered to cluster bybehavioural manifestation.\nSensory sensitivity is characterised by over- (hyper) or under-\n(hypo) responding to sensory stimuli, and can occur within a\nnumber of different sense domains (e.g., visual, auditory,\nolfactory, gustatory, tactile, vestibular, proprioceptive).Hyper-sensitivity typically incorporates sensory overload and\navoidance behaviours, while hypo-sensitivity incorporates\nsensory under-responsivity and seeking behaviours. Forexample, a person with hyper-sensitivity might ﬁnd strong\nsmells overwhelming (i.e., sensory overload) and avoid them*Rebecca Smees\nr.smees@sussex.ac.uk\n1School of Psychology, University of Sussex, Sussex BN1 9QJ,\nUK\n2School of Psychology, University of Glasgow, Glasgow G12 8QB,\nUKSupplementary information The online version contains\nsupplementary material available at https://doi.org/10.1007/s10826-\n022-02489-6 .\n1234567890();,:\n1234567890();,:"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "(i.e., sensory avoidance), while a person with hypo-sensitivity\nmight fail to notice strong smells at all (i.e., sensory under-\nresponsivity or ‘dampening ’) and actively seek them out (i.e.,\nsensory seeking). Children can ﬁnd sensory information more\ndisruptive than adults (Ahn et al., 2004 ), but their sensory\nsensitivities are poorly understood. Limited research hasconcentrated to a large extent on clinical groups (see below),\nbut beyond clinical groups, our knowledge is vague. One\nbarrier has been a lack of instruments that can measurechildhood sensory sensitivities across both clinical and non-\nclinical populations, while also adequately capturing the\ncomplexity of sensory experiences and their multifacetednature. Any useful measure would need to be able to test\nmultiple sense domains (vision, audition, olfaction etc.), for\nboth hyper and hypo sensitivity, with both sensory andbehavioural components (i.e., overload/dampening vs.\navoidance/seeking). The current paper presents an instrument\nwhich aims to ful ﬁl all these requirements.\nWe noted above that research in sensory sensitivities has\ntended to focus on clinical populations, and in particular, on\nchildren with an Autism Spectrum Condition (ASC), alsoknown as Autism Spectrum Disorder (ASD; henceforth\nautism) where sensitivities are particularly high (Baranek\net al., 2007 ; Billstedt et al., 2007 ; McCormick et al., 2016 ;\nRobertson and Simmons, 2013 ; Watling et al., 2001 ).\nIndeed sensory sensitivities now form part of the diagnostic\ncriteria for autism within the Diagnostic and StatisticalManual of Mental Disorders (DSM-V: American Psychia-\ntric Association 2013 ). Other conditions, too, show sensory\nsensitivities, including Attention De ﬁcit Hyperactivity\nDisorder (Cheung & Siu, 2009 ; Ghanizadeh, 2011 ; Pana-\ngiotidi et al., 2018 ; Yochman et al., 2004 ), childhood\ndevelopmental delays (Baranek et al., 2007 ; McCormick\net al., 2016 ), Tourette ’s syndrome (Isaacs & Riordan, 2020 ),\nand premature births (Rahkonen et al., 2015 ). Moreover,\nsensory sensitivities are found not only within clinicalpopulations, but are also in approximately 1 in 6 typically\ndeveloping children (Ahn et al., 2004 ; with a notable degree\nof within-group variation; Brockevelt et al., 2013 ; Cheung\n& Siu, 2009 ) meaning as many as ﬁve children with sen-\nsitivities arise within the average English primary school\nclassroom. The exact sensory pro ﬁle of typically and non-\ntypically developing groups requires more research (Tom-\nchek et al., 2014 ), but in autistic children for example,\nsensory behaviours are known to cluster together, such astactile/movement sensitivity, taste/smell sensitivity, audi-\ntory/smell sensitivity. And environmental interactions are\nalso important; hence a child may ﬁnd loud noise in a\nsupermarket unbearable but play music loudly at home.\nIt is important to have a clear understanding of (and\nvalidated tests for) sensory sensitivities in children, for anumber of reasons. Sensory sensitivities can have a sig-\nniﬁ\ncant impact on children ’s lives, and where sensitivitiesarise, they present early in development (Ben-Sasson et al.,\n2010 ). Dunn, and colleagues found that children with higher\nlevels of sensory processing issues were more likely to have\ndifﬁculties in everyday routines such as eating, playing,\nfamily interactions, and other social/activity participation\n(Dunn et al., 2016 ). Hyper-sensitivities in particular\n(described by Dunn et al. as ‘Low threshold ’) were asso-\nciated with higher levels of anxiety, shyness and more\nchallenging behaviours. Indeed, sensory sensitivities havebeen linked to elevated anxiety in both typically and non-\ntypically developing children (Green et al., 2012 ; Lane\net al., 2012 ; Neil et al., 2016 ; Reynolds & Lane, 2009 ).\nConversely, hypo –sensitivities (described by Dunn et al. as\n‘high threshold ’) are associated with under-responsivity and\npotentially repetitive self-harming behaviours. In otherwisetypically developing populations, sensory sensitivities are\nalso linked to reduced play behaviours (Bundy et al., 2007 ),\ncompulsive-like behaviour (Dar et al., 2012 ), modulated\nmovement (Buitendag & Aronstam, 2010 ; Gal et al., 2010 ),\nand feeding problems (Davis et al., 2013 ; Smith et al.,\n2020 ). They can also impede social participation (Engel-\nYeger and Dunn, 2011 ; Hochhauser & Engel-Yeger, 2010 ),\nsleep behaviours (Reynolds et al., 2011 ), and classroom\nlearning (Ashburner et al., 2008 ; Baranek et al., 2013 ;\nDunn, 2007 ; Pfeiffer et al., 2015 ). For example, a child with\nhypo-sensitivities is likely to miss information in the\nclassroom from sensory dampening (e.g., not hearing theteacher) while a child with hyper -sensitivities (e.g., aversion\nto loud noise) may ﬁnd the classroom a stressful environ-\nment, potentially leading to disruptive behaviour (Cheng &Boggett-Carsjens, 2005 ). Knowing the triggers and beha-\nvioural patterns of children with sensory sensitivities, as\nwell as how to test for them, can enable schools to adapt(Dynia et al., 2022 ; Goodman-Scott & Lambert, 2015 ).\nMeasuring sensory sensitivity in children\nThere are a number of existing instruments to identify\nsensory sensitivities in children (Jorquera-Cabrera et al.,\n2017 ), each with their own strengths and limitations. The\nSensory Pro ﬁle 2 is one of the most commonly used\nquestionnaires, available in a full 86-item version (Dunn,\n1999 ,2014 ) as well as a 38 item short form (Short Sensory\nProﬁle; SSP2) and is designed for parents or teachers of\nchildren from birth to 14 years (SSP2). The Sensory Pro ﬁle\nprovides scores for six sense domains (auditory, visual,\ntouch, movement, body position, oral) and for four outcomedomains (seeking, avoiding, sensitivity, registration). It has\nexcellent psychometric properties (i.e., Cronbach ’s alphas\nranging 0.74 to 0.92 for the SP2, and 0.79 to 0.86 for theSSP2; Dunn et al., 2016 ) but also has certain limitations. As\nwell as excluding olfactory sensitivities, the latest versionsJournal of Child and Family Studies"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "(SP2, SSP2) as with the original, do not speci ﬁcally split\nsensitivities by hyper versus hypo domains. Another mea-\nsure of childhood sensory sensitivities is the Sensory\nExperiences Questionnaire (Ausderau & Baranek, 2013 ;\nBaranek et al., 2006 ; Baranek, 2009 ; Little et al., 2011 ). Its\nlatest edition (version 3.0) currently comprises 105 items for2–12 year olds (Baranek, 2009 ) across ﬁve sense domains\n(auditory, visual, tactile, gustatory, and vestibular) and four\noutcome domains (described by the authors as Hyper,Hypo, Sensory seeking, and Enhanced perception; i.e., they\nuse the terms hyper/hypo for over/under-sensing rather than\nrelated behaviours e.g., seeking). Whilst showing adequatepsychometric properties for most scales (Cronbach ’s alphas\nranging 0.68 to 0.72 for subscales, 0.80 full scale: Baranek,\n2009 ), this measure was developed speci ﬁcally for sensory\nsymptoms in children with autism or developmental dis-\nabilities so it is unclear whether it has suitability for nor-\nmative populations, where internal consistency is poor(Cronbachs alpha =0.63 for the full scale; Baranek, 2009 ).\nFinally, the Sensory Processing Measure is a questionnaire\nfor caregivers of 5 –12-year-olds (Parham et al., 2007 ), and\ncomprises 62 items across ﬁve sense modalities (visual,\nauditory, tactile, proprioception, vestibular) and has excel-\nlent psychometric qualities (Cronbach ’s alphas ranging 0.77\nto 0.95 for home form subscales, 75 to 0.95 for class form\nsubscales; Parham et al., 2007 ). However, the key focus of\nthis questionnaire is tangential to sensory sensitivitiesper se, measuring instead sensory processing, praxis, and\nsocial participation in school. Other behavioural assess-\nments are available, such as the Sensory Integration andPraxis Tests (Ayres, 1989 ), and the Sensory Processing\nScale Assessments (Schoen et al., 2017 ). But these assess-\nments might be considered too labour-intensive for manyresearch situations (where sensory sensitivity can be just\none aspect of assessment among many). For example, a\ncomplete Sensory Integration and Praxis Test comprises atwo-hour battery, incorporating a number of different ele-\nments beyond sensory sensitivities themselves.\nGiven the limitations of existing sensory processing\nmeasures (primarily in the breadth of sense domains cov-\nered, the populations they are limited to, or the time\nrequirements) we sought to produce a single comprehensiveinstrument that would be relatively fast and easy to admin-\nister to the parents of children from a relatively young age,\nfor both clinical and non-clinical populations. We chose aparent report in particular (as opposed to children ’s self-\nreport) for several reasons. Firstly, although children below\n8 years can reliably self-report in domains such health andwell-being (Riley, 2004 ; Smees et al., 2019 ), more complex\ndomains such as problem-behaviour or personality typically\nrequire more labour-intensive approaches for younger chil-dren (Measelle et al., 1998 ; Norwood, 2007 ; Rebok et al.,\n2001 ; Rinaldi et al., 2022 ; Ringoot et al., 2017 ). Secondly,for our measure to be valuable to children who are both\ntypically and non-typically developing, a parent-report\nwould be required given that conditions where sensory\nsensitivities arise (e.g., autism) can often present with poorer\nreading comprehension and/or introspection skills (Frith &\nHappe,\n1999 ; Kinnaird et al., 2019 ; Robinson et al., 2017 ).\nWe have named our novel child measure the Parent-\ncompleted Glasgow Sensory Questionnaire (GSQ-P) because\nit is based on an equivalent pre-existing adult measure (theGSQ), developed previously by Robertson and Simmons\n(Robertson & Simmons, 2013 ). The original GSQ had been\nshown to have good validation in adults, in both neuro-typical and autistic populations, and in the UK and cross-\nculturally (Kuiper et al., 2018 ; Sapey-Triomphe et al., 2018 ;\nUjiie & Wakabayashi, 2015 ), displaying excellent internal\nreliability for the global scale (Cronbach ’s Alpha ranging\n0.93 - 0.95), as well as correlating strongly with both autistic\nand sub-autistic traits (Horder et al., 2014 ; Kuiper et al.,\n2018 ; Ujiie & Wakabayashi, 2015 ). Here we create a version\napplicable to children, to be completed by their parents.\nExactly like the original adult measure, our own test forparents was designed to assess hyper and hypo-sensitivity\n(21 items each) split equally across seven sense domains\n(e.g., visual, auditory, olfactory, gustatory, tactile, vestibular,proprioceptive), incorporating both sensory and behavioural\ndimensions (i.e., sensory overload/avoidance behaviour, as\nwell as sensory under-responsivity/seeking behaviour).Importantly, although items from the existing adult GSQ\nwere originally chosen to re ﬂect knowledge within the autism\nliterature on sensory sensitivities (Baranek et al., 2006 ;\nRobertson & Simmons, 2013 ) it has been successfully vali-\ndated and utilised in normative adult populations. Further-\nmore, adult instruments have been successfully adapted to aparent-report perspective (Rinaldi et al., 2020 ). Our tool,\ntherefore, took the form of an appropriate re-wording of the\nGSQ, to create a parent-report for describing children fromboth typically-developing and clinical populations.\nOur new child measure, the GSQ-P, has already received\na degree of validation from an earlier study, which showedour tool has concurrent validity against the Sussex Mis-\nophonia Scale for Adolescents (Simner et al., 2022 ). Mis-\nophonia is a type of sensory hyper-sensitivity to certain ofsound (e.g., eating sounds; Jastreboff & Jastreboff, 2001 ).\nHigh scores on the Sussex Misophonia Scale for Adoles-\ncents signi ﬁcantly mapped onto high scores within our\nGSQ-Parent, but only for its domain of sensory hyper-\nsensitivity. This is exactly as we might expect since mis-\nophonia is a type of hyper- (but not hypo-) sensitivity. Herewe seek additional validation for our tool by investigating its\npsychometric properties and convergent validity, testing the\nparents of a large sample of children aged 6 –11 years,\nlooking at both the general population as well as children\nwithin our sample who have learning vulnerabilities. For thisJournal of Child and Family Studies"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "latter, we used the UK schooling classi ﬁcation of Special\nEducational Needs and Disabilities (SEND). The SEND\nsystem in England and Wales is designed to provide edu-\ncational support to children and young people (aged 0 –25)\nwho have additional needs, as laid out in the SEND Code of\nPractice 2014 (Department for Education and Department ofHealth, 2015 ) and the Children and Families Act 2014\n(Department_of_Education, 2014 ). SEND status signi ﬁes\nthat a child has a learning dif ﬁculty and/or a disability that\nrequires additional support in school, and includes multiple\nconditions including autism, sensory impairment and mental\nhealth problems. Needs cover aspects of cognition andlearning; social, emotional and mental health; communica-\ntion and interaction; and sensory and/or physical needs (e.g.,\nvision impairment). Hence this population is a hetero-geneous group but is known to show meaningfully group-\nwise characteristics (Evangelou et al., 2008 ; Gaspar et al.,\n2016 ; Schwab, 2019 ). This classi ﬁcation allows us to\nretrieve a usable sample size and, importantly, is considered\nto represent a uni ﬁed group not only psychologically\n(Wigelsworth et al., 2015 ) but also for educational purposes\n(e.g., overseen by a single co-ordinator in schools).\nFor our study, parents completed our novel GSQ-P, as\nwell as measures of their a well-being, anxiety, and empathy,all known to be associated with sensory sensitivities in both\nadults and children; i.e., lower level of empathy, poorer\nwell-being, and higher levels of higher anxiety (Ashburneret al., 2013 ; Horder et al., 2014 ; Robertson & Simmons,\n2013 ). In sum, we will explore the psychometric properties\nof the GSQ-P, examining its factor structure, and demo-graphic predictions. We hypothesise that our GSQ-P will be\npsychometrically robust, and importantly, will distinguish\nbetween typically and non-typically developing children.Secondly, we aim to examine the links between sensory\nsensitivities and a range of behavioural and emotional\nmeasures (speci ﬁcally anxiety, behavioural dif ﬁculties, and\nability to empathise). We hypothesise strong associations\nbetween all the three measures and sensory sensitivities,\nproviding additional convergent validity for our tool.Finally, we will use our measure to explore the underlying\nrelationship within and between hyper- and hypo-\nsensitivities (e.g., examining how different traits cluster).Below we describe our empirical investigation, including\ndetails of how we created the GSQ-P by adapting the cor-\nresponding adult measure to make it ﬁtting for children.\nMethods\nParticipants\nWe collected data from the parents of children involved in the\nMULTISENSE project, a longitudinal study funded by theEuropean Research Council intended to investigate multi-\nsensory learning in children aged 6 –11 years (Rinaldi et al.,\n2020 ,2022 ;S i m n e re ta l . , 2021 ). The original study measured\nhow individual differences in multisensory learning correlate\nwith differences in cognition, attainment, well-being, crea-\ntivity, and so on –with one component being sensory sen-\nsitivities, for which the current instrument was originally\nrequired (and hence devised). The current paper represents its\nseparate validation. Eligibility for the MULTISENSE project was\nsimply attending one of 22 target schools, and there was a\n99% uptake of students into the cohort. These 22 schools\nwere state-maintained infant, junior, or primary (infant +\njunior) schools in the southern counties of England. To\ndescribe the representativeness of our sample, we can con-\nsider the percentage of pupils entitled to the UK bene ﬁto f\nFree School Meals, an indicator of socio-economic dis-\nadvantage within the school district (Taylor, 2018 ). Across\nour schools, the percentage FSM averaged at 13.4% (range0.7 to 38.1%), where the national average from the same year\nis 14.5%. This suggests our sample was representative of\nschools country-wide in terms of socio-economic status.Additionally, across our schools, the percentage for English as\na second language averaged at 13.1% (range 1.2 to 57.1%),\nwhere the national average from the same year is 18.0%.\nAll parents of children involved in the\nMULTISENSE project\n(n=3690) were invited to take part in the current study,\nand were contacted directly after we visited children in the22 schools. Their invitation was packaged alongside the\nquestionnaire, and sent directly from their school (see\nMethods), and we offered a prize draw of £100 for allrespondents. No information was given about sensory sen-\nsitivities, and no parents from this MULTISENSE project\ncohort were excluded from participation (i.e., we acceptedall respondents). Our ﬁnal cohort comprised the parents of\n601 children, nearly half were girls (47%) and aged 6 –11\nyears ( M=8.74, SD=1.22). This sample included 32\nchildren with SEND status (5%), 510 children who are\ntypically developing (84%), and 62 with status unknown\n(10%; i.e., where parent failed to give SEND status of theirchild). In total, 65% of children came from households\nwhere the highest quali ﬁcation was degree level or above.\nIn addition to our n601 sample, an additional 64 parentstook part but were subsequently excluded: 24 began but did\nnot complete our questionnaire, and a further 43 were\nremoved because they referred to a child not part of the\nMULTISENSE project (e.g., a sibling). In 38 cases, a parent had\ncompleted the questionnaire twice, and in these cases we\ntook the ﬁrst completed questionnaire.\nMaterials and procedure\nOur study had ethical approval from the University of\nSussex Cross-Schools Science and Technology ResearchJournal of Child and Family Studies"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Committee, and was in line with the 1964 Helsinki\ndeclaration (and amendments). Parents completed our\nquestionnaires either via paper copy or online (via a link to\nQualtrics provided in email). The choice of paper versus\nonline was dictated simply by how each school regularly\ncommunicated with its parents, and both versions wereidentical in all other ways. One follow-up email was sent\nout to parents as a reminder to take part. Participants signed\nto indicate consent within a written consent document (orclicked a dedicated checkbox in the online version). The\ntask took approximately 20 min and parents completed the\nfollowing measures in the order shown below.\nThe Parent-completed Glasgow Sensory Questionnaire\n(GSQ-P)\nThe GSQ-P is our 42-item parent-report questionnaire,\nassessing sensory sensitivities in the children of respon-dents. Our questionnaire was adapted from the adult version\nof the same name (Robertson & Simmons, 2013 ) and details\nof this adaptation are given below. Half of the itemsaddressed hyper-sensitivity and half addressed hypo-\nsensitivity. As in the adult version, these items were\nequally distributed across seven sense domains (visual,auditory, gustatory, olfactory, tactile, vestibular, proprio-\nception) giving three questions per cell (e.g., 3 questions for\nvisual hyper-sensitivity, 3 questions for visual hypo-sensi-tivity, 3 questions for auditory hyper-sensitivity, etc.). Each\nquestion had ﬁve possible responses: Never, Rarely,\nSometimes, Often, Always (coded 0 to 4). The ques-tionnaire completion does not have any speci ﬁc setting\nrequirements.\nGSQ-P Instrument Development\nThe starting point for creating our new measure was the\nGSQ for adults, which was originally constructed from\nreports of sensory symptoms commonly associated with\nautism, elicited from both the literature and from the parentsof autistic children (Robertson & Simmons, 2008 ). Its\nwording was developed in consultation with such parents\n(Robertson, 2012 ), as well as with autism researchers, and a\nconsultant psychiatrist, and its clarity was ensured via\npiloting with a consulting group of autistic adults (Robert-\nson, 2012 ). For our own parent adaptation, response cate-\ngories were left unchanged (Never, Rarely, Sometimes,\nOften, and Always) but the pre ﬁx to the original items ‘Do\nyou…’was replaced with ‘Does your child …’, (with other\ninstances of ‘you’replaced with ‘he/she ’). The original\nwording was retained wherever possible, although, there\nwere three substantive changes. Two related to the distinctlyadult activity of wearing perfume (e.g., “Do you enjoy\nwearing very strong perfumes/after-shaves? ”became “Doesyour child seek out strong smells like perfumes, plastics,\npaints etc.? ”). The third substantive change was for an item\nthat would have required the parent to understand a subtle\ninternal state in their child, which we felt would be almost\nimpossible to know (Do you like to wear something/hold\nsomething (for example, a hat or a pencil) so that you knowwhere your body ‘ends’?). We, therefore, used a substitute\nitem taken from a longlist used in the development of the\noriginal GSQ (Robertson & Simmons, 2013 ), which had the\nhighest factor loading for hyper-sensitivity in propriocep-\ntion (i.e., the relevant category which required replace-\nment); i.e., “Does your child turn his/her whole body (rather\nthan only the head) when looking at something or some-\none?”. All other changes were minimal, involving only\npronouns (you -> he/she), minor editing for brevity, or themost minor additions that would allow parents to more\neasily comment on their child ’s feelings (e.g., “Do bright\nlights ever hurt your eyes …?”became “Does your child\never complain that bright lights hurt his/her eyes …?”). See\nSupplementary Information (SI) for full details of these\nchanges, and see the Appendix for the complete GSQ-Pquestionnaire.\nStrengths and Dif ﬁculties Questionnaire (SDQ)\nValidated for children 5 –15 years (Goodman et al., 2010 ),\nthe SDQ is a 25-item emotional and behavioural screeningquestionnaire, incorporating ﬁ\nve subscales: Conduct pro-\nblems, Emotional symptoms, Peer problems, Hyperactivity\nand Prosocial behaviours (Goodman, 1997 ). Each item is a\nstatement about the child over the last six months, and\nresponses are made on a 3-point Likert scale: Not true,\nSomewhat true, and Certainly true (coded 0-2). For exam-ple, Item 17 relates to Prosocial behaviours and states “Kind\nto younger children ”. A systematic review of the psycho-\nmetric properties of the SDQ (Kersten et al., 2016 ) found\ngood internal consistency ( α=0.73, see also Muris et al.,\n2003 ). It has been recommended that re-combining into two\nscales only is more robust for measuring behaviour ingeneral populations (Goodman et al., 2010 ), these scales\nbeing Externalising Behaviours (combining Hyperactivity\nand Conduct problems) and Internalising Behaviours(combining Peer problems, Emotional symptoms), so we\ntake this approach in our analyses below. We also tested for\ninternal consistency for the Externalising and Internalisingscales in our own sample, both of which were very good\n(Externalising α=0.80; Internalising α=0.81).\nThe Screen for Child Anxiety-Related Disorders (SCARED)\nValidated on children aged 5 –18 (Birmaher et al.\n1997 ,1999 ; Sequeira et al. 2019 ), the SCARED is a 41-item\nchildhood screening questionnaire for Anxiety Disorder,Journal of Child and Family Studies"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "with anxiety symptoms related to Panic disorder, General\nanxiety disorder, School avoidance, Social anxiety or\nSeparation anxiety. Questions are presented as statements,\nwhich parents rate based on their child over the past three\nmonths. For example, Item 36 relates to school avoidance\nand states “My child is scared to go to school ”. Parents\nrespond on a 3-point Likert scale “Not true or hardly ever\ntrue/ Somewhat true or sometimes true/ Very true or often\ntrue”. The 41-item scale has shown excellent internal con-\nsistency ( α=0.90), and parent-child correlations for the\ntotal scale are rs=0.32 (Birmaher et al. 1999 ). Internal\nconsistency for our own sample was also excellent(α=0.94).\nEmpathy Quotient (EQ-C)Originally validated on 4 –11 year olds (Auyeung et al.,\n2009 ), the Empathy Quotient for Children EQ-C (Auyeung\net al., 2009 ) is a 27-item questionnaire, measuring chil-\ndren’s cognitive empathy (e.g., perspective taking) and\nemotional empathy (e.g., emotional response). For example,Item 11 states “My child is often rude or impolite without\nrealising it ”. Each question has four possible responses:\nDeﬁnitely Agree, Slightly Agree, Slightly Disagree, De ﬁ-\nnitely Disagree. These are coded, respectively, 2 1 0 0 for\npositively worded items re ﬂecting high empathy (e.g.,\nDeﬁnitely Agree would be scored 2) and are coded as 0 0 1\n2 for negatively items re ﬂecting low empathy (e.g., De ﬁ-\nnitely Agree would be scored 0). The original study\n(Auyeung et al., 2009 ) showed excellent internal con-\nsistency ( α=0.93) and our own sample also showed very\ngood internal consistency ( α=0.87).\nDemographic Questionnaire\nThis in-house 20-item questio nnaire elicited background\ninformation such as h ighest parental quali ﬁcation,\nmother ’s age at child ’s birth, child ’sa g e ,a sw e l la s\nwhether the child had a SEND status. A SEND status hadbeen established previously, either by the school alone\n(e.g., the school SENCO, teaching staff) or in conjunction\nwith external professionals (e.g., educational psycholo-gist, psychiatrist), and includes the following categories\n(1) learning dif ﬁculties (speci ﬁc, moderate, severe, pro-\nfound & multiple), (2) social, emotional and mentalhealth, (3) speech, language and communication needs,\n(4) physical impairments (heari ng, visual, multi-sensory),\n(5) physical disabilities, (6) autistic spectrum disorder,\nand (7) ‘other dif ﬁculties/disorders ’, a category for less\ncommon cases that are not easily de ﬁn e db yc a t e g o r i e s\n1–6. Age and SEND status (a binary category) were\nrelevant for our current interests (and results from other\nfactors will be published elsewhere).Analytical Approach\nIn the analyses below we look ﬁrst at the reliability and\ndomain structure of the GSQ-P in isolation. The internal\nconsistency was evaluated using Cronbach ’s Alpha. Pearson ’s\nor Spearman ’s correlations were used to examine the rela-\ntionship between the hyper and hypo-sensitivity domains in\nboth the typically developing and Special Needs groups. The\ndomain structure was investigated using Exploratory FactorAnalysis (EFA), rotating the solution and allowing the factors\nto correlate (Oblimin rotation). The Kaiser –Meyers –Olkin\nmeasure of sampling adequacy was used to identify theamount of variance within the data that is shared by under-\nlying factors. In light of these analyses, we next created a\nshortened version of our measure (i.e., a reduced form),repeating the previous EFA and assessing again the internal\nreliability of the reduced scale. Next, we look at the con-\nvergent validity of our scales against other measures (e.g.,Goodman ’s SDQ), and ﬁnally, we consider demographic\ndifferences (e.g., whether there are any differences in the\nsensory sensitivities of boys and girls). Throughout our ana-lyses, we consider children as a whole but also, where rele-\nvant, as sub-groups (Typically Developing vs. SEND, and\nhere we exclude the 62 children with status unknown). Next,we examined group differences for age and gender in sensory\nsensitivity scores using one-way independent sample t-tests\nand ANOVAs. We then investigated convergent validity withother measures (e.g., Goodman ’s SDQ) using Pearson ’sc o r -\nrelations. Finally, we carried out a hierarchical cluster analysis\nof sensory domain scores using Ward ’s minimum variance\nmethod, using squared Euclidean distance (Yim & Ramdeen,\n2015 ). This technique allows us to explore not only whether\nparticular domains cluster together, but how closely theycluster. Missing responses from respondents who answered\nover 90% of questions were imputed with the item mean\n(respondents with fewer responses than this were removed).All statistical analyses were carried out using SPSS 24.0 sta-\ntistical software and statistical signi ﬁcance was set at p<0 . 0 5 .\nFinally, we point out that all data was elicited from parents;hence where our results describe children, this should be\ntaken in the context of parental-reported characteristics.\nResults\nGSQ-P Scale Validation, Reliability, and Factor\nstructure\nIn this section, we analysed the structure of the GSQ-P\noverall, and its three sensitivity domains (total Sensitivity,\nhyper-sensitivity, hypo-sensitivity) and seven sensedomains (visual, auditory, gustatory, olfactory, tactile,\nvestibular, proprioception; i.e., combining hyper and hypo-Journal of Child and Family Studies"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "sensitivities for each sense). Note that we are using the\nterminology of ‘sense domains ’to refer to sensory channels\n(e.g., visual, auditory, gustatory …) and ‘sensitivity\ndomains ’to refer to the type of sensitivity (total sensitivity,\nhypo- hyper-). We point out that although fourteen indivi-\ndual sub-domains were possible at the ﬁnest level (hyper/\nhypo x seven senses), these were not investigated directly\nunless relevant for further data reduction analyses. We also\nconsidered the internal consistency of the scale, and itsfactor structure.\nFor the sample as a whole, the relationship between total\nGSQ-P hyper- and hypo-sensitivity was large (i.e., theystrongly correlated; r(599)=0.78, p< 0.001). Within indivi-\ndual sense domains, this same relationship was less pro-\nnounced, but was generally moderate in size (see Table 1)\nwith the weaker correlations found for vestibular, tactile, and\nolfactory senses. Considering now our participant sub-groups,\nwe found that associations between the hyper and hypodomains were larger for the SEND group than children who\nare typically developing, particularly within individual sense\ndomains. See also SI, which provides comparable ﬁndings\nfrom adults in two recent studies using the related adult\n(GSQ) scale. In other words, the evidence suggests that the\npattern of associations between hyper- and hypo-scales isfound for both typical and non-typical populations.\nWe next considered the reliability of the scale in terms of its\ninternal consistency (i.e., the extent to which the separatequestions within our scale express a single concept of sensory\nsensitivity). Internal consistency, measured by Cronbach ’s\nalpha was excellent for the ove rall GSQ-P scale (All children\nα=0.93, Typically developing α=0.93; SEND α=0.95), as\nwell as for separate hyper and hy po domains (hyper-sensitivity:\nAll children α=0.90, Typically developing α=0.88; SEND\nα=0.93; hypo-sensitivity: All children α=0.85, Typically\ndeveloping α=0.83; SEND α=0.87). In terms of the sensedomains, internal reliability was somewhat lower, although was\n“moderate ”or“good”(Hair et al., 2010) in most instances (see\nTable 1below; all but Tactile fell in the range of “moderate ”or\n“good\n”). Similarly, the reliability remained “good”for all sense\ndomains except tactile for the SEND group. The reliability\nstatistics from three other adult samples can be found in the SIfor comparison. The adult studies found similarly high relia-\nbility for the broader scales (over all GSQ-P, hyper-sensitivity,\nhypo-sensitivity) and, in line with our own ﬁndings, somewhat\npoorer reliability for individual sense domains. Taken together,\nthe results suggest that the broader scales (Overall GSQ-P,\nhyper-sensitivity, hypo-sensiti vity) form more reliable scales,\nbut the lower reliability for sense domain scales (e.g., within\nthe visual domain, or within the auditory domain) suggests\nscales scores for individual s ense domains should be treated\nwith some caution.\nFactor structure of the GSQ-PWe next considered the factor structure of the GSQ-P. The\nfactor structure of the adult GSQ has been investigatedpreviously, and shown to load successfully as both a unitary\nfactor based on an un-rotated Principle Components Ana-\nlysis (Robertson & Simmons, 2013 ) and a rotated two-\nfactor structure largely falling into hyper and hypo-\nsensitivities (Sapey-Triomphe et al., 2018 ). In other\nwords, adults show an overall trait of sensory sensitivity aswell as separate traits of hyper- and hypo-sensitivity. We,\ntherefore, repeated a similar analysis in our child data since\nthe factor structure may differ in younger samples. Whilstwe expected to ﬁnd distinct hyper and hypo sensitivity\ndomains (i.e., two factors), we did not know a priori whe-\nther individual questionnaire items would replicate in adevelopmental population, especially as they now were no\nlonger ﬁrst-person report. We therefore took an exploratoryTable 1 Validation of the sense\ndomain scales of the GSQ-P,\nwithin each sense domain andfor each participant cluster (All;Typically Developing\nTD; SEND)Correlation between hyper- & hypo-\nSensitivity (r\ns)Internal consistency expressed as\nCronbach ’s alpha\nSensitivity domain All TD SEND All TD SEND\nVisual 0.48 0.46 0.61 0.66 0.66 0.80\nAuditory 0.49 0.47 0.44 0.77 0.77 0.79\nGustatory 0.51 0.51 0.41 0.69 0.69 0.73\nOlfactory 0.39 0.37 0.53 0.68 0.68 0.77\nTactile 0.34 0.28 0.44 0.53 0.53 0.65\nVestibular 0.33 0.28 0.60 0.65 0.65 0.74\nProprioception 0.49 0.44 0.64 0.67 0.67 0.76\nN 601 509 31 601 509 31\nTable shows in columns 1 –3 the associations between the hyper and hypo sensivity scales for each sense\ndomain (e.g., collapsing across visual hyper and visual hypo sensivity scales. Columns 4 –6 show the internal\nconsistency expressed as Cronbach ’s alpha for children in the current study for each sense domain. All Rho\ncorrelations (r s) from the current study shown in italics. All associations in Table 1 were signi ﬁcant at\np< 0.001Journal of Child and Family Studies"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "approach with the expectation of one and two-factor solu-\ntions, with ﬂexibility to also explore individual questions\nwithin the instrument for robustness.\nIn the current study, the Kaiser –Meyers –Olkin measure of\ns a m p l i n ga d e q u a c yw a sf o u n dt ob e “excellent ”(KMO=\n0.93), indicating a high degree of potential shared variance\nbetween the 42 questionnaire items. Our Bartlett ’st e s to f\nSphericity was also excellent, χ2(1, DF =861)=8767.64,\np< 0.001. These results indicate that the data is suitable for\nfactor analysis (which requires a minimum degree of shared\nvariance between items within an instrument).\nBased on our own Scree plot inspection and previous\nliterature we performed an EFA with oblique rotation on the\nfull 42 items, constraining extraction to two factors. The\ntwo-factor model explained 29% (26 and 3% respectively)of the variance, and the majority of items loaded on the\ncorrect hyper or hypo domain to which they were originally\nassigned by (Robertson & Simmons, 2013 ). Five items\nloaded on the incorrect hyper/hypo domain (Items 7, 11, 32,\n37, 40) and ﬁve items did not load on either factor (<0.30;\nItems 3, 5, 10, 29, 38). Six of these non-complying itemswere proprioception questions (the entire scale): all either\nloading on the incorrect factor or on neither factor (<0.30,\nsee SI for factor loadings).\nIn light of these issues, we created a shortened version\nof the GSQ-P, retaining the largest factor loadings on the\nc o r r e c th y p e r / h y p od o m a i nw i t h i ne a c hs e n s e .T h eexception was proprioception, which was removed from\nthe scale entirely. We named this new “reduced ”scale the\nr G S Q - Pa n di tc o n t a i n e d2 4i t e m s( i . e . ,t w oq u e s t i o n sf o reach sensitivity domain [hyper, hypo] within each sense\ndomain [visual, auditory, olf actory, gustatory, tactile,\nvestibular]). We repeated the previous EFA on thisreduced scale, explaining 29% (25 and 4% respectively)\nof the variance. All items loaded on the correct domain\n(see SI for full details of the factor loadings). The rGSQ-Poverall hyper- and hypo- domains become more distinct,\n(r(599)=0.58), and was greater for the sense domains\n(e.g., gustatory hyper-sensitivities now show only lowcorrelation with gustatory hypo-sensitivities, see SI). This\nis to be expected given we have removed cross-loading\nitems, and we return to this issue in the Discussion.Similar to the long GSQ-P scale, the internal reliability of\nthe rGSQ-P scale was very good/excellent for the full\nscale (All children α=0.87; Typically developing\nα=0.85; SEND α=0.91), and favourable for separate\nhyper and hypo domains (hyper-sensitivity All children\nα=0.77; Typically developing α=0.83; SEND α=0.90;\nhypo-sensitivity All children α=0.77; Typically devel-\noping α=075; SEND α=0.79). Reliability for individual\nsense domains was lower (ranging from 0.51 –0.70, see\nSI), suggesting the rGSQ-P should not be used for sense\ndomain information.Group differences in sensory sensitivity\nAbove we found the long and short-form scales possessed their\nown strengths and issues. Although the broader scales were\nrobust, the long from GSQ-P possessed better reliability on\nsense domains scales, whilst the rGSQ-P displayed a strongerfactor structure. Here we now e xplore differences in sensory\nsensitivity scores across age groups, gender, and SEND clas-\nsiﬁcation. Our demographic comparisons utilised one-way\nindependent sample t-tests and ANOVAs, bootstrapped where\nappropriate. We explored both GSQ-P and rGSQ-P (for total\nsensitivity, hypo-Sensitivity, hy per-sensitivity) and full statis-\ntics are found in the SI but are summarised here. No signi ﬁcant\ngender or age differences were found for either the GSQ-P or\nrGSQ-P. In contrast, children with a SEND status scored sig-niﬁcantly higher on all sensitivity domains than children who\nare typically developing, GSQ-P: total sensitivity,\nt(31.759) =−6.112, p< 0.001, Bootstrapped p< 0.001, as well\nas hyper-sensitivity t(31.802) =−6.174, p<0 . 0 0 1 , B o o t -\nstrapped p< 0.001, and hypo-sensitivity t(31.915) =−5.450,\np< 0.001, Bootstrapped p< 0.001; total hypo-Sensitivity,\nrGSQ-P: t(31.759) =−5.598, p< 0.001, Bootstrapped\np< 0.001, hypo-sensitivity GSQ-P: t(538)=−5.480,\np< 0.001, Bootstrapped p< 0.001, and hyper-sensitivity GSQ-\nPt(31.788) =−5.578, p< 0.001, Bootstrapped p< 0.001.\nConvergent validityConvergent validity was assessed by comparing the GSQ-P\nand rGSQ-P scores with the Empathy Quotient (EQ-C), theStrengths and Dif ﬁculties Questionnaire (SDQ), and the\nSCARED anxiety questionnaire using correlation statistics for\nchildren with available data on these measures. As notedearlier, anxiety is known to be associated with sensory sen-\nsitivities, in both adults and children (Ashburner et al., 2013 ;\nBen-Sasson et al., 2009 ;H o r d e re ta l . , 2014 ). We, therefore,\ninvestigated these co-morbidities using anxiety measures from\nboth SCARED and from the appropriate scale of the SDQ\n(i.e., the Internalising scale, which combines Emotionalsymptoms and Peer problems). Both the SCARED and the\nInternalising scale were signi ﬁcantly correlated with total\nGSQ-P and rGSQ-P scores; higher levels of anxiety andinternalising behaviours were associated with greater sensory\nsensitivities. The results are summarised in Table 2(for full\ndetails see SI). Sensory sensitivity is also known to be beenlinked with lower levels of empathy in children (Tavassoli\net al., 2018 ) as well as with poorer Externalising scores (i.e.,\npoorer outward behaviour) on the Goodman ’s SDQ measure\n(Fox et al., 2014 ). Here again, this was mirrored in our data:\nboth the EQ-C questionnaire and the SDQ Externalising sub-\ns c a l ew e r es i g n i ﬁcantly associated with overall GSQ-P and\nrGSQ-P scores in the expected direction. These ﬁndings\nsuggest that sensory sensitivities, as measured by the GSQ-PJournal of Child and Family Studies"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "or rGSQ-P, show the expected associations with anxiety,\nempathy, and internalised/externalised wellbeing.\nNext, we looked within each of the two sensitivity (hyper/\nhypo) domains, and found associations with EQ-C, SDQ and\nSCARED scales, albeit weaker than for combined scores (see\nTable 2below). For both scales, poorer emotional wellbeing\ni.e.,.SDQ-Internalising scores and anxiety (SCARED) was\nmore closely related to hyper-sensitivity, while poorer beha-\nviour (i.e., SDQ-Externalising scores) more closely related tohypo-sensitivity (this latter is likely to be because the child is\nconstantly engaging in sensory-seeking behaviour).\nInvestigating sensitivity clusters within hyper-\nsensitivity and hypo-sensitivity domains\nTo explore how lower domains scores (e.g., visual hyper,\nvisual hypo, etc.) clustered together within this developmental\nsample we replicated an earlier cluster analysis by Horder andcolleagues which had been performed in adults (Horder et al.,\n2014 ). Employing hierarchical clustering of domain scores\n(Ward ’s minimum variance method, using squared Euclidean\ndistance, Yim & Ramdeen, 2015 ) on each instrument in turn\n(GSQ-P, rGSQ-P) we found the two factor solution was lar-\ngely supported by the data. In line with our exploratory factoranalysis above —the proprioception domain again was pro-\nblematic in the long form, because hyper-items clustered\nwithin hypo- domains (speci ﬁcally gustatory behaviours, see\nFig. 1left panel). Cluster analysis of the short form scale\n(rGSQ-P) revealed two distinct clusters: hyper and hypo\nsensitivity (see Fig. 1; right panel).\nWithin Fig. 1, our analysis a priori forces together items\nwithin the smallest cell units (e.g., we pair a priori the\nindividual auditory hyper-sensitivity).\nWe also carried out a novel cluster analysis. Using the\nrGSQ-P to avoid the issues of cross-loading items describedearlier, we entered all items from the questionnaire indivi-\ndually. We see in Fig. 2the expected clustering for hyper-\nsensitivity (i.e., the two auditory questions cluster together;\nthe two visual questions cluster together etc.). In contrast,\nwe do not ﬁnd this for hypo-sensitivity (which initially\nseem to show more arbitrary clusterings, see Fig. 1). This\nsuggests that questions within each sense are more closely\nmirroring each other for hyper-sensitivity, but this is less\ntrue for hypo-sensitivity. We return to the interesting pos-sible reasons for this in our Discussion.\nDiscussion\nThis paper evaluated the psychometric properties of ournovel adaptation of the adult version of the GSQ (Robertson\n& Simmons, 2013 ) into both full and reduced short –form\nscales (GSQ-P, rGSQ-P). Re-designed to measure sensorysensitivities in children via parent report, the long form\nGSQ-P had 42 items (mirroring the adult version; Robert-\nson & Simmons, 2013 ), crossing hyper- and hypo-\nsensitivity within each of seven sense domains (visual,\nauditory, gustatory, olfactory, tactile, vestibular, proprio-\nception) giving three questions per cell. The short form(rGSQ-P) had 24 items, again crossing hyper- and hypo-\nsensitivity but this time with two questions only in each of\nsix sense domains (proprioception was excluded givencross-loading in the long-form; see below). Both versions\nare freely available to use (presented in entirety in the\nAppendix), as comprehensive yet brief measures of sensorysensitivity suitable for parents reporting on younger chil-\ndren, and validated here on 6 –11-year-olds.\nThe adult version has been used extensively elsewhere for\nresearch (Horder et al., 2014 ;W a r de ta l . , 2018 )a n dw eh e r e\npresent a comparable version for children. The original adult\nversion of the GSQ has been found elsewhere to haveexcellent psychometric properties and this was replicated here\nfor the overall scale in both long and reduced forms. The\nsuitability of both the GSQ-P and rGSQ-P for general sensorysensitivity is also evidenced by their relatively similar overall\nCronbach ’s alphas as well as from their similarity in con-\nvergent validity with other measures. Both showed expectedempathy and well-being associations known to be co-morbid\nwith sensory sensitivities in children (Boterberg & Warreyn,\n2016 ; Dean et al., 2017 ; Green et al., 2012 ). Both the long\nand short form (GSQ-P and rGSQ-P) were unrelated to age\nand gender, making it a useful measure for all children across\nthe 6 –11 age group. In addition, both successfully dis-\ntinguished between SEND and typically-developing popula-\ntions. It may be useful in future studies where numbers of\nSEND children were available to investigate pro ﬁles of sen-\nsory sensitivity within speci ﬁc SEND categories. The sensi-\ntivity sub-domains of both GSQ-P and rGSQ-P (totalTable 2 Correlations between well-being (EQ-C, SCARED, and SDQ)\nand sensory sensitivity (GSQ-P, rGSQ-P)\nSensitivity domain EQ-C SCARED SDQ:\nExternalisingSDQ:\nInternalising\nGSQ-P (long form)\nTotal sensitivity −0.40 0.54 0.37 0.46\nHyper-sensitivity −0.38 0.59 0.31 0.51\nHypo-sensitivity −0.36 0.41 0.40 0.36\nrGSQ-P (short form)\nTotal sensitivity −0.35 0.53 0.34 0.44\nHyper-sensitivity −0.34 0.57 0.24 0.48\nHypo-sensitivity −0.28 0.34 0.37 0.27\nThis tables shows how closely sensory sensitivities (column 1) are\nrelated to Empathy (column 2), Anxiety (column 3), and behaviour\n(columns 4 and 6). The strongest associations were found between\nAnxiety (SCARED) and hyper-sensitivity. All Pearson ’s (r) from the\ncurrent study shown in Table 2 were signi ﬁcant at p< 0.001Journal of Child and Family Studies"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Sensitivity, hypo-sensitivity, hyper-sensitivity) also showed\nvery good (rGSQ-P) or excellent (GSQ-P) internal con-sistency (i.e., collapsing across senses). Exploratory and\ncluster analyses of the full scale (GSQ-P) supported two main\nfactors, which largely re ﬂected hyper and hypo-sensitivity. As\nfound previously in adults (Sapey-Triomphe et al., 2018 ), we\nfound in children that hyper and hypo-sensitivities co-exist in\nthe same person, but more so for some senses (vision, audi-tion, gustation, and proprioception) than others (i.e., tactile).\nHowever, there were notable issues with individual ques-\ntionnaire items due to cross-loading (and hence increasing thecorrelation between hyper and hypo domains) or poor factor\nloadings, and these ultimately led to our generating thereduced scale (rGSQ-P). Items in the proprioception modality\nwere found to be particularly problematic and it is possiblethat proprioceptive items are more dif ﬁcult to assess accu-\nrately from a parental perspective than sensitivities in other\nmodalities. It should be noted that the correlation betweentotal proprioception score (combining hyper and hypo pro-\nprioceptive sensitivities) and GSQ-P total sensitivity score\n(excluding proprioception) was strong ( r\ns=0.66) suggesting,\nparents are likely to notice proprioceptive sensitivities but\nmay be misidentifying hyper and hypo responses. The\nremoval of poorer items made hyper and hypo domains in ourreduced scale more distinct ( r=0.58 compared to r=0.78\nfor the full scale). By removing problematic items all hyper\nand hypo-sensitivity items to now load correctly. Correlationwith the full 42-item scale was still extremely high\n(r=0.94–0.97 for hyper-, hypo-, and total sensitivity scales).\nIt is hoped the rGSQ-P may therefore be a useful addition tothe psychometrically evaluated instruments available, espe-\ncially when time is at a premium, and for future research\nw i s h i n gt os p e c i ﬁcally tease apart hyper- and hypo- experi-\nences. In contrast, the long form offers the opportunity to\ninvestigate sensitivity if comparison with adult populations is\nrequired (i.e., the adult GSQ).\nCronbach ’s Alphas within individual senses were somewhat\npoorer than for the broader domains. Speci ﬁcally, when look-\ning at gross sensitivities within any sense (e.g., collapsingacross hyper- and hypo-sensitivities within vision) the long\nform had “acceptable ”or“good”Cronbach ’sa l p h a sf o ra l lb u t\nthe Tactile sense, while the short form was generally “accep-\ntable”at best. This suggests that if scores for individual sense\ndomains are required (e.g., visual; i.e., when collapsed over\nhyper- and hypo- items) the long form GSQ-P would providethe most reliable diagnostic scor es. A similar pattern of lower\nreliability for sense domains has been found in an adult-GSQ\nFig. 1 Cluster analysis of the 14 sub-domains within the GSQ-P (left\npanel), and 12 sub-domains within the rGSQ-P (right panel). Note:\nEach sub-domain is labelled by its sense (e.g., “Auditory ”) and its\nsensitivity ( “+”represents hyper-sensitivity; “−”represents hypo-\nsensitivity). For example, the sub-domain “Auditory +”is the domain\nof auditory hyper-sensitivity. Groupings represent how closely thesub-domains are linked hierarchically in our analyses. Left-hand panel\nshows that questions already loosely cluster into hyper- and hypo-domains in the long form of the scale, but with some exceptions (i.e.,“+”elements are largely grouped together, except proprioception).\nThe right hand panel shows a yet cleaner separation in the reduced\nform rGSQ-P\nFig. 2 Cluster analysis of the rGSQ-P . Figure shows the clear division\ninto hyper questions (top) and hypo questions (bottom). Note: Within\neach sensitivity domain, questions for the same sense are labelled 1and 2 (e.g., Gustatory 1 and Gustatory 2). Figure shows that hyper-sensitivity questions cluster by sense domain (e.g., Auditory 1 clusters\nwith Auditory 2) but this is not true for hypo-sensitivityJournal of Child and Family Studies"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "sample (Sapey-Triomphe et al., 2018) and could be explained\nby a relatively small number of items per scale (Heo et al.,\n2015) or, alternatively, re ﬂect the reduced utility in measuring\nsensitivities in this way. A possibility that needs to be explored\nis that hyper and hypo-sensitivities may not necessarily be\nconstrained to the same sense m odality. A child who exhibits\nvisual hyper-sensitivity (e.g., aversion to bright lights) may\nhave hypo-sensitivities in other domains (e.g., gustatory dam-\npening). Hence collapsing items within any given sense may besomewhat fallacious, and could explain our low correlations\nbetween hyper/hypo questions within senses.\nWe also found further eviden ce that hyper-sensitivity may\nstand apart conceptually and psychologically from hypo-\nsensitivity. Our cluster analy sis showed a more cohesive\nstructure within hyper-sensitiv ities versus hypo-sensitivities (in\nreduced form rGSQ-P). Speci ﬁcally, hyper-sensitivity ques-\ntions clustered by sense moda lity (e.g., tactile questions\ngrouped together; visual questions grouped together), whereashypo-sensitivity questions did not. Instead, hypo- responses\ngrouped by behavioural outcomes, with clusters of seeking-\nbehaviours (e.g., seeking olfactory, tactile or auditory stimuli),clusters of sensory dampening (e.g., not feeling pain; not\nfeeling cold), and an apparent cl uster of repetitive behaviours\n(e.g., repetitively playing the same piece of music [auditory],spinning round and round [vestibular]). Hypo versus hyper-\nsensitivity may therefore spring from different mechanisms.\nOther differences are that hypo- outcomes are often enjoyable(Kapp et al., 2019) in contrast to hyper-sensitivities, and may\nhelp regulate sensory input and reduce stress (Liss et al., 2005;\nSteward, 2015). Furthermore, we found that poorer emotional\nwell-being relates more to hyper- sensitivity [SDQ-Internalis-\ning/ Anxiety], while externalis ing behaviours relates more to\nhypo-sensitivity [SDQ-Externa lising: hyperactivity, Conduct\nproblems]. In summary, we have found a number of ways in\nwhich hyper-sensitivity stands apart from hypo-sensitivity,\ndespite falling within the single dimension of ‘sensory\nsensitivities ’.\nIn conducting our study we were aware of certain lim-\nitations. First, we acknowledge that this analysis isexploratory. Future validations using con ﬁrmatory techni-\nques would therefore be useful. Second, as with any parent\nreport measure, the child is not describing his/her ownexperiences directly. Although parent and child reports of\nbehaviour and traits are known to converge in many ways\n(Powers et al., 2003 ; Zhou et al., 2008 ), their perspectives\nsometimes differ, for example in measures of wellbeing,\nbehaviour, and personality –where somewhat lower asso-\nciations between parent and child perspectives have beenreported (Barbaranelli et al., 2003 ; Brown et al., 2008 ;\nPhares et al., 1989 ). Future work is in progress to investi-\ngate an alternative, self-report, child version of the GSQ(see Brown et al., 2021 ) which could allow triangulation of\nthe data and a greater understanding of underlyingsensitivities as they emerge through modes of reporting. It\nwould also provide important insights on how the two\nperspectives of parent and child might differ. It would also\nbe useful in future studies to seek test-retest reliability, and\ndiscriminant validity, for both the GSQ-P and rGSQ-P.\nAlthough sample limitations make it not possible to analyseusing generalizability theory (G-theory: Brennan, 1992 )w e\nhope future studies may use these techniques to explore\npotential forms of variance across different type ofresponder (e.g., mother or father), and we might also seek to\ninvestigate measurement invariance in respect to age, eth-\nnicity, and gender.\nA strength of our paper is that we investigated sensory\nsensitivity in a population sampl e recruited from mainstream\nschools. It is the ﬁrst study to date, as far as we are aware, to\nmeasure sensory sensitivitie si nc h i l d r e nw h oa r eb o t ht y p i -\ncally-/non-typically develo ping (SEND) using six or more\nsense modalities and two domains of sensitivity (hyper-/ hypo-),rather than a single global measure (Ben-Sasson et al.,\n2008 ; Schoen et al., 2014 ). This affords potentially impor-\ntant novel insights. The size of our SEND sample meant wecould not explore sensitivity pro ﬁles within speci ﬁc sub-\ngroups of SEND children. Future work would be highly\ndesirable to investigate symptom presentation in a largersample of children with speci ﬁc psychological diagnoses,\nincluding for example targeted samples with autism,\nADHD, anxiety disorders, intellectual disabilities, andspeciﬁc learning disabilities. This type of ﬁner focus would\ncontribute to knowledge about the role of sensory issues in\ndifferent diagnoses, and allow further validation of ourquestionnaire across multiple additional groups.\nFinally, future studies migh t also compare our measure\nalongside existing sensory sensitivity questionnaires such as thewidely used Sensory Pro ﬁle 2. Given our interests in Open\nScience, we presented a study that could be replicated by others\nwithout cost. However, other sensory sensitivity measures areavailable, such as the Sensory Experiences Questionnaire or\nindeed the Sensory Integration and Praxis Tests which we were\nunable to run on our large sample of >600 children given itslabour-intensity (e.g., 2 h complete test). This type of con-\ncurrent validity in future studies would be particularly impor-\ntant, although we remind the reader to our recent work showingconcurrent validity between th e rGSQ-P and the Sussex Mis-\nophonia Scale for Adolescents (Simner et al., 2022). High\nscores on the Sussex Misophonia Scale for Adolescents map-p e do n t oh i g hs c o r e sw i t h i nt h er G S Q - Pd o m a i no fs e n s o r y\nhyper-sensitivity, but not hypo-sensitivities —exactly as we\nmight expect since misophonia is a type of hyper- (but nothypo-) sensitivity. Hence our measures also shows concurrent\nvalidity against another scale of hyper-sensitivity. For con-\nvergent validity, beyond that already shown here, our rGSQ-Phas now also been compared against measures of creativity\n(Smees et al., 2022), where our hypo-sensitivity subscaleJournal of Child and Family Studies"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "predicted higher scores on the cr eativity-linked trait of Open-\nness to Experiences (Kaufman et al., 2016) and greater orien-\ntation towards creative activ ities involving movement and\ndance (exactly as we might expect from the sensory seeking\naspect of the hypo-sensitivity trait). In summary, we have\npresented a range of ways in which our measure of childhoodsensory sensitivities shows convergent validity, as well as\nshowing convergent and concurrent validity elsewhere.\nOur current study has provided a robust instrument to\ndetect sensory sensitivities in research contexts, but it also\nhas other potential applications. The questionnaire is quick\nand easy to administer so could be a useful additional tool ineducational and therapeutic settings. We noted in our\nIntroduction the many ways in which children with sensory\nsensitivities face challenges, for example, ﬁnding school\nand classroom environments particularly overwhelming\n(Dunn, 2007 ). Many typically developing children experi-\nence higher levels of sensory sensitivities (Little et al.,2017 ) but present with behavioural and emotional responses\nrather than articulating their sensory issues (Cheng &\nBoggett-Carsjens, 2005 ). Children demonstrating such dif-\nﬁculties may therefore bene ﬁt from a sensory sensitivity\nassessment so that their exact sensory pro ﬁle might be\nunderstood. A similar routine assessment might be parti-cularly bene ﬁcial for groups known to have higher sensory\nchallenges (e.g., SEND groups, as shown here). Their\nsensory pro ﬁle could then be written into their support plan\n(e.g., into their Educational, Health and Care Plan [EHCP]\nfor schools in England where we tested). This type of\napplication could be particularly bene ﬁcial because sig-\nniﬁcant improvements are known to be found when envir-\nonments are adapted for children ’s sensory needs (Dynia\net al., 2022 ). Our novel tool, completed quickly and simply\nby their parents, would therefore be highly valuable.\nTo conclude, the measures we have presented here pro-\nvide robust indicators of sensory sensitivity as an overallscale, and (in the short form especially) for the separate\ndimension of hyper-sensitivity as distinct from hypo-\nsensitivity. The rGSQ-P short form would be especiallyuseful where time is limited and shows a particularly high\ncorrespondence to the full scale, although it no longer has\nfunctionality within the proprioceptive domain. The GSQ-Plong form would be more useful where comparison with\nadult populations is required (i.e., the adult GSQ), and allow\nresearchers to track sensory sensitivities longitudinally. Wehope this validation might enable future researcher a better\nunderstanding of the sensory sensitivities of children,\nespecially as viewed through the eyes of their caregivers.\nAcknowledgements We are grateful to Mira Kaut and Gabriel McAl-\npine for their help in data entry. This work was supported by the Eur-opean Research Council under European Union ’s Seventh Framework\nProgramme (FP/2007-2013)/ERC Grant Agreement no. [617678].Author Contributions R.S., J.S., and L.R. designed the study. R.S.\ninterpreted the results, ran the data analysis, and wrote the paper. R.S.\nand L.R. carried out the data collection.\nCompliance with Ethical Standards\nConﬂict of Interest The authors declare no competing interests.\nEthical Approval The study was approved by the University of Sussex\nScience and Technology Cross-Schools Research Ethics Committee(C-REC), and aligns with principles of the Declaration of Helsinki.\nConsent to Participate Informed consent was obtained from all par-\nticipants included in this study.\nPublisher ’s note Springer Nature remains neutral with regard to\njurisdictional claims in published maps and institutional af ﬁliations.\nOpen Access This article is licensed under a Creative Commons\nAttribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and thesource, provide a link to the Creative Commons license, and indicate if\nchanges were made. The images or other third party material in this\narticle are included in the article ’s Creative Commons license, unless\nindicated otherwise in a credit line to the material. If material is notincluded in the article ’s Creative Commons license and your intended\nuse is not permitted by statutory regulation or exceeds the permitted\nuse, you will need to obtain permission directly from the copyrightholder. To view a copy of this license, visit http://creativecommons.\norg/licenses/by/4.0/ .\nAppendix\nThe Parent-completed Glasgow Sensory Questionnaires\n(short and long forms). The short form items are presentedﬁrst and displayed shaded. The additional items to complete\nthe long form are displayed afterwards and are unshaded\n(i.e., the full GSQ-P is the entire set of questions). Alsoshown are the item numbers used during our validation.\nCoding sheet for the Parent-completed Glasgow Sensory\nQuestionnaire. Shading denotes the appropriate sensedomain (visual, auditory, gustatory, olfactory, tactile, ves-\ntibular, proprioceptive) and sensitivity domain ( +hyper-\nsensitivity; - hypo-sensitivity). Scoring: Never =0,\nRarely=1, Sometimes =2, Often =3, Always =4.\nTotal Sensitivity score is the sum of items across the\nquestionnaire (range in long-form =0–168; range in short-\nform=0–96). Hyper-sensitivity score is the sum of items\nacross the hyper-items (n21 items in the long-form;\nrange=0–84; n12 items in the short-form; range =0–48).\nHypo-sensitivity score is the sum of items across the hypo-\nitems (n21 items in the long-form; range =0–84; n12 items\nin the short-form; range =0–48).\nTables 3and4Journal of Child and Family Studies"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Table 3 The GSQ-P and rGSQ-P questionnaires (short and long forms)\nItem numbers during\nvalidationDoes your child … Never Rarely Sometimes Often Always\n2 gag when eating certain foods, perhaps feeling as if he/she is going to be sick? □□ □ □□\n6 ﬁnd certain noises/pitches of sound annoying? □□ □ □□\n8 ever complain of bright lights hurting his/her eyes or causing a headache? □□ □ □□\n9 like to listen to the same piece of music or part of a song over and over again? □□ □ □□\n10 ever seem ill, dizzy or peculiar if he/she has to reach up high or bend down low for\nsomething?□□ □ □□\n12 like to spin round and round? □□ □ □□\n15 dislike having a haircut …? □□ □ □□\n16 sometimes hurt him/herself but not appear to feel pain? □□ □ □□\n17 'borrow ’your perfume, after-shave etc.? □□ □ □□\n18 ever seem bothered by ﬂuorescent or ﬂickering lights? □□ □ □□\n19 like lining objects up? □□ □ □□\n21 complain about going into a strong smelling shop …? □□ □ □□\n22 complain about the labels in clothes and ask for them to be taken out? □□ □ □□\n23 hate the feeling or texture of certain foods in his/her mouth? □□ □ □□\n24 complain about going to restaurants because he/she can smell a certain odour? □□ □ □□\n25 dislike loud noises? □□ □ □□\n28 ever complain of having a weak sense of taste? … □□ □ □□\n30 complain about feeling dizzy or ill when playing fast-paced sports..? □□ □ □□\n33 really like listening to certain sounds …? □□ □ □□\n34 like to run about more than the average child, perhaps up and down in straight lines or\nround in circles?□□ □ □□\n35 chew and lick objects that aren ’t food …because he/she likes the feel of them in\nthe mouth?□□ □ □□\n36 seek out strong smells like perfumes, plastics, paints etc.? □□ □ □□\n39 seem to be able to go outside without a coat or jacket when other people think that it\nis too cold?□□ □ □□\n42 ﬂick his/her ﬁngers in front of his/her eyes? □□ □ □□\nQ Additional long form items below\n1 …dislike the physical sensation from when people hug him/her? □□ □ □□\n3 …seem to ﬁnd it dif ﬁcult to manipulate his/her hands when completing a delicate\ntask (for example, picking up small objects or transferring objects from one hand to\nthe other)?□□ □ □□\n4 …ever run his/her hand around the outside of an object before picking it up? □□ □ □□\n5 …stand very close or very far when he/she is talking to someone? □□ □ □□\n7 …ever smell food before eating it? □□ □ □□\n11 …seem to be fascinated by small particles (for example, little bits of dust in the air)? □□ □ □□\n13 …complain about feeling ill from smelling a certain odour? □□ □ □□\n14 …seem to ﬁnd it dif ﬁcult to hear what people are saying? □□ □ □□\n20 …rock him/herself backwards and forwards? □□ □ □□\n26 …use the tip of his/her tongue to taste food before eating it? □□ □ □□\n27 …ever say his/her body feels ‘numb ’- or act like he/she can ’t feel anything against\nthe skin?□□ □ □□\n29 …seem to be unaware of his/her body ’s signals (for example, doesn ’t complain\nabout being hungry, tired or thirsty)?□□ □ □□\n31 …react strongly when he/she hears an unexpected sound? □□ □ □□\n32 …complain about walking on uneven surfaces? □□ □ □□\n37 …seem to position his/her body in a way that is different to most people (for\nexample, lying on his/her back on a sofa with legs straight up in the air at a 90°\nangle)?□□ □ □□\n38 …ﬁnd it more dif ﬁcult than other children to tie up his/her shoelaces or button up\nclothes?□□ □ □□\n40 …like to eat the same foods most of the time? □□ □ □□\n41 …turn his/her whole body (rather than only the head) when looking at something or\nsomeone?□□ □ □□\nScoring: Never =0, Rarely =1, Sometimes =2, Often =3, Always =4Journal of Child and Family Studies"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Table 4 Coding sheet for the parent-completed glasgow sensory questionnaires\nItem: Short form onlyVIS AUD GUS OLF TAC VES PRO\nDoes your child…+-+-+-+-+-+-+-\ngag when eating certain foods, perhaps feeling \nas if he/she is going to be sick?\nfind certain noises/pitches of sound annoying?\never complain of bright lights hurting his/her \neyes or causing a headache?\nlike to listen to the same piece of music or part \nof a song over and over again?\never seem ill, dizzy or peculiar if he/she has to \nreach up high or bend down low for something?\nlike to spin round and round?\ndislike having a haircut …?\nsometimes hurt him/herself but not appear to \nfeel pain?\n'borrow' your perfume, after-shave etc.?\never seem bothered by fluorescent or flickering \nlights?\nlike lining objects up?\ncomplain about going into a strong smelling \nshop …?\ncomplain about the labels in clothes and ask for \nthem to be taken out?\nhate the feeling or texture of certain foods in \nhis/her mouth?\ncomplain about going to restaurants because \nhe/she can smell a certain odour?\ndislike loud noises?\never complain of having a weak sense of \ntaste?...\ncomplain about feeling dizzy or ill when playing \nfast-paced sports..?\nreally like listening to certain sounds…?\nlike to run about more than the average child, \nperhaps up and down in straight lines or round \nin circles?\nchew and lick objects that aren't food …because \nhe/she likes the feel of them in the mouth?\nseek out strong smells like perfumes, plastics, \npaints etc.?\nseem to be able to go outside without a coat or \njacket when other people think that it is too cold?\nflick his/her fingers in front of his/her eyes?\nAdditional items for long formVIS AUD GUS OLF TAC VES PRO\nDoes your child… +-+-+-+-+-+-+-\ndislike the physical sensation from when people \nhug him/her?\nseem to find it difficult to manipulate his/her \nhands when completing a delicate task …?\never run his/her hand around the outside of an \nobject before picking it up?\nstand very close or very far when he/she is \ntalking to someone?\never smell food before eating it?\nseem to be fascinated by small particles …?\ncomplain about feeling ill from smelling a \ncertain odour?\nseem to find it difficult to hear what people are \nsaying?\nrock him/herself backwards and forwards?\nuse the tip of his/her tongue to taste food before \neating it?\never say his/her body feels ‘numb’ - or act like \nhe/she can’t feel anything against the skin?\nseem to be unaware of his/her body's signals (for \nexample, doesn't complain about being hungry, \ntired or thirsty)?\nreact strongly when he/she hears an unexpected \nsound?\ncomplain about walking on uneven surfaces?\nseem to position his/her body in a way that is \ndifferent to most people…?\nfind it more difficult than other children to tie up \nhis/her shoelaces or button up clothes?\nlike to eat the same foods most of the time?\nturn his/her whole body (rather than only the \nhead) when looking at something or someone?Journal of Child and Family Studies"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "References\nA h n ,R .R . ,M i l l e r ,L .J . ,M i l b e r g e r ,S . ,&M c I n t o s h ,D .N .( 2 0 0 4 ) .\nPrevalence of parents ’perceptions of sensory processing disorders\namong kindergarten children. American Journal of Occupational\nTherapy ,58(3), 287 –293. https://doi.org/10.5014/ajot.58.3.287 .\nAmerican Psychiatric Association. (2013). Diagnostic and statistical\nmanual of mental disorders (5th ed .). American Psychiatric\nAssociation.\nAshburner, J., Ziviani, J., & Rodger, S. (2008). Sensory processing\nand classroom emotional, behavioral, and educational outcomesin children with autism spectrum disorder. The American Journal\nof Occupational Therapy ,62(5), 564 –573. https://doi.org/10.\n5014/AJOT.62.5.564 .\nAshburner, J., Bennett, L., Rodger, S., & Ziviani, J. (2013). Under-\nstanding the sensory experiences of young people with autism\nspectrum disorder: A preliminary investigation. Australian\nOccupational Therapy Journal ,60(3), 171 –180. https://doi.org/\n10.1111/1440-1630.12025 .\nAusderau, K. K., & Baranek, G. T. (2013). Sensory Experiences\nQuestionnaire. In Encyclopedia of Autism Spectrum Disorders\n(pp. 2770 –2774). Springer New York. https://doi.org/10.1007/\n978-1-4419-1698-3_1192 .\nAuyeung, B., Wheelwright, S., Allison, C., Atkinson, M., Samar-\nawickrema, N., & Baron-Cohen, S. (2009). The children ’s\nEmpathy Quotient and Systemizing Quotient: Sex differences intypical development and in autism spectrum conditions. Journal\nof Autism and Developmental Disorders ,39(11), 1509 –1521.\nhttps://doi.org/10.1007/s10803-009-0772-x .\nAyres, A. J. (1989). Sensory Integration and Praxis Tests (SIPT) .\nWestern Psychological Services.\nBaranek, G. T., David, F. J., Poe, M. D., Stone, W. L., & Watson, L.\nR. (2006). Sensory Experiences Questionnaire: discriminatingsensory features in young children with autism, developmentaldelays, and typical development. Journal of Child Psychology\nand Psychiatry ,47(6), 591 –601. https://doi.org/10.1111/j.1469-\n7610.2005.01546.x .\nBaranek, G. T., Boyd, B. A., Poe, M. D., David, F. J., & Watson, L. R.\n(2007). Hyperresponsive sensory patterns in young children with\nautism, developmental delay, and typical development. American\nJournal of Mental Retardation ,112(4), 233 –245. https://doi.org/\n10.1352/0895-8017(2007)112[233:HSPIYC]2.0.CO;2 .\nBaranek, G. T., Watson, L. R., Boyd, B. A., Poe, M. D., David, F. J.,\n& McGuire, L. (2013). Hyporesponsiveness to social and non-social sensory stimuli in children with autism, children withdevelopmental delays, and typically developing children. Devel-\nopment and Psychopathology ,25(2), 307 –320. https://doi.org/10.\n1017/S0954579412001071 .\nBaranek, G. T. (2009). Sensory Experiences Questionnaire (Version\n3.0, Unpublished manuscript)\nBarbaranelli, C., Caprara, G. V., Rabasca, A., & Pastorelli, C. (2003).\nA questionnaire for measuring the Big Five in late childhood.Personality and Individual Differences ,34(4), 645 –664. https://\ndoi.org/10.1016/S0191-8869(02)00051-X .\nBen-Sasson, A., Carter, A. S., & Briggs-Gowan, M. J. (2010). The\ndevelopment of sensory over-responsivity from infancy to ele-mentary school. Journal of Abnormal Child Psychology ,38(8),\n1193–1202. https://doi.org/10.1007/s10802-010-9435-9 .\nBen-Sasson, A., Hen, L., Fluss, R., Cermak, S. A., Engel-Yeger, B., &\nGal, E. (2009). A meta-analysis of sensory modulation symptomsin individuals with autism spectrum disorders. Journal of Autism\nand Developmental Disorders ,39(1), 1 –11.https://doi.org/10.\n1007/s10803-008-0593-3 .\nBen-Sasson, Cermak, S., Orsmond, G., Tager-Flusberg, H., Kadlec,\nM., & Carter, A. (2008). Sensory clusters of toddlers with autismspectrum disorders: differences in affective symptoms. Journal of\nChild Psychology and Psychiatry ,49(8), 817 –825. https://doi.\norg/10.1111/j.1469-7610.2008.01899.x .\nBillstedt, E., Gillberg, C. I., & Gillberg, C. (2007). Autism in adults:\nsymptom patterns and early childhood predictors. Use of the\nDISCO in a community sample followed from childhood. Jour-\nnal of Child Psychology and Psychiatry ,48(11), 1102 –1110.\nhttps://doi.org/10.1111/j.1469-7610.2007.01774.x .\nBirmaher, B., Brent, D. A., Chiappetta, L., Bridge, J., Monga, S., &\nBaugher, M. (1999). Psychometric properties of the screen for\nchild anxiety related emotional disorders (SCARED): A replica-tion study. Journal of the American Academy of Child and\nAdolescent Psychiatry ,38(10), 1230 –1236. https://doi.org/10.\n1097/00004583-199910000-00011 .\nBirmaher, B., Khetarpal, S., Cully, M., Balach, L., Kaufman, J., &\nNeer, S. M. (1997). The Screen for Child Anxiety RelatedEmotional Disorders (SCARED): Scale Construction and Psy-\nchometric Characteristics. Journal of the American Academy of\nChild & Adolescent Psychiatry ,36(4), 545 –553. https://doi.org/\n10.1097/00004583-199704000-00018 .\nBoterberg, S., & Warreyn, P. (2016). Making sense of it all: The\nimpact of sensory processing sensitivity on daily functioning ofchildren. Personality and Individual Differences ,92\n,8 0–86.\nhttps://doi.org/10.1016/J.PAID.2015.12.022 .\nBrennan, R. L. (1992). Generalizability theory. Educational Mea-\nsurement: Issues and Practice ,11(4), 27 –34.https://doi.org/10.\n1111/J.1745-3992.1992.TB00260.X .\nBrockevelt, B. L., Nissen, R., Schweinle, W. E., Kurtz, E., & Larson,\nK. J. (2013). A comparison of the Sensory Pro ﬁle scores of\nchildren with autism and an age- and gender-matched sample.South Dakota Medicine: The Journal of the South Dakota State\nMedical Association ,66, 11.\nBrown, G. L., Mangelsdorf, S. C., Agathen, J. M., & Ho, M.-H.\n(2008). Young children ’s psychological selves: Convergence\nwith maternal reports of child personality. Social Develop-\nment ,17(1), 161 –182. https://doi.org/10.1111/j.1467-9507.\n2007.00421.x .\nBrown, L., Millington, E., Robertson, A. E., & Simmons, D. (2021).\nChildren ’s Glasgow Sensory Questionnaire (C-GSQ): Validation\nof a Simpli ﬁed and VisuallyAided Questionnaire . In Prep.\nBuitendag, K., & Aronstam, M. C. (2010). The relationship between\ndevelopmental dyspraxia and sensory responsivity in childrenaged four to eight years - Part II. In South African Journal of\nOccupational Therapy (Vol. 40, Issue 3). Springer US. https://\ndoi.org/10.1007/978-1-4899-3142-9_5\nBundy, A. C., Shia, S., Qi, L., & Miller, L. J. (2007). How does\nsensory processing dysfunction affect play. American Journal of\nOccupational Therapy ,61(2), 201 –208. https://doi.org/10.5014/a\njot.61.2.201 .\nCheng, M., & Boggett-Carsjens, J. (2005). Consider sensory proces-\nsing disorders in the explosive child: case report and review. The\nCanadian Child and Adolescent Psychiatry Review ,14(2), 44.\n/pmc/articles/PMC2542921/\nCheung, P. P. P., & Siu, A. M. H. (2009). A comparison of patterns of\nsensory processing in children with and without developmental\ndisabilities. Research in Developmental Disabilities ,30(6),\n1468–1480. https://doi.org/10.1016/J.RIDD.2009.07.009 .\nDar, R., Kahn, D. T., & Carmeli, R. (2012). The relationship between\nsensory processing, childhood rituals and obsessive-compulsivesymptoms. Journal of Behavior Therapy and Experimental Psy-\nchiatry ,43, 679 –684. https://doi.org/10.1016/j.jbtep.2011.09.\n008.\nDavis, A. M., Bruce, A. S., Khasawneh, R., Schulz, T., Fox, C., &\nDunn, W. (2013). Sensory processing issues in young children\npresenting to an outpatient feeding clinic. Journal of PediatricJournal of Child and Family Studies"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Gastroenterology and Nutrition ,56(2), 156 –160. https://doi.org/\n10.1097/MPG.0b013e3182736e19 .\nDean, E. E., Little, L., Tomchek, S., & Dunn, W. (2017). Sensory\nprocessing in the general population: Adaptability, resiliency, andchallenging behavior. American Journal of Occupational Ther-\napy,72(1).https://doi.org/10.5014/ajot.2018.019919\nDepartment_of_Education. (2014). Children and Families Act .\nDunn, W. (2007). Supporting children to participate successfully in\neveryday life by using sensory processing knowledge. Infants and\nYoung Children ,20(2), 84 –101. https://doi.org/10.1097/01.IYC.\n0000264477.05076.5D .\nDunn, W., Little, L., Dean, E., Robertson, S., & Evans, B. (2016). The\nstate of the science on sensory factors and their impact on daily life\nfor children. OTJR: Occupation, Participation, and Health ,\n36(2_suppl), 3S –26S. https://doi.org/10.1177/1539449215617923 .\nDunn, W. (1999). The sensory pro ﬁle: Examiner ’s manual .\nDunn, W. (2014). Sensory Pro ﬁle 2 manual . Pearson.\nDynia, J. M., Walton, K. M., Sagester, G. M., Schmidt, E. K., &\nTanner, K. J. (2022). Addressing Sensory Needs for ChildrenWith Autism Spectrum Disorder in the Classroom, 1(7),\n105345122210937. https://doi.org/10.1177/10534512221093786\nEngel-Yeger, B., & Dunn, W. (2011). The relationship between sen-\nsory processing dif ﬁculties and anxiety level of healthy adults.\nBritish Journal of Occupational Therapy ,74(5), 210 –216. https://\ndoi.org/10.4276/030802211X13046730116407 .\nEvangelou, M., Taggart, B., Sylva, K., Melhuish, E., Sammons, P., &\nSiraj-Blatchford, I. (2008). Effective Pre-school, Primary and\nSecondary Education 3 –14 Project (EPPSE3 –14): What Makes a\nSuccessful Transition from Primary to secondary School?\nFox, C., Snow, P. C., & Holland, K. (2014). The relationship between\nsensory processing dif ﬁculties and behaviour in children aged\n5–9 who are at risk of developing conduct disorder. Emotional\nand behavioural dif ﬁculties ,19(1), 71 –88.https://doi.org/10.\n1080/13632752.2013.854962\n.\nFrith, U., & Happe, F. (1999). Theory of mind and self-consciousness:\nwhat is it like to be autistic? Mind and Language ,14(1), 82 –89.\nhttps://doi.org/10.1111/1468-0017.00100 .\nGal, E., Dyck, M. J., & Passmore, A. (2010). Relationships between\nstereotyped movements and sensory processing disorders in\nchildren with and without developmental or sensory disorders.\nAmerican Journal of Occupational Therapy ,64(3), 453 –461.\nhttps://doi.org/10.5014/ajot.2010.09075 .\nGaspar, T., Bilimória, H., Albergaria, F., & Matos, M. G. (2016).\nChildren with special education needs and subjective well-being:\nSocial and personal in ﬂuence. International Journal of Disability,\nDevelopment and Education ,63(5), 500 –513.\nGhanizadeh, A. (2011). Sensory processing problems in children with\nADHD, a systematic review. Psychiatry Investigation ,8(2), 89\nhttps://doi.org/10.4306/pi.2011.8.2.89 .\nGoodman, A., Lamping, D. L., & Ploubidis, G. B. (2010). When to\nuse broader internalising and externalising subscales instead of\nthe hypothesised ﬁve subscales on the Strengths and Dif ﬁculties\nQuestionnaire (SDQ): Data from British parents, teachers, andchildren. Journal of Abnormal Child Psychology ,38(8),\n1179–1191. https://doi.org/10.1007/s10802-010-9434-x .\nGoodman, R. (1997). The Strengths and Dif ﬁculties Questionnaire: A\nresearch note. Journal of Child Psychology and Psychiatry ,\n38(5), 581 –586. https://doi.org/10.1111/j.1469-7610.1997.\ntb01545.x .\nGoodman-Scott, E., & Lambert, S. F. (2015). Professional counseling\nfor children with sensory processing disorder. Counseling &\nHuman Services Faculty Publications ,12(2), 273 –292. https://\ndoi.org/10.15241/egs.5.2.273 .\nGreen, S. A., Ben-Sasson, A., Soto, T. W., & Carter, A. S. (2012).\nAnxiety and sensory over-responsivity in toddlers with autism\nspectrum disorders: Bidirectional effects across time. Journal ofAutism and Developmental Disorders ,42(6), 1112 –1119. https://\ndoi.org/10.1007/s10803-011-1361-3 .\nHair, J. F., Black, W. C., Babin, B. J., & Anderson, R. E. (2010).\nMultivariate data analysis . Prentice Hall.\nHeo, M., Kim, N., & Faith, M. S. (2015). Statistical power as a\nfunction of Cronbach alpha of instrument questionnaire items.BMC Medical Research Methodology ,15(1), 86 https://doi.org/\n10.1186/s12874-015-0070-6 .\nHochhauser, M. & Engel-Yeger, B. (2010). Sensory processing abil-\nities and their relation to participation in leisure activities among\nchildren with high-functioning autism spectrum disorder(HFASD). Research in Autism Spectrum Disorders ,4(4),\n746–754. https://doi.org/10.1016/J.RASD.2010.01.015 .\nHorder, J., Wilson, C. E., Mendez, M. A., & Murphy, D. G. (2014).\nAutistic traits and abnormal sensory experiences in adults.Journal of Autism and Developmental Disorders ,44(6),\n1461–1469. https://doi.org/10.1007/s10803-013-2012-7 .\nIsaacs, D., & Riordan, H. (2020). Sensory hypersensitivity in Tourette\nsyndrome: A review. Brain and Development ,42(9), 627 –638.\nhttps://doi.org/10.1016/J.BRAINDEV.2020.06.003 .\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased\nsound tolerance: hyperacusis, misophonia, phonophobia. ITHS\nNews Letter ,2,5–7.\nJorquera-Cabrera, S., Romero-Ayuso, D., Rodriguez-Gil, G., & Tri-\nviño-Juárez, J.-M. (2017). Assessment of sensory processing\ncharacteristics in children between 3 and 11 years old: A sys-tematic review. Frontiers in Pediatrics ,5,5 7 https://doi.org/10.\n3389/fped.2017.00057 .\nKapp, S. K., Steward, R., Crane, L., Elliott, D., Elphick, C., Pellicano, E.,\n& Russell, G. (2019). ‘People should be allowed to do what they\nlike’: Autistic adults ’views and experiences of stimming. Autism ,\n23(7), 1782 –1792. https://doi.org/10.1177/1362361319829628 .\nKaufman, S. B., Quilty, L. C., Grazioplene, R. G., Hirsh, J. B., Gray, J.\nR., Peterson, J. B., & DeYoung, C. G. (2016). Openness toexperience and intellect differentially predict creative achieve-\nment in the arts and aciences. Journal of Personality ,84(2),\n248–258. https://doi.org/10.1111/jopy.12156 .\nKersten, P., Czuba, K., McPherson, K., Dudley, M., Elder, H., Tauroa,\nR., & Vandal, A. (2016). A systematic review of evidence for the\npsychometric properties of the Strengths and Dif ﬁculties Ques-\ntionnaire. International Journal of Behavioral Development ,\n40(1), 64 –75.https://doi.org/10.1177/0165025415570647 .\nKinnaird, E., Stewart, C., & Tchanturia, K. (2019). Investigating\nalexithymia in autism: A systematic review and meta-analysis. In\nEuropean Psychiatry (Vol. 55, pp. 80 –89). Elsevier Masson SAS.\nhttps://doi.org/10.1016/j.eurpsy.2018.09.004\nKuiper, M., Verhoeven, E., & Geurts, H. (2018). The Dutch Glasgow\nSensory Questionnaire: Psychometric properties of an autism-speciﬁc sensory sensitivity measure. Autism ,23(4), 922 –932.\nhttps://doi.org/10.1177/1362361318788065 .\nLane, S. J., Reynolds, S., & Dumenci, L. (2012). Sensory over-\nresponsivity and anxiety in typically developing children andchildren with autism and attention de ﬁcit hyperactivity disorder:\ncause or coexistence. American Journal of Occupational Ther-\napy,66(5), 595 –603. https://doi.org/10.5014/ajot.2012.004523 .\nLiss, M., Timmel, L., Baxley, K., & Killingsworth, P. (2005). Sensory\nprocessing sensitivity and its relation to parental bonding, anxi-\nety, and depression. Personality and Individual Differences ,\n39(8), 1429 –1439. https://doi.org/10.1016/J.PAID.2005.05.007 .\nLittle, L., Freuler, A. C., Houser, M. B., Guckian, L., Carbine, K.,\nDavid, F. J., & Baranek, G. T. (2011). Psychometric validation of\nthe sensory experiences questionnaire. American Journal of\nOccupational Therapy ,65(2), 207 –210. https://doi.org/10.5014/a\njot.2011.000844 .\nLittle, L. M., Dean, E., Tomchek, S. D., & Dunn, W. (2017). Clas-\nsifying sensory pro ﬁles of children in the general population.Journal of Child and Family Studies"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Child: Care, Health and Development ,43(1), 81 –88.https://doi.\norg/10.1111/cch.12391 .\nMcCormick, C., Hepburn, S., Young, G. S., & Rogers, S. J. (2016).\nSensory symptoms in children with autism spectrum disorder,other developmental disorders and typical development: A\nlongitudinal study. Autism ,20(5), 572 –579. https://doi.org/10.\n1177/1362361315599755 .\nMeaselle, J. R., Ablow, J. C., Cowan, P. A., & Cowan, C. P. (1998).\nAssessing young children ’s views of their academic, social, and\nemotional lives: An evaluation of the self-perception scales of the\nBerkeley Puppet Interview. Child Development ,69(6),\n1556–1576. https://doi.org/10.1111/j.1467-8624.1998.tb06177.x .\nM u r i s ,P . ,M e e s t e r s ,C .&v a nd e nB e r g ,F .( 2 0 0 3 ) .T h eS t r e n g t h sa n d\nDifﬁculties Questionnaire (SDQ). European Child & Adolescent\nPsychiatry ,12(1), 1 –8.https://doi.org/10.1007/s00787-003-0298-2 .\nNeil, L., Olsson, N. C., & Pellicano, E. (2016). The relationship\nbetween intolerance of uncertainty, sensory sensitivities, and\nanxiety in autistic and typically developing children. Journal of\nAutism and Developmental Disorders ,46(6), 1962 –1973. https://\ndoi.org/10.1007/S10803-016-2721-9/FIGURES/3 .\nNorwood, S. (2007). Validity of self-reports of psychopathology from\nchildren of 4 –11 years of age. Vulnerable Children and Youth\nStudies ,2(2), 89 –99.https://doi.org/10.1080/17450120701403136 .\nPanagiotidi, M., Overton, P. G., & Stafford, T. (2018). The relation-\nship between ADHD traits and sensory sensitivity in the general\npopulation. Comprehensive Psychiatry ,80, 179 –185. https://doi.\norg/10.1016/j.comppsych.2017.10.008 .\nParham, D. L., Ecker, C., Miller-Kuhaneck, H., Henry, D. A., &\nGlennon, T. J. (2007). Sensory Processing Measure (SPM)\nmanual . Western Psychological Services.\nDepartment for Education and Department of Health. (2015). Special\neducational needs and disability code of practice: 0 to 25 years.\nAvailable at: https://www.gov.uk/government/publications/send-\ncode-of-practice-0-to-25 .\nPfeiffer, B., Daly, B. P., Nicholls, E. G., & Gullo, D. F. (2015).\nAssessing sensory processing problems in children with and\nwithout attention de ﬁcit hyperactivity disorder. Physical and\nOccupational Therapy in Pediatrics ,35(1), 1 –12.https://doi.org/\n10.3109/01942638.2014.904471 .\nPhares, V., Compas, B. E., & Howell, D. C. (1989). Perspectives on\nchild behavior problems: Comparisons of children ’s self-reports\nwith parent and teacher reports. Psychological Assessment: A\nJournal of Consulting and Clinical Psychology ,1(1), 68 –71.\nhttps://doi.org/10.1037/1040-3590.1.1.68 .\nPowers, S. W., Patton, S. R., Hommel, K. A., & Hershey, A. D.\n(2003). Quality of life in childhood migraines: clinical impact and\ncomparison to other chronic illnesses. Pediatrics ,112(1), e1 –e5.\nhttps://doi.org/10.1542/peds.112.1.e1 .\nRahkonen, P., Lano, A., Pesonen, A. K., Heinonen, K., Räikkönen, K.,\nVanhatalo, S., Autti, T., Valanne, L., Andersson, S., & Metsär-\nanta, M. (2015). Atypical sensory processing is common in\nextremely low gestational age children. Acta Paediatrica ,104(5),\n522–528. https://doi.org/10.1111/APA.12911 .\nRebok, G., Riley, A., Forrest, C., Star ﬁeld, B., Green, B., Robertson, J.,\n& Tambor, E. (2001). Elementary school-aged children ’s reports of\ntheir health: A cognitive interviewing study. Quality of Life\nResearch ,10(1), 59 –70.https://doi.org/10.1023/A:1016693417166 .\nReynolds, S., & Lane, S. J. (2009). Sensory over-responsivity and\nanxiety in children with ADHD. The American Journal of\nOccupational Therapy ,63(4), 433 –440. https://doi.org/10.5014/\nAJOT.63.4.433 .\nReynolds, S., Lane, S. J., & Thacker, L. (2011). Sensory processing,\nphysiological stress, and sleep behaviors in children with andwithout autism spectrum disorders, 32(1), 246 –257. https://doi.\norg/10.3928/15394492-20110513-02Riley, A. W. (2004). Evidence that school-age children can self-report\non their health. Ambulatory Pediatrics ,4(4), 371 –376. https://doi.\norg/10.1367/A03-178R.1 .\nRinaldi, L. J., Smees, R., Carmichael, D. A., & Simner, J. (2020).\nNumeracy skills in child synaesthetes: Evidence from grapheme-\ncolour synaesthesia.\nCortex ,126.https://doi.org/10.1016/j.cortex.\n2020.01.007\nRinaldi, L. J., Smees, R., Carmichael, D. A., & Simner, J. (2022). Big\nFive personality instruments for parents and children 6 +years:\nThe pictorial BFI-10-C; the de ﬁnitional BFI-44-c, and the BFI-\n44-parent . manuscript submitted for publication.\nRingoot, A. P., Jansen, P. W., Rijlaarsdam, J., So, P., Jaddoe, V. W.\nV., Verhulst, F. C., & Tiemeier, H. (2017). Self-reported problem\nbehavior in young children with and without a DSM-disorder in\nthe general population. European Psychiatry: The Journal of the\nAssociation of European Psychiatrists ,40, 110 –115. https://doi.\norg/10.1016/j.eurpsy.2016.08.009 .\nRobertson, A. E., & Simmons, D. R. (2013). The relationship between\nsensory sensitivity and autistic traits in the general population.Journal of Autism and Developmental Disorders ,43(4),\n775–784. https://doi.org/10.1007/s10803-012-1608-7 .\nRobertson, A. E. (2012). Sensory experiences of individuals with\nAutism Spectrum Disorder and autistic traits: a mixed methodsapproach . University of Glasgow.\nRobertson, A. E., & Simmons, D. R. (2008). A detailed examination of\nthe sensory sensitivities of children with autism spectrum andother developmental disorders. In Poster presented at the 2015\nInternational Meeting for Autism Research. 14th-16th May 2008 .\nRobinson, S., Howlin, P., & Russell, A. (2017). Personality traits,\nautobiographical memory and knowledge of self and others: Acomparative study in young people with autism spectrum disorder.\nAutism: The International Journal of Research and Practice ,21(3),\n357–367. https://doi.org/10.1177/1362361316645429 .\nSapey-Triomphe, L.-A., Moulin, A., Sonié, S., & Schmitz, C. (2018).\nThe Glasgow Sensory Questionnaire: Validation of a french\nlanguage version and re ﬁnement of sensory pro ﬁles of people\nwith high Autism-Spectrum Quotient. Journal of Autism and\nDevelopmental Disorders ,48(5), 1549 –1565. https://doi.org/10.\n1007/s10803-017-3422-8 .\nSchoen, S. A., Miller, L. J., & Sullivan, J. C. (2014). Measurement in\nsensory modulation: the Sensory Processing Scale Assessment.The American Journal of Occupational Therapy ,68(5), 522 –530.\nhttps://doi.org/10.5014/ajot.2014.012377 .\nSchoen, S. A., Miller, L. J., & Sullivan, J. (2017). The development\nand psychometric properties of the Sensory Processing ScaleInventory: A report measure of sensory modulation. Journal of\nIntellectual & Developmental Disability ,42(1), 12 –21.https://\ndoi.org/10.3109/13668250.2016.1195490 .\nSchwab, S. (2019). Friendship stability among students with and\nwithout special educational needs.\nEducational Studies ,45(3),\n390–401.\nSequeira, S. L., Silk, J. S., Woods, W. C., Kolko, D. J., & Lindhiem,\nO. (2019). Psychometric Properties of the SCARED in aNationally Representative U.S. Sample of 5 –12-Year-Olds. 49(6),\n761–772. https://doi.org/10.1080/15374416.2019.1614001\nSimner, J., Rinaldi, L. J., Koursarou, S., & Ward, J. (2022). Autistic\nTraits, Emotion Regulation, and Sensory Sensitivities in Children\nand Adults with Misophonia. Journal of Autism and Develop-\nmental Disorders ,In press .\nSimner, J., Smees, R., Rinaldi, L. J., & Carmichael, D. A. (2021).\nWellbeing differences in children with synaesthesia: anxiety and\nmood regulation. Frontiers in Bioscience (Elite Edition) ,13.\nSmees, R., Rinaldi, L. J., & Simner, J. (2019). Well-being measures\nfor younger children. Psychological Assessment ,32(2), 154 –169.\nhttps://doi.org/10.1037/pas0000768 .Journal of Child and Family Studies"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Smees, R., Rinaldi, L. J., & Simner, J. (2022). What is the link\nbetween autistic traits within the general population and creativity\nin children? [Manuscript submitted for publication]. Department\nof Psychology ,University of Sussex .\nS m i t h ,B . ,R o g e r s ,S .L . ,B l i s s e t t ,J . ,&L u d l o w ,A .K .( 2 0 2 0 ) .T h e\nrelationship between sensory sensitivity, food fussiness and food\npreferences in children with neurodevelopmental disorders. Appe-\ntite,150, 104643. https://doi.org/10.1016/j.appet.2020.104643 .\nSteward, R. L. (2015). Repetitive stereotyped behaviour or ‘stimming ’:\nAn online survey of 100 people on the autism spectrum. In Paper\npresented at the 2015 International Meeting for Autism Research.14th –16th May 2015 .\nTavassoli, T., Miller, L., Schoen, S., Brout, J., Sullivan, J., & Baron-\nCohen, S. (2018). Sensory reactivity, empathizing and system-\nizing in autism spectrum conditions and sensory processing dis-order. Developmental Cognitive Neuroscience ,29,7 2–77.https://\ndoi.org/10.1016/j.dcn.2017.05.005 .\nTaylor, C. (2018). The reliability of Free School Meal eligibility as a\nmeasure of socio-economic disadvantage: Evidence from the mil-lennium cohort study in Wales. British Journal of Educational Stu-\ndies,66(1), 29 –51.https://doi.org/10.1080/00071005.2017.1330464 .\nTomchek, S. D., Huebner, R. A., & Dunn, W. (2014). Patterns of\nsensory processing in children with an autism spectrum disorder.Research in Autism Spectrum Disorders ,8(9), 1214 –1224.\nhttps://doi.org/10.1016/J.RASD.2014.06.006 .\nUjiie, Y., & Wakabayashi, A. (2015). Psychometric properties and\noverlap of the GSQ and AQ among Japanese university students.International Journal of Psychological Studies ,7(2), p195 https://\ndoi.org/10.5539/ijps.v7n2p195 .\nWard, J., Brown, P., Sherwood, J., & Simner, J. (2018). An autistic-\nlike pro ﬁle of attention and perception in synaesthesia. Cortex ,\n107, 121 –130. https://doi.org/10.1016/J.CORTEX.2017.10.008 .\nWatling, R. L., Deitz, J., & White, O. (2001). Comparison of Sensory\nProﬁle scores of young children with and without autism spec-\ntrum disorders. The American Journal of Occupational Therapy ,\n55(4), 416 –423. https://doi.org/10.5014/ajot.55.4.416 .\nWigelsworth, M., Old ﬁeld, J., & Humphrey, N. (2015). Validation of\nthe Wider Outcomes Survey for Teachers (WOST): a measure forassessing the behaviour, relationships and exposure to bullying ofchildren and young people with special educational needs and\ndisabilities (SEND). Journal of Research in Special Educational\nNeeds ,15(1), 3 –11.https://doi.org/10.1111/1471-3802.12030 .\nYim, O., & Ramdeen, K. T. (2015). Hierarchical cluster analysis:\nComparison of three linkage measures and application to psy-\nchological data. The Quantitative Methods for Psychology ,11(1),\n8–21.https://doi.org/10.20982/tqmp.11.1.p008 .\nYochman, A., Parush, S., & Ornoy, A. (2004). Responses of preschool\nchildren with and without ADHD to sensory events in daily life.\nThe American Journal of Occupational Therapy ,58(3), 294 –302.\nhttps://doi.org/10.5014/ajot.58.3.294 .\nZhou, H., Roberts, P., & Horgan, L. (2008). Association between self ‐\nreport pain ratings of child and parent, child and nurse and parent\nand nurse dyads: Meta ‐analysis. Journal of advanced nursing ,\n63(4), 334 –342. https://doi.org/10.1111/j.1365-2648.2008.04694.x .Journal of Child and Family Studies"
    }
  ]
}