{
  "doc_type": "scientific paper",
  "title": "The Neurodiversity Concept",
  "authors": [
    "Sonuga Barke and Thapar"
  ],
  "year": 2021,
  "journal": "nature but rather behave as population dimensions with no clear-cut",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:48:34.683492Z",
  "source_pdf": "documents/research/Global/Sonuga Barke and Thapar 2021 The Neurodiversity Concept.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "This is a n  Op e n  Acces s doc u m e n t  dow nloa d e d  fro m  ORC A, Ca r diff U niver sity's\ninstitution al r e pository: h t t p s://orc a.c a r diff.ac.u k/id/e p rint/14 3 2 6 6/\nThis is t h e  a u t ho r’s version of a  wo rk t h a t  w as  s u b mitt e d  to / a c c e p t e d  for\np u blication.\nCit ation for final p u blish e d  ve rsion:\nSo n u g a-Bark e, Ed m u n d  a n d  Tha p ar, Anita ORCID: h t t p s ://orcid.org/00 0 0-\n0 0 0 2-3 6 8 9-7 3 7X 2 0 2 1. The n e u ro dive rsity conc e pt: is  it h elpful for clinicians\na n d  scientists? The  Lanc e t  Psychiat ry 8  (7) 1 0.1 0 1 6 /S 22 1 5-0 3 6 6(21)00 1 6 7-X\nfile \nP u blish e rs  p a g e: h t t p://dx.doi.org/10.10 1 6/S 2 2 1 5-0 3 6 6(21)00 1 6 7-X\n< h t t p://dx.doi.org/10.10 1 6/S2 2 1 5-0 3 6 6(21)00 1 6 7-X >\nPle a s e  not e: \nCh a n g e s  m a d e  a s  a  r e s ult of p u blishing p roc e s s e s  s u c h  a s  copy-e diting,\nfor m a t ting  a n d  p a g e  n u m b e r s  m ay not b e  r eflect e d  in  t his version. For t h e\nd efinitive ve rsion of t his p u blication, ple a s e  r efe r  to t h e  p u blish e d  sou rc e. You\na r e  a dvise d  to cons ult t h e  p u blish e r’s version if y ou wish to cit e t his p a p er.\nThis version is b ein g  m a d e  av ailable in a cco r d a n c e  wit h p u blish e r  policies.\nS e e  \nh tt p://orc a.cf.ac.uk/policies.ht ml for u s a g e  polici es. Copyright  a n d  m o r al right s\nfor p u blications m a d e  available in ORCA a r e  r e t ain e d  by t h e  copyrig ht\nhold e rs."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "The neurodiversity concept : Is it helpful for clinicians and scientists? \n \nAttention-deficit/hyperactivity disorder (ADHD) and autism spectrum disorder (ASD) are currently \nconceptualised as discrete, categorical neurodevelopmental disorders (NDs) that originate in early \ndevelopment1 and involve brain dysfunction2. From one perspective, current definitions provid e \nimportant clarity for clinical practice and ensure we are guided by research progress over the last 40 \nyears3. In contrast, others have argued that alternative ways of thinking are needed. Some \nchallenges to current concepts are empirical. For instance, research shows that neither ADHD or ASD \nare, in fact, categorical in nature but rather behave as population dimensions with no clear-cut \nboundary into disorder 1. The different neurodevelopmental disorders also show very marked \nphenotypic and genetic overlap 1,4. Furthermore, neurodevelopmental conditions are highly \nheterogeneous - individuals with similar clinical presentations display very different neuro-cognitive \nprofiles5,6. Finally, for ADHD and possibly ASD, emerging evidence of adult-onset forms could be \nviewed as chall enging their neurodevelopmental status 7,8. Alongside, but largely independent of \nempirical challenges9,10, has come an ideologically-inspired proposal to completely rethink the way \nwe understand these conditions – replacing the notion of disorder underpinned by dysfunction with \nthat of neurodiversity.   \n \nNeurodiversity is a concept that shares much in common with civil rights thinking . The term has \nbeen adopted by many of those who are affected although there is much variability in how radically \nit is interpreted . Some have question ed/reject ed the notion that ADHD and ASD is caused by brain \ndysfunction and so intrinsically impairing. From the neurodiversity perspective these conditions are \nseen as variations in brain structure and function that lead to ways of think ing and behav ing that are \ndifferent from most people in a society – differences that, crucially, can be advantageous (both to \nthe individual and the group) under some circumstances and disadvantageous under others. The"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "impairment suffered by people with neurodiversity occurs, not as an intrinsic part of a disorder, but \nbecause there is a mismatch between their ways of thinking and behaving and their environments - \nenvironments structured in accordance with neurotypical perspectives. Furthermore, neurotypical \nperspectives can undervalue and undermine the unique gifts, strengths and qualities that \nneur odiverse individuals bring to a situation. This can lead to shame/stigma and low self-worth \nwhich can lead to mental health problems . The neurodiversity movement privileges the perspectives \nand experiences of neurodiverse individuals over clinicians and scientists and encourag es them to \ntake control of narratives about their lives .  \n \nAdopting a neurodiversity perspective on ADHD and ASD will change the focus and purpose of \nresearch and how it is practised. While disorder-based and neurodiversity-inspired researchers can \nbe seen as having the same ultimate goal – to provide an evidence-base to reduce the impairment \nand suffering experienced by neurodiverse people - they go about achieving this in radically different \nways. Research carried out within the disorder-based framework, with which we are most familiar, \nfocuses on understanding the bio-psycho-social basis of dysfunction within the individual so that this \ncan be targeted, symptoms can be alleviated, and associated impairment can therefore be reduced. \nBy adopting a neurodiversity framework, the researcher will turn the spotlight on: i) the \nneurodiverse person ’s physical and social environment in an attempt to understand how its \nstructure constrains and limits them and leads to impairment and to undermining their sense of self \nand wellbeing and; ii) the experience of living with ADHD and ASD within those environments. There \nwill also be a focus on uncovering the strengths and talents of neurodiverse people – either those \nthat may be linked closely to their condition (e.g., creativity and energy in ADHD; an eye for detail \nand orderly thinking in ASD) or obscured by it under normal circumstances. Finally, there will be a \nstrong interest i n understanding the attitudes of neurotypical individuals and organisations towards \nneurodiverse people and how these create risks for stigma, low self-esteem and mental health \nproblems. The neurodiversity perspective will also lead to a new more participatory way of doing"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "research with neurodiverse individuals collaborating in the co-design of studies and co-creation and \ninterpretation of knowledge – forging a shared narrative of what it means to have ADHD or ASD and \nways that impairment can be alleviated by transforming social structures. From a radical \nneurodiversity perspective, the goal of understanding the pathophysiology of ADHD and ASD could \nbe relegated to being of secondary importance – perhaps as a way of studying individual-\nenvironment match and mismatch. \n \nThe research priorities encouraged by a neurodiversity orientation are mirrored at the level of \nclinical practice. The focus again is shifted to the environment – with a strong focus on adapting \nenvironments in school, the workplace and other settings to make them neurodiverse friendly and \non changing attitudes of neurotypical people. This would include setting a societal agenda that \nfocuses on adjusting environments to better suit those who are different. This contrasts with the \nexpectation of the specialist clinician “fixing” or removing the deficit. The paradigm could emphasise \nmore societal and public health responsibilities for supporting neurodiversity. This would include \ndealing with stigma, stereotypes and discrimination via public education, training, policy and \nlegislation. An advantage of these approaches is that they reduce complete dependence on \nspecialist health care provision where a diagnosis is often required for allocating resources including \nchanges to school or the workplace . Interventions can also look to transform the way that \nneurodiverse people see themselves focusing on a strengths-based perspective that facilitates \nstrengths and talents.  \n \nWe eschew a radical interpretation of neurodiversity because a diagnosis and treatment has been \nshown to be helpful for many . However, rather than a complete reliance on disorder-based concepts \nand related treatment approaches, we can see many advantages of incorporating the concept of \nneurodiversity alongside mainstream research and clinical practice. Indeed , there is no contradiction \nbetween traditional approaches that look to give neurodiverse individuals additional resources"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "through clinical treatment and neurodiverse approaches that look to adapt environments and \ntransform neurotypical attitudes – both approaches are beneficial and together will improve the \nlives of neurodiverse people.  \n \n \nAuthors: Edmund Sonuga-Barke1 and Anita Thapar2 \n \n1 School of Psychiatry, Institute of Psychiatry, Psychology & Neuroscience, King’s College London.  \n2 Child and Adolescent Psychiatry Section, Division of Psychological Medicine and Clinical \nNeurosciences and MRC Centre for Neuropsychiatric Genetics and Genomics, Cardiff University \nSchool of Medicine, Cardiff \n \nAddress for correspondence: thapar@cf.ac.uk \n \nDisclosures:  \nAnita Thapar is on the board of ADHD Foundation: A UK neurodiversity charity. Her research on \nneurodevelopmental disorders is funded by the Wellcome Trust and Waterloo Foundation.  Edmund \nSonuga-Barke has received consultancy from Neurotech Solutions, grant funding from QB-Tech and \nspeaker fees from Takeda and Medice. He is the editor- in-chief of the Journal of Child Psychology & \nPsychiatry from whom he receives an honorarium. His research is supported by the Maudsley NIHR \nBRC, the ESRC, MRC and NIHR."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "References \n \n1. Thapar A, Cooper M, Rutter M. Neurodevelopmental disorders. Lancet Psychiatry. 2017 \nApr;4(4):339- 346.  \n \n2 Posner J, Polanczyk GV, Sonuga-Barke E (2020). Attention-deficit/hyperactivity disorder. \nLancet, 395 (10222), 450- 462.  \n \n3 Sonuga- Barke E (2020). “People get ready”: Is mental disor der diagnostics ripe for Kuhnian \nRevolution . J Child Psychol Psychiat , 61, 1-3.  \n \n4 Kushki, A., Anagnostou, E., Hammill, C. et al.  Examining overlap and homogeneity in ASD, \nADHD, and OCD: a data-driven, diagnosis-agnostic approach. Transl Psychiatry,  9, 318 \n(2019).  \n5 Stevens MC, Pearlson GD, Calhoun VD, Bessette KL (2018). Functional Neuroimaging \nEvidence for Distinct Neurobiological Pathways in Attention-Deficit/Hyperactivity Disorder. \nBiol Psychiat: Cog Neurosci Neuroimaging, 3 , 675-685.  \n6 Geurts H, Sinzig J, Booth R, Happe F (2014) Neur opsychological heterogeneity in executive \nfunctioning in autism spectrum disorders, International J Dev Disabil,  60, 155-162 \n7 Asherson P, Agnew-Blais J. (2019). Annual Research Review: Does late-onset attention-\ndeficit/hyperactivity disorder exist? J Child Psychol Psychiat , 60, 333-352.  \n \n8 Riglin, L, Wooton, R, Livingston L et al. (2021) Variable emergence of Autism Spectrum \nDisorder symptoms from childhood to early adulthood. American Journal of Psychiatry. In \npress.  \n9 Mandy W. (2018). The Research Domain Criteria: A new dawn for neurodiversity \nresearch? Autism, 20, 642- 644. \n10 Musser ED. Raiker JS (2019). Attention-deficit/hyperactivity disorder: An integrated \ndevelopmental psychopathology and Research Domain Criteria (RDoC) approach. \nComprehensive Psychiat , 90, 65-72."
    }
  ]
}