{
  "doc_type": "scientific paper",
  "title": "Early Maladaptive Schemas in Misophonia",
  "authors": [
    "Stalias Mantzikos"
  ],
  "year": 2023,
  "journal": "journalInformation?journalCode=rcnp20",
  "doi": "10.1080/13284207.2023.2171786",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:11:45.363879Z",
  "source_pdf": "documents/research/Global/Stalias Mantzikos 2023 Early Maladaptive Schemas in Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:3/23/2023 1:08:01PM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0010045\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Clinicalpsychologist.\nArticleTitle: Earlymaladaptive schemasinmisophonia\nArticleAuthor: Stalias-Mantzikos\nDate:19Mar2023Pages:1-14\nLCN-2007233093;\nPublisher: London:Taylor&Francis1996-\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=rcnp20\nClinical Psychologist\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/rcnp20\nEarly maladaptive schemas in misophonia\nMaria E. Stalias-Mantzikos, Usha Barahmand, Kerry Aguero, Laurisa Peters &\nNaila Shamsina\nTo cite this article:  Maria E. Stalias-Mantzikos, Usha Barahmand, Kerry Aguero, Laurisa Peters\n& Naila Shamsina (2023): Early maladaptive schemas in misophonia, Clinical Psychologist, DOI:\n10.1080/13284207.2023.2171786\nTo link to this article:  https://doi.org/10.1080/13284207.2023.2171786\nPublished online: 19 Mar 2023.\nSubmit your article to this journal \nArticle views: 2\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Early maladaptive schemas in misophonia\nMaria E. Stalias-Mantzikos\na,b, Usha Barahmand\na, Kerry Aguero\na, Laurisa Peters\na \nand Naila Shamsina\na\naDepartment of Psychology, City University of New York, Queens College, New York, NY, USA; bWestchester Community College, SUNY, \nNew York, NY, USA\nABSTRACT\nObjective: The study aimed to identify early maladaptive schemas that may be characteristic of \nindividuals with misophonia.\nMethod: A sample of 289 individuals were recruited from social media websites. Participants \nresponded to the Young Schema Questionnaire-Short Form, which assesses early maladaptive \nschemas (EMS), and the New York Misophonia Scale, a two-part self-report instrument rating \nthe severity of emotional distress to misophonic triggers and the nature of behavioural \nreactions to misophonic triggers. Gender differences in the study variables were first examined \nusing a series of univariate analysis of variance. To test the relationship between features of \nmisophonia and EMS, correlation coefficients were calculated. Multiple regression analyses \nwere then conducted by including age, gender and YSQ-SF scores as predictors and misopho -\nnic distress, aggressive reactions, and non-aggressive reactions as outcomes.\nResults: Results revealed that higher insufficient self-control EMS was a common predictor of \nall aspects of misophonia, while higher age, female gender and higher social isolation/aliena -\ntion EMS were predictive of the aversive emotional reactions in misophonia. Higher depen -\ndence and unrelenting standards EMS were specific predictors of non-aggressive reactions \nwhile dependence and vulnerability to harm or illness EMS were specific predictors of aggres -\nsive reactions to misophonic triggers.\nConclusions: Findings imply that schema therapy may be an effective intervention to alleviate \nmisophonic distress.\nKEY POINTS\nWhat is already known about this topic:\n(1) Previous research has associated misophonia with psychopathological conditions such as \nobsessive-, anxiety, and depressive disorders.\n(2) Childhood adversities and early maladaptive schemas have been implicated as risk factors \nin obsessive-compulsive, anxiety, and depressive disorders.\n(3) Research on early maladaptive schemas that may be a common link shared by misophonia \nand obsessive-compulsive, anxiety, or depressive disorders is lacking.\nWhat this topic adds:\n(1) The current study revealed that schemas within the disconnection/rejection and over -\nvigilance/inhibition domains are common to both misophonia and anxiety disorders while \nthose within the other-directedness domain may serve to distinguish misophonia.\nfrom anxiety disorders.\n(2) Similarly, schemas associated with disconnection/rejection and impaired autonomy/per -\nformance domains that have been reported as significant predictors and maintaining \nfactors of depressive symptoms are also found to be associated with misophonia.\n(3) Furthermore, the insufficient self-control schema within the impaired limits domain \nappears to be the only one common across both misophonia and OCD.ARTICLE HISTORY \nReceived 31 January 2022  \nAccepted 17 January 2023 \nKEYWORDS \nEarly maladaptive schemas; \nmisophonia; schema \ntherapy; distress\nMisophonia was first formulated by Jastreboff and \nJastreboff (2001 ) and is a disorder in which specific \nsounds or stimuli related to those sounds decreases \none’s tolerance to the stimuli (Swedo et al., 2022 ). \nThese specific sounds have been identified as trigger \nsounds and they include human-driven actions such as \nchewing, pen clicking, tapping, and lip-smacking (Edelstein et al., 2013 ). The misophonia criterion has \nbeen expanded to include visual stimuli such as crack -\ning knuckles, jiggling, and swinging legs (Swedo et al.,  \n2022 ) as well as olfactory and tactile stimuli (Dozier,  \n2015 ; Zhou et al., 2017 ). In response to the trigger \nstimuli, individuals with misophonia may experience \ndistress as reflected by increased autonomic arousal \nCONTACT Usha Barahmand \n usha.barahmand@qc.cuny.eduCLINICAL PSYCHOLOGIST                                 \nhttps://doi.org/10.1080/13284207.2023.2171786\n© 2023 Australian Psychological Society"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "and negative affect such as anger, irritation, disgust, or \nanxiety. The trigger stimuli may also evoke behavioural \nreactions such as escape or avoidance from the situa -\ntions in which the trigger stimuli may be encountered, \naggression directed towards the source of the trigger \nstimuli (Swedo et al., 2022 ) or mimicking of trigger \nsounds (Edelstein et al., 2013 ; Hadjipavlou et al., 2008 ).\nConcerning auditory misophonia experiences, miso -\nphonia has been linked to an increased sensitivity \nbetween the functional connections of the auditory, lim-\nbic, and nervous systems (Schwartz et al., 2011 ). Research \nby Edelstein et al. (2013 ) demonstrated that misophonic \npatients show autonomic reactivity to sound but not to \nother sensory stimuli. Currently, misophonia is not recog -\nnized as a distinct psychiatric disorder, literature is limited \nand research on misophonia is still in its early stages. \nSwedo et al. (2022 ), who are responsible for formulating \nthe consensus definition of misophonia, report that by \nJanuary 2021, misophonia research had been conducted \nfor less than 0 years with fewer than 100 peer-reviewed \npapers. Thus, a consensus definition was considered an \nimportant step for cohesion in research within an area \nwhere researchers and clinicians are still trying to under -\nstand causes and correlates in order to better serve and \nsupport those experiencing misophonia.\nAlthough the research is limited and misophonia is \nnot formally recognized as a psychiatric disorder, \nresearch and clinical practice in misophonia have asso -\nciated misophonia with various psychopathological dis-\norders such as obsessive-compulsive disorder (OCD), \nattention-deficit hyperactivity disorder (ADHD), depres -\nsion, eating disorder, obsessive-compulsive personality \ndisorder (OCPD), social anxiety disorder, post-traumatic \nstress disorder (PTSD), and anxiety (Rouw & Erfanian,  \n2018 ; Wu et al., 2014 ), in addition to audiological dis-\norders such as tinnitus and hyperacusis (Greenberg,  \n2017 ; Jastreboff & Jastreboff, 2001 ).\nSeveral studies have implicated childhood adversities \n(Bey et al., 2017 ; Castellini et al., 2018 ; Hayward et al.,  \n2020 ; Tao et al., 2021 ), attachment insecurity \n(Cortés-García et al., 2020 ; Tasca, 2019 ; Van Assche et al.,  \n2020 ; van Leeuwen et al., 2020 ), and distorted thinking \npatterns (Kube et al., 2019 ; Maric et al., 2010 ; Rowlands \net al., 2021 ; Tibi et al., 2018 ) as risk factors or causal \nmechanisms in depression, anxiety, OCD, and eating dis-\norders. Given the association between misophonia and \nsuch disorders there may be justification to assume that \nsuch risk factors are central to misophonia as well. \nA theoretical framework that refers to cognitive vulner -\nability for psychopathology is Young’s schema theory. \nThis theory builds on attachment theory and considers \nearly maladaptive schemas (EMS) as central to the devel -\nopment and maintenance of psychopathology. As based on Young’s theory, children have five core emotional \nneeds which are: 1. Secure attachment with others, 2. \nAutonomy, 3. Freedom to express valid needs and emo -\ntions, 4. Spontaneity and play, and 5. Realistic limits and \nself-control. If these 5 core needs are not met \na maladaptive representation of the environment is cre-\nated leading to the creation of EMS. According to Young \net al. (2003 ), an EMS is a dysfunctional thinking pattern \nabout the self and others. In childhood, EMS are \na representation of the child's reality, while in adulthood \nthey may lead to dysfunctional clinical states because \nthey selectively filter experiences. Young (1994 ), originally \nidentified 18 early maladaptive schemas separated into 5 \ndomains which mirror the 5 core emotional needs: (1) \ndisconnection and rejection domain, (2) impaired auton -\nomy and performance domain, (3) impaired limits \ndomain, (4) other-directedness domain, and (5) over vig-\nilance and inhibition domain. The Young Schema \nQuestionnaire (YSQ) was created for EMS identification \nand assessment purposes and the Young Schema \nQuestionnaire-Short Form (YSQ-SF) is a 75-item question -\nnaire which assesses 5 domains and 15 out of the original \n18 EMS was further created for both compliance and \naccuracy since both may be compromised in clinical \nsamples due to length (Oei & Baranoff, 2007 ). The five \ndomains and their associated schemas are listed and \nexplained in Table 1. The 3 EMS not assessed by the YSQ- \nSF are Approval Seeking/Recognition Seeking from the \nOther-Directedness Domain and from the Overvigilance/ \nInhibition Domain the Negativity/Pessimissm and the \nPunitiveness EMS.\nKizilagac (2019 ) claims that most early maladaptive \nschemas can be associated with several psychological \ndisorders. Empirical attempts have been made to iden -\ntify early maladaptive schemas characteristic of specific \nforms of psychopathology (see Table 2).\nGiven that misophonia also is characterized by heigh -\ntened autonomic arousal and negative affect to specific \ntrigger stimui along with avoidance tendencies \n(Cassiello-Robbins et al., 2020 ) and perfectionism (Jager \net al., 2020 ), we anticipate schemas of social isolation/ \nalienation, vulnerability to harm or illness, insufficient \nself-control and unrelenting standards to be more \nstrongly associated with misophonia than the other sche -\nmas. The identification of distinct schema profiles in the \nvarious psychopathologies may not only provide insight \non risk factors but also provide viable treatment options.\nYoung et al. (2003 ) suggested a form of therapy \nknown as schema therapy which would aid individuals \nwith psychological disorders. Schema therapy (ST), ori-\nginally conceived as an option for treating non- \nresponders to cognitive behavioural therapy such as \nthose with personality disorders (Young et al., 2003 ), 2\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "has gained increased attention in recent years. Schema \ntherapy has demonstrated efficacy across various dis-\norders including cluster C personality disorders \n(Bamelis et al., 2014 ), mood and anxiety disorders \n(Malogiannis et al., 2014 ; Renner et al., 2015 ), eating \ndisorders (McIntosh et al., 2016 ), posttraumatic stress \ndisorder (Cockram et al., 2010 ) and when treating transdiagnostic factors such as emotional dysregula -\ntion (Dadomo et al., 2016 ). The multiphasic nature of \nST incorporates a variety of psychotherapeutic theories \nand techniques including psychodynamic and attach -\nment theory as well as experiential therapeutic \napproaches (e.g., two-chair technique) (Bachrach & \nArntz, 2021 ). The activation of early maladaptive Table 1. The five schema domains and the associated ems as assessed by the YSQ-SF.\nDomain/Schema Concise Description\nDomain 1: Disconnection and \nRejectionDetached, cold and rejecting family of origin. Core unmet need of secure attachment with others.\n(1) Abandonment/Instability There is an expectation that important people in one’s life will not be there.\n(2) Mistrust/Abuse Expectation that important people in one’s life will abuse, humiliate, lie, or manipulate.\n(3) Emotional Deprivation The expectation that the desired emotional connection will not be fulfilled and its broken down into \na. deprivation of nurturance, b. deprivation of empathy, and c. deprivation of protection.\n(4) Defectiveness/Shame The perception that one is flawed, bad, inferior, worthless and unlovable.\n(5) Social Isolation/Alienation The individual feels different from the larger social unit outside the family.\nDomain 2: Impaired Autonomy and \nPerformanceThe family of origin is undermining of the child’s confidence and as an outcome the individual may manifest an \ninability to separate, survive, and function independently. Core unmet need of autonomy.\n(6) Dependence/Incompetence The individual experiences an inability to handle everyday responsibilities without the help from others.\n(7) Vulnerability to Harm or Illness There is the experience of exaggerated fear regarding catastrophe in one or more of these domains: a medical \n(disease), emotional (breakdown) and/or external (natural disaster) disaster could strike at any moment\n(8) Enmeshment/Undeveloped Self There is a lack of a real sense of identity due to overinvolvement with a parent or significant other.\n(9) Failure to Achieve There is an expectation that there will be failure in any attempt of achievement\nDomain 3: Impaired Limits Permissive parenting style resulting in a lack of direction, sense of superiority, and overindulgence. Core unmet \nneed of realistic limits and self-control.\n(10) Entitlement/Grandiosity The individual develops feelings of superiority and entitlement to special rights\n(11) Insufficient Self-Control There is no regulation of emotion or impulse so as to achieve personal goals. Individual may avoid conflict or \nresponsibility through discomfort avoidance.\nDomain 4: Other-Directedness The family structure was one where children felt conditional acceptance. Core unmet need of freedom to \nexpress valid needs and emotions.\n(12) Subjugation The individual will surrender to others either through 1. subjugation of needs, where one suppresses own \npreferences and 2. subjugation of emotions, where one suppresses emotional responses of happiness, anger \netc. Individual becomes compliant and may present as passive-aggressive, experience uncontrolled \noutbursts or psychosomatic complaints.\n(13) Self-Sacrifice There is voluntary suppression of own needs of another’s satisfaction.\nDomain 5: Overvigilance and \nInhibitionAs children these individuals were required to exhibit self-control in regards to spontaneity and pleasure and \nusually express pessimism and worry as if everything could fall apart. Core unmet need of spontaneity and \nplay.\n(14) Emotional Inhibition The individual expresses an 1. inhibition of anger, 2. inhibition of positive impulse, 3. difficulty expressing \nvulnerability, and 4. rationality at the expense of emotion.\n(15) Unrelenting Standards The belief that one must attain an internalized standard of achievement and failing to do so will bring criticism. \nWhen maladaptive, the belief may manifest as 1. perfectionism, 2. Rigid rules and 3. preoccupation with time \nand efficiency.\nAdapted from Young et al. (2003, pp. 14–17) .\nTable 2. Schemas identified as characteristic in specific psychological disorders.\nPsychological \nDisorder Early Maladaptive Schemas\nGAD Schemas associated with the Other-Directedness and Over-Vigilance/Inhibition domains (Koerner et al., 2015 ) \nSchemas associated with Impaired Autonomy and Performance domain (Shorey et al., 2015 ) \nEmotional deprivation, abandonment, approval seeking (Popa et al., 2017 )\nSocial anxiety Schemas associated with the Disconnection and Rejection domain (Mairet et al., 2014 )\nDepression Schemas associated with the disconnection and rejection and impaired autonomy/performance domains (Tariq et al., 2021 ; \nWegener et al., 2013 ) \nAbandonment, dependence, vulnerability to harm, and insufficient self-control (Voderholzer et al., 2013 ) \nSchemas associated with Disconnection and Rejection and Impaired Limits domains (Shorey et al., 2015 ) \nSocial isolation and defectiveness/shame (Bishop et al., 2022 )\nOCD Social isolation, vulnerability to harm or illness, negativity and pessimism, emotional deprivation, defectiveness, failure, \ndependence/incompetence, subjugation, unrelenting standards, entitlement and approval seeking (Atalay et al., 2008 ) \nAbandonment, dependence, vulnerability to harm, and insufficient self-control (Voderholzer et al., 2013 ) \nDependence and vulnerability to harm (Kim et al., 2013 ; Kwak & Lee, 2015 ) \nEnmeshment, failure, punitiveness, insufficient self-control and self-sacrifice (Kizilagac, 2019 )\nBulimia Insufficient self-control, and emotional deprivation (Pauwels et al., 2016 )\nAnorexia Failure, subjugation, and unrelenting standards (Pauwels et al., 2016 )\nBipolar disorder Abandonment, failure, insufficient self-control, subjugation and unrelenting standards, enmeshment, entitlement (Nilsson et al.,  \n2015 )\nMania Entitlement (Munuera et al., 2020 )CLINICAL PSYCHOLOGIST\n 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "schemas is assumed to initiate and perpetuate psycho -\nlogical distress and upon the triggering of early mala -\ndaptive schemas, the individual may employ one of \nthree following categories of coping strategies: surren -\nder, avoidance, and overcompensation. The combina -\ntion of the maladaptive schema and the coping \nstrategy utilized to help mitigate the distress from \nthe activated schema describes the individual’s emo -\ntional-cognitive-behavioural state or the individual’s \nschema mode (Bachrach & Arntz, 2021 ). Therefore, \nthe weakening of the maladaptive schema modes \nand strengthening of a functional schema mode is \nfrequently a therapeutic goal (Wibbelink et al., 2022 ). \nAccordingly, in ST experiential techniques address \nmaladaptive schema modes, providing patients with \nthe opportunity to emotionally process aversive child -\nhood memories which results in a change in their \nsymptoms and their EMSs (Yakın et al., 2020 ). Change \nis achieved through an increase in awareness, under -\nstanding of childhood origin as well as environmental \ntriggers, and in turn replacement of maladaptive with \nadaptive schema (Young et al, 2003 ). Furthermore, \ngender-specific EMS patterns have been reported for \nsome psychological problems (Cudo et al., 2022 ; \nMarengo et al., 2019 ; Pozza et al., 2020 ), implying that \ngender-specific EMSs could impact on the delivery of \ntherapy\nGiven its efficacious treatment of various disorders, \nST may show promising results for misophonia too. \nThe current exploratory study attempted to further \nour understanding of misophonia by examining early \nmaladaptive schemas relevant to misophonic distress \nand subsequent behavioural reactions and any poten -\ntial gender-specific patterns. Since EMS have been \nimplicated with other forms of psychopathology \nexploring such influences in misophonia can give \nmeaningful insight. Additionally, just as with any psy-\nchopathology, prevention and treatment initiatives \ncan be advanced by the understanding of the asso -\nciated factors. The schemas identified therefore, may \nnot only be amenable to modification through schema \ntherapy as treatment, but core needs in childhood may \nbe targeted as a prevention strategy in vulnerable \npopulations.\nMethod\nParticipants\nG*Power software (free download: www.gpower. \nhhu.de ) generated a sample size estimate based on \nthe use of a fixed model multiple linear regression \nwith 18 predictors. Cohen’s ƒ2 is a measure of effect size used for a multiple regression. Effect size mea -\nsures for ƒ2are 0.02, 0.15, and 0.35, indicating small, \nmedium, and large, respectively. In previous \nresearch, for most EMSs in various forms of psycho -\npathology, small to medium-sized effects have been \nreported (Bishop et al., 2022 ; Khosravani et al., 2017 ; \nKim et al., 2013 ). Similarly, studies on gender differ -\nences in EMSs have revealed small to medium-sized \neffects (Janson et al., 2019 ; Shorey, Anderson, et al.,  \n2012 ). Therefore, based on effect size confidence \nintervals in the small to medium range a minimum \nsample size of 217 was needed to detect an effect \nsize of .10 at 80% power with an error rate probabil -\nity of p = 0.05. Also, as per Cohen’s suggestion, for an \nomnibus ANOVA of fixed effects of 15 variables \nacross three groups (male, female and nonbinary), \nwith a small to medium-sized effect, f2 of .20, a total \nsample size of 246 (82 individuals in each group) \nwould be necessary. Assuming that up to 5% to \n10% of data might not be usable following data \ncollection, we sought to recruit at least 280 partici -\npants for the study. Ethical approval (No. 2020-0779; \n10/29/2020) was granted by the Ethics Committee of \nthe City University of New York and all procedures \nwere conducted following the Declaration of \nHelsinki. Participant recruitment occurred between \nJuly 2021 and September 2021. Informed written \nconsent was obtained from all participants. Any par-\nticipants either missing questionnaires or demo -\ngraphic data were excluded, leaving a sample of \n289. Next, Mahalanobis distance, Cook’s distance \nand leverage were used for multivariate outliers \ndetection. Observations classified as outliers by at \nleast two of the methods were removed leaving \na final sample of 286 individuals. Ages ranged \nbetween 18 and 62 years (mean = 28.9 years, SD =  \n8.69), and 186 were female (65%), 85 were males \n(29.7%) and 15 were non-binary (5.2%). The demo -\ngraphic characteristics of the sample are presented \nin Table 3.\nMeasures\nYoung schema questionnaire-short form (YSQ-SF) \n(Young, 1994 )\nThe YSQ-SF is a seventy-five-item self-report measure \ndesigned to assess early maladaptive schemas (EMS). \nEarly maladaptive schemas can develop during child -\nhood and onward through an individual’s lifetime. EMS \nare deeply rooted processes or themes that can give an \nindividual set beliefs or perceptions about themselves \nand the world around them. Each item is rated on \na 6-point Likert scale ranging from 1=completely untrue 4\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "of me to 6=describes me perfectly . The reliability coeffi -\ncients of the YSQ-SF subscales are provided in Table 4.\nNew york misophonia scale (NYMS; Barahmand \net al., 2023 )\nTo measure symptoms of misophonia, a newly developed \nscale called the NYMS was used. This scale was chosen as \nthe authors designed the scale as an instrument for \nscreening for misophonia in non-clinical situations. \nFurthermore, the measure provides separate scores for \nthe emotional distress, aggressive behavioural reactions \nand non-aggressive behavioural responses of individuals \nexperiencing misophonia (Barahmand et al., 2023 ). The \nNYMS is a two-part self-report instrument assessing \n(1) the severity of emotional distress to misophonic trig-\ngers and (2) the nature of behavioural reactions to \nmisophonic triggers. Part 1 includes 25 triggers (e.g., \nsomeone chewing loudly) that are likely to elicit negative \nTable 4. Scale reliabilities and results of the univariate analysis of variance for gender differences in the study variables (n = 286).\nVariables Reliability Cronbach’s αMales(m) Females(f) Non-binary(n)\nM SD M SD M SD F/Welch’s F Eta2\nMisophonic Distress .91 56.85 18.70 64.09 m 17.33 60.00 17.10\n4.93**.034\nAggressive Reactions .85 25.29 7.47 28.17 m 7.33 25.60 5.75\n4.88**.033\nNon-Aggressive Reactions .71 14.05 3.12 15.04 m 3.10 16.20 m 1.97\n4.70*.032\nEmotional Deprivation .91 15.02 6.21 14.65 7.21 16.13 5.79\n.46.003\nAbandonment .91 12.66 5.87 15.06 m 6.93 14.67 7.51\n4.30*.026\nMistrust Abuse .91 14.85 6.11 15.18 6.57 14.93 7.26\n.08.001\nSocial Isolation .90 17.64 6.73 17.19 6.93 19.27 7.46\n.68.006\nDefectiveness .92 12.55 6.41 12.59 6.67 14.07 7.67\n.36.003\nFailure .94 12.59 6.63 14.67 7.17 16.87 m 5.41\n3.82*.026\nDependence .87 11.84 5.47 12.54 6.07 14.13 5.50\n1.10.008\nVulnerability to harm or illness .83 13.76 5.53 15.24 6.14 14.53 7.04\n1.77.012\nEnmeshment .82 10.13 4.62 10.02 5.25 11.47 7.50\n.52.004\nSubjugation .81 14.59 5.13 15.67 6.50 17.00 7.18\n1.42.010\nSelf-Sacrifice .84 14.07 4.83 16.56 m 5.47 16.60 6.38\n6.51**.044\nEmotional Inhibition .89 73.04 5.22 72.31 5.57 72.87 4.90\n.55.004\nUnrelenting Standards .84 17.14 5.92 18.05 5.65 17.87 6.78\n.73.005\nEntitlement .79 12.45 f,n 4.77 11.78 4.32 9.00 2.45\n9.75***.027\nInsufficient Self-Control .90 17.09 5.96 17.23 6.74 19.47 7.85\n.61.006\n*p < .05; **p < .01; ***p < .001. \nMeans of groups that differed are displayed in bold with the subscripts indicating the groups they differed from. Mean differences were indicated by the \nGames-Howell test.Table 3. Demographic characteristics of the sample (n = 286).\nVariable f %\nSex Male 85 29.7\nFemale 186 65.0\nNonbinary 15 5.2\nMarital Status Single, never married 149 52.1\nMarried or in a relationship 132 46.1\nDivorced or Separated 5 1.7\nEducation Less than high school diploma 11 3.8\nHigh school or equivalent 45 15.7\nSome college but no degree 52 18.2\nAssociate degree 18 6.3\nBachelor’s degree 92 32.2\nGraduate degree 68 23.8\nRace White 225 78.7\nAsian 27 9.4\nBlack or African American 8 2.8\nHispanic or Latino 13 4.5\nFrom multiple races 10 3.5\nOther 3 1.0\nPerceived SES Lower class 26 9.1\nLower middle class 63 22.0\nMiddle class 138 48.3\nUpper middle class 52 18.2\nUpper class 6 2.1CLINICAL PSYCHOLOGIST\n 5"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "emotions of annoyance and distress. Participants indicate \nhow aversive they find each trigger to be on a 5-point \nLikert scale ranging from 0=doesn’t bother me to 4=dis -\ngusting . Part 2 lists 13 behavioural reactions to the mis-\nophonic triggers (e.g., “I cover my ears”), and using \na 5-point Likert scale ranging from 0=never to 4=always , \nparticipants report how often they engage in each of \nthose behaviours. A summation of the responses to \nitems in each part yields a subscale score of emotional \ndistress that can range from 0 to 100 and a subscale score \nof behavioural reactions ranging from 0 to 52. The beha -\nvioural reactions component is further divided into two \nsubscales, one measuring aggressive or confrontational \ncoping responses and the other assessing non-aggressive \navoidant coping. The scores of the two parts can be \nadded to yield a total misophonia score which can \nrange from 0 to 152. In this study, the scores on the first \npart (emotional distress), and the two subscale scores of \nthe second part, aggressive behavioural reactions and \nnon-aggressive behavioural reactions were used in the \nanalysis of data. The NYMS is reported to have a well- \nestablished factor structure and sound psychometric \nproperties (Barahmand et al., 2023 ). The NYMS has been \nreported to possess good internal consistency \n(Cronbach’s α for the full scale =.94, for the misophonic \ndistress subscale =.94, and for the behavioural reactions \nsubscale =.85; Barahmand et al., 2021 ). In the present \nstudy, the reliability for the emotional distress and beha -\nviour reactions subscales and the total scale were found \nto be .91, .86, and .93, respectively.\nProcedure\nParticipants were recruited from social media plat -\nforms such as Reddit, LinkedIn, and Facebook as well \nas Survey Exchange sites such as “Survey Swap” and \n“Survey Tandem”. The questionnaires were made avail -\nable using Microsoft Forms and the link was generated \nand distributed. Participants who accessed the link \nwere prompted with a description of the study, infor -\nmation about the researchers, and study directions. \nContingent on providing informed consent to partici -\npate, access to the study questionnaires was granted. \nThe next section that followed was general demo -\ngraphic questions followed by the Young Schema \nQuestionnaire (YSQ; Young, 1994 ) and the New York \nMisophonia Scale (NYMS; Barahmand et al., 2023 ). At \nthe end of the survey, participants were presented \nwith a thank you message. Completion of the survey \ntook, on average, 15–0 minutes to complete. No com -\npensation was offered. All procedures and recruitment materials were approved by the CUNY Queens \nCollege IRB.\nData analyses\nTaking unequal sample sizes into account along with \nthe small number of non-binary individuals (n = 15) in \nthe study, gender differences in the study variables \nwere first examined using a series of univariate \nANOVAs with robust Welch F test. Since the assump -\ntion of homogeneity of variance was not met for some \nvariables, the Games-Howell post hoc test was used. To \ntest the relationship between features of misophonia \nand EMS, Pearson’s bivariate correlation coefficients \nwere calculated between NYMS and YSQ-SF scores. \nCoefficient values were interpreted as: 0 < r < ±|0.30|  \n= weak, |0.30| <r < ±|0.50| = moderate, |0.50| < r < ±| \n0.70| = strong, > ±|0.70| = very strong. Steiger’s \nZ coefficients were computed to compare the strength \nof the correlation coefficients between the scores on \neach one of the NYMS scales and the scores on each \none of the YSQ-SF scales. Multiple regression analyses \nwere conducted by including age, gender, and YSQ-SF \nscale scores as predictors and NYMS scores (misopho -\nnic distress, non-aggressive reactions, aggressive reac -\ntions scores) as outcomes. Statistical analyses were \nconducted through SPSS version 25.0 with \na significance level set at p < 0.05.\nResults\nGender differences\nLevene’s test indicated that homogeneity of variance \nwas not met for the EMSs of emotional deprivation, \nabandonment, mistrust/abuse, entitlement and insuffi -\ncient self-control. Therefore for these EMSs, the \nWelch’s F was used. All post hoc comparisons were \nmade using the Games-Howell test because it provides \nhigh power while maintaining control over Type I error \n(Sauder & DeMars, 2019 ). Pairwise comparisons \nrevealed gender differences on all the subscales of \nthe NYMS as well as on abandonment, self-sacrifice, \nentitlement and failure schemas, with females scoring \nsignificantly higher scores than males on misophonic \ndistress (Hedges’ g = .41), aggressive reactions \n(Hedges’ g = .39), non-aggressive reactions (Hedges’ \ng = .32), and on abandonment (Hedges’ g = .36), and \nself-sacrifice schemas (Hedges’ g = .47), and both males \n(Hedges’ g = .76), and females (Hedges’ g = .66), scor -\ning higher than non-binary individuals on the entitle -\nment schema. Males (Hedges’ g = .66) and females 6\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "(Hedges’ g = .31) also scored lower than non-binary \nindividuals on the failure schema (See Table 4).\nCorrelations between age, EMS, and NYMS \nsubscales\nPearson’s coefficients between age, NYMS, and YSQ-SF \nscores are presented in Table 5. Age correlated posi -\ntively and weakly with the Distress subscale of the \nNYMS, and negatively and weakly with abandonment, \ndefectiveness, failure, dependence, vulnerability to \nharm or illness, enmeshment, subjugation, and insuffi -\ncient self-control schemas. All three subscales of the \nNYMS, distress, aggressive reactions, and non- \naggressive reactions correlated positively with emo -\ntional deprivation, social isolation, defectiveness, failure, \nvulnerability to harm or illness, and insufficient self- \ncontrol. In addition, the unrelenting standards schema \nscale correlated positively with both the aggressive and \nnon-aggressive reactions subscales of the NYMS. \nFurthermore, while the self-sacrifice schema showed \na significant positive association only with the distress \nsubscale of the NYMS, the entitlement schema showed \na significant negative association only with the non- \naggressive reactions subscale of the NYMS (sample \nitem: I leave the place ), and the mistrust/abuse and \nsubjugation schemas correlated positively only with \nthe aggressive reactions subscale of the NYMS (sample \nitem: I become verbally aggressive ). Steiger’s Z was used \nfor testing the statistical significance of the difference \nbetween the correlations of each of the misophonia \nsubscales with each of the schema scores. The results \nof Steiger’s Z tests showed no significant differences in \nthe strength of the correlations.Predictive effect of EMS on misophonia subscales\nScatterplots showed that the relationships between \neach of the predictor variables and the criterion vari-\nables was linear. Analysis of collinearity statistics \nshowed that the assumption was met as VIF scores \nwere well below 10 (ranging from 1.3 to 3.1) and \ntolerance scores were above 0.2 (ranging from .31 to \n.72). The Durbin-Watson values were greater than 1.93 \nindicating that the values of the residuals are indepen -\ndent. Plots of standardized residuals versus standar -\ndized predicted values suggest that the assumption \nof homoscedasticity has been met. Furthermore, the \nP-P plots for the models suggested that the assump -\ntion of normality of the residuals have not been vio-\nlated and Cook’s Distance values were all under 1, \nindicating that individual cases were not unduly influ -\nencing the model. These findings indicate that the \nassumptions of multiple regression analyses have \nbeen met. The results of the multiple regression ana-\nlysis are displayed in Table 6. Age, gender (dummy \ncoded), and YSQ-SF scores were included as predictors \nand NYMS scores as outcomes. To get robust confi -\ndence intervals and significance tests of the model \nparameters, the model was re-estimated using boot -\nstrapping. Bootstrap confidence intervals for each pre-\ndictors and their significance values are displayed in \nTable 6. Higher age, female gender, social isolation/ \nalienation and insufficient self-control schemas pre-\ndicted higher misophonic distress (R2 = .161, F(18, 267)  \n= 2.84, p < .001). Higher age, female gender, higher \nvulnerability to harm or illness, and insufficient self- \ncontrol schema scores significantly predicted higher \naggressive reactions to misophonic triggers (R2 = .190, \nF(18, 267) = 3.48, p < .001). Non-aggressive reactions to ���������������������������������������������������������������������������������������������������������\n���������������������������������������������������������������������\n��������������������������\n��������������������������������������������������\n�����������������������������������������\n������������������������������������������\n������������������������������������������������\n���������������������������������������������\n���������������������������������������\n���������������������������������������\n����������������������������������������������������������������\n����������������������������������������\n�����������������������������������������\n��������������������������������������\n����������������������������������������������\n�������������������������������������������������\n����������������������������������������������\n���������������������������������������������������������\n����������������\n���������������\n���������������������������������CLINICAL PSYCHOLOGIST\n 7"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "misophonic triggers were significantly predicted by \nlower scores on dependence and entitlement schemas \nand higher scores on unrelenting standards and insuf -\nficient self-control schemas (R2 = .155, F(18, 267) = 2.72, \np < .001). Finally, total misophonia scores (R2 = .192, \nF(18, 267) = 3.54, p < .001) were predicted by age, female \ngender, higher scores on social isolation, vulnerability \nto harm and illness, and insufficient self-control sche -\nmas. Scores on the other scales of the YSQ-SF did not \nsignificantly predict NYMS scores.\nIn conclusion, higher age and female gender were \npredictors of misophonic distress and aggressive reac -\ntions. Among the EMSs, higher insufficient self-control \nEMS was a common predictor of misophonic distress \nas well as aggressive and non-aggressive reactions to \nmisophonic triggers. Also, while higher social isolation/ \nalienation EMS was specifically predictive of misopho -\nnic distress, vulnerability to harm or illness EMS which \nwas a specific predictor of aggressive reactions to mis-\nophonic triggers and lower entitlement and higher \ndependence and unrelenting standards EMS were spe-\ncific predictors of non-aggressive reactions to miso -\nphonic triggers.\nDiscussion\nThis study was conducted to examine the early mala -\ndaptive schemas in misophonia and to determine simi -\nlarities and differences in schemas relevant to \nmisophonic distress and subsequent behavioural reactions. Gender differences were observed with \nfemales endorsing higher abandonment and self- \nsacrifice EMS while males endorsed more entitlement \nEMS and nonbinary individuals reported significantly \nmore failure EMS. While little research has focused on \ndifferences in the presentation of EMS between men \nand women, current findings are consistent with pre-\nvious studies in which self-sacrifice EMS was found to \nbe higher in women (Janson et al., 2019 ; Pauwels et al.,  \n2018 ) and entitlement EMS was higher in men \n(Pauwels et al., 2018 ; Tremblay & Dozois, 2009 ). \nA study examining EMS and gender in an Indian sam -\nple (Jain & Singh, 2019 ) found no differences between \nmen and women on the self-sacrifice and entitlement \nEMS and found men endorsing higher rates of several \nother EMSs. These studies did not include non-binary \nindividuals. Some studies on clinical populations using \nthe long version of the YSQ have reported that women \nscore higher on most EMSs including abandonment \nand self-sacrifice (Janson et al., 2019 ; Shorey, \nAnderson, et al., 2012 ; Shorey, Stuart, et al., 2012 ). \nOther studies report either no gender difference \n(Janson et al., 2019 ; Shorey, Anderson, et al., 2012 ) or \nhigher scores in women (Shorey, Stuart, et al., 2012 ) on \nthese EMSs. As it pertains to gender and misophonia \nour findings reveal that female gender is significant to \nthe experience of misophonic distress and to the \nexpression of aggressive reactions to misophonic trig-\ngers. These findings may reflect the finding of greater \nseverity of misophonia in women (Siepsiak et al., 2020 ).Table 6. Bootstrap coefficients for significant effects of multiple linear regression of misophonic distress, aggressive \nreactions, non-aggressive reactions, and misophonia scores on age, sex and YSQ – SF scores (18 predictors) (n = 286).\nb SEb pBCa 95% Confidence Interval for B\nLower Bound Upper Bound\nMisophonic Distress\n(Constant) 56.02 15.94 .002 23.936 86.711\nAge .253 .121 .041 .017 .517\nFemale gender 6.81 2.40 .006 1.612 12.048\nSocial isolation .537 .205 .015 .117 .905\nInsufficient self-control .437 .199 .036 .034 .843\nAggressive Reactions\n(Constant) 14.99 6.61 .023 2.622 27.160\nAge .104 .047 .026 .014 .195\nFemale gender 2.32 .975 .021 .350 4.172\nVulnerability to harm or illness .266 .092 .006 .085 .446\nInsufficient self-control .273 .068 .002 .141 .407\nNon-Aggressive Reactions\n(Constant) 11.82 2.955 .001 6.073 17.185\nDependence/Incompetence −.111 .053 .035 −.213 −.004\nUnrelenting standards .086 .033 .007 .024 .151\nEntitlement schema −.127 .056 .021 −.233 −.014\nInsufficient self-control .072 .031 .024 .014 .128\nMisophonia\n(Constant) 82.84 22.27 .001 39.214 126.459\nAge .341 .167 .044 −.009 .699\nFemale gender 9.92 3.08 .003 4.001 16.183\nSocial isolation .725 .270 .006 .156 1.305\nVulnerability to harm or illness .618 .298 .035 .025 1.143\nInsufficient self-control .782 .254 .006 .267 1.3318\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "In this present study, social isolation emerged as \na dominant schema predicting distress provoked by \nmisophonic triggers, while insufficient self-control was \nfound to be the dominant schema associated with \nboth the aggressive and non-aggressive behavioural \nreactions to misophonic triggers. In addition, vulner -\nability to harm was associated with aggressive reac -\ntions while unrelenting standards, high dependence/ \nincompetence and low entitlement were predictive of \nnon-aggressive reactions.\nThe social isolation schema belongs to the discon -\nnection and rejection domain and is the belief that one \nis different and alienated from the rest of the world. \nIndividuals with this schema may avoid social contacts \nand social situations. Rouw and Erfanian (2018 ) found \nmany sufferers of misophonia recollecting misophonia \nepisodes that occurred in childhood. It is likely that the \nexperience of distress and annoyance from exposure \nto misophonic triggers gradually strengthens the \nbelief that these individuals are different from others, \nresulting in their withdrawal from others, or they may \nwithdraw from social circles in an attempt to avoid the \nexperience of distress and annoyance from misopho -\nnic triggers. Previous research by Schröder et al. (2019 ) \nidentified avoidance as one of the coping strategies \nthat individuals diagnosed with misophonia adopt, \nand this also suggests the connection between social \nisolation and misophonia. Individuals with misophonia \nmay be submitting or surrendering (Young et al., 2003 ) \nto their social isolation EMS when it is activated.\nThe insufficient self-control schema falls within the \nimpaired limits domain and is reflected by a deficit in \nemotion regulation and impulse control (Young et al.,  \n2003 ). The strong and significant association of the \ninsufficient self-control schema with the emotional \nand behavioural aspects of misophonia implies that \nindividuals with misophonia may have deficits in exer -\ncising self-discipline, tolerating negative emotions, and \ncontrolling their impulses (Thimm, 2010 ), potentially \nresulting in a disregard for the rights of others. Dozier \n(2015 ) reported that when exposed to trigger stimuli, \nindividuals with misophonia react with anger and with \ntension in the skeletal muscles which increases with \nthe progressive worsening of symptoms. These find -\nings suggest that the insufficient-self control schema \nmay be activated by such physical reactivity. Since the \npresent study did not record the length of symptoms \nor physical tension, future studies are required to \naddress the veracity of this implication. It is also plau -\nsible that the two early maladaptive schemas of insuf -\nficient self-control and social isolation interact, with \nthe difficulty of tolerating discomfort leading to \nincreased social withdrawal.Differences were observed concerning the schemas \nassociated with nonaggressive and aggressive beha -\nvioural reactions to distressing misophonic triggers, \nwith high dependence/incompetence, unrelenting \nstandards and low entitlement characteristic of non -\naggressive reactions while high vulnerability to harm \nor illness was associated with aggressive reactions.\nThe dependence/incompetence EMS belongs to the \nimpaired autonomy and performance domain and \nmanifests as feelings of incompetence, insecurity and \nhypervigilance (Saritas-Atalar & Altan-Atalay, 2018 ). \nThe association of the dependence/incompetence \nEMS with non-aggressive reactions may be indicative \nof deficiencies in emotion regulation as this EMS has \nbeen reported to be associated with both anxiety and \ndepression (Saritas-Atalar & Altan-Atalay, 2018 ) and \nemotion regulation difficulties have been reported in \nmisophonia too (Cassiello-Robbins et al., 2020 ; Guetta \net al., 2022 ; Barahmand et al., 2023 ).\nThe unrelenting standards EMS is part of the over -\nvigilance and inhibition domain and is characterized \nby perfectionism and rigidity (Young et al., 2003 ). \nConsistent with our findings, a recent study, Natalini \net al. (2019 ) also found that the unrelenting schema \nwas enhanced in patients with misophonia and comor -\nbid personality disorders. Many studies have high -\nlighted the relationship between perfectionism and \nmisophonia and OCPD (Cowan et al., 2022 ; Edelstein \net al., 2013 ; Jager et al., 2020 ; Schröder et al., 2013 ). The \nclassification of unrelenting standards within the over \nvigilance and inhibition domain together with the cur-\nrent finding that unrelenting standards EMS were pre-\ndictive of nonaggressive reactions implies the \ncompliance of these individuals with social norms to \nrefrain from acting aggressively when exposed to mis-\nophonia triggers.\nThe entitlement schema was negatively associated \nwith nonaggressive reactions. The entitlement schema \nis part of the impaired limits domain, suggesting \na deficit in self-discipline, a tendency to be selfish \nand narcissistic and the belief that normal rules and \nconventions do not apply to them. Specifically the \nentitlement schema refers to the belief that one is \nsuperior to other individuals and includes the assertion \nof power to control the behaviour of others. Our find -\nings indicate a negative association between non- \naggressive reactions and the entitlement schema \nimplying that individuals with misophonia may con-\nsider the behaviour of others to be “incorrect” when it \nis not in line with their desires, however they do not \nfeel superior or of special privilege and, therefore, react \nnon-aggressively to misophonic triggers so as to not \nviolate social rules. Taken together, the emotional CLINICAL PSYCHOLOGIST\n 9"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "impulsivity of the insufficient self-control EMS and the \ndeficiency in emotion regulation of the depencence/ \nincompetence EMS in conjunction with the rigid per-\nfectionism of the unrelenting standards EMS and con-\nformity of the low entitlement schema could explain \nthe experience of emotional distress when exposed to \nmisophonia triggers as well the nonaggressive reac -\ntions to them.\nThe current study found that vulnerability to harm \nor illness, a schema within the impaired autonomy and \nperformance domain, was related to aggressive reac -\ntions. The vulnerability to harm or illness schema is \nseen in individuals hypersensitive to potential dangers \nand preoccupied with concerns about their inability to \ncope with them (Young et al., 2003 ). Misophonic trig-\ngers activate the early maladaptive schemas which, in \nturn, activate cognitions, and the subsequent beha -\nvioural reactions are mechanisms to cope with the \ncognitions and may or may not be adaptive. The mala -\ndaptive coping responses to a schema are surrender, \navoidance or overcompensation (Young et al., 2003 ). \nOvercompensation for the vulnerability to harm \nschema is to act without regard towards danger \nwhich can include aggressive reactions. A bivariate \nanalysis conducted by Shorey et al. (2015 ) revealed \nthat the impaired autonomy and performance domain \nwas positively associated with overall aggression, \naggressive attitude, physical aggression, and verbal \naggression; however, their regression model sug-\ngested that the impaired autonomy and performance \ndomain may not be a reliable predictor of aggression. \nIn contrast, Şenkal Ertürk et al., (2020 ) found that the \nimpaired autonomy schema domain was associated \nwith low levels of aggression in adults. While our find -\nings seem consistent with the theoretical frameworks \nof Young’s theory, the contradictory findings regarding \nthe associations of the impaired autonomy schema \ndomain and aggression may mean that vulnerability \nto harm or illness alone is not enough to predict an \naggressive reaction in individuals. Rather, other sche -\nmas may act along with vulnerability to harm or illness \nto produce such aggressive behaviour. Our findings \nimply that the schemas leading to the behavioural \nreactions to misophonic triggers may be different. \nThis is similar to the proposal of Dozier (2015 ) that \nemotional reaction to misophonia may be summoned \nby several factors that may not always result in an overt \naggressive reaction. And this may be why some mis-\nophonics report attempts to resist aggressive impulses.\nBased on previous research (Koerner et al., 2015 ; \nMairet et al., 2014 ; Popa et al., 2017 ; Shorey et al.,  \n2015 ), it appears that schemas within the disconnec -\ntion/rejection and overvigilance/inhibition domains are common to both misophonia and anxiety disorders \nwhile those within the other-directedness domain may \nserve to distinguish misophonia from anxiety disor -\nders. Similarly, schemas associated with disconnec -\ntion/rejection and impaired autonomy/performance \ndomains that have been reported as significant pre-\ndictors and maintaining factors of depressive symp -\ntoms (Tariq et al., 2021 ; Wegener et al., 2013 ) are also \nfound to be associated with misophonia. Therefore, we \nsee that misophonia, anxiety, and depression share the \nschemas associated with the disconnection/rejection \ndomain, suggesting that an individual with any of \nthese disorders tends to engage in avoidance coping \nstrategies to avoid distress from unmet needs in social \nrelationships which, in the long run, promotes further \nsocial withdrawal.\nThe insufficient self-control schema within the \nimpaired limits domain appears to be the only one \ncommon across both misophonia and OCD, indicating \nthat issues regarding setting personal and interperso -\nnal limits are relevant to both these disorders. Overall, \nthe finding that schemas from the disconnection and \nrejection domain are common to misophonia, anxiety \nand depression disorders, while schemas from the \nimpaired limits domain are common to misophonia \nand OCD, suggests that misophonia is essentially \na condition characterized by problems in emotion \nand impulse regulation\nThe early maladaptive schema model is the theore -\ntical model in support of schema therapy that focuses \non the identification and modification of EMS. Schema \ntherapy has been documented to be effective for \ndepression (Carter et al., 2010 ), anxiety and obsessive- \ncompulsive disorders (Peeters, Passel, et al., 2021 ; \nPeeters, Stappenbelt, et al., 2021 ), and eating disorders \n(Calvert et al., 2018 ). Now that relevant early maladap -\ntive schemas associated with misophonia have been \nidentified, insight can be gained into early developmen -\ntal correlates of misophonia and therapeutic interven -\ntion through schema therapy may be implemented.\nLimitations and future directions\nThe study has several limitations. Results and conclu -\nsions are based on self-reported, retrospective \nresponses collected largely from non-clinical English \nspeaking participants who were primarily female. Also, \nthe scale used to assess misophonia is a newly- \ndeveloped instrument. Although the authors of the \nscale have reported sound psychometric properties, \nthe scale has not yet been widely used, warranting \nreplication of the current findings using other measures \nof misophonia. The low base rate of non-binary 10\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "individuals in the present study may have compromised \nthe power. Power may also have been compromised \ndue to multiple testing. Replication of the study with \nlarger samples of non-binary individuals and replication \nfocused on specific EMSs is recommended. Future stu-\ndies comparing healthy controls with individuals scor -\ning high on misophonia is warranted. Yet, considering \nthat our sample consisted of participants from a variety \nof countries with a range of scores on misophonia \nindicates that our results may be replicated. The finding \nof a positive association between insufficient self- \ncontrol EMS and aggressive reactions to misophonic \ntriggers indicates that it might be worthwhile to exam -\nine if there is an association with length of symptoms. \nSimilarly, as the social isolation EMS associated with \nmisophonic distress, future research into the relation -\nship between social withdrawal and misophonic distress \nmay be of interest. Considering that intolerance of \nuncertainty and perfectionism have been found to be \ntransdiagnostic factors, the role of these variables in \nmisophonia needs to be empirically determined. \nFinally, given that misophonia overlaps with tempera -\nmental factors as well (Daniels et al., 2020 ), the obtained \nassociations between features of misophonia and EMS \nmight be due to the shared influence of a third variable, \nsuch as neuroticism (Cassiello-Robbins et al., 2020 ). \nFuture research may delineate the contributions of neu-\nroticism and EMS to symptoms of misophonia. Since \nthere was a connection between some early maladap -\ntive schemas and misophonia, it can be stated that \nsome individuals with misophonia could benefit from \nschema therapy. There has been no research that high -\nlights the effect of schema therapy on misophonia, thus, \nfurther research should be implored to investigate these \nclaims.\nDisclosure statement\nNo potential conflict of interest was reported by the \nauthor(s).\nData availability\nAll data will be shared upon reasonable request.\nORCID\nMaria E. Stalias-Mantzikos \n http://orcid.org/0000-0003- \n3700-5326\nUsha Barahmand \n http://orcid.org/0000-0003-3049-2854\nKerry Aguero \n http://orcid.org/0000-0003-1436-3526\nLaurisa Peters \n http://orcid.org/0000-0003-0265-3729\nNaila Shamsina \n http://orcid.org/0000-0002-1994-3805References\nAtalay, H., Atalay, F., Karahan, D., & Çaliskan, M. (2008 ). Early \nmaladaptive schemas activated in patients with obsessive \ncompulsive disorder: A cross-sectional study. International \nJournal of Psychiatry in Clinical Practice , 12(4), 268–279. \nhttps://doi.org/10.1080/13651500802095004 \nBachrach, N. & Arntz, A. (2021 ). Group schema therapy for \npatients with cluster-C personality disorders: A case study \non avoidant personality disorder. Journal of Clinical \nPsychology , 77(5), 1233–1248. https://doi.org/10.1002/ \njclp.23118 \nBamelis, L. L., Evers, S. M., Spinhoven, P., & Arntz, A. (2014 , \nMarch). Results of a multicenter randomized controlled \ntrial of the clinical effectiveness of schema therapy for \npersonality disorders. The American Journal of Psychiatry , \n171(3), 305–322. https://doi.org/10.1176/appi.ajp.2013. \n12040518 \nBarahmand, U., Stalias-Mantzikos, M. E., Rotlevi, E., & Xiang, Y. \n(2021 ). Disgust and emotion dysregulation in misophonia: \nA case for mental contamination? International Journal of \nMental Health and Addiction . https://doi.org/10.1007/ \ns11469-021-00677-x \nBarahmand, U., Stalias-Mantzikos, M., Xiang, Y., & Rotlevi, E. \n(2023 ). Development of the New York Misophonia Scale \n(NYMS): Implications for diagnostic criteria. Journal of \nPsychiatric Practice . (in press).\nBey, K., Lennertz, L., Riesel, A., Klawohn, J., Kaufmann, C., \nHeinzel, S., Grützmann, R., Kathmann, N., & Wagner, M. \n(2017 ). Harm avoidance and childhood adversities in \npatients with obsessive–compulsive disorder and their \nunaffected first-degree relatives. Acta Psychiatrica \nScandinavica , 135(4), 328–338. https://doi.org/10.1111/ \nacps.12707 \nBishop, A., Younan, R., Low, J., & Pilkington, P. D. (2022 ). Early \nmaladaptive schemas and depression in adulthood: \nA systematic review and meta-analysis. Clinical \nPsychology & Psychotherapy , 29(1), 111–130. https://doi. \norg/10.1002/cpp.2630 \nCalvert, F., Smith, E., Brockman, R., & Simpson, S. (2018 ). \nGroup schema therapy for eating disorders: Study \nprotocol. Journal of Eating Disorders , 6(1), 1. https://doi. \norg/10.1186/s40337-017-0185-8 \nCarter, J. D., Luty, S. E., McKenzie, J. M., Mulder, R. T., \nFrampton, C. M., & Joyce, P. R. (2010 ). Patient predictors \nof response to cognitive behaviour therapy and interper -\nsonal psychotherapy in a randomised clinical trial for \ndepression. Journal of Affective Disorders , 128(3), 252–261. \nhttps://doi.org/10.1016/j.jad.2010.07.002 \nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., \nTrumbull, J., Kelley, L., & Rosenthal, M. Z. (2020 ). The \nmediating role of emotion regulation within the relation -\nship between neuroticism and misophonia: A preliminary \ninvestigation. Frontiers in Psychiatry , 11, 847. https://doi. \norg/10.3389/fpsyt.2020.00847 \nCastellini, G., Lelli, L., Cassioli, E., Ciampi, E., Zamponi, F., \nCampone, B., Monteleone, A. M., & Ricca, V. (2018 ). \nDifferent outcomes, psychopathological features, and \ncomorbidities in patients with eating disorders reporting \nchildhood abuse: A 3-year follow-up study. European \nEating Disorders Review , 26(3), 217–229. https://doi.org/ \n10.1002/erv.2586 CLINICAL PSYCHOLOGIST\n 11"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Cockram, D. M., Drummond, P. D., & Lee, C. W. (2010 ). Role \nand treatment of early maladaptive schemas in Vietnam \nveterans with PTSD. Clinical Psychology & Psychotherapy , \n17(3), 165–182. https://doi.org/10.1002/cpp.690 \nCortés-García, L., Takkouche, B., Rodriguez-Cano, R., & \nSenra, C. (2020 ). Mediational mechanisms involved in the \nrelation between attachment insecurity and depression: A \nmeta-analysis. Journal of Affective Disorders , 277, 706–726. \nhttps://doi.org/10.1016/j.jad.2020.08.082 \nCowan, E. N., Marks, D. R., & Pinto, A. (2022 ). Misophonia: \nA psychological model and proposed treatment. Journal of \nObsessive-Compulsive and Related Disorders , 32, 100691. \nhttps://doi.org/10.1016/j.jocrd.2021.100691 \nCudo, A., Dobosz, M., Griffiths, M. D., & Kuss, D. J. (2022 ). The \nrelationship between early maladaptive schemas, depres -\nsion, anxiety and problematic video gaming among \nfemale and male gamers. International Journal of Mental \nHealth and Addiction , 1–28. https://doi.org/10.1007/ \ns11469-022-00858-2 \nDadomo, H., Grecucci, A., Giardini, I., Ugolini, E., Carmelita, A., \n& Panzeri, M. (2016 ). Schema therapy for emotional dysre -\ngulation: Theoretical implication and clinical applications. \nFrontiers in Psychology , 7, 1987. https://doi.org/10.3389/ \nfpsyg.2016.01987 \nDaniels, E. C., Rodriguez, A., & Zabelina, D. L. (2020 ). Severity \nof misophonia symptoms is associated with worse cogni -\ntive control when exposed to misophonia trigger sounds. \nPlos One , 15(1), e0227118. https://doi.org/10.1371/journal. \npone.0227118 \nDozier, T. H. (2015 ). Etiology, composition, development and \nmaintenance of misophonia: A conditioned aversive reflex \ndisorder. Psychological Thought , 8(1), 114–129. https://doi. \norg/10.5964/psyct.v8i1.132 \nEdelstein, M., Brang, D., Rouw, R., & Ramachanan, V. S. (2013 ). \nMisophonia: Physiological investigations and case \ndescriptions. Frontiers in Human Neuroscience , 7, 296. \nhttps://doi.org/10.3389/fnhum.2013.00296 \nGreenberg, B. (2017 ). Assessing the impact of sound sensitivity \nin tinnitus . ProQuest Dissertations Publishing.\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., & \nRosenthal, M. Z. (2022 ). Examining emotional functioning \nin misophonia: The role of affective instability and difficul -\nties with emotion regulation. Plos One , 17(2), e0263230. \nhttps://doi.org/10.1371/journal.pone.0263230 \nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008 , July). \nSelective sound intolerance and emotional distress: What \nevery clinician should hear. Psychosomatic Medicine , 70(6), \n739–740. https://doi.org/10.1097/PSY.0b013e318180edc2 \nHayward, L. E., Vartanian, L. R., Kwok, C., & Newby, J. M. (2020 ). \nHow might childhood adversity predict adult psychologi -\ncal distress? Applying the identity disruption model to \nunderstanding depression and anxiety disorders. Journal \nof Affective Disorders , 265, 112–119. https://doi.org/10. \n1016/j.jad.2020.01.036 \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020 ). \nMisophonia: Phenomenology, comorbidity and demo -\ngraphics in a large sample. Plos One , 15(4), e0231390. \nhttps://doi.org/10.1371/journal.pone.0231390 \nJain, A. & Singh, K. (2019 ). Validation of the young schema \nquestionnaire: Short form 3 in Indian population. \nPsychological Studies , 64(2), 118–130. https://doi.org/10. \n1007/s12646-019-00493-3 Janson, D. L., Harms, C. A., Hollett, R. C., & Segal, R. D. (2019 ). \nDifferences between men and women regarding early \nmaladaptive schemas in an Australian adult alcohol \ndependent clinical sample. Substance Use & Misuse , 54(2), \n177–184. https://doi.org/10.1080/10826084.2018.1480038 \nJastreboff, M. M. & Jastreboff, P. J. (2001 ). Components of \ndecreased sound tolerance: Hyperacusis, misophonia, \nphonophobia. ITHS News Letter , 2, 5–7.\nKhosravani, V., Sharifi Bastan, F., Samimi Ardestani, M., & \nJamaati Ardakani, R. (2017 ). Early maladaptive schemas \nand suicidal risk in an Iranian sample of patients with \nobsessive-compulsive disorder. Psychiatry Research , 255, \n441–448. https://doi.org/10.1016/j.psychres.2017.06.080 \nKim, J. E., Lee, S. W., & Lee, S. J. (2013 ). Relationship between \nearly maladaptive schemas and symptom dimensions in \npatients with obsessive-compulsive disorder. Psychiatry \nResearch , 215(1), 134–140. https://doi.org/10.1016/j.psy \nchres.2013.07.036 \nKizilagac, F. (2019 ). Assessment of early maladaptive schemas \nin patients with obsessive-compulsive disorder. Dusunen \nAdam: The Journal of Psychiatry and Neurological Sciences , \n32(1), 14–22. https://doi.org/10.14744/DAJPNS.2019. \n00003 \nKoerner, N., Tallon, K., & Kusec, A. (2015 ). Maladaptive core \nbeliefs and their relation to generalized anxiety disorder. \nCognitive Behaviour Therapy , 44(6), 441–455. https://doi. \norg/10.1080/16506073.2015.1042989 \nKube, T., Schwarting, R., Rozenkrantz, L., Glombiewski, J. A., & \nRief, W. (2019 ). Distorted cognitive processes in major \ndepression: A predictive processing perspective. \nBiological Psychiatry (1969) , 87(5), 388–398. https://doi. \norg/10.1016/j.biopsych.2019.07.017 \nKwak, K. -H. & Lee, S. J. (2015 ). A comparative study of early \nmaladaptive schemas in obsessive–compulsive disorder \nand panic disorder. Psychiatry Research , 230(3), 757–762. \nhttps://doi.org/10.1016/j.psychres.2015.11.015 \nMairet, K., Boag, S., & Warburton, W. (2014 ). How important is \ntemperament? The relationship between coping styles, \nearly maladaptive schemas and social anxiety. Revista \nInternacional De Psicología y Terapia Psicológica , 14(2), 171.\nMalogiannis, I. A., Arntz, A., Spyropoulou, A., Tsartsara, E., \nAggeli, A., Karveli, S., Vlavianou, M., Pehlivanidis, A., \nPapadimitriou, G. N., & Zervas, I. (2014 ). Schema therapy \nfor patients with chronic depression: A single case series \nstudy. Journal of Behavior Therapy and Experimental \nPsychiatry , 45(3), 319–329. https://doi.org/10.1016/j.jbtep. \n2014.02.003 \nMarengo, S. M., Klibert, J., Langhinrichsen-Rohling, J., \nWarren, J., & Smalley, K. B. (2019 ). The relationship of early \nmaladaptive schemas and anticipated risky behaviors in \ncollege students. Journal of Adult Development , 26(3), \n190–200. https://doi.org/10.1007/s10804-018-9313-1 \nMaric, M., Heyne, D. A., van Widenfelt, B. M., & \nWestenberg, P. M. (2010 ). Distorted cognitive processing \nin youth: The structure of negative cognitive errors and \ntheir associations with anxiety. Cognitive Therapy and \nResearch , 35(1), 11–20. https://doi.org/10.1007/s10608- \n009-9285-3 \nMcIntosh, V. V. W., Jordan, J., Carter, J. D., Frampton, C. M. A., \nMcKenzie, J. M., Latner, J. D., & Joyce, P. R. (2016 ). \nPsychotherapy for transdiagnostic binge eating: \nA randomized controlled trial of cognitive-behavioural 12\n M. E. STALIAS-MANTZIKOS ET AL."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "therapy, appetite-focused cognitive-behavioural therapy, \nand schema therapy. Psychiatry Research , 240, 412–420. \nhttps://doi.org/10.1016/j.psychres.2016.04.080 \nMunuera, C., Roux, P., Weil, F., Passerieux, C., & M’bailara, K. \n(2020 ). Determinants of the remission heterogeneity in \nbipolar disorders: The importance of early maladaptive \nschemas (EMS). Journal of Affective Disorders , 277, \n857–868. https://doi.org/10.1016/j.jad.2020.08.079 \nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., & \nEibenstein, A. (2019 ). Misophonia, maladaptive schemas \nand personality disorders: A report of three cases. Journal \nof Contemporary Psychotherapy , 50(1), 29–35. https://doi. \norg/10.1007/s10879-019-09438-3 \nNilsson, K. K., Nielsen Straarup, K., & Halvorsen, M. (2015 ). \nEarly maladaptive schemas: A comparison between bipo -\nlar disorder and major depressive disorder: Early maladap -\ntive schemas. Clinical Psychology & Psychotherapy , 22(5), \n387–391. https://doi.org/10.1002/cpp.1896 \nOei, T. P. S. & Baranoff, J. (2007 ). Young schema question -\nnaire: Review of psychometric and measurement issues. \nAustralian Journal of Psychology , 59(2), 78–86. https://doi. \norg/10.1080/00049530601148397 \nPauwels, E., Dierckx, E., Schoevaerts, K., & Claes, L. (2016 ). \nEarly maladaptive schemas in eating disordered patients \nwith or without non-suicidal self-injury. European Eating \nDisorders Review , 24(5), 399–405. https://doi.org/10.1002/ \nerv.2460 \nPauwels, E., Dierckx, E., Smits, D., Janssen, R., & Claes, L. \n(2018 ). Validation of the Young Schema \nQuestionnaire-Short Form in a Flemish community \nsample. Psychologica Belgica , 58(1), 34–50. https://doi. \norg/10.5334/pb.406 \nPeeters, N., Passel, B. V., & Krans, J. (2021 ). The effectiveness of \nschema therapy for patients with anxiety disorders, OCD, \nor PTSD: A systematic review and research agenda. British \nJournal of Clinical Psychology , 61(3), 579–597. https://doi. \norg/10.1111/bjc.12324 \nPeeters, N., Stappenbelt, S. I., Burk, W. J., Passel, B. V., & \nKrans, J. (2021 ). Schema therapy with exposure and \nresponse prevention for the treatment of chronic anxiety \nwith comorbid personality disorder. British Journal of \nClinical Psychology , 60(1), 68–76. https://doi.org/10.1111/ \nbjc.12271 \nPopa, C. O., Rus, A. V., Skinner, C., & Jakab, Z. S. (2017 ). The \nrelation of dysfunctional cognitive schemas and personal -\nity dimensions in generalized anxiety disorder. Acta \nMedica Marisiensis , 63(4), 183–189. https://doi.org/10. \n1515/amma-2017-0035 \nPozza, A., Albert, U., & Dèttore, D. (2020 ). Early maladaptive \nschemas as common and specific predictors of skin pick -\ning subtypes. BMC Psychology , 8(1), 27. https://doi.org/10. \n1186/s40359-020-0392-y \nRenner, F., Arntz, A., Peeters, F. P. M. L., Lobbestael, J., & \nHuibers, M. J. H. (2015 ). Schema therapy for chronic \ndepression: Results of a multiple single case series. \nJournal of Behavior Therapy and Experimental Psychiatry , \n51, 66–73. https://doi.org/10.1016/j.jbtep.2015.12.001 \nRouw, R. & Erfanian, M. (2018 ). A large-scale study of \nmisophonia. Journal of Clinical Psychology , 74(3), \n453–479. https://doi.org/10.1002/jclp.22500 \nRowlands, K., Grafton, B., Cerea, S., Simic, M., Hirsch, C., \nCruwys, T., Yellowlees, R., Treasure, J., & Cardi, V. (2021 ). A multifaceted study of interpersonal functioning and \ncognitive biases towards social stimuli in adolescents \nwith eating disorders and healthy controls. Journal of \nAffective Disorders , 295, 397–404. https://doi.org/10.1016/ \nj.jad.2021.07.013 \nSaritas-Atalar, D. & Altan-Atalay, A. (2018 ). Differential roles of \nearly maladaptive schema domains on the link between \nperceived parenting behaviors and depression, anxiety, \nand anger. Current Psychology New Brunswick NJ, 39(4), \n1466–1475. https://doi.org/10.1007/s12144-018-9852-4 \nSauder, D. C. & DeMars, C. E. (2019 ). An updated recommen -\ndation for multiple comparisons. Advances in Methods and \nPractices in Psychological Science , 2(1), 26–44. https://doi. \norg/10.1177/2515245918808784 \nSchröder, A., Vulink, N., & Denys, D. (2013 ). Misophonia: \nDiagnostic criteria for a new psychiatric disorder. Plos \nOne , 8(1), e54706. https://doi.org/10.1371/journal.pone. \n0054706 \nSchröder, A., Wingen, G. V., Eijsker, N., San Giorgi, R., \nVulink, N. C., Turbyne, C., & Denys, D. (2019 ). Misophonia \nis associated with altered brain activity in the auditory \ncortex and salience network. Scientific Reports , 9(1), 7542. \nhttps://doi.org/10.1038/s41598-019-44084-8 \nSchwartz, P., Leyendecker, J., & Conlon, M. (2011 ). \nHyperacusis and misophonia: The lesser-known siblings \nof tinnitus. Minnesota Medicine , 94(11), 42–43.\nŞenkal Ertürk, İ., Kahya, Y., & Gör, N. (2020 ). Childhood emo -\ntional maltreatment and aggression: The mediator role of \nthe early maladaptive schema domains and difficulties in \nemotion regulation. Journal of Aggression, Maltreatment & \nTrauma , 29(1), 92–110. https://doi.org/10.1080/10926771. \n2018.1541493 \nShorey, R. C., Anderson, S. E., & Stuart, G. L. (2012 ). Gender \ndifferences in early maladaptive schemas in a \ntreatment-seeking sample of alcohol-dependent adults. \nSubstance use & misuse , 47(1), 108–116. https://doi.org/ \n10.3109/10826084.2011.629706 \nShorey, R. C., Elmquist, J., Anderson, S., & Stuart, G. L. (2015 , \nJuly-August). The relationship between early maladaptive \nschemas, depression, and generalized anxiety among \nadults seeking residential treatment for substance use \ndisorders. Journal of Psychoactive Drugs , 47(3), 230–238. \nhttps://doi.org/10.1080/02791072.2015.1050133 \nShorey, R. C., Stuart, G. L., & Anderson, S. (2012 ). The early \nmaladaptive schemas of an opioid-dependent sample of \ntreatment seeking young adults: A descriptive \ninvestigation. Journal of Substance Abuse Treatment , 42 \n(3), 271–278. https://doi.org/10.1016/j.jsat.2011.08.004 \nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł., & \nDragan, W. Ł. (2020 ). Prevalence of misophonia and corre -\nlates of its symptoms among inpatients with depression. \nInternational Journal of Environmental Research and Public \nHealth , 17(15), 5464. https://doi.org/10.3390/ \nijerph17155464 \nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., \nFioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., \nRouw, R., Schiller, D., Simner, J., Storch, E. A., Talylor, S., \nVander Werff, K. R., & Raver, S. M. (2022 ). Consensus defini -\ntion of misophonia: A Delphi study. Frontiers in \nNeuroscience , 16, 841816. https://doi.org/10.3389/fnins. \n2022.841816 CLINICAL PSYCHOLOGIST\n 13"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Tao, J., He, K., & Xu, J. (2021 ). The mediating effect of \nself-compassion on the relationship between childhood mal-\ntreatment and depression. Journal of Affective Disorders , 291, \n288–293. https://doi.org/10.1016/j.jad.2021.05.019 \nTariq, A., Reid, C., & Chan, S. W. Y. (2021 ). A meta-analysis of \nthe relationship between early maladaptive schemas and \ndepression in adolescence and young adulthood. \nPsychological Medicine , 51(8), 1233–1248. https://doi.org/ \n10.1017/S0033291721001458 \nTasca, G. A. (2019 ). Attachment and eating disorders: \nA research update. Current Opinion in Psychology , 25, \n59–64. https://doi.org/10.1016/j.copsyc.2018.03.003 \nThimm, J. C. (2010 ). Relationships between early maladaptive \nschemas and psychosocial developmental task resolution. \nClinical Psychology & Psychotherapy , 17(3), 219–230. \nhttps://doi.org/10.1002/cpp.647 \nTibi, L., van Oppen, P., van Balkom, A. J. L. M., Eikelenboom, M., \nHendriks, G. -J., & Anholt, G. E. (2018 ). The relationship \nbetween cognitions and symptoms in obsessive-compulsive \ndisorder. Journal of Affective Disorders , 225, 495–502. https:// \ndoi.org/10.1016/j.jad.2017.08.072 \nTremblay, P. F. & Dozois, D. J. A. (2009 ). Another perspec -\ntive on trait aggressiveness: Overlap with early mala -\ndaptive schemas. Personality and Individual Differences , \n46(5–6), 569–574. https://doi.org/10.1016/j.paid.2008. \n12.009 \nVan Assche, L., Van de Ven, L., Vandenbulcke, M., & \nLuyten, P. (2020 ). Ghosts from the past? The association \nbetween childhood interpersonal trauma, attachment \nand anxiety and depression in late life. Aging & Mental \nHealth , 24(6), 898–905. https://doi.org/10.1080/ \n13607863.2019.1571017 \nvan Leeuwen, W. A., van Wingen, G. A., Luyten, P., Denys, D., & \nvan Marle, H. J. F. (2020 , March). Attachment in OCD: A \nmeta-analysis. Journal of Anxiety Disorders , 70, 102187. \nhttps://doi.org/10.1016/j.janxdis.2020.102187 \nVoderholzer, U., Schwartz, C., Thiel, N., Kuelz, A. K., \nHartmann, A., Scheidt, C. E., Schlegl, S., & Zeeck, A. (2013 ). \nA comparison of schemas, schema modes and childhood \ntraumas in obsessive-compulsive disorder, chronic pain disorder and eating disorders. Psychopathology , 47(1), \n24–31. https://doi.org/10.1159/000348484 \nWegener, I., Alfter, S., Geiser, F., Liedtke, R., & Conrad, R. \n(2013 ). Schema change without schema therapy: The \nrole of early maladaptive schemata for a successful treat -\nment of major depression. Psychiatry: Interpersonal and \nBiological Processes , 76(1), 1–17. https://doi.org/10.1521/ \npsyc.2013.76.1.1 \nWibbelink, C. J. M., Arntz, A., Grasman, R. P. P. P., Sinnaeve, R., \nBoog, M., Bremer, O. M. C., Dek, E. C. P., Alkan, S. G., \nJames, C., Koppeschaar, A. M., Kramer, L., Ploegmakers, M., \nSchaling, A., Smits, F. I., & Kamphuis, J. H. (2022 ). Towards \noptimal treatment selection for borderline personality dis-\norder patients (BOOTS): A study protocol for a multicenter \nrandomized clinical trial comparing schema therapy and \ndialectical behavior therapy. BMC Psychiatry , 22(1), 89. \nhttps://doi.org/10.1186/s12888-021-03670-9 \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014 ). \nMisophonia: Incidence, phenomenology, and clinical cor-\nrelates in an undergraduate student sample. Journal of \nClinical Psychology , 70(10), 994–1007. https://doi.org/10. \n1002/jclp.22098 \nYakın, D., Grasman, R., & Arntz, A. (2020 ). Schema modes as \na common mechanism of change in personality pathology \nand functioning: Results from a randomized controlled \ntrial. Behaviour Research and Therapy , 126, 103553. \nhttps://doi.org/10.1016/j.brat.2020.103553 \nYoung, J. E. & Brown, G. (1994 ). Young Schema \nQuestionnaire. Cognitive therapy for personality disor -\nders: A schema-focused approach, In J. E. Young (Ed.), \nCognitive therapy for personality disorders: A schema- \nfocused approach, (2nd ed., pp. 63–76). Professional \nResource Press.\nYoung, J. E., Klosko, J. S., & Weishaar, M. E. (2003 ). Schema \ntherapy: A practitioner’s guide . Guilford Press.\nZhou, X., Wu, M. S., & Storch, E. A. (2017 ). Misophonia symp -\ntoms among Chinese university students: Incidence, asso -\nciated impairment, and clinical correlates. Journal of \nObsessive-Compulsive and Related Disorders , 14, 7–12. \nhttps://doi.org/10.1016/j.jocrd.2017.05.00114\n M. E. STALIAS-MANTZIKOS ET AL."
    }
  ]
}