{
  "doc_type": "scientific paper",
  "title": "how-evolutionary-thinking-can-help-us-to-understand-adhd",
  "authors": [
    "Swanepoel"
  ],
  "year": 2017,
  "journal": "nature or nurture and whether it is under- or over-diagnosed. It would allow clinicians",
  "doi": "10.1192/apt.bp.116.016659410",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T01:32:25.818620Z",
  "source_pdf": "documents/research/Global/Swanepoel 2017 how-evolutionary-thinking-can-help-us-to-understand-adhd.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659410\nARTICLESUMMARY \nWe argue that current debates about attention-\ndeficit hyperactivity disorder (ADHD) can be considered afresh using an evolutionary lens. We \nshow how the symptoms of ADHD can often be \nconsidered adaptive to their specific environment. We suggest that, from an evolutionary point of view, ADHD symptoms might be understood to \nresult from an ‘evolutionary mismatch’, in which \ncurrent environmental demands do not fit with what evolution has prepared us to cope with. For example, in our ancestral environment of evolutionary adaptedness (EEA), children were not \nexpected to sit still and concentrate on academic \ntasks for many hours a day. Understanding ADHD in terms of such a ‘mismatch’ raises significant issues regarding the management of childhood \nADHD, including ethical ones. An approach based \non the concept of mismatch could provide an alternative to current debates on whether ADHD results from nature or nurture and whether it is under- or over-diagnosed. It would allow clinicians \nand policy makers to take both the child and the \nenvironment into account and consider what might be desirable and feasible, both in society and for specific children, to lessen the mismatch. \nLEARNING OBJECTIVES\n•\tGrasp the concept of ADHD as an ‘evolutionary mismatch’\n•\tUnderstand the issues raised by this perspective, including ethical ones\n•\tAppreciate how a transparent discussion of these issues might inform decisions about man-agement, medication and schooling\nDECLARATION OF INTEREST \nThe authors are members of the evopsycho -\ntherapy study group at the Tavistock Clinic. The aim of the group is to promote evolutionary \nthinking in psychotherapy and psychiatry.Annie Swanepoel is a \nconsultant child and adolescent \npsychiatrist in Hertfordshire. \nShe also holds a PhD in human physiology and is particularly \ninterested in the integration of \nbody and mind, nature and nurture, psychoneuroimmunology, as well \nas evolutionary science. Graham \nMusic is a consultant child and adolescent psychotherapist at the \nTavistock Clinic in London and an \nadult psychotherapist in private practice. He supervises and teaches \non many courses, has a particular \ninterest in the interface between developmental science and clinical \nwork, and his publications include \nNurturing Natures (2011) and The Good Life (2014). John Launer is \nAssociate Dean at Health Education \nEngland and an honorary lifetime consultant at the Tavistock Clinic. He \nis a doctor, family psychotherapist \nand writer. His principal interests include clinical supervision for \nthe health professions, narrative \nmedicine and evolutionary psychology. Michael J. Reiss is \nProfessor of Science Education at \nthe UCL Institute of Education and a Fellow of the Academy of Social \nSciences. A priest in the Church of \nEngland and the former Director of Education at the Royal Society, \nhe has written extensively about \ncurricula, pedagogy and assessment in science education, sex education \nand bioethics.  \nCorrespondence Dr Graham \nMusic, Child and Family Department, \nTavistock and Portman NHS Trust, \n120 Belsize Lane, London NW3 5BA, UK. Email: gmusic@tavi-port.nhs.uk.\nCopyright and usage\n© The Royal College of Psychiatrists \n2017.\nFew childhood conditions designated as psy­\nchiatric disorders are as mired in controversy as \nattention ­deficit hyperactivity disorder (ADHD) \n(Timimi/Taylor 2004). Diagnosis is generally \nmade on the basis of behavioural checklists, and \nthere are continual debates about the status of \nsuch diagnoses. Some mental health professionals see ADHD as a developmental disorder, some as \ngenetically driven and some as a set of symptoms \nthat are indistinguishable from the effects of childhood trauma. \nIn a previous article in \nBJPsych Advances \n(Swanepoel 2016) we argued that the traditional disease model, still dominant in psychiatry, is \nless than ideal for making sense of a range of \npsychological issues, such as the effects of early childhood experiences on development. We argued \nthat a model based on evolutionary thinking can \ndeepen understanding and aid clinical practice by showing how behaviours, bodily responses and \npsychological beliefs tend to occur for reasons that \nare evolutionarily adaptive, even when these might on first appearance seem pathological.\nIn the present article we apply this reasoning \nto ADHD, the most commonly diagnosed neuro­developmental disorder (Thapar 2016). ADHD, \ncharacterised by hyperactivity, impulsivity and \ninattention, appears to be linked to serious consequences, including educational failure, \nsubstance misuse and criminal involvement. The \nprevalence of diagnosis seems to be increasing, but the reasons for this are hotly disputed \n(Thapar 2016). \nHere, we do not argue for a single explanation \nfor the widespread occurrence of ADHD. Indeed, we caution against too simplistic an understanding \nof the condition – including a belief either that all ADHD diagnoses are faulty or that the condition \ncan always be objectively identified and straight­\nforwardly treated with medication. Our hope is that an evolutionary perspective will prove \nuseful to clinicians and others faced with high \nrates of referral of children (or adults) presenting with symptoms of ADHD. We argue that the \nenvironment of evolutionary adaptedness (EEA) \ndid not prepare children to sit still and concentrate for hours every day and that the difficulties that \nmany children experience can be understood in \nterms of this mismatch (Box 1).\nADHD classification and identification\nIn DSM ­4, ADHD fell under ‘disruptive behaviour \ndisorders’, along with oppositional defiant disor ­\nder, intermittent explosive disorder and conduct How evolutionary thinking can help \nus to understand ADHD\nAnnie Swanepoel, Graham Music, John Launer & Michael J. Reiss\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659411\nHow evolutionary thinking can help us to understand ADHDdisorder. In DSM ­5, ADHD was moved into the \ncategory of neurodevelopmental disorders, along ­\nside autism spectrum disorders, intellectual dis­\nabilities, communication disorders and motor disorders. A neurodevelopmental disorder is one \nin which ‘the development of the central nervous \nsystem is disturbed’ (American Psychiatric Associ ­\nation 2013). Common characteristics of ADHD are \nthat onset is in early childhood, that there are cog ­\nnitive as well as behavioural deficits, and that the \nsymptomatic and functional impairments tend to \npersist. There is typically a preponderance among \nmales of both neurodevelopmental disorders in general and ADHD in particular, and these dis­\norders tend to have a degree of heritability. There \nis a large overlap of different neurodevelopmental disorders – co ­occurrence is the rule rather than \nthe exception (Dyck 2011; Posner 2014).\nIn support of a neurodevelopmental view, the \nBen­Gurion infant development study showed that \nsons of fathers with ADHD were more irritable than sons of fathers without ADHD (Auerbach 2004). The at ­risk infants also indicated less clearly \nwhat was bothering them, making parenting them more difficult, as evidenced by more inadequate responses to their needs. This was confirmed by \nElberling \net al (2014), who found that mother–\ninfant interaction problems were more likely with at­risk infants. Interestingly, expressed emotion \n(parental hostility) is child ­specific, not parent ­\nspecific (Cartwright 2011). \nIn two large clinic samples of young people \ndiagnosed with ADHD before school age, only \n10% were in the ‘normal’ range of functioning \nat 15–18 years old – thus there appears to be \ncontinuity (Lahey 2016). Persistent classroom inattention is a strong predictor of not obtaining \na high school diploma by age 22 (Pingault 2011). \nADHD in preschool boys has been associated with a 10 ­point reduction in General Certificate of \nSecondary Education (age 16) scores (Washbrook 2013). A 7–12 point average IQ deficit has been \nnoted in individuals with ADHD (Simonoff 2007), although there is considerable variability and some individuals with ADHD have an IQ well above average. It has also been shown that preschool ADHD incurs a 17 ­fold greater economic \nburden due to increased needs in education, health \nand social care and makes it more likely that \nchildren will be bullies or the victims of bullying (Verlinden 2015).\nThere appear to be no discernible differences in \nthe brains of infants with ADHD compared with \nthose of unaffected infants (Ghassabian 2013); \nhowever, by 6–8 years of age, children with ADHD \nhad thinner cortices in the primary somatosensory \narea (Mous 2014). Adults with ADHD have also \nbeen found to show abnormal reactivity in this \narea (Dockstader 2009), although new studies \nshow that there is not necessarily continuity \nbetween childhood and adult ADHD. Some have argued that the criterion that ADHD must have started before the age of 12 should therefore be dropped (Caye 2016).\nEpidemiological issues\nOne notable fact about ADHD is that rates of recognition, diagnosis and treatment vary widely between and within countries. In 2012, at least 9% of school ­aged children in the USA were \ndiagnosed with ADHD; the corresponding figure for France was less than 0.5% (Wedge 2012). The rate of ADHD diagnosis in preschool children varies too, even between quite similar countries: in Denmark it is 1% (Elberling 2016), whereas \nit is 3.8% in Iceland (Gudmundsson 2013). The \nrates even differ substantially across states in the USA (Fulton 2015). They have also increased considerably in many countries, including the USA and UK, in recent decades. Such variations may be \ndue to differences in how the condition is defined \nand the ways data are gathered (Polanczyk 2014).\nAnother significant finding about ADHD is \nthat, in large samples in many countries, there is a hugely increased likelihood of the diagnosis if a child is in the youngest group in a school year \ncohort. For example, children in Denmark born \njust before the cut ­off for the next year were about \n2.5 times more likely to have an ADHD diag­nosis than their older classmates (Krabbe 2014), and similar results have been seen in a number of other countries, including Germany (Schwandt 2016), Canada (Chen 2015), Taiwan (Chen 2016) \nand Israel (Hoshen 2016). At the very least, \nthis suggests an increase in diagnoses in children who are less emotionally mature and less able to \nbe still.BOX 1 Evolutionary mismatch\nWhen the environment in which an organism lives is \nsignificantly different from that in which it evolved, traits that were once adaptive may become pathological. This \nis termed an ‘evolutionary mismatch’ (Cofnas 2016). One \nexample is that humans evolved to survive food scarcity by craving and eating high-calorie foods when these were available. In the current environment of generally \nplentiful food, this leads to widespread obesity. Thus, \na trait that may have conferred survival advantage in the past may lead to vulnerability to disorder if the environment changes. \nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659 412\n Swanepoel et alThere are also cultural differences in diagnosis \nrates (Ghosh 2015), which might be explained by \na range of factors. Some cultures place a higher \nvalue on emotion regulation, for example, so that problems with self ­regulation is more common \namong US than Asian males (Wanless 2013). Cultures that value close bodily contact and a quick response to signals of distress, and where \nthere are clear imperatives for children to abide \nby rules, are ones in which self ­regulation tends \nto develop earlier and more fully. Children in \nmore interdependent cultures are generally also \nquicker to develop skills in compliance and emotion regulation (Wanless 2013). Despite these \ncultural variations, it is nevertheless clear that \nthere is a group of children, principally boys, who show symptoms (identified as ADHD) that cause \nconcern and whose longer ­term trajectories might \nnot be good (Thapar 2016).\nGenes, epigenetics and adaptation\nAccording to evolutionary thinking, behaviour \ntraits that have survived and been passed down the \ngenerations must have had adaptive value in the \npast, and possibly still have today. It is certainly conceivable, for example, that more adventurous \nindividuals in hunter ­gatherer society sometimes \ndid better in terms of having viable offspring, \nperhaps because those individuals were more \nwilling to explore (Box 2). It is worth asking why \nit could be adaptive for a child to have a version of a gene or set of genes that appears to give rise \nto such a poor prognosis as ADHD. It seems that \nsuch a ‘temperament’ might well be advantageous in some environments. For example, when we \nexamine the genes of descendents of people \ninvolved in major migrations of the distant past, we see that a higher proportion than average have the same ‘novelty ­seeking’ genetic variant that \nis associated with ADHD in children (Matthews \n2011). One can speculate that being a carrier of \nthat novelty ­seeking variant might have aided the \nlikelihood of survival by making such individuals \nmore predisposed to seek new pastures when \ndanger loomed, and hence survive to pass on this variant. \nAlthough genes alone are most unlikely to cause \nADHD symptoms, gene–environment interaction is looking increasingly likely to play a central role. It seems, for example, that carriers of the long \nallele (7 ­repeat allele) of the dopamine D\n4 receptor \ngene DRD4  are more likely to show ADHD \nsymptoms (Faraone 2001) and this genetic variant \nalso increases the likelihood that children will be \nnovelty ­seeking. For these children, insensitive \nparenting in the early years predicts more \nexternalising behaviours, although this is not the case for carriers of the short variant (Windhorst \n2015). Inheriting this allele also predicts poorer \nemotion regulation, and indeed more likelihood of disorganised attachment styles (Pappa 2015). Thus, this and other genes may predispose for \nADHD, but will only ever be a partial explanation. \nInterestingly, one study looked at hyperactive \nchildren who were adopted (Harold 2013). Where these adopted children received sensitive and \nattuned parenting the symptoms of hyperactivity were not subsequently seen. As so often, we find that experiences and genes, nature and nurture \ninteract to produce their effects (van Ijzendoorn \n2015). Thus, what we are seeing is that some children are born with more genetic susceptibility for ADHD ­type symptoms, but also that certain \nkinds of environmental influence, such as cultural values or parenting, including closely monitoring a child’s behaviour, can hugely reduce the potential effects of genes that otherwise might give rise to \nworrying behaviours. \nEpigenetic research is showing that some \nchildren are more susceptible to the influence of \ntheir environment than others, what Belsky and \nothers have called ‘the differential susceptibility to \nrearing’ influence (Belsky 2004). Belsky has argued that successful reproduction of one’s genes is more \nlikely if some of one’s offspring are more influenced \nby the current environment than others, because in such scenarios, in the face of both continuity and major change, those offspring will survive to pass on their genes. Thus, we should now think not of \nvulnerability genes (e.g. for ADHD), but rather in \nterms of relative plasticity (Belsky 2014), because some individuals are simply more influenced by \nexperiences than others, owing at least in part to \ntheir genes.BOX 2 How a gene associated with ADHD \nmay have been adaptive: an example\nAbout one-seventh of a Kenyan tribe, the Ariaal, have \nthe long version of the DRD4 gene, which is associated with novelty-seeking. Pastoralists, some Ariaal still lead a \nnomadic life, moving from place to place, whereas others \nnow have a more settled way of living. A study found that men with the novelty-seeking allele who lived a nomadic life were well nourished and healthy. In contrast, \nthose with this same allele living a settled life were on \naverage less well nourished (Eisenberg 2008). It seems that having the ‘ADHD-inducing’ variant might well be a better option when living a less settled kind of life, and \nthat different genetic variations aid survival or success in \nsome environments but not others.\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659413\nHow evolutionary thinking can help us to understand ADHDEnvironmental influences\nThere have been a number of studies linking qual­\nity of parenting to ADHD diagnosis, concluding \nthat ADHD is related to insecure attachment \nrelationships (e.g. Roskam 2014). What much \nresearch makes clear (and in accordance with \ncommon sense) is that if we expect the environ  ment \nto be dangerous and unpredictable, we are less \nrelaxed and more hypervigilant and jumpy. Thus, \nchildren who grow up in difficult circumstances \nmay be more hyperactive and less likely to settle than children who are used to a relaxed and calm \nenvironment. Research (Tronick 2007) as well \nas infant observation over many decades, such as in the Tavistock model (Miller 1989), have \nshown how even young infants, when feeling less \nemotionally held, move around more and are less able to concentrate. Infants and children feel calm, \nmore relaxed and stiller when their emotional and \nphysiological states are regulated by an adult attuned to them. Studies show that having a \nstressful or traumatic childhood is highly predictive \nof being impulsive, emotionally dysregulated and having poor executive functioning (Ersche 2012). \nIn families displaying high levels of negativity, \nanger or aggression, children tend to struggle much more with emotion regulation (Morris 2007). \nIndeed, where there is violence and aggression we \nsee extreme sympathetic nervous system arousal together with externalising behaviours (Panzer \n2005; El ­Sheikh 2009). \nFrom the perspectives of life history theory \n(Belsky 2012), a speeded up metabolism, less trust, less relaxation, and more suspicion and \nrisk­taking might be adaptive for abusive homes \nor violent neighbourhoods. In such environments \nthere is little emotional security or expectation \nthat things will work out well. It is a strategy that ensures short ­term survival, though at the \ncost of long ­term physical and mental health. Our \nresponses can therefore be seen as adaptive to our environments, triggering neurobiological patterns \nthat have a profound effect on the rest of our lives \n(Belsky 2012). Those born into highly stressed worlds tend to have a speeded up metabolism \nand more activated stress response systems and \ndevelop what some call a ‘fast’, as opposed to a ‘slow’, life history strategy. We see this in a range \nof other mammals as well as in humans, and it \nis a strategy that aids survival. Without it, any too trusting and complacent ancestors might \nwell have met a violent end before they had time \nto reproduce. In many circumstances the best response is to be wary, vigilant and untrusting.\nEvidence shows that ADHD symptoms increase \nin response to adverse social and economic as well as parenting influences. For example, Mischel (2014) found that children from low ­income \nfamilies in violent parts of New York’s Bronx \ntended to have below average ability to self ­regulate \ncompared with more privileged children. Early \nsevere institutional deprivation is associated with \nadult ADHD (Kennedy 2016). Other studies have \nfound a link between low socioeconomic status and impaired development of the executive parts \nof the brain (Noble 2005), even linking poverty \nto chronic stress and neurocognitive outcomes right into adulthood (Evans 2009). Indeed, by the \nage of 6 months, infants from socioeconomically \ndeprived environments have been shown to be less able to pay attention (Clearfield 2013). Childhood \npoverty and the associated stress levels can have \na big effect on capacity for emotion regulation, the development of inhibitory brain networks (Kim \n2013) and the likelihood of increased risk ­taking \n(Griskevicius 2011). Being able to defer gratification \ndepends on feeling sufficiently relaxed (high vagal \ntone) and being helped to bear and regulate one’s \nemotions (Moore 2004). \nADHD can be thought of in part as a deficit in \nexecutive functioning (Barkley 2017) – although many forms of executive function disorder are unrelated to ADHD. Those diagnosed with \nADHD struggle, for example, with planning, \nemotion regulation, focusing, concentrating, putting plans into action – all of which are aspects \nof executive functioning (Brown 2013). People \nable to delay gratification have more activity in prefrontal brain regions, central to abstract \nthinking, planning, working memory and emotion \nregulation – again, all of which are aspects of executive functioning (Barkley 2012). Those with \nmore impulsive character traits tend to lack these \nprefrontal ‘brakes’ on their impulsivity (McClure 2004). Instead, more primitive subcortical brain \nareas are active. This also is seen in trauma and \nin stressful situations generally, which is partly why many children who display symptoms that \nfit with ADHD checklists for other reasons are \nmisdiagnosed as having ADHD (DeJong 2010).\nGender-based differential rates\nWhy are rates of ADHD typically higher in males than in females? One common evolutionary \nexplanation for differential rates such as this is \nthat males have had to be more risk ­taking to \ncompete for mates, since a higher proportion of \nmales than females fail to have children and pass \non their genes. Thus, sexual competition between adult males is high, and this can be compounded \nwhen males have to leave their families to seek \nout mates. \nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659 414\n Swanepoel et alAlso, research might suggest a trade ­off in \nevolutionary history between the need to be risk ­\ntaking and explore and the capacity to concentrate \nand be still. For example, boys seem to be more \nsensitive than girls to the consequences of sub­\noptimal parental care. From birth onwards girls on average are better equipped to regulate their emotions and are less badly affected by disruptions in parenting. Parents may need to work harder to imitate and respond to their sons than to their \ndaughters, and researchers have suggested that \nboys need more input in order to feel emotionally regulated (Tronick 2000). Following maternal \npostnatal depression it seems that boys tend to fare worse, having less capacity for object constancy \nat 18 months and showing more behavioural problems at school age (Murray 1993). Sander (2007) looked at newborns separated from their \nparents and placed with new carers. After a few \ndays the girls had all entrained to their new carers’ day–night rhythms, but the boys took several days \nlonger to adjust, suggesting that they were more \nvulnerable to disruptions of care. \nTronick (2007) found that mothers with de­\npression consistently showed angrier emotional expressions to their sons than to their daughters. \nBy 6 months the boys were gesturing more \nanxiously and were three times more likely than the girls to resort to self ­comforting strategies \nsuch as sucking their thumbs. It seems that boys \ngenerally are more demanding of their interactive \npartners. A study in France showed that mothers \nwith a propensity for depression were more likely \nto become depressed if they had male babies (de Tychey 2008), who were presumably more \ndemanding than female ones. \nSocial changes\nSome ADHD symptoms might still (in contem­\nporary society) make adaptive sense, such as \nbeing vigilant and wary in the face of violence and \nprioritising survival and safety over the higher \nexecutive functions such as empathy, self ­reflection \nand emotion regulation (Music 2016).\nHowever, the social environment for children \nhas changed dramatically over the past century or \ntwo. Whereas most boys would once have typically \nlearnt a trade from their father or another relative, \nthis all changed with the professionalisation of \nschooling. One result is that there is a mismatch \nbetween the strengths of children with ADHD \n– i.e. their tendency to explore, to challenge \nand to try out new ways of doing things – and their environment (today’s schools). ADHD is unusual in that its diagnosis is most often made in the context of schooling, with most cases being diagnosed in children between the ages of 6 and \n12 (NHS Choices 2016). \nThe standard model of schooling, in which 20 or \nmore young people of the same age are taught in classrooms for about 5 hours a day, 5 days a week, \n200 days of the year from age 6 to 16, certainly \nruns counter to our evolved behavioural strategies. \nFurthermore, a child’s ADHD symptoms will \naffect other children in the room and the teacher’s very capacity to teach. As the website ADHD \nSolutions (2017) puts it: ‘a child with ADHD can \nbe extremely challenging’. Schooling therefore \nfavours some young people at the expense of \nothers, including those with ADHD. To add to \nthis, schools, especially primary schools, can be \nseen as feminised institutions, the large majority \nof teachers being women. Indeed, in England \nin 2015, 80% of the total teaching workforce in state ­funded schools (primary and secondary) was \nfemale (Department for Education 2016). As we \nhave noted, ADHD predominantly affects males: \na 2006 survey reported male:female prevalence of \nchild and adolescent ADHD varying from 3:1 in \nNorway to 16:1 in Austria (ADHD Institute 2016). This gender imbalance decreases in adulthood. It \nis likely that schools typically favour the sorts of \nfairly passive, acquiescent behaviour that society all too often deems particularly appropriate \nfor females. \nTreatment\nTreatment types\nThe main treatments for ADHD are medication and psychological interventions. Methylphenidate \ncan improve irritability in ADHD (Fernández de la Cruz 2015), and a Cochrane meta ­analysis showed \nthat it also improves teacher ratings of ADHD and does not have serious adverse side ­effects, \nalthough the data quality is poor (Storebø 2016). \nPsychological interventions for ADHD show small \neffects on non ­blinded outcome ratings, but no \neffect on blinded ratings (Abikoff 2015). \nThere is accordingly much controversy about \nthe medication of ADHD, with two main opposing \ncamps. On the one hand, there is some evidence to \nshow that ADHD has a biological component and responds to medication (at least in the short term) and that children who are treated generally have \nbetter educational outcomes and are less likely \nto misuse drugs or get in trouble with the law \n(Thapar 2016). On the other hand, many clinicians \nargue that normal children are being medicated to make them compliant and ‘less naughty’ and that medication is being used as a form of social \ncontrol. Even among ourselves as authors, we are not of one mind on this matter.\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659415\nHow evolutionary thinking can help us to understand ADHDNewer evidence reveals a differential suscepti­\nbility to the development of oppositional defiant \ndisorder and conduct disorder in children genetically more susceptible to developing ADHD \n(Bakermans­ Kranenburg 2015). The efficacy of \ninterventions might be underestimated or even \ngo undetected as a main effect when it is hidden \nin gene ­by­environment (G × E) analysis. These \nchildren will be more likely to develop ADHD and \nthe attendant serious behavioural complications if experiencing low warmth in their relationships \nwith their caregivers – but will be less likely than average children to develop these difficulties if \nthey experience warm parenting. It is therefore too \nsimplistic to just link genetic traits to outcomes: \nonce again, there are significant gene–environment \ninteractions at play.\nEthics\nFrom an ethical point of view, a serious question needs to be asked: ‘Should psychiatrists prescribe \nmedication to help a child to fit into an environment \nthat is not ideal?’ Many ADHD services do not have \nany behavioural support services to which they \ncan refer. This puts pressure on psychiatrists to \nprescribe, even if psychological or social measures \nmight be more appropriate. It is also questionable whether prescribing is ethically justifiable when it \nis undertaken because of the shortcomings of the \nschool environment. Furthermore, there is often \na clear conflict of interest between what is best \nfor the child and what is easiest for parents and \nteachers. In a rare study that examined the views \nof children with ADHD, Singh (2012) found that, in both the UK and the USA, children wanted \nmore treatment options outside of medication, \nbut that these were not available. The question of \ninformed consent becomes difficult with younger \nchildren, who are completely dependent on their \nparents. More widely, there are important ethical \nconsiderations to be addressed by health, education \nand social care services (Richards 2013). Some of \nthe complexities that can arise are illustrated by \nthe case vignettes in Box 3.\nConclusions\nWe believe that an evolutionary perspective, which \npoints out the mismatch between biological pre­\ndispositions and current environments, including schools, has a lot to add to debates about ADHD \ndiagnosis and treatment. This paves the way for a more informed discussion about whether \nto medicate or not. Understanding ADHD as \na biological variant in some individuals that has adaptive value for living in unpredictable \nsituations may help shift perceptions of the child as being ‘naughty’ to seeing someone caught in an \nevolutionary mismatch. Behavioural strategies in \nschool, for example, could then focus on allowing the child plenty of physical activity and a fidget \ntoy to fiddle with when they have to sit still, as \nwell as making eye contact with the child before giving instructions and keeping instructions single \nand simple (for further suggestions see LD Online \n2017). Over the longer term, we may need to rethink how schools are organised, conceptualised and run. Increasingly, the emphasis in schooling \nis only on academic subjects. Subjects that involve \nmovement and the development of physical skills (physical education, metalwork, home economics, \netc.) have largely disappeared from the curricula \nin a number of countries. \nIt may help for adults with ADHD to under­\nstand what their strengths are and to seek jobs where these are valued, for example in sport, adventure tours, the military or any other job \nwhere physical activity and rapid decision ­making \nare highly valued. \nOf course, there are downsides to having ADHD \n– individuals are more likely to perform poorly \nin cognitive tasks, die in accidents and become \ninvolved in criminal activity. They are also more BOX 3 The range and complexities of children with ADHD: case vignettesa\nRedressing the mismatch\nAlex is 17 years old. He was diagnosed with \nADHD at age 8 and treated with stimulant \nmedication until he finished his GCSEs at 16. He was able to stop using medication when he went to a football college. He explained \nthat at college they do 2 hours of football \ntraining and then break for an hour of, say, maths, before doing another 2 hours of training and then having a lesson of English. \nHe said that this worked very well for him \nand he was able to sit still and concentrate without needing medication.\nThe influence of nurture\nNine-year-old Joe, who was on a local \nauthority child protection plan because \nof neglect by his drug-misusing mother, \nwas treated with stimulant medication for ADHD. After he was placed in foster care, his school work improved dramatically and \nhe was able to stop his medication. One of \nthe reasons for this was that the ‘breakfast’ his mother had assured professionals she was giving him with his stimulant \nmedication before school consisted of a can \nof caffeinated energy drink.Successful use of medication\nMohammed, 14 years old, was on the verge \nof exclusion from school because of his \ndisruptive behaviour in class, fighting in the playground and rudeness to teachers. He had been diagnosed with ADHD at age \n8, but his parents had been opposed to \nmedication. The family now agreed to a trial of stimulant medication, which was a resounding success. The boy explained that \nhe was now able to concentrate and think \nbefore he acted. He thrived on the positive feedback he was getting at school and his behaviour and attainment improved.\nTreat the environment, not the child\nSeven-year-old Alfie was being treated with \nshort-acting ADHD medication to cover him at school, but neighbours in the flat below complained about his jumping around in the \nevenings and at the weekends. Members \nof the multidisciplinary team agreed that medication should not be prescribed in this instance and decided to write a letter to the \nlocal housing office instead.\na. These children are fictitious, but representative \nof individuals we meet in clinical practice.\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659 416\n Swanepoel et allikely to follow a fast life history strategy and tend \nto have more children at a younger age in whom they \ninvest less – this may lead to an intergenerational \ntransmission of problem behaviours linked to a biological susceptibility to ADHD (Thapar 2016).\nIn sum, we believe that an evolutionary view can \nhelp both professionals and patients understand ADHD in a broader sense, where it can be thought \nof as both a liability and a strength and where \nattempts are made to adapt the environment before resorting to medication to adapt the individual.\nReferences\nAbikoff HB, Thompson M, Laver-Bradbury C, et al (2015) Parent training \nfor preschool ADHD: a randomized controlled trial of specialized and generic programs. Journal of Child Psychology and Psychiatry, 56: 618–31.\nADHD Institute (2016) Epidemiology: Gender. ADHD Institute (http://\nadhd-institute.com/burden-of-adhd/epidemiology/gender/). Accessed 15 September 2017.\nADHD Solutions (2017) ADHD in childhood. ADHD Solutions (http://\ncmsms.adhdsolutions.org/index.php?page=adhd-at-home). Accessed 15 September 2017.\nAmerican Psychiatric Association (2013)  Diagnostic and Statistical \nManual of Mental Disorders (5th edn) (DSM-5). APA.\nAuerbach JG, Atzaba-Poria N, Berger A, et al (2004) Emerging \ndevelopmental pathways to ADHD: possible path markers in early infancy. Neural Plasticity, 11: 29–43.\nBakermans-Kranenburg MJ, van IJzendoorn MH (2015) The hidden \nefficacy of interventions: gene  × environment experiments from a \ndifferential susceptibility perspective. Annual Review of Psychology, 66: 381–409.\nBarkley RA (2012) Executive Functions: What They Are, How They Work, \nand Why They Evolved. Guilford Press.\nBarkley RA (2017) Attention-Deficit Hyperactivity Disorder: A Handbook \nfor Diagnosis and Treatment (4th edn). Guilford Press.\nBelsky J (2004) Differential susceptibility to rearing influence. In Origins \nof the Social Mind: Evolutionary Psychology and Child Development (eds B Ellis, D Bjorklund): 139–63. Guilford Press.\nBelsky J, Schlomer GL, Ellis BJ (2012) Beyond cumulative risk: \ndistinguishing harshness and unpredictability as determinants of parenting and early life history strategy. Developmental Psychology, 48: 662–73.\nBelsky J, Hartman S (2014) Gene–environment interaction in evolutionary \nperspective: differential susceptibility to environmental influences. World Psychiatry, 13: 87–9.\nBrown TE (2013) A New Understanding of ADHD in Children and Adults: \nExecutive Function Impairments. Routledge.\nCartwright KL, Bitsakou P , Daley D, et al (2011) Disentangling child and \nfamily influences on maternal expressed emotion toward children with attention-deficit/hyperactivity disorder. Journal of the American Academy of Child & Adolescent Psychiatry, 50: 1042–53.\nCaye A, Rocha TB, Anselmi L, et al (2016) Attention-deficit/hyperactivity \ndisorder trajectories from childhood to young adulthood: evidence from a birth cohort supporting a late-onset syndrome. JAMA Psychiatry, 73: \n705–12.\nChen K, Fortin N, Phipps S (2015) Young in class: implications for \ninattentive/hyperactive behaviour of Canadian boys and girls. Canadian Journal of Economics, 48: 1601–34.\nChen M-H, Lan W-H, Bai Y-M, et al (2016) Influence of relative age on \ndiagnosis and treatment of attention-deficit hyperactivity disorder in Taiwanese children. Journal of Pediatrics, 172: 162–7.Clearfield MW, Jedd KE (2013) The effects of socio-economic status on infant attention. Infant and Child Development, 22: 53–67.\nCofnas N (2016) A teleofunctional account of evolutionary mismatch.  \nBiological Philosophy, 31: 507–25. \nDeJong M (2010) Some reflections on the use of psychiatric diagnosis \nin the looked after or ‘in care’ child population. Clinical Child Psychology and Psychiatry, 15: 589–99.\nDepartment for Education (2016) School Workforce in England: November \n2015. Department for Education (https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/533618/SFR21_2016_MainText.pdf). \nde Tychey C, Briançon S, Lighezzolo J, et al (2008) Quality of life, postnatal \ndepression and baby gender. Journal of Clinical Nursing, 17: 312–22.\nDockstader C, Gaetz W, Cheyne D, et al (2009) Abnormal neural reactivity \nto unpredictable sensory events in attention-deficit/hyperactivity disorder.  \nBiological Psychiatry, 66: 376–83.\nDyck MJ, Piek JP , Patrick J (2011) The validity of psychiatric diagnoses: \nthe case of ‘specific’ developmental disorders. Research in Developmental Disabilities, 32: 2704–13.\nEisenberg DTA, Campbell B, Gray PB, et al (2008) Dopamine receptor genetic polymorphisms and body composition in undernourished pastor -\nalists: an exploration of nutrition indices among nomadic and recently settled Ariaal men of northern Kenya. BMC Evolutionary Biology, 8: 173.\nElberling H, Linneberg A, Olsen EM, et al (2014) Infancy predictors of \nhyperkinetic and pervasive developmental disorders at ages 5–7 years: results from the Copenhagen Child Cohort CCC2000. Journal of Child Psychology and Psychiatry, 55: 1328–35.\nElberling H, Linneberg A, Rask CU, et al (2016) Psychiatric disorders in \nDanish children aged 5–7 years: a general population study of prevalence and risk factors from the Copenhagen Child Cohort (CCC 2000). Nordic Journal of Psychiatry, 70: 146–55.\nEl-Sheikh M, Kouros CD, Erath S, et al (2009) Marital conflict and \nchildren’s externalizing behavior: pathways involving interactions between parasympathetic and sympathetic nervous system activity.  \nMonographs of the Society for Research in Child Development, 74: 1–79.\nErsche KD, Turton AJ, Chamberlain SR, et al (2012) Cognitive dysfunction \nand anxious-impulsive personality traits are endophenotypes for drug dependence. American Journal of Psychiatry, 169: 926–36.\nEvans GW, Schamberg MA (2009) Childhood poverty, chronic stress, \nand adult working memory. Proceedings of the National Academy of Sciences, 106: 6545–9.\nFaraone SV, Doyle AE, Mick E, et al (2001) Meta-analysis of the association between the 7-repeat allele of the dopamine D4 receptor gene and attention deficit hyperactivity disorder. American Journal of Psychiatry, 58: 1052–7.\nFernández de la Cruz L, Simonoff E, McGough JJ, et al (2015) Treatment of children with attention-deficit/hyperactivity disorder (ADHD) and irritability: results from the multimodal treatment study of children with ADHD (MTA). Journal of the American Academy of Child and Adolescent Psychiatry, 54: 62–70.\nFulton BD, Scheffler RM, Hinshaw SP (2015) State variation in increased ADHD prevalence: links to NCLB school accountability and state medication laws. Psychiatric Services, 66: 1074–82.\nGhassabian A, Herba CM, Roza SJ, et al (2013) Infant brain structures, \nexecutive function, and attention deficit/hyperactivity problems at preschool age. A prospective study. Journal of Child Psychology and Psychiatry, 54: 96–104.\nGhosh M, Holman CD, Preen DB (2015) Exploring parental country of birth differences in the use of psychostimulant medications for ADHD: a whole-population linked data study. Australian and New Zealand Journal of Public Health, 39: 88–92.\nGriskevicius V, Tybur JM, Delton AW, et al (2011) The influence of \nmortality and socioeconomic status on risk and delayed rewards: a life history theory approach. Journal of Personality and Social Psychology, 100: 1015–26.\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659417\nHow evolutionary thinking can help us to understand ADHDGudmundsson OO, Magnusson P , Saemundsen E, et al (2013) Psychiatric \ndisorders in an urban sample of preschool children. Child and Adolescent Mental Health, 18: 210–7.\nHarold GT, Leve LD, Barrett D, et al (2013) Biological and rearing mother \ninfluences on child ADHD symptoms: revisiting the developmental interface between nature and nurture. Journal of Child Psychology and Psychiatry, 54: 1038–46.\nHoshen MB, Benis A, Keyes KM, et al (2016) Stimulant use for ADHD and relative age in class among children in Israel. Pharmacoepidemiology and Drug Safety, 25: 652–60.\nKennedy M, Kreppner J, Knights N, et al (2016) Early severe institutional \ndeprivation is associated with a persistent variant of adult attention-deficit/hyperactivity disorder: clinical presentation, developmental con-tinuities and life circumstances in the English and Romanian Adoptees study. Journal of Child Psychology and Psychiatry, 57: 1113–25.\nKim P , Evans GW, Angstadt M, et al (2013) Effects of childhood poverty \nand chronic stress on emotion regulatory brain function in adulthood.  \nProceedings of the National Academy of Sciences, 110: 18442–7.\nKrabbe EE, Thoutenhoofd ED, Conradi M, et al (2014) Birth month as \npredictor of ADHD medication use in Dutch school classes. European Journal of Special Needs Education, 29: 571–8.\nLahey BB, Lee SS, Sibley MH, et al (2016) Predictors of adolescent \noutcomes among 4–6-year-old children with attention-deficit/hyperactivity disorder. Journal of Abnormal Psychology, 125: 68–81.\nLD Online (2017) Helping the Student with ADHD in the Classroom: \nStrategies for Teachers. WETA (http://www.ldonline.org/article/5911). Accessed 15 September 2017.\nMatthews LJ, Butler PM (2011) Novelty-seeking DRD4 polymorphisms \nare associated with human migration distance out-of-Africa after controlling for neutral population gene structure. American Journal of Physical Anthropology, 145: 382–9.\nMcClure SM, Laibson DI, Loewenstein G, et al (2004) Separate neural \nsystems value immediate and delayed monetary rewards. Science, 306: 503–7.\nMiller L (1989) Closely Observed Infants. Duckworth.Mischel W (2014) The Marshmallow Test: Understanding Self-control and \nHow To Master It. Little, Brown and Company.\nMoore C, Macgillivray S (2004) Altruism, prudence, and theory of mind \nin preschoolers. New Directions for Child and Adolescent Development, 2004 (103): 51–62.\nMorris AS, Silk JS, Steinberg L, et al (2007) The role of the family \ncontext in the development of emotion regulation. Social Development, 16: 361–88.\nMous SE, Muetzel R1, El Marroun H, et al (2014) Cortical thickness and \ninattention/hyperactivity symptoms in young children: a population-based study. Psychological Medicine, 44: 3203–13.\nMurray L, Kempton C, Woolgar M, et al (1993) Depressed mothers’ \nspeech to their infants and its relation to infant gender and cogni -\ntive development.  Journal of Child Psychology and Psychiatry, 34 : \n1083–101.\nMusic G (2016) Nurturing Natures: Attachment and Children’s Emotional, \nSocial and Brain Development. Psychology Press.\nNHS Choices (2016) Attention deficit hyperactivity disorder (ADHD). NHS \nChoices (http://www.nhs.uk/conditions/Attention-deficit-hyperactivity-disorder/Pages/Introduction.aspx). Accessed 27 October 2016.\nNoble KG, Norman MF, Farah MJ (2005) Neurocognitive correlates of \nsocioeconomic status in kindergarten children. Developmental Science, 8: 74–87.\nPanzer A, Viljoen M (2005) Supportive evidence for ADHD as a \nneurodevelopmental disorder. Medical Hypotheses, 64: 755-8.\nPappa I, Mileva-Seitz VR, Bakermans-Kranenburg MJ, et al (2015) The \nmagnificent seven: a quantitative review of dopamine receptor d4 and its association with child behavior. Neuroscience and Biobehavioral Reviews, 57: 175–86.Pingault J-B, Tremblay RE, Vitaro F, et al (2011) Childhood trajectories of inattention and hyperactivity and prediction of educational attainment in early adulthood: a 16-year longitudinal population-based study. American Journal of Psychiatry, 168: 1164–70.\nPolanczyk GV, Willcutt EG, Salum GA, et al (2014) ADHD prevalence estimates across three decades: an updated systematic review and meta-regression analysis.  International Journal of Epidemiology, 43: \n434–42.\nPosner MI, Rothbart MK, Sheese BE, et al (2014) Developing attention: \nbehavioral and brain mechanisms. Advances in Neuroscience, 1 May (doi: 10.1155/2014/405094). \nRichards LM (2013) Is it time for a more integrated bio-psycho-social \napproach to ADHD? Clinical Child Psychology and Psychiatry, 18: 403–\n503.\nRoskam I, Stievenart M, Tessier R, et al (2014) Another way of think-\ning about ADHD: the predictive role of early attachment deprivation in adolescents’ level of symptoms. Social Psychiatry and Psychiatric Epidemiology, 49: 133–44.\nSander L (2007) Living Systems, Evolving Consciousness, and the \nEmerging Person: A Selection of Papers from the Life Work of Louis Sander. Routledge.\nSchwandt H, Wuppermann A (2016) The youngest get the pill: ADHD \nmisdiagnosis in Germany, its regional correlates and international comparison. Labour Economics, 43: 72–86.\nSimonoff E, Pickles A, Wood N, et al (2007) ADHD symptoms in children \nwith mild intellectual disability. Journal of the American Academy of \nChild & Adolescent Psychiatry, 46: 591–600.\nSingh I (2012) VOICES: Voices on Identity, Childhood, Ethics and \nStimulants. Children Join the Debate. ADHD Voices.\nStorebø OJ, Simonsen E, Gluud C (2016) Methylphenidate for attention-\ndeficit/hyperactivity disorder in children and adolescents.  JAMA, 315: \n2009–10.\nSwanepoel A, Sieff DF, Music G, et al (2016) How evolution can help \nus understand child development and behaviour. BJPsych Advances, 22: 36–43.\nThapar A, Cooper M (2016) Attention deficit hyperactivity disorder.  \nLancet, 387: 1240–50.\nTimimi S/Taylor E (2004) ADHD is best understood as a cultural construct \n(debate). British Journal of Psychiatry, 184: 8–9.\nTronick EZ, Weinberg MK (2000) Gender differences and their relation to \nmaternal depression. In Stress, Coping, and Depression (eds SL Johnson, \nAM Hayes, TM Field, et al): 23–34. Lawrence Erlbaum Associates.\nTronick E (2007) The Neurobehavioral and Social Emotional Development \nof Infants and Children. Norton.\nvan Ijzendoorn MH, Bakermans-Kranenburg MJ (2015) Genetic dif-\nferential susceptibility on trial: meta-analytic support from random -\nized controlled experiments.  Development and Psychopathology, 27 : \n151–62.\nVerlinden M, Jansen PW, Veenstra R, et al (2015) Preschool attention-\ndeficit/hyperactivity and oppositional defiant problems as antecedents of school bullying. Journal of the American Academy of Child & Adolescent Psychiatry, 54: 571–9.\nWanless SB, McClelland MM, Lan X, et al (2013) Gender differences in behavioral regulation in four societies: The United States, Taiwan, South Korea, and China. Early Childhood Research Quarterly, 28: 621–33.\nWashbrook E, Propper C, Sayal K, et al (2013) Pre-school hyperactivity/\nattention problems and educational outcomes in adolescence: prospective longitudinal study. British Journal of Psychiatry, 203: 265–71.\nWedge M (2012) Why French kids don’t have ADHD. Psychology Today, 8 \nMarch (Blog: Suffer the Children).Windhorst DA, Mileva-Seitz VR, Linting M, et al (2015) Differential sus-\nceptibility in a developmental perspective: DRD4 and maternal sensitiv-ity predicting externalizing behavior. Developmental Psychobiology, 57: \n35–49.MCQ answers\n1 d 2 b 3 c 4 e 5 b\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "BJPsych Advances (2017), vol. 23, 410–418 doi: 10.1192/apt.bp.116.016659 418\n Swanepoel et alMCQs\nSelect the single best option for each question stem\n1 Viewing ADHD as an ‘evolutionary \nmismatch’ means that:\na there is a single explanation for the widespread \noccurrence of ADHD\nb all diagnoses of ADHD are faulty\nc the condition can always be objectively \nidentified \nd previous selection pressures have not adapted \nus to our present environment\ne diagnosis can made using behavioural \nchecklists.\n2 The fact that ADHD is so much rarer among \nchildren in France than in the USA is most likely due to:\na the presence of far more child psychiatrists in \nthe USA compared with France\nb different cultural presumptions between the two countries as to what behaviour constitutes \nADHD\nc better school food in France\nd higher rates of teenage pregnancy in the USA\ne higher rates of divorce in the USA.\n3 The most likely explanation why younger children in a school year are more likely to be diagnosed with ADHD is that such \nchildren:\na are more likely to be bullied\nb need to go to the toilet more often\nc have more difficulties sitting still and paying attention to their teachers\nd are behind their peers in respect of reading and \nwriting\ne are less likely to make friends with their peers.\n4 It is not true that infants at high-risk of ADHD:\na are more irritable than controls\nb signal their needs less clearlyc are parented less effectively\nd experience more hostility from their parents\ne have parents who are more hostile in general.\n5 According to evolutionary science, the high prevalence of ADHD in school-aged children can be explained by the concept of:\na fast life history, in which the emphasis is on ensuring short-term survival even if at the cost \nof long-term suffering\nb mismatch, in which our ancestral environment \ndid not prepare us for current environmental demands\nc evolutionary trade-off between physical fitness and academic excellence\nd natural selection of active children\ne survival of the fittest, which favours children \nwho can work on their own.\nhttps://doi.org/10.1192/apt.bp.116.016659  Published online by Cambridge University Press"
    }
  ]
}