{
  "doc_type": "scientific paper",
  "title": "Putting the mental back Notes",
  "authors": [
    "Taschereau dash Domouchel"
  ],
  "year": 2021,
  "journal": "psychiatry and allied ﬁelds decades ago when there were few avenues",
  "doi": "10.1038/s41380-021-01395-5",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T02:51:17.347492Z",
  "source_pdf": "documents/research/Global/Taschereau dash Domouchel 2021 Putting the mental back Notes.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "EXPERT REVIEW OPEN\nPutting the “mental ”back in “mental disorders ”: a perspective\nfrom research on fear and anxiety\nVincent Taschereau-Dumouchel1,2✉, Matthias Michel3, Hakwan Lau4, Stefan G. Hofmann5,6and Joseph E. LeDoux7,8\n© The Author(s) 2021\nMental health problems often involve clusters of symptoms that include subjective (conscious) experiences as well as behavioral\nand/or physiological responses. Because the bodily responses are readily measured objectively, these have come to be emphasized\nwhen developing treatments and assessing their effectiveness. On the other hand, the subjective experience of the patient\nreported during a clinical interview is often viewed as a weak correlate of psychopathology. To the extent that subjective symptomsare related to the underlying problem, it is often assumed that they will be taken care of if the more objective behavioral and\nphysiological symptoms are properly treated. Decades of research on anxiety disorders, however, show that behavioral and\nphysiological symptoms do not correlate as strongly with subjective experiences as is typically assumed. Further, the treatmentsdeveloped using more objective symptoms as a marker of psychopathology have mostly been disappointing in effectiveness.\nGiven that “mental ”disorders are named for, and de ﬁned by, their subjective mental qualities, it is perhaps not surprising,\nin retrospect, that treatments that have sidelined mental qualities have not been especially effective. These negativeattitudes about subjective experience took root in psychiatry and allied ﬁelds decades ago when there were few avenues\nfor scienti ﬁcally studying subjective experience. Today, however, cognitive neuroscience research on consciousness is thriving,\nand offers a viable and novel scienti ﬁc approach that could help achieve a deeper understanding of mental disorders and\ntheir treatment.\nMolecular Psychiatry (2022) 27:1322–1330; https://doi.org/10.1038/s41380-021-01395-5\nINTRODUCTION\nProblems related to fear and anxiety are among the most prevalentforms of mental illnesses [ 1] and have been the subject of much\nresearch in animals [ 2–8] and humans [ 9,10]. The success of this\npre-clinical research has substantially in ﬂuenced modern clinical\ninterventions [ 11–19]. Yet, treatments remain less satisfactory than\npatients and therapists would like [ 20–24]. We propose here that\none factor, more than all others, has contributed to this state of\naffairs: the systematic marginalization of the subjective experienceof patients as a research topic and treatment target.\nModern theories of emotion started in the late nineteenth\ncentury with Charles Darwin [ 25] and William James [ 26]. Both\nemphasized subjective experience but in different ways. ForDarwin the mental state of emotion caused behavioral andphysiological responses in the body, while for James the body\nresponses de ﬁned the mental state. Contemporary theories of\nhuman emotions, including fear and anxiety, still emphasize therelation between subjective experience, overt behavior, and\nphysiological changes [ 26,27]. But the subjective component,\ntypically assessed via verbal report, has been viewed as no moreimportant than the others, and, in fact, has often been least valuedby scientists. This bias has its roots in the early twentieth centurywhen behaviorists, because of free-wheeling attribution of mental\nstates as causes of human and animal behavior [ 28,29], shunned\nsubjective experience as a scienti ﬁc construct [ 30]. The trend\ncontinued in the middle of the century, when physiological\npsychologists, mostly from behaviorist backgrounds, began study-\ning brain mechanisms of overt behavior in animals using themethods of behaviorism and embracing its disdain for anything\nmental [ 31–34]. Although cognitive science was emerging as a new\napproach to the mind around this time, it treated the mind as asystem that processes information rather than one that generatessubjective experiences [ 35].\nThroughout much of the ﬁrst half of the twentieth century, the\nsubjective mind was nevertheless alive and well in psychiatry,which was dominated by the psychoanalytic approach initiated bySigmund Freud. But clinical psychologists in the 1950s and 60s\nbegan designing new therapies based on behavioral principles\n[36,37\n]. And biologically oriented psychiatrists were searching\nfor medicinal treatments, often through behaviorist-inspired\nstudies of animals [ 38–40]. Proponents of these approaches were\nmotivated, in part, by a desire to distance themselves from Freud ’s\nlegacy. While they had cause to desire a fresh start, rather thansimply distancing themselves from Freud ’s view of the mind,\nReceived: 23 April 2021 Revised: 11 November 2021 Accepted: 19 November 2021\nPublished online: 26 January 20221Department of Psychiatry and Addictology, Université de Montréal, Montreal, Canada.2Centre de Recherche de l ’Institut Universitaire en Santé Mentale de Montréal, Montreal,\nCanada.3Department of Philosophy, New York University, New York, NY 1003, USA.4RIKEN Center for Brain Science, Wako, Japan.5Department of Clinical Psychology, Philipps-\nUniversity Marburg, Marburg, Germany.6Department of Psychological and Brain Sciences, Boston University, Boston, MA, USA.7Center for Neural Science and Department of\nPsychology, New York University, New York, NY 1003, USA.8Department of Psychiatry, and Department of Child and Adolescent Psychiatry, New York University Langone Medical\nSchool, New York, NY 1003, USA.✉email: vincent.taschereau-dumouchel@umontreal.cawww.nature.com/mp Molecular Psychiatry1234567890();,:"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "they dismissed the central role of subjective mental states in\nmental illness.\nDuring this same time, the cognitive approach to therapy was\nalso emerging in the hands of Albert Ellis [ 41] and Aaron Beck [ 42],\nboth of whom were initially trained as psychoanalysts. Their twistwas to change the focus of subjective distress from unresolved\nunconscious con ﬂict to maladaptive beliefs and automatic\nthoughts. However, over the subsequent years, the popularity ofthe medical model of psychiatry came to be the standard of howto evaluate therapeutic outcomes, and even cognitive approaches\nbegan to treat subjective experience as just another factor\nthat contributed to the “disease ”. As a result, the tendency to\nmarginalize subjective experience is the norm rather than theexception in the ﬁeld, despite the fact that the way a patient feels\nsubjectively is a major factor that leads them to seek help, and\nalso shapes their evaluation of whether the treatment has beeneffective.\nClinicians, of course, have always wanted their patients to\nfeel better as a result of their therapies. But because of theinconsistencies they observed in the self-report of patients duringclinical interviews, self-report acquired a bad reputation. As we will\nsee, this was supported by research that questioned the reliability\nof self-report. But in throwing the baby out with the bathwater,important, empirically useful aspects of self-report were ignored.As therapy became more evidence-based, and insurers demanded\nobjective treatment targets to evaluate treatment success, the\nscienti ﬁc merit of self-reports was further marginalized (as\nreﬂected in the NIMH RDoC initiative [ 43,44]).\nIn this paper, we propose that the marginalization of subjective\nexperience in modern psychology, neuroscience, and psychiatrymade it inevitable that the treatments developed and implemen-ted would be less effective than desirable. Speci ﬁcally, we suggest\nthat treatments designed to target easily measurable behavioral\nand physiological manifestations, while useful for treatingbehavioral and physiological symptoms, are problematic as anapproach to improving subjective well-being.\nWe will use fear to make our case, and will argue that, contrary\nto long-standing and current trends, subjective fear is notjust\nanother factor in the emotion fear; it is what the emotion fear is[3,22,45]. We believe that the acceptance of this view would\nallow a deeper understanding of the relation of adaptive to\npathological fear and anxiety, and pave the way for new, moreeffective, approaches for the treatment of prevalent and troubling\nconditions involving these mental states.\nBefore laying out our arguments, it is important to point out\nthat fear and anxiety, though related, are different states (see [ 3]).\nNevertheless, because these terms have often been used\ninterchangeably in the historical literature, we use the terms\ninterchangeably when referring to historical points.\nTHE DISEASE MODEL OF FEAR AND ANXIETY\nEarly nosological systems emphasized deep-seated psychody-namic con ﬂicts as the latent causes of dysfunction in multiple\nmental illnesses. Today, the Ame rican Psychiatric Association\n[46,p .2 0 ]d e ﬁnes mental disorders, including anxiety disorders,\nas“a syndrome characterized by clinically signi ﬁcant distur-\nbance in an individual ’s cognition, emotion regulation, or\nbehavior that re ﬂects a dysfunction in the psychological,\nbiological, or developmental processes underlying mental\nfunctioning ”. Contemporary classi ﬁcation systems, such as the\nInternational Classi ﬁcation of Disease (ICD-11) and the Diag-\nnostic and Statistical Manual of Mental Disorders (DSM-5),\nexplain “\ndysfunction ”by adopting a medical illness model that\na s s u m e st h a ts y m p t o m sr e ﬂect latent disease entities. In this\nperspective, anxiety disorders are a consequence of abnormal\nbrain circuits, neurotransmitter s, genes, and/or other biological\nabnormalities [ 43]. It is assumed that pharmacological and/orpsychological interventions can b e effective treatments because\nthey correct such pathophy siological conditions.\nThis medical perspective gave rise to the commonly used\napproach of evaluating the involvement of pharmaceutical andother biological targets using behavioral tests in animals beforeconducting clinical trials in humans. It was assumed that\ninterventions that proved effective and safe in pre-clinical studies\ncould then be tested in human patients. Because animals lackthe ability to give verbal self-reports of their inner feelings,behavioral and physiological responses could be used as proxies\nfor subjective experience.\nBut contrary to the predictions of the medical model, decades\nof research have failed to discover new, ef ﬁcacious pharmacolo-\ngical treatments [ 20,21,47–49]. As a result, the pharmaceutical\nindustry has been eliminating or reducing efforts in psychiatric\ndrug discovery [ 23,24,50]. According to Steven Hyman [ 51],\nformer director of the National Institute of Mental Health, the\nfailure of the pharmaceutical industry in the area of psychiatric\nresearch is leading to a global healthcare crisis since psychiatricillness is the world ’s leading cause of disability, and is resulting in\nenormous societal burden.\nWhy has this effort failed? We believe that it was, in fact,\ndoomed from the start by its commitment to a simplistic view ofhuman suffering [ 52]. Speci ﬁcally, the medical model of fear\ndepends too heavily on the assumption that all three aspects of\nfear (subjective, behavioral, physiological) have a common\norigin —a fear circuit —in the brain. For instance, the DSM-5\ndescribes fear as including “surges of autonomic arousal\nnecessary for ﬁght or ﬂight, thoughts of immediate danger,\nand escape behaviors ”([46], p. 189). This view posits that all\nthree aspects are manifestations o f the same underlying circuits.\nSince we humans are assumed to have inherited our “fear\ncircuits ”from our mammalian ancestors, interventions that are\neffective at normalizing behavior al and physiological proxies in\nrats and mice should be effecti ve in treating fear and anxiety\nd i s o r d e r s .T ot h ee x t e n tt h a ts u b j e c t i v ef e e l i n g sa r ea l s o\ntroubling, treating the fear circ uit should address those, since\nfear, like behavioral and physiol ogical responses, is a product of\nthe fear circuit. As noted above, we do not share this view andsuggest that subjective and objective responses be addressed\nseparately.\nTerminological confusion in the study of “fear ”\nFear has received more scienti ﬁ\nc attention than any other\nemotion. But there have been two con ﬂicting approaches. The\nﬁrst started with Darwin, who de ﬁned emotions like fear as “states\nof mind ”that we have inherited from our mammalian ancestors\nby virtue of having inherited some feature of their nervous system\n[25]. This meshed well with the emphasis on consciousness by\nboth animal and human psychologists in the late nineteenthcentury [ 53]. The second approach began in the early twentieth\ncentury when the “behaviorists “called out psychologists for their\nrampant and often unjusti ﬁed use of consciousness as explanation\nof behavior.\nThe behaviorists dominated psychology for the next several\ndecades. Consequently, the vast majority of researchers in animalpsychology from the 1920s into the 1960s, and even into the1970s, were either behaviorists, or trained by behaviorists. Despite\ntheir disdain for the use of subjective states to explain behavior,\nbehaviorists nevertheless retained the use of subjective stateterms (e.g., fear, hunger) to describe the motivations underlyingbehavior. These researchers did not typically mean that a\nsubjective state of fear or hunger was responsible for avoidance\nof danger or approach to food [ 54,55]. Instead, these terms were\nsaid to refer to hypothetical intervening variables that connected\nstimuli with responses [ 56]. For example, fear was a functional\nrelation between a dangerous or threatening stimulus and aprotective (defensive) response [ 57–59].V. Taschereau-Dumouchel et al.\n1323\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Meanwhile, biologists studying behavior worked more in the\ntradition of Darwin. One group, the ethologists, opposed the\nbehaviorist lack of concern with species differences in behavior,\nbut tended to side with them regarding subjective experience[60]. Another group, physiologists, studied the brain mechanisms\nof emotional behavior. The well-known work of Cannon, Bard,\nHess, Kluver, and Bucy revealed the role of the hypothalamus and\ntemporal lobe in aggressive and defensive behaviors (see [ 2]).\nThese researchers were unconstrained by behaviorism and somefreely treated the emotional behaviors they studied as indicators\nof subjective feelings of rage or fear.\nIn the 1950s some behaviorists became physiological psychol-\nogists. That is, their intervening variables became physiologicalstates in brain areas. This move was inspired by the work of the\nphysiologists mentioned above. But physiological psychologists\nmostly remained true to their behaviorist legacy, treating thephysiological factors they studied as non-subjective motivational\nstates, at least initially.\nThe leading behavioral approach for studying “fear”in animal\npsychology from the 1940s through the 1970s was Mowrer ’s[61–64]\navoidance procedure ([ 65,66]F o rar e v i e w ,s e e[ 67]). Mowrer\nproposed that rats are motivated to avoid aversive stimuli (electric\nshocks) by “fear.”Behaviors that led to successful escape from, and\nlater avoidance of, the aversive stimulus were reinforced by “fear”\nreduction. An important ﬁnding was that early in training heart rate\nrises, but then once the avoidance response is well-established the\nrate normalizes [ 65,66,68]. This was interpreted to mean that “fear”\nleads to the elevation of heart rate. Successful avoidance is then\naccompanied by a reduction of “fear,”and a decrease in heart rate\nfollows [ 69].\nBehaviorists like Mowrer treated fear as an intervening variable\n[57,64]. What did this mean? The natural assumption among\nbehaviorists at the time was that fear was a non-subjective state\nthat controls behavior. But as behaviorism became a lessdominant force in psychology, even some behaviorists began tospeak about “fear”as if they meant subjective fear, using\nexpressions like “frightened rats ”or“rats frozen in fear ”[65,70].\nOften within a single paper “fear”seemed to refer to a non-\nsubjective state in some sentences, while in others it seemed to\nimply that the animals were subjectively afraid. This was likely as\nmuch about ideology as about how dif ﬁcult it is to refrain from\nreverting to the use of an everyday vernacular term for a mentalstate in a non-mental state way.\nSome two decades after starting the ﬁeld, Mowrer clari ﬁed his\nposition, noting that rats freeze and avoid “by-cause of ”fear; for\nhim, in other words, “fear”always meant conscious fear [ 71].\nThough one could have read this between the lines that he\npenned over the years, the ﬁeld seems to have been blinded to\nwhat he was really saying by their ideology.\nMowrer ’s work not only impacted research on animal behavior\nbut also came to be the way that fear was viewed by clinicians.\nFrom the beginning, Mowrer was interested in avoidance learning\nin animals as a tool for understanding pathological human anxiety[63]. At that time, Freud ’s psychoanalytic approach was the\ndominant clinical approach, and Mowrer proposed that principles\nof behavioral learning could improve clinical treatments [ 72].\nSubsequently, Mowrer ’s colleague, Neal Miller, continued this\neffort, writing a book called Personality and Psychotherapy with the\npsychoanalyst John Dollard [ 73]. But by then psychoanalysis was\non the wane, and these efforts, rather than broadening the scopeof psychoanalytic treatment, paved the way for the emergence ofbehavior therapy [ 36], and then cognitive-behavioral therapy\n[41,74]. Mowrer ’s two-factor theory continues to be cited in\ncontemporary clinical understanding of anxiety [ 75–77].\nThe terminology of fear became even more confusing in the\n1970s with the revival of the Darwinian approach adopted by\npsychological researchers in guise of basic emotions theory [ 78–81].\nFear, in this perspective, was an innate emotion inherited frommammalian ancestors in the form of a neural “affect program “or\n“emotion operating system. ”Jaak Panksepp [ 80,81], for example,\nused evidence implicating the amygdala and periaqueductal gray\nregions of the brain in the defensive behaviors of rats as the basis forpostulating that homologous emotion operating systems underlies,not just behavioral and physiological responses, but also the\nsubjective experience of fear in rats and humans alike.\nMany working on the circuits underlying defensive behavior in\nthe behaviorist-oriented physiological psychology tradition at thistime did not bother to address the issue of what fear meant, since\nconscious fear was a non-starter, and they just assumed it was a\nnon-subjective physiological amygdala state. Nevertheless, whendiscussing the implications of behavioral studies in animals forunderstanding fear and anxiety as clinical problems, they often\ntalked about fear in the colloquial way.\nBecause the colloquial way is the way most people, including\nlay people, journalists, and most scientists not in the fear ﬁeld,\nthink about fear, the public conv ersation about fear circuits was\nabout conscious fear. The result was that the idea of the\namygdala as the seat of fearful feelings in the brain became acultural meme, one that also implied that drugs or other\ntreatments that target the amygdala could make people less\nfearful and anxious [ 18,82,83].\nLang ’s three-systems model of fear\nAs a result of the inconsistent use of the term “fear”in the 40s and\n50s, some researchers in the 1960s began to wrestle anew withfear as a scienti ﬁc construct. The work of Peter Lang was\nparticularly important.\nLang noted a number of instances in the literature which\nshowed that subjective fear experiences (as measured by verbalreports) did not correlate well with objective and measurable\nbehavioral responses (e.g., avoidance behavior) and physiological\nchanges (e.g., in heart rate) [ 84–86]. Accordingly, he was critical of\nthe importance that some clinicians placed on subjective statesover behavior and physiology.\nUnder the lingering in ﬂuence of behaviorism and the growing\ninﬂuence of the new cognitive movement in psychology, Lang\nproposed that verbal behavior should be repurposed. Rather thanusing it as a way to assess intangible subjective experiences, it\nshould be used to track more tangible cognitive processes.\nTreatment could then be focused on altering verbal behavior,which would, in turn, re ﬂect changes in the underlying cognitive\nprocesses, much like the way that treatments that change overt\nbehavior or physiological arousal do so because they changeunderlying processes.\nExpressing his scienti ﬁc distaste for subjective experience, Lang\nnoted: “whether seen as causes or consequences, feelings are\nbeyond the pale of direct scienti ﬁc inquiry ”([87], 124). Fear, he\nsaid, “is not some hard phenomenal lump that lives inside people ”\n[87]. Instead, it is a response expressed in three response systems:\nverbal (cognitive), overt motor, and somatic. The responses\ncorresponding with these were self-report for the cognitivesystem, behavior (especially avoidance behavior) for the overt\nmotor system, and physiological changes for the somatic system.\nTherapy, he argued, should focus on changing the speci ﬁc\nresponse systems, since each contributes separately to the overallintensity of fear.\nDiscordance and desynchrony\nLang ’s,“three-system model ”stimulated much clinical research\nand theorizing [ 88–94]. While his views had their greatest impact\non clinical research, they also affected basic research in\npsychology and neuroscience.\nOne problem was that Lang ’s terminology (cognitive, overt\nmotor, and somatic responses) was a bit unclear. For example,\n“somatic ”is more typically used to refer to skeletal-motor\nresponses underlying overt behavior than to visceral autonomicV. Taschereau-Dumouchel et al.\n1324\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "responses (e.g. [ 95]). As we proceed we will, therefore, use a more\nstraightforward set of terms: self-report, behavioral, and physio-\nlogical responses. By “self-report ”we speci ﬁcally mean verbal\nreports resulting from conscious fear experiences. Such reportscan be interpreted as indicating that the person is having, or hashad, a subjective experience of fear in the presence of a\nthreatening stimulus or situation. By “physiological responses ”\nwe mean increases in skin conductance, heart rate or othervisceral changes in the body in response to threatening stimuli orsituations. By “behavioral responses ”we mean threat-elicited\nreactions (freezing, ﬂight), as well as threat-motivated instru-\nmental behaviors (avoidance), expressed in the presence ofthreatening stimuli or situations [ 96].\nWe will use this terminology to discuss two kinds of\ndiscrepancies in this literature. The lack of concordance between\nthe three measures of “fear”at a given time is referred to as\ndiscordance [90]. There are many examples of discordance in the\nliterature [ 97]. For instance, in the presence of threat, patients\nhave reported high levels of subjective fear, and yet demonstratenormal or even low levels of physiological threat responses (e.g.heart rate or skin conductance measures), while others show the\nopposite pattern [ 89,98–102]. Other forms of discordance have\nbeen observed following pharmacological interventions [ 103].\nMedications, such as beta-blockers, for example, can dampen thehyperreactivity of the autonomic nervous system (e.g. heart rate\nacceleration) or behavior (e.g., trembling hands, ﬁdgeting) in the\npresence of actual or perceived threats without necessarilyaffecting the subjective experience of anxiety [ 104].\nDiscordance is distinguished from the phenomenon of desyn-\nchrony. The latter refers to variations in the levels of the threemeasures over time. For example, a patient undergoing behavioraltherapy for exaggerated fear or anxiety may ﬁrst show signs of\nreduced behavioral and physiological symptoms, and gradually\ndemonstrate changes in self-reports of fear later on. This wasreported by Lang in early clinical trials [ 105]. Another example\npertains to the desynchrony between avoidance behaviors and\nsubjective fear. For instance, the presentation of aversive stimuli\noften generates both avoidance behaviors and subjective reportsof fear. But, successful avoidance will typically lead to a decreasein fear reports while avoidance behaviors can persist over\nextended periods of time [ 106].\nCases of discordance and desynchrony emphasize that beha-\nvioral and physiological responses that are sometimes correlated\nwith subjective fear should not necessarily be interpreted as\nindicating that the person is consciously experiencing subjectivefeelings of fear per se [ 54,55,107]. In fact, for the sake of clarity,\nif nothing else, we maintain that the mental state term “fear”\nshould be reserved for the mental state, and behavioral and\nphysiological responses should be referred to as “threat ”or\n“defense “responses.\nConsiderable confusion in the discordance and desynchrony\nliterature has also resulted from a failure to recognize that in\nthreatening situations a variety of behaviors can result [ 96].\nSpecies-typical (innate) reactions (e.g. freezing behavior) are\nautomatically elicited by unlearned or conditioned stimuli, while\ninstrumental responses (e.g. avoidance) are acquired by theirconsequences and are emitted in appropriate situations. Species-typical reactions to unlearned or conditioned stimuli have reliable\nphysiological correlates that are “wired in ”as part of the “defense\nreaction ”[108], but most avoidance and other instrumental\nresponses do not, since these can be achieved in many ways[109]. This may account for the poor correlation often observed\nbetween physiological measures and avoidance behavior [ 106].\nFurthermore, instrumental avoidance responses, though oftentreated as a single class of response, can be due to habit learning,\ngoal-directed action learning, or cognitive deliberation, each of\nwhich involves different neural circuits [ 96,110]. Future studies\nshould adopt a more subtle approach to behavioral measures.Conceptual challenges\nGiven that discordance and desynchrony between responses\noccur, the key question is whether self-report, behavior, and\nphysiology should be interpreted as indicating the existence ofdifferent psychological constructs, or whether they should beinterpreted as indications of a single multi-faceted underlying\nconstruct. This is an issue of construct validity [ 111].\nConstruct validation is typically achieved by establishing\nrobust correlations between the results of different testspurporting to measure the same construct. If measures of self-\nreport, physiological activity , and behavioral responses were\nsystematically correlated, it would be relatively straightforwardto interpret them as collectively re ﬂecting a single underlying\nconstruct. However, studies have typically found that self-report\nshares only a modest part of its variance with other measures\n[112], with the most optimistic e stimates indicating about\n27–28% of shared variance [ 113].\nThere are two main views regarding the interpretation of\ndiscordance and desynchrony in this literature (for an in-depthdiscussion of these in relation to construct validity in “fear”studies,\nsee [ 114]). The ﬁrst attempts to salvage a singular fear construct,\ndespite the existence of discordance and desynchrony, by arguing\nthat self-report, behavior, and physiology are each indicators ofthe same underlying construct (fear), but that they differ in thedegree of accuracy with which they re ﬂect the construct. The\nsecond posits that the three factors are independent, but\ninteracting, constructs.\nThose who favor the ﬁrst view maintain that using self-reports to\nassess fear in effect amounts to using an inaccurate measurement\nprocedure. For instance, Fanselow and Pennington (2018) [ 82,p .2 7 ]\nargue that the amygdala is a “fear generator ”that controls all three\nresponse types, but that the most reliable measures are the\nbehavioral and physiological outputs. They write that “the additional\nmachinery needed to generate subjective report probably addsadditional noise, rendering it …a less pure and objective measure of\nfear.”In this view, cases of discordance and desynchrony are\nexplained away as being due to the fact that self-reports are the\nl e a s ta c c u r a t eo ft h et h r e em e a s u r e so ff e a r[ 58,82\n,115]. According\nto Fanselow and Pennington (2018), emphasizing the subjectiveexperience of fear will “push us back well over a century to what was\ntruly the dark ages of psychiatry ”(p. 28).\nIn contrast, those who favor the second view posit that cases of\ndiscordance and desynchrony indicate the existence of separate\nfactors. For example, LeDoux and colleagues [ 21,116–118] argue\nthat while behavioral and physiological responses elicited bythreats are products of the amygdala, subjective fear re ﬂects a\ncognitive interpretation that one is in a situation of potential or\nactual psychological or physical harm. Such an approach is hardly\na fringe idea, as cognitive theories are leading explanations ofemotions [ 119–121]. Recently, the higher-order theory (HOT) of\nconsciousness (see Box 1;[122]), which is usually discussed in\nrelation to visual perception, has been extended as a novel\ncognitive account of fear and other emotions [ 116,123,124].\nAccording to HOT, consciousness arises when higher-order\ncognitive structures monitor or meta-represent lower-order\ninformation (see Fig. 1). A simple version of the higher-order\naccount would be that signals resulting from the consequences ofthe behavioral and physiological responses generated by the\namygdala in the brain and body are re-represented and contribute\nto the experience of fear. But the model also includes emotionschema and self-schema, as well as meta-representations ofsemantic and episodic memories. These representations result in a\nmental model of the dangerous situation, which can fully account\nfor the subjective experience of fear, even in situations where theamygdala activity and body feedback are absent. That this is\nnecessary is clearly indicated by discordance and desynchrony\nbetween subjective fear and body arousal. Antonio Damasio [ 125]V. Taschereau-Dumouchel et al.\n1325\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "similarly noticed this and proposed “as if body loops ”that\nsimulate brain and body activity when these are absent.\nThe controversy surrounding the two perspectives is in part\nfueled by the long and complex history of subjective reports[29,126]. For instance, some social psychologists have suggested\nthat self-reports about the causes of our own actions are\noften mistaken [ 127,128]. The use of self-reports has also been\ncriticized in other disciplines, such as sociology [ 129], thusindicating that humans sometimes exhibit surprisingly poor\ncapacities for self-knowledge (for a review, see [ 130]). This\nevidence could be interpreted as suggesting that subjective\nreports are systematically inaccurate, and are, therefore, unreliablescienti ﬁc tools.\nHowever, alleged cases of unreliability are not cases in which\nsubjects report about ongoing conscious experiences, but instead\nare typically cases in which participants report about the causes oftheir behaviors [ 128], or about long-standing psychological\nattitudes such as their beliefs [ 130]. Aside from pathological cases\n(e.g. Anton ’s syndrome), or malicious deceit, there is no signi ﬁcant\nbody of empirical evidence to support a general dismissal ofsubjective reports about conscious experiences such as perceptualexperiences, fear or anxiety [ 131,132]. As a matter of fact, a wide\nvariety of experiments in ﬁelds, such as perceptual psychology\n[133], and even more germane, the scienti ﬁc study of emotions\n[134], rely on experimentally controlled subjective reports about\nwhat the subject experiences.\nAccording to Borsboom et al. ’s[135, p. 1061] de ﬁnition of\nvalidity, “a test is valid for measuring an attribute if and only if (a)\nthe attribute exists and (b) variations in the attribute causally\nproduce variations in the outcomes of the measurement\nprocedure ”. Given that self-reports can be interpreted as resulting\nfrom variations in metacognitions (cognitive re-representations)that are directly antecedent to the experience of fear, it follows\nthat self-reports are valid indicators of fear experience. On the\nother hand, since behavior and physiology can sometimesdissociate from the feeling of fear, interpreting them as reliable\nindicators of fear, if we follow Borsboom, is invalid, though not\nnecessarily useless.\nThese observations are in line with the second interpretation of\ndiscordance and desynchrony in fear research discussed above. As\nsuch, we hold that behavior and physiology, on the one hand,\nresult from threat detection and the activity of defense mechan-isms, while self-report, on the other hand, results from themetacognitions upon which subjective experience is based. It\nfollows that self-report, which re ﬂects these metacognitions as\nwell (Fig. 1), is the only valid indicator of fear as a subjective\nexperience.\nClinical pragmatism\nIn addition to its scienti ﬁc merits, our view of the subjective fear\nconstruct is consistent with the way patients express their\nconcerns in clinical settings, and is often what they care most\nabout. From a clinical perspective, a problem usually only reachesthe level of clinical signi ﬁcance if it is associated with signi ﬁcant\nsubjective distress and/or interferes with the person ’s life. Without\nthe subjective experience of distress, it is very dif ﬁcult to conclude\nthat an individual suffers from an emotional disorder. This is whysubjective distress is a core feature of the de ﬁnition of an\nemotional disorder (e.g., in the DSM-5). From this perspective, self-\nreport is the most direct measure of the patient ’s problem and\ntreatment ef ﬁcacy. Thus, whether implicit or explicit, the\nsubjective experience of the patient has been the focal point of\nall mental disorders, especially emotional disorders.\nAt the same time, self-report data rarely determine the clinical\nstatus directly. Instead, the patient ’s subjective report is ﬁltered\nand interpreted by a clinician to derive a clinical assessment. This\nis in part because clinicians have long recognized that relying\nonly on self-report in their clinical assessment presents somelimitations. As we discussed in the “Conceptual challenges ”\nsection, self-report about recalled causes of past behaviors [ 128]\nor about beliefs [ 130] can sometimes be misleading. Such\nobservations, together with the in ﬂuence of the behaviorist\nmovement, fueled a general trend in psychiatry research to look\nfor objective (behavioral and physiological) markers of pathology.\nFor instance, although the Research Domain Criteria initiative(RDoC) of the NIMH (the National Institute of Mental Health in theBox 1. First-order theories vs higher-order theories\nIn consciousness science, one core topic of disagreement pertains to the origin of\nconsciousness in the brain. Here, when we say consciousness, we refer to what is\nsometimes called phenomenal consciousness, that is the qualitative or phenom-\nenal “feel”of experiences. For example, looking at a sunset has a subjective\ncharacter that can be described in terms of “what it feels like ”. This is different\nfrom what can be called states of consciousness which are studied, for instance, in\nminimally conscious patients or sleep. While undoubtedly important, especially for\nclinical practices, the study of states of consciousness does not directly address the\nquestion of how the brain generates this subjective “feel”of things.\nWhile many theories of phenomenal consciousness make vastly different\npredictions from one another [ 156], they can be broadly divided in two categories.\nFirst-order theories, such as recurrent processing theory [ 157–160], posit that\nconsciousness originates in brain regions specialized in the processing of a given\ntype of information (for instance, visual or auditory cortices). As we saw in the main\ntext, some authors have suggested that the amygdala might be such a ﬁrst-order\nstructure in the subjective experience of fear [ 81,82,161]. Another ﬁrst-order\ntheory, the global neuronal workspace theory, posits that the activity within ﬁrst-\norder structures becomes conscious when it is made available to other brain regions\nthrough a global broadcasting mechanism.\nOn the contrary, higher-order theories suggest that these ﬁrst-order structures\nmay not be suf ﬁcient for the information to become conscious [ 122,162,163]. They\nposit that some additional cognitive processes in other regions may be needed inorder to monitor the information. In this perspective, subjective experience arises\nfrom a mechanism closely related to metacognition, which also involves the\nmonitoring of one ’s own cognitive and sensory processing [ 164]. As such, the\ninformation represented in ﬁrst-order structures should remain unconscious if no\nhigher-order processing is involved. With respect to fear, this view posits that the\namygdala non-consciously controls defensive behavioral and physiological\nresponses to threats, but that higher-order processes are required in order togenerate the subjective experience to the same threatening stimulus\n[54,55,107,116,163]. In this view, the re-representation of the ﬁrst-order\ninformation (often termed as meta-representation) is a non-conscious antecedent\nto consciousness. We suggest that treatment strategies that target both the\nsubjective (conscious experience) and objective (behavioral and physiologicalresponses) will be more effective than approaches that primarily focus on objective\nresponses. We also suggest that measures of discordance and desynchrony can\nprovide additional indicators of treatment progress.\nFig. 1 Discordance and desynchrony in light of a higher-order\nperspective. Threatening stimuli often lead to subjective fear via the\nhigher-order circuit, and trigger bodily reactions (behavioral andphysiological responses) via the defensive survival circuit, in parallel.\nThis higher-order model can account for situations where subjective\nand objective responses are discordant or desynchronous. Forinstance, blocking physiological reactions (X1) dissociates themfrom conditioned or forecasted actions and/or conscious experi-ences, while blocking physiological reactions (X2) dissociates thosefrom behavior reactions and/or conscious experience. Similar logic\napplies to X3 and X4. ANS autonomic nervous system.V. Taschereau-Dumouchel et al.\n1326\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "United States) [ 43,44] purports to recognize the importance of\nhuman psychology, its view of self-report is ambivalent at best:\n“experiential claims represent a kind of “folk”psychology of the\nself that should [not be] assumed veridical. ”It also acknowledges\nthat these claims should not be “simply discounted ”[44, p. 292].\nAs such, the ultimate goal in psychiatry research in modern times\nhas chie ﬂy been to identify biological markers of mental disorders,\nakin to other medical diseases.\nSome have resisted this trend and advocated for the\nimportance of subjective reports [ 136–138]. For instance, Edna\nFoa [ 139], a leading clinical researcher, noted that self-report\ngenerates “valid measures of key constructs, some of which\ncannot be measured in any other way, and sometimes are the bestmeasure of the construct of interest ”. Similarly, we [ 3,21,55] and\nothers [ 45] argued that emotions are ﬁrst and foremost subjective\nexperiences. As a result, self-report should play a signi ﬁcantly\nmore prominent role in clinical practice. It can be collected\nthrough clinical interviews, daily diaries, in vivo exposure,\ncomputerized tasks, or using virtual reality approaches. And giventhat we now have better understanding of the various factors thataffect the validity and reliability of self-report, we can work toward\nimproving clinical tools, paving the way for more rigorous and\nvalid assessments of subjective experience in clinical practice.\nBy distinguishing between physiological, behavioral, and self-\nreport measures, fear and anxiety research can use valid and\nreliable procedures for addressing each of those constructs when\nneeded. For instance, unlike physiological responses, subjectiveratings during an extinction procedure (i.e., expectancy of the\nunconditioned stimulus) are predictive of post-exposure affective\nratings, a clinically meaningful measure associated with therelapse of fear [ 140]. Importantly, this association was observed\neven though subjective ratings were also correlated with\nphysiological responses at various stages of the experiment.\nFurthermore, another line of evidence comes from a recent meta-analysis indicating that psychotherapy and pharmacotherapy mayhave very different effects in the brain [ 141]. More precisely, the\nresults suggest that psychotherapy might target cognitive\nprocesses and schema in the prefrontal cortex while antidepres-sant medication might primarily affect the amygdala and basalganglia. As we saw above, there are reasons to believe that\nobjective measures may primarily originate from the defensive\nsurvival circuit that includes the amygdala while the subjectiveexperience is likely generated by the higher-order circuit that\nincludes the prefrontal cortex [ 141–143]. As such, these examples\nhighlight the added values of considering the three constructsseparately as they each provide distinct information and mayrequire different treatment strategies.\nFurthermore, by studying how discordance and desynchrony\nbetween the three measures naturally occur it may be possible totailor therapies to the individual needs of patients [ 21,144–146].\nThis idea was notably put forward some time ago by Rachman [ 89]\nand Michelson [ 100] who suggested that behavioral therapy may\nbe particularly effective if a patient has exaggerated behavioralor physiological responses, but low levels of self-reported fear.\nSuch “\ntailored ”approach must however be used with caution as\ntreating exclusively the objective response systems may lead thesubjective system to relapse, and vice versa [ 21].\nEarly reports also revealed gender differences in discordance and\ndesynchrony [ 147]. In some situations, men showed lower self-\nreported levels of negative emotions compared to women evenwhen their physiological responses were high [ 148]. As one can\nimagine, effects like these may well be modulated by age and\ncultural factors. If we can track what the systematic factors\nmodulating the effects on discorda nce are, this may help establish\nthat discordance is a real, meaningful phenomenon, and not just due\nto the noisiness of individual measures. Additionally, such ﬁndings\nmay help achieve a better understa nding of underlying mechanisms.Once individuals are identi ﬁed as having higher degrees of\ndiscordance and/or desynchrony, it would be possible to examine\nhow their brain ’s structure and physiology might be associated\nwith such variations. In Taschereau-Dumouchel et al. (2020) [ 142]\nwe identi ﬁed brain regions that are speci ﬁcally important for\ndecoding self-report vs physiological responses to threat. Studying\nthe connectivity between these different regions —as assessed by\nstructural imaging based on diffusion, or resting-state fMRI data —\nmay also predict individual differences in discordance anddesynchrony [ 145,146]. Similarly, machine-learning algorithms\ntrained to predict self-report, physiology and behavior [ 142,149]\ncould also help us reveal the brain mechanisms associated withdiscordance and desynchrony. Studying such individual differ-ences in brain processes might therefore help us better under-\nstand how discordance and desynchrony are associated with\npathological conditions.\nAs such, distinguishing between the three measures might have\ngreat clinical bene ﬁts. At the same time, we should not lose sight\nof the fact that they are related constructs, in part because theyare consequences of the same external stimulus. And althoughthe brain processes underlying each are separate, they interact.\nMoving forward\nTo this day, the role of subjective experience in leading theories ofemotions remains marginalized. Basic emotions theorists have\ntended to emphasize the facial expression of emotions, and to a\nlesser extent, autonomic responses to a greater degree thansubjective experiences [ 79,150]. Cognitive appraisal theorists give\nmore weight to subjective experience than basic emotions theories,\nbut they typically treat it as one component among several thatcollectively constitute an emotion [ 151]. Cognitive construction\ntheories, on the other hand, respect the centrality of subjective\nexperience, and treat it as a conceptualized byproduct of valence\nand arousal [ 152]. Our higher-order theory is, in some sense,\nconstructionist and conceptual in nature, but it has a broader viewof the non-conscious precursors [ 107,116,118,123,145,153]a n di t\nhighlights the idea that the conscious experience is the emotion\n(also see [ 45]).\nConsidering the marginalized role of subjective experience in\nemotion research, and the fact that objective measures of\nphysiology and behavior are relatively poor indicators of\nsubjective suffering, we [ 3\n,21,55] and others [ 45], have felt\ncompelled to raise concerns. In some related ﬁelds, this issue has\nlong been taken seriously. For instance, in the study of pain, self-\nreport is the traditional gold standard in part due to well-knowncases of discordance (see [ 154]), not unlike those we emphasized.\nBut research on many mental health disorders has unfortunately\nnot generally bene ﬁted from a similar epiphany. With discussions\nabout other disorders also emerging [ 155], we think that the time\nis right for a change.\nProgress in the scienti ﬁc study of consciousness, and recent\nwork applying this knowledge to explore emotional conscious-\nness, opens the door for a new beginning for designingtreatments that will hopefully better target subjective aspects of\nmental disorders. To succeed, though, this will require a\nreassessment of some of the implicit assumptions of thebehaviorist and medical model legacies, both of which linger assources of unconscious inferences that guide research and theory.\nHowever, we are con ﬁdent that the approach we tout will lead to\nnew interventions, including personalized ones, capable oftackling mental health disorders in a more complete fashion.\nREFERENCES\n1. Kessler RC, Berglund P, Demler O, Jin R, Merikangas KR, Walters EE. Lifetime\nprevalence and age-of-onset distributions of DSM-IV disorders in the NationalComorbidity Survey Replication. Arch Gen Psychiatry. 2005;62:593 –602.V. Taschereau-Dumouchel et al.\n1327\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "2. LeDoux JE. The emotional brain: the mysterious underpinnings of emotional life.\nSimon and Schuster; 1996.\n3. LeDoux JE. Anxious: using the brain to understand and treat fear and anxiety.\nPenguin; 2015.\n4. Morrison FG, Ressler KJ. From the neurobiology of extinction to improved\nclinical treatments. Depress Anxiety. 2014;31:279 –90.\n5. Perusini JN, Fanselow MS. Neurobehavioral perspectives on the distinction\nbetween fear and anxiety. Learn Mem. 2015;22:417 –25.\n6. File SE. Factors controlling measures of anxiety and responses to novelty in the\nmouse. Behav Brain Res. 2001;125:151 –7.\n7. Lang PJ, Davis M. Emotion, motivation, and the brain: re ﬂex foundations in\nanimal and human research. Prog Brain Res. 2006;156:3 –29.\n8. Gray JA, McNaughton N. The psychology of anxiety and enquiry in to the func-\ntions of the septo hippocampus system. New York: Oxford University Press; 2000.\n9. Hartley CA, Phelps EA. Changing fear: the neurocircuitry of emotion regulation.\nNeuropsychopharmacology. 2010;35:136 –46.\n10. Büchel C, Dolan RJ. Classical fear conditioning in functional neuroimaging. Curr\nOpin Neurobiol. 2000;10:219 –23.\n11. Grupe DW, Nitschke JB. Uncertainty and anticipation in anxiety: an integrated\nneurobiological and psychological perspective. Nat Rev Neurosci. 2013;14:488–501.\n12. Krystal JH, Deutsch DN, Charney DS. The biological basis of panic disorder. J Clin\nPsychiatry 1996;57:23 –31. Discussion 32 –33\n13. Maren S, Phan KL, Liberzon I. The contextual brain: implications for fear con-\nditioning, extinction and psychopathology. Nat Rev Neurosci. 2013;14:417 –28.\n14. Craske MG, Kircanski K, Zelikowsky M, Mystkowski J, Chowdhury N, Baker A.\nOptimizing inhibitory learning during exposure therapy. Behav Res Ther.2008;46:5 –27.\n15. Ehlers A, Bisson J, Clark DM, Creamer M, Pilling S, Richards D, et al. Do all\npsychological treatments really work the same in posttraumatic stress disorder?\nClin Psychol Rev. 2010;30:269 –76.\n16. Barlow DH, Raffa SD, Cohen EM. Psychosocial treatments for panic disorders,\nphobias, and generalized anxiety disorder. In: Nathan PE, Gorman JM, editors. Aguide to treatments that work, Oxford University Press; 2002.\n17. Hofmann SG, Asmundson GJG, Beck AT. The science of cognitive therapy. Behav\nTher. 2013;44:199 –212.\n18. Milad MR, Quirk GJ. Fear extinction as a model for translational neuroscience:\nten years of progress. Annu Rev Psychol. 2012;63:129 –51.\n19. Mathew SJ, Coplan JD, Gorman JM. Neurobiological mechanisms of social\nanxiety disorder. Am J Psychiatry. 2001;158:1558 –67.\n20. Griebel G, Holmes A. 50 years of hurdles and hope in anxiolytic drug discovery.\nNat Rev Drug Discov. 2013;12:667 –87.\n21. LeDoux JE, Pine DS. Using neuroscience to help understand fear and anxiety: a\ntwo-system framework. Am J Psychiatry. 2016;173:1083 –93.\n22. LeDoux JE, Hofmann SG. The subjective experience of emotion: a fearful view.\nCurr Opin Behav Sci. 2018;19:67 –72.\n23. Hyman SE. Revolution stalled. Sci Transl Med. 2012;4:155cm11.24. Miller G. Is pharma running out of brainy ideas? Science 2010;329:502 –4.\n25. Darwin C. The expression of the emotions in man and animals. London: John\nMurray; 1872.\n26. James W. What is an emotion? Mind 1884;9:188 –205.\n27. Cannon WB. Organization for physiological homeostasis. Physiol Rev.\n1929;9:399 –431.\n28. Keller FS. The de ﬁnition of psychology. 2nd ed. Appleton-Century-Crofts; 1973.\n29. Boring EG. A history of introspection. Psychol Bull. 1953;50:169 –89.\n30. Watson JB. Psychology as the behaviorist views it. Psychol Rev. 1913;20:158 –\n77.\n31. Stellar E. The physiology of motivation. Psychol Rev. 1954;61:5 –22.\n32. Olds J. Pleasure centers in the brain. Sci Am. 1956;195:105 –17.\n33. Weiskrantz L. Behavioral changes associated with ablation of the amygdaloid\ncomplex in monkeys. J Comp Physiol Psychol. 1956;49:381 –91.\n34. Goddard GV. Functions of the amygdala. Psychol Bull. 1964;62:89 –109.\n35. Miller GA, Galanter E, Pribram KH. Plans and the structure of behavior. Martino\nFine Books; 2013.\n36. Wolpe J. Psychotherapy by reciprocal inhibition. Stanford, CA: Stanford Uni-\nversity Press; 1958.\n37. Bandura A. Psychotherapy as a learning process. Psychol Bull. 1961;58:143 –59.\n38. Braslow JT, Marder SR. History of psychopharmacology. Annu Rev Clin Psychol.\n2019;15:25 –50.\n39. Valenstein E. Blaming the brain. New York: Free Press; 1999.\n40. Wittenborn JR. The clinical psychopharmacology of anxiety. Spring ﬁeld: C.C.\nThomas; 1966.\n41. Ellis A. Rational psychotherapy and individual psychology. J Individ Psychol.\n1957;13:38 –44.\n42. Beck AT. Thinking and depression. II. Theory and therapy. Arch Gen Psychiatry.\n1964;10:561 –71.43. Insel T, Cuthbert B, Garvey M, Heinssen R, Pine DS, Quinn K, et al. Research\ndomain criteria (RDoC): toward a new classi ﬁcation framework for research on\nmental disorders. Am J Psychiatry. 2010;167:748 –51.\n44. Kozak MJ, Cuthbert BN. The NIMH Research Domain Criteria Initiative: back-\nground, issues, and pragmatics. Psychophysiology 2016;53:286 –97.\n45. Lieberman MD. Boo! The consciousness problem in emotion. Cogn Emot.\n2019;33:24 –30.\n46. American Psychiatric Association. Diagnostic and statistical manual of mental\ndisorders (DSM-5 ®). American Psychiatric Pub; 2013.\n47. Moncrieff J. The myth of the chemical cure: a critique of psychiatric drug\ntreatment. Springer; 2016.\n48. Harrington A. Mind ﬁxers: psychiatry ’s troubled search for the biology of mental\nillness. W. W. Norton & Company; 2019.\n49. Ivanov I, Schwartz JM. Why psychotropic drugs don ’t cure mental illness —but\nshould they? Front Psychiatry. 2021;12.\n50. Greenberg G. The psychiatric drug crisis. New Yorker. 2013;3.\n51. Hyman SE. Psychiatric drug development: diagnosing a crisis. Cerebrum\n2013;2013:5.\n52. Braslow JT, Brekke JS, Levenson J. Psychiatry ’s myopia-reclaiming the social, cul-\ntural, and psychological in the psychiatric gaze. JAMA Psychiatry. 2020;78:349.\n53. Michel M. Consciousness science underdetermined: a short history of endless\ndebates. Ergo. 2019;6.\n54. LeDoux JE. Coming to terms with fear. Proc Natl Acad Sci USA. 2014;111:2871 –8.\n55. LeDoux JE. Semantics, surplus meaning, and the science of fear. Trends Cogn\nSci. 2017;21:303 –6.\n56. Tolman EC. Purposive behavior in animals and man. New York: Century; 1932.57. Brown JS, Farber IE. Emotions conceptualized as intervening variables —with\nsuggestions toward a theory of frustration. Psychol Bull. 1951;48:465 –95.\n58. Kozak MJ, Miller GA. Hypothetical constructs versus intervening variables: a re-\nappraisal of the three-systems model of anxiety assessment. Behav Assess.\n1982;4:347 –58.\n59. Marx MH. Intervening variable or hypothetical construct? Psychol Rev. 1951;\n58:235 –\n47.\n60. Tinbergen N. The study of instinct. New York: Oxford University Press; 1951.61. Miller NE. Studies of fear as an acquirable drive fear as motivation and fear-\nreduction as reinforcement in the learning of new responses. J Exp Psychol.\n1948;38:89 –101.\n62. Mowrer OH. Anxiety-reduction and learning. J Exp Psychol. 1940;27:497 –516.\n63. Mowrer OH. A stimulus-response analysis of anxiety and its role as a reinforcing\nagent. Psychol Rev. 1939;46:553 –65.\n64. Mowrer OH, Lamoreaux RR. Fear as an intervening variable in avoidance con-\nditioning. J Comp Psychol. 1946;39:29 –50.\n65. Rescorla RA, Solomon RL. Two-process learning theory: relationships between\nPavlovian conditioning and instrumental learning. Psychol Rev. 1967;74:151 –82.\n66. Solomon RL, Wynne LC. Traumatic avoidance learning: the principles of anxiety\nconservation and partial irreversibility. Psychol Rev. 1954;61:353 –85.\n67. LeDoux JE, Moscarello J, Sears R, Campese V. The birth, death and resurrection\nof avoidance: a reconceptualization of a troubled paradigm. Mol Psychiatry.2017;22:24 –36.\n68. Mineka S. The role of fear in theories of avoidance learning, ﬂooding, and\nextinction. Psychol Bull. 1979;86:985 –1010.\n69. McAllister WR, McAllister DE. Behavioral measurement of conditioned fear.\nAversive conditioning and learning, Elsevier; 1971. p. 105 –79.\n70. Bolles RC. Theory of motivation. Harper and Row, New York; 1967.71. Mowrer OH. Learning theory and behavior. Wiley; 1960.\n72. Mowrer OH. Learning theory and the neurotic paradox. Am J Orthopsychiatry.\n1948;18:571 –610.\n73. Dollard J, Miller NE. Personality and psychotherapy; an analysis in terms of\nlearning, thinking, and culture. Vol. 488. New York: McGraw-Hill; 1950.\n74. Beck AT. Cognitive therapy: nature and relation to behavior therapy. Behav Ther.\n1970;1:184 –200.\n75. Levis DJ. The case for a return to a two-factor theory of avoidance: the failure of\nnon-fear interpretations. In: Klein SB, Mowrer RR, editors. Contemporary learning\ntheories: pavlovian conditioning and the status of traditional learning theory.Hillsdale: Lawrence Erlbaum Assn.; 1989.\n76. Beckers T, Craske MG. Avoidance and decision making in anxiety: an intro-\nduction to the special issue. Behav Res Ther. 2017;96:1.\n77. Dykman RA, Ackerman PT, Newton JE. Posttraumatic stress disorder: a sensiti-\nzation reaction. Integr Physiol Behav Sci. 1997;32:9 –18.\n78. Ekman P. Universals and cultural differences in facial expressions of emotions.\nIn: Cole J, editor. Nebraska symposium on motivation, vol. 19, University ofNebraska Press; 1972. p. 207 –83.\n79. Izard CE. The face of emotion New York. New York: Appleton-Century-Crofts; 1971.80. Panksepp J. Toward a general psychobiological theory of emotions. Behav Brain\nSci. 1982;5:407 –22.V. Taschereau-Dumouchel et al.\n1328\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "81. Panksepp J. Affective neuroscience. Oxford University Press; 1998.\n82. Fanselow MS, Pennington ZT. A return to the psychiatric dark ages with a two-\nsystem framework for fear. Behav Res Ther. 2018;100:24 –29.\n83. Ressler KJ. Translating across circuits and genetics toward progress in fear- and\nanxiety-related disorders. Am J Psychiatry. 2020;177:214 –22.\n84. Lang PJ, Lazovik AD, Reynolds DJ. Desensitization, suggestibility, and pseu-\ndotherapy. J Abnorm Psychol. 1965;70:395 –402.\n85. Lacey JI. Psychophysiological approaches to the evaluation of psychotherapeutic\nprocess and outcome. In: Rubinstein EA, Parloff MB. editors. Research in psy-chotherapy. Washington, DC: American Ps ychological Association; 1959. p. 160 –208.\n86. Lang PJ. The mechanics of desensitization and the laboratory study of human\nfear. In: Franks C, editor. Assessment and status of the behavior therapies, NewYork: McGraw-Hill; 1969. p. 160 –91.\n87. Lang PJ, Miller GA, Levin DN. Anxiety and fear. In: Davidson RJ, Schwartz GE,\nShapiro D, editors. Consciousness and self-regulation: Vol. 3: Advances inresearch and theory. Boston, MA: Springer US; 1983. p. 123 –51.\n88. Miller GA, Kozak MJ. Three-systems assessment and the construct of emotion. In:\nBirbaumer N, Öhman A, editors. The structure of emotion: physiological, cog-nitive and clinical aspects. Hogrefe & Huber Kirkland, WA; 1993. p. 31 –47.\n89. Rachman S. The passing of the two-stage theory of fear and avoidance: fresh\npossibilities. Behav Res Ther. 1976;14:125 –31.\n90. Rachman S, Hodgson RI. Synchrony and desynchrony in fear and avoidance.\nBehav Res Ther. 1974;12:311 –8.\n91. Borkovec TD. Physiological and cognitive processes in the regulation of anxiety.\nIn: Schwartz GE, Shapiro D, editors. Consciousness and self-regulation: advancesin research. Vol. 1. Boston, MA: Springer US; 1976. p. 261 –312.\n92. Hugdahl K. The three-systems-model of fear and emotion —a critical examina-\ntion. Behav Res Ther. 1981;19:75 –83.\n93. Zinbarg RE. Concordance and synchron y in measures of anxiety and panic recon-\nsidered: a hierarchical model of anxi ety and panic. Behav Ther. 1998;29:301 –23.\n94. Foa EB, Kozak MJ. Emotional processing of fear: exposure to corrective infor-\nmation. Psychol Bull. 1986;99:20 –35.\n95. Romer AS. The vertebrate as a dual animal —somatic and visceral. In: Dobzhansky\nT, Hecht MK, Steere WC, editors. Evolutionary biology, Springer; 1972. p. 121 –56.\n96. LeDoux JE, Daw ND. Surviving threats: neural circuit and computational\nimplications of a new taxonomy of defensive behaviour. Nat Rev Neurosci.\n2018;19:269 –82.\n97. Hollenstein T, Lanteigne D. Models and methods of emotional concordance. Biol\nPsychol. 2014;98:1 –5.\n98. Davidson RJ, Schwartz GE. The psychobiology of relaxation and related states: a\nmulti-process theory. In: Mostoesky DI, editor. Behavior control and modi ﬁcation\nof physiological activity. Englewood Cliffs, NJ: Prentice-Hall; 1976. p. 399 –442.\n99. Lang PJ. Physiological assessment of anxiety and fear. In: Cone JD, Hawkins RP,\neditors. Behavioral assessment: new directions in clinical psychology. New York:Brunner-Mazel; 1977. p. 178 –95.\n100. Michelson L. The role of individual differences, response pro ﬁles, and treatment\nconsonance in anxiety disorders. J Behav Assess. 1984;6:349 –67.\n101. Ost LG, Jerremalm A, Johansson J. Individual response patterns and the effects\nof different behavioral methods in the treatment of social phobia. Behav Res\nTher. 1981;19:1 –16.\n102. Ost LG, Johansson J, Jerremalm A. Individual response patterns and the effects\nof different behavioral methods in the treatment of claustrophobia. Behav ResTher. 1982;20:445 –60.\n103. Gerrans P, Scherer K. Wired for despair the neurochemistry of emotion and the\nphenomenology of depression. J Conscious Stud. 2013;20:254\n–68.\n104. Steenen SA, van Wijk AJ, van der Heijden GJMG, van Westrhenen R, de Lange J,\nde Jongh A. Propranolol for the treatment of anxiety disorders: systematicreview and meta-analysis. J Psychopharmacol. 2016;30:128 –39.\n105. Lang PJ, Lazovik AD. Experimental desensitization of phobia. J Abnorm Soc\nPsychol. 1963;66:519 –25.\n106. Gray JA. The psychology of fear and stress. London: Weidenfeld & Nicolson; 1971.107. LeDoux JE. Rethinking the emotional brain. Neuron 2012;73:653 –76.\n108. Hilton SM, Zbrozyna AW. Amygdaloid region for defence reactions and its\nefferent pathway to the brain stem. J Physiol. 1963;165:160 –73.\n109. Cohen DH, Obrist PA. Interactions between behavior and the cardiovascular\nsystem. Circ Res. 1975;37:693 –706.\n110. Balleine BW, Dickinson A. Goal-directed instrumental action: contingency and\nincentive learning and their cortical sub strates. Neuropharm acology 1998;37:407 –19.\n111. Cronbach LJ, Meehl PE. Construct validity in psychological tests. Psychol Bull.\n1955;52:281 –302.\n112. Barrett LF. Variety is the spice of life: a psychological construction approach to\nunderstanding variability in emotion. Cogn Emot. 2009;23:1284 –306.\n113. Friedman BH, Stephens CL, Thayer JF. Redundancy analysis of autonomic and\nself-reported, responses to induced emotions. Biol Psychol. 2014;98:19 –28.114. Schaffner KF. A comparison of two neurobiological models of fear and anxiety: a\n‘construct validity ’application? Perspect Psychol Sci. 2020;2020. https://doi.org/\n10.1177/1745691620920860 .\n115. Lonsdorf TB, Merz CJ, Fullana MA. Fear extinction retention: is it what we think it\nis? Biol Psychiatry. 2019;85:1074 –82.\n116. LeDoux JE, Brown R. A higher-order theory of emotional consciousness. Proc\nNatl Acad Sci USA. 2017;114:E2016 –E2025.\n117. LeDoux JE. What emotions might be like in other animals. Curr Biol. 2021;31:\nR824 –R829.\n118. LeDoux JE. Thoughtful feelings. Curr Biol. 2020;30:R619 –R623.\n119. Schachter S, Singer JE. Cognitive, social, and physiological determinants of\nemotional state. Psychol Rev. 1962;69:379 –99.\n120. Ortony A, Clore GL. Emotions, moods, and conscious awareness; comment on\njohnson-laird and oatley ’s‘the language of emotions: an analysis of a semantic\nﬁeld’. Cognition Emot. 1989;3:125 –37.\n121. Barrett LF, Russell JA, editors. The psychological construction of emotions.\nGuilford Press; 2015.\n122. Rosenthal D. Consciousness and mind. Oxford University Press; 2005.123. LeDoux JE. How does the non-conscious become conscious? Curr Biol. 2020;30:\nR196 –R199.\n124. LeDoux JE, Brown R, Pine D, Hofmann SG. Know thyself: well-being and sub-\njective experience. Cerebrum. 2018;2018.\n125. Damasio AR. The somatic marker hypothesis and the possible functions of the\nprefrontal cortex. Philos Trans R Soc Lond B Biol Sci. 1996;351:1413 –20.\n126. Danziger K. The history of introspection reconsidered. J Hist Behav Sci.\n1980;16:241 –62.\n127. Johansson P, Hall L, Sikström S, Olsson A. Failure to detect mismatches between\nintention and outcome in a simple decision task. Science 2005;310:116 –9.\n128. Nisbett RE, Wilson TD. Telling more than we can know: verbal reports on mental\nprocesses. Psychol Rev. 1977;84:231 –\n59.\n129. Jerolmack C, Khan S. Talk is cheap. Sociol Methods Res. 2014;43:178 –209.\n130. Carruthers P. The opacity of mind: an integrative theory of self-knowledge.\nOxford University Press; 2011.\n131. Robinson MD, Clore GL. Belief and feeling: evidence for an accessibility model of\nemotional self-report. Psychol Bull. 2002;128:934 –60.\n132. Walentynowicz M, Schneider S, Stone AA. The effects of time frames on self-\nreport. PLoS ONE. 2018;13:e0201655.\n133. Chirimuuta M. Psychophysical methods and the evasion of introspection. Philos\nSci. 2014;81:914 –26.\n134. Quigley KS, Lindquist KA, Barrett LF. Inducing and measuring emotion and\naffect: tips, tricks, and secrets. In: Reis HT, Judd CM, editors. Handbook ofresearch methods in social and personality psychology. Cambridge University\nPress; 2014. p. 220 –52.\n135. Borsboom D, Mellenbergh GJ. The concept of validity. Psychol Rev. 2004;111:\n1061 –71.\n136. Cohen JA, Mannarino AP, Deblinger E. Treating trauma and traumatic grief in\nchildren and adolescents, 2nd ed. Guilford Publications; 2016.\n137. Schneider KJ, Krug OT. Existential-humanistic therapy. American Psychological\nAssociation Washington, DC; 2010.\n138. Hofmann SG, Gómez AF. Mindfulness-based interventions for anxiety and\ndepression. Psychiatric Clin. 2017;40:739 –49.\n139. Zoellner LA, Foa EB. Applying Research Domain Criteria (RDoC) to the study of\nfear and anxiety: a critical comment. Psychophysiology. 2016;53:332 –5.\n140. Constantinou E, Purves KL, McGregor T, Lester KJ, Barry TJ, Treanor M, et al.\nMeasuring fear: association among different measures of fear learning. J Behav\nTher Exp Psychiatry. 2021;70:101618.\n141. Nord CL, Barrett LF, Lindquist KA, Ma Y, Marwood L, Satpute AB, et al. Neural\neffects of antidepressant medication and psychological treatments: a quanti-tative synthesis across three meta-analyses. Br J Psychiatry. 2021;219:1 –5.\n142. Taschereau-Dumouchel V, Kawato M, Lau H. Multivoxel pattern analysis reveals\ndissociations between subjective fear and its physiological correlates. MolPsychiatry. 2020;25:2342 –54.\n143. FeldmanHall O, Glimcher P, Baker AL, PROSPEC NYU Collaboration, Phelps EA.\nThe functional roles of the amygdala and prefrontal cortex in processinguncertainty. J Cogn Neurosci. 2019;31:1742 –54.\n144. Hofmann SG, Curtiss JE, Hayes SC. Beyond linear mediation: toward a dynamic\nnetwork approach to study treatment processes. Clin Psychol Rev. 2020;76:101824.\n145. LeDoux JE, Lau H. A new vista in psychiatric treatment: using individualized func-\ntional connectivity to track symptom s. Proc Natl Acad Sci USA. 2020;117:4450 –2.\n146. Sylvester CM, Yu Q, Srivastava AB, Marek S, Zheng A, Alexopoulos D, et al.\nIndividual-speci ﬁc functional connectivity of the amygdala: a substrate for\nprecision psychiatry. Proc Natl Acad Sci USA. 2020;117:3808 –18.\n147. Allen JG, Haccoun DM. Sex differences in emotionality: a multidimensional\napproach. Hum Relat. 1976;29:711 –22.V. Taschereau-Dumouchel et al.\n1329\nMolecular Psychiatry (2022) 27:1322 – 1330"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "148. Gard MG, Kring AM. Sex differences in the time course of emotion. Emotion\n2007;7:429 –37.\n149. Zhou F, Zhao W, Qi Z, Geng Y, Yao S, Kendrick KM, et al. A distributed fMRI-based\nsignature for the subjective experience of fear. Nat Commun. 2021;12:6643.\n150. Ekman P. An argument for basic emotions. Cognition Emot. 1992;6:169 –200.\n151. Scherer KR. The dynamic architecture of emotion: evidence for the component\nprocess model. Cognition Emot. 2009;23:1307 –51.\n152. Barrett LF. How emotions are made: the secret life of the brain. Houghton Mif ﬂin\nHarcourt; 2017.\n153. Mashour GA, Roelfsema P, Changeux J-P, Dehaene S. Conscious processing and\nthe global neuronal workspace hypothesis. Neuron 2020;105:776 –98.\n154. Apkarian AV. De ﬁnitions of nociception, pain, and chronic pain with implications\nregarding science and society. Neurosci Lett. 2019;702:1 –2.\n155. Krueger RF, Hobbs KA. An overview of the DSM-5 alternative model of per-\nsonality disorders. Psychopathology 2020;53:126 –32.\n156. Michel M, Lau H. On the dangers of con ﬂating strong and weak versions of a\ntheory of consciousness. Philos. Mind Sci. 2020;1.\n157. Dretske F. Naturalizing the mind. Cambridge, MA: Bradford; 1995.158. Lamme VAF. How neuroscience will change our view on consciousness. Cogn\nNeurosci. 2010;1:204 –20.\n159. Tye M. Consciousness, color, and content (representation and mind). MIT Press;\n2000.\n160. Block N. Empirical science meets higher order views of consciousness: reply to\nHakwan Lau and Richard Brown. Blockheads! Essays on Ned block ’s philosophy\nof mind and consciousness. MIT Press Cambridge, MA; 2019. p. 199 –213.\n161. Panksepp J. What is an emotional feeling? Lessons about affective origins from\ncross-species neuroscience. Motiv Emot. 2012;36:4 –15.\n162. Lau H, Rosenthal D. Empirical support for higher-order theories of conscious\nawareness. Trends Cogn Sci. 2011;15:365 –73.\n163. Brown R, Lau H, LeDoux JE. Understanding the higher-order approach to con-\nsciousness. Trends Cogn Sci. 2019;23:754 –68.\n164. Fleming SM, Daw ND. Self-evaluation of decision-making: a general Bayesian\nframework for metacognitive computation. Psychol Rev. 2017;124:91 –114.\nAUTHOR CONTRIBUTIONS\nV.T-D, M.M., H.L., S.G.H., and J.E.L. wrote and edited the manuscript.\nFUNDING INFORMATION\nSGH receives ﬁnancial support from the Alexander von Humboldt Foundation\nand the James S. McDonnell Foundation 21st Century Science Initiative inUnderstanding Human Cognition —Special Initiative. HL received ﬁnancial support\nfrom the US National Institute of Mental Health (R61MH113772) and The TempletonWorld Charity Foundation (RA537-01). JELD receives ﬁnancial support from the\nNational Institute of Drug Abuse, The Templeton World Charity Foundation, New York\nUniversity, and private donors. VT-D received the ﬁnancial support from the Canadian\nInstitute of Health Research (CIHR).\nCOMPETING INTERESTS\nSGH receives compensation for his work as editor from SpringerNature and theAssociation for Psychological Science, and as an advisor from the Palo Alto HealthSciences Otsuka Pharmaceuticals, and for his work as a Subject Matter Expert from\nJohn Wiley & Sons, Inc. and SilverCloud Health, Inc. He also receives royalties and\npayments for his editorial work from various publishers. JELD receives royalties fromhis books. The remaining authors declare no competing interests.\nADDITIONAL INFORMATION\nCorrespondence and requests for materials should be addressed to Vincent\nTaschereau-Dumouchel.\nReprints and permission information is available at http://www.nature.com/\nreprints\nPublisher ’s note Springer Nature remains neutral with regard to jurisdictional claims\nin published maps and institutional af ﬁliations.\nOpen Access This article is licensed under a Creative Commons\nAttribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third party\nmaterial in this article are included in the article ’s Creative Commons license, unless\nindicated otherwise in a credit line to the material. If material is not included in thearticle ’s Creative Commons license and your intended use is not permitted by statutory\nregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.\norg/licenses/by/4.0/ .\n© The Author(s) 2021V. Taschereau-Dumouchel et al.\n1330\nMolecular Psychiatry (2022) 27:1322 – 1330"
    }
  ]
}