{
  "doc_type": "scientific paper",
  "title": "Neural_Correlates_of_Attention allocation versus sound habituation",
  "authors": [
    "Tenesaca"
  ],
  "year": 2023,
  "journal": "Sciences, at the Graduate School of Biomedical Sciences, Icahn School of Medicine",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T03:44:25.512587Z",
  "source_pdf": "documents/research/Global/Tenesaca 2023 Neural_Correlates_of_Attention allocation versus sound habituation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "i  \n \n \n \n \n \n \n \n \n \n \nNeural correlates of attention allocation versus sound habituation  \nin  \nMisophonia  \nby  \n \nJeanpierre Tenesaca  \n \n \n \nA Master’s Thesis submitted in partial fulfillment of the requirements for the MS degree in \nBiomedical Sciences, at the Graduate School of Biomedical Sciences, Icahn School of Medicine \nat Mount Sinai 202 2"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "ii  \n \n2022  \n \nJeanpierre Tenesaca  \n \nAll Rights Reserved"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "iii This manuscript has been read and accepted by the Graduate Faculty of the Mount Sinai \nGraduate School of Biomedical Sciences, in satisfaction of the thesis requirements for the \nMaster’s degree.  \n \n \nCommittee Members  \n \n        \n    \n      01-13-2023          \n       Date  \n \n_________________________________                      01-13-2023 \n            Thesis Co -Advisor - Dr. Jennifer Foss -Feig           Date  \n \n \nDr. Muhammad Parvez  \n \n \nDr. Nicolas Davidenko  \n \n \nDean of Masters in Biomedical Sciences  \n \n___________________________________      01-13-2023  \n              Dean - Dr. Marta Filizola             Date  \n \nIcahn School of Medicine at Mount Sina i"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "iv Abstract  \n \nNeural correlates of attention allocation versus sound habituation in Misophonia  \nBy \nJeanpierre Tenesaca  \n \nAdvisors: Dr. Daniela Schiller & Dr. Jennifer Foss -Feig \n \n Misophonia  is characterized by a lowered tolerance coupled with a defensive reaction to \nsocially-related auditory stimuli. Given the current gap in standardized diagnosis and treatment \nmethods, there is a critical need to understand the processes underlying aversive auditory \nprocessing in misophonia. To address this, we used EEG to measure event -related potentials \n(ERPs), analyzing N1 (the registration of sensory input  allocation of pre -attention) and P2 (the \nclassification of stimuli of pre -attention) amplitudes. We examined whether misophonia triggers \npaired with either mechanical vs. social vis ual cues elicit attention allocation and/or habituation \neffects in comparison to autism spectrum disorder, and typically developing adults. Participants \nwith misophonia displayed greater registration of sensory input  (N1) and decreased classification \nof stimuli (P2) to first social cues. For the second cues, there was no significant display of context \nspecific habituation to second cues despite source differences. These results suggest that adults \nwith misophonia have an exaggerated tendency to focus on soc ial cues, while reducing attention \ntowards the social cues when firstly registering sensory  inputs, possibly as a coping mechanism."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "v Preface  \n \n This thesis allowed me to get in touch with the humanity of what research is all about; \nlearning what goes beyond  the requirements of a  master’s degree . This opportunity allowed me \nto build relationships and lend a shoulder to lean on to those who had no one who believed in \ntheir truth s. As part of my research, I had the privilege of meeting people who suffered from \nmisophonia and allowed themselves to be open about their struggles to help others who had \nsuffered the same way. Spending over a year listening to their stories motivated my ef forts \ntoward finding an answer for them. As a result of the present study, we can open more \ndiscussions and questions about how to help people with Misophonia. Hopefully, one day, \nmisophonia will finally be understood enough to dismantle any hesitation in believing its \nbeholder."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "vi Table of Contents  \n \nChapter 1. Understanding Sensory Processing in Misophonia  \nIntroduction…………………………………………………………………….……………….. 1 \nChapter 2: Misophonia Severity Assessments & EEG Methodology  \nParticipant recruitment…………………………………………………………………….……. 4 \nMisophoni a and Psychiatric Measurements ……………………………………………………. 5 \nChapter 3. Auditory Attention vs. Habituation to Auditory Misophonia Triggers  \nIntroduction……………………………………………………………………………………… 9 \nMethods………………………………………………………………………………………… 10\nResults………………………………………………………………………………………… ..14 \nDiscussion…………………………………………………………………………………… …24  \nConclusions………………………………………………………………………………..…… 25 \nBibliography………………………………… ……………………………………………..… ...26"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "vii Figures  & Tables  \nChapter 2  \nTable 1. Participant population and personality surveys .…………………………...………… .5 \nTable 2. Misophonia Survey Correlations.………………………………………………..… .…8 \nChapter 3  \nFigure 1. Misophoni a visual -auditory cue habituation task……………….…………………… 10 \nFigure 2. ERP Acquisition and Segmentation….…………….……….……………...………… 11 \nFigure 3. Post -Task Ratings………….…………….……….…………………….…….……… .13 \nTable 4.  Misophonia Surveys & Post -Task Ratings Correlations…………………………… ...14 \nFigure 4. First and Second ERPs to social vs mechanical sources ……………………...……… 15 \nFigure 5. N1: First and Second ERP Source Difference Analysis …………………..… ....……. 17 \nFigure 6. P2: First and Second ERP Source Difference Analysis ……… ……………………… 19 \nFigure 7. N1 and P2: Habituation Ratio Differentials……………………………… …….…… ..22"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "1 Chapter 1: Introduction  \n \nMisophonia  is a disorder that involves reduced tolerance to specific sounds made by \nother people, resulting in an aversive response that may be out of proportion to the presence of \nthe irritant stimulus (Brout et al., 2018). Auditory stimuli may vary, including snif fing, chewing, \nnasal/accenting, and repetitive sounds not exclusively produced by the body (Erfanian, 2018). \nThe affected individual's responses of disgust, irritation, rage, or anxiety are typically first \nobserved in childhood or early adolescence (Schröd er et al., 2013). An elevated physiological \nresponse and emotional reactivity in individuals with misophonia can lead to debilitating \nimpairments to daily tasks. Avoidant and maladaptive behaviors can interfere with their \neveryday function, causing impairm ents to their well -being and interpersonal relationships as \nwell (Brout et al., 2018).  \nDespite the rise in research toward understanding misophonia, there is still a lack of \ncharacterization of its causes, mechanisms, severity, and comorbidities (Brout et al., 2018). An \nestimated 20% of individuals may experience a form of misophonia (Wu et al., 2014), with 6% \nexperiencing severe misophonia (Ferrer -Torres & Giménez -Llort., 2021). Misophonia research \nhas been conducted for a little over 20 years, but the upt ake has been slow, with the literature on \nmisophonia -specific studies not surpassing 100 peer -reviewed papers as of 2022 (Ferrer -Torres \n& Giménez -Llort., 2022). Since misophonia lacks a classification and etiology, it might have \ncomorbid hearing pathologie s or mental disorders, resulting in alternative diagnoses in many \nmisophonia patients (Potgieter et al., 2019). With no established DSM -5 or ICD criteria for \nmisophonia, there is difficulty in providing clinically established diagnosis and treatment \nmethod s for this disorder. Standardized comparison between study cohorts is impossible without \na fundamental consensus on evaluating misophonia. No psychometrically validated measurement"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "2 tools can rigorously assess the effectiveness of varying treatment methods (Edelstein et al., \n2013).  \nThrough the Delphi process, a coalition of experts has redefined the concept of \nmisophonia by assessing the etiology of reactions to misophoni a triggers, influences on \nreactions, functional impairments, and their relationship to o ther disorders and conditions \n(Swedo et al., 2022). Current research has identified that misophonia is not a hearing disorder, \nsince there is no relationship between reactivity and hearing thresholds prevalent among \nindividuals with normal hearing, hard -of-hearing, or auditory pathologies (Taylor, 2017). \nMisophonia can develop without any peripheral or central auditory pathologies, and due to the \nspecificity of the misophoni a triggers, it is unlikely to arise from alterations in the auditory \nsystem (Møller. , 2011). Furthermore, misophonia can present with neurological or psychiatric \nconditions or disorders, with high co -occurrence with anxiety, post -traumatic stress disorder, \nobsessive -compulsive disorders, and autism spectrum disorders (Taylor, 2017).  \nDue to the social nature of misophonia triggers, studies have suggested that social \nimpairments play an essential role in aversive responses to misophonia triggers  (Taylor et al., \n2014). The levels of social dysfunction and sensory processing alterations migh t interact to affect \nthe levels of misophonia severity. Understanding the fundamentals of social processing allows us \nto identify how neutral auditory cues are processed compared to misophoni a triggers.  \nWithin our everyday lives, the sounds of honking cars, someone chewing their gum next \nto us, or someone slurping their drink can firstly be noticed but eventually filtered out of our \nattention to focus on the task at hand. The process that allows the filtering of auditory stimuli is \nattention all ocation. This essential cognitive processing mechanism allows individuals to face \nconflicting stimuli input by generating, maintaining, and adjusting a set of goal -directed"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "3 processing tactics. Attention allocation reflects top -down processing and regulator y control, as \nthey interact with various stimuli (Appelbaum et al., 2012). In misophonia, we suspect an \nimpairment in attention allocation reduces the filtering of auditory cues, turning what would be \nconsidered a standard auditory stimulus into an aversiv e auditory cue that cannot be ignored.  \nThrough first attention allocation, a habituation response developed a fundamental form \nof learning manifested by decreased neuronal responses to repeated sensory stimulations \n(Mutschler et al., 2010). Auditory habit uation allows people to tune out non -essential, repetitive \nauditory stimuli and focus on sounds that demand attention. It can occur regularly in our \neveryday lives without our conscious awareness, like the clicking of a ticking clock. At the \nbehavioral lev el, habituation can elicit reduced emotional reactions to repeated affective stimuli, \na process that may be particularly impacted in misophonia.  \nThis thesis examines attention allocation vs. auditory habituation in misophonia and \nwhether these processes v ary as a function of context (when the sound source is mechanical or \nsocial). We examined sensory processing using event -related potentials (ERP) recorded with \nelectroencephalography (EEG) in participants with misophonia, compared to adults with autism \nspectrum disorder (ASD) as a clinical control and typically -developed (TD) adults as a \ncomparative baseline representation of normative auditory processing."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "4 Chapter 2: Misophonia Severity Assessments  \nParticipant recruitment  \nParticipants between the age s of 18 and 54 provided written informed consent, as \napproved by the Institutional Review Board at the Icahn School of Medicine at Mount Sinai. The \nauthor asserts that all procedures contributing to this work comply with the ethical standards of \nthe releva nt national and institutional committees on human experimentation and with the \nHelsinki Declaration of 1975, as revised in 2008.  \nParticipants included 16 individuals with moderate to severe misophonia symptoms \n(Mean age = 31.3 years, SD = 7.9), 18 with ASD (Mean = 25.6 years, SD = 6.4), and 14 TD \ncontrols (Mean = 28.2 years, SD = 8.4). A one -way ANOVA did not identify any significan t \ndifferences among groups in terms of age [F(2, 45) = 2.36, p = 0.07], and a Chi -Square analysis \nconfirmed no significant sex differences among groups [X 2 (2, N = 48) = 2.29, p = 0.32] (Table \n1). Moderate symptoms of misophonia were defined as participan ts receiving the following \nminimum misophonia scores on at least two of four surveys: Misophonia Questionnaire (MQ): \nx>7 (MQ; Wu et al., 2014), Amsterdam Misophonia Scale (AMISOS): x>9 (Schröder et al., \n2013), Amsterdam Misophonia Scale Revised (AMISOS -R): x>23 (AMISOS -R; Jager et al., \n2020), and Misophonia Assessment Questionnaire (MAQ): x>21 (MAQ; Johnson, 2014). ASD \nand TD participants required a misophonia survey score below the threshold of moderate \nseverity. ASD diagnoses were confirmed by the Autism  Diagnostic Observation Schedule - 2 \n(ADOS -2, Lord et al., 2012), administered by a trained and research -reliable clinician, in \nconjunction with developmental history and clinical judgment applied to DSM -5 criteria. \nNeurotypical controls had no psychiatric  disorders and no first -degree relatives with ASD."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "5 We recruited misophonia participants through online advertisements on the misophonia \nsupport group pages (Reddit and Facebook) and online research participant recruitment sites. \nASD and TD participants wer e recruited via recruitment websites, campus flyers, and online \nforums. Potential participants opted to participate in the study based on a brief description \ninforming them that they would need to complete surveys assessing their mood, personality, and \nsensitivity to certain sounds, with a compensation of $20.00 per hour. Clinical staff and research \nspecialists conducted psychological assessments and EEG sessions.  \n \nMisophoni a and Psychiatric Measurements  \nTable 1: Participant population and surveys scores  \nGroup Mean +/ - SD \n Misophonia  \n(n =16 )  ASD  \n(n = 18)  TD \n(n = 14)  One-way \nANOVA  p-Value  \nAge (years)  31.3 +/ - 7.9 25.6 +/ - 6.4 28.2 +/ - 8.4 F(2, 45) = 2.36  p = 0.11  \nSex (M/F)  6M/10F  10M/8F  9M/5F  X 2 (2, N = 48) = 2.29  \n(Chi-Square Test)  p = 0.32  \nFSIQ -2 116.75 +/ - 14.98  116.94 +/ - \n12.32  \n(16 out of 18)  121.71+/ - 17.8 F(2, 38) = 0.59  p = 0.56  \nMisophonia Questionnaire  \n(MQ)  8.36 +/ - 1.89  5.56 +/ - 2.0 2.07 +/ - 1.3 F(2, 45) = 48.7  p = 5.6E -12 \nAmsterdam Misophonia Scale  \n(AMISOS)   12.9 +/ - 2.6  4.94 +/ - 3.0 0.43 +/ - 0.94 F(2, 45) = 13.3  p = 2.9E -5 \nAmsterdam Misophonia Scale \nRevised  \n(AMISOS -R)  25.3 +/ - 7.01  8.83 +/ - 5.8 2.07 +/ - 2.0 F(2, 45) = 72.5  p = 8.4E -15 \nMisophonia Assessment \nQuestionnaire  \n(MAQ)   40.7 +/ - 10.4 9.44 +/ - 11.6 0.50 +/ - 1.2 F(2, 45) = 79.2  p = 1.8E -15"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "6 Broad Autism  \nPhenotype Questionnaire  \n(BAPQ)  3.11 +/ - 0.7 3.70 +/ - 0.7 2.54 +/ - 0.43 F(2, 45) = 13.3  p = 2.9E -5 \nFear of Negative Evaluation  \n(FNE)  45.1 +/ - 9.4 44.3 +/ - 10.5 33.7 +/ - 7.3 F(2, 45) = 6.89  p = 2.4E -3 \nLiebowitz Social Anxiety \nScale Avoidance score  \n(LSAS)  29.8 +/ - 13.8 34.8 +/ - 15.0 20.4 +/ - 10.8 F(2, 45) = 4.60  p  = 0.02  \nState -Trait Anxiety Inventory \nT-score  \n(STAI)  51.1 +/ - 12.6 54.4 +/ - 8.6 36.5 +/ - 10.4 F(2, 45) = 12.2 p = 5.9E -5 \nZung Self -Rating Depression \nScale Score  \n(SDS)  44.1 +/ - 10.6 45.2 +/ - 7.8 32.2 +/ - 8.5 F(2, 45) = 9.49  p = 3.6E -4 \nObsessive Compulsive \nInventory Score  \n(OCI-R) 10.6 +/ - 6.2 25.3 +/ - 15.0 7.57 +/ - 6.3 F(2, 45) = 13.6  p = 2.4E -5 \nAvoidant Personality \nDisorder Impairment Scale \nScore  \n(AVPD -IS) 17.1 +/ - 5.0 17.4 +/ - 4.9 11.9 +/ - 5.6 F(2, 45) = 5.32  p = 8.4E -3 \nLehman Social Relations \nObjective: Social Contact \nScore  \n(LSRO)  21.4 +/ - 4.3 19.1 +/ - 4.2 23.6 +/ - 3.1 F(2, 45) = 5.10  p = 0.01 \nLehman Social Relations \nSubjective: Satisfaction with \nSocial Relations  \n(LSRS)  28.4 +/ - 7.4 32.5 +/ - 5.9 35.6 +/ - 4.2 F(2, 45) = 5.47  p = 7.4E -3 \n \nWe administered four misophonia surveys to assess misophoni a traits among the three \nsubject groups. A commonly used method of measuring misophonia severity is the Misophonia \nQuestionnaire (MQ; Wu et al., 2014), a self -report measurement consisting of three subscales in \na Likert -type scale: (a) frequency of specific  trigger sounds, (b) frequency of certain emotions \nand behavioral responses to trigger sounds, and (c) overall perception of the severity of sound \nsensitivities. A score above 6 has been proposed to indicate clinically significant symptoms \n(MQ; Wu et al., 2014). Within our study we only assessed one question of the MQ,  severity of \nsound sensitivity from 1 (minimal) to 15 (very severe). Severity of misophonia symptoms was"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "7 classified as follows: Minimal (1 -3), Mild (4 -6), Moderate (7 -9), Severe sound sensiti vities (10 -\n12), Very severe sound sensitivities (13 -15).  \nParticipants also completed the Amsterdam misophonia Scale (A -MISO -S), a 7 -item self -\nreport measure assessing the severity of misophonia symptoms, including preoccupation with \ntrigger sounds, negat ive emotional responses to trigger sounds, lack of thought control, and \ninterference with daily life (Schröder et al., 2013). The first six questions are scored on a 5 -point \nLikert scale (0 -4), whereas the last ask for free responses. The AMISOS is an adap ted version of \nthe Yale -Brown Obsessive -Compulsive Scale (Goodman et al., 1989). Total scores range from 0 -\n24, with score categories of 0 -4 (subclinical), 5 -9 (mild), 10 -14 (moderate), 15 -19 (severe), and \n20-24 (extreme; Schröder et al., 2013).  \nWe also us ed an updated version of the AMISOS called the Amsterdam Misophonia \nScale -Revised (AMISOS -R; Jager et al., 2020); it now incorporates physical movements of \nothers as misophoni a stimuli.  \nLastly, the Misophonia Assessment Questionnaire (MAQ; Johnson, 2014),  is a 21 -item \nmeasure that assesses impact of misophonia. In one study (Dozier, 2015), the sum of the \nindividual's score in the MAQ was used to rate the severity of symptoms as mild (1 –21), \nmoderate (22 –42), or severe (43 –63); a Likert -type scale of 0 (not  at all/least) to 3 (all the \ntime/most) is used to score the items.  \nIn order to compare misophonia to other psychiatric conditions, participants also \ncompleted the Broad Autism Spectrum Questionnaire (BAPQ; Hurley et al., 2007), Fear of \nNegative Evaluatio n (Leary,1983), Liebowitz Social Anxiety Scale (LSAS Avoidance questions; \nLiebowitz, 1987), State -Trait Anxiety Inventory (STAI Trait questions; Skapinakis, 2014), Zung \nSelf Rating Depression Scale (SDS; Zung, 1986), Obsessive -Compulsive Inventory -Revised"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "8 (OCI -R; Foa et al., 2002), Avoidant Personality Disorder Impairment Scale (AvPD -IS; Liggett et \nal., 2017), and Lehman's Social Relations Subjective & Objective Score (Lehman, A.F. 1983) \n(Table 1 ). Correlation analysis between all additional psychiatric sur veys and misophonia \nsurveys were assessed to identify the presence of comorbidities (Table 2) . \nWe conducted a series of IQ tests suitable for the age and developmental level of the \nmisophonia and ASD and TD groups, including the Wechsler Abbreviated Scale of Intelligence \n– Second Edition (Wechsler, 2011). Only 16 out of 18 ASD participants were able to complete \nthe IQ assessment.  \n \nTable 2: Misophonia Survey Correlations  \n BAPQ  FNE  LSAS  STAI  SDS AVPD -IS LSRS  \nMQ r(46) = .225  \np = .124  r(46) = .420  \np = .003  \n(+) r(46) = .293  \np = .043  \n(+) r(46) = .432  \np = .002  \n(+) r(46) =.476  \n p < .001  \n(+) r(46) = .361  \np = .012  \n(+) r(46) = .438  \np = .002  \n(-) \nAMISOS  r(46) = .913  \np < .001  \n(+) r(46) = .378  \np = .008  \n(+) r(46) = .326  \np = .024  \n(+) r(46) = .378   \np = .008  \n(+) r(46) = .402  \np = .005  \n(+) r(46) = .358  \np = .013  \n(+) (r(46) = .483  \np < .001  \n(-) \nAMISOS -R r(46) = .913  \np < .001  \n(+) r(46) = .409  \n p = .004  \n(+) r(46) = .227  \n p = .120   r(46) =.394  \np = .006  \n(+) r(46) =.425  \np = .003  \n(+) r(46) = .353  \np = .014  \n(+) r(46) = .443  \np = .002  \n(-) \nMAQ  r(46) = .867  \np < .001  \n(+) r(46) = .426  \np = .003  \n(+) r(46) = .237  \n p = .104  r(46) = .426  \np = .003  \n(+) r(46) = .42  \np = .003  \n(+) r(46) = .388  \np = .006  \n(+) r(46) = .451  \np = .001  \n(-) \n \nTable 2  \nMisophonia, ASD, & TD sum survey correlations versus personality surveys. (+) Positive \nCorrelation & ( -) Negative Correlation , shaded regions indicated no correlations."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "9 Chapter 3: Attention Allocation & Auditory Habituation  \nA prior knowledge base of obj ects and events must be considered when deciding how to \nallocate sensory, motor, or mental resources. Additionally, auditory habituation refers to a \ngradual decline in neuronal response to successive auditory stimulations. Despite the success of \nEEG in mea suring auditory ERPs, attention allocation and habituation properties remain \nunknown in participants with misophonia. A comparison of misophonia participants' attention \nallocation and auditory habituation enabled us to determine whether social vs. mechanic al visual \nsources led to distinct ERP responses to misophonia triggers and whether source differences \ninfluence neuronal desensitization.  \nPrevious studies of N1 and P2 assessments identified N1 as a potential filtering \nmechanism that triggers the activation of allocation of attention, while P2 sensory gating \ninvolves the early allocation of attention (Näätänen, 1992, pp. 113 –135; Näätänen & Picton, \n1987). Previous studies have identified a decrease in N1 magnitude with repeated auditory \nstimuli (Pa iva et al., 2016). Similarly, P2 showed habituation, and sensory gating properties have \nbeen observed for consecutive stimuli with short and constant inter -stimulus intervals (Paiva et \nal., 2016). Therefore, we hypothesize misophonia participants to evince  greater negative N1 and \npositive P2 peaks than participants with ASD or TD to the first sound stimuli, presumably due to \nincreased registration of sensory input  and pre -attentive classification of stimuli. Our studies \nshould indicate a decreased habituati on response to social cues in misophonia compared to ASD \nand TD."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "10 MATERIALS AND METHODS  \nFigure 1. Misophonia Visual -Auditory Cue habituation Task  \n(A) Source differentiation processing task   (B) Post-task source differentiation ratings  \n \nParticipants completed a 9 -min visual -auditory habituation task during a high -density EEG while \nseated in a chair facing a desktop computer, with an approximate 2 -4 min post -rating task with a \nChronos Response Box . We used E -Prime 2.0 to implement the experiment. The experiment \nconsisted of a total of 4 blocks containing 32 trials per block, with eight distinct social visual \ncues (e.g., whistling man) and eight distinct mechanical visual cues (e.g., whistling teapo t). All"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "11 visual cues were validated in a prior study with Misophonia participants rating the \nunpleasantness plausibility  of the auditory cues paired with the visual stimuli (Banker, 2022). \nEach distinct visual cue was presented  twice per block in a randomized order for 2000 ms; the  \nFigure 2 . ERP Acquisition and Segmentation  \n(A)  EEG processing and ERP collection, (B) ERP Segmentation, (C) ERP components"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "12 misophoni a auditory stimuli were identical for pairs of social and mechani cal images and \nmatched both visual cues (e.g., whistling sound) in a pseudorandomized order. Auditory cues \nwere presented twice per distinct visual cue. The auditory cues were presented 1000ms after the \nvisual cues for 500ms each with a 500ms buffer in bet ween each auditory presentation (Figure  \n1A). After completing the task, participants rated the image paired with the same auditory stimuli \nfrom the task on a 1 -5 scale (1 = Pleasant to 5 = Unpleasant) (Figure 1B).  \nWe acquired EEG data using NetStation Sof tware Version 5.4.2 and a Philips HydroGel \nGeodesic sensor with 128 channels (Figure 2A). Original EEG files were processed in a 0.50 - \n55.00 Hz Bandpass filter and then segmented into the four distinct cue segments (M1: First \nmechanical visual cue, M2: Se cond mechanical visual cue, S1: First social visual cue, and S2: \nSecond social visual cue) of 600 ms epochs from -100ms to 500ms and time -locked to the onset \nof each tone during pre -processing (Figure 2B). Each recorded segment was manually inspected \nfor the removal of motor movement (eyeblinks, eyebrow shifts, head tilt). The processing steps \ninvolve classifying and replacing outlier channels with interpolated values in the continuous \ndata, removing outlier epochs from single participant data, and removing  outlier components. \nData were averaged separately for each auditory cue in the trial's sequence, and the baseline was \ncorrected using a 100 ms pre -stimulus interval. Recordings were included in final analyses if \nthey included a minimum of 10 viable segmen ts per cue, with viability meaning a maximum of \n25 electrode channels that were removed per segment for >80% viability (Figure 2A). We \nperformed repeated measures ANOVAs and t -tests to compare component amplitude by the \ngroup across social and mechanical s timuli and repetitions. RStudio was used for ERP analysis \nand statistical significance."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "13 N1 & P2 amplitudes were extracted over electrode Cz at the vertex of the head, where \nauditory event -related potentials are easily detected (Rosburg et al., 2010). Each participant's N1 \ncomponent reflects minimum voltage within a window from 70 to 120ms; the P2 component has \nthe maximum voltage within a latency range of 120 -210 ms post -stimulus. Latency was defined \nas the time -to-peak amplitude for each component (Figure 2C). \n \nRESULTS  \n \nFigure 3 . Post -Task Ratings  \nMisophonia, ASD, and TD, (A)  Social rating and (B) Mechanical Rating (1 = Pleasant to 5 \n=Unpleasantness); (C) Rating differences (Social -Mechanical) between social and mechanical \nvisual cues for all three groups.  ● : p < 0.1; * :  p < 0.05; ** : p < 0.01  \n \nPost-Task Visual Cue Association Ratings  \nA one-way ANOVA was performed to compare groups (Misophonia, ASD, and TD) on \nmechanical ratings, there is a statistically significant difference in mechanical ratings (MR) \nbetween the three groups [F(2, 43) = 14.22, p = 0.00002]. Another ANOVA was also performed"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "14 to compare groups (Misophonia, ASD, and TD) on social ratings, there is a statistically \nsignificant difference in social ratings (SR) between the three groups [F(2, 43) = 15.31, p = \n0.00001] ( Figure 3A & 3B ). Between -group MR analysis using post -hoc t -tests assuming \nunequal variances,  identified differences between misophonia vs TD (t(26) = 6.2, p < 0.01), \nmisophonia vs ASD (t(32) = 2.8, p < 0.01), and TD vs ASD (t(26) = 2.7, p < 0.05), with \nunpleasantness ratings highest in misophonia, followed by ASD, then  TD .  While SR analysis \nindicated significant differences between misophonia vs TD (t(26) = 6.1, p < 0.01) and \nmisophonia vs ASD (t(32) = 4.0, p < 0.01), again with unpleasantness ratings highest in the \nmisophonia group, there were no differences in SR un pleasantness rating for ASD vs TD (t(27) = \n1.1, p = 0.27) ( Figure 3A & 3B ).  \nThese data indicate that participants with misophonia responded more severely to social \nand mechanical visual cues than other groups, while maintaining a statistically significant  \nelevated rating towards social visual cues compared to mechanical cues within group ( Figure \n3C). Misophonia participants found the social cue more unpleasant while ASD participants \nexperienced an equivalent dislike to the auditory cue regardless of the vi sual pairing.  The \nincrease in unpleasantness ratings corresponded to an increase in misophonia severity ( Table 3 ).  \nTable 3: Misophonia Surveys & Post -Task Ratings Correlations  \nCorrelation \nAnalysis  AMISOS -R MQ MAQ  AMISOS  \nSocial \nRating   r(46) = .556 , p < .001  \n(+) r(46) = .565 , p < .001  \n(+) r(46) = .62,  p < .001  \n(+)  r(46) = .648, p < .001  \n(+) \nMechanical \nRating  r(46) = .586,  p < .001  \n(+) r(46) = .566, p < .001  \n(+) r(46) = .601,  p < .001  \n(+) r(46) = .611, p < .001  \n(+)"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "15  \nFigure 4. First and Second ERPs to social vs mechanical sources  \n(A-C) ASD, Misophonia, and TD ERPs, respectively"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "16 First ERP Responses to Misophoni a triggers paired with Social vs Mechanical Cue  \nERPs were collected for the first and second auditory stimuli presentations paired with \nboth mechanical and social cues ( Figure 4 ). A one -way ANOVA was conducted to determine \nthe effect of group (Misophonia, ASD, TD) on first N1 responses to social cues; the results \nindicate a significant effect  [F(2, 43) = 3.46, p = 0.04] ( Figure 5A2 ). In particular,  post-hoc \ncomparisons using between -group t -tests indicated a significantly larger N1 response to the first \npresentation of sounds paired with social images for misophonia participants compared to TD \n(t(26) = -2.31, p < 0.05), as well as a trending significance between misophonia and ASD (t(32) \n= -1.99, p = 0.06) participants. There were no differences in N1 response to the first presentation \nof sounds paired with social images between ASD and TD participants (t(2 7) = -0.33, p =0.73). \nThere were no significant differences in N1 for first presentation of the sounds when paired with \nmechanical images among groups ( Figure 5A1 )."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "17 Figure 5 . N1: First and Second ERP Source Difference Analysis  \n(A1-A3) Misophonia, TD, & AS D first ERP’s responses for N1: Mechanical, Social, & \nMechanical - Social, respectively. (B1-B3) Misophonia, TD, & ASD second ERP’s responses for \nN1: Mechanical, Social, & Mechanical - Social, respectively.  ● : p < 0.1; * :  p < 0.05)"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "18 A one -way ANOVA wa s conducted to determine the effect of group (Misophonia, ASD, \nTD) on the differences between first N1 mechanic vs first N1 social responses; the results \nindicate a leaning significant effect [F(2, 43) = 2.93, p = 0.064] ( Figure 5A3 ). In particular, t -\ntests comparing misophonia and ASD (t(32) = -1.99, p = 0.057) showed a marginally  significant \ndifference, while t -tests comparing misophonia and TD showed a statistically significant \ndifference (t(26) = -2.13, p < 0.05). A within group analysis indicated a si gnificant difference \nbetween N1 first mechanical and N1 first social in misophonia(t(15) = 2.1, p = .050), all other \ngroups did not show significant within group differences.  These tests suggest that only in \nmisophonia was the N1 larger within the social than the mechanical context."
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "19  \nFigure 6 . P2: First and Second ERP Source Difference Analysis  \n(A1-A3) Misophonia, TD, & ASD first ERP’s responses for P2: Mechanical, Social, & \nMechanical - Social, respectively. (B1-B3) Misophonia, TD, & ASD second ERP’s responses for \nP2: Mechanical, Social, & Mechanical - Social, respectively. (( ● : p < 0.1) & ( * :  p < 0.05))"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "20 Regarding the P2 response to the first presentation of the auditory cue paired with \nmechanical/social visual cue, there was a trend toward significant differences among groups for \nthe social contexts. A one -way ANOVA was conducted to determine the  effect of group \n(Misophonia, ASD, TD) on first P2 responses. The results indicate a marginally significant \neffect, [F(2, 43) = 2.52, p = 0.09195] ( Figure 6A2 ). Between group t -test were conducted for P2 \nresponses to sounds paired with social cues: no diff erence was detected between ASD and TD \nparticipants (t(27) = -0.18019, p =0.9); a significant difference between misophonia and ASD \nparticipants (t(32) = -2.06, p =0.047)  and marginally significant difference between misophonia \nand TD participants (t(26) = -0.17, p =0.09) was identified.  No statistically significant group \ndifferences were observed in the differences between P2 response amplitude to social vs \nmechanical cues.  \nAltogether, only misophonia participants showed within group differences between  first \nsocial N1 and first mechanical N1, for all other groups, analysis of first mechanical vs first social \nexposure did not reveal any significant differences in N1 or P2 within groups between social and \nmechanical cues. However, analysis of the first pr esentation of auditory cues paired to social \nimage N1 and P2 components showed distinct between  group differences. According to our \nresults, misophonia participants, compared to the other groups, displayed larger N1 responses, , \nas well as a decreased P2 t o social visual cues, when misophoni a auditory cues are paired with \nsocial visual cues."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "21 Habituation from First to Second sound presentation with ERP analysis   \nGiven that there were no differences between groups in first presentations of the sounds \npaired with the mechanical cue, we examined differences in habituation –the degree of difference \nbetween the first and second presentation of the sounds paired with the mechanical cue and for \nthe social cue via a ratio between the first and second au ditory cue ERP ( Figure 7 ). A two -way \nrepeated measures ANOVA was performed to analyze the effect of group (Misophonia, ASD, \nand TD) and presentation order (First and Second) on N1 responses or P2 responses to \nmechanical cues. The results indicated that the re was no statistically significant interaction \nbetween the effects of group and presentation order in N1 (F(2,90) = 1.21, p = 0.30) and P2 \n(F(2,90) = 0.07, p = 0.93) for mechanical cues  ( Figure 6C1 ). \nFor the sounds paired with social cues, given the sign ificant group differences in first \nsound attention processing in N1 [F(2, 43) = 3.46, p = 0.04031] ( Figure 5A2 ) and a trending \nsignificant difference in P2 [F(2, 43) = 2.52, p = 0.09195] ( Figure 6A2 ), we could not examine \nhabituation per se without conside ring the significant ERP component differences for the first \nstimulus. We therefore examined the overall ERP response difference between first social cue \nand second social cue processing through ratio differences for the mechanical cue and social cue.  \nThis was supported by a one way measure ANOVA with factors of group on habituation \nratio differential ( |First Cue| - |Second Cue|)/(|First Cue| - |Second Cue| ) for N1 Social [F(2, 45) \n= 0.45, p = 0.65], N1 Mechanical [F(2, 45) = 0.13, p = 0.88], P2 Social [F(2 , 45) = 0.34, p = \n0.71], P2 Mechanical [F(2, 45) = 0.29, p = 0.75], exhibiting no significant differences in \nhabituation between social contexts and groups. (Figure 7) . These data suggest that, overall, \nmisophonia participants exhibited  similar habituatio n processing (in first to second presentation) \nto social and mechanical cues; as well as in the other groups (ASD and TD)."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "22 Figure 7 .  N1 and P2: Habituation Ratio Differentials  \n(A) N1 Social Habituation (B) N1 Mechanical Habituation  (C) P2 Social Habituation (D) P2 \nMechanical Habituation. Habituation Ratio Differential = (|First Cue| - |Second Cue|)/(|First \nCue| - |Second Cue|)."
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "23 Discussion  \nOur main finding was that, compared to typically developing individuals and clinical \nASD contro ls, participants with misophonia showed increased registration of sensory input  to \ntrigger sounds presented in social contexts even before classification of stimuli of the source of \nthe sound. Unknowingly allocating enhanced attention to sounds paired wit h social visual cues \nsupports the idea that misophonia involves exaggerated first registration of sensory input  \nclassification of stimuli to socially -relevant auditory stimuli, which may underlie the severe \naversion to these triggers.  \nIn addition, misopho nia participants' attention to sounds paired with social images \ndecreased when they were classifying social stimuli , perhaps as a coping mechanism. A recent \nclinical study indicated that individuals with misophonia have developed several coping \nstrategies in response to their aversive reactions to trigger sounds. These coping mechanisms \ninclude  avoiding or removing themselves from certain situations, mimicking trigger sounds or \nthe action producing them, \"canceling out\" or \"retaliating,\" using earplugs, hea dsets or listening \nto music, distracting oneself, reciting positive internal dialog to help calm themselves, asking \nothers to stop making the sounds, and being mindful of their sounds. (Edelstein et al., 2013). In \nmost of these coping mechanisms, participa nts deliberately remove themselves from the stressor. \nOur finding of reduced P2 responses could be used as a biological marker to assess and develop \nnew treatments for coping.   \nFinally, the habituation hypothesis was not supported by our findings: we foun d intact \nhabituation to misophonia triggers in N1 and P2 responses regardless of the sound source, \nwhether mechanical or social. These findings question the idea that impaired sensory habituation \nunderlies misophonia symptoms. From an interventional standp oint, our initial findings suggest"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "24 that misophonia treatment should perhaps focus on decreasing first N1 responses rather than \nhabituating to the aversive stimuli over time.  \n As part of future research, we will examine the preceding responses to visual clues before sound \npresentation with the goal of assessing the overall effect of arousal and high -level responses to \nsocial context and its impact on sound processing. We will a lso examine whether differences in \nhabituation may be more apparent on larger timescales, by examining responses to the sounds \npaired with social cues early versus later in the task.  \nConclusion  \n  As far as the auditory processing mechanism of misophonia i s concerned, this study \nallows a view into the differentiation of the visual and auditory aspects of this illness.  This \nproject is a part of a larger initiative designed to address the needs of people with misophonia \nthat are severely limited in their dai ly lives because of this disorder. It is important to have a \nsolid understanding of both pre -attentive registration of sensory input and pre -attentive \nclassification of sensory stimuli in order to be able to make sense of why misophonia is a \nsocially -orien ted disorder. Future research into auditory and visual  processing mechanisms \nacross social and non -social contexts in misophonia is on the horizon in an attempt to create a \nstandardized method for diagnosing and treating the condition."
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "25 Bibliography  \n1) Appelbaum, L. G., Boehler, C. N., Won, R., Davis, L., & Woldorff, M. G. (2012, \nSeptember). Strategic allocation of attention reduces temporally predictable stimulus \nconflict. Journal of cognitive neuroscience. Retrieved December 31, 2022, from \nhttps://www .ncbi.nlm.nih.gov/pmc/articles/PMC3632454  \n \n2) Banker, S., Na, S., Beltrán, J., Koenigsberg, H., Foss -Feig, J., Gu, X., & Schiller, D. \n(2022, June 16). Disrupted computations of social control in individuals with obsessive -\ncompulsive and Misophonia symptoms. R etrieved December 19, 2022, from \nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC9253698/  \n \n3) Beard C, Rodriguez BF, Moitra E, Sibrava NJ, Bjornsson A, Weisberg RB, Keller MB. \nPsychometric properties of the Liebowitz Social Anxiety Scale (LSAS) in a longitudinal \nstudy of African Americans with anxiety disorders. J Anxiety Disord. 2011 \nJun;25(5):722 -6. doi: 10.1016/j.janxdis.2011.03.009. Epub 2011 Mar 24. PMID: \n21501944; PMCID: PMC3089666.  \n \n4) Bonnel, A., Mottron, L., Peretz, I., Trudel, M., Gallun, E., & Bonnel, A. M. (2003). \nEnhanced pitch sensitivity in individuals with autism: a signal detection ana lysis. Journal \nof cognitive neuroscience, 15(2), 226 -235. \n \n5) Brout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., ... & \nRosenthal, M. Z. (2018). Investigating misophonia: A review of the empirical literature, \nclinical implications , and a research agenda. Frontiers in Neuroscience, 36.  \n \n6) Brout, J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L., Rouw, R., . . . Rosenthal, \nM. (2018, January 15). Investigating Misophonia: A review of the empirical literature, \nclinical implication s, and a research agenda. Retrieved December 19, 2022, from \nhttps://www.frontiersin.org/articles/10.3389/fnins.2018.00036/full  \n \n7) Dozier, T. H. (2015). Counterconditioning Treatment for Misophonia. Clinical Case \nStudies, 14(5), 374 –387. https://doi.org/10.11 77/1534650114566924"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "26 8) Dunn, W. (1997). The impact of sensory processing abilities on the daily lives of young \nchildren and their families: A conceptual model. Infants & Young Children, 9(4), 23 -35. \n \n9) Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: \nphysiological investigations and case descriptions. Frontiers in Human Neuroscience, \n296. \n \n10) Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013, June 5). Misophonia: \nPhysiological investigations and case d escriptions. Frontiers. Retrieved January 3, 2023, \nfrom \nhttps://www.frontiersin.org/articles/10.3389/fnhum.2013.00296/full?source=post_page  \n \n11) Erfanian, M. (2018, June 15). Emotional and cognitive characteristics of Misophonia. \nRetrieved from \nhttps://www.sci encedirect.com/science/article/abs/pii/S0924977X17309628?via%3Dihub  \n \n12) Ferrer -Torres, A., & Giménez -Llort, L. (2021). Confinement and the hatred of sound in \ntimes of COVID -19: a Molotov cocktail for people with misophonia. Frontiers in \npsychiatry, 12, 627044 . \n \n13) Ferrer -Torres, A., & Giménez -Llort, L. (2022, June 01). Misophonia: A systematic \nreview of current and future trends in this emerging clinical field. Retrieved December \n19, 2022, from https://www.mdpi.com/1660 -4601/19/11/6790#B1 -ijerph -19-06790  \n \n14) Foa EB,  Huppert JD, Leiberg S, Langner R, Kichic R, Hajcak G, Salkovskis PM. The \nObsessive -Compulsive Inventory: development and validation of a short version. Psychol \nAssess. 2002 Dec;14(4):485 -96. PMID: 12501574.  \n \n15) Hurley, R., Losh, M., Parlier, M., Reznick, J.,  Piven, J., 2007. The Broad Autism \nPhenotype Questionnaire. Journal of Autism and Developmental Disorders 37,1679 –\n1690."
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "27 16) Jacqueline Liggett, Kieran L. C. Carmichael, Alexander Smith & Martin Sellbom (2017) \nValidation of Self -Report Impairment Measures for Section III Obsessive –Compulsive \nand Avoidant Personality Disorders, Journal of Personality Assessment, 99:1, 1 -14, DOI: \n10.1080/00223891.2016.1185613  \n \n17) Jager, I., Koning, P. de, Bost, T., Denys, D., Vulink, N., 2020. Misophonia: 604 \nPhenomenol ogy, comorbidity and demographics in a large sample. PLOS ONE 605 15, \ne0231390. https://doi.org/10.1371/journal.pone.0231390  \n \n18) Jager, I.J., Vulink, N.C.C., Bergfeld, I.O., van Loon, A.J.J.M., Denys, D.A.J.P., 2021. \nCognitive behavioral therapy for misophoni a: A randomized clinical trial. Depression and \nAnxiety 38, 708 –718. https://doi.org/10.1002/da.23127  \n \n19) Leary, M. R. (1983). A Brief Version of the Fear of Negative Evaluation Scale. \nPersonality and Social Psychology Bulletin, 9(3), 371 –375. \nhttps://doi.org/ 10.1177/0146167283093007  \n \n20) Lehman AF. The well -being of chronic mental patients. Arch Gen Psychiatry. 1983 \nApr;40(4):369 -73. doi: 10.1001/archpsyc.1983.01790040023003. PMID: 6838316.  \n \n21) Luck SJ. An Introduction to the Event -Related Potential Technique, 2nd ed n. Cambridge, \nMA; London, England: The MIT Press (2014).  \n \n22) McCrimmon, A. W., & Smith, A. D. (2013). Review of the Wechsler Abbreviated Scale \nof Intelligence, Second Edition (WASI -II). Journal of Psychoeducational Assessment, \n31(3), 337 –341. https://doi.org/ 10.1177/0734282912467756  \n \n23) Mutschler, I. (2010). Time Scales of Auditory Habituation in the Amygdala and Cerebral \nCortex . Academic.oup.com. Retrieved December 31, 2022, from \nhttps://academic.oup.com/cercor/article/20/11/2531/334463  \n \n24) Møller, A. R. (2011). Misophonia, phonophobia, and “exploding head” syndrome. In \nTextbook of tinnitus (pp. 25 -27). Springer, New York, NY."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "28  \n25) Näätänen R, Picton T. The N1 wave of the human electric and magnetic response to \nsound: a review and an analysis of the component structur e. Psychophysiology. 1987 \nJul;24(4):375 -425. doi: 10.1111/j.1469 -8986.1987.tb00311.x. PMID: 3615753.  \n \n26) Paiva TO, Almeida PR, Ferreira -Santos F, Vieira JB, Silveira C, Chaves PL, et al. \nSimilar sound intensity dependence of the N1 and P2 components of the au ditory ERP: \naveraged and single trial evidence. Clin Neurophysiol. (2016) 127:499 –508. doi: \n10.1016/j.clinph.2015.06.016  \n \n27) Paiva TO, Almeida PR, Ferreira -Santos F, Vieira JB, Silveira C, Chaves PL, et al. \nSimilar sound intensity dependence of the N1 and P2 components of the auditory ERP: \naveraged and single trial evidence. Clin Neurophysiol. (2016) 127:499 –508. doi: \n10.1016/j.clinph.2015.06.016  \n \n28) Potgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. \n(2019). Misophonia: A scoping  review of research. Journal of clinical psychology, 75(7), \n1203 -1218.  \n \n29) Rosburg T, Boutros NN, Ford JM. Reduced auditory evoked potential component N100 \nin schizophrenia - a critical review. Psychiatry Res. (2008) 161:259 –74. doi: \n10.1016/j.psychres.2008.03.017  \n \n30) Schirmer A, Gunter TC. Temporal signatures of processing voiceness and emotion in \nsound. Soc Cogn Affect Neurosci. (2017) 12:902 –9. doi: 10.1093/scan/nsx020  \n \n31) Schröder, A., Vulink, N., & Denys, D. (2013). Misophonia: diagnost ic criteria for a new \npsychiatric disorder. PloS one, 8(1), e54706.  \n \n32) Skapinakis, P. (2014). Spielberger State -Trait Anxiety Inventory. In: Michalos, A.C. \n(eds) Encyclopedia of Quality of Life and Well -Being Research. Springer, Dordrecht. \nhttps://doi.org/10 .1007/978 -94-007-0753 -5_2825"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "29 33) Smelser, N. J., & Baltes, P. B. (Eds.). (2001). International encyclopedia of the social & \nbehavioral sciences (Vol. 11). Amsterdam: Elsevier.  \n \n34) Swedo, S., Baguley, D., Denys, D., Dixon, L., Erfanian, M., Fioretti, A., . . . Ra ver, S. \n(2022, February 07). Consensus definition of Misophonia: A delphi study. Retrieved \nDecember 19, 2022, from \nhttps://www.frontiersin.org/articles/10.3389/fnins.2022.841816/full#:~:text=Misophonia\n%20is%20a%20disorder%20of,using%20different%20language% 20and%20methodologi\nes. \n \n35) Taylor, Steven, et al. ``Sensory intolerance: latent structure and psychopathologic \ncorrelates.\" Comprehensive psychiatry 55.5 (2014): 1279 -1284.  \n \n36) Taylor, Steven. \"Misophonia: A new mental disorder?.\" Medical Hypotheses 103 (2017): \n109-117. \n \n37) Vlaskamp, C., Oranje, B., Madsen, G. F., Møllegaard Jepsen, J. R., Durston, S., Cantio, \nC., ... & Bilenberg, N. (2017). Auditory processing in autism spectrum disorder: \nMismatch negativity deficits. Autism Research, 10(11), 1857 -1865.  \n \n38) Wu, M. S.,  Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. Journal of \nclinical psychology, 70(10), 994 -1007.  \n \n39) Zung, W. W., & Zung, E. M. (1986). Use of the Zung Se lf-rating Depression Scale in the \nelderly. Clinical Gerontologist: The Journal of Aging and Mental Health, 5(1 -2), 137 –\n148. https://doi.org/10.1300/J018v05n01_07"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "ProQuest Number: \nINFORMATION TO ALL USERS \nThe quality and completeness of this reproduction is dependent on the quality  \nand completeness of the copy made available to ProQuest. \nDistributed by ProQuest LLC (        ). \nCopyright of the Dissertation is held by the Author unless otherwise noted. \nThis work may be used in accordance with the terms of the Creative Commons license \nor other rights statement, as indicated in t he copyright statement or in the metadata  \nassociated with this work. Unless otherwise specified in the copyright statement  \nor the metadata, all rights are reserved by the copyright holder. \nThis work is protected against unauthorized copying under Title 17, \nUnited States Code and other applicable copyright laws. \nMicroform Edition where available © ProQuest LLC. No reproduction or digitization  \nof the Microform Edition is authorized without permission of ProQuest LLC. \nProQuest LLC \n789 East Eisenhower Parkway \nP.O. Box 1346 \nAnn Arbor, MI 48106 - 1346 USA \n30246881\n2023"
    }
  ]
}