{
  "doc_type": "scientific paper",
  "title": "neurobiology of misophonia and implications for novel, neuroscience-driven interventions",
  "authors": [
    "The"
  ],
  "year": null,
  "journal": "Neuroscience,",
  "doi": "10.3389/fnins.2022.893903",
  "abstract": null,
  "keywords": [
    "misophonia",
    "neuroscience",
    "neurostimulation",
    "intervention",
    "review"
  ],
  "research_topics": [
    "misophonia",
    "neuroscience",
    "neurostimulation",
    "intervention",
    "review"
  ],
  "created_at": "2025-05-05T01:52:49.040194Z",
  "source_pdf": "documents/research/Global/The neurobiology of misophonia and implications for novel, neuroscience-driven interventions.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 1\nTYPE Review\nPUBLISHED 25 July 2022\nDOI10.3389/fnins.2022.893903\nOPEN ACCESS\nEDITED BY\nJulia Campbell,\nUniversity of Texas at Austin,\nUnited States\nREVIEWED BY\nMercede Erfanian,\nUniversity College London,\nUnited Kingdom\nEster Benzaquén,\nNewcastle University, United Kingdom\n*CORRESPONDENCE\nAndrada D. Neacsiu\nandrada.neacsiu@duke.edu\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 11 March 2022\nACCEPTED 28 June 2022\nPUBLISHED 25 July 2022\nCITATION\nNeacsiu AD, Szymkiewicz V, Galla JT,\nLi B, Kulkarni Y and Spector CW (2022)\nThe neurobiology of misophonia\nand implications for novel,\nneuroscience-driven interventions.\nFront. Neurosci. 16:893903.\ndoi: 10.3389/fnins.2022.893903\nCOPYRIGHT\n© 2022 Neacsiu, Szymkiewicz, Galla,\nLi, Kulkarni and Spector. This is an\nopen-access article distributed under\nthe terms of the Creative Commons\nAttribution License (CC BY). The use,\ndistribution or reproduction in other\nforums is permitted, provided the\noriginal author(s) and the copyright\nowner(s) are credited and that the\noriginal publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use, distribution\nor reproduction is permitted which\ndoes not comply with these terms.The neurobiology of\nmisophonia and implications for\nnovel, neuroscience-driven\ninterventions\nAndrada D. Neacsiu1*, Victoria Szymkiewicz2,\nJeffrey T. Galla2, Brenden Li2, Yashaswini Kulkarni2and\nCade W. Spector3\n1Duke Center for Misophonia and Emotion Regulation, Duke Brain Stimulation Research Center,\nDepartment of Psychiatry and Behavioral Neuroscience, School of Medicine, Duke University,\nDurham, NC, United States,2Department of Psychology and Neuroscience, Duke University,\nDurham, NC, United States,3Department of Philosophy, Duke University, Durham, NC, United States\nDecreased tolerance in response to speciﬁc every-day sounds (misophonia)\nis a serious, debilitating disorder that is gaining rapid recognition\nwithin the mental health community. Emerging research ﬁndings suggest\nthat misophonia may have a unique neural signature. Speciﬁcally,\nwhen examining responses to misophonic trigger sounds, differences\nemerge at a physiological and neural level from potentially overlapping\npsychopathologies. While these ﬁndings are preliminary and in need of\nreplication, they support the hypothesis that misophonia is a unique disorder.\nIn this theoretical paper, we begin by reviewing the candidate networks\nthat may be at play in this complex disorder (e.g., regulatory, sensory, and\nauditory). We then summarize current neuroimaging ﬁndings in misophonia\nand present areas of overlap and divergence from other mental health\ndisorders that are hypothesized to co-occur with misophonia (e.g., obsessive\ncompulsive disorder). Future studies needed to further our understanding of\nthe neuroscience of misophonia will also be discussed. Next, we introduce\nthe potential of neurostimulation as a tool to treat neural dysfunction in\nmisophonia. We describe how neurostimulation research has led to novel\ninterventions in psychiatric disorders, targeting regions that may also be\nrelevant to misophonia. The paper is concluded by presenting several options\nfor how neurostimulation interventions for misophonia could be crafted.\nKEYWORDS\nmisophonia, neuroscience, neurostimulation, intervention, review\nIntroduction to misophonia\nMisophonia is a disorder characterized by distress when faced with speciﬁc sounds\nor with the context surrounding such sounds (Brout et al., 2018; Swedo et al., 2021).\nSound or visual stimuli, labeled as “triggers, ” lead to negative emotional, physiological,\nand behavioral responses that are more intense than in the general population. Triggers\ntend to be repetitive and more often than not are generated by another’s human\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 2\nNeacsiu et al. 10.3389/fnins.2022.893903\nbody. Sounds such as chewing, eating, slurping (Vitoratou\net al., 2021), throat clearing, and breathing/sniﬃng are common\ntriggers for misophonia. [See consensus deﬁnition for a more\ncomprehensive characterization of trigger sounds (Swedo et al.,\n2021)]. Once triggered, children and adults with misophonia\nexperience intense distress and have diﬃculty disengaging\nfrom the stimulus (Brout et al., 2018). While triggers may\nvary from person to person, the typical response involves\nincreased autonomic arousal (muscle tension, increased heart\nrate, and skin conductance) and self-reported experience of\nanger, disgust, and anxiety (Siepsiak and Dragan, 2019). This\ndiscomfort may translate into behavioral or verbal aggression\nin the moment, and extreme avoidance behaviors outside of the\nmoment (Swedo et al., 2021).\nMisophonia is hypothesized to develop in early adolescence\nand does not improve with time (Brout et al., 2018; Swedo\net al., 2021). More research is needed to better understand\nthe onset of misophonia, with emerging studies suggesting\ngenetics (Sanchez and Silva, 2018; Kılıç et al., 2021), and\nmaladaptive learning (Schröder et al., 2013; Dozier, 2015;\nDozier and Morrison, 2017) as possible mechanisms through\nwhich this disorder develops. Several studies document that\nmisophonia leads to impairment in functioning and negatively\naﬀects interpersonal relationships (Wu et al., 2014; Zhou et al.,\n2017; Brout et al., 2018; Swedo et al., 2021). The severity of the\nmisophonic reaction depends on the context in which it occurs,\nthe perceived controllability, and the relationship between\nthe individual and the source of the trigger (Swedo et al.,\n2021). Increased environmental stressors worsen misophonic\ndistress and reduce the ability to downregulate arousal when\nfaced with trigger sounds (Ferrer-Torres and Giménez-Llort,\n2021). In addition, misophonic triggers signiﬁcantly reduce the\nparticipant’s cognitive control and ability to engage in goal\ndirected behavior (Daniels et al., 2020).\nMisophonia may overlap with other auditory conditions\nsuch as tinnitus, hyperacusis (Aazh et al., 2019), autonomous\nsensory meridian response (ASMR; McErlean and Banissy,\n2018; Palumbo et al., 2018; Rouw and Erfanian, 2018), or with\npsychiatric conditions (Quek et al., 2018; Swedo et al., 2021).\nOne study found a 52.4% overlap with obsessive compulsive\npersonality disorder (OCPD; Cavanna and Seri, 2015) while\nin other samples this overlap was lower (26%; Jager et al.,\n2020). Other typical comorbidities are mood disorders (10–\n48%; Erfanian et al., 2019; Claiborn et al., 2020; Jager et al.,\n2020), attention deﬁcit and hyperactivity disorder (ADHD;\n12%), post-traumatic stress disorder (PTSD; 12–15%; Rouw and\nErfanian, 2018; Erfanian et al., 2019; Claiborn et al., 2020),\nand obsessive compulsive disorder (OCD; 15–21%; Erfanian\net al., 2019; Claiborn et al., 2020). Comorbidities with eating\ndisorders have also been reported (10% in one study; Erfanian\net al., 2019). One study found that PTSD alone was related to\nmisophonia severity (Rouw and Erfanian, 2018). These studies\nshould be seen as preliminary because they either had smallsamples (Erfanian et al., 2019), or they asked participants\nto report what diagnoses they received or thought they had\n(Claiborn et al., 2020), which may lack accuracy. Nevertheless,\nresearch suggests that misophonia is independent from these\ncomorbidities and shouldn’t be diagnosed if the presenting\nproblems are better explained by one of these more established\ndisorders (Swedo et al., 2021). For instance, up to 50% of those\nwho describe misophonic distress do not have any other mental\nhealth disorders (Rouw and Erfanian, 2018) indeed, emerging\nresearch is painting the picture of a distinct problem that does\nnot ﬁt neatly within a diagnosable disorder (Brout et al., 2018).\nStructure and function of neural\nregions that may be connected to\nmisophonic distress\nOne clear way in which misophonia can be distinguished\nfrom other disorders is by identifying how exactly this\ndysfunction translates into aberrant neural function and\nconnectivity. In this section, we introduce regions of interest\nfor misophonia, and describe their broad structure, function,\nand connectivity patterns. This section is focused on brain\nregions that have been identiﬁed by at least two neuroscientiﬁc\nstudies as showing abnormalities in misophonia (see Table 1\nand section “The neurobiology of misophonia”). We chose to\ninclude review articles coupled with relevant research ﬁndings\nto highlight typical function in these regions in healthy adults.\nWe also highlight, when available, ﬁndings of dysfunction in\nthese regions in adults or adolescents who meet criteria for\nthe disorders that most commonly co-occur with misophonia.\nAn exhaustive literature review of all the ﬁndings relevant to\nthese regions is beyond the scope of this article. Other regions\nnot detailed below but found in section “The neurobiology of\nmisophonia” may be important areas of intervention and should\ncontinue to be investigated.\nInsula\nThe insular cortex (see Figure 1B ) can be found in the\nlateral sulcus, underneath the frontal and temporal lobes\n(Naidich et al., 2004). It is highly connected with several\nregions including the frontal, temporal, and parietal lobes,\nthe brainstem, and limbic structures such as the amygdala,\nthalamus, cingulate gyrus, and basal ganglia (Flynn, 1999).\nTherefore, the insula is involved in autonomic, self-awareness,\nand emotional processing functions (Gu et al., 2013). On\neach side, the insula can be divided into anterior, middle,\nand posterior sections. Of primary interest to misophonia is\nthe anterior insula, which is a specialized region, involved in\nautonomic and interoceptive functions (Flynn, 1999). A unique\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 3\nNeacsiu et al. 10.3389/fnins.2022.893903\nTABLE 1 Summary of brain regions relevant to misophonia, their established function, and the speciﬁc alterations in structure and function\nidentiﬁed in neuroimaging studies to date.\nBrain region Function Alterations in misophonia\nInsula Self-awareness, emotional processing, emotional awareness,\nautonomic homeostasis\nAnterior insula: autonomic and interoceptive functions,\nbody representation, and emotional experienceHyper-connectivity to frontal and temporal lobes, V1, V2 at rest;\nhyperactivation of dorsal anterior insula (bilateral or right) during\nexposure to trigger sounds; hyper connectivity with DMN, amygdala\nand hippocampus during misophonic sound exposure\nOrbitofrontal/\nventromedial\nprefrontal corticesvmPFC: Evaluation of risk, downregulation of emotions\nOFC: decision making, emotional processing, reward\nvaluation, and emotion assignment to sensory input, part of\nTAO network governing integration of emotional state with\ncognition and behaviorHyperconnectivity between lateral OFC and motor cortex (PMv, SMA);\nincreased myelination in vmPFC and OFC-frontal pole and OFC-dlPFC\nnetworks\nCingulate cortex Emotional processing and regulation broadly.\nACC: conﬂict processing, reinforcement learning,\nmotivation, error detection, action selection, management\nof aggressive behaviors, processing of social pain\nRostral ACC: empathy, emotional processing\nMCC: decision making, executive and motor control,\nemotion regulationRight ACC and bilateral MCC hyperactivity during misophonic triggers;\nhyperconnectivity between MCC and A1 and lateral OFC during trigger\nsounds; lack of inhibition success-related activity in the PCC\nVentral premotor\ncortexIntegration of sensory information, calculation of optimal\nmotor response, mirror neurons (e.g., mimicking and\npredicting intentions of other people)Hyperconnectivity to A1 and lateral OFC; hyperactivation during\nmisophonic triggers; hyperconnectivity to A2, V2 at rest\nSupplementary motor\nareaPreSMA: Planning complex movements, response\nselection, conﬂict resolution, word selection, and decision\nmaking\nSMA: Planning of complex movements, timed deliberate\nmotor execution, emotional empathyHyperconnectivity with A1 and lateral OFC during presentation of\naudio-visual triggers; bilateral hyperactivity during trigger sounds\ncompared to aversive\nSuperior temporal\ncortexIdentiﬁcation and interpretation of sound sources,\nlanguage and sound processing, auditory attention,\ninterpretation of facial and emotional cues.\nTPJ: emotional distancingHyperactivation during trigger sounds; auditory cortex\nhyperconnectivity at rest to PMv, SMA, and lateral OFC;\nhyperconnectivity at rest with the insula; TPJ-right inferior frontal\ncortex hyperconnectivity at rest.\nAmygdala Emotion processing, decision making in emotional\nsituations,\nRight amygdala: regulation of negative emotions, detection\nof dynamic emotional stimuli\nLeft amygdala: processing positive emotions, evaluation of\ncontinuous emotional stimuliHyperactivity in the left amygdala during trigger sounds compared to\naversive stimuli; hypoactivity in left amygdala during aversive stimuli\ncompared to healthy controls; hyperconnectivity with anterior insula\nduring trigger sounds; hyperconnectivity during resting state with the\ncerebellum; higher myelination on tracts between the amygdala and the\noccipital cortex; larger gray matter volume in the right amygdala\nDorsolateral prefrontal\ncortexWorking memory, planning, decision making, feeling of\nthreat-induced anxiety, social perspective taking, theory of\nmind, deductive reasoning,Reduced inhibition success-related activation of left dlPFC; increased\nmyelination in tracts connecting OFC to dlPFC;\nV1, visual area 1; V2, visual area 2; AIC, anterior insular cortex; A1, primary auditory cortex; A1, secondary auditory cortex; vmPFC, ventromedial prefrontal cortex; OFC, orbitofrontal\ncortex; DMN, default mode network; TAO, temporo-amygdala-orbitofrontal; SMA, supplemental motor area; PMv, ventral premotor cortex; ACC, anterior cingulate cortex; MCC,\nmidcingulate cortex; TPJ, tempo-parietal junction; and STC, superior temporal cortex.\nfeature of the insula is that it includes a cluster of spindle-shaped\nvon Economo neurons (VENs; Economo, 1926), that are larger\nthan other neurons, and are used for rapid integration of\ninformation between the frontal and insular cortices (Gu et al.,\n2013). The insula is critical for emotional awareness, and is\nespecially involved in the interoceptive “feeling” of the emotion\n(Gu et al., 2013). The function of the anterior insula has been\nconnected with heart rate and respiration changes, pain, feeling\nof touch, awareness of temperature, risk, emotional processing,\ntrust, and norm violation (Gu et al., 2013; Droutman et al.,\n2015). Therefore, this structure is responsible for perceived\nawareness of one’s physiological state and needs. Insults to\nthe anterior insular cortex (AIC) result in either heightened,\nor signiﬁcantly impaired, perceived wellbeing, and emotional\nawareness. Studies examining the AIC show that it integrates\ncognitive and motivational information with emotional inputs(Gu et al., 2013). Hyperacussis has also been described in case\nreports of three individuals with insular damage, denoting that\nthis structure may be critical in the perception and modulation\nof sound intensity (Boucher et al., 2015).\nDegeneration of VENs as well as hypoactivity in the\nanterior insula have been connected to alexithymia, or deﬁcits\nin emotional awareness (Bird et al., 2010; Seeley, 2010).\nHypoactivity in the bilateral mid-insula has also been connected\nwith depression severity (Avery et al., 2014). Functional\nhyperactivity of the insula has generally been related to tasks\nwhere negative emotional stimuli are elicited in psychiatric\ndisorder (Schienle et al., 2005; Groenewold et al., 2013). One\nstudy found hyperactivity in the right AIC when engaging\nin downregulation of distress in adults who have excessive\nweight versus matched controls (Steward et al., 2016) as well\nas in depressed adults (Beauregard et al., 2006). Another\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 4\nNeacsiu et al. 10.3389/fnins.2022.893903\nFIGURE 1\n(A)Position of the supplementary motor area (SMA), dorsolateral prefrontal cortex (dlPFC), ventral premotor cortex (PMv), superior temporal\ncortex (STC), and ventromedial prefrontal cortex (vmPFC) on an MNI template brain segmented using the AAL atlas (Tzourio-Mazoyer et al.,\n2002). Masks for the dlPFC and vmPFC were extracted from the Mindboggle segmentation (Klein et al., 2005). (B)Coronal, sagittal, and\ntransversal views of subcortical regions relevant to misophonia extracted from Mindboggle and from the FSL Harvard-Oxford sub-cortical\nstructural segmentations. The anterior cingulate cortex (ACC) is blue, the amygdala is green, and the insular cortex is colored rainbow.\nstudy identiﬁed hyperactivation in ADHD adolescent boys\nwhen compared to typically developing boys during exposure\nto negative-valenced stimuli (Vetter et al., 2018). In anxiety\ndisorders, it has been shown that anticipating negative stimuli\nwith unpredictable aversiveness is associated with insula\nhyperactivity (Simmons et al., 2011; Gorka et al., 2014).\nTractography studies observe widespread connections\nbetween the insula and the frontal and temporal lobes.\nSpeciﬁcally, structural connectivity to superior medial frontal\ngyri (SMFG), orbitofrontal cortex (OFC), and the auditory\ncortex (Ghaziri et al., 2017). Furthermore, the anterior insula\nconnects to the anterior cingulate (ACC) and midcingulate\ncortices (Ghaziri et al., 2017). Studies examining connectivity\ndysfunction in PTSD patients found increased right AIC-DMN\nresting state connectivity 2 days after trauma exposure (Wang\net al., 2012), and in right AIC-amygdala functional connectivity\nwhile listening to trauma reminders (Cisler et al., 2014).\nA decrease in the functional connectivity between the right AIC\nand the OFC/ventromedial prefrontal cortex (vmPFC) at rest\nwas found to be uniquely associated with lack of insight in\nOCD (Fan et al., 2017) and with alexithymia in smoking adults\n(Sutherland et al., 2013).\nOrbitofrontal/ventromedial prefrontal\ncortices\nThe vmPFC ( Figure 1A ) is located at the bottom of the\nfrontal lobe and is critical for evaluating risk, and regulatingemotions, such as fear, by directly inﬂuencing the amygdala\n(Motzkin et al., 2015). The OFC is located just above the orbits,\ntherefore in a similar anatomical location, and encompassing\nsimilar Brodmann (BA) areas as the vmPFC (Phillips and\nDella Sala, 1998). The OFC functions to assist in decision\nmaking and emotional processing, and is connected to other\nprefrontal cortex (PFC) regions associated with decision making\n(Kahnt et al., 2012). In healthy adults, the OFC has also been\nassociated with assigning a reward value or emotion to primary\nreinforcers such as taste, texture, or facial expressions (Rolls\nand Grabenhorst, 2008). In order to make these evaluations, the\nOFC has connections to the primary taste, inferior temporal,\nprimary olfactory, and somatosensory cortical areas (Rolls,\n1996). The OFC also receives input from the amygdala and is\nresponsible for emotional enhancement in memory processing\n(Rolls, 1996; Kumfor et al., 2013). In one study, atrophy in the\nOFC was connected in patients with fronto-temporal dementia\nto then inability to use negative emotions to retrieve memories\n(Séguin, 2004). Reduced engagement of the OFC has also been\nconnected with diﬃculty adjusting behaviors after negative\nfeedback in OCD (Cisler et al., 2014) and ADHD patients\n(Itami and Uno, 2002).\nHyperconnectivity between the OFC and other brain\nregions can be seen in OCD and obesity (Black et al.,\n2014; Liu et al., 2022). For example, OFC-ACC/and OFC-\ncaudate hyperconnectivity has been documented in OCD\n(Liu et al., 2022), and lateral OFC-left dorsolateral prefrontal\ncortex (dlPFC) hyperconnectivity in obese children when\ncompared to controls (Black et al., 2014). Hyperconnectivity\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 5\nNeacsiu et al. 10.3389/fnins.2022.893903\nbetween the vmPFC and striatum, frontal and motor\ncortices are also connected to OCD, with vmPFC-caudate\nhyperconnectivity being correlated with OCD severity\n(Apergis-Schoute et al., 2018).\nCingulate cortex\nThe cingulate cortex lies underneath the frontal cortex,\nin the medial portion of the cerebral hemisphere and is\ncomprised of Brodmann Areas (BA) 23–26 and 29–31 (Stanislav\net al., 2013). It mediates the pathway from the thalamus to\nthe hippocampus (Chauhan et al., 2021) and is implicated\nin emotional processing and regulation, with speciﬁc areas\n(anterior and posterior cingulate cortices) assumed to have\ndiﬀerentiated functions. The ACC ( Figure 1B ) sits at the\nfront of the cingulate cortex, wrapping around the head\nof the corpus callosum (Monosov et al., 2020). Various\nexaminations implicate the ACC in several aspects of emotion\nand cognition, including conﬂict processing, reinforcement\nlearning, motivation, error detection, action selection (Holroyd\nand Yeung, 2011), management of aggressive behaviors (van\nHeukelum et al., 2021), and processing of social pain\n(Eisenberger, 2015). The ACC has also been broken into\ndiﬀerent subsections, each with diﬀerential functions. The\nrostral ACC (rACC) is closely connected with the amygdala\nand is thought to play a role in empathy and emotional\nprocessing (Singer et al., 2004; De Brito et al., 2009). For\nexample, loss of white matter tracts connecting the rACC\nwith the amygdala diminishes the ACC’s ability to inhibit\namygdala activation, leading to increased fear responses seen\nin PTSD (O’Doherty et al., 2018). The dorsal ACC (dACC),\nalso labeled the midcingulate cortex (MCC; Stevens et al., 2011),\nis connected to the dlPFC, supplementary motor area (SMA),\nsupramarginal gyrus, and insula revealing its involvement in\nsocial cognitive and motor processes (Overbeek et al., 2021;\nTuovinen et al., 2022). The MCC was found to mediate\ndecision making, executive control (Mattavelli et al., 2022), and\nemotion regulation (Li et al., 2014) with increased activation\nin the anterior MCC being associated with decreased negative\nemotion (Stevens et al., 2011). Increased ACC activity during\na task has been associated with improved emotion regulation\n(Tang et al., 2016).\nVentral premotor cortex\nThe ventral premotor cortex (PMv; Figure 1A ) is located\nwithin the frontal cortex overlapping with the Brocca region\nand including mirror neurons involved in mimicking and\npredicting the intentions of others (Binkofski and Buccino,\n2006). The PMv is a receptacle for multi-sensory inputs\nincluding tactile, auditory, and visual, and is highly connectedwith adjacent premotor cortical regions (Boussaoud, 2001;\nPardo-Vazquez et al., 2009). Time and sensorimotor integration\nof inputs have been causally connected to the PMv using\nan inhibitory neurostimulation paradigm (Ruspantini et al.,\n2011). In synchrony with adjacent areas, the PMv calculates the\noptimal motor response given learned consequences of several\npossible options (Pardo-Vazquez et al., 2008; Lemus et al., 2009).\nIndividuals with PMv impairment have diﬃculty adjusting\nmotor responses based on feedback (Berthier et al., 2017).\nSupplementary motor area\nThe SMA ( Figure 1A ) of the brain is located on the\nmedial surface of the cortex anterior to the pre central sulcus\nand is divided into two sub-regions (Kaas and Stepniewska,\n2002). The preSMA connects predominantly with areas that\nare fundamental to a wide spectrum of functions such as\nplanning complex movements, response selection, conﬂict\nresolution, word selection, and decision making (Tremblay\nand Gracco, 2009). The SMA proper occupies a signiﬁcant\nportion of the superior frontal gyrus, taking up roughly one\nthird of its territory, with a primary function of planning\ncomplex movements and deliberate motor execution (Tremblay\nand Gracco, 2009). Lesions within the SMA have resulted\nin an impaired ability to produce self-initiated or unique\nmotion; however, motions that have a strong conditional\nresponse based upon memory are maintained as they may be\ngenerated largely by using previously associated sensory cues\n(Kaas and Stepniewska, 2002).\nThe rich connections of the SMA to the somatosensory\nregions allow this region to function as more than simply\na point of translation of sensory stimuli into motor activity\n(Kaas and Stepniewska, 2002). SMA neurons receive sensory\ninputs and interpret them for the purpose of planning and\ncontrolling the timing of a motor response so that movement\nis deliberate and planned and not simply reﬂexive in nature.\nIn connection with the aMCC and the left anterior insula,\nSMA has also been hypothesized to underline the experience\nof empathy for other people’s fear or disgust emotions (Fan\net al., 2011). Examinations of the SMA in psychopathology\nshow deﬁcits in activation and in integration of sensory input\nin ADHD and other developmental disorders (Piek and Dyck,\n2004; Mostofsky et al., 2006). Therefore, unlike other brain\nregions, hyperactivity and hyperconnectivity in this region is\nuncommon in psychopathology.\nThe superior temporal cortex\nThe superior temporal cortex (STC; Figure 1A ) comprises\nroughly 17% of the total cerebral cortex in humans and includes\nareas with auditory, olfactory, vestibular, visual, and linguistic\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 6\nNeacsiu et al. 10.3389/fnins.2022.893903\nfunctions (Kiernan, 2012). The predominant role of the STC\nis to identify the source of a sound and interpret it as human,\ndog, car, etc. (Kiernan, 2012). The STC can be divided into two\nregions with some functional overlap: the superior temporal\ngyrus (STG) and the superior temporal sulcus (STS). Likely\nmost relevant to misophonia, the STG is fundamental to human\nunderstanding of language and sound. It provides the ability to\nanalyze facial expressions and changes in terms of the inherent\nemotional messaging (Bigler et al., 2007). Additionally, the STG\nhas a functional role in auditory processing within the context\nof ambient noise. Speciﬁcally, this region becomes more active\nin social situations when a person strains to hold conversation\namid a background information (Vander Ghinst et al., 2016).\nThe tempo-parietal junction (TPJ), which captures part of\nthe STG, has also been connected with the ability to engage\nsuccessfully in emotional distancing if the context requires it\n(Powers et al., 2020a,b; Powers and LaBar, 2019). Hyperactivity\nof the STG during exposure to trauma has been one of the brain\nabnormalities distinguishing adults diagnosed with PTSD from\ncontrols (Lanius et al., 2002).\nAmygdala\nThe amygdala ( Figure 1B ) is a key structure in the brain\nfor processing emotions. It lies in the medial temporal lobe in\nfront of the hippocampus and is a part of the limbic system.\nExtended research has found strong connectivity between the\namygdala and the cingulate cortex, OFC, insular cortex, dlPFC,\nand parahippocampal gyrus (Stein et al., 2007). The amygdala\nalso interacts with the vmPFC when we engage in aﬀective\ndecision-making. The hypothesized role of the amygdala is\nto assess the aﬀective components of the situation and the\nof the vmPFC to lead to a judgment based on amygdala\ninputs (Shenhav and Greene, 2014). Diﬀerences between the\nroles of the right and left amygdala have been identiﬁed and\nextensively researched. In brief, the right amygdala is naturally\nlarger than its left counterpart in healthy adults, resulting in\nasymmetrical lateralization (Murphy et al., 1987). It uniquely\nconnects to the dorsomedial (dm)PFC, a neural pathway that\nhas been connected to the regulation of negative emotions\n(Baeken et al., 2014). On a behavioral level, the right amygdala\nis more engaged in processing negative emotional stimuli as\nopposed to the left amygdala which is involved primarily in\nprocessing positive emotional stimuli (Yoshimura et al., 2009).\nMore prominent involvement in habituation (Wright et al.,\n2001) and fear conditioning (Baker and Kim, 2004) led to the\nhypothesis that the right amygdala is part of a system that\ndetects dynamic emotional stimuli, while the left amygdala may\nbe more involved in evaluating a continuous stimulus. Higher\nvolume in the left amygdala has also been connected with\nenhanced empathy (Goerlich-Dobre et al., 2015). The pervasive\namygdala dysfunction found in psychopathology tends to beassociated with hyperactivation or atypical connectivity of the\nright amygdala (Abercrombie et al., 1998; Chen et al., 2004;\nGilboa et al., 2004; Kleinhans et al., 2010; Spoletini et al.,\n2011; Pico-Perez et al., 2017; Thorsen et al., 2018; Picó-Pérez\net al., 2019) or insuﬃcient activation in the left amygdala\n(Thorsen et al., 2018).\nThe neurobiology of misophonia\nInitial conceptualizations of misophonia hypothesized\nneural hyper-connectivity between auditory and limbic systems\n(Jastreboﬀ and Hazell, 2008) based on prior examinations\nof heightened noise sensitivity which found volumetric\nenhancements in left auditory areas, bilateral hippocampus,\nand right anterior insula (Kliuchko et al., 2018)1. Therefore,\ninitial examinations of the neurobiology of misophonia have\nfocused on the auditory and emotional neural networks. In\na preliminary investigation, 10 misophonic adults, and 7\nmatched healthy controls were exposed to 25 s audio-video\nclips of neutral, aversive, or misophonic trigger sounds (San\nGiorgi, 2015). Participants with other mental health disorders\nwere excluded. Increased activity in the left amygdala was\nfound for those diagnosed with misophonia versus controls\nwhen being exposed to trigger versus aversive videos (San\nGiorgi, 2015). This preliminary ﬁnding suggested that emotional\nneural networks, rather than auditory over-responsivity, might\nbe key in understanding misophonia. Speciﬁcally, given the\nhypothesis that the left amygdala may be more involved in\nevaluating a continuous stimulus as negative, trigger sounds\nmay be overly identiﬁed as negative experiences in misophonic\ncontexts. Furthermore, given that the left amygdala tends\nto under perform in the majority of psychiatric disorders,\nhyperactivation in misophonia points to a unique neural\nsignature for this disorder.\nKumar et al. (2017) examined 20 adults diagnosed\nwith misophonia and 22 controls (non-misophonic) using a\nfunctional neuroimaging paradigm. Participants had to report\nbeing bothered by sounds of eating, breathing and chewing\nregardless of whom the person engaging in these behaviors\nwas. Control participants were brieﬂy exposed to misophonic\ntriggers and only enrolled if they did not describe a misophonic\nresponse to these sounds. No additional clinical characterization\nof the two groups was performed. Exposing participants to\n15 s audio clips of misophonic sounds led to signiﬁcantly\nhigher activation in the bilateral AIC in adults diagnosed\nwith misophonia versus controls. The researchers concluded\nthat trigger sounds may have been perceived with heightened\nsalience in those who experience misophonia. This enhanced\nactivation mediated increases in heart rate (HR) and galvanic\n1 It is important to highlight that misophonia per se was not measured\nin this study.\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 7\nNeacsiu et al. 10.3389/fnins.2022.893903\nskin response in adults with misophonia. Furthermore, during\ntrigger sounds alone, the AIC (especially in the left hemisphere)\nhad enhanced functional connectivity with core parts of the\ndefault mode network (DMN; the vmPFC, posteromedial\ncortex), with the hippocampus, and with the amygdala. This\nhyperconnectivity suggests that individuals with misophonia\nhave diﬃculty disconnecting default mode memories of similar\ncontexts and thoughts from the active situation, increasing the\nsalience of the experience (Kumar et al., 2017). The enhanced\nconnectivity to the amygdala is also seen in PTSD during trauma\nexposure (Cisler et al., 2014), suggesting that perception of\ntrigger sounds may be akin to trauma exposure.\nUsing a similar paradigm but changing the stimuli to include\nboth video and audio, Schröder et al. (2019) compared 21 adults\nwith misophonia with 23 controls. Unlike Kumar et al. (2017),\nthis study excluded participants with psychiatric comorbidities\n(e.g., anxiety, mood, or substance use disorders) and did not ﬁnd\ndiﬀerences between groups when comparing misophonic (lip\nsmacking, loud breathing) with aversive triggers. Nevertheless,\nwhen comparing misophonic with neutral sounds, the study\nfound signiﬁcant higher activation of the right insula, ACC, and\nSTC in adults with misophonia versus controls. Increased heart\nrate and self-reported anger, disgust and sadness in response\nto misophonic triggers also diﬀerentiated adults diagnosed with\nmisophonia from controls. Furthermore, repeated exposure to\nthe same triggers ampliﬁed the salience network activity which\nthe authors hypothesized indicated a conditioned response,\naugmented by enhanced vigilance (Schröder et al., 2019).\nA novel ﬁnding in this study is the increased ACC function\nduring symptom provocation which may suggest that adults\ndiagnosed with misophonia may engage in enhanced emotion\nregulation during perception of misophonic trigger sounds\n(Schröder et al., 2019; Cerliani and Rouw, 2020). Based on\nthe function of the ACC presented in the last section, is\nalso possible that increased ACC activation during misophonic\ntriggers can be a marker of higher perceived social pain\n(or rejection) when sounds produced by another person are\nexperienced. In addition, hyperactivation of the STC during\ntrigger sounds in misophonia may suggest that misophonic\nsounds are involuntarily brought into the forefront of the\ncontext, enhancing their salience.\nCerliani and Rouw (2020) compared 19 participants\nwith misophonia and 20 controls. Twelve-second audio-visual\nstimuli that were either neutral, aversive, or misophonic triggers\nwere presented during an fMRI paradigm. Each stimulus was\npreceded by a 2 s text description. Signiﬁcantly higher brain\nactivity was found during perception of triggers versus aversive\nsounds in misophonic adults versus controls in the SMA, MCC,\nvisual cortex (V1/V2), and right ventrolateral premotor cortex\n(PMvl), including the right anterior insula. In addition to\nenhanced activation, researchers also found hyperconnectivity\nbetween MCC/SMA/PMvl with the primary auditory cortex\n(A1), and the lateral OFC, a signature that appears to be uniqueto misophonia. Interestingly, these diﬀerences were not found\nwhen comparing trigger sounds with neutral sounds.\nThe areas of enhanced activation are responsible for\nplanning motor behavior and may represent the misophonic\nadult’s preparation to avoid or physically react to the sound.\nThe authors hypothesize that the misophonic reaction is not\na direct auditory-limbic response, rather a more complex\nprocess mediated by higher order processes. The important\nrole of the lateral OFC connects misophonia to diﬃculties with\nbehavioral inhibition and with learning how to adjust responses\nto misophonic triggers based on context. Speciﬁcally, adults\nwith misophonia may have diﬃculty reassessing the unnecessary\nnegative response associated with this particular type of\ninnocuous auditory stimuli (Cerliani and Rouw, 2020). This\nﬁnding supports the high co-occurrence between misophonia\nand compulsive disorders. Concerning the SMA, the heightened\nconnectivity with the auditory cortex can suggest higher salience\nof the auditory input when determining upcoming motor\naction. The higher SMA activation during trigger versus aversive\nsounds may suggest a stronger impulse to escape, or to overly\nidentify with the person engaged in the actions that yield\nmisophonic sounds.\nConcerning the AIC, two studies showed hyperactivity\nduring exposure to trigger sounds in the absence of regulation\ninstructions (Kumar et al., 2017; Schröder et al., 2019). However,\nin one study when the unpredictability of the trigger may have\nbeen reduced by announcing the type of sound with a written\ndescription, the hyperactivity seen in the insula was reduced\n(Cerliani and Rouw, 2020). This may suggest that reducing\nambiguity may lessen the insula reactivity, although a direct\ncomparison is needed to support such a conclusion. Therefore,\nit is possible that the unpredictability of how a misophonic\nsituation might unfold (i.e., how much worse the trigger sound\nwill get), negative emotions associated with the sounds, and\nautomatic engagement in maladaptive emotion regulation may\nbe responsible for the insula hyperactivity seen in misophonia.\nIt is also possible that hyperactivity in the insula in misophonia\nmay be connected to deﬁcits in attention (Eijsker et al., 2019).\nEijsker et al. (2019) administered a stop signal task to 25\nadults with misophonia and 25 matched controls. Participants\nwere excluded if they met criteria for bipolar I, psychosis,\nsubstance use disorders, autism, as well as other neurological\nconditions. The majority of the sample had no comorbidities\nexcept one case with ADHD, and one case with borderline\npersonality disorder. There were no diﬀerences in successful\nengagement in the task between the two groups. Nevertheless,\nmisophonic adults evidenced reduced inhibition success-related\nactivation of left dlPFC and heightened activation in this\nregion during correct going trials when compared to controls.\nFurthermore, misophonic adults only activated the SMFG\nless during inhibition success compared to failure, suggesting\nthat feedback that may normally be passed to the insula\nadjusts its activity may be missing or insuﬃcient. Controls\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 8\nNeacsiu et al. 10.3389/fnins.2022.893903\nonly showed inhibition success-related activity in the posterior\ncingulate cortex (PCC).\nThe authors interpret these ﬁndings as suggesting strategic\ndelay of responses in misophonic adults who may prefer\naccuracy over speed (e.g., perfectionism) during this task\ncoupled with overly negative self-reﬂection in response to failure\nand an inability to adjust strategy employed in response to\nsuccess and failure information. Others have also suggested that\nperfectionism may be at play within misophonic patients (Jager\net al., 2020; Natalini et al., 2020), using self-reports, personality\nassessments, and clinical examples, although the research data\nis mixed (Szykowny, 2020). One recent experimental study\nhighlights that disproportionate attention to detail coupled\nwith cognitive inﬂexibility (which can also be construed as\nperfectionism) is more prevalent in misophonic versus non-\nmisophonic adults (Simner et al., 2022).\nResting state connectivity studies also oﬀer insight into\nbrain diﬀerences that are related to misophonia. In a separate\nassessment of the sample presented above, Eijsker et al.\n(2021b) examined diﬀerences at rest between misophonic\nadults and matched controls. A multivariate connectivity\nanalysis with the bilateral amygdalae as seed regions showed\nhyperconnectivity during resting state with the cerebellum for\npatients when compared to controls. Patients also showed\nstronger connectivity within the right frontal cortex (IFC) and\nTPJ at rest. The authors hypothesize that these abnormalities\nreﬂect a tendency to enhance sensory processing of emotional\ninformation and may lead to reﬂex-like behaviors. Enhanced\nconnectivity between the TPJ and the frontal cortex at rest\ncould also be connected with diﬃculty recruiting this area\nfor successful distancing from distressing noise in misophonic\ncontexts (Powers and LaBar, 2019).\nTaken together, these studies highlight the neural networks\ninvolved in misophonia and do not support the hypothesis\nthat misophonia is simply a noise sensitivity problem. Rather,\nthese studies suggest that brain networks involved in emotion,\nsalience, attention to detail, and cognitive ﬂexibility may display\naberrant function and connectivity in adults with misophonia\n(See Supplementary Table 1 for speciﬁc locations for neural\ndiﬀerences found in the reviewed studies). Evidence supports\nampliﬁed physiological reactivity to misophonic cues that seems\nto be connected to emotion much more than to heightened\nresponsivity of the auditory cortex. Similar to other clinical\ndisorders, prefrontal areas may be hypoactive, or connected to\nthese limbic structures in a dysfunctional way (Kumar et al.,\n2017) leading to diﬃculties downregulating this exaggerated\narousal response. The speciﬁc ways in which the insula\nconnectivity is altered and the presence of hyperactivity in\nmotor areas during symptom provocation highlight that a\nunique neural signature of misophonia exists. Small sample sizes\nand diﬀerences in inclusion/exclusion criteria suggest the need\nfor replication for these ﬁndings in more tightly controlled\nsamples, including comparisons with clinical not just withhealthy controls. The wide range of functional diﬀerences found\nfrom controls in diﬀerent studies also points to the necessity\nof a large trial that can clarify with more accuracy which\nof these candidate regions shows the most robust evidence\nfor dysfunction in misophonia. Interestingly, all studies point\ntoward hyperfunction in motor areas as being connected to\nmisophonic responses.\nAlong these lines, Kumar et al. (2021) proposed a new\nmechanism for misophonia that involves the activity of mirror\nneurons found in premotor areas. Using a resting state fMRI\n(rs-fMRI) paradigm, the team showed that function in the\nright secondary auditory and the PMv cortices are signiﬁcantly\nmore correlated at rest in 17 adults with misophonia than\nin 20 controls. A similarly increased functional connectivity\nat rest was found between the right secondary visual cortex\n(V2) and the PMv. The right anterior insula also demonstrated\nheightened functional connectivity at rest with the right V2\nand the left primary visual cortex (V1) in adults diagnosed\nwith misophonia versus controls. When exposed to 15 s audio\nclips, 19 participants with misophonia showed again a stronger\nconnectivity between the auditory cortex and the PMv regardless\nof the sounds being played. The PMv demonstrated higher\nactivity in misophonic adults when compared to controls for\ntrigger sounds only, and the magnitude of activation in this\narea correlated with the self-reported distress induced by the\nsound. The authors identify that the area that demonstrates\nhyperactivity within the PMv is responsible for engaging in\nor observing mouth and lip movements. They conclude that\nthis pattern indicates hyperactivity of mirror neurons in areas\nresponsible for orofacial actions.\nThis neural mirroring may involve behavioral mirroring,\nlikely done with enhanced awareness, and inability to disconnect\nor distract from this activity (Kumar et al., 2021). Given that\nthe PMv is also activated when observing lip movements of\nothers (Buccino et al., 2001), it is possible that misophonia\nincludes an inability to disengage from sensory cues related to\nothers orofacial movements. Given the function of the PMv, this\npattern of results may also suggest over-preparedness for the\nreactions of others and higher importance given to the motor\nmovements involved in trigger sounds versus other sensory\ninputs. This hypothesized mechanism doesn’t explain why\nsome trigger sounds, like clicking, elicit misophonic reactions\n(Hansen et al., 2021), but it oﬀers a comprehensive explanation\nfor neuroimaging ﬁndings presented in the literature thus\nfar. A possibility exists that diﬀerent subtypes of misophonia\nmay exist, or that diﬀerent mechanisms through which the\nmisophonic reaction is triggered may be at play.\nStructural abnormalities\nThe ﬁrst structural abnormality related to misophonia was\nreported by Kumar et al. (2017) who found higher myelination\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 9\nNeacsiu et al. 10.3389/fnins.2022.893903\nin the vmPFC. Increased myelination of the vmPFC can also be\nseen in monkeys who are exposed to early mild life stressors and\nlearn to cope with such stressors (Katz et al., 2009), suggesting\nthat this brain diﬀerence may be a marker of resilience. More\nrecent studies failed to replicate this ﬁnding when using voxel-\nbased morphometry along with structural MRI; nevertheless,\nnew ﬁndings emerged (Eijsker et al., 2021a,b). When compared\nto controls ( n= 25) patients with misophonia ( n= 24) may\nhave larger gray matter volume in the right amygdala (Eijsker\net al., 2021b), a ﬁnding believed to be connected to the increased\nemotional reactivity when being exposed to trigger sounds. The\nsame team also showed that adults with misophonia may have\ngreater white matter volumes in the left frontal cortex (the\nleft inferior fronto-occipital fasciculus, and the left body of the\ncorpus callosum; Eijsker et al., 2021a). This ﬁnding again points\ntoward a unique neural characteristic in misophonia, given that\nthe majority of mental health dysfunctions have been connected\ntolower, not higher, white matter volumes (Thomason and\nThompson, 2011). Patients may also have lower diﬀusivities,\nwhich reﬂects higher myelination. The aﬀected regions involve\ntracts connecting the amygdala with the occipital cortex, and the\nOFC with the frontal pole and the dlPFC (Eijsker et al., 2021a).\nThe authors interpret these ﬁndings as possibly underlying\nprocesses responsible for disengaging attention away from the\naversive stimulus (Eijsker et al., 2021a). The regions aﬀected\nare also involved in emotional empathy and recognizing facial\nemotions (Philippi et al., 2009; Oishi et al., 2015), processes that\nhave not been studied in misophonia but which may play a role.\nFuture directions for the neuroscience\nof misophonia\nThe rapid advancements in understanding the neuroscience\nbehind misophonia are promising. One drawback of the current\nliterature is the little overlap in ﬁndings, despite similar\nparadigms. Therefore, one important future direction may be\nto examine diﬀerences in much larger samples, using more\nstringent controls for comorbidities. In addition, employing\ntasks that elicit activation in the insula or the PMv in misophonic\npatients, in the absence of misophonic triggers, may shed\nlight onto the speciﬁcity or generalizability of the observed\ndysfunction. For example, examining diﬀerences in empathy or\nemotional awareness in adults with and without misophonia\n(Philippi et al., 2009; Oishi et al., 2015), may provide additional\ninsight into insula hyperactivation.\nFuture research should also examine neural diﬀerences\nbetween misophonia and clinical controls during emotion\nregulation. The rich body of literature of neural underpinnings\nand plasticity of emotion regulation (Gross, 2013; Powers\nand LaBar, 2019) may provide important additional avenues\nfor misophonia interventions. An additional important future\ndirection is to examine the developmental trajectory of neuralchanges in misophonia. Imaging studies in misophonic children\ndo not yet exist, and longitudinal examinations that show the\ntrajectory of dysfunction over time are also lacking.\nNeurostimulation can be a helpful tool in understanding\ncausality and development. Therefore, paradigms that attempt\nto temporarily enhance insula activity and measure sensitivity to\ntriggers in non-misophonic adults may answer questions about\nmisophonic mechanisms. Temporarily altering the function of\nother brain regions related to misophonia could also provide\nfuture insight into the causality of these dysfunctions in relation\nto misophonia distress.\nLast, but not least, misophonic triggers are context speciﬁc.\nIn other words, the sound must elicit speciﬁc visual imagery,\nand must come from a speciﬁc set of people in order to\ntrigger a misophonic reaction. Neuroimaging examinations that\nseparate these diﬀerent components of the trigger experience\nare also needed.\nThe neuroscience of overlapping\ndisorders\nKnowledge of neurological dysfunction that can be seen in\ncomorbid conditions may broaden our understanding of the\nneurobiology of misophonia (see Table 2 ). We chose to focus\nthis section of the review on psychiatric comorbidities, while\nacknowledging that there is much to learn from misophonia’s\noverlap with tinnitus, ASMR, or hyperacusis [see McGeoch\nand Rouw (2020) for an example]. Our review is restricted\nto psychiatric comorbidities because the solutions proposed\nfor neuroscience-based interventions were primarily developed\nfor psychiatric conditions. We focus on OCPD/OCD, mood\ndisorders, ADHD, and PTSD because several papers have\nsupported their co-occurrence with misophonia, and the rates\nof overlap appear to be over 10% (Cavanna and Seri, 2015;\nQuek et al., 2018; Rouw and Erfanian, 2018; Erfanian et al.,\n2019; Claiborn et al., 2020; Jager et al., 2020; Swedo et al.,\n2021). Other comorbidities may also occur and have relevance\nto the neurobiology of misophonia. Nevertheless, existing data\neither point to low co-occurrence [e.g., autism was reported by\n3% of participants with misophonia in a large study (Claiborn\net al., 2020)], or there needs to be replication to ascertain\nthe relevance of a comorbidity to misophonia [e.g., for eating\ndisorders (Erfanian et al., 2019)].\nObsessive compulsive personality\ndisorders/obsessive compulsive\ndisorder\nMuch of the neural mechanisms and dysfunctions in OCPD\nare diﬃcult to distinguish from OCD. OCD is characterized\nas a chronic compulsive disorder, while OCPD is a behavioral\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 10\nNeacsiu et al. 10.3389/fnins.2022.893903\nTABLE 2 Summary of alterations in brain regions that are relevant to misophonia in disorders who have been shown to have comorbidity with\nmisophonia.\nOCPD OCD MDD Bipolar disorder ADHD PTSD\nInsula Increased higher\namplitudes of\nlow-frequency\nﬂuctuation in left\ninsula at rest; smaller\ngray matter volumeHyperactivity during\nsymptom provocation;\nduring exposure to\npictures eliciting\ndisgust and fear;\nincreased connectivity\nwith the dmPFC;\nhyperactivity in the\nright anterior insula\nduring error\nprocessing and\nhypoactivity during\ninhibitory controlHyperactivity during\nexposure to negative\nstimuli and during\nemotion regulation, and\nhypoactivity during\nexposure to positive\nstimuliReduced volume as a\nprecursor of\ndevelopment of this\ndisorder; deactivation\nduring cognitive\ninterference trials and\naltered connectivity\nwith the DMNHyperactivity when\npresented with\nnegative stimuli\ndistractors; right\nanterior insula\nfunction connected to\nemotion dysregulation\nin ADHDHypoconnectivity with\nfrontal regions,\nhyper-connectivity\nwith DMN and\nperiaqueductal gray at\nrest; reduced volume;\nfunctional\nhyper-connectivity\nwith amygdala during\ntrauma cues\nOFC/\nvmPFCSmaller OFC volume Decreased activation\nof the left OFC during\nsymptom provocation;\nhypoactivity during\ninhibitory controlHyperactivity in the\nOFC when presented\nwith positive stimuli;\ndisrupted functional\nconnectivity between\nOFC and nucleus\naccumbensHypoactivity in the\nOFC during emotion\nregulationReduced OFC activity\nwhen processing\nrewardDecreased mPFC\nvolume and inverse\ncorrelation between\nresponsiveness of the\nmPFC and symptom\nseverity; decreased\ngray matter volume in\nright PFC\nCingulate cortex Smaller gray matter\nin the cingulate\ncortexDecreased activation\nin the MCC during\nsymptom provocation;\ndecreased gray matter\nvolume in the ACC;\nhyperactivity in the\ndorsal ACC during\nerror processing, and\nventral ACC\nhypoactivity during\ninhibitory controlHyperactivity in the\nACC when presented\nwith negative stimuli or\nwith facial\nexpressions/hypoactivity\nwhen exposed to\npositive or non-facial\nstimuliDeactivation during\ncognitive interference\ntrials in the MCCHypoactivity in the\ndACC when learning\nverbal fear cues\nPMv Decreased cortical\nthickness in the left\npremotor cortex\npredicts treatment\nresponseReduced premotor\ncortex surface area in\nADHD boys;\nhypoactivity when\nignoring distractorsDecreased premotor\ncortex volume\nSMA Increased connectivity\nbetween the caudate\nthe SMA at rest;\nhyperactivity during\nerror processingFunctional connectivity\nwith nucleus accumbens\nis positively correlated\nwith cognitive\nimpairmentUnderperformance\nduring neurocognitive\ntasksReduced gray matter\nvolume\nSTC Increased rest\nconnectivity between\ncaudate and superior\nand middle temporal\ngyrusCompensatory\nrecruitment during\nresponse inhibition.\nAmygdala Smaller volume Hyperactivity during\nsymptom provocationHyperactivity when\npresented with negative\nstimuli/hypoactivity to\npositive stimuliHyperactivity when\npresented with\nemotional stimuli and\nduring regulation;\nreduced volumeHyperactivity when\nlearning to\ndiscriminate aversive\nstimuli viaverbal\ninstructionHyperactivity\nconnected to symptom\nseverity\ndlPFC Smaller gray mater\nvolume in the\nprefrontal cortexHypoactivity during a\nplanning taskLess activation when\nexposed to negative\nstimuliHypoactivity during\nregulationHypoactivity in the left\ndlPFC during working\nmemory and selective\nmotor response\ninhibition tasks;\nhypoactivity in the\nright dlPFC during\nresponse inhibition\ntasksDecreased gray matter\nvolume in right dlPFC\nOCPD, obsessive compulsive personality disorder; OCD, obsessive compulsive disorder; MDD, major depressive disorder; ADHD, attention deﬁcit and hyperactivity disorder; PTSD, post\ntraumatic stress disorder; PFC, prefrontal cortex; dACC, dorsal anterior cingulate cortex; MCC, midcingulate cortex; OFC, orbitofrontal cortex; vmPFC, ventromedial prefrontal cortex;\nPMv, ventral premotor cortex; SMA, supplementary motor area; STC, superior temporal cortex; dlPFC, dorsolateral prefrontal cortex; and DMN, default mode network.\nFrontiers in Neuroscience 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 11\nNeacsiu et al. 10.3389/fnins.2022.893903\ndisorder deﬁned by immoderate perfectionism (Gordon et al.,\n2013). Emerging examinations of OCPD neural dysfunction\nhighlight altered activity during resting state in the bilateral\ncaudate, left insula, and left medial SFG areas when compared\nto healthy controls (Lei et al., 2020). These ﬁndings highlight\nhigher engagement in self-perception and future planning at\nrest, which may play into the perfectionistic tendencies seen\nin this disorder. OCPD patients also have decreased gray\nmatter volume in the prefrontal, cingulate, and insular cortices\n(Reetz et al., 2008). The decreased gray matter volume of these\nareas most obviously aﬀects decision-making and correlates\nwith anxious tendencies such as avoidance behavior (Reetz\net al., 2008). Furthermore, OCPD patients have decreased\namygdala, hippocampus (Gurok et al., 2019), and OFC volumes,\nand higher volume in the thalamus (Atmaca et al., 2019),\nsuggesting diﬃculties with memory, emotional processing, and\nconscious attention. An fMRI study showed greater functional\nconnectivity within the precuneus, a region that controls\nmemory retrieval and manipulation, in OCPD adults when\ncompared to healthy controls (Coutinho et al., 2016). Thus, the\nneural dysfunction seen in OCPD does not overlap with any\nof the current ﬁndings of neural dysfunction in misophonia,\nalthough direct comparisons are warranted. Interestingly,\nOCPD is characterized by reduced amygdala volumes, with in\nmisophonia amygdala volumes may be increased.\nSimilar to OCPD, meta-analytic ﬁndings in OCD highlight\nincreased activation of the right caudate, putamen, and insula\nas well as decreased activation of the left OFC, caudate, and\nMCC when compared to controls (Yu et al., 2022). During\nresting state, it has also been found in patients with OCD\nthat connectivity within the dmPFC-thalamus-caudate loop is\ndecreased, while connectivity between the caudate and the\nsuperior and middle temporal gyrus, middle and inferior\noccipital gyrus, and SMA is increased (Chen et al., 2016).\nThese neural ﬁndings have been associated with disruptions in\nprocessing during distress, dysfunctional memory formation,\nand impairments in cognitive and behavioral regulation.\nIncreased activity in the insula (Schienle et al., 2005) and\nconnectivity with the dmPFC was found as well (Beucke\net al., 2014), highlighting the insula’s critical role in emotional\nprocessing and feelings of disgust often seen in OCD. Symptom\nprovocation in OCD also shows hyperactivity in the left\namygdala (Simon et al., 2014). Studies examining how patients\nwith an OCD diagnosis learn from errors and inhibit behaviors\nshow a hyperactive error processing mechanism and an\nimpaired ability to engage in inhibitory control (Norman et al.,\n2019). These alterations have been connected with hyperactivity\nin the dACC, SMA, pre-SMA, right anterior insula, and anterior\nlateral PFC during error processing, and hypoactivity in the\nrACC, OFC, and right anterior insula during inhibitory control\n(Norman et al., 2019). Structural examinations ﬁnd that patients\nwith OCD have smaller gray matter volume in the ACC\ncompared to controls, suggesting deﬁcits with motor control\nand visuospatial function (Peng et al., 2012).Unlike with OCPD, there is some overlap in neural\ndysfunction between OCD and misophonia. Speciﬁcally,\nhyperactivity in the insula and amygdala is seen during\nsymptom provocation in both disorders as well as\nhyperconnectivity between the insula and frontal regions,\nalthough the speciﬁc aberrant connectivity is diﬀerent between\nOCD (dmPFC-insula) and misophonia (vmPFC-insula).\nHyperactivity in the ACC is found in both disorders, during\ntrigger sound exposure in misophonia and while engaging in\nan error processing task in OCD. It would be interesting to\nexamine whether exposure to disgust and fear, as well as error\nprocessing ’lead to hyperactivity in the insula in misophonia,\nlike they do in OCD. In other networks, OCD and misophonia\nneuroimaging results diverge. For example, the function of\nthe OFC shows impairment in OCD, while in misophonia the\nconnectivity of the OFC seems to be primarily aﬀected. During\nsymptom provocation, the MCC is hyperactive in misophonia\nand hypoactive in OCD. Inhibitory control shows dysfunction\nin the ACC in OCD and the PCC in misophonia. The function of\nSMA is diﬀerentially aﬀected in both disorders: in misophonia\ntrigger sounds lead to SMA hyperactivity, while in OCD error\nprocessing tasks lead to SMA hypoactivity. The STC shows\naltered connectivity at rest in both disorders, but with very\ndiﬀerent brain regions. Therefore, misophonia is unlikely to be\na variant of OCD given that the neuroscientiﬁc results point\nprimarily to diﬀerences and not to overlapping patterns.\nMood disorders\nThere has been considerable eﬀort to characterize neural\ndysfunction in mood disorders in the recent years. Summaries\nof this literature point to decreased activation in the dlPFC\nduring exposure to negative stimuli and sustained activation\nin the amygdala in adults diagnosed with major depressive\ndisorder (MDD) when compared to controls (Groenewold\net al., 2013). Hyperactivation in the OFC when presented with\npositive stimuli and hyperactivity in the ACC (Groenewold\net al., 2013) [particularly the subgenual ACC (sgACC)] (Gray\net al., 2020) and insula when being exposed to negative\nstimuli (Groenewold et al., 2013) or when engaging in emotion\nregulation (Beauregard et al., 2006), are also markers of\ndepression. Severity of depression and cognitive dysfunction\nhas been associated with alterations in functional connectivity\nbetween the nucleus accumbens, the OFC, ACC, SMA, and\ncaudate (Gong et al., 2017). Decreased thickness in the left\npremotor cortex is characteristic of depression, and indicative\nof a positive response to antidepressants 8 weeks later\n(Liu et al., 2021).\nThe markers of psychopathology in bipolar disorder\nare somewhat diﬀerent. During emotional processing and\nregulation, those who meet criteria for bipolar disorder show\nhyperactivity in the amygdala, hypoactivity in the ventrolateral\nprefrontal cortex and OFC, and decreased connectivity between\nFrontiers in Neuroscience 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 12\nNeacsiu et al. 10.3389/fnins.2022.893903\nthese regions when compared to healthy controls (Phillips\nand Swartz, 2014). Reduced insula and amygdala volumes\nmay be a precursor for bipolar disorder (Bechdolf et al.,\n2012). Furthermore, during cognitive interference trials when\ncompared to controls, bipolar adults evidence deactivation in\nthe anterior insula and the ACC with altered connectivity with\nthe DMN (Ellard et al., 2019). The hypoactivity in the dlPFC\nremains a consistent marker of both unipolar and bipolar mood\ndisorders (Townsend and Altshuler, 2012). Structural studies\nﬁnd reduced gray matter volume in the right SMA in both MDD\nand bipolar adults when compared to clinical and non-clinical\ncontrols (Chang M. et al., 2018).\nJust like with OCD, there is overlap between misophonia\nand mood disorders in the neural dysfunction seen during\nsymptom provocation, which in mood disorders takes the\nform of exposure to negative emotional stimuli. In both\ngroups, symptom provocation leads to hyperactivity in the\namygdala and insula, as well as in the ACC. Interestingly,\nexposure to positive stimuli leads to hypoactivity in these\nregions, a phenomenon that would be interesting to test in\nmisophonia also. The OFC and SMA function and connectivity\nare altered in both mood disorders and misophonia, but in\nvery diﬀerent ways, pointing toward divergence between these\ndisorders. Emotion regulation tasks within mood disorders also\nlead to a pattern of aberrant function and connectivity, but\nhave not yet been studied in misophonia. Thus, examinations\nof emotion regulation and positive emotional processing are\nwarranted, although they are unlikely to alter the current\nconclusion that misophonia has a diﬀerent neural signature\nthan mood disorders.\nAttention deﬁcit and hyperactivity\ndisorder\nMeta-analyses of neuroimaging ﬁndings aimed to capture\ndysfunction in ADHD found decreased activity in the bilateral\nSFG and left dlPFC during working memory tasks as well\nas in the bilateral inferior frontal gyri, right SFG, and right\ndlPFC during response inhibition tasks (McCarthy et al.,\n2014). In addition, in tasks testing selective motor response\ninhibition, less activation in the left dlPFC and right caudate\nwas found (McCarthy et al., 2014). The decreased activity in\nfrontal regions correlate to behavioral symptoms of decreased\nworking memory capacity, inhibitory control, self-regulation,\nand impulsivity control (McCarthy et al., 2014). Dysfunction\nin reward processing has also been connected to ADHD,\nspeciﬁcally to hypoactivity in the OFC when compared to\ncontrols (Van Den Heuvel et al., 2005). Underperformance in\nthe SMA and the basal ganglia during neurocognitive tasks,\nand poor deactivation in the DMN when switching to response\ninhibition have also been found to diﬀerentiate ADHD patients\nfrom controls (Albajara Sáenz et al., 2019).Similar to other misophonia comorbidities, in ADHD when\ncompared to controls, exposure to negative stimuli leads to\nhigher activation in the insula (Vetter et al., 2018). In a rigorous\nanalysis of over 140 participants, investigators concluded that\nthe right anterior insula is likely the hub for altered emotion\nregulation function in ADHD young adults (Viering et al., 2021).\nAnother study examined learning of fear cues in ADHD and\nfound diminished activation in the dACC when unlearning\nan instructed fear cue as well as increased activation in the\namygdala when being exposed to a neutral cue in the absence\nof fear instructions (Maier et al., 2014). The authors interpreted\nthese ﬁndings as impairments in processing of verbally aversive\ninformation in ADHD. Unlike other comorbid disorders,\ndysfunction in motor areas has been associated with ADHD\nimpairments. In one study, boys diagnosed with ADHD had\nreduced premotor cortex areas when compared to typically\ndeveloping children (Dirlikov et al., 2015). Dysfunction in the\npremotor cortex was also evidenced by an fMRI study showing\ninsuﬃcient recruitment of this area when trying to suppress\ndistractions (Vaidya et al., 2005). When attempting response\ninhibition children with an ADHD diagnosis recruited the right\nSTC unlike comparison children, who recruited a front-striatal\nnetwork for this task (Vaidya et al., 2005).\nAlterations in the dlPFC function during response\ninhibition tasks as well as hyperactivity in the insula when\npresented with upsetting stimuli appear to be commonalities\nbetween misophonia and ADHD. The STC is hyperactive in\nmisophonia during trigger sounds, and appears to be recruited\nas a compensatory mechanism to handle response inhibition in\nADHD. These ﬁndings may point to overlapping mechanisms\nof these disorders, although a direct comparison is needed to\nexamine this hypothesis. On the other hand, alterations in other\nbrain regions appear to be very diﬀerent between misophonia\nand ADHD. For example, diﬃculties ignoring distractors\nare connected to PMv hypoactivity in ADHD, while trigger\nsounds lead to PMv hyperactivity in misophonia. OFC function\nappears to be altered in ADHD at least in one domain, while\nin misophonia evidence primarily points toward dysfunctional\nconnectivity. Thus, misophonia and ADHD are likely to be very\ndistinct disorders.\nPost-traumatic stress disorder\nPost-traumatic stress disorder is a disorder that develops\nin a subset of children and adults who experience a traumatic\nevent (Kessler et al., 2005). A review study conducted in\n2016 summarized a decade’s worth of literature regarding\nthe neurobiological basis for PTSD and concluded that the\namygdala, the mPFC, and the hippocampus played important\nroles in the development and maintenance of this disorder (Shin\net al., 2006). Speciﬁcally, this review concludes that patients\nwith PTSD evidence a heightened amygdala responsivity during\nFrontiers in Neuroscience 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 13\nNeacsiu et al. 10.3389/fnins.2022.893903\ntrauma exposure, which is positively associated with symptom\nseverity. The mPFC is typically volumetrically smaller amongst\npatients with PTSD and is hypo-responsive during symptomatic\nstates, with an inverse correlation to symptom severity (Shin\net al., 2006). The insula may also have a critical role in PTSD.\nResting state scans were used in one study to classify with 80%\naccuracy participants with PTSD versus non-clinical controls\nbased on insula connectivity patterns (Harricharan et al.,\n2020). Structural studies also show that in patients with PTSD\ncompared to controls, the premotor cortex (Rocha-Rego et al.,\n2012) insula (Kunimatsu et al., 2020), and hippocampus (Shin\net al., 2006) have diminished volumes, with the hippocampus\nshowing aberrant functional, and neuronal integrity (Shin\net al., 2006). Newer ﬁndings also suggest diminished gray\nmatter volume in the right dlPFC, OFC, and SMA in 30\nfemales with PTSD based on childhood trauma versus controls\n(Thomaes et al., 2010).\nWhen comparing the neural signature of misophonia and\nPTSD, similarities emerge in insula dysfunction. In resting\nstate scans, participants with both misophonia and PTSD\ndisplay PFC-insula hyperconnectivity. Furthermore, symptom\nprovocation evidences hyperconnectivity between the insula\nand the amygdala as well as hyperactivity in the insula\nin both PTSD and misophonia. Nevertheless, PTSD seems\nto be characterized by reduced volumes in many of the\nstructures of interest, a neural abnormality that has not been\nrelated to misophonia yet. Future studies should examine in\nmore detail volumetric reductions in key brain regions in\nmisophonia to further elucidate diﬀerences or similarities to\nPTSD. Furthermore, insula hyperactivity is not characteristic\nof PTSD dysfunction, but is characteristic of misophonia.\nSimilarly, OFC dysfunction is characteristic of PTSD but not\nof misophonia. Thus, there appear to be several diﬀerences\nin PTSD and misophonia neural signatures to highlight the\nuniqueness of each disorder.\nSummary\nTaken together (see Table 2 ), these ﬁndings highlight that,\nwhile there is overlap in neural dysfunction in misophonia\nand comorbid disorders, no other disorder can fully explain\nthe alterations seen in misophonia. Of all comorbid disorders\ndiscussed here, PTSD and OCD neural dysfunction come\nclosest to misophonia, although the hallmark of these disorders\nare the amygdala and the OFC, not the insula. When tasks\nrelevant to the disorder examined are employed (e.g., symptom\nprovocation, exposure to negative stimuli, emotion regulation in\nmood disorders, planning in OCD, working memory in ADHD),\nacross comorbid disorders and misophonia, hyperactivity in\nthe insula, amygdala, ACC, and hypoactivity in the dlPFC can\nbe found. Therefore, the hyperactivity in subcortical regions\nseen in misophonia may be related to aberrant processingof, or hypersensitivity to, negative emotions. Furthermore,\nin misophonia and beyond, the dlPFC may be a general\nmarker of problematic allocation of resources to respond to\nchallenging contexts.\nFindings related to the OFC and the motor cortex appear\nto be unique to misophonia. The dysfunction seen in the\nOFC appears to vary depending on the disorder under\ninvestigation with a unifying theme across comorbid disorders\nof functional hypoactivity and hypoconnectivity when disorder-\nrelevant tasks are employed. The pattern of hyperconnectivity\nwith other frontal and premotor regions appears to be uniquely\nrelated to misophonia. Across comorbid disorders, there was\nlittle examination of the role of the premotor cortex in\npsychiatric presentations. While hyperactivity in both SMA and\nPMv was found in misophonia during symptom provocation,\nother disorders were characterized by either unremarkable\nperformance in these regions or by hypoactivity. Taken together,\nthese ﬁndings strongly suggest a unique neural signature for\nmisophonia, supporting an independent problem in need of\nnovel personalized solutions.\nNeuroscience-informed\ninterventions: Brain stimulation\nIn order to most rapidly identify an intervention for\nmisophonia, a disorder for which there is currently no consensus\nfor an optimal treatment [see Aazh et al. (2019) for a review of\nevidence for cognitive-behavioral interventions], neuroscientiﬁc\ndysfunctions that are unique to this problem should be\ndirectly targeted and altered. Thus, translating ﬁndings from\nbasic neuroscience studies into innovative therapies can be\nthe quickest way to ﬁnding a cure for misophonia. Non-\ninvasive neurostimulation (i.e., the purposeful modulation of\nneural circuitry) is a powerful tool that resulted in novel\ninterventions for several treatment resistant conditions, such as\ntreatment refractory MDD (Neacsiu and Lisanby, 2015), OCD\n(Trevizol et al., 2016), smoking (Maiti et al., 2017), and PTSD\n(Kan et al., 2020).\nInitially, neurostimulation targeted cortical regions at the\nsurface of the brain which were reachable by the generated\ne-Field (which generally has a 2-cm depth of penetration\nbelow the scalp; Deng et al., 2013). Nevertheless, research\nﬁndings suggest that the eﬀect of neurostimulation can be\nseen throughout entire networks. A recent systematic review\nof over 33 rTMS studies found that active rTMS induces\nsigniﬁcant changes in resting state functional connectivity in a\nvariety of targeted networks (Beynel et al., 2020). Furthermore,\nfunctional and structural networks can then be used to alter\nconnectivity and activity in subcortical structures, such as the\ninsula (Addicott et al., 2019) amygdala (Baeken et al., 2010),\nor ACC (Vink et al., 2018). In this way, neurostimulation can\nFrontiers in Neuroscience 13 frontiersin.org"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 14\nNeacsiu et al. 10.3389/fnins.2022.893903\nTABLE 3 Overview, advantages, and risks of various neurostimulation techniques.\nTechnique Overview Advantages Risks and disadvantages\nRepetitive Transcranial\nMagnetic Stimulation\n(rTMS)Uses a ﬁgure-8 coil to generate a magnetic ﬁeld\nthat induces electricity within brain region\nright underneath the center of the coil. RTMS\nuses trains of magnetic pulses at speciﬁc\nintervals called inter-train interval (ITI).\nFrequencies of stimulation lower than 5 Hz are\nconsidered inhibitory, while over 5 Hz are\nconsidered excitatory.RTMS is the most traditional application of\nbrain stimulation that has been FDA-approved\nfor several interventions. There are several\ndevices available that administer rTMS safely\n(Rossi et al., 2021) and a wide body of literature\nthat characterizes parameter diﬀerences exists\nand can inform novel interventions.RTMS can be painful or uncomfortable for up\nto 40% of those who undergo this treatment\nmodality. There is a very low likelihood for\nseizures, especially with excitatory stimulation.\nOther risks are scalp, jaw, or face muscle\ncontractions, mild headaches, and transient\nmood changes. Treatments that involve rTMS\nalone may require daily visits to a site where\nequipment to administer it exists.\nDeep Transcranial\nMagnetic Stimulation\n(dTMS)Uses an H-shaped coil, which is inserted in a\nspherical helmet placed on the head. The\nresulting magnetic ﬁeld can induce electrical\ncurrent in deeper brain regions than rTMS.\nThe gain in depth comes with reduced\nstimulation precision.Deeper structures, such as the medial\nprefrontal cortex or the anterior cingulate\ncortex, can be targeted using this technology.\nThe use of a helmet to host the coil may make\nit easier to administer than rTMS.Potential risk of dTMS are similar to rTMS\nwith the addition of possible facial, tooth, or\nneck pain usually just during the stimulation.\nTheta Burst Stimulation\n(TBS)Uses a ﬁgure-8 coil, like rTMS but instead of\ntrains of single pulses, delivers trains of triple\npulses at a higher frequency.The main advantage is that the same amount of\nstimulation achieved with a 35–40 min rTMS\nsession can be achieved with only 3 min of\niTBS. This allows for accelerated sessions (i.e.,\nhaving multiple stimulation sessions in the\nsame day)The trade-oﬀ of increases eﬃciency of TBS\ncomes with an increased risk for seizure.\nHowever, seizures are still considered a rare\nevent.\nTranscranial Direct\nCurrent Stimulation\n(tDCS)Uses direct electrical currents to stimulate a\nbrain network. Two electrodes placed over the\nhead modulate neuronal activity viaa steady\ncurrent. Has two diﬀerent types depending on\nneed: anodal, which excites the network it\ntargets, and cathodal, which reduces neuronal\nactivity, thus allowing for greater control.TDCS devices are much cheaper and easier to\nmaintain than rTMS/dTMS/TBS devices. Naïve\nadults can be taught to use these devices in\ntheir own homes, increasing feasibility of\ndissemination. Furthermore, integration with\nMRI and EEG is easier to accomplish with\ntDCS than with other stimulation modalities.The risks of tDCS are similar to those of rTMS.\nThere is also a low probability for scalp burns.\nA disadvantage of this technology is that the\nresults for its eﬃcacy are mixed (e.g., Santos\net al., 2018), and, therefore, it may be less\neﬀective than other types of neurostimulation.\nCurrently, there is no FDA approved treatment\nthat relies on tDCS, and experts highlight the\nneed for more mechanistic understanding for\nthis technology (Fregni et al., 2015).\nbe used to remediate dysfunctional brain circuits regardless\nof their location.\nOverview of neurostimulation\napproaches\nBecause the brain is an electric organ, communications\nwithin neural networks may be altered with the use of\nmagnetic and electric ﬁelds that induce brief activity in targeted\nbrain cells. Magnetic stimulation relies on an electromagnetic\ncoil, while electric stimulation passes direct current through\nthe cortex in order to achieve neuromodulatory eﬀects\n(Larrivee, 2020). In this section, we introduce several types of\nneurostimulation applications, focusing on those that have been\nsuccessfully used in interventions for psychiatric disorders (see\nTable 3 for a summary).\nTranscranial magnetic stimulation (TMS) employs rapidly\nalternating magnetic pulses that induce an electric current in the\nunderlying cortex. It can be applied in single or repetitive pulses\nto either activate, enhance, or inhibit activation in a superﬁcial\nneural target. The induced current depolarizes cortical neurons\nand alters the excitability of neural tissue (Neacsiu and Lisanby,\n2015). High-frequency (HF; up to 20 Hz) rTMS has been\nassociated with more excitability resulting in enhanced activity,\nand low frequency ( \u00141 Hz) with less excitability, and inhibited\nactivity (Pascual-Leone et al., 1994; Chen et al., 1997; Neacsiu\nand Lisanby, 2015).Repetitive TMS (rTMS) is the most traditional therapeutic\napplication of brain stimulation (Neacsiu and Lisanby, 2015). It\nuses a ﬁgure-8 coil that is placed over a predetermined location\nof the head (called a target). The coil generates a magnetic\nﬁeld that induces electricity in the target by delivering magnetic\npulses (or trains) on and oﬀ, at speciﬁc intervals inter-train\nintervals (ITI). An additional parameter important for rTMS is\nthe motor threshold (MT). This parameter represents the lowest\noutput of the rTMS machine needed to reliably elicit a motor\nmovement when stimulating the motor area (i.e., the lowest\noutput needed to reach the brain; Neacsiu and Lisanby, 2015).\nAs an example, a typical rTMS treatment session for depression\nwill contain 75 trains, each train being 4 s long, with an ITI of\n26 s, delivered at 120% MT (Holtzheimer and McDonald, 2014).\nHF-rTMS has been FDA approved as a treatment for depression\nsince 2008 (Holtzheimer and McDonald, 2014). Furthermore,\nHF-rTMS over the dlPFC and superior medial frontal cortex,\nhas been found to signiﬁcantly inhibit activity in the right\ninsula (Li et al., 2017b; Chang D. et al., 2018). Therefore,\nrTMS is a successful approach to changing function in structures\nrelevant to misophonia.\nDeep transcranial magnetic stimulation (dTMS) aims to\ntarget “deeper” regions of the brain by using an H shaped coil\npattern. This coil is inserted in a spherical helmet placed on the\npatient’s head. Generally, dTMS follows the same parameters\nas rTMS, with the diﬀerence being that dTMS is less precise\nin hitting its target. The FDA recently approved dTMS in\nconjunction with symptom provocation as a treatment for OCD\nFrontiers in Neuroscience 14 frontiersin.org"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 15\nNeacsiu et al. 10.3389/fnins.2022.893903\nin 2018 (Roth et al., 2021) and for smoking cessation in 2020\n(Young et al., 2021). DTMS has also been employed in the\ntreatment of PTSD (Isserles et al., 2021) and has evidence\nof successful use in interventions to target both cortical and\nsubcortical structures (Beynel et al., 2021; Roth et al., 2021).\nIntermittent theta burst stimulation (iTBS) is also delivered\nviaa ﬁgure-8 coil, using triple pulses at a higher frequency to\ndeliver unique, high-energy frequency of stimulation. The same\neﬀect that rTMS achieves with 75 trains, can be achieved with\nonly 20 trains of iTBS, each train lasting 2 s, 8 s ITI. Therefore,\niTBS session can be completed in about 3 min versus rTMS\nsessions which take 35–40 min (Pabst et al., 2022). Given that\nthe majority of currently approved treatment protocols include\n20–30 sessions [for depression for example (Sonmez et al.,\n2019)], iTBS can save signiﬁcant time for patients. Recently,\nan iTBS protocol has obtained approval for treatment-resistant\ndepression intervention (Blumberger et al., 2018). TBS has\nalso been used successfully to alter amygdala activity viaits\nconnectivity with the STS (Pitcher et al., 2017), highlighting\nthat this approach can successfully alter cortical and subcortical\nbrain structures, including areas indicated in misophonia.\nTranscranial direct current stimulation (tDCS) is an\nalternative type of brain stimulation that uses direct electrical\ncurrents to stimulate a speciﬁc brain network. A constant\nsmall current (1–2.5 mA) passes through two electrodes placed\nover the head in order to modulate neuronal activity. Anodal\nstimulation acts to excite the network it targets while cathodal\nstimulation reduces neuronal activity (Fregni et al., 2015).\nTDCS has not yet been cleared by the FDA in the treatment\nof psychiatric disorders because mechanisms through which\ntDCS operates need to be better understood (Fregni et al.,\n2015). Nevertheless, it is widely researched for its therapeutic\napplications, because of the low cost and ease to administer.\nTDCS interventions are thought to be probably eﬃcacious\nfor non-drug resistant depression (Lefaucheur et al., 2017),\ncurrently unsuccessful with tinnitus (positive response for 15%\nof 602 participants across six studies; Santos et al., 2018),\nand potentially relevant for remediating aberrant amygdala\nhyperactivity (Ironside et al., 2019).\nNeurostimulation interventions have primarily been\ndeveloped and successful for adults with psychiatric disorders\nwho did not respond to other treatments. Meta-analyses\nof therapeutic applications within these samples ﬁnd eﬀect\nsizes that are small-to-moderate when compared to placebo\n(Neacsiu and Lisanby, 2015). Findings suggest that these eﬀect\nsizes could be improved by using connectivity-driven targeting\n(Fox et al., 2012; Opitz et al., 2016; Fox, 2018), neuroimaging\nand neuro-navigation (Neacsiu and Lisanby, 2015; Beynel\net al., 2019) and employing electric ﬁeld (E-ﬁeld) modeling\n(Bungert et al., 2017; Opitz et al., 2016). In addition, fusing\nneuromodulation with behavioral practice (Tsagaris et al.,\n2016) can enhance eﬃcacy. For example, combining HF-rTMS\nwith active emotion regulation practice yields behavioral\nimprovements in emotion regulation up to a week aftera single session when compared to emotion regulation\npractice alone in transdiagnostic clinical adults (Neacsiu et al.,\n2022b,a). In addition, combinations of rTMS with 16–20\nsessions of psychotherapy demonstrate feasibility (Neacsiu\net al., 2018), with enhanced eﬀects over psychotherapy\nalone (Kozel et al., 2018), or over cognitive training alone\n(Cunningham et al., 2015).\nBoth researchers and consumers should be aware of the\npotential risks involved with neurostimulation. The most\nsevere, but rare, risk is for seizure, which in prior studies\noccurred in about 0.2% of research subjects (Rossi et al.,\n2021). The most common side eﬀects are headaches or muscle\ntension which can occur in up to 30% of those receiving\nneurostimulation, depending on the protocol and target (Rossi\net al., 2009). Discomfort at the site of neurostimulation during\nthe procedure can happen in up to 40% of patients (Rossi\net al., 2009). Nevertheless, less than 2% of research participants\nquit because of pain and discomfort, and the majority of\nparticipants experienced habituation to this discomfort over\ntime (Rossi et al., 2009). Other, less common, side eﬀects are\ntemporary changes in mood, dizziness, and hearing impairment.\n’Another potential risk is that compensatory rather than\ndysfunctional networks may be impacted by this particular\ntreatment. Several guidelines have been established to guide\ndevelopment and application of neurostimulation interventions\nin order to maximize safety (Rossi et al., 2009, Rossi et al.,\n2021).\nIn addition to risks, it is important to highlight that\nthere continue to be many unknowns with regards to this\ntechnology. There is limited data on the long-term eﬀects of\nneurostimulation interventions (Marangell et al., 2007) and\nthe parameter space (frequency, intensity, coil positioning,\nand orientation; Beynel et al., 2019). Furthermore, the\nexact mechanism through which neurostimulation changes\npsychopathology in the brain is still unknown (Bestmann\nand Feredoes, 2013). Other types of neurostimulation exist,\nsuch as transcranial photobiomodulation, alternating current\nstimulation, or focused ultrasound. While these technologies\ncan also oﬀer promise to treatments in general, they will\nnot be discussed in this review because of their limited\nexisting evidence for broad therapeutic eﬀects in psychiatric\ndisorders. Therefore, researchers and clinicians interested in\nneurostimulation approaches should continue to follow the\nliterature for best practices and new approaches to increase\nsafety and eﬃcacy.\nNeurostimulation as a treatment for\nmisophonia: design considerations\nA neurostimulation treatment for misophonia could\nbe constructed through several avenues. On the one hand,\nbased on resting state misophonia ﬁndings, one could\ndevelop a neurostimulation intervention that attempts to\nFrontiers in Neuroscience 15 frontiersin.org"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 16\nNeacsiu et al. 10.3389/fnins.2022.893903\nTABLE 4 Examples of speciﬁc parameters that are based on research ﬁndings or other protocols where similar goals (e.g., reducing\nhyperconnectivity) were accomplished for different types of neurostimulation discussed in this review.\nProtocol type Examples of parameters recommended by other experimental studies Citation\nInhibitory rTMS 1 Hz, continuous 110% rMT Tremblay et al., 2012\nTuri et al., 2021\ncTBS Continuous train of 600–1,200 pulses applied in the theta burst pattern (bursts of three stimuli at\n50 HZ repeated at 5 Hz frequency) 80% rMT, 600 total pulsesHuang et al., 2005\nValchev et al., 2015\nDutta et al., 2021\nInhibitory tDCS Constant current of 1.5 mA Antonenko et al., 2017\nExcitatory rTMS 10 Hz, 4–5 s trains, 15 s inter-train intervals at 120% rMT, over 1,600 pulses Horvath et al., 2010\nCash et al., 2017\nTuri et al., 2021\nMaeda et al., 2000\niTBS Triplet 50 Hz bursts, repeated at 5 Hz; 200 ms on and 8 s oﬀ Pitcher et al., 2017\nBlumberger et al., 2018\nExcitatory tDCS Constant current of 1.5 mA Baeken et al., 2010\nFeeser et al., 2014\nreduce hyperconnectivity between IFC-TPJ (Eijsker et al.,\n2021b), PMv-insula, or other such hyperactive circuits\n(Kumar et al., 2021). In order to reduce hyperconnectivity,\ninhibitory neurostimulation may be attempted as a ﬁrst\nchoice of intervention. Existing studies highlight that\ninhibitory neurostimulation can be successfully applied\nover the TPJ (Powers et al., 2020a) and the PMv (Tremblay\net al., 2012). To enhance the eﬃcacy of neurostimulation,\nresting state functional imaging data should be collected\nprior to treatment administration in order to identify the\nregions within the TPJ and the PMv that are connected\nto IFC and the insula, respectively. These regions should\nthen be exposed to repetitive inhibitory neurostimulation\nusing either rTMS or continuous TBS (Huang et al.,\n2005). Accelerated neurostimulation (Baeken, 2019),\nor several consecutive sessions should be examined to\ndetermine the optimal amount of neurostimulation to elicit\nchanges in misophonia.\nOn the other hand, given the therapeutic synergy between\nbehavioral and neuromodulatory interventions, one could\nalter context either before or during neuromodulation. One\napproach would be to expose participants to misophonic\ntriggers before administering neurostimulation, similar to\nthe FDA approved paradigm for OCD using dTMS (Roth\net al., 2021). The rationale behind the “symptom provocation”\nis that it activates the circuitry involved in misophonia\nleaving these networks more amenable to change. This\nprovocation could be followed with excitatory neurostimulation\ntargeted toward regions that downregulate the amygdala,\nthe insula, or the ACC (such as the dlPFC or MPFC),\nas well as inhibitory neurostimulation over regions like\nthe SMA, PMv, STG, or vmPFC. An alternative approach\nwould be to expose participants to trigger sounds during\nneurostimulation. Options for brain stimulation while\nsounds are being played would be similar as previously\ndescribed (e.g., excitatory over dlPFC/mPFC, or inhibitory over\nSMA/PMv/vmPFC/STG).An additional option, following research in emotion\nregulation (Neacsiu et al., 2022a), would be to coach the use of\nan emotion regulation skill [e.g., distancing (Powers and LaBar,\n2019)] while misophonic triggers are presented. Excitatory\nneurostimulation could then be concurrently administered\nover a node of the emotion regulation network (e.g.,\nthe dlPFC). Alternatively, inhibitory neurostimulation could\nbe administered concurrently over a hyperactive area in\nmisophonia (e.g., SMA). Yet another option could be to enhance\ndlPFC or SMFG activation using HF-rTMS during a stop signal\ntask, to correct diﬀerences from healthy subjects found in\nmisophonia (Eijsker et al., 2019).\nWhile regions like the dlPFC or mPFC are mentioned\nseveral times as options for stimulation, the speciﬁc target\nwithin the dlPFC/mPFC might vary depending on the rationale\nfor its selection. For low resource approaches, the structural\ndlPFC could be identiﬁed using the beam method (Beam\net al., 2009), a targeting approach that uses scalp measurements\nto identify the optimal stimulation spot. A more precise\napproach would involve neuroimaging, either structural, to\nidentify regions with more anatomic speciﬁcity, or functional,\nto identify speciﬁc dysfunctional networks that may be\ncandidates for neurostimulation. For example, one might expose\nparticipants to trigger versus neutral sounds in the scanner.\nUsing neuroimaging analysis software, the next step would be\nto compute a contrast in activation between these two diﬀerent\nauditory experiences. For surface targets, the region with the\nhighest activation within the vmPFC or within the PMv within\nthis contrast could be extracted. For connectivity targets, the\nhighest activation within the amygdala, insula, or ACC could\nbe extracted, followed by an analyses to help identify a surface\nregion with functional connectivity to one of these subcortical\nregions of speciﬁc activity.\nSimilar approaches have been successfully used in other\ndisorders. For example, in adolescents with MDD, decreased\namygdala volumes were normalized using HF-rTMS to the\nleft dlPFC (Seewoo et al., 2022). Furthermore, HF rTMS to\nFrontiers in Neuroscience 16 frontiersin.org"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 17\nNeacsiu et al. 10.3389/fnins.2022.893903\nthe dlPFC was found to signiﬁcantly increase ACC activity\n(Tremblay et al., 2012), and resting state left dlPFC – ACC\nconnectivity (Huang et al., 2005), and decrease right insula\nactivity (Li et al., 2017a). In MDD and PTSD patients, 5 Hz\nTMS to the dlPFC was also found to reduce the problematic\nhyperconnectivity between the sgACC, the insula and the DMN\n(Philip et al., 2018). In borderline personality disorder, HF-\nrTMS over the right dlPFC yielded a decrease in connections\nbetween the amygdala/insula and precuneus, PCC, and parietal\nlobules (Sverak et al., 2021). Similarly, tDCS over the left dlPFC\nled to increased long-term cerebral blood ﬂow to the ACC (Jog\net al., 2021), and reduced activation of the amygdala (Ironside\net al., 2019). Therefore, the dlPFC is a successful target for\nchanging activity and connectivity of subcortical structures such\nas the insula and the ACC. These changes occur independent\nof the type of targeting employed, although more precise,\nconnectivity-driven targeting is likely to have a more powerful\neﬀect than anatomically driven targeting (Neacsiu et al., 2018).\nDiﬀerent regions of the mPFC and TPJ have also been\ntargeted successfully with documented downstream eﬀects. For\nthe treatment of OCD, after rTMS to the right OFC, PET\nscans revealed decreased metabolism in the ACC (Nauczyciel\net al., 2014), implying deactivation in this region. Furthermore,\n5 Hz rTMS over the mPFC led to an increase in functional\nconnectivity between the mPFC and amygdala (Beynel et al.,\n2021). In MDD adults, HF rTMS over the dmPFC led to\nreduced dmPFC – insula and sgACC-caudate connectivity\n(Salomons et al., 2014). TDCS between the left TPJ and left\nPFC reduced TPJ-insula and TPJ-SMA functional connectivity\nin schizophrenia patients (Mondino et al., 2016) and in\nnon-clinical adults (Dalong et al., 2021). Taken together,\nthese studies oﬀer insight into the feasibility and initial\nparameter set up necessary to engage other cortical targets in\nneurostimulation intervention.\nResearchers are encouraged to examine the eﬃcacy and\noptimal parameters necessary for misophonia interventions\nthat utilize neurostimulation alone, or in conjunction with\na behavioral intervention (see Table 4 for examples of the\nparameters to use.). It is important to highlight that the possible\navenues for intervention presented in this paper are by no\nmeans exhaustive. Researchers should continue to examine the\ntherapeutic potential of altering other circuits and brain regions\nas new theoretical ﬁndings and reﬁned hypotheses emerge.\nIn conclusion, a novel neurostimulation intervention could\nbe an eﬀective way to help suﬀerers. For example, rTMS\nclinics are available in all 50 states, and over 250 million\nAmericans have insurance plans that cover this approach to\ntreatment (Neurostar, 2021). TDCS equipment is aﬀordable\nand accessible, which has led to exciting innovations in\nadministering tDCS interventions remotely, by sending devices\nat home and teaching patients how to independently use\nthem (Charvet et al., 2015; Hordacre, 2018). In addition,\nTBS is emerging as the most eﬃcient way to administer\nneurostimulation in a very short amount of time, allowingfor massed sessions (Chung et al., 2016; Pabst et al., 2022).\nFurthermore, the funding for neurostimulation is skyrocketing,\nwith hundreds of millions of dollars being raised worldwide\nto fund technology advancements (Albert, 2020). In short,\nneurostimulation is becoming the frontier for developing\nnovel treatments worldwide and misophonia treatment research\nshould harness this enthusiasm.\nAuthor contributions\nAN conceptualized the review, summarized the research\non misophonia, and wrote the section on neurostimulation\ntreatment considerations. The co-authors each contributed\nseveral paragraphs to the other sections of the review.\nAll authors contributed to the article and approved the\nsubmitted version.\nFunding\nREAM Misophonia Grant (248771), supported part of AN\neﬀort during the writing of this review.\nAcknowledgments\nWe would like to acknowledge the Duke Misophonia and\nEmotion Regulation Center and the Ream Foundation for their\nsupport with our examination of the misophonia literature.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be\nfound online at: https://www.frontiersin.org/articles/10.3389/\nfnins.2022.893903/full#supplementary-material\nFrontiers in Neuroscience 17 frontiersin.org"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 18\nNeacsiu et al. 10.3389/fnins.2022.893903\nReferences\nAazh, H., Landgrebe, M., Danesh, A. A., and Moore, B. C. (2019). Cognitive\nbehavioral therapy for alleviating the distress caused by tinnitus, hyperacusis\nand misophonia: current perspectives. Psychol. Res. Behav. Manag. 12:991. doi:\n10.2147/PRBM.S179138\nAbercrombie, H. C., Schaefer, S. M., Larson, C. L., Oakes, T. R., Lindgren, K. A.,\nHolden, J. E., et al. (1998). Metabolic rate in the right amygdala predicts negative\naﬀect in depressed patients. Neuroreport 9, 3301–3307. doi: 10.1097/00001756-\n199810050-00028\nAddicott, M., Luber, B., Nguyen, D., Palmer, H., Lisanby, S., and Appelbaum,\nL. (2019). Low and high frequency rTMS eﬀects on resting-state functional\nconnectivity between the postcentral gyrus and the insula. Brain Connect. 9,\n322–328. doi: 10.1089/brain.2018.0652\nAlbajara Sáenz, A., Villemonteix, T., and Massat, I. (2019). Structural and\nfunctional neuroimaging in attention-deﬁcit/hyperactivity disorder. Dev. Med.\nChild Neurol. 61, 399–405.\nAlbert, H. (2020). Investment is Pouring into Neuromodulation Treatments .\nBerlin: Labiotech.\nAntonenko, D., Schubert, F., Bohm, F., Ittermann, B., Aydin, S., Hayek, D., et al.\n(2017). tDCS-induced modulation of GABA levels and resting-state functional\nconnectivity in older adults. J. Neurosci. 37, 4065–4073.\nApergis-Schoute, A. M., Bijleveld, B., Gillan, C. M., Fineberg, N. A., Sahakian,\nB. J., and Robbins, T. W. (2018). Hyperconnectivity of the vmPFC in OCD. Brain\nNeurosci. Adv. 2, 1–10. doi: 10.1073/pnas.1609194114\nAtmaca, M., Korucu, T., Tabara, M. F., Yildirim, H., and Kılıç, M. C. (2019).\nVolumetric MRI study of orbito-frontal cortex and thalamus in obsessive-\ncompulsive personality disorder. J. Clin. Neurosci. 64, 89–93. doi: 10.1016/j.jocn.\n2019.03.062\nAvery, J. A., Drevets, W. C., Moseman, S. E., Bodurka, J., Barcalow, J. C., and\nSimmons, W. K. (2014). Major depressive disorder is associated with abnormal\ninteroceptive activity and functional connectivity in the insula. Biol. Psychiatry.\n76, 258–266. doi: 10.1016/j.biopsych.2013.11.027\nBaeken, C. (2019). Accelerated neurostimulation in major depression: insights\nfrom brain imaging. Brain Stimul. 12:464.\nBaeken, C., De Raedt, R., Van Schuerbeek, P., Vanderhasselt, M.-A., De Mey, J.,\nBossuyt, A., et al. (2010). Right prefrontal HF-rTMS attenuates right amygdala\nprocessing of negatively valenced emotional stimuli in healthy females. Behav.\nBrain Res. 214, 450–455. doi: 10.1016/j.bbr.2010.06.029\nBaeken, C., Marinazzo, D., Van Schuerbeek, P., Wu, G.-R., De Mey, J., Luypaert,\nR., et al. (2014). Left and right amygdala-mediofrontal cortical functional\nconnectivity is diﬀerentially modulated by harm avoidance. PLoS One 9:e95740.\ndoi: 10.1371/journal.pone.0095740\nBaker, K. B., and Kim, J. J. (2004). Amygdalar lateralization in fear conditioning:\nevidence for greater involvement of the right amygdala. Behav. Neurosci. 118:15.\ndoi: 10.1037/0735-7044.118.1.15\nBeam, W., Borckardt, J. J., Reeves, S. T., and George, M. S. (2009). An eﬃcient\nand accurate new method for locating the F3 position for prefrontal TMS\napplications. Brain Stimul. 2, 50–54. doi: 10.1016/j.brs.2008.09.006\nBeauregard, M., Paquette, V., and Le, J. (2006). Dysfunction in the neural\ncircuitry of emotional self-regulation in major depressive disorder. Neuroreport\n17, 843–846.\nBechdolf, A., Wood, S. J., Nelson, B., Velakoulis, D., Yücel, M., Takahashi,\nT., et al. (2012). Amygdala and insula volumes prior to illness onset in bipolar\ndisorder: a magnetic resonance imaging study. Psychiatry Res. 201, 34–39. doi:\n10.1016/j.pscychresns.2011.06.010\nBerthier, M. L., Torres-Prioris, M. J., and López-Barroso, D. (2017). Thinking\non treating echolalia in aphasia: recommendations and caveats for future research\ndirections. Front. Hum. Neurosci. 11:164. doi: 10.3389/fnhum.2017.00164\nBestmann, S., and Feredoes, E. (2013). Combined neurostimulation and\nneuroimaging in cognitive neuroscience: past, present, and future. Ann. N.Y. Acad.\nSci.1296, 11–30. doi: 10.1111/nyas.12110\nBeucke, J. C., Sepulcre, J., Eldaief, M. C., Sebold, M., Kathmann, N., and\nKaufmann, C. (2014). Default mode network subsystem alterations in obsessive-\ncompulsive disorder. Br. J. Psychiatry 205, 376–382.\nBeynel, L., Appelbaum, L. G., Luber, B., Crowell, C. A., Hilbig, S. A., Lim, W.,\net al. (2019). Eﬀects of online repetitive transcranial magnetic stimulation (rTMS)\non cognitive processing: a meta-analysis and recommendations for future studies.\nNeurosci. Biobehav. Rev. 107, 47–58. doi: 10.1016/j.neubiorev.2019.08.018Beynel, L., Campbell, E., Naclerio, M., Galla, J. T., Ghosal, A., Michael,\nA. M., et al. (2021). The eﬀects of functionally guided, connectivity-based\nrTMS on amygdala activation. Brain Sci. 11:494. doi: 10.3390/brainsci110\n40494\nBeynel, L., Powers, J. P., and Appelbaum, L. G. (2020). Eﬀects of repetitive\ntranscranial magnetic stimulation on resting-state connectivity: a systematic\nreview. Neuroimage. 211:116596.\nBigler, E. D., Mortensen, S., Neeley, E. S., Ozonoﬀ, S., Krasny, L., Johnson,\nM., et al. (2007). Superior temporal gyrus, language function, and autism. Dev.\nNeuropsychol. 31, 217–238.\nBinkofski, F., and Buccino, G. (2006). The role of ventral premotor cortex in\naction execution and action understanding. J. Physiol. Paris 99, 396–405.\nBird, G., Silani, G., Brindley, R., White, S., Frith, U., and Singer, T. (2010).\nEmpathic brain responses in insula are modulated by levels of alexithymia but not\nautism. Brain 133, 1515–1525. doi: 10.1093/brain/awq060\nBlack, W. R., Lepping, R. J., Bruce, A. S., Powell, J. N., Bruce, J. M., Martin, L. E.,\net al. (2014). Tonic hyper-connectivity of reward neurocircuitry in obese children.\nObesity 22, 1590–1593. doi: 10.1002/oby.20741\nBlumberger, D. M., Vila-Rodriguez, F., Thorpe, K. E., Feﬀer, K., Noda, Y.,\nGiacobbe, P., et al. (2018). Eﬀectiveness of theta burst versus high-frequency\nrepetitive transcranial magnetic stimulation in patients with depression (THREE-\nD): a randomised non-inferiority trial. Lancet 391, 1683–1692.\nBoucher, O., Turgeon, C., Champoux, S., Ménard, L., Rouleau, I., Lassonde,\nM., et al. (2015). Hyperacusis following unilateral damage to the insular cortex:\na three-case report. Brain Res. 1606, 102–112. doi: 10.1016/j.brainres.2015.02.030\nBoussaoud, D. (2001). Attention versus intention in the primate premotor\ncortex. Neuroimage 14, S40–S45.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R.,\net al. (2018). Investigating misophonia: a review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nBuccino, G., Binkofski, F., Fink, G. R., Fadiga, L., Fogassi, L., Gallese, V., et al.\n(2001). Action observation activates premotor and parietal areas in a somatotopic\nmanner: an fMRI study. Eur. J. Neurosci. 13, 400–404.\nBungert, A., Antunes, A., Espenhahn, S., and Thielscher, A. (2017). Where does\nTMS stimulate the motor cortex? Combining electrophysiological measurements\nand realistic ﬁeld estimates to reveal the aﬀected cortex position. Cereb. Cortex 27,\n5083–5094. doi: 10.1093/cercor/bhw292\nCash, R. F., Dar, A., Hui, J., De Ruiter, L., Baarbé, J., Fettes, P., et al. (2017).\nInﬂuence of inter-train interval on the plastic eﬀects of rTMS. Brain Stimul. 10,\n630–636.\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspectives.\nNeuropsychiatr. Dis. Treat. 11:2117.\nCerliani, L., and Rouw, R. (2020). Increased orbitofrontal connectivity in\nmisophonia. bioRxiv [Preprint] doi: 10.1101/2020.10.29.346650\nChang, D., Zhang, J., Peng, W., Shen, Z., Gao, X., Du, Y., et al. (2018). Smoking\ncessation with 20 Hz repetitive transcranial magnetic stimulation (rTMS) applied\nto two brain regions: a pilot study. Front. Hum. Neurosci. 12:344. doi: 10.3389/\nfnhum.2018.00344\nChang, M., Womer, F. Y., Edmiston, E. K., Bai, C., Zhou, Q., Jiang, X.,\net al. (2018). Neurobiological commonalities and distinctions among three major\npsychiatric diagnostic categories: a structural MRI study. Schizophr. Bull. 44,\n65–74. doi: 10.1093/schbul/sbx028\nCharvet, L. E., Kasschau, M., Datta, A., Knotkova, H., Stevens, M. C., Alonzo, A.,\net al. (2015). Remotely-supervised transcranial direct current stimulation (tDCS)\nfor clinical trials: guidelines for technology and protocols. Front. Syst. Neurosci.\n9:26. doi: 10.3389/fnsys.2015.00026\nChauhan, P., Jethwa, K., Rathawa, A., Chauhan, G., and Mehra, S. (2021). “The\nanatomy of the hippocampus, ” in Cerebral Ischemia , ed. R. Pluta (Brisbane, AU:\nExon Publications).\nChen, B. K., Sassi, R., Axelson, D., Hatch, J. P., Sanches, M., Nicoletti, M., et al.\n(2004). Cross-sectional study of abnormal amygdala development in adolescents\nand young adults with bipolar disorder. Biol. Psychiatry 56, 399–405. doi: 10.1016/\nj.biopsych.2004.06.024\nChen, R., Classen, J., Gerloﬀ, C., Celnik, P., Wassermann, E., Hallett, M., et al.\n(1997). Depression of motor cortex excitability by low-frequency transcranial\nmagnetic stimulation. Neurology 48, 1398–1403.\nFrontiers in Neuroscience 18 frontiersin.org"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 19\nNeacsiu et al. 10.3389/fnins.2022.893903\nChen, Y., Juhás, M., Greenshaw, A. J., Hu, Q., Meng, X., Cui, H., et al. (2016).\nAbnormal resting-state functional connectivity of the left caudate nucleus in OCD.\nNeurosci. Lett. 623, 57–62.\nChung, S. W., Hill, A. T., Rogasch, N. C., Hoy, K. E., and Fitzgerald, P. B.\n(2016). Use of TBS in changing excitability of motor cortex: a systematic review\nand meta-analysis. Neurosci. Biobehav. Rev. 63, 43–64. doi: 10.1016/j.neubiorev.\n2016.01.008\nCisler, J. M., Steele, J. S., Lenow, J. K., Smitherman, S., Everett, B., Messias,\nE., et al. (2014). Functional reorganization of neural networks during repeated\nexposure to the traumatic memory in posttraumatic stress disorder: an exploratory\nfMRI study. J. Psychiatr. Res. 48, 47–55. doi: 10.1016/j.jpsychires.2013.09.013\nClaiborn, J. M., Dozier, T. H., Hart, S. L., and Lee, J. (2020). Self-identiﬁed\nmisophonia phenomenology, impact, and clinical correlates. Psychol. Thought 13,\n349–375.\nCoutinho, J., Goncalves, O. F., Soares, J. M., Marques, P., and Sampaio, A.\n(2016). Alterations of the default mode network connectivity in OCPD: a pilot\nstudy. Psychiatry Res. Neuroimaging 256, 1–7. doi: 10.1016/j.pscychresns.2016.08.\n007\nCunningham, D. A., Varnerin, N., Machado, A., Bonnett, C., Janini, D., Roelle,\nS., et al. (2015). Stimulation targeting higher motor areas in stroke rehabilitation:\na proof-of-concept, randomized, double-blinded placebo-controlled study of\neﬀectiveness and underlying mechanisms. Restor. Neurol. Neurosci. 33, 911–926.\ndoi: 10.3233/RNN-150574\nDalong, G., Jiyuan, L., Yubin, Z., Yufei, Q., Jinghua, Y., Cong, W., et al. (2021).\nCathodal transcranial direct current stimulation over the right temporoparietal\njunction suppresses its functional connectivity and reduces contralateral spatial\nand temporal perception. Front. Neurosci. 15:629331. doi: 10.3389/fnins.2021.\n629331\nDaniels, E. C., Rodriguez, A., and Zabelina, D. L. (2020). Severity of misophonia\nsymptoms is associated with worse cognitive control when exposed to misophonia\ntrigger sounds. PLoS One 15:e0227118. doi: 10.1371/journal.pone.0227118\nDe Brito, S. A., Mechelli, A., Wilke, M., Laurens, K. R., Jones, A. P., Barker, G. J.,\net al. (2009). Size matters: increased grey matter in boys with conduct problems\nand callous–unemotional traits. Brain 132, 843–852.\nDeng, Z. D., Lisanby, S. H., and Peterchev, A. V. (2013). Electric ﬁeld depth-\nfocality tradeoﬀ in transcranial magnetic stimulation: simulation comparison of\n50 coil designs. Brain Stimul. 6, 1–13.\nDirlikov, B., Rosch, K. S., Crocetti, D., Denckla, M. B., Mahone, E. M., and\nMostofsky, S. H. (2015). Distinct frontal lobe morphology in girls and boys with\nADHD. Neuroimage 7, 222–229.\nDozier, T. H. (2015). Treating the initial physical reﬂex of misophonia with the\nneural repatterning technique: a counterconditioning procedure. Psychol. Thought\n8, 189–210.\nDozier, T. H., and Morrison, K. L. (2017). Phenomenology of misophonia: initial\nphysical and emotional responses. Am. J. Psychol. 130, 431–438.\nDroutman, V., Bechara, A., and Read, S. J. (2015). Roles of the diﬀerent sub-\nregions of the insular cortex in various phases of the decision-making process.\nFront. Behav. Neurosci. 9:309. doi: 10.3389/fnbeh.2015.00309\nDutta, P., Dhyani, M., Garg, S., Tikka, S. K., Khattri, S., Mehta, S., et al. (2021).\nEﬃcacy of intensive orbitofrontal continuous theta burst stimulation (iOFcTBS) in\nobsessive compulsive disorder: a randomized placebo controlled study. Psychiatry\nRes. 298:113784.\nEconomo, C. V. (1926). Eine neue Art Spezialzellen des Lobus cinguli und Lobus\ninsulae. Zeitschrift Gesamte Neurol. Psychiatr. 100, 706–712.\nEijsker, N., Schröder, A., Smit, D. J., van Wingen, G., and Denys, D. (2019).\nNeural basis of response bias on the Stop Signal Task in misophonia. Front.\nPsychiatry 10:765. doi: 10.3389/fpsyt.2019.00765\nEijsker, N., Schröder, A., Liebrand, L. C., Smit, D. J., van Wingen, G., and Denys,\nD. (2021a). White matter abnormalities in misophonia. Neuroimage 32:102787.\ndoi: 10.1016/j.nicl.2021.102787\nEijsker, N., Schröder, A., Smit, D. J., van Wingen, G., and Denys, D.\n(2021b). Structural and functional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 52, 62–71.\nEisenberger, N. I. (2015). Meta-Analytic Evidence for the Role of the Anterior\nCingulate Cortex in Social Pain . Oxford: Oxford University Press, 1–2.\nEllard, K. K., Gosai, A. K., Felicione, J. M., Peters, A. T., Shea, C. V., Sylvia,\nL. G., et al. (2019). Deﬁcits in frontoparietal activation and anterior insula\nfunctional connectivity during regulation of cognitive-aﬀective interference in\nbipolar disorder. Bipolar Disord. 21, 244–258. doi: 10.1111/bdi.12709\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: a preliminary study of clinical ﬁndings. Nordic\nJ. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086Fan, J., Zhong, M., Zhu, X., Gan, J., Liu, W., Niu, C., et al. (2017). Resting-state\nfunctional connectivity between right anterior insula and right OFC correlate with\ninsight level in OCD. Neuroimage Clin. 15, 1–7. doi: 10.1016/j.nicl.2017.04.002\nFan, Y., Duncan, N. W., de Greck, M., and Northoﬀ, G. (2011). Is there a core\nneural network in empathy? An fMRI based quantitative meta-analysis. Neurosci.\nBiobehav. Rev. 35, 903–911. doi: 10.1016/j.neubiorev.2010.10.009\nFeeser, M., Prehn, K., Kazzer, P., Mungee, A., and Bajbouj, M. (2014).\nTranscranial direct current stimulation enhances cognitive control during\nemotion regulation. Brain Stimul. 7, 105–112.\nFerrer-Torres, A., and Giménez-Llort, L. (2021). Sounds of silence in times of\nCOVID-19: distress and loss of cardiac coherence in people with misophonia\ncaused by real, imagined or evoked triggering sounds. Front. Psychiatry 12:638949.\ndoi: 10.3389/fpsyt.2021.638949\nFlynn, F. G. (1999). Anatomy of the insula functional and clinical correlates.\nAphasiology 13, 55–78.\nFox, M. D. (2018). Mapping symptoms to brain networks with the human\nconnectome. N. Engl. J. Med. 379, 2237–2245.\nFox, M. D., Buckner, R. L., White, M. P., Greicius, M. D., and Pascual-Leone,\nA. (2012). Eﬃcacy of TMS targets for depression is related to intrinsic functional\nconnectivity with the subgenual cingulate. Biol. Psychiatry. 72, 595–603.\nFregni, F., Nitsche, M., Loo, C., Brunoni, A., Marangolo, P., Leite, J., et al. (2015).\nRegulatory considerations for the clinical and research use of transcranial direct\ncurrent stimulation (tDCS): review and recommendations from an expert panel.\nClin. Res. Regul. Aﬀ. 32, 22–35. doi: 10.3109/10601333.2015.980944\nGhaziri, J., Tucholka, A., Girard, G., Houde, J.-C., Boucher, O., Gilbert, G., et al.\n(2017). The corticocortical structural connectivity of the human insula. Cereb.\nCortex 27, 1216–1228.\nGilboa, A., Shalev, A. Y., Laor, L., Lester, H., Louzoun, Y., Chisin, R., et al.\n(2004). Functional connectivity of the prefrontal cortex and the amygdala in\nposttraumatic stress disorder. Biol. Psychiatry 55, 263–272.\nGoerlich-Dobre, K. S., Lamm, C., Pripﬂ, J., Habel, U., and Votinov, M. (2015).\nThe left amygdala: a shared substrate of alexithymia and empathy. Neuroimage\n122, 20–32. doi: 10.1016/j.neuroimage.2015.08.014\nGong, L., Yin, Y., He, C., Ye, Q., Bai, F., Yuan, Y., et al. (2017). Disrupted reward\ncircuits is associated with cognitive deﬁcits and depression severity in major\ndepressive disorder. J. Psych. Res. 84, 9–17. doi: 10.1016/j.jpsychires.2016.09.016\nGordon, O. M., Salkovskis, P. M., Oldﬁeld, V. B., and Carter, N. (2013).\nThe association between obsessive compulsive disorder and obsessive compulsive\npersonality disorder: prevalence and clinical presentation. Br. J. Clin. Psychol. 52,\n300–315.\nGorka, S. M., Nelson, B. D., Phan, K. L., and Shankman, S. A. (2014). Insula\nresponse to unpredictable and predictable aversiveness in individuals with panic\ndisorder & comorbid depression. Biol. Mood Anxiety Disord. 4:9. doi: 10.1186/\n2045-5380-4-9\nGray, J. P., Müller, V. I., Eickhoﬀ, S. B., and Fox, P. T. (2020). Multimodal\nabnormalities of brain structure and function in major depressive disorder: a meta-\nanalysis of neuroimaging studies. Am. J. Psych. 177, 422–434. doi: 10.1176/appi.\najp.2019.19050560\nGroenewold, N. A., Opmeer, E. M., de Jonge, P., Aleman, A., and Costafreda,\nS. G. (2013). Emotional valence modulates brain functional abnormalities in\ndepression: evidence from a meta-analysis of fMRI studies. Neurosci. Biobehav.\nRev. 37, 152–163. doi: 10.1016/j.neubiorev.2012.11.015\nGross, J. J. (2013). Handbook of Emotion Regulation , 2nd Edn. New York, NY:\nThe Guilford Press, 669.\nGu, X., Hof, P. R., Friston, K. J., and Fan, J. (2013). Anterior insular cortex and\nemotional awareness. J. Comp. Neurol. 521, 3371–3388.\nGurok, M. G., Korucu, T., Kilic, M. C., Yildirim, H., and Atmaca, M. (2019).\nHippocampus and amygdalar volumes in patients with obsessive-compulsive\npersonality disorder. J. Clin. Neurosci. 64, 259–263. doi: 10.1016/j.jocn.2019.03.\n060\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources\ntrigger misophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–\n2625.\nHarricharan, S., Nicholson, A. A., Thome, J., Densmore, M., McKinnon, M. C.,\nThéberge, J., et al. (2020). PTSD and its dissociative subtype through the lens\nof the insula: anterior and posterior insula resting-state functional connectivity\nand its predictive validity using machine learning. Psychophysiology 57:e13472.\ndoi: 10.1111/psyp.13472\nHolroyd, C. B., and Yeung, N. (2011). “An integrative theory of anterior\ncingulate cortex function: option selection in hierarchical reinforcement learning, ”\ninNeural Basis of Motivational & Cognitive Control , eds R. B. Mars, J. Sallet,\nM. F. S. Rushworth, and N. Yeung (Cambridge, MA: MIT), 333–349.\nFrontiers in Neuroscience 19 frontiersin.org"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 20\nNeacsiu et al. 10.3389/fnins.2022.893903\nHoltzheimer, P. E., and McDonald, W. (2014). A Clinical Guide to TMS . Oxford:\nOxford Press.\nHordacre, B. (2018). The role of telehealth to assist in-home tDCS:\nopportunities, promising results and acceptability. Brain Sci. 8:102. doi: 10.3390/\nbrainsci8060102\nHorvath, J. C., Mathews, J., Demitrack, M. A., and Pascual-Leone, A. (2010).\nThe NeuroStar TMS device: conducting the FDA approved protocol for treatment\nof depression. J. Vis. Exp. 45:e2345.\nHuang, Y.-Z., Edwards, M. J., Rounis, E., Bhatia, K. P., and Rothwell, J. C. (2005).\nTheta burst stimulation of the human motor cortex. Neuron 45, 201–206.\nIronside, M., Browning, M., Ansari, T. L., Harvey, C. J., Sekyi-Djan, M. N.,\nBishop, S. J., et al. (2019). Eﬀect of prefrontal cortex stimulation on regulation of\namygdala response to threat in individuals with trait anxiety: a randomized clinical\ntrial. JAMA Psychiatry 76, 71–78. doi: 10.1001/jamapsychiatry.2018.2172\nIsserles, M., Tendler, A., Roth, Y., Bystritsky, A., Blumberger, D. M., Ward,\nH., et al. (2021). Deep transcranial magnetic stimulation combined with brief\nexposure for post-traumatic stress disorder–a prospective multisite randomized\ntrial. Biol. Psychiatry 90, 721–728. doi: 10.1016/j.biopsych.2021.04.019\nItami, S., and Uno, H. (2002). Orbitofrontal cortex dysfunction in attention-\ndeﬁcit hyperactivity disorder revealed by reversal and extinction tasks.\nNeuroreport 13, 2453–2457. doi: 10.1097/00001756-200212200-00016\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nphenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboﬀ, P. J., and Hazell, J. W. (2008). Tinnitus Retraining Therapy:\nImplementing the Neurophysiological Model . Cambridge: Cambridge University\nPress.\nJog, M. S., Kim, E., Anderson, C., Kubicki, A., Kayathi, R., Jann, K., et al. (2021).\nIn-vivo imaging of targeting and modulation of depression-relevant circuitry\nby transcranial direct current stimulation: a randomized clinical trial. Transl.\nPsychiatry 11:138. doi: 10.1038/s41398-021-01264-3\nKaas, J. H., and Stepniewska, I. (2002). “Motor cortex, ” in Encyclopedia of the\nHuman Brain , Vol. 2, ed. V. S. Ramachandran (Cambridge, MA: Academic Press),\n159–169.\nKahnt, T., Chang, L. J., Park, S. Q., Heinzle, J., and Haynes, J.-D. (2012).\nConnectivity-based parcellation of the human orbitofrontal cortex. J. Neurosci. 32,\n6240–6250.\nKan, R. L., Zhang, B. B., Zhang, J. J., and Kranz, G. S. (2020). Non-invasive\nbrain stimulation for posttraumatic stress disorder: a systematic review and\nmeta-analysis. Transl. Psychiatry 10:168. doi: 10.1038/s41398-020-0851-5\nKatz, M., Liu, C., Schaer, M., Parker, K. J., Ottet, M.-C., Epps, A., et al. (2009).\nPrefrontal plasticity and stress inoculation-induced resilience. Dev. Neurosci. 31,\n293–299. doi: 10.1159/000216540\nKessler, R. C., Berglund, P., Demler, O., Jin, R., Merikangas, K. R., and Walters,\nE. E. (2005). Lifetime prevalence and age-of-onset distributions of DSM-IV\ndisorders in the National Comorbidity Survey Replication. Arch. Gen. Psychiatry\n62, 593–602.\nKiernan, J. (2012). Anatomy of the temporal lobe. Epilepsy Res. Treat.\n2012:176157.\nKılıç, C., Öz, G., Avano ˘glu, K. B., and Aksoy, S. (2021). The prevalence and\ncharacteristics of misophonia in Ankara, Turkey: population-based study. BJPsych\nopen 7:e144. doi: 10.1192/bjo.2021.978\nKlein, A., Mensh, B., Ghosh, S., Tourville, J., and Hirsch, J. (2005). Mindboggle:\nautomated brain labeling with multiple atlases. BMC Med. Imaging. 5:7. doi: 10.\n1186/1471-2342-5-7\nKleinhans, N. M., Richards, T., Weaver, K., Johnson, L. C., Greenson, J.,\nDawson, G., et al. (2010). Association between amygdala response to emotional\nfaces and social anxiety in autism spectrum disorders. Neuropsychologia 48,\n3665–3670.\nKliuchko, M., Puoliväli, T., Heinonen-Guzejev, M., Tervaniemi, M., Toiviainen,\nP., Sams, M., et al. (2018). Neuroanatomical substrate of noise sensitivity.\nNeuroimage 167, 309–315.\nKozel, F. A., Motes, M. A., Didehbani, N., DeLaRosa, B., Bass, C., Schraufnagel,\nC. D., et al. (2018). Repetitive TMS to augment cognitive processing therapy in\ncombat veterans of recent conﬂicts with PTSD: a randomized clinical trial. J. Aﬀect.\nDisord. 229, 506–514. doi: 10.1016/j.jad.2017.12.046\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41,\n5762–5770.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.Kumfor, F., Irish, M., Hodges, J. R., and Piguet, O. (2013). The orbitofrontal\ncortex is involved in emotional enhancement of memory: evidence from the\ndementias. Brain 136, 2992–3003. doi: 10.1093/brain/awt185\nKunimatsu, A., Y asaka, K., Akai, H., Kunimatsu, N., and Abe, O. (2020). MRI\nﬁndings in posttraumatic stress disorder. J. Magn. Reson. Imaging 52, 380–396.\nLanius, R. A., Williamson, P. C., Boksman, K., Densmore, M.,\nGupta, M., Neufeld, R. W., et al. (2002). Brain activation during\nscript-driven imagery induced dissociative responses in PTSD: a\nfunctional magnetic resonance imaging investigation. Biol. Psychiatry 52,\n305–311.\nLarrivee, D. (2020). “Introductory chapter: neurostimulation and the\nstructural basis of brain activity, ” in Neurostimulation and Neuromodulation\nin Contemporary Therapeutic Practice , eds D. Larrivee and S. M. Rayegani\n(London: IntechOpen).\nLefaucheur, J.-P., Antal, A., Ayache, S. S., Benninger, D. H., Brunelin, J.,\nCogiamanian, F., et al. (2017). Evidence-based guidelines on the therapeutic use\nof tDCS. Clin. Neurophysiol. 128, 56–92.\nLei, H., Huang, L., Li, J., Liu, W., Fan, J., Zhang, X., et al. (2020). Altered\nspontaneous brain activity in obsessive-compulsive personality disorder. Compr.\nPsychiatry 96:152144. doi: 10.1016/j.comppsych.2019.152144\nLemus, L., Hernández, A., and Romo, R. (2009). Neural encoding of auditory\ndiscrimination in ventral premotor cortex. Proc. Natl. Acad. Sci. U.S.A. 106,\n14640–14645. doi: 10.1073/pnas.0907505106\nLi, M., Metzger, C. D., Li, W., Safron, A., van Tol, M.-J., Lord, A., et al. (2014).\nDissociation of glutamate and cortical thickness is restricted to regions subserving\ntrait but not state markers in major depressive disorder. J. Aﬀect. Disord. 169,\n91–100. doi: 10.1016/j.jad.2014.08.001\nLi, X., Du, L., Sahlem, G. L., Badran, B. W., Henderson, S., and George,\nM. S. (2017a). Repetitive transcranial magnetic stimulation (rTMS) of the dlPFC\nreduces resting-state insula activity and modulates functional connectivity of the\norbitofrontal cortex in cigarette smokers. Drug Alcohol Depend. 174, 98–105.\ndoi: 10.1016/j.drugalcdep.2017.02.002\nLi, X., Du, L., Sahlem, G. L., Badran, B. W., Henderson, S., and\nGeorge, M. S. (2017b). RTMS of the dorsolateral prefrontal cortex reduces\nresting-state insula activity and modulates functional connectivity of\nthe orbitofrontal cortex in cigarette smokers. Drug Alcohol Depend. 174,\n98–105.\nLiu, J., Cao, L., Li, H., Gao, Y., Bu, X., Liang, K., et al. (2022). Abnormal\nresting-state functional connectivity in patients with OCD: a systematic review\nand meta-analysis. Neurosci. Biobehav. Rev. 135: 104574.\nLiu, X., Hou, Z., Yin, Y., Xie, C., Zhang, H., Zhang, H., et al. (2021). Decreased\ncortical thickness of left premotor cortex as a treatment predictor in major\ndepressive disorder. Brain Imaging Behav. 15, 1420–1426. doi: 10.1007/s11682-\n020-00341-3\nMaeda, F., Keenan, J. P., Tormos, J. M., Topka, H., and Pascual-Leone, A. (2000).\nInterindividual variability of the modulatory eﬀects of repetitive transcranial\nmagnetic stimulation on cortical excitability. Exp. Brain Res. 133, 425–430.\nMaier, S., Szalkowski, A., Kamphausen, S., Feige, B., Perlov, E., Kalisch, R., et al.\n(2014). Altered cingulate and amygdala response towards threat and safe cues\nin attention deﬁcit hyperactivity disorder. Psychol. Med. 44, 85–98. doi: 10.1017/\nS0033291713000469\nMaiti, R., Mishra, B. R., and Hota, D. (2017). Eﬀect of high-frequency\ntranscranial magnetic stimulation on craving in substance use disorder: a meta-\nanalysis. J. Neuropsychiatry Clin. Neurosci. 29, 160–171.\nMarangell, L., Martinez, M., Jurdi, R., and Zboyan, H. (2007). Neurostimulation\ntherapies in depression: a review of new modalities. Acta Psychiatr. Scand. 116,\n174–181.\nMattavelli, G., Lo Presti, S., Tornaghi, D., and Canessa, N. (2022). High-\ndeﬁnition transcranial direct current stimulation of the dorsal anterior cingulate\ncortex modulates decision-making and executive control. Brain Struct. Funct. 227,\n1565–1576. doi: 10.1007/s00429-022-02456-3\nMcCarthy, H., Skokauskas, N., and Frodl, T. (2014). Identifying a consistent\npattern of neural function in attention deﬁcit hyperactivity disorder: a meta-\nanalysis. Psychol. Med. 44, 869–880.\nMcErlean, A. B. J., and Banissy, M. J. (2018). Increased misophonia in self-\nreported autonomous sensory meridian response. PeerJ 6:e5351. doi: 10.7717/\npeerj.5351\nMcGeoch, P. D., and Rouw, R. (2020). How everyday sounds can trigger strong\nemotions: ASMR, misophonia and the feeling of wellbeing. Bioessays 42:2000099.\ndoi: 10.1002/bies.202000099\nMondino, M., Jardri, R., Suaud-Chagny, M.-F., Saoud, M., Poulet, E.,\nand Brunelin, J. (2016). Eﬀects of fronto-temporal tDCS on auditory verbal\nFrontiers in Neuroscience 20 frontiersin.org"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 21\nNeacsiu et al. 10.3389/fnins.2022.893903\nhallucinations and resting-state functional connectivity of the left temporo-\nparietal junction in patients with schizophrenia. Schizophr. Bull. 42, 318–326.\ndoi: 10.1093/schbul/sbv114\nMonosov, I. E., Haber, S. N., Leuthardt, E. C., and Jezzini, A. (2020). Anterior\ncingulate cortex and the control of dynamic behavior in primates. Curr. Biol. 30,\nR1442–R1454.\nMostofsky, S. H., Rimrodt, S. L., Schafer, J. G., Boyce, A., Goldberg, M. C.,\nPekar, J. J., et al. (2006). Atypical motor and sensory cortex activation in attention-\ndeﬁcit/hyperactivity disorder: a functional magnetic resonance imaging study\nof simple sequential ﬁnger tapping. Biol. Psychiatry 59, 48–56. doi: 10.1016/j.\nbiopsych.2005.06.011\nMotzkin, J. C., Philippi, C. L., Wolf, R. C., Baskaya, M. K., and Koenigs, M.\n(2015). Ventromedial prefrontal cortex is critical for the regulation of amygdala\nactivity in humans. Biol. Psychiatry 77, 276–284.\nMurphy, G. Jr., Inger, P., Mark, K., Lin, J., Morrice, W., Gee, C., et al. (1987).\nVolumetric asymmetry in the human amygdaloid complex. J. Hirnforsch. 28,\n281–289.\nNaidich, T. P., Kang, E., Fatterpekar, G. M., Delman, B. N., Gultekin, S. H.,\nWolfe, D., et al. (2004). The insula: anatomic study and MR imaging display at\n1.5 T. Am. J. Neuroradiol. 25, 222–232.\nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., and Eibenstein, A. (2020).\nMisophonia, maladaptive schemas and personality disorders: a report of three\ncases. J. Contemp. Psychother. 50, 29–35.\nNauczyciel, C., Le Jeune, F., Naudet, F., Douabin, S., Esquevin, A., Vérin, M.,\net al. (2014). Repetitive transcranial magnetic stimulation over the orbitofrontal\ncortex for obsessive-compulsive disorder: a double-blind, crossover study. Transl.\nPsychiatry 4:e436. doi: 10.1038/tp.2014.62\nNeacsiu, A. D., and Lisanby, S. H. (2015). “Magnetic stimulation for depression:\nsubconvulsive and convulsive approaches, ” in Neuromodulation in Psychiatry ,\neds C. Hamani, P. Holtzheimer, A. M. Lozano, and H. Mayberg (Oxford: Wiley\nBlackwell), 155–180.\nNeacsiu, A. D., Beynel, L., Graner, J. L., Szabo, S. T., Appelbaum, L. G.,\nSmoski, M. J., et al. (2022a). Enhancing cognitive restructuring with concurrent\nfMRI-guided neurostimulation for emotional dysregulation: a randomized\ncontrolled trial. J. Aﬀect. Disord. 301, 378–389. doi: 10.1016/j.jad.2022.\n01.053\nNeacsiu, A. D., Beynel, L., Powers, J. P., Szabo, S. T., Appelbaum, L. G., Lisanby,\nS. H., et al. (2022b). Enhancing cognitive restructuring with concurrent repetitive\ntranscranial magnetic stimulation for transdiagnostic psychopathology: a proof\nof concept randomized controlled trial. Psychother. Psychosom. 91, 94–106. doi:\n10.1159/000518957\nNeacsiu, A. D., Luber, B. M., Davis, S. W., Bernhardt, E., Strauman,\nT. J., and Lisanby, S. H. (2018). On the concurrent use of self-system\ntherapy and functional magnetic resonance imaging-guided transcranial magnetic\nstimulation as treatment for depression. J. ECT 34, 266–273. doi: 10.1097/YCT.\n0000000000000545\nNeuroStar (2021). Find a Doctor . Malvern, PA: NeuroStar.\nNorman, L. J., Taylor, S. F., Liu, Y., Radua, J., Chye, Y., De Wit, S. J., et al. (2019).\nError processing and inhibitory control in OCD: a meta-analysis using statistical\nparametric maps. Biol. Psychiatry 85, 713–725. doi: 10.1016/j.biopsych.2018.11.\n010\nO’Doherty, D. C. M., Ryder, W., Paquola, C., Tickell, A., Chan, C., Hermens,\nD. F., et al. (2018). White matter integrity alterations in post-traumatic stress\ndisorder. Hum. Brain Mapp. 39, 1327–1338.\nOishi, K., Faria, A. V., Hsu, J., Tippett, D., Mori, S., and Hillis, A. E. (2015).\nCritical role of the right uncinate fasciculus in emotional empathy. Ann. Neurol.\n77, 68–74. doi: 10.1002/ana.24300\nOpitz, A., Fox, M. D., Craddock, R. C., Colcombe, S., and Milham, M. P.\n(2016). An integrated framework for targeting functional networks via transcranial\nmagnetic stimulation. Neuroimage 127, 86–96.\nOverbeek, G., Gawne, T. J., Reid, M. A., Kraguljac, N. V., and Lahti, A. C.\n(2021). A multimodal neuroimaging study investigating resting-state connectivity,\nglutamate and GABA at 7 T in ﬁrst-episode psychosis. J. Psychiatry Neurosci. 46,\nE702–E710. doi: 10.1503/jpn.210107\nPabst, A., Proksch, S., Médé, B., Comstock, D. C., Ross, J. M., and\nBalasubramaniam, R. (2022). A systematic review and meta-analysis of\nthe eﬃcacy of intermittent theta burst stimulation (iTBS) on cognitive\nenhancement. Neurosci. Biobehav. Rev. 135:104587. doi: 10.1016/j.neubiorev.2022.\n104587\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J.-J., and Vanneste, S. (2018).\nMisophonia and potential underlying mechanisms: a perspective. Front. Psychol.\n9:953. doi: 10.3389/fpsyg.2018.00953Pardo-Vazquez, J. L., Leboran, V., and Acuna, C. (2008). Neural correlates of\ndecisions and their outcomes in the ventral premotor cortex. J. Neurosci. 28,\n12396–12408.\nPardo-Vazquez, J. L., Leboran, V., and Acuña, C. (2009). A role for the ventral\npremotor cortex beyond performance monitoring. Proc. Natl. Acad. Sci. U.S.A.\n106, 18815–18819. doi: 10.1073/pnas.0910524106\nPascual-Leone, A., Valls-Solé, J., Wassermann, E. M., and Hallett, M. (1994).\nResponses to rapid-rate transcranial magnetic stimulation of the human motor\ncortex. Brain 117, 847–858.\nPeng, Z., Lui, S. S. Y., Cheung, E. F. C., Jin, Z., Miao, G., Jing, J., et al. (2012).\nBrain structural abnormalities in OCD: converging evidence from white matter\nand grey matter. Asian J. Psych. 5, 290–296.\nPhilip, N. S., Barredo, J., van ’t Wout-Frank, M., Tyrka, A. R., Price, L. H., and\nCarpenter, L. L. (2018). Network mechanisms of clinical response to transcranial\nmagnetic stimulation in posttraumatic stress disorder and major depressive\ndisorder. Biol. Psychiatry 83, 263–272. doi: 10.1016/j.biopsych.2017.07.021\nPhilippi, C. L., Mehta, S., Grabowski, T., Adolphs, R., and Rudrauf, D. (2009).\nDamage to association ﬁber tracts impairs recognition of the facial expression of\nemotion. J. Neurosci. 29, 15089–15099. doi: 10.1523/JNEUROSCI.0796-09.2009\nPhillips, L. H., and Della Sala, S. (1998). Aging, intelligence, and anatomical\nsegregation in the frontal lobes. Learn. Individ. Diﬀer. 10, 217–243.\nPhillips, M. L., and Swartz, H. A. (2014). A critical appraisal of neuroimaging\nstudies of bipolar disorder: toward a new conceptualization of underlying neural\ncircuitry and a road map for future research. Am. J. Psychiatry 171, 829–843.\ndoi: 10.1176/appi.ajp.2014.13081008\nPicó-Pérez, M., Ipser, J., Taylor, P., Alonso, P., López-Solà, C., Real, E., et al.\n(2019). Intrinsic functional and structural connectivity of emotion regulation\nnetworks in obsessive-compulsive disorder. Depress Anxiety 36, 110–120. doi:\n10.1002/da.22845\nPico-Perez, M., Radua, J., Steward, T., Menchon, J. M., and Soriano-Mas, C.\n(2017). Emotion regulation in mood and anxiety disorders: a meta-analysis of\nfMRI cognitive reappraisal studies. Prog. Neuropsychopharmacol. Biol. Psychiatry\n79(Pt. B), 96–104. doi: 10.1016/j.pnpbp.2017.06.001\nPiek, J. P., and Dyck, M. J. (2004). Sensory-motor deﬁcits in children with\ndevelopmental coordination disorder, ADHD and autistic disorder. Hum. Mov Sci.\n23, 475–488. doi: 10.1016/j.humov.2004.08.019\nPitcher, D., Japee, S., Rauth, L., and Ungerleider, L. G. (2017). The superior\ntemporal sulcus is causally connected to the amygdala: a combined TBS-fMRI\nStudy. J. Neurosci. 37, 1156–1161. doi: 10.1523/JNEUROSCI.0114-16.2016\nPowers, J. P., and LaBar, K. S. (2019). Regulating emotion through distancing:\na taxonomy, neurocognitive model, and supporting meta-analysis. Neurosci.\nBiobehav. Rev. 96, 155–173. doi: 10.1016/j.neubiorev.2018.04.023\nPowers, J. P., Davis, S. W., Neacsiu, A. D., Beynel, L., Appelbaum, L. G., and\nLaBar, K. S. (2020a). Examining the role of lateral parietal cortex in emotional\ndistancing using TMS. Cogn. Aﬀect. Behav. Neurosci. 20, 1090–1102. doi: 10.3758/\ns13415-020-00821-5\nPowers, J. P., Graner, J. L., and LaBar, K. S. (2020b). Multivariate patterns\nof posterior cortical activity diﬀerentiate forms of emotional distancing. Cereb.\nCortex 30, 2766–2776. doi: 10.1093/cercor/bhz273\nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., and Ho, R. C.\n(2018). Misophonia in Singaporean psychiatric patients: a cross-sectional study.\nInt. J. Environ. Res. Public Health 15:1410. doi: 10.3390/ijerph15071410\nReetz, K., Lencer, R., Steinlechner, S., Gaser, C., Hagenah, J., Büchel, C., et al.\n(2008). Limbic and frontal cortical degeneration is associated with psychiatric\nsymptoms in PINK1 mutation carriers. Biol. Psychiatry 64, 241–247. doi: 10.1016/\nj.biopsych.2007.12.010\nRocha-Rego, V., Pereira, M. G., Oliveira, L., Mendlowicz, M. V., Fiszman, A.,\nMarques-Portella, C., et al. (2012). Decreased premotor cortex volume in victims\nof urban violence with PTSD. PLoS One 7:e42560. doi: 10.1371/journal.pone.\n0042560\nRolls, E. T. (1996). The orbitofrontal cortex. Philos. Trans. R. Soc. Lond. B Biol.\nSci.351, 1433–1444.\nRolls, E. T., and Grabenhorst, F. (2008). The orbitofrontal cortex and beyond:\nfrom aﬀect to decision-making. Prog. Neurobiol. 86, 216–244.\nRossi, S., Hallett, M., Rossini, P. M., Pascual-Leone, A., and Safety of Tms\nConsensus Group (2009). Safety, ethical considerations, and application guidelines\nfor the use of TMS in clinical practice and research. Clin. Neurophysiol. 120,\n2008–2039. doi: 10.1016/j.clinph.2009.08.016\nRossi, S., Antal, A., Bestmann, S., Bikson, M., Brewer, C., Brockmöller, J.,\net al. (2021). Safety and recommendations for TMS use in healthy subjects and\npatient populations, with updates on training, ethical and regulatory issues: expert\nguidelines. Clin. Neurophysiol. 132, 269–306. doi: 10.1016/j.clinph.2020.10.003\nFrontiers in Neuroscience 21 frontiersin.org"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 22\nNeacsiu et al. 10.3389/fnins.2022.893903\nRoth, Y., Tendler, A., Arikan, M. K., Vidrine, R., Kent, D., Muir, O., et al. (2021).\nReal-world eﬃcacy of deep TMS for OCD: post-marketing data collected from\ntwenty-two clinical sites. J. Psych. Res. 137, 667–672. doi: 10.1016/j.jpsychires.2020.\n11.009\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479.\nRuspantini, I., Mäki, H., Korhonen, R., D’Ausilio, A., and Ilmoniemi, R. J.\n(2011). The functional role of the PMv in a visually paced ﬁnger tapping task: a\nTMS study. Behav. Brain Res. 220, 325–330. doi: 10.1016/j.bbr.2011.02.017\nSalomons, T. V., Dunlop, K., Kennedy, S. H., Flint, A., Geraci, J., Giacobbe,\nP., et al. (2014). Resting-state cortico-thalamic-striatal connectivity predicts\nresponse to dorsomedial prefrontal rTMS in major depressive disorder.\nNeuropsychopharmacology 39, 488–498. doi: 10.1038/npp.2013.222\nSan Giorgi, R. (2015). Hyperactivity in amygdala and auditory cortex in\nmisophonia: preliminary results of a functional magnetic resonance imaging\nstudy. Amsterdam Brain Cogn. J. 2, 21–28.\nSanchez, T. G., and Silva, F. E. D. (2018). Misofonia familiar ou síndrome da\nsensibilidade seletiva a sons: evidência de herança autossômica dominante? Braz.\nJ. Otorhinolaryngol. 84, 553–559.\nSantos, A. D. H. M., Santos, A. P. S., Santos, H. S., and Silva, A. C. D. (2018).\nThe use of tDCS as a therapeutic option for tinnitus: a systematic review. Braz. J.\nOtorhinolaryngol. 84, 653–659.\nSchienle, A., Schäfer, A., Stark, R., Walter, B., and Vaitl, D. (2005). Neural\nresponses of OCD patients towards disorder-relevant, generally disgust-inducing\nand fear-inducing pictures. Int. J. Psychophysiol. 57, 69–77. doi: 10.1016/j.ijpsycho.\n2004.12.013\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne,\nC., et al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542.\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSeeley, W. W. (2010). Anterior insula degeneration in frontotemporal dementia.\nBrain Struct. Funct. 214, 465–475.\nSeewoo, B. J., Rodger, J., Demitrack, M. A., Heart, K. L., Port, J. D., Strawn,\nJ. R., et al. (2022). Neurostructural diﬀerences in adolescents with treatment\nresistant depression and treatment eﬀects of transcranial magnetic stimulation.\nInt. J. Neuropsychopharmacol. Online ahead of print, doi: 10.1093/ijnp/pyac007\nSéguin, J. R. (2004). Neurocognitive elements of antisocial behavior: relevance\nof an orbitofrontal cortex account. Brain Cogn. 55, 185–197. doi: 10.1016/S0278-\n2626(03)00273-2\nShenhav, A., and Greene, J. D. (2014). Integrative moral judgment: dissociating\nthe roles of the amygdala and ventromedial prefrontal cortex. J. Neurosci. 34,\n4741–4749. doi: 10.1523/JNEUROSCI.3390-13.2014\nShin, L. M., Rauch, S. L., and Pitman, R. K. (2006). Amygdala, medial prefrontal\ncortex, and hippocampal function in PTSD. Ann. N.Y Acad. Sci. 1071, 67–79.\nSiepsiak, M., and Dragan, W. (2019). Misophonia-a review of research results\nand theoretical concepts. Psychiatr. Pol. 53, 447–458.\nSimmons, A. N., Stein, M. B., Strigo, I. A., Arce, E., Hitchcock, C., and Paulus,\nM. P. (2011). Anxiety positive subjects show altered processing in the anterior\ninsula during anticipation of negative stimuli. Hum. Brain Mapp. 32, 1836–1846.\ndoi: 10.1002/hbm.21154\nSimner, J., Koursarou, S., Rinaldi, L., and Ward, J. (2022). Attention, ﬂexibility,\nand imagery in misophonia: does attention exacerbate everyday disliking of\nsound? J. Clin. Exp. Neuropsychol. 43, 1006–1017. doi: 10.1080/13803395.2022.\n2056581\nSimon, D., Adler, N., Kaufmann, C., and Kathmann, N. (2014). Amygdala\nhyperactivation during symptom provocation in OCD and its modulation by\ndistraction. Neuroimage 4, 549–557. doi: 10.1016/j.nicl.2014.03.011\nSinger, T., Seymour, B., O’Doherty, J., Kaube, H., Dolan, R. J., and Frith, C. D.\n(2004). Empathy for pain involves the aﬀective but not sensory components of\npain. Science 303, 1157–1162.\nSonmez, A. I., Camsari, D. D., Nandakumar, A. L., Voort, J. L. V., Kung, S.,\nLewis, C. P., et al. (2019). Accelerated TMS for depression: a systematic review and\nmeta-analysis. Psychiatry Res. 273, 770–781. doi: 10.1016/j.psychres.2018.12.041\nSpoletini, I., Piras, F., Fagioli, S., Rubino, I. A., Martinotti, G., Siracusano,\nA., et al. (2011). Suicidal attempts and increased right amygdala volume in\nschizophrenia. Schizophr. Res. 125, 30–40. doi: 10.1016/j.schres.2010.08.023\nStanislav, K., Alexander, V., Maria, P., Evgenia, N., and Boris, V. (2013).\nAnatomical characteristics of cingulate cortex and neuropsychological memory\ntests performance. Procedia Soc. Behav. Sci. 86, 128–133.Stein, J. L., Wiedholz, L. M., Bassett, D. S., Weinberger, D. R., Zink, C. F.,\nMattay, V. S., et al. (2007). A validated network of eﬀective amygdala connectivity.\nNeuroimage 36, 736–745.\nStevens, F. L., Hurley, R. A., and Taber, K. H. (2011). Anterior cingulate cortex:\nunique role in cognition and emotion. J. Neuropsych. Clin. Neurosci. 23, 121–125.\ndoi: 10.1176/jnp.23.2.jnp121\nSteward, T., Pico-Perez, M., Mata, F., Martinez-Zalacain, I., Cano, M.,\nContreras-Rodriguez, O., et al. (2016). Emotion regulation and excess weight:\nimpaired aﬀective processing characterized by dysfunctional insula activation and\nconnectivity. PLoS One 11:e0152150. doi: 10.1371/journal.pone.0152150\nSutherland, M. T., Carroll, A. J., Salmeron, B. J., Ross, T. J., and Stein,\nE. A. (2013). Insula’s functional connectivity with ventromedial prefrontal\ncortex mediates the impact of trait alexithymia on state tobacco craving.\nPsychopharmacology 228, 143–155. doi: 10.1007/s00213-013-3018-8\nSverak, T., Linhartova, P., Gajdos, M., Kuhn, M., Latalova, A., Lamos, M.,\net al. (2021). Brain connectivity and symptom changes after transcranial magnetic\nstimulation in patients with borderline personality disorder. Front. Psychiatry\n12:770353. doi: 10.3389/fpsyt.2021.770353\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A.,\net al. (2021). A consensus deﬁnition of misophonia: using a delphi process to reach\nexpert agreement. medRxiv [Preprint] doi: 10.1101/2021.04.05.21254951\nSzykowny, N. (2020). The Relationship Between Misophonia and Perfectionism .\nPalo Alto, CA: Palo Alto University.\nTang, Y.-Y., Tang, R., and Posner, M. I. (2016). Mindfulness meditation\nimproves emotion regulation and reduces drug abuse. Drug Alcohol Depend. 163,\nS13–S18.\nThomaes, K., Dorrepaal, E., Draijer, N., de Ruiter, M. B., van Balkom, A. J.,\nSmit, J. H., et al. (2010). Reduced anterior cingulate and orbitofrontal volumes\nin child abuse-related complex PTSD. J. Clin. Psychiatry 71:17127. doi: 10.4088/\nJCP.08m04754blu\nThomason, M. E., and Thompson, P. M. (2011). Diﬀusion imaging, white\nmatter, and psychopathology. Annu. Rev. Clin. Psychol. 7, 63–85.\nThorsen, A. L., Hagland, P., Radua, J., Mataix-Cols, D., Kvale, G., Hansen, B.,\net al. (2018). Emotional processing in obsessive-compulsive disorder: a systematic\nreview and meta-analysis of 25 functional neuroimaging studies. Biol. Psychiatry\nCogn. Neurosci. Neuroimaging 3, 563–571.\nTownsend, J., and Altshuler, L. L. (2012). Emotion processing and regulation in\nbipolar disorder: a review. Bipolar Disord. 14, 326–339.\nTremblay, P., and Gracco, V. L. (2009). Contribution of the pre-SMA to the\nproduction of words and non-speech oral motor gestures, as revealed by rTMS.\nBrain Res. 1268, 112–124. doi: 10.1016/j.brainres.2009.02.076\nTremblay, P., Sato, M., and Small, S. L. (2012). TMS-induced modulation of\naction sentence priming in the ventral premotor cortex. Neuropsychologia 50,\n319–326. doi: 10.1016/j.neuropsychologia.2011.12.002\nTrevizol, A. P., Shiozawa, P., Cook, I. A., Sato, I. A., Kaku, C. B., Guimarães,\nF. B., et al. (2016). Transcranial magnetic stimulation for OCD: an updated\nsystematic review and meta-analysis. J. ECT 32, 262–266.\nTsagaris, K. Z., Labar, D. R., and Edwards, D. J. (2016). A framework for\ncombining rTMS with behavioral therapy. Front. Syst. Neurosci. 10:82. doi: 10.\n3389/fnsys.2016.00082\nTuovinen, N., Y alcin-Siedentopf, N., Welte, A.-S., Siedentopf, C. M., Steiger,\nR., Gizewski, E. R., et al. (2022). Neurometabolite correlates with personality\nand stress in healthy emerging adults: a focus on sex diﬀerences. Neuroimage\n247:118847. doi: 10.1016/j.neuroimage.2021.118847\nTuri, Z., Lenz, M., Paulus, W., Mittner, M., and Vlachos, A. (2021). Selecting\nstimulation intensity in repetitive transcranial magnetic stimulation studies: a\nsystematic review between 1991 and 2020. Eur. J. Neurosci. 53, 3404–3415.\nTzourio-Mazoyer, N., Landeau, B., Papathanassiou, D., Crivello, F., Etard, O.,\nDelcroix, N., et al. (2002). Automated anatomical labeling of activations in SPM\nusing a macroscopic anatomical parcellation of the MNI MRI single-subject brain.\nNeuroimage 15, 273–289.\nVaidya, C. J., Bunge, S. A., Dudukovic, N. M., Zalecki, C. A., Elliott, G. R., and\nGabrieli, J. D. (2005). Altered neural substrates of cognitive control in childhood\nADHD: evidence from functional magnetic resonance imaging. Am. J. Psychiatry\n162, 1605–1613. doi: 10.1176/appi.ajp.162.9.1605\nValchev, N., ´Curˇci´c-Blake, B., Renken, R. J., Avenanti, A., Keysers, C., Gazzola,\nV., et al. (2015). cTBS delivered to the left somatosensory cortex changes its\nfunctional connectivity during rest. Neuroimage 114, 386–397.\nVan Den Heuvel, O. A., Veltman, D. J., Groenewegen, H. J., Cath, D. C., Van\nBalkom, A. J., Van Hartskamp, J., et al. (2005). Frontal-striatal dysfunction during\nplanning in OCD. Arch. Gen. Psych. 62, 301–309.\nFrontiers in Neuroscience 22 frontiersin.org"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "fnins-16-893903 July 25, 2022 Time: 11:51 # 23\nNeacsiu et al. 10.3389/fnins.2022.893903\nvan Heukelum, S., Tulva, K., Geers, F. E., van Dulm, S., Ruisch, I. H., Mill,\nJ., et al. (2021). A central role for anterior cingulate cortex in the control of\npathological aggression. Curr. Biol. 31, 2321–2333.e5.\nVander Ghinst, M., Bourguignon, M., de Beeck, M. O., Wens, V., Marty, B.,\nHassid, S., et al. (2016). Left superior temporal gyrus is coupled to attended\nspeech in a cocktail-party auditory scene. J. Neurosci. 36, 1596–1606. doi: 10.1523/\nJNEUROSCI.1730-15.2016\nVetter, N. C., Buse, J., Backhausen, L. L., Rubia, K., Smolka, M. N., and Roessner,\nV. (2018). Anterior insula hyperactivation in ADHD when faced with distracting\nnegative stimuli. Hum. Brain Mapp. 39, 2972–2986. doi: 10.1002/hbm.24053\nViering, T., Hoekstra, P. J., Philipsen, A., Naaijen, J., Dietrich, A., Hartman,\nC. A., et al. (2021). Functional network topology of the right insula aﬀects emotion\ndysregulation in hyperactive-impulsive attention-deﬁcit/hyperactivity disorder.\nSci Rep. 11:15045. doi: 10.1038/s41598-021-94426-8\nVink, J. J. T., Mandija, S., Petrov, P. I., van den Berg, C. A. T., Sommer, I. E. C.,\nand Neggers, S. F. W. (2018). A novel concurrent TMS-fMRI method to reveal\npropagation patterns of prefrontal magnetic brain stimulation. Hum. Brain Mapp.\n39, 4580–4592. doi: 10.1002/hbm.24307\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O., and\nGregory, J. (2021). Item response theory investigation of misophonia auditory\ntriggers. Audiol. Res. 11, 567–581. doi: 10.3390/audiolres11040051\nWang, Z., Sun, Y.-W., Wan, J.-Q., Su, S.-S., Zhou, Y., and Xu, J.-R. (2012). A\npreliminary study of alterations in default network connectivity in PTSD patientsfollowing recent trauma. Brain Res. 1484, 50–56. doi: 10.1016/j.brainres.2012.09.\n029\nWright, C. I., Fischer, H., Whalen, P. J., McInerney, S. C., Shin, L. M., and Rauch,\nS. L. (2001). Diﬀerential prefrontal cortex and amygdala habituation to repeatedly\npresented emotional stimuli. Neuroreport 12, 379–383. doi: 10.1097/00001756-\n200102120-00039\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nYoshimura, S., Ueda, K., Suzuki, S.-I., Onoda, K., Okamoto, Y., and Y amawaki,\nS. (2009). Self-referential processing of negative stimuli within the ventral anterior\ncingulate gyrus and right amygdala. Brain Cogn. 69, 218–225. doi: 10.1016/j.bandc.\n2008.07.010\nYoung, J. R., Galla, J. T., and Appelbaum, L. G. (2021). Transcranial magnetic\nstimulation treatment for smoking cessation: an introduction for primary care\nclinicians. Am. J. Med. 134, 1339–1343. doi: 10.1016/j.amjmed.2021.06.037\nYu, J., Zhou, P., Yuan, S., Wu, Y., Wang, C., Zhang, N., et al. (2022). Symptom\nprovocation in obsessive-compulsive disorder: a voxel-based meta-analysis and\nmeta-analytic connectivity modeling. J. Psychiatr. Res. 146, 125–134. doi: 10.1016/\nj.jpsychires.2021.12.029\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment, and clinical\ncorrelates. J. Obsess. Comp. Related Disord. 14, 7–12.\nFrontiers in Neuroscience 23 frontiersin.org"
    }
  ]
}