{
  "doc_type": "scientific paper",
  "title": "Understanding Stigma in Autism",
  "authors": [
    "Turnock"
  ],
  "year": 2022,
  "journal": "Psychology, Cardiff University, Cardiff, United Kingdom.AUTISM IN ADULTHOOD",
  "doi": "10.1089/aut.2021.0005",
  "abstract": "The experience of stigma by autistic people is relatively understudied, despite contributing to a range of poor outcomes and having an overarching impact on well-being. The current review of the literature synthesizesresearch to determine what is currently known and presents a theoretical model of autism stigma. Autism stigmais primarily inﬂuenced by a public and professional understanding of autism in combination with interpretationof visible autistic traits. Moderating factors include the quality and quantity of contact with autistic people,cultural factors, sex and gender, individual differences, and diagnostic disclosure. Stigma can reduce well-beingas well as increase the presence of camouﬂaging behaviors, which mask autistic traits. Caregivers of autistic people can experience stigma by association, that is, afﬁliate stigma, which can impact their own well-being. A variety of interventions and approaches to reduce stigma are discussed, including ‘‘autism friendly’’ spaces,positive media representation, educational and psychosocial training for the public and professionals, as well ascultural and systemic shifts that foster inclusivity and recognize neurodiversity. Keywords: autism, stigma, attitudes, neurodiversity, discrimination, well-being",
  "keywords": [
    "autism",
    "stigma",
    "attitudes",
    "neurodiversity",
    "discrimination",
    "well-being"
  ],
  "research_topics": [
    "autism",
    "stigma",
    "attitudes",
    "neurodiversity",
    "discrimination",
    "well-being"
  ],
  "created_at": "2025-05-05T02:51:23.162655Z",
  "source_pdf": "documents/research/Global/Turnock 2022 Understanding Stigma in Autism.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Literature Review\nOpen camera or QR reader and\nscan code to access this article\nand other resources online.\nUnderstanding Stigma in Autism:\nA Narrative Review and Theoretical Model\nAlice Turnock, MBBCh,1Kate Langley, PhD,2and Catherine R.G. Jones, PhD2\nAbstract\nThe experience of stigma by autistic people is relatively understudied, despite contributing to a range of poor\noutcomes and having an overarching impact on well-being. The current review of the literature synthesizesresearch to determine what is currently known and presents a theoretical model of autism stigma. Autism stigmais primarily inﬂuenced by a public and professional understanding of autism in combination with interpretationof visible autistic traits. Moderating factors include the quality and quantity of contact with autistic people,cultural factors, sex and gender, individual differences, and diagnostic disclosure. Stigma can reduce well-beingas well as increase the presence of camouﬂaging behaviors, which mask autistic traits. Caregivers of autistic\npeople can experience stigma by association, that is, afﬁliate stigma, which can impact their own well-being.\nA variety of interventions and approaches to reduce stigma are discussed, including ‘‘autism friendly’’ spaces,positive media representation, educational and psychosocial training for the public and professionals, as well ascultural and systemic shifts that foster inclusivity and recognize neurodiversity.\nKeywords: autism, stigma, attitudes, neurodiversity, discrimination, well-being\nCommunity Brief\nWhy is this topic important?\nAutistic people are known to experience stigma. This means that they can face ignorance, prejudice, and\ndiscrimination.\nWhat was the purpose of this article?\nThe purpose of the article was to review research on autism stigma. We wanted to better understand autismstigma. We looked at why autistic people and their families experienced stigma. We also looked at what factorsinﬂuenced stigma and the impact of stigma. Last, we discussed how to reduce stigma for autistic people and\ntheir families.\nWhat do the authors conclude?\nWe summarized the research ﬁndings into a model. Autism stigma is affected by people’s understanding ofautism and by visible autistic traits. Poor understanding of autism means that visible autistic traits may be\nviewed negatively. Certain factors inﬂuence the amount of stigma. One factor was the quality and quantity ofcontact that autistic people have with others. Another factor was cultural differences, such as speciﬁc beliefsabout autism. Sex and gender were important, as were other differences such as education and age. Last,whether an autistic person had shared their diagnosis affected stigma. Autism stigma had a negative impact on\n1School of Medicine, Cardiff University, University Hospital of Wales, Cardiff, United Kingdom.\n2Wales Autism Research Centre, School of Psychology, Cardiff University, Cardiff, United Kingdom.AUTISM IN ADULTHOOD\nVolume 4, Number 1, 2022ªMary Ann Liebert, Inc.\nDOI: 10.1089/aut.2021.0005\n76"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "well-being. This included poor mental and physical health, as well as reduced social connections. Autism\nstigma also led to increased ‘‘camouﬂaging’’ of autistic traits. Family members also experienced stigma, whichcan affect their own well-being. Reducing autism stigma is important. To reduce stigma people should createmore ‘‘autism friendly’’ spaces. They should include more positive representations of autistic people in themedia. They should also improve the autism education of the public and professionals. Last, they should supportneurodiversity.\nWhat do the authors recommend for future research on this topic?\nWe need to better understand the factors that lead to autism stigma. We also need more effective ways to reducestigma for autistic people and their families. Including the autistic community in this research process is very\nimportant.\nHow will this review help autistic adults now and in the future?\nThe review shows how stigma affects the autistic community. Autistic adults may ﬁnd that the model helpsthem understand their own experiences of stigma. We hope the review will help develop more research into\nhow to reduce autism stigma. Reducing autism stigma will improve the lives of autistic adults.\nIntroduction\nThe experience of stigma for minority groups is well\nrecognized,1,2with autism considered an identity-based\nminority.3However, the speciﬁc experience of stigma for\nautistic people has been relatively understudied, with a biastoward the experiences of family members rather than autis-tic people themselves.\n4The term stigma dates back to the\nancient Greek practice of cutting or burning a mark into a\nperson to brand them a slave, traitor, or criminal, the markof someone to be avoided.5In modern usage, stigma is con-\nsidered an attribute that is unfavorable and that seemingly\ndiscredits an individual, leaving them to be viewed as lessvaluable than the rest of society.1,5,6Notably, this deﬁnition\ndepends on a collective understanding of what is unfavorable,\nthus stigma is inherently socially constructed.1\nStigma can be seen as an overarching term for problems\nof knowledge (i.e., ignorance), problems of attitudes (i.e.,\nprejudice), and problems of behaviors (i.e., discrimination).7\nDeﬁnitions of the interconnecting processes that contribute\nto or reﬂect stigma are varied, underlining the challenge of\ncapturing this complex process. This review draws on Link\nand Phelan’s seminal conceptualization of stigma.8They\nargue that the development of stigma derives from the cul-\nturally driven detection and labeling of a difference (e.g.,\nlabeling people with a particular set of behavioral charac-teristics as autistic), which converges with other interrelated\ncomponents to form stigma.\nLink and Phelan’s8second component of stigma is the\nattribution of unfavorable stereotypes to the label (e.g., au-tistic people are unfriendly). From a social-cognitive per-\nspective, this linking between a label and its stereotypes is\nkey to the development of stigma, as stereotypes can im-plicitly affect how an individual perceives other people.\n9The\nnext component is the use of the label to cause a separation\nbetween ‘‘them’’ and ‘‘us’’ (e.g., autistic people vs. everyoneelse). The ﬁnal component is loss of status and the experience\nof discrimination (e.g., not being hired or promoted because\nof being autistic).\nStatus loss and discrimination can be perceived as be-\nhavioral outcomes of stigma; a consequence of being labeled,being classiﬁed as other, and being linked to undesirable\ncharacteristics. Experiencing status loss and discrimination\nlies at the heart of the inequality that a stigmatized personfaces and contributes to negative treatment at both personal\nand structural levels.\n7,8Limited knowledge and understand-\ning has a critical role in the presence of stigmatized views, asan individual is more likely to rely on reductionist labels andstereotypes, dichotomize into them versus us, and ultimately\nbehave in a discriminatory way.\nAttitudes and beliefs can be conceptualized as the deeply\nheld cognitions that lead to the labeling, stereotyping, setting\napart, and discriminating that contribute to stigma.\n8Attitudes\nare often measured by directly asking people to state how muchthey endorse positive and negative attitudes toward autism.10\nAlternatively, openness toward a ﬁctional autistic adult or childcan be explored, for example, by asking participants to ratewhether they would feel afraid of the autistic person.\n11,12\nStigma is traditionally measured by using a measure of social\ndistance, which is seen as a consequence of stigmatized views\nand conceptualized as the deliberate avoidance or exclusion ofanother person from social interactions.13,14\nStigma can be categorized into different types. Most\ncommonly, the discussion of stigma refers to enacted orpublic stigma, which is the overt discrimination of stigma-\ntized individuals.15However, this review will also consider\nself-stigma, or felt stigma, which is when the stigmatizedperson turns the prejudice they experience onto themselves.16\nThis can include feeling shame in relation to stigmatizedcharacteristic(s), and fear of enacted stigma.16,17Afﬁliate, or\ncourtesy, stigma will also be discussed, which is stigma ex-perienced by people associated with the stigmatized person,\ne.g., family members (Table 1).5,15\nAutistic people can experience loneliness and fewer friend-\nships compared with neurotypical peers,18–20fewer friend-\nships in adolescence compared with peers with other special\neducational needs,21have more difﬁculties with education22\nand employment,23,24experience poor social integration,25,26\nand face high rates of bullying.21These factors are associated\nwith a reduced quality of life.27While these experiences have\nbeen attributed to autistic traits, more recent thinking has\nalso considered the impact of negative societal responsesSTIGMA AND AUTISM 77"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "to autistic people in contributing to these outcomes.28,29\nReﬂecting this, interviews with neurotypical people have\nfound that autism is perceived by some as violating ‘‘accepted\nsocietal norms.’’30\nAutistic people encounter negative experiences in their\neveryday lives that likely reﬂect autism stigma. For example,\nneurotypical people are less likely to want to live in the\nsame building as autistic people or to spend time together asfriends,11and they are also less likely to want an intimate\nrelationship with an autistic person.31At the extreme, autis-\ntic people can be dehumanized by neurotypical people.32\nAutistic people describe autism stigma as destructive and at\nodds with their own conception of autism as a value-neutral\ncategory, such as handedness and eye color.33\nAccordingly, 15.4% of a recent sample of 149 autistic\nadults report moderate to severe felt stigma,4with the expe-\nrience of stigma being reported by autistic adolescents and\nadults across a range of qualitative accounts.33–35Alongside\nthis, there is consistent evidence that afﬁliate stigma is expe-\nrienced by the families of autistic people.36–45\nThe breadth of psychological and social issues relevant to\nautism stigma and the limited synthesis of this work drew us\nto a narrative review. The broad remit of a narrative review\nenabled us to consider a wide range of pertinent issues: fac-tors that contribute to autism stigma, the impact of stigma forautistic people and their families, and possible interventions\nto reduce stigma. These ﬁndings will be conceptualized in a\ntheoretical model of autism stigma (Fig. 1).\nThe model provides an overview for researchers interested\nin exploring the many facets of autism stigma and supports\nautistic people wanting to map their own experiences ontoexisting evidence. Importantly, when developing the model,\nwe considered the deﬁnition of stigma broadly and also\nincorporated relevant research on attitudes and acceptance,which are correlates of stigma and theoretically tightly\ncoupled.\n8,46Our narrative approach was underpinned by a\nthorough PubMed review of articles on autism (autis*) pairedsystematically with each of the following terms stigma,attitude, understanding, and knowledge.\nWe followed up relevant citations enabling our search to\nsnowball and reach saturation. The model has been shapedby the ﬁndings, theory, and critical analysis within the ref-\nerences, as well as by additional areas of research ﬂagged as\nimportant by our initial search and included as part of oursnowballing strategy (e.g., neurodiversity in autism).\nFactors Inﬂuencing Stigma in Autism\nAs detailed in Figure 1, the variables that contribute to\nautism stigma are public and professional understanding ofautistic traits and expressed autistic traits. As previously\nmentioned, understanding has an overarching effect on thedevelopment of stigma. We also include expressed autistic\ntraits, as stigma is fundamentally driven by a culturally driven\ndetection and labeling of a difference.8We argue that it is\nfrom this intersection of understanding of and observation of\nautism that other components of stigma occur.\nModerating factors that inﬂuence the strength or direc-\ntion of the relationship between these variables and stigma\ninclude: the quality and quantity of contact, diagnostic dis-\nclosure, culture, sex and gender, and individual differences.Note that our model only includes the direct moderating\neffects on enacted stigma. These moderators are likely to\nhave direct effects on both felt and afﬁliate stigma, but thisis beyond the scope of the review.\nPublic and professional understanding of autistic traits\nWhen discussing understanding we are referring to a holis-\ntic conception and comprehension of autism that goes beyondfactual or ‘‘book’’ knowledge. For example, knowing that\nautism is diagnosed more in males would not be useful when\nwanting to support an autistic person struggling with sensoryoverload. However, studies have focused on measures that\nprobe knowledge, for example, discrete facts about etiology,\ntreatment, or selected symptoms.\n13,47Poorer public and\nprofessional knowledge of autism is often correlated withless positive attitudes48and more stigma,29,48–51although\nnull results also occur.52–56Knowledge is also recognized by\ncarers of autistic children as contributing toward stigmati-zed views.44\nSome surveys have shown encouraging levels of autism\nknowledge among the public.48,57,58However, incorrect knowl-\nedge is present in the public and the impact of incorrect\nknowledge, even in the context of dominantly correct\nknowledge, is not understood. Some areas of misinforma-tion include that autism is characterized by symptoms of\nother conditions,58that all autistic children show poor eye\ncontact,57and that autistic people do not show affection or\nattachments.50\nUndergraduate students who incorrectly attributed unfa-\nvorable traits to autism were likely to have less positive\nattitudes toward autism regardless of the number of correcttraits they identiﬁed.53This suggests certain misconceptions\nmay dominate, even in the face of some correct knowl-\nedge. Another important consideration is the valence of theknowledge that is associated with autism. Eight of the 10\ncharacteristics that undergraduate students most commonly\nassociated with autism had negative valence, with negativestereotyping likely to contribute to stigma.\n59Table 1.A Summary of the Deﬁnitions of Stigma\nTerm Deﬁnition\nStigma A socially constructed concept; any attribute that is seen as unfavorable and that seemingly\ndiscredits an individual, leaving them to be viewed as less valuable than the rest of society.\nPublic/Enacted Stigma Discrimination or rejection experienced by a stigmatized person.Felt/Self Stigma The internalized prejudice experienced by a stigmatized person, including shame and fear of\nenacted stigma.\nAfﬁliate/Courtesy\nStigmaStigma experienced through association with a stigmatized person (e.g., parents/caregivers and\nother family members).78 TURNOCK ET AL."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "There are also misconceptions and inadequate knowledge\nabout autism among health care professionals.52,56,60–65UK\ngeneral practitioners displayed good knowledge of autism\nbut only modest conﬁdence in their ability to work with au-tistic people,66which arguably highlights the limitations of\nfactual knowledge in equipping professionals to engage ef-\nfectively with autistic people. Teachers and childcare pro-\nviders may also have poor knowledge and outdated beliefsabout autism, particularly relating to etiology,58,67–71al-\nthough teachers with more experience of autism have more\nknowledge.72,73Some autistic pupils reported feeling stigmatized by their\nteachers and attributed this to being judged based on previous\nexperiences with other autistic pupils.74These limitations\nhave been partly attributed to insufﬁcient training,64–66,75\nwith professionals with better knowledge and experiencesless likely to stigmatize autistic children.44,49\nTo fully explore the effect of autism understanding on\nautism stigma, ﬁne-grained analysis is needed to disentan-gle what types of knowledge and understanding are most\npredictive of better attitudes and lower stigma. We argue\nthat nuanced understanding, which critically recognises the\nFIG. 1. Theoretical model of causes and impact of autism stigma. Red circles indicate stigma, with Enacted stigma\nrepresented by the convergence of public and professional understanding of autism and expressed autistic traits (observedvariables). Felt stigma and Afﬁliate stigma are experienced through Enacted stigma (black arrows). Purple rectangles\nindicate factors that have a moderating effect on the observed variables. Blue circles indicate the impact of stigma, including\nWell-being, measured by three observed variables, and camouﬂaging. Black arrows indicate the direct effects betweenEnacted stigma and Well-being and Camouﬂaging, as well as the indirect effects through the effects of Afﬁliate and Felt\nstigma. The curved black double- headed arrow illustrates covariance between public and professional understanding of\nautistic traits and expressed autistic traits, and between Well-being and Camouﬂaging. The bullet points above the dashedlines indicate interventions that may reduce stigma.STIGMA AND AUTISM 79"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "heterogeneity and complexity within the autism spectrum,\nwould be a better predictor than discrete facts. To this end,\nmeasuring understanding through identifying autistic peoplein vignettes or a video, which relies on consideration ofpatterns of behaviours, may be a more sensitive measure than\nfact endorsement.\nIt would also be meaningful to extend understanding\nof autism to knowing how to best support autistic people.\nConsideration should also be given to what the autistic com-\nmunity think others should understand about autism. Ref-lecting this, a recent autism knowledge questionnaire that\nwas co-produced by the autistic community found that the\nsubsections around societal views and the experience ofbeing autistic were predictors of autism attitudes in Austra-lian adults.\n48\nExpressed autistic traits\nAutistic people’s difﬁculties in social communication are\noften physically expressed; examples include unusual pat-terns of eye contact, reduced facial expression and sharing\nof emotions, and limited gesture use.76Restricted and repet-\nitive behaviors can include motor mannerisms and unusualresponses to sensory stimuli.76Sensory behaviors can be par-\nticularly prevalent outside the home in unfamiliar spaces,77\nand overwhelming sensory experiences can induce signiﬁ-\ncant distress.78\nThese visible autistic traits may lead to negative attitudes\nduring ﬁrst impression formation.28,79,80When assessing ﬁrst\nimpressions using video clips, neurotypical people have per-ceived autistic people as less attractive, more submissive, and\nmore awkward than matched neurotypical counterparts.28\nHowever, ﬁrst impressions were not negative when the speech\ntranscript was presented without visual stimuli, suggesting that\nthe bias was driven by expressive differences.28\nSome of these expressed differences can be particularly\nnegatively perceived by the neurotypical population. Stereo-\ntyped or repetitive motor mannerisms, or ‘‘stimming,’’ were\nrecognized by autistic people as being negatively judgedby neurotypical people, making them feel devalued or‘‘weird.’’\n81Autistic people have also reported that some\nautistic differences can be perceived as frightening to neuro-\ntypical people82and that people sometimes associate autism\nwith violent acts.33Relatedly, students in the United States\nand Lebanon perceived disruptive autistic behaviors as more\n‘‘dangerous’’ than withdrawn behaviors, which promptedgreater stigmatization.14\nWithin our model (Fig. 1), we have indicated a covariance\nbetween public and professional understanding of autistictraits and expressed autistic traits. This is because the social\nmodel of disability recognizes the social construction within\nwhich autistic people exist, with poor understanding andattitudes from professionals and the public likely to affectexpressed traits and possibly lead to elevated distress or\ndiscomfort for autistic people.\n83Similarly, the way that an\nautistic person behaves will inform public and professionalinsights into autism.\nModerating factors\nThe quality and quantity of contact that autistic and neu-\nrotypical people have with one another is an important con-sideration. Knowing and spending time with an autisticperson is associated with more positive attitudes toward\nautistic adults and children.11,48,53,84,85It is important to\nconsider the distinct contributions of both the quantity andquality of contact, with both dimensions associated withmore positive attitudes\n54and decreased stigma.86However,\nquality of contact appears to be a more robust predictor\nof attitudes than quantity.54,86This pattern of ﬁndings is\ncongruent with data showing that people with autistic imme-\ndiate family members have more positive attitudes,11and less\nstigma toward autism.13,29\nFor neurotypical people, high-quality interactions may\nlead to decreased anxiety and increased comfort around\nautistic people, which lays the foundation for better under-standing and, consequently, better attitudes toward autism.54\nSimilarly, high-quality interactions also support autistic\npeople in feeling comfortable, which create better conditions\nfor autistic people to be accurately understood. Conversely,lack of understanding and unfavorable attitudes about autism\nfrom neurotypical people may lead to negative social inter-\nactions (e.g., being unwelcoming) that impact the interac-tions of autistic people (e.g., displaying wariness), limiting\nopportunities for quality social connections and potentially\nexacerbating stigmatized views.\n28,87\nThe quality of contact may be inﬂuenced by the issue of\n‘‘double empathy,’’ whereby autistic and neurotypical people\nare mutually challenged in their understanding of one anotherdue to fundamental differences in how each understand theworld.\n88,89Autism is not associated with distinctive physical\nfeatures; therefore, autistic people’s ‘‘typical’’ appearance\ncoupled with their unusual behaviors may elevate stigma,with autistic behaviors understood as social deviance rather\nthan reﬂecting an underlying difference or difﬁculty.30,90\nOverall, although more direct comparisons are required, ex-\nisting research suggests that quality of contact has more\nimpact than quantity.\nAnother important consideration is whether diagnostic\ndisclosure may moderate how autistic people are perceived.The attribution model of stigma proposes that if a behavior\nis perceived as controllable, then negative reactions to a\nstigmatized individual will be greater as responsibility fortheir actions will be assumed.\n91Related to this, the label\nof autism leads to more favorable ﬁrst impressions of autis-\ntic people presented in video clips than when this label isnot provided80,92There is growing evidence that diagnostic\ndisclosure can lead to more positive attitudes,55,93,94more\npositive affective responses,95greater acceptance of inap-\npropriate social behaviors,96as well as reduced stigma.97\nHowever, these ﬁndings are not universal. For example,\nknowledge of diagnosis can have a negative impact on ﬁrstimpressions of autistic people for those with high autismstigma,\n98whereas school children and adolescents do not\nmodify their social distancing toward a ﬁctional autistic peer\nwhen diagnosis is disclosed.99A recent scoping review\nconcluded that the fear of stigma was tied to the reluctance of\nautistic people to share their diagnosis,100although concerns\nabout judgment and misunderstanding have been attributed toboth disclosing and not disclosing an autism diagnosis.33,101\nThe disconnect between experimental evidence of the\npositive impact of diagnostic disclosure and the lived expe-riences of autistic people warrants further exploration. One\npossible source of variance is the impact of preexisting au-\ntism knowledge or understanding on the effect of diagnostic80 TURNOCK ET AL."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "disclosure, with ﬁndings currently mixed.92,95It is also rel-\nevant that diagnostic disclosure may also affect how autistic\npeople express themselves. A stronger autistic identity hasbeen linked to a more open expression of autistic behaviorsin everyday life, mediated by the extent to which the autis-\ntic person is open about their diagnosis.\n102Further, autistic\npeople may choose not to share their diagnosis in certaincontexts,103which means they may behave differently across\nenvironments.\nAnother possible moderator is cultural factors. People in\nthe United States have been found to hold less stigma to-\nward autistic people than those in Lebanon, Japan, and\nChina. However, whereas people in China and Lebanon hada lower understanding of autism, people in Japan had asimilar level of knowledge to the United States.\n50,104,105\nThis aligns with the idea that dominantly collectivist cul-tures, where group cohesion is biased over the needs of theindividual, may be more susceptible to stigma due to more\nready adoption of culturally deﬁned norms.\n104However, it\nis notable that an investigation of autism stigma in collegestudents in Lebanon and the United States found that in-\ndividual characteristics (e.g., previous contacts with autis-\ntic people) exerted a stronger inﬂuence on autism stigmathan the country of residence.\n106\nCultural differences can clearly exert signiﬁcant inﬂuence.\nIn South Korea, the lay classiﬁcation of ‘‘border children’’recognizes children in mainstream schools who would bedescribed as autistic by Western-trained clinicians.\n107This\nlabel is partly driven by parental desire to avoid autism stigma,\nwith the cultural importance of academic success supportingtheir child’s ‘‘normalcy.’’107Parents in China have described\nthat the cultural belief that respect for the father is related to\nthe prospects of the son, can mean that parents do not want todisclose their son’s autism.108\nIn other countries, the conceptualization of autism as\nsomething other than a developmental disorder can leavecommunities vulnerable to stigma. For example, in Vietnam,autism has been variously conceptualized as a disease, a\n‘‘family problem,’’ and karmic demerit.\n109In parts of Africa,\nautism has been attributed to supernatural phenome-non.110,111These types of beliefs not only lead to signiﬁcant\nstigma, such as autistic children being asked to leave public\ntransport or families being unable to rent accommodation,112\nbut can also lead to inappropriate and sometimes danger-\nous ‘‘cures’’ by traditional healers.110,111\nCultural differences can also be perceived within a coun-\ntry among minority immigrant or indigenous communities.\nSomalian families in the United Kingdom report high levels\nof stigma toward their autistic children, leading to familieshiding their child and delaying seeking support becausechallenging behaviors are not tolerated within their commu-\nnities.\n113–116There is prevalent autism stigma within Black\nAmerican communities from diverse socioeconomic back-grounds, particularly related to denial and shame,117,118as\nwell as lower levels of autism acceptance in Asian American\ncommunities.119\nAboriginal and Torres Strai t Island community members\nin Australia that have autistic family members also report a\nhigh degree of stigma.120The experience of shame, which\nhas strong cultural relevance, was commonly identiﬁed and\nlinked with a reluctance to share the diagnosis. An addi-\ntional challenge for minority groups is that autism stigma,which may have community-speciﬁc manifestations, is\nlikely to interact with other s tigma, such as those relating to\nreligion, race, and ethnicity. I ndeed, the starkest accounts of\nstigma by the Aboriginal and Torres Strait Island com-munities were related to interactions with non-Aboriginal\npeople.120\nIn addition, Black American parents have reported expe-\nriencing racism, including negative assumptions about their\nautism knowledge and family circumstances, within the\ndiagnostic process.117More nuanced investigation is needed\nto better understand the impact of culture and community,\nboth within and across countries, on the experience of stigma\nfor autistic people and their families. This could include adirect exploration of whether there are contrasting experi-ences of autism stigma for families and autistic individuals\nwithin and outside of different community groups, and the\nextent to which additional forms of ‘‘otherness’’ may com-pound stigma.\nAlthough cultural factors are more easily associated with\ntheir possible impact on public or professional perceptionsand understanding, it is also true they may inﬂuence the\nexpression of autistic traits. Reﬂecting this, there is modest\nevidence that the severity of some autistic traits may varyacross some cultures.\n121\nIt is also important to consider the moderating effects\nof the sex and gender of autistic people. Though sometimesused interchangeably, sex focuses on the biological differ-ences between males and females, whereas gender focuses on\nsocially constructed roles, behaviors, and attributes.\n122There\nis growing interest in delineating differences in the expres-sion of autism based on sex and gender,122but gender and sex\nnorms may also affect the perceptions of autistic people by\nneurotypical people.\nOne qualitative study suggested that autistic females\nrecognized pressure to fulﬁl gender stereotypes, including\nexpected social skills, and that female groups were less for-giving of social ‘‘faux pas.’’123Similarly, in a mixed-methods\nstudy, autistic girls were more likely to feel like victims in\nfriendship groups than autistic boys and neurotypical girls\nand boys, and felt punished for not ‘‘getting it’’ socially.124\nThese studies predict that autistic females would experience\nmore stigma based on greater difﬁculty in aligning with gen-\nder norms.\nFrom the parent perspective, mothers of autistic chil-\ndren may be more vulnerable to experiencing autism\nstigma than fathers, including avoidance, hostile staring,and rude remarks from the public.15Again, this may relate\nto gender stereotypes, with a higher threshold of expec-\ntation set on mothers’ parenting. Typically, studies thatinclude gender do not consider the broader spectrum ofgender presentations, including transgender and nonbi-\nnary, who are overrepresented in autistic popula-\ntions,\n125,126which is an important consideration for future\nresearch.\nConsideration should also be given to wider individual\ndifferences beyond an autistic person’s sex or gender.Individual differences related to the expression of autism\nare also relevant. For example, disruptive autistic behav-\niors lead to more stigma than withdrawn behaviors,14and\nparents of violent or aggressive autistic children are more\nlikely to encounter stigma.15From a different perspective,\nthe autism stigma experienced by families may be greaterSTIGMA AND AUTISM 81"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "if their child’s autism is less visible compared with chil-\ndren with more obvious additional needs, such as intel-\nlectual disability.15\nIn terms of individual differences among the public, there\nis converging evidence that females are less likely to have\nstigmatized views about autism,13,48,119have higher levels\nof acceptance of autistic people,119more positive attitudes,48\nand greater willingness for social closeness with autistic\npeople.13,50Higher educational levels are also associated\nwith higher levels of acceptance119and lower levels of stig-\nmatized views.127However, education level is not a predic-\ntor in all studies.29,48Age is generally not predictive of\nautism-related attitudes and stigma.29,48,119,127Other rele-\nvant individual differences predictive of lower autism stigmainclude openness to experience, and decreased acceptance\nof inequality.106\nThe Impact of Stigma\nThe potential effect of stigma on autistic people and their\nfamilies is wide ranging and has an overarching impact on\nwell-being.3Well-being is a multidimensional construct,\nwith stable well-being occurring when individuals have thepsychological, social, and physical resources to meet a par-\nticular psychological, social, and/or physical challenge.128\nThe insidious effects of stigma may erode at some of these\nresources, with deleterious consequences for well-being. Asillustrated in Figure 1, stigma can affect well-being by inﬂu-\nencing a range of factors, including mental health, physi-\ncal health, and social connectedness.129–131In addition,\nwe consider the impact of stigma on behaviors adopted by\nautistic people to camouﬂage their behaviors, typically dri-\nven by a desire to ‘‘ﬁt in.’’132,133\nWell-being\nRecent research identiﬁed that greater awareness of stig-\nmatized status was related to lower levels of psychological\nwell-being in autistic adults.134The lower social standing of\nstigmatized minority groups is believed to lead to exposureto more stressful life events, alongside fewer resources to\nmanage these events.3Autistic people have reported a wide\nrange of stressors common to minority groups, includingvictimization, violence, discrimination, rejection, and felt\nstigma,3,35,135which predicted heightened psychological\ndistress, reduced well-being,3and reduced quality of life.135\nRelatedly, only 7% of autistic adults felt accepted as an autis-\ntic person within society, with feelings of acceptance pro-\ntecting against depression.136These ﬁndings are particularly\nrelevant given the high prevalence of co-occurring mental\nhealth conditions in autistic people.137\nFelt and enacted stigma can lead to reduced access to\nhealth care, with implications for both mental and physicalhealth.138,139For example, there is a suggestion that neg-\native attitudes at university could stop autistic students\nfrom approaching support services.53Stigma can also lead\nto a reluctance to disclose an autism diagnosis in health\ncare settings,140–142as well as in the workplace,143despite\ndisclosure often being necessary for appropriate care orsupport.142,143Similarly, stigma can lead parents to resist a\ndiagnosis for their child.144Autistic people and fam-\nily members have identiﬁed stigma and negative percep-tions among health care professionals, alongside a lack ofﬂexibility and unwillingness to make autism-speciﬁc ad-\njustments.142Therefore, stigma can affect the quality and\nappropriateness of health and social care received, withconsequences for well-being.\nThe caregivers of autistic people are also adversely\naffected, with afﬁliate stigma correlated with anxiety and\ndepression,37,145poorer physical health,42lower subjective\nwell-being,146and fewer working hours.39A recent theoret-\nical framework of the relationship between autism stigma and\ncaregiver mental health suggests that there are both change-able factors (e.g., caregiver burden, self-blame, social isola-\ntion) and nonchangeable factors (e.g., culture, ﬁnancial\nburden), both of which contribute to mental ill health andstigma.\n145\nAside from mental and physical health, the social con-\nnectedness that someone feels to their local and wider com-\nmunities is also an important dimension of well-being.147The\nstigma and misconceptions of the neurotypical majority can\nlead to autistic people becoming socially isolated.148A\ndominant perception of autistic people is that they are notinterested in social relationships.148However, many autistic\npeople have a desire for meaningful friendships and rela-\ntionships but struggle to obtain them.149–151\nDissatisfaction with social support,19less social con-\ntact,152and less social connectedness153have all been asso-\nciated with the experience of loneliness for autistic people. Inturn, loneliness has been associated with depression andanxiety for autistic people across multiple studies,\n131,152–154\nas well as with poorer life satisfaction and self-esteem.131In\ncontrast, feelings of greater social connectedness, more timespent with friends, and greater levels of perceived social\nsupport have all been associated with better well-being\namong autistic college students.155However, the heteroge-\nneity of autism means that assumptions should not be made\nabout the desire for social connectedness.\nThose who want more social connectedness are arguably\nmore likely or able to voice their social preferences, so it is easyto forget those who are more passive and retiring, including\nthose who prefer aloneness and do not want intrusion. There\nshould be understanding and acceptance of autistic peopleregardless of their social style or preferences.\n156\nFor family members, parents report friends asking them\nnot to bring their autistic children to social gatherings orjudging their parenting.157More generally, parents can ﬁnd\nreactions from members of the public difﬁcult and have\nreported feeling embarrassed in public when their autisticchild does not behave in a socially acceptable way.78These\nexperiences may partly explain why the degree of afﬁliate\nstigma associates negatively with participation in communityevents for parents of autistic children,158as well as lead to\nsocial disconnection from family and friends.39In summary,\nautism stigma can have negative effects on the mental and\nphysical health of autistic people and their families, as well asleading to reduced social connectedness. These factors all\ncontribute to reducing well-being within autistic communities.\nCamouﬂaging\nStigma may also be a driver of the behaviors that autistic\npeople choose to present to society, with a consequential\nimpact on mental health and identity. Deﬁned as ‘‘camou-ﬂaging,’’ some autistic people dampen down or mask their82 TURNOCK ET AL."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "autistic traits to try and appear more neurotypical and better\nmanage social situations.132,133This relates to the concept\nof ‘‘compensation’’ in autism, whereby some autistic peopleshow more ‘‘typical’’ social skills than their underlyingsocial cognitive difﬁculties would predict.\n159–161\nCompensating for underlying difﬁculties and camouﬂag-\ning certain behaviors is mentally taxing and may resultin fatigue,132,160,162poorer mental health,130,133,140,162–164\neducational underachievement,162and suicidality.165The\ndrive to behave neurotypically can also delay diagnosis, notonly delaying access to support but also making the autistic\nperson vulnerable to stigma through being less well under-\nstood.92,95,96,157,166Some motivations for camouﬂaging\nappear to reﬂect the pursuit of fulﬁlment, such as the desirefor meaningful relationships.130,132,160However, other be-\nhaviors often relate to societal norms, including the fear of\nrejection or bullying, a pressure to conform,160and awareness\nof being in a ‘‘social minority.’’167\nCamouﬂaging has resonance with the concept of ‘‘con-\ncealment,’’ which is a way that stigmatized groups haveprotected themselves from discrimination.168Recently,\nautistic people have described the camouﬂaging of their\nautism as a direct response to concerns about experiencingstigma,33,169as well as feelings of shame, which reﬂects felt\nstigma.130In this context, camouﬂaging behaviors have been\ndescribed as a ‘‘normalising artiﬁce’’ in which the stigma ofautism is transformed into the mask of autism.170\nReﬂecting this, a greater perception of autism stigma was\nassociated with greater camouﬂaging in a sample of autistic\nadults, which has been interpreted through Social IdentityTheory as a way of associating with the higher-status neu-\nrotypical majority.134However, although there is a relation-\nship between a stronger autistic identity and reducedcamouﬂaging, some autistic people experience an inconsis-\ntency; being proud of and strongly identifying as autistic\nwhile also camouﬂaging to ﬁt in.130,134,162Better under-\nstanding of this apparent paradox could be an importantavenue for future research. In summary, there is converging\nevidence that camouﬂaging behaviors can have a deleterious\neffect on mental health, and they are tightly coupled withprotecting the self from the negative consequences of autism\nstigma.\nReducing Stigma\nThere are various approaches that may reduce the stigma\nexperienced by autistic people and their families, although\nthere has been relatively little investigation into their effec-\ntiveness. In Figure 1, we have included examples of inter-ventions that may bring positive change for the autistic\ncommunity. For ease of illustration, we have focused the\nimpact of the interventions on contributors to enacted stigma:public and professional understanding of autism and ex-pressed autistic traits. However, these interventions are likely\nto have a wider impact on, and interact with, other compo-\nnents of the model.\nAutism-friendly spaces\nAutism-friendly spaces are ones in which the ‘‘person-\nenvironment’’ ﬁt is enhanced,171–173including making a\nspace more socially comfortable (e.g., availability of a quietroom; agreed expectations about social interaction) orphysically comfortable (e.g., appropriate lighting) alongside\nmore generic adaptations such as improving the predictabil-\nity of an environment. A relevant overarching approach isUniversal Design, in which environments are developed asinclusive for all at their earliest conception, rather than being\nsubsequently modiﬁed.\n174\nAutistic people have reported that socializing can be partic-\nularly difﬁcult when neurotypical family and friends do not\nconsider their preferences, with some activities being inacces-\nsible due to environmental challenges.167Further, the inappro-\npriateness of many school environments has been described as a\nbarrier to inclusivity, including issues relating to unpredict-\nability, sensory experiences, and social pressures.74,175\nAdaptations to environments give more opportunities for\nneurotypical and autistic people to share spaces. Although yet to\nbe empirically tested, we argue that autism-friendly spaces can\nimprove understanding of and attitudes toward autism by en-abling autistic people to better integrate with the wider com-\nmunity. Further, autism-friendly spaces are less likely to invoke\ndistress, thus enabling autistic people to be their true selves. Weargue that this will enhance the quality of interactions with\nautistic people, and consequently reduce stigma.\n54,106Thus,\nalthough the driver of autism-friendly environments is to makespaces more comfortable for autistic people, there may be wider\nbeneﬁts relating to inclusivity and stigma reduction.\nIncreased inclusive media representation\nKnowing someone with autism is associated with more\npositive attitudes toward autism11,48,53and less stigma.11,13,29\nThis ‘‘knowing’’ of autistic people could be partly achieved\nby greater and better media representation. Negative report-\ning of autism is correlated with negative attitudes,176but\nthe media representation of autistic people is often nega-\ntive.177–180There has a been a call for more accuracy in\nportrayals of autism in the media, although achieving a bal-anced message is difﬁcult given the heterogeneity of\nautism.181Positive portrayals are also beneﬁcial for autistic\npeople and their families.144Therefore, positive autistic role\nmodels and representation of the diversity of autistic expe-rience are likely to improve understanding and reduce neg-\native attitudes, ultimately reducing autism stigma. In\naddition, positive media representations may support autisticpeople in expressing themselves and reduce the need for\ncamouﬂaging.\nEducational and psychosocial training tools\nAnother approach is to formally educate the public and\nprofessionals about autism. Online training using PowerPoint\nhas signiﬁcantly increased knowledge and decreased stigma\nin students.13,50,182,183However, it is unknown whether these\npositive changes would be sustained over time, nor whetherthe training would translate to real-life behaviors.\nWith respect to the impact of training on real life, a recent\nstudy investigated the effect of an autism acceptance trainingvideo on young adult males who subsequently engaged in a\nconversation with an autistic social partner.\n184Both partners\nreported more interest in spending time with each other com-pared with dyads where the neurotypical partner had not\nhad the training, suggesting that training had a relational ef-\nfect. This supports a previous study where the video had apositive effect on reducing self-reported autism stigma inSTIGMA AND AUTISM 83"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "undergraduates.185However, the positive effects of the video\non real-life interactions did not extend to all measures of in-\nteraction quality,184and the video did not affect an implicit bias\ntoward associating autism with stigma-related attributes.185\nFor children, the ‘‘Understanding Our Peers with Pablo’’\nprogram encompasses story books and animations to teach\nabout autism and reduce autism stigma. It improved attitudestoward unfamiliar autistic peers but did not enhance attitudes\ntoward familiar autistic peers compared with a control\ngroup.186In addition, behavioral intentions were not im-\nproved and thus stigma still prevailed, which is consistent\nwith previous research that has used a similar intervention\nwith adolescents.187,188Therefore, although studies addres-\nsing stigma can bring positive change, the outcome measureis an important consideration. An explicit shift in attitudes\nmay not be a sufﬁcient determinant of a more embedded\nchange in implicit beliefs or behaviors.\nA recent survey of neurotypical people found that knowl-\nedge of what it could be like to have autism predicated more\npositive attitudes toward autism.48First-hand experience of an\nautistic perspective may help neurotypical people understand\nthat their actions may align with an autistic person when they\nhave similar experiences,189reﬂecting the issue of double\nempathy. Technological innovations offer opportunities for\nproviding this perspective. ‘‘Auti-Sim’’ is a simulation of\nsensory overload designed to give neurotypical people a ﬁrst-person experience of the challenges that autistic people face.189\nUsing the simulation increased perspective taking com-\npared with watching a simulated experience or reading a\nvignette, and heightened perspective taking was associatedwith greater emotional concern and helping intentions.\nHowever, there was no difference in explicit attitudes toward\nautism. Similar approaches include videos designed to illus-trate the ﬁrst-hand experiences of autistic people in their\neveryday lives, e.g., during a short walk.\n190\nLooking forward, there may be mileage in drawing on\nexisting resources that target the implicit, or unconsci-ous, bias that individuals can hold toward marginalized\ngroups.191,192Further, comprehensive programs that include\nwhole organizations, such as the Welsh Government’sLearning with Autism whole-school training program,193\nmay engender greater attitude change due to the enhancedcapacity for a cultural shift. Importantly, participatory inputfrom autistic people in adapting an online training tool has\nled to the tool being more effective at changing autism\nknowledge, autism stigma, and attitudes toward inclu-sion, compared with a version of the training where there\nwas no participation.\n182This underlines the value of\nincluding autistic people in the development of training tools.\nNeurodiversity\nArguably, autism stigma may be best reduced by a fun-\ndamental shift in the way autism is perceived by society. The\nneurodiversity movement celebrates autism for the differ-ences it brings to society and for being an integral part of\nautistic people’s identities, similar to race, sexuality, or\nnationality.29,194The term ‘‘neurodiversity,’’ initially adop-\nted by members of the autistic community,195is now rec-\nognized by many other neurodivergent groups.196,197\nNeurodiversity is encapsulated within the minority model\nof disability, which emerged as a direct challenge to thebiomedical model of disability, with its focus on pathology\nand cure.3,194,198A central tenant of the minority model is\nthat society’s restricted conceptualization of ‘‘normal’’ cre-ates disability.3It has close ties with a social-developmental\naccount of autism that argues the development and well-\nbeing of autistic individuals is signiﬁcantly shaped by\nmisperceptions of the neurotypical majority.87In essence,\nneurodiversity is the recognition of the range of natural di-\nversity that is found within human development.199\nAdopters of neurodiversity reject the medical model of\nautism as ‘‘deﬁcit’’ in favor of autism as ‘‘difference,’’ which\ncontributes positive diversity to society.29,194Importantly,\nthe onus on embracing neurodiversity should not be placedsolely with autistic people and their families. Autistic peoplemay feel more positive self-identiﬁcation through identify-\ning with neurodiversity, but the power of neurodiversity to\nengender meaningful societal change depends on its wideadoption. Recently, there has been a call to members of the\nautism research community to engage with the tenants of\nneurodiversity and bring about a paradigm shift in autismresearch.\n199\nHaving views aligned with the neurodiversity model is as-\nsociated with lower stigma toward autistic people.29Autistic\nidentiﬁcation is positively rel ated to positive self-esteem, as\nwell as lower levels of depression and anxiety.200The neuro-\ndiversity movement aligns with the ownership that many au-tistic people have taken of language used to describe them, withendorsement of identity-ﬁrst language.\n194,201,202Identity-ﬁrst\nlanguage (e.g., autistic person) is considered less stigmatizing,\npartially because person-ﬁrst language (e.g., person with au-tism) could imply the identity is shameful and partially because\nperson-ﬁrst language is not used in contexts outside of\ndisability.33,202,203However, not all autistic people or their\nfamilies prefer iden tity-ﬁrst language201and differences in\npreference should be considered.\nAlongside adoption of identity-ﬁrst language, there has\nalso been a call for researchers to avoid ableist language,which carries an implicit assumption that disabled people are\ninferior to others,204and to adopt the term ‘‘autism spectrum\ncondition’’ over the potentially more stigmatizing ‘‘autismspectrum disorder.’’\nIt is important to note that identity with the autistic com-\nmunity can be ambivalent for some, with the beneﬁt ofﬁnding a sense of belonging existing alongside internali-\nzation of the autism stigma.\n101,170The visibility of positive\nautism messages is, therefore, key and the embracing ofneurodiversity can be seen in narratives in which autistic peo-\nple call for acceptance of autistic behaviors, such as stim-\nming.81Other activities to support neurodiversity include\nevents that showcase the achievements of autistic people,particularly when designed by autistic people.190\nThe neurodiversity movement, therefore, has potential to\nimprove public and professional understanding of autism,while also creating a culture where autistic people feel more\nable to express their true selves. It may also reduce the\nneed to camouﬂage autistic behaviors, bringing co-occurringimprovements in mental health.\nConclusion\nOur synthesis of the literature has presented a model of\nautism stigma designed to promote understanding and further84 TURNOCK ET AL."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "research of the difﬁculties people within the autistic com-\nmunity may face in ﬁnding acceptance. A truly nuanced\nexploration of autism stigma should take an intersectionalapproach, in which the wider social and cultural context andother forms of stigma can be accommodated.\n205It is imper-\native that future autism sigma research includes participa-\ntion from those with lived experience,29,199,206,207not least\nbecause to leave the autistic community out of the research\nprocess perpetuates a ‘‘them’’ and ‘‘us’’ culture that rein-\nforces stigma. Consideration must be given to including adiverse range of autistic community contributors, including\nthose who may not typically engage with research.208\nImportantly, we are not assigning responsibility to the au-\ntistic community for their stigma. Rather, we are reﬂectingtheoretical understanding that the development of stigma is\ndriven by the cultural framing of difference and the insidious\neffects of labeling this difference.8For autism, decades of\nconverging research support the reality of patterns of social\ncommunication differences and restricted and repetitive\nbehaviors, which can cause challenges in everyday life.However, when we refer to a label as a ‘‘condition’’ or ‘‘dis-\norder,’’ we are locating the referent in the stigmatized person,\nrather than recognizing that the label has evolved because of itssocial signiﬁcance and as a product of social processes.\n8\nThere is clearly a value to labeling, not least because it\ncreates a shorthand for society to recognize and address anindividual’s needs. However, by labeling a ‘‘difference,’’ostensibly to provide support, we are creating challenges for\nthe labeled. There is no easy solution to this conundrum.\nAn interesting counterpoint to this has been the neurodi-\nversity movement and the reclaiming of identity by autistic\npeople. Many autistic people are communicating that their\nautism ‘‘is’’ them and not something separate,\n202which at\nface value is counter to approaches that advocate distancing\nfrom a stigmatized label.8The neurodiversity movement\nmay, therefore, support a shift in both the power and valueof autism labels, with the potential to reduce autism stigma.In addition, neurodiversity may provide an important\nframework in which to develop a novel program to challenge\nand reduce felt stigma in autistic people.\nAuthorship Conﬁrmation Statement\nC.R.G.J. and A.T. were involved in the conceptualization\nof the article and wrote the original draft. C.R.G.J. led on\nthe development of the model. K.L. reviewed and edited\ndrafts of the article. All co-authors have reviewed andapproved of the article before submission. The article has\nbeen submitted solely to this journal and is not published, in\npress, or submitted elsewhere.\nAcknowledgments\nThank you to Professor Sue Leekam for helpful comments\non an earlier draft.\nAuthor Disclosure Statement\nNo competing ﬁnancial interests exist.\nFunding Information\nThe authors did not receive any funding for this review.References\n1. Major B, Dovidio JF, Link BG, Calabrese SK. Stigma and\nits implications for health: Introduction and overview. In:\nMajor B, Dovidio JF, Link BG, eds. The Oxford Hand-\nbook of Stigma, Discrimination, and Health , New York:\nOxford University Press; 2018;3–28.\n2. Oyserman D, Swim JK. Stigma: An insider’s view. J Soc\nIssues. 2001;57(1):1–14.\n3. Botha M, Frost DM. Extending the minority stress model\nto understand mental health problems experienced by\nthe autistic population. Soc Ment Health. 2020;10(1):\n20–34.\n4. Bachmann CJ, Ho ¨fer J, Kamp-Becker I, et al. Internalised\nstigma in adults with autism: A German multi-center\nsurvey. Psychiatry Res. 2019;276:94–99.\n5. Goffman E. Stigma: Notes on the Management of Spoiled\nIdentity. Englewood Cliffs, NJ: Prentice Hall; 1963.\n6. Shtayermman O. An exploratory study of the stigma\nassociated with a diagnosis of Asperger’s syndrome: The\nmental health impact on the adolescents and young adults\ndiagnosed with a disability with a social nature. J Hum\nBehav Soc Environ. 2009;19(3):298–313.\n7. Thornicroft G, Rose D, Kassam A, Sartorius N. Stigma:\nIgnorance, prejudice or discrimination? Br J Psychiatry.\n2007;190(3):192–193.\n8. Link BG, Phelan JC. Conceptualizing stigma. Annu Rev\nSociol. 2001;27(1):363–385.\n9. Greenwald AG, Banaji MR. Implicit social cognition:\nAttitudes, self-esteem, and stereotypes. Psychol Rev.\n1995;102(1):4–27.\n10. Flood LN, Bulgrin A, Morgan BL. Piecing together the\npuzzle: Development of the societal attitudes towards\nautism (SATA) scale. J Res Spec Educ Needs. 2013;13(2):\n121–128.\n11. Nevill REA, White SW. College students’ openness\ntoward autism spectrum disorders: Improving peer\nacceptance. J Autism Dev Disord. 2011;41(12):1619–\n1628.\n12. Harnum M, Duffy J, Ferguson DA. Adults’ versus chil-\ndren’s perceptions of a child with autism or attentiondeﬁcit hyperactivity disorder. J Autism Dev Disord. 2007;\n37(7):1337–1343.\n13. Gillespie-Lynch K, Brooks PJ, Someki F, et al. Changing\ncollege students’ conceptions of autism: An online train-\ning to increase knowledge and decrease stigma. J Autism\nDev Disord. 2015;45(8):2553–2566.\n14. Gillespie-Lynch K, Daou N, Obeid R, Reardon S, Khan S,\nGoldknopf EJ. What contributes to stigma towards autistic\nuniversity students and students with other diagnoses?\nJ Autism Dev Disord. 2021(51):459–475.\n15. Gray DE. ‘Everybody just freezes. Everybody is just\nembarrassed’: Felt and enacted stigma among parents of\nchildren with high functioning autism. Sociol Health Illn.\n2002;24(6):734–749.\n16. Corrigan PW, Watson AC. Understanding the impact of\nstigma on people with mental illness. World Psychiatry.\n2002;1(1):16.\n17. Jacoby A. Felt versus enacted stigma—A concept\nrevisited—Evidence from a study of people with epilepsy\nin remission. Soc Sci Med. 1994;38(2):269–274.\n18. Bauminger N, Kasari C. Loneliness and friendship in\nhigh-functioning children with autism. Child Dev. 2000;\n71(2):447–456.STIGMA AND AUTISM 85"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "19. Ee D, Hwang YI, Reppermund S, et al. Loneliness in\nadults on the autism spectrum. Autism Adulthood. 2019;1:\n182–193.\n20. Petrina N, Carter M, Stephenson J. The nature of friendship\nin children with autism spectrum disorders: A systematic\nreview. R e sA u t i s mS p e c t rD i s o r d . 2014;8(2):111–126.\n21. Rowley E, Chandler S, Baird G, et al. The experience of\nfriendship, victimization and bullying in children with an\nautism spectrum disorder: Associations with child char-\nacteristics and school placement. Res Autism Spectr\nDisord. 2012;6(3):1126–1134.\n22. Brede J, Remington A, Kenny L, Warren K, Pellicano E.\nExcluded from school: Autistic students’ experiences ofschool exclusion and subsequent re-integration into\nschool. Autism Dev Lang Impair. 2017;2:1–20.\n23. Shattuck PT, Narendorf SC, Cooper B, Sterzing PR,\nWagner M, Taylor JL. Postsecondary education and\nemployment among youth with an autism spectrum dis-\norder. Pediatrics. 2012;129(6):1042–1049.\n24. Black MH, Mahdi S, Milbourn B, et al. Multi-informant\ninternational perspectives on the facilitators and barriers\nto employment for autistic adults. Autism Res. 2020;13(7):\n1195–1214.\n25. Billstedt E, Gillberg C, Gillberg C. Autism after adoles-\ncence: Population-based 13-to 22-year follow-up study of\n120 individuals with autism diagnosed in childhood.\nJ Autism Dev Disord. 2005;35(3):351–360.\n26. Howlin P, Goode S, Hutton J, Rutter M. Adult outcome\nfor children with autism. J Child Psychol Psychiatry.\n2004;45(2):212–229.\n27. Tobin MC, Drager KDR, Richardson LF. A systematic\nreview of social participation for adults with autism\nspectrum disorders: Support, social functioning, and qual-\nity of life. Res Autism Spectr Disord. 2014;8(3):214–229.\n28. Sasson NJ, Faso DJ, Nugent J, Lovell S, Kennedy DP,\nGrossman RB. Neurotypical peers are less willing to in-\nteract with those with autism based on thin slice judg-\nments. Sci Rep. 2017;7:40700.\n29. Gillespie-Lynch K, Kapp SK, Brooks PJ, Pickens J,\nSchwartzman B. Whose expertise is it? Evidence for\nautistic adults as critical autism experts. Front Psychol.\n2017;8:438.\n30. Huws JC, Jones RSP. ‘They just seem to live their lives in\ntheir own little world’: Lay perceptions of autism. Disabil\nSoc. 2010;25(3):331–344.\n31. Jensen CM, Martens CS, Nikolajsen ND, et al. What do the\ngeneral population know, believe and feel about individuals\nwith autism and schizophrenia: Results from a comparative\nsurvey in Denmark. Autism. 2016;20(4):496–508.\n32. Cage E, Di Monaco J, Newell V. Understanding, attitudes\nand dehumanisation towards autistic people. Autism.\n2018;23(6):1373–1383.\n33. Botha M, Dibb B, Frost DM. ‘‘Autism is me’’: An inves-\ntigation of how autistic individuals make sense of autism\nand stigma. Disabil Soc. 2020:1–27. https://doi.org/10\n.1080/09687599.2020.1822782.\n34. Brownlow C, Lawson W, Pillay Y, Mahony J, Abawi D.\n‘‘Just ask me’’: The importance of respectful relationships\nwithin schools. Front Psychol. 2021;12:678264. https://\ndoi.org/10.3389/fpsyg.2021.678264.\n35. Mantzalas J, Richdale AL, Adikari A, Lowe J, Dis-\nsanayake C. What is autistic burnout? A thematic analysis\nof posts on two online platforms. Autism Adulthood. 2021.\nhttps://doi.org/10.1089/aut.2021.0021.36. Oti-Boadi M, Dankyi E, Kwakye-Nuako CO. Stigma and\nforgiveness in ghanaian mothers of children with autism\nspectrum disorders (ASD). J Autism Dev Disord. 2020;\n50(4):1391–1400.\n37. O ¨\nzB ,Y u ¨ksel T, Nasirog ˘lu S. Depression-anxiety symp-\ntoms and stigma perception in mothers of children with\nautism spectrum disorder. Arch Neuropsychiatry. 2020;\n57(1):50.\n38. Zuckerman KE, Lindly OJ, Reyes NM, et al. Parent per-\nceptions of community autism spectrum disorder stigma:\nMeasure validation and associations in a multi-site sam-\nple.J Autism Dev Disord. 2018;48(9):3199–3209.\n39. Kinnear SH, Link BG, Ballan MS, Fischbach RL.\nUnderstanding the experience of stigma for parents of\nchildren with autism spectrum disorder and the role stig-\nma plays in families’ lives. J Autism Dev Disord. 2016;\n46(3):942–953.\n40. Liao X, Lei X, Li Y. Stigma among parents of children\nwith autism: A literature review. Asian J Psychiatr. 2019;\n45:88–94.\n41. Mitter N, Ali A, Scior K. Stigma experienced by families\nof individuals with intellectual disabilities and autism: A\nsystematic review. Res Dev Disabil. 2019;89:10–21.\n42. Song J, Mailick MR, Greenberg JS. Health of parents of\nindividuals with developmental disorders or mental health\nproblems: Impacts of stigma. Soc Sci Med. 2018;217:152–\n158.\n43. Lovell B, Wetherell MA. Afﬁliate stigma, perceived so-\ncial support and perceived stress in caregivers of children\nwith autism spectrum disorder: A multiple mediation\nstudy. Arch Psychiatr Nurs. 2019;33(5):31–35.\n44. Broady TR, Stoyles GJ, Morse C. Understanding carers’\nlived experience of stigma: The voice of families with a\nchild on the autism spectrum. Health Soc Care Commu-\nnity. 2017;25(1):224–233.\n45. Lovell B, Wetherell MA. Caregivers’ characteristics and\nfamily constellation variables as predictors of afﬁliate\nstigma in caregivers of children with ASD. Psychiatry\nRes. 2018;270:426–429.\n46. Jansen-van Vuuren J, Aldersey HM. Stigma, acceptance\nand belonging for people with IDD across cultures. Curr\nDev Disord Rep. 2020;7(3):163–172.\n47. Harrison AJ, Bradshaw LP, Naqvi NC, Paff ML, Camp-\nbell JM. Development and psychometric evaluation of the\nAutism Stigma and Knowledge Questionnaire (ASK-Q).\nJ Autism Dev Disord. 2017;47(10):3281–3295.\n48. Kuzminski R, Netto J, Wilson J, Falkmer T, Chamberlain\nA, Falkmer M. Linking knowledge and attitudes: De-\ntermining neurotypical knowledge about and attitudes\ntowards autism. PLoS One. 2019;14(7):e0220197.\n49. Ling CYM, Mak WWS, Cheng JNS. Attribution model of\nstigma towards children with autism in Hong Kong.\nJ Appl Res Intellect Disabil. 2010;23(3):237–249.\n50. Obeid R, Daou N, DeNigris D, Shane-Simpson C, Brooks\nPJ, Gillespie-Lynch K. A cross-cultural comparison of\nknowledge and stigma associated with autism spectrum\ndisorder among college students in Lebanon and the United\nStates. J Autism Dev Disord. 2015;45(11):3520–3536.\n51. Kitchin JL, Karlin NJ. Awareness and stigma of autism\nspectrum disorders in undergraduate students. Psychol\nRep. 2021 [Epub ahead of print]; DOI: 10.1177/\n00332941211014144.\n52. Mac Ca ´rthaigh S, Lo ´pez B. Factually based autism\nawareness campaigns may not always be effective in86 TURNOCK ET AL."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "changing attitudes towards autism: Evidence from British\nand South Korean nursing students. Autism. 2020;24(5):\n1177–1190.\n53. White D, Hillier A, Frye A, Makrez E. College students’\nknowledge and attitudes towards students on the autism\nspectrum. J Autism Dev Disord. 2019;49(7):2699–2705.\n54. Gardiner E, Iarocci G. Students with autism spectrum\ndisorder in the university context: Peer acceptance pre-\ndicts intention to volunteer. J Autism Dev Disord. 2014;\n44(5):1008–1017.\n55. Matthews NL, Ly AR, Goldberg WA. College students’\nperceptions of peers with autism spectrum disorder.\nJ Autism Dev Disord. 2015;45(1):90–99.\n56. van ‘t Hof M, van Berckelaer-Onnes I, Deen M, et al.\nNovel insights into autism knowledge and stigmatizing\nattitudes toward mental illness in Dutch youth and family\ncenter physicians. Community Ment Health J. 2020;56(7):\n1318–1330.\n57. Tipton LA, Blacher J. Brief report: Autism awareness:\nViews from a campus community. J Autism Dev Disord.\n2014;44(2):477–483.\n58. Mitchell GE, Locke KD. Lay beliefs about autism spec-\ntrum disorder among the general public and childcare\nproviders. Autism. 2015;19(5):553–561.\n59. Wood C, Freeth M. Students’ stereotypes of autism.\nJ Educ Issues. 2016;2:131.\n60. Heidgerken AD, Geffken G, Modi A, Frakey L. A survey\nof autism knowledge in a health care setting. J Autism Dev\nDisord. 2005;35(3):323–330.\n61. Plumb AM, Plexico LW. Autism spectrum disorders:\nExperience, training, and conﬁdence levels of school-\nbased speech-language pathologists. Lang Speech Hear\nServ Sch. 2013;44(1):89–104.\n62. Khanna R, Jariwala K, Holmes ER, Ramachandran S.\nAutism familiarity and knowledge among pharmacy stu-\ndents. Curr Pharm Teach Learn. 2014;6(1):150–157.\n63. Zerbo O, Massolo ML, Qian Y, Croen LA. A study of\nphysician knowledge and experience with autism in adults\nin a large integrated healthcare system. J Autism Dev\nDisord. 2015;45(12):4002–4014.\n64. Crane L, Davidson I, Prosser R, Pellicano E. Under-\nstanding psychiatrists’ knowledge, attitudes and experi-\nences in identifying and supporting their patients on the\nautism spectrum: Online survey. BJPsych Open. 2019;\n5(3):e33.\n65. Bono LK, Haverkamp CR, Lindsey RA, Freedman RN,\nMcClain MB, Simonsmeier V. Assessing interdisciplinary\ntrainees’ objective and self-reported knowledge of autism\nspectrum disorder and conﬁdence in providing services.\nJ Autism Dev Disord. 2022;52(1):376–391.\n66. Unigwe S, Buckley C, Crane L, Kenny L, Remington A,\nPellicano E. GPs’ conﬁdence in caring for their patients on\nthe autism spectrum: An online self-report study. Br J Gen\nPract. 2017;67(659):e445–e452.\n67. Al-Sharbati MM, Al-Farsi YM, Ouhtit A, et al. Awareness\nabout autism among school teachers in Oman: A cross-\nsectional study. Autism. 2015;19(1):6–13.\n68. Haimour AI, Obaidat YF. School teachers’ knowledge\nabout autism in Saudi Arabia. World J Educ. 2013;3(5):\n45–56.\n69. Sanz-Cervera P, Ferna ´ndez-Andre ´s M-I, Pastor-Cerezuela\nG, Ta ´rraga-Mı ´nguez R. Pre-service teachers’ knowledge,\nmisconceptions and gaps about autism spectrum disorder.\nTeach Educ Spec Educ. 2017;40(3):212–224.70. Schwartz H, Drager KDR. Training and knowledge in\nautism among speech-language pathologists: A survey.\nLang Speech Hear Serv Sch. 2008;39(1):66–77.\n71. Young K, Mannix McNamara P, Coughlan B. Post-\nprimary school teachers’ knowledge and understanding of\nautism spectrum disorders. Irish Educ Stud. 2017;36(3):\n399–422.\n72. Ballantyne C, Gillespie-Smith K, Wilson C. A comparison\nof knowledge and experience of autism spectrum disorder\namong teachers in the United Kingdom and China. Intl J\nDisabil Dev Educ. 2019;68(8):1–12.\n73. Segall MJ, Campbell JM. Factors relating to education\nprofessionals’ classroom practices for the inclusion ofstudents with autism spectrum disorders. Res Autism\nSpectr Disord. 2012;6(3):1156–1167.\n74. Goodall C. ‘I felt closed in and like I couldn’t breathe’: A\nqualitative study exploring the mainstream educational\nexperiences of autistic young people. Autism Dev Lang\nImpair. 2018;3:2396941518804407.\n75. Dillenburger K, McKerr L, Jordan J-A, Keenan M. Staff\ntraining in autism: The one-eyed wo/man ..Int J Environ\nRes Public Health. 2016;13(7):716.\n76. American Psychiatric Association. Diagnostic and Sta-\ntistical Manual of Mental Disorders 5th edition (DSM-5).\nWashington, DC: American Psychiatric Association; 2013.\n77. Schaaf RC, Toth-Cohen S, Johnson SL, Outten G, Benevides\nTW. The everyday routines of families of children with au-\ntism: Examining the impact of sensory processing difﬁculties\non the family. Autism. 2011;15(3):373–389.\n78. Ryan S. ‘Meltdowns’, surveillance and managing emo-\ntions; going out with children with autism. Health Place.\n2010;16(5):868–875.\n79. Grossman RB. Judgments of social awkwardness from\nbrief exposure to children with and without high-\nfunctioning autism. Autism. 2015;19(5):580–587.\n80. DeBrabander KM, Morrison KE, Jones DR, Faso DJ,\nChmielewski M, Sasson NJ. Do ﬁrst impressions of au-\ntistic adults differ between autistic and nonautistic ob-\nservers? Autism Adulthood. 2019;1(4):250–257.\n81. Kapp SK, Steward R, Crane L, et al. ‘People should be\nallowed to do what they like’: Autistic adults’ views and\nexperiences of stimming. Autism. 2019;23(7):1782–1792.\n82. Jones R, Quigney C, Huws J. First-hand accounts of\nsensory perceptual experiences in autism: A qualitative\nanalysis. J Autism Dev Disord. 2003;28(2):112–121.\n83. Barnes C. Understanding the social model of disability:\nPast, present and future. In: Watson N, Vehmas S, eds.\nRoutledge Handbook of Disability Studies. London:\nRoutledge; 2019;14–31.\n84. Dachez J, Ndobo A, Ameline A. French validation of the\nmultidimensional attitude scale toward persons with dis-\nabilities (MAS): The case of attitudes toward autism and\ntheir moderating factors. J Autism Dev Disord. 2015;\n45(8):2508–2518.\n85. Cook A, Ogden J, Winstone N. The effect of school\nexposure and personal contact on attitudes towards bul-\nlying and autism in schools: A cohort study with a control\ngroup. Autism. 2020;24(8):2178–2189.\n86. Kim SY. College disability service ofﬁce staff members’\nautism attitudes and knowledge. Remedial Spec Educ.\n2021;43(1):15–26.\n87. Mitchell P, Sheppard E, Cassidy S. Autism and the double\nempathy problem: Implications for development and\nmental health. Br J Dev Psychol. 2021;39(1):1–18.STIGMA AND AUTISM 87"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "88. Milton DEM. On the ontological status of autism: The\n‘double empathy problem’. Disabil Soc. 2012;27(6):883–\n887.\n89. Crompton CJ, Sharp M, Axbey H, Fletcher-Watson S,\nFlynn EG, Ropar D. Neurotype-matching, but not being\nautistic, inﬂuences self and observer ratings of interper-\nsonal rapport. Front Psychol. 2020;11:586171. https://doi\n.org/10.3389/fpsyg.2020.586171.\n90. Gray DE. Perceptions of stigma: The parents of autistic\nchildren. Sociol Health Illn. 1993;15(1):102–120.\n91. Corrigan P, Markowitz FE, Watson A, Rowan D, Kubiak\nMA. An attribution model of public discrimination to-\nwards persons with mental illness. J Health Soc Behav.\n2003;44(2):162–179.\n92. Sasson NJ, Morrison KE. First impressions of adults\nwith autism improve with diagnostic disclosure and in-\ncreased autism knowledge of peers. Autism. 2019;23(1):\n50–59.\n93. Austin JE, Zinke VL, Davies WH. Inﬂuencing perception\nabout children with autism and their parents using dis-\nclosure cards. J Autism Dev Disord. 2016;46(8):2764–\n2769.\n94. Austin JE, Galijot R, Davies WH. Evaluating parental\nAutism disclosure strategies. J Autism Dev Disord. 2018;\n48(1):103–109.\n95. Brosnan M, Mills E. The effect of diagnostic labels on the\naffective responses of college students towards peers with\n‘Asperger’s Syndrome’and ‘Autism Spectrum Disorder’.\nAutism. 2016;20(4):388–394.\n96. Mogavero MC, Hsu K-H. Autism spectrum disorder and\nharassment: An application of attribution theory. Int J\nCriminol Sociol. 2018;7:260–274.\n97. O’Connor C, Burke J, Rooney B. Diagnostic disclosure\nand social marginalisation of adults with ASD: Is there a\nrelationship and what mediates it? J Autism Dev Disord.\n2020;50(9):3367–3379.\n98. Morrison KE, DeBrabander KM, Faso DJ, Sasson NJ.\nVariability in ﬁrst impressions of autistic adults made\nby neurotypical raters is driven more by characteristics of\nthe rater than by characteristics of autistic adults. Autism.\n2019;23(7):1817–1829.\n99. White R, Barreto M, Harrington J, Kapp SK, Hayes J,\nRussell G. Is disclosing an autism spectrum disorder in\nschool associated with reduced stigmatization? Autism.\n2020;24(3):744–754.\n100. Thompson-Hodgetts S, Labonte C, Mazumder R, Phelan\nS. Helpful or harmful? A scoping review of perceptions\nand outcomes of autism diagnostic disclosure to others.\nRes Autism Spectr Disord. 2020;77:101598.\n101. Frost KM, Bailey KM, Ingersoll BR. ‘‘I just want them to\nsee me as .me’’: Identity, community, and disclosure\npractices among college students on the autism spectrum.\nAutism Adulthood. 2020;1(4):268–275.\n102. Cage E, Troxell-Whitman Z. Understanding the relation-\nships between autistic identity, disclosure, and camou-\nﬂaging. Autism Adulthood. 2020;2:334–338.\n103. Johnson TD, Joshi A. Dark clouds or silver linings? A\nstigma threat perspective on the implications of an autism\ndiagnosis for workplace well-being. J Appl Psychol. 2016;\n101(3):430–449.\n104. Someki F, Torii M, Brooks PJ, Koeda T, Gillespie-Lynch\nK. Stigma associated with autism among college students\nin Japan and the United States: An online training study.\nRes Dev Disabil. 2018;76:88–98.105. Yu L, Stronach S, Harrison AJ. Public knowledge and\nstigma of autism spectrum disorder: Comparing China\nwith the United States. Autism. 2020;24(6):1531–1545.\n106. Gillespie-Lynch K, Daou N, Sanchez-Ruiz M-J, et al.\nFactors underlying cross-cultural differences in stigma\ntoward autism among college students in Lebanon and the\nUnited States. Autism. 2019;23(8):1993–2006.\n107. Grinker RR, Cho K. Border children: Interpreting autism\nspectrum disorder in South Korea. Ethos. 2013;41(1):46–74.\n108. McCabe H. Parent advocacy in the face of adversity:\nAutism and families in the People’s Republic of China.\nFocus Autism Other Dev Disabl. 2007;22(1):39–50.\n109. Ha VS, Whittaker A, Whittaker M, Rodger S. Living with\nautism spectrum disorder in Hanoi, Vietnam. Soc Sci Med.\n2014;120:278–285.\n110. Sangare M, Dembele B, Toure A, et al. Autism seminary\nfor public engagement: Evaluation of knowledge and at-\ntitudes of traditional medical practitioners in Mali [version\n1; peer review: 1 approved, 1 approved with reservations,\n1 not approved]. AAS Open Res. 2019;2(21). https://doi\n.org/10.12688/aasopenres.12955.1.\n111. Tilahun D, Hanlon C, Fekadu A, Tekola B, Baheretibeb\nY, Hoekstra RA. Stigma, explanatory models and unmet\nneeds of caregivers of children with developmental dis-\norders in a low-income African country: A cross-sectional\nfacility-based survey. BMC Health Serv Res. 2016;16:152.\n112. Tekola B, Baheretibeb Y, Roth I, et al. Challenges and\nopportunities to improve autism services in low-income\ncountries: Lessons from a situational analysis in Ethiopia.\nGlob Ment Health. 2016;3:e21, 1–11. https://doi.org/10.\n1017/gmh.2016.1.\n113. Ellen Selman L, Fox F, Aabe N, Turner K, Rai D,\nRedwood S. ‘You are labelled by your children’s\ndisability’—A community-based, participatory study of\nstigma among Somali parents of children with autism\nliving in the United Kingdom. Ethn Health. 2018;23(7):\n781–796.\n114. Sritharan B, Koola MM. Barriers faced by immigrant\nfamilies of children with autism: A program to address the\nchallenges. Asian J Psychiatr. 2019;39:53–57.\n115. Hussein AM, Pellicano E, Crane L. Understanding and\nawareness of autism among Somali parents living in the\nUnited Kingdom. Autism. 2019;23(6):1408–1418.\n116. Fox F, Aabe N, Turner K, Redwood S, Rai D. ‘‘It was like\nwalking without knowing where I was going’’: A quali-\ntative study of autism in a UK Somali Migrant Commu-nity. J Autism Dev Disord. 2017;47(2):305–315.\n117. Dababnah S, Shaia WE, Campion K, Nichols HM. ‘‘We\nhad to keep pushing’’: Caregivers’ perspectives on autism\nscreening and referral practices of black children in pri-\nmary care. Intellect Dev Disabil. 2018;56(5):321–336.\n118. Burkett K, Morris E, Manning-Courtney P, Anthony J,\nShambley-Ebron D. African American families on autism\ndiagnosis and treatment: The inﬂuence of culture.\nJ Autism Dev Disord. 2015;45(10):3244–3254.\n119. Kim SY. The Development and pilot-testing of the autism\nattitude acceptance scale: An instrument measuring au-\ntism acceptance. Autism Adulthood. 2020;2:204–215.\n120. Lilley R, Sedgwick M, Pellicano E. Inclusion, acceptance,\nshame and isolation: Attitudes to autism in aboriginal and\nTorres Strait islander communities in Australia. Autism.\n2020;24(7):1860–1873.\n121. de Leeuw A, Happe ´F, Hoekstra RA. A conceptual\nframework for understanding the cultural and contextual88 TURNOCK ET AL."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "factors on autism across the globe. Autism Res. 2020;\n13(7):1029–1050.\n122. Lai MC, Lombardo MV, Auyeung B, Chakrabarti B,\nBaron-Cohen S. Sex/gender differences and autism: Set-\nting the scene for future research. J Am Acad Child\nAdolesc Psychiatry. 2015;54(1):11–24.\n123. Bargiela S, Steward R, Mandy W. The experiences of late-\ndiagnosed women with autism spectrum conditions: An\ninvestigation of the female autism phenotype. J Autism\nDev Disord. 2016;46(10):3281–3294.\n124. Sedgewick F, Hill V, Pellicano E. ‘It’s different for girls’:\nGender differences in the friendships and conﬂict of\nautistic and neurotypical adolescents. Autism. 2018;23(5):\n1119–1132.\n125. Van Der Miesen AIR, Hurley H, De Vries ALC. Gender\ndysphoria and autism spectrum disorder: A narrative re-\nview. Int Rev Psychiatry. 2016;28(1):70–80.\n126. Glidden D, Bouman WP, Jones BA, Arcelus J. Gender\ndysphoria and autism spectrum disorder: A systematic\nreview of the literature. Sex Med Rev. 2016;4(1):3–14.\n127. Stronach S, Wiegand S, Mentz E. Brief report: Autism\nknowledge and stigma in university and community\nsamples. J Autism Dev Disord. 2019;49(3):1298–1302.\n128. Dodge R, Daly AP, Huyton J, Sanders LD. The challenge\nof deﬁning wellbeing. Int J Wellbeing. 2012;2(3):222–235.\n129. Steptoe A, Deaton A, Stone AA. Subjective wellbeing,\nhealth, and ageing. Lancet. 2015;385(9968):640–648.\n130. Cage E, Troxell-Whitman Z. Understanding the reasons,\ncontexts and costs of camouﬂaging for autistic adults.\nJ Autism Dev Disord. 2019;49(5):1899–1911.\n131. Mazurek MO. Loneliness, friendship, and well-being in\nadults with autism spectrum disorders. Autism. 2014;\n18(3):223–232.\n132. Hull L, Petrides KV, Allison C, et al. ‘‘Putting on my best\nnormal’’: Social camouﬂaging in adults with autism\nspectrum conditions. J Autism Dev Disord. 2017;47(8):\n2519–2534.\n133. Lai M-C, Lombardo MV, Ruigrok ANV, et al. Quantify-\ning and exploring camouﬂaging in men and women with\nautism. Autism. 2017;21(6):690–702.\n134. Perry E, Mandy W, Hull L, Cage E. Understanding\ncamouﬂaging as a response to autism-related stigma: A\nsocial identity theory approach. J Autism Dev Disord. 2021;\n52:800–810.\n135. Caron V, Jeanneret N, Giroux M, et al. Sociocultural\ncontext and autistics’ quality of life: A comparison be-tween Que ´bec and France. Autism. 2021 [Epub ahead of\nprint]; DOI: 10.1177/13623613211035229.\n136. Cage E, Di Monaco J, Newell V. Experiences of autism\nacceptance and mental health in autistic adults. J Autism\nDev Disord. 2018;48(2):473–484.\n137. Lai M-C, Kassee C, Besney R, et al. Prevalence of co-\noccurring mental health diagnoses in the autism popula-\ntion: A systematic review and meta-analysis. Lancet\nPsychiatry. 2019;6(10):819–829.\n138. Earnshaw VA, Quinn DM. The impact of stigma in\nhealthcare on people living with chronic illnesses.\nJ Health Psychol. 2012;17(2):157–168.\n139. Gulliver A, Grifﬁths KM, Christensen H. Perceived bar-\nriers and facilitators to mental health help-seeking in\nyoung people: A systematic review. BMC Psychiatry.\n2010;10:113.\n140. Crane L, Adams F, Harper G, Welch J, Pellicano E.\n‘Something needs to change’: Mental health experiencesof young autistic adults in England.\nAutism. 2019;23(2):\n477–493.\n141. Nicolaidis C, Raymaker D, McDonald K, et al. Compar-\nison of healthcare experiences in autistic and non-autistic\nadults: A cross-sectional online survey facilitated by an\nacademic-community partnership. J Gen Intern Med.\n2013;28(6):761–769.\n142. Walsh C, Lydon S, O’Dowd E, O’Connor P. Barriers to\nhealthcare for persons with autism: A systematic review\nof the literature and development of a taxonomy. Dev\nNeurorehabil. 2020;23(7):413–430.\n143. Romualdez AM, Heasman B, Walker Z, Davies J,\nRemington A. ‘‘People might understand me better’’:Diagnostic disclosure experiences of autistic individuals\nin the workplace. Autism Adulthood. 2021;3(2):157–167.\n144. Russell G, Norwich B. Dilemmas, diagnosis and de-stig-\nmatization: Parental perspectives on the diagnosis of au-\ntism spectrum disorders. Clin Child Psychol Psychiatry.\n2012;17(2):229–245.\n145. Papadopoulos C, Lodder A, Constantinou G, Randhawa\nG. Systematic review of the relationship between autism\nstigma and informal caregiver mental health. J Autism\nDev Disord. 2019;49(4):1665–1685.\n146. Werner S, Shulman C. Subjective well-being among\nfamily caregivers of individuals with developmental dis-\nabilities: The role of afﬁliate stigma and psychosocial\nmoderating variables. Res Dev Disabil. 2013;34(11):\n4103–4114.\n147. Linton M-J, Dieppe P, Medina-Lara A. Review of 99\nself-report measures for assessing well-being in adults:\nExploring dimensions of well-being and developments\nover time. BMJ Open. 2016;6(7):e010641.\n148. John RPS, Knott FJ, Harvey KN. Myths about autism: An\nexploratory study using focus groups. Autism. 2018;22(7):\n845–854.\n149. Jaswal VK, Akhtar N. Being versus appearing socially\nuninterested: Challenging assumptions about social moti-\nvation in autism. Behav Brain Sci. 2019;42:e82, 1–73.\nhttps://doi.org/10.1017/S0140525X18001826.\n150. Mu ¨ller E, Schuler A, Yates GB. Social challenges and\nsupports from the perspective of individuals with Asper-\nger syndrome and other autism spectrum disabilities.\nAutism. 2008;12(2):173–190.\n151. Skaﬂe I, Nordahl-Hansen A, Øien RA. Short report: Social\nperception of high school students with ASD in Norway.\nJ Autism Dev Disord. 2020;50(2):670–675.\n152. Schiltz HK, McVey AJ, Dolan Wozniak B, et al. The role\nof loneliness as a mediator between autism features and\nmental health among autistic young adults. Autism. 2021;\n25(2):545–555.\n153. Stice LV, Lavner JA. Social connectedness and loneliness\nmediate the association between autistic traits and inter-\nnalizing symptoms among young adults. J Autism Dev\nDisord. 2019;49(3):1096–1110.\n154. Han GT, Tomarken AJ, Gotham KO. Social and nonsocial\nreward moderate the relation between autism symptoms\nand loneliness in adults with ASD, depression, and con-\ntrols. Autism Res. 2019;12(6):884–896.\n155. Bailey KM, Frost KM, Casagrande K, Ingersoll B. The\nrelationship between social experience and subjective\nwell-being in autistic college students: A mixed methods\nstudy. Autism. 2020;24(5):1081–1092.\n156. Scheeren AM, Koot HM, Begeer S. Stability and change\nin social interaction style of children with autism spectrumSTIGMA AND AUTISM 89"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "disorder: A 4-year follow-up study. Autism Res. 2020;\n13(1):74–81.\n157. Farrugia D. Exploring stigma: Medical knowledge and\nthe stigmatisation of parents of children diagnosed with\nautism spectrum disorder. Sociol Health Illn. 2009;31(7):\n1011–1027.\n158. Ng CKM, Lam SHF, Tsang STK, Yuen C, Chien C-W.\nThe relationship between afﬁliate stigma in parents of\nchildren with autism spectrum disorder and their chil-\ndren’s activity participation. Int J Environ Res Public\nHealth. 2020;17(5):1799.\n159. Livingston LA, Colvert E, Social Relationships Study T,\nBolton P, Happe ´F. Good social skills despite poor theory\nof mind: Exploring compensation in autism spectrum dis-\norder. J Child Psychol Psychiatry. 2019;60(1):102–110.\n160. Livingston LA, Shah P, Happe ´F. Compensatory strategies\nbelow the behavioural surface in autism: A qualitative\nstudy. Lancet Psychiatry. 2019;6(9):766–777.\n161. Livingston LA, Happe ´F. Conceptualising compensation\nin neurodevelopmental disorders: Reﬂections from autism\nspectrum disorder. Neurosci Biobehav Rev. 2017;80:729–\n742.\n162. Halsall J, Clarke C, Crane L. ‘‘Camouﬂaging’’ by adoles-\ncent autistic girls who attend both mainstream and spe-\ncialist resource classes: Perspectives of girls, their mothers\nand their educators. Autism. 2021;25(7):2074–2086.\n163. Bernardin CJ, Lewis T, Bell D, Kanne S. Associations\nbetween social camouﬂaging and internalizing symptoms\nin autistic and non-autistic adolescents. Autism. 2021;\n25(6):1580–1591.\n164. Hull L, Levy L, Lai MC, et al. Is social camouﬂaging\nassociated with anxiety and depression in autistic adults?\nMol Autism. 2021;12(1):13.\n165. Cassidy S, Bradley L, Shaw R, Baron-Cohen S. Risk\nmarkers for suicidality in autistic adults. Mol Autism.\n2018;9:42.\n166. O’Connor C, Burke J, Rooney B. Diagnostic disclosure\nand social marginalisation of adults with ASD: Is There a\nrelationship and what mediates it? J Autism Dev Disord.\n2020;50(9):3367–3379.\n167. Crompton CJ, Hallett S, Ropar D, Flynn E, Fletcher-\nWatson S. ‘I never realised everybody felt as happy as I do\nwhen I am around autistic people’: A thematic analysis of\nautistic adults’ relationships with autistic and neurotypical\nfriends and family. Autism. 2020;24(6):1438–1448.\n168. Meyer IH. Prejudice, social stress, and mental health in\nlesbian, gay, and bisexual populations: Conceptual issues\nand research evidence. Psychol Bull. 2003;129(5):674–\n697.\n169. Miller D, Rees J, Pearson A. ‘‘Masking is life’’: Experi-\nences of masking in autistic and nonautistic adults. Autism\nAdulthood. 2021;3(4):330–338.\n170. Schneid I, Raz AE. The mask of autism: Social camou-\nﬂaging and impression management as coping/normali-\nzation from the perspectives of autistic adults. Soc Sci\nMed. 2020;248:112826.\n171. Lai MC, Baron-Cohen S. Identifying the lost generation of\nadults with autism spectrum conditions. Lancet Psy-\nchiatry. 2015;2(11):1013–1027.\n172. Lai M-C, Anagnostou E, Wiznitzer M, Allison C, Baron-\nCohen S. Evidence-based support for autistic people\nacross the lifespan: Maximising potential, minimising\nbarriers, and optimising the person–environment ﬁt.\nLancet Neurol. 2020;19(5):434–451.173. Tola G, Talu V, Congiu T, Bain P, Lindert J. Built envi-\nronment design and people with autism spectrum disorder\n(ASD): A scoping review. Int J Environ Res Public\nHealth. 2021;18(6):3203.\n174. Milton D, Martin N, Melham P. Beyond reasonable ad-\njustment: autistic-friendly spaces and Universal Design.\nIn: Milton D, Martin N, eds. Autism and Intellectual\nDisabilities in Adults Vol. 1. Hove: Pavilion Publishing\nand Media; 2016;81–85.\n175. Pellicano L, Bo ¨lte S, Stahmer A. The current illusion of\neducational inclusion. Autism. 2018;22(4):386–387.\n176. Brewer N, Zoanetti J, Young RL. The inﬂuence of media\nsuggestions about links between criminality and autismspectrum disorder. Autism. 2017;21(1):117–121.\n177. Tang L, Bie B. The stigma of autism in china: An analysis\nof newspaper portrayals of autism between 2003 and\n2012. Health Commun. 2016;31(4):445–452.\n178. Holton AE, Farrell LC, Fudge JL. A threatening space?:\nStigmatization and the framing of autism in the news.\nCommun Stud. 2014;65(2):189–207.\n179. Bie B, Tang L. Representation of autism in leading\nnewspapers in China: A content analysis. Health Com-\nmun. 2015;30(9):884–893.\n180. Baeyens D, Moniquet A, Danckaerts M, van der Oord S.\nA comparative study of the structural stigmatisation of\nADHD and autism spectrum disorder in Flemish news-\npapers. Tijdschr Psychiatr. 2017;59(5):269–277.\n181. Nordahl-Hansen A, Øien RA, Fletcher-Watson S. Pros\nand cons of character portrayals of autism on TV and ﬁlm.\nJ Autism Dev Disord. 2018;48(2):635–636.\n182. Gillespie-Lynch K, Bisson J, Saade S, et al. If you want to\ndevelop an effective autism training, ask autistic students\nto help you. Autism. 2021 [Epub ahead of print]; DOI:\n10.1177/13623613211041006.\n183. Saade S, Bean YF, Gillespie-Lynch K, Poirier N, Harrison\nAJ. Can participation in an online ASD training enhance\nattitudes toward inclusion, teaching self-Efﬁcacy and\nASD knowledge among preservice educators in diverse\ncultural contexts? Int J Inclusive Educ. 2021:1–16. https://\ndoi.org/10.1080/13603116.2021.1931716.\n184. Jones DR, Morrison KE, DeBrabander KM, Ackerman\nRA, Pinkham AE, Sasson NJ. Greater social interest be-\ntween autistic and non-autistic conversation partners fol-\nlowing autism acceptance training for non-autistic people.\nFront Psychol. 2021;12:739147. https://doi.org/10.3389/\nfpsyg.2021.739147.\n185. Jones DR, DeBrabander KM, Sasson NJ. Effects of autism\nacceptance training on explicit and implicit biases toward\nautism. Autism. 2021;25(5):1246–1261.\n186. Morris S, O’Reilly G, Byrne MK. Understanding our\npeers with Pablo: Exploring the merit of an autism spec-\ntrum disorder de-stigmatisation programme targeting\npeers in Irish early education mainstream settings.\nJ Autism Dev Disord. 2020;50(12):4385–4400.\n187. Staniland JJ, Byrne MK. The effects of a multi-component\nhigher-functioning autism anti-stigma program on adoles-\ncent boys. J Autism Dev Disord. 2013;43(12):2816–2829.\n188. Ranson NJ, Byrne MK. Promoting peer acceptance of\nfemales with higher-functioning autism in a mainstream\neducation setting: A replication and extension of the ef-\nfects of an autism anti-stigma program. J Autism Dev\nDisord. 2014;44(11):2778–2796.\n189. Sarge MA, Kim H-S, Velez JA. An auti-sim intervention:\nThe role of perspective taking in combating public stigma90 TURNOCK ET AL."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "with virtual simulations. Cyberpsychol Behav Soc Netw.\n2020;23(1):41–51.\n190. Bonsu A. Keeping an open mind about autism. Lancet\nNeurol. 2017;16(12):963.\n191. Como DH, Florı ´ndez LI, Tran CF, Cermak SA, Stein\nDuker LI. Examining unconscious bias embedded in\nprovider language regarding children with autism. Nurs\nHealth Sci. 2020;22(2):197–204.\n192. Teal CR, Gill AC, Green AR, Crandall S. Helping\nmedical learners recognise and manage unconscious bias\ntoward certain patient groups. Med Educ. 2012;46(1):\n80–88.\n193. Government W. Refreshed Autistic Spectrum Disorder\nStrategic Action Plan. In. Wales, United Kingdom;\n2020.\n194. Kapp SK, Gillespie-Lynch K, Sherman LE, Hutman T.\nDeﬁcit, difference, or both? Autism and neurodiversity.\nDev Psychol. 2013;49(1):59.\n195. Jaarsma P, Welin S. Autism as a natural human variation:\nReﬂections on the claims of the neurodiversity movement.\nHealth Care Anal. 2012;20(1):20–30.\n196. Grifﬁn E, Pollak D. Student experiences of neurodiversity\nin higher education: Insights from the BRAINHE project.\nDyslexia. 2009;15(1):23–41.\n197. Armstrong T. The myth of the normal brain: embracing\nneurodiversity. AMA J Ethics. 2015;17(4):348–352.\n198. Smart J. Challenges to the Biomedical Model of Disability.\nAdvan Medical Psychother Psychodiag. 2006;12:1–4.\n199. Pellicano E, den Houting J. Annual Research Review:\nShifting from ‘normal science’ to neurodiversity in autism\nscience. J Child Psychol Psychiatry. 2021 [Epub ahead of\nprint]; DOI: 10.1111/jcpp.13534.\n200. Cooper K, Smith LGE, Russell A. Social identity, self-\nesteem, and mental health in autism. Eur J Soc Psychol.\n2017;47(7):844–854.\n201. Kenny L, Hattersley C, Molins B, Buckley C, Povey C,\nPellicano E. Which terms should be used to describeautism? Perspectives from the UK autism community.\nAutism. 2016;20(4):442–462.\n202. Bury SM, Jellett R, Spoor JR, Hedley D. ‘‘It deﬁnes who\ni am’’ or ‘‘it’s something i have’’: What language do\n[autistic] Australian adults [on the autism spectrum]\nprefer? J Autism Dev Disord. 2020 [Epub ahead of print];\nDOI: 10.1007/s10803-020-04425-3.\n203. Gernsbacher MA. Editorial perspective: The use of person-\nﬁrst language in scholarly writing may accentuate stigma.\nJ Child Psychol Psychiatry. 2017;58(7):859–861.\n204. Bottema-Beutel K, Kapp SK, Lester JN, Sasson NJ, Hand\nBN. Avoiding ableist language: suggestions for autism\nresearchers. Autism Adulthood. 2021;3(1):18–29.\n205. Singh JS, Bunyak G. Autism disparities: A systematic\nreview and meta-ethnography of qualitative research.\nQual Health Res. 2019;29(6):796–808.\n206. Corrigan PW, Shapiro JR. Measuring the impact of pro-\ngrams that challenge the public stigma of mental illness.\nClin Psychol Rev. 2010;30(8):907–922.\n207. Fletcher-Watson S, Adams J, Brook K, et al. Making the\nfuture together: Shaping autism research through mean-\ningful participation. Autism. 2019;23(4):943–953.\n208. Pickard H, Pellicano E, den Houting J, Crane L. Partici-\npatory autism research: Early career and established re-\nsearchers’ views and experiences. Autism. 2022;26(1):\n75–87.\nAddress correspondence to:\nCatherine R.G. Jones, PhD\nSchool of Psychology\nCardiff University\nPark Place\nCardiff CF10 3AT\nUnited Kingdom\nEmail: jonescr10@cardiff.ac.ukSTIGMA AND AUTISM 91"
    }
  ]
}