{
  "doc_type": "scientific paper",
  "title": "A Retrospective Study of Audiological Characteristics of Hyperacusis versus Misophonia in children with auditory processing disorder",
  "authors": [
    "Vijayakumar"
  ],
  "year": 2025,
  "journal": "journalofpediatric otorhinolaryngology.",
  "doi": "10.1016/j.ijporl.2025.112334",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-04T23:45:03.292813Z",
  "source_pdf": "documents/research/Global/Vijayakumar 2025 A Retrospective Study of Audiological Characteristics of Hyperacusis versus Misophonia in children with auditory processing disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:International journalofpediatric otorhinolaryngology.\nArticleTitle: ARetrospective StudyofAudiological Characteristics ofHyperacusis versusMisophonia\ninChildren withAuditory Processing Disorder.\nPages:112334-\nISSN-01655876; LCN-sn80013572;\nPublisher: 2025-04-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nA Retrospective Study of Audiological Characteristics of Hyperacusis versus\nMisophonia in Children with Auditory Processing Disorder.\nDr. Sabarinath Vijayakumar, Dr. A.U. Ahmmed\nPII: S0165-5876(25)00121-1\nDOI: https://doi.org/10.1016/j.ijporl.2025.112334\nReference: PEDOT 112334\nTo appear in: International Journal of Pediatric Otorhinolaryngology\nReceived Date: 1 February 2025\nRevised Date: 28 March 2025\nAccepted Date: 2 April 2025\nPlease cite this article as: S. Vijayakumar, A.U Ahmmed, A Retrospective Study of Audiological\nCharacteristics of Hyperacusis versus Misophonia in Children with Auditory Processing Disorder.,\nInternational Journal of Pediatric Otorhinolaryngology , https://doi.org/10.1016/j.ijporl.2025.112334 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© 2025 Published by Elsevier B.V."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "A Retrospective Study of Audiological Characteristics of Hyperacusis versus Misophonia  in \nChildren with Auditory Processing Disorder.  \n \n \n \nDr.  Sabarinath Vijayakumar1  &   Dr. A U Ahmmed1 \n \n \n \n \n \n \nAddress for correspondence:  \nDr. A U Ahmmed  \nConsultant Paediatric Audiovestibular Physician  \nFulwood Audiology Clinic  \n4 Lytham Road, Fulwood, Preston, PR2 8FH  \nUnited Kingdom  \nEmail: aahmmed@hotmail.co.uk  \n \n \n \n \n \n \n \n \n \n \n                                                            \n1 Lancashire Teaching Hospitals NHS Foundation Trust, United Kingdom  \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "1 \n Abstract  1 \nObjectives  2 \nThis study aimed to evaluate  in children with developmental auditory processing disorder (APD) :  3 \n1. The value of routine audiological evaluations in distinguishing hyperacusis and misophonia  4 \n2. The prevalence and association  of tinnitus with  the audiological characteristics  of 5 \nhyperacusis, misophonia and no decreased sound tolerance (DST) .  6 \n3. The association  between  past history of otitis media with effusion (OME)  and DST.  7 \nStudy Design  8 \nRetrospective study comparing outcome s of pure -tone thresholds from .25 to 12.5 kHz, ipsilateral 9 \nstapedial reflex thresholds  (SRTs) , uncomfortable loudness levels  (ULLs) , past history of OME  and 10 \ntinnitus between those with and without DST . 11 \nStudy Sample  12 \nThe study included 278 children with a diagnosis of APD , aged 6–16 years (mean age: 11.6 8 years, 13 \nSD: 2.2 1) with nonverbal IQ ranging from 80 to 128 (mean: 98.7 4, SD: 9.9 2). Three groups of 14 \nparticipants included i). Hyperacusis only (n = 107), ii). Misophonia with hyperacusis (n = 35) and iii). 15 \nNo DST (n = 136) . 16 \nResults  17 \nThe pure -tone average for 8, 10 and 12.5 kHz  (High PTAvg) was lower than the .25, .5, 1, 2 and 4 kHz 18 \npure -tone average  (Low PTAvg) in all the three groups  in both the ears,  with significantly larger High - 19 \nLow PTAvg  difference in the ‘Misophonia  with hyperacusis ’ group  compared to the ‘No DST group  in 20 \nthe right ear . SRTs elicited by 1 and 4 kHz tones were similar in all the groups . ULLs were significantly 21 \nlower for both 1 and 4 kHz tones in both ‘Misophonia with hyperacusis ’ and ‘Hyperacusis only ’ 22 \ngroups compared to the ‘No DST ’ group , with higher level of significance for 4 kHz  (p<.001) 23 \ncompared to 1 kHz (p  <.01). ULLs did not reflect the severity of impact of DST on da ily life.  Despite 24 \nhigher prevalence of misophonia in females , the frequency of significant  impact was similar in both 25 \nmales and females . Males had higher prevalence of hyperacusis but the frequency of significant  26 \nimpact on life  was more in females.  27 \nTinnitus prevalences were 30.47%, 45.7%, and 18.18% in the 'Hyperacusis only', 'Misophonia with 28 \nhyperacusis', and 'No DST' groups respectively.  The ‘Misophonia with hyperacusis ’ group was older 29 \nthan the other two groups irrespective of tinnitus . Tinnitus was more prevalent in older children in 30 \nthe ‘Hyperacusis onl y’ and the ‘no DST ’ groups.  The presence or absence of tinnitus did not influence 31 \nany of the audiological characteristics in the ‘Hyperacusis only ’ and the ‘Misophonia with 32 \nhyperacusis ’ groups. Participants with tinnitus in the 'No DST' group had significa ntly lower ULL at 4 33 \nkHz, with a significant difference  between 4 and 1 kHz in their right ear  compared to those without 34 \ntinnitus.  35 \nThe prevalence s of past OME history w ere similar in the three groups.  36 \nConclusion  37 \nRoutine audiological evaluations cannot differentiate between misophonia and hyperacusis. Normal 38 \nSRTs and low ULLs in DST and in those with tinnitus without DST indicate  that higher order brain 39 \nnetworks influence ULL , suggesting a need of evaluation  for DS T in children presenting with tinnitus.   40 \nThe higher high frequency sensitivity in the right ear needs further exploration. The study indicates 41 \nthat DST is unrelated to previous OME history.  The study suggests that  DST and tinnitus need to be 42 \nconsidered as auditory disabilities in addition to different types of listening difficulties in APD.  43 \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "2 \n A Retrospective Study of Audiological Characteristics of Hyperacusis versus Misophonia in Children 1 \nwith Auditory Processing Disorder . 2 \n 3 \nIntroduction  4 \nDecreased sound tole rance (DST) is a common symptom seen in children referred to paediatric 5 \naudiology clinics, where children show heightened sensitivity to everyday sounds. These sensitivities 6 \ncan manifest in various forms, including hyperacusis, misophonia, and phonophobia,  each presenting 7 \nunique challenges for diagnosis and treatment. However, the lack of clarity surrounding these 8 \nconditions, particularly in terms of their definitions, characteristics, and evaluation, often 9 \ncomplicates the clinical approach  (1–4). The ove rlap in symptoms between these conditions, 10 \ncombined with inconsistent terminology in the literature, underscores the need for a more nuanced 11 \nunderstanding, particularly in children, where such disorders can significantly impact quality of life 12 \n(5). 13 \nDisti nguishing between hyperacusis and misophonia is being viewed as an important research 14 \nagenda in audiology  (4,6,7)  and for this effort it is important to establish consensus based on clinical 15 \nevidence. There are differing views on misophonia, if it is a p sychiatric disorder related to “hatred ” to 16 \nspecific sounds  of any origin, or to sounds associated with chewing or eating (mastication rage), or to 17 \ndifferent human generated sounds in addition to chewing and eating  (3,4,8 –10). The distinction 18 \nbetween hyperacusis and misophonia has been  limited to the trigger  sounds and emotional 19 \nresponses  (3,8,9,11) . Ahmmed and Vijayakumar (2024)  suggested that one approach to clarify the 20 \ncharacteristic features is to start from a very simpl e definition and then add additional qualifications 21 \nas new evidence are established; misophonia considered as oversensitivity to sounds of eating and 22 \nchewing, while hyperacusis viewed as DST to sounds other than chewing and eating (3). The above 23 \nsimple d efinition of misophonia was based  on existing  studies  (8,9) . The findings by Ahmmed and 24 \nVijayakumar (2024) in children diagnosed with developmental auditory processing disorder (APD)  25 \nwere generally consistent with the literature on misophonia and hyperac usis (3). The above study  26 \nhighlighted , firstly, misophonia co -exist s with hyperacusis in about 97% of cases; secondly, 27 \nmisophonia  (with or without hyperacusis ) was more common in females and in older children ; 28 \nthirdly, oversensitivity to other body -gene rated sounds such as coughing, sneezing/sniffing, and 29 \nrepetitive sounds like clicking and tapping were common in misophonia ; fourthly, p redominant 30 \nemotional responses in misophonia included disgust and verbal aggression, in contrast to fear and 31 \nbeing upset in hyperacusis.  32 \nIn addition to defining hyperacusis based on types of sounds and emotional responses, some authors 33 \nproposed various cut-off values of uncomfortable loudness level (ULL) (12). This is likely based on the 34 \nunderstanding that hyperacusis is related to the physical characteristics of sounds, such as sound 35 \nintensity  (4,11) . ULL cut -offs for diagnosing hyperacusis range from  60 dB HL to less than 100 dB HL. 36 \nJastreboff and Jastreboff (2014) indicated that in adults ULLs range between 60 -85 dB HL  in 37 \nhyperacusis , and 30 -120 dB HL in misophonia  (11). It is unclear if participants with misophonia in the 38 \nabove study also had hype racusis. This distinction matters because misophonia can exist with or 39 \nwithout hyperacusis, and these groups may have different audiological characteristics, which this 40 \nstudy addresses.  41 \nThe reliability of ULL as an indicator for DST is debatable  (1,13,14) . In contrast to the subjective 42 \nnature of ULL, stapedial reflex measurement has been suggested as an objective measure . The 43 \nstapedial reflex assesses the integrity of certain parts of the auditory pathway, and dysfunction in this 44 \nauditory reflex has been associated with DST, although it is not widely utilized in its clinical evaluation  45 \n(15–17). Notably, this acoustic reflex was not even mentioned in a recent systematic review that 46 \nexamined various clinical assessment for hyperacusis  (18). Among the  one hundred  patients with 47 \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "3 \n hyperacusis reported by Anari and colleagues (1999), only fifty-one had their stapedial reflex 1 \nthreshold s (SRT s) measured  (19).  2 \nOther audiological measures, in addition to ULL and SRT, have been employed to evaluate DST, given 3 \nthat auditory sensitivity is often better for high compared to  low frequenc y tones  (12,20). Aazh et al. 4 \n(2022) identified significant differences in the slope between 8 and 1 kHz pure -tone thresholds and 5 \nULLs in patients with misophonia compared to controls, without interaural differences (12). However, 6 \nthere is no such information available for children with DST and normal hearing thresholds. It 7 \nremains unclear how high -low frequency slopes for pure -tone thresholds and ULLs relate to those for 8 \nSRT. While SRTs  typically cover .5 -4 kHz tones, ULLs have been measured and reported for a larger 9 \nnumber of  frequencies. The measurement of SRT and ULL should be limited to a minimal number of 10 \nfrequencies based on clinical necessity to avoid any distress in individuals w ith DST (20,21) . In the 11 \nAPD clinic conducted by one of the authors, SRT and ULLs are measured for 1 and 4 kHz tones. This 12 \nstudy aims to differentiate hyperacusis and misophonia based on audiometric thresholds, SRT, ULL, 13 \nand their slopes (difference in th e absolute values between high and low frequency tones) in children 14 \nwith APD.  15 \nTinnitus is frequently observed in individuals with DST (11,12,22)  including children diagnosed with 16 \nAPD (3). However, there is limited information on how different audiologica l measures related to DST 17 \nvary with the presence or absence of tinnitus in children with APD.  This is another issue  that is 18 \nexplored in this study.  19 \nOtitis media with effusion (OME), also referred to as glue -ear, is a common childhood condition 20 \ncaus ing fluctuating conductive hearing loss. This condition typically resolves on its own without 21 \ncausing long -term effects on speech and language development  (23). Some studies suggested a link 22 \nbetween DST and history of OME  (24–26), but there is limited research to confirm this association. 23 \nAnother objective of this study was to investigate DST in children who had experienced temporary 24 \nconductive hearing loss due to OME in early childhood but  had normal hearing thresholds before 25 \ndiagnosis of  APD.   26 \nMethod  27 \nStudy Design  28 \nThis retrospective study was conducted as part of a quality improvement project, registered with the 29 \nclinical audit department at a regional teaching hospital in the Northwest of the United Kingdom. 30 \nData were gathered re trospectively from the medical records of children diagnosed with APD within 31 \nan established clinical service in the tertiary paediatric audio -vestibular medicine department 32 \nbetween January 2021 and December 2022. Ethical approval was not required for this study.   33 \nParticipants  34 \nThe data used in  this study were from 278 out of 279 children with APD that was reported earlier (3). 35 \nOf the participants in the ‘misophonia with or without hyperacusis ’ group in the above study , only 36 \none child had misophonia without  hyperacusis .  The data of this single child was excluded from the 37 \ncurrent study. The current study included  159 males and 119 females , diagnosed with APD, aged 38 \nbetween 6 and 16 years (Mean = 11.68 years, SD = 2.2 1) with nonverbal intelligence quotient (NVIQ) 39 \nranging from 80 to 128 (Mean = 9 8.74, SD = 9. 92), as measured by the fourth edition of ‘Test of 40 \nNonverbal Intelligence ’ (TONI -4) (27). All the participants were healthy English -speaking children 41 \nattending mainstream schools.  42 \nThree groups of parti cipants included  in the study were:  43 \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "4 \n Group I. ‘Hyperacusis only ’, N=107 , comprised of 66 males and 41 females, aged between 7 and 1 \n16.33 years (mean = 11.28, SD = 2.17) with NVIQ ranging from 80 to 127 (mean=99.44, SD 10.1).  2 \nGroup II. ‘Misophonia with hypera cusis ’, N= 35 , included 11 males and 24 females, aged between 3 \n7.91 and 16.75 years (mean = 12.67, SD 2.42) and NVIQ var ied from 84 to 128 (mean = 97, SD = 4 \n10.58).  5 \nGroup III. ‘No decreased sound tolerance ’ (No DST) , N= 136 , had 82 males and 54 females, age 6 \nranging from 6.91 to 16.5 years (mean = 11.73, SD = 2.11) with  NVIQ between 81 to 125 (mean = 7 \n98.65, SD = 9.61).  8 \nStructured history questionnaire in evaluating APD and DST  9 \nA structured clinical history questionnaire is r outinely employed for the assessment of APD.  It 10 \nincludes detailed queries about  sensitivity  to sounds, other sensory symptoms, auditory symptoms, 11 \nperinatal history, behaviour, developmental milestones, educational progress, family history, and  12 \nmedical con ditions  (3,28,29) . The caregiver fills out the questionnaire, which is subsequently 13 \nassessed by the clinician with contributions from both the caregiver and the child during the clinical 14 \nconsultation.  The information is subsequently stored in the clinic record.  The response choices  about 15 \nthe question about the presence or absence of oversensitivity to sounds  include d ‘Never ’, 16 \n‘Occasional ’, ‘Most times ’ and ‘Always ’. Participants who report oversensitiv ity to sounds have  the 17 \noption to select from thirty -seven common sounds that may serve as triggers. These include sounds 18 \nrelated to chewing and eating, which form the basis for diagnosing misophonia  (3,8,9) . An option for 19 \nspecifying any other sounds not listed in the questionnaire is also included. In this study, c hildren 20 \nwith responses of  ‘Always ’ or ‘Most times ’ were classified as having Decreased Sound Tolerance 21 \n(DST). Children with responses of  ‘Never ’ or ‘Occasional ’ oversensitivity to sounds were co nsidered 22 \nnot to have DST  (No DST) . Additionally, the questionnaire explored how DST impacted daily activities, 23 \nwith response choices that included ‘Not sure ’, ‘No restriction ’, ‘Little impact ’, ‘Moderately ’, and 24 \n‘Severely ’.  For the purpose of the current study, the responses of ‘Not sure ’, ‘No restriction ’ and 25 \n‘Little impact ’ were considered as ‘non-significant  impact ’, and the responses of ‘Moderately ’ and 26 \n‘Severely ’ were considered as ‘significant impact ’. Such  an approach is similar to that seen in some 27 \npublications (30–33). Different emotional and behavioural responses to sound trigger s, important in 28 \ndistinguishing between hyperacusis and misophonia,  are also recorded within the questionnaire 29 \nwhich have been  published previously  (3).  30 \nThe history questionnaire also enquired about the presence or absence of tinnitus and past history 31 \nof OME .   32 \nHearing Thresholds  33 \nConsistent with the routine practice in the department, the participants  had their pure -tone 34 \naudiometric thresholds measured using a PC -controlled AURICLE Aud audiometer (GN Otometrics), 35 \noperated via the OTOsuite Audiometry Module software. Sound stimuli were delivered using 36 \nSennheiser HDA 300 headphones at frequencies of 0.5,  1, 2, 4, 8, 10, and 12.5 kHz.  37 \nTympanometry and Stapedial Reflex Threshold  38 \nGSI Grason Stadler TympStar Pro is used in the department for tympanometry and SRT 39 \nmeasurements. All participants in this study had middle ear pressures between +50 and -200 daPa. 40 \nIpsilateral stapedial reflexes were assessed  using a 226 Hz probe tone, starting at 60 dB HL, and 41 \nincreasing in 5 dB steps until a minimal reflectance change of 0.02 ml was observed, which marked 42 \nthe threshold (21). The upper level of stimuli used to elic it the reflexes varied between 100- and 105 - 43 \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "5 \n dB HL. This is further explored in the data analysis section.  Stapedial reflexes at frequencies of 1 kHz 1 \nand 4 kHz were measured for both ears.  2 \nUncomfortable Loudness Level (ULL)  3 \nAudiometer used for pure tone thr esholds was also used to measure ULLs for both ears. Pure -tones 4 \nwere presented for one second, with at least a one -second interval between each stimulus, starting 5 \nat 60 dB HL and increasing in 5 dB steps until the ULL was reached (20). The children were instructed 6 \nto give a ‘thumbs up ’ if they were comfortable with the stimuli and give a ‘thumbs down ’ if a 7 \nstimulus was uncomfortable.  If ULL was not reached by 100 dB HL the measurement stopped for that 8 \nfrequency and the ULL was recorded as 10 5 dB HL . Such an approach is similar to Aazh and 9 \ncolleagues  (2022)  (12). The British Society of Audiology suggests limiting  ULL measurement to 10 \nminimum number of frequencies required for clinical purpose (20). The departmental protocol 11 \nmeasured ULL for 1 and 4 kHz fr equencies, to match up with the frequencies used for SRT, which 12 \nhelped the clinicians to explain the nature of DST to establish the patients understanding of the 13 \ncondition which in turn assisted in the counselling process involved in the management (furthe r 14 \nexplained in discussion section).  15 \nData Analysis  16 \nStatistical analyses were performed using SPSS version 29. The data were explored and were not 17 \nnormally distributed. Non -parametric tests  were carried out . Bonferroni correction for multiple 18 \ncomparisons we re applied for independent samples test to compare variables across the  three  19 \ngroup , if applicable. Categorical data were analysed using cross -tabulations and Chi -square tests. p - 20 \nvalues < .05 were considered to be statistically significant.  If p values  are <.05 the actual significance 21 \nlevels are provided for appreciating the level of significance.  22 \nThere are studies  that replaced missing values with one audiometric step above the highest 23 \npresentation  level if no  stapedial reflex was observed  (34) or ULL not reached  (12). Stapedial refle x is 24 \nabsent in a small proportion of health y individuals  (34,35) , and the above approach may not be 25 \nappropriate  (34). Normal ly, SRT varies between 70 -100 dB HL in 95%, and between 65 -105 dB HL in 26 \n99% of the population (35). It was therefore felt that the use of either 100 dB HL or 105 dB HL as the 27 \nmaximum  levels of stimuli  to record stapedial reflex  would not significantly influence the outcome of 28 \nthe study. If stapedial reflexe s were not recordable at 100- or 105 -dB HL, they were recorded as ‘no 29 \nresponse ’ at 100- or 105 -dB HL as appropriate.   Unlike stapedial  reflex that may be absent in about 30 \n5% of the population , ULL values were expected in all participants . In the study  ULL measurements 31 \ndid not exceed 100 dB HL as such a level was clinically adequate for audiological evaluation and 32 \ncounselling . 105 dB HL was taken as ULL if ULL was not re ached at 100 dB HL, consistent with some 33 \nstudies  (12).  34 \nResults  35 \nAge, Gender, and NVIQ  36 \nChi-square test demonstrated that ‘Misophonia with hyperacusis ’ group had a significantly higher 37 \nnumber of females compared to both the ‘Hyperacusis only ’ group (p=.001) and the ‘No DST ’ group 38 \n(p=.002). Gender difference between the ‘Hyperacusis only ’ and ‘No DST ’ groups was not significant 39 \n(p>.05).  40 \n 41 \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "6 \n Kruskal Wallis test suggested significant age differences between the three groups (p  =.008). Pairwise 1 \ncomparisons with Bonferroni correction showed that the participants in the ‘Misophonia with 2 \nhyperacusis ’ group were significantly older than those in the ‘Hyperacusis only ’ group (p =.007 ) 3 \nwithout  any age differences between the ‘Misophonia with hyperacusis ’ versus  the ‘No DST ’ groups 4 \n(p>.05) or the ‘Hypera cusis only ’ versus  the ‘No DST ’ groups (p>.05). There were no significant 5 \ndifferences in NVIQ among the three groups (p > .05).  6 \nImpact of DST on daily activities  7 \nThere were two missing data from the ‘Hyperacusis only ’ group. DST had ‘significant impact ’ on daily 8 \nactivities  in 25 out  of 35 participants (71.4 %) and  in 62 out of 105 participants  (59%) in the 9 \n‘Misophonia with hyperacusis ’ and the Hyperacusis only ’ group s respectively , which was not 10 \nstatistically significant  (Chi-square test, p>.05).  In the  ‘Misophonia with hyperacusis ’ group, DST  had 11 \n‘significant impact ’ in 17 females and eight  males , and ‘non-significant impact ’ in seven  females and  12 \nthree males, and this gender difference was not statistically signi ficant (Chi -square test, p>.05) . In the 13 \n‘Hyperacusis only ’ group DST had ‘significant impact ’ in 28 out of 3 9 females  (71.8%)  and in 34 out of 14 \n66 males  (51.5%) , which was statistically significant (Chi-square test, p <.05).   15 \nHearing Thresholds  16 \nThe mean ( SD) pure -tone thresholds for the right and left ears at 0.25, 0.5, 1, 2, 4, 8, 10 and 12.5 kHz 17 \nalong with the mean s (SD) of .25 to 4 kHz  (Low PTAvg) and 8 to 12.5 kHz (High PTAv g) pure -tone 18 \naverages  and the differences bet ween the high and low frequency pure tone averages  (High-Low 19 \nPTAvg  slope)  are provided in Table 1 . The hearing thresholds at each of the individual frequencies , 20 \nHigh PTAvg  and Low PTAvg were not significantly different across the three groups  in either  the right 21 \nor the left ear (Kruskal Wal lis test, p>.05). Wilcoxon si gned -rank test suggested that High  PTAvg  were  22 \nsignificantly  lower than Low PTAvg  within each of the three group s, for both the ears  (p <.001). When 23 \ncompared across  the groups, the High-Low PTAvg  slope  was found to be significant ly different  in the 24 \nright ear (Kruskal Wallis test , p = .034). Pair-wise comparison with Bonferroni correction for multiple 25 \ncomparisons found  that the High PTAvg in the right ear was significantly lower than the Low PTAvg in 26 \nthe ‘misophonia with hyperacusis ’ group compared to the no ‘DST’ group s (p=.029).  27 \nTable 1. Here Please  28 \nStapedial Reflex Threshold (SRT)  29 \nDifferent outcomes of ipsilateral stapedial reflex measurement s are shown in Table 2. For 1 kHz tone, 30 \nstapedial reflex  was present in 178 out of 189 ears tested ( 94.17%) in the ‘hyperacusis only ’ group, in 31 \n251 out of 261 ears tested ( 96.16%) in the ‘no DST ’ group  and in 61 out of 65 ears tested  (93.84%)  in 32 \nthe ‘misophonia with hyperacusis ’ group. For 4 kHz tone, stapedial reflex was present in 1 40 out of 33 \n175 ears t ested ( 80%) in the ‘hyperacusis only ’ group, in 192 out of 2 55 ears tested ( 75.29 %) in the 34 \n‘no DST ’ group and in 49 out of 64 ears tested ( 76.56 %) in the ‘misophonia with hyperacusis ’ group.   35 \nThe mean and standard deviation of stapedial reflex thresholds at 1 and 4 kHz and the mean of the 36 \ndifference in thresholds between 4 kHz and 1 kHz ( SRT 4-1 kHz  slope)  are shown in Table 3. There 37 \nwere no statistically significant di fferences in these measures of stapedial reflexes across  the three  38 \ngroups, for neither t he right nor the left ear  (Kruskal Wallis test , p>.05) .  39 \n     Table 2. Here please  40 \n 41 \n     Table 3. Here please  42 \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "7 \n Uncomfortable Loudness Level (ULL)  1 \nThe number and percentage of participants with different ULLs varying from 60 to greater than 100 2 \ndB HL in the right and left ears for 1 and 4 kHz tones are provided in Table 4. High proportion of 3 \nparticipants in all the groups had ULL s of 90  dB HL  or greater . The mean and standard deviation of 4 \nULLs in response to 1 and 4 kHz tones and the differen ce in ULLs between 4 and 1 kHz ( ULL 4-1 kHz 5 \nslope) are shown in Table 3. Kruskal Wallis test suggested significant differences in ULLs across  the 6 \nthree groups  in both the right and left ears for both 1 kHz and 4 kHz tones. Pairwise comparisons with 7 \nBonferroni correction showed no statistically significant differences in the above measures between 8 \nthe ‘Hyperacusis only ’ and the ‘Misophonia with hyperacusis ’ groups (p>.05). ULL was significant ly 9 \nhigher  in the ‘No DST ’ group than the ‘Hyperacusis only ’ group  (Right 1 kHz , p=.003; Right 4 kHz , 10 \np<.001; Left 1 kHz, p =.008; Left 4 kHz , p =.001) as well as the ‘Misophonia with hyperacusis ’ group  11 \n(Right 1 kHz, p =.003 ; Right 4 kHz, p<.001; Left 1 kHz, p<.0 24; Left 4 kHz, p =.001). The ULL 4 -1 kHz 12 \nslope  in the ‘Misophonia with hyperacusis ’ group was lower compared to the ‘No DST ’ group  which 13 \nreached statistical significance  in the left ear ( p=.035) but narrowly failed to reach statistical 14 \nsignificance in the right ear (p=.05 2).    15 \nThe ULLs  in response to the 1 and 4 kH z tones in either the right or the left ears were not significantly 16 \ndifferent whether DST  (Hyperacusis only or Misophonia with hyperacusis)  were associated with 17 \neither ‘significant i mpact ’ or ‘non-significant impact ’ on da ily life  (Mann -Whitney U tests, p>.05).  18 \nTable 4 Here please  19 \nTinnitus  20 \nThere were two and four missing data about the presence or absence of tinnitus in ‘Hyperacusis 21 \nonly ’ and the ‘No DST ’ groups respectively. Tinnitus was present in 32 (30.4 8%), 16 (45.7 1%) and 24 22 \n(18.18%) participants in the ‘Hyperacusis only ’, ‘Misophonia with hyperacusis ’ and the ‘No DST ’ 23 \ngroups respectively. From the available data on the ‘No DST ’ group , 50 participants never had DST 24 \nand 82 participants had occasional DST. Of the 50 pa rticipants who never had DST , six (12%)  25 \ncomplained of tinnitus , compared to tinnitus in 18 (21.9 %) out of 82 p articipants  who had very 26 \noccasional DST . The number  of participants with  and without  tinnitus in those who never complained 27 \nof DST and those who had occasional DST was not statistically significant  (Chi-square test , p>.05) . The 28 \nmeans ( SD) of the age in years, NVIQ , and different audiological measures in participants with and 29 \nwithout tinnitus in the three groups are provided in Table 5. Mann-Whitney U test compar ed the 30 \nabove variables between participants with and without  tinnitus , in all the three groups  separately . 31 \nParticipants with tinnitus were older in the ‘Hyperacusis only ’ (p=.007 ) and the ‘No DST ’ (p =.003 ) 32 \ngroups  compared to those without tinnitus . No age difference was noted in the ‘Misophonia with 33 \nhyperacusis ’ group in terms of the presence or absence of tinnitus (p >.05). The presence or absence 34 \nof tinnitus did not influence any of the audiological characteristi cs in the ‘Hyperacusis only ’ and the 35 \n‘Misophonia with hyperacusis ’ groups  (p>.05). The right ear of p articipants with tinnitus in the ‘No 36 \nDST’ group had highly significant lower ULL at  4 kHz (p=.003 ) with larger ULL slope between 4 and 1 37 \nkHz (p =.001) compared to those without tinnitus.   38 \nHistory of otitis media with effusion (Glue ear)  39 \nData were missing in three and one participants about  past history of otitis media with effusion from 40 \nthe ‘Hyperacusi s only ’ and the ‘no DST ’ groups respectively. Twelve  (11.54%) , five (14.29%) , and 16  41 \n(11.85%)  participants in the ‘Hyperacusis only ’, ‘Misophonia  with hyperacusis ’ and ‘No DST ’ groups 42 \nrespectively  had past history of otitis media with effusion . The proportion of participants with past 43 \nhistory of glue ear were not statistically significantly different between the three groups (p > .05).  44 \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "8 \n Discussion  1 \nDistinguishing between hyperacusis and misophonia is an increasingly significant topic in audiology  2 \n(2,4,6,7) . An association between increased  sensitivity to high frequency sounds  has been suggested 3 \nin DST (12) but it is not clear how children with hyperac usis, misophonia and those with out DST 4 \ndiffer  in respect of the pure -tone thresholds for low and high frequency tones . The use of stapedial 5 \nreflex threshold and uncomfortable loudness levels in these group s of children are also not widely 6 \nreported (25), especially in children with normal hearing thresholds. Most studies on DST 7 \nconcentrated on ad ults with different levels of hearing  and tinnitus  (11,12,36)  and it is not clear how 8 \nhearing loss and tinnitus influenced the findings. Some studies have looked into tinnitus and DST in 9 \nchildren,  but the ir relationship is not clear (25,37) , especially in children with normal hearing 10 \nthresholds. This current study investigated if hyperacusis  and misophonia could be differentiated by 11 \ncharacteristic audiological feature (s), by the presence and absence of tinnitus , and by past history of 12 \nglue ear  in children diagnosed with APD who have satisfactory hearing thresholds.  13 \nPrevalence of DST in children with APD  14 \nThe reported prevalence of DST in children vary from 5.4 to 46% of the general paediatric population 15 \nto 95% of children with Williams syndrome , dependent on how DST has been defined,  the 16 \npopulation being studied  (25), and cultural  environment  (38).  Ahmmed and Mukherjee (2021) 17 \nreported that approximately 70% children with APD h ave DST, a study where children with occasional 18 \nsymptoms  of oversensitivity to sounds were also considered to have DST (28). In the current study 19 \napproximately 51% of children with APD had DST , where oversensitivity to sounds were present most 20 \ntimes or always . Such prevalence of DST in APD is consistent with the reported prevalence of sensory 21 \noversensitivity in neurodevelopmental disorders (39). DST and APD can be seen in the context of a 22 \nsensory processing disorder (28). APD coexists with different neurodevelopmental conditions  that 23 \nare associated with DST (12,40) . The c oexistence of different mental and neurodevelopmental 24 \nconditions is clarified by the way different neural systems in the brain interacts as laid down in the 25 \nResearch Domain Criteria (RDoC) framework (41), which influenced not only APD to be evaluated 26 \nwithin the RDoC framework (29) but also led to  the proposal of application of RDoC framework in 27 \nevaluating  DST (6). The strong link between s ensory processing and different neurodevelopmental 28 \ncondition has also influenced a proposal  to include sensory processing  as a separate system within 29 \nRDoC (42).  30 \nThirty -five out of the 278 participants (12.6%) in the current study had misophonia, consistent with 31 \nthe reported prevalence of misophonia that vary from 6 -19% (12). The findings in  this study of 24.6% 32 \nparticipants with DST to have misophonia (35 misophonia out of 142 participants with DS T) is also 33 \nconsistent with the 23% prevalence of misophonia reported by Aazh and colleagues (2022)  in 34 \npatients presenting with tinnitus and/or hyper acusis  (12). In view of the high prevalence of DST in 35 \nchildren with APD noted in this study  and their associated co -morbidities  it is important that DST and 36 \nother neurodevelopmental conditions are considered in the APD diagnostic process , aligning with 37 \nthe RDoC framework (6,29,41) . The current study highlights that the auditory disability in APD is not 38 \nonly limited to poor listening but also include DST and tinnitus.  39 \nThe ex isting literature on hyperacusis and misophonia are mainly limited to the different triggers, 40 \ndifferent emotional response s, influence of DST on daily life, and some associated mental health 41 \nconditions like anxiety, depression and obsessive -compulsive  disorder s (30). Limited  amount of 42 \nliterature exists on the association betwe en DST  and general health and cross -cultu ral variation  43 \n(32,38) . However, a number of symptoms and conditions that may arise from the different systems  44 \nrepresented within the  RDoC framewor k have not been explored in a holistic way in evaluating DST. 45 \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "9 \n The presence of too many different diagnostic approaches in DST can be confusing and there is a 1 \nneed of prospective studies to develop a validated approach in evaluating DST in a holistic way, 2 \nexploring all the different RDoC systems (6).   3 \nGender and DS T 4 \nThe relationship between gender and DST found in this study is consistent with the literature, for 5 \nexample the higher prevalence of misophonia in females (5,9,43,44)  and that the impact of 6 \nmisophonia on life being similar in both females and males (45). The literature emphasizes that the 7 \ndiagnosis  of DST and its impact on life are separate issues (30). Further studies are required to 8 \nestablish if the  higher prevalence of misophonia in females is related to the higher prevalence of 9 \ncertain mental  health conditions  in females (46).  In contrast to misophonia, the higher prevalence of 10 \nhyperacusis alone in males in our study (61.7%) is also consistent with the 60.2% prevalence of 11 \nhyperacusis in males reported by Hall and colleagues (24). Our stud y adds by suggesting that despite 12 \nhigher prevalence of hyperacusis in males  the frequency of significant  impact of hyperacusis  were 13 \nlower in males compared to females.  14 \nPrevalence of tinnitus in children with APD  15 \nThe prevalence of tinnitus in children reported in this study (18 .18 % in those without decreased 16 \nsound tolerance, 30 .48% in hyperacusis only, and 45 .71% in misophonia with hyperacusis) is within 17 \nthe range mentioned in a systematic review of the literature of tinnitus and hyperacusis in childre n 18 \n(37). Hall and colleagues  (2016)  reported a 42% prevalence of tinnitus in hyperacusis in 260 children 19 \naged 11 years (24). The high prevalence of tinnitus in misophonia  in children as shown in the current  20 \nstudy is also consistent with  the adult litera ture (4,12) . Additionally, our study in children supports 21 \nthe notion that prevalence of tinnitus increases with age , and  in an adult population with 22 \nhyperacusis prevalence of tinnitus  has been reported to  increase  to aroun d 86% (19).  23 \nDST and pure -tone audiometric measures  24 \nDST has been suggested to be related to increased sensitivity to high frequency tones .  Aazh and 25 \ncolleagues  reported that hearing thresholds at 8kHz were lower than that at 1 kHz , in predominantly 26 \nadults with more severe  misophonia symptoms compared to those with lesser symptoms (12,22) .  27 \nThe current study could not be directly compared with the above study but  demonstrated that  the 28 \nHigh  PTAvg was lower than the  Low PTAvg  irrespective of the presence or absence of DST .  The 29 \npresent study adds to the literature by demonstrating that misophonia is associated with lower High  30 \nPTAvg compared to Low PTAvg in the right ear compared to those without DST . The ear asymmetry is 31 \nfurther discussed  later in the ULL and tinnitus section s. 32 \nStapedial Reflex   33 \nThe higher proportion of no response or absent stapedial reflexes  in response to 4 kHz tones ( 20%, 34 \n24.7% and 23.4% in the ‘Hyperacusis  only ’, ‘no DST ’ and ‘Misophonia with hyperacusis ’ groups 35 \nrespectively) compared to 1 kHz ton e (5.8%, 3.8% and 6.1% in the ‘Hyperacusis only ’, ‘no DST ’ and 36 \n‘Misophonia with hyperacusis ’ groups respectively)  in the current study (table 2) is consistent with 37 \nthe literature  (34,35) .  The mean SRTs  reported in the current study (Table 3) are very similar to the 38 \n85 dB HL reported by Anari and colleagues (1999) in their study of 44 females (age range 22 -76 39 \nyears) and 56 males (age range 9 -67 years) with hyperacusis  (19). The above study  also corrobo rates 40 \nthe results of the current study, indicating that SRTs  in response to  different frequency tones do not 41 \nvary significantly.  Saxena et al. (2020) reported that SRT could be elicited by broad band stimuli using 42 \nintensity about 20 dB HL lower than  that of  pure -tone stimuli  (17). Future research studies would be 43 \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "10 \n useful  to explore  if broadband stimuli would be more appropriate for stapedial reflex measurement 1 \nin individuals with DS T.  2 \nULL (Uncomfortable Loudness Level)  3 \nSiepsiak and colleagues (2022) measured ULL s at 0.125, .5, 1, 2, 4 and 8  kHz tones in adults and 4 \nreported mean ULLs of 84.4, 85.4 , and 89.96 dB HL for misophonia, hyperacusis and a control group 5 \nrespectively for the right ear, and 86.5, 85, and 89.99 dB HL respectively for the left ear (44). The 6 \nabove study reported no significant differences between the three groups in contrast to the  current 7 \nstudy  of lower ULLs in hyperacusis with or without  misophonia  compared to no DST . The present 8 \nstudy is consistent with Aazh and colleagues  repor ting lower ULL s for high frequency tones 9 \ncompared to low frequency tones in  misophonia  (12) and hyperacusis  (22). However, unlike the 10 \ncurrent study , Aazh and colleagues (12,22)  measure d ULLs for a large number of tones including 8 11 \nkHz in evaluating patients with  tinnitus and/or hyperacusis. The study by Aazh and colleagues 12 \ncompared one group with high misophonia scores with another group with low misophonia score 13 \n(12), but unlike the current study did not include a true control group without DST.  The above study 14 \ndid not find any ear asymmetry for ULL. In the current study ULLs for 4 kHz  in the right ear  were 15 \nlower at a highly significant level s (p<.001)  in both the groups with DST (‘Misophonia with 16 \nhyperacusis ’ and ‘Hyperacusis only ’) compared to the ‘No DST ’ group  after adjusting for multiple 17 \ncomparison s. In contrast 1 kHz ULLs in the left ear  were significant at a lesser degree  (p=.003)  in both 18 \nthe DST groups compared to the ‘No DST ’ group . The above findings along with significant lower 19 \npure -tone average for high frequency sounds in the right ear in the misophonia group suggest some 20 \nasymmetry between the ears, and the right ear dominance may play a role. At this point it needs to 21 \nbe noted that although the ULL 4-1kHz slope was weakly significant between misophonia and no DST 22 \ngroups in the left ear (p=.035) and it almost reached significant level (p=.052)  in the right ear . The 23 \nnumber of partici pants with misophonia in the current study was small and future studies with lar ger 24 \nmisophonia participants  would be helpful  to clarify the ear asymmetry.   25 \nThe wide variation in ULL values reported in the literature and the findings in this study support the 26 \nview that ULL have poor sensitivity and specificity (14) and is questionable as a diagnostic marker of 27 \nDST (1,13) . The current study adds to the literature by suggesting that ULLs did not correlate with the 28 \nimpact DST on daily life.  29 \nDiscrepancy between SRT and ULL and their clinical value  30 \nIn contrast to ULL, stapedial reflex is seen as an objective measure of the integrity of the auditory 31 \npathway and its sensitivity to sound  (15,17,47) . The findings of similar values of SRT s in those with 32 \nand without DST in the current  study despite low U LLs in those with DST ( table 3) is consistent with 33 \nthe literature that there are no correlations between ULL and SRT  (15). This raises the question if SRT 34 \nmeasurement can complement ULL in the clinical evaluation of DST . In the absence of any solid link 35 \nbetween auditory tests and DST , the value of subjecting individuals with DST to loud sounds to obtain 36 \nSRT and ULL  may be questioned.     37 \nThe ab sence of any difference in the SRTs in the three groups and low ULL in DST in the current study 38 \nwould suggest that  ULL is mediated by higher order brain networks compared to the brain stem 39 \ninvolved in stapedial reflex . Both hyperacusis and misophonia are linked to activation of the limbic 40 \nsystem (11) and associated with anxiety, mental health issues and neurodevelopmental disorder  41 \n(3,10,28) . Different forms of Cognitive Behavioural Therapy such as positive affect labelling, 42 \nemotional reappraisal, acceptance amongst others helps in the management of DST (48,49) . For such 43 \napproach to work it is important to convince individuals about the normal integrity of the ears and 44 \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "11 \n the auditory pathway , and that DST arise from  negative interpretation of the sounds by the brain  and 1 \ninfluenced by different factors  (4,17,18,20) . In the APD clinics run by the corresponding author  2 \nchildren are preconditio ned by explaining the nature of DST prior to SRT and ULL measurement s. In 3 \nindividuals with normal pure -tone audiogram, the presence of stapedial reflex helps in rea ssuring 4 \nthat the auditory pathway is intact, and the protective auditory reflex is responding normally to loud 5 \nsounds. This in turn helps in the acceptance of ULL measurement with less variable results. In the 6 \nlonger term the audiological assessments help  with the counselling , management , and monitoring 7 \nprogress .   8 \nTinnitus and other audiological findings in DST  9 \nTinnitus in 48 (32 plus 16) out of 140 participants  with DST (hyperacusis only, 105 plus misophonia 10 \nwith hyperacusis, 35) in the current study, suggests a prevalence of tinnitus in children with DST in 11 \nAPD of 34%. This is  lower than the 86% prevalence  of tinnitus  reported in adults  with hyperacusis  12 \n(19) but is similar to the 27.7% prevalence of tinnitus in a collegiate population with likelihood of 13 \nhyperacusis and/or misophonia (50). The latter study is consistent with our current study 14 \ndemonstrating a significant association between tinnitus and misoph onia (50).  The current study 15 \nadds to the literature by demonstrating that low ULLs are not only associated with DST but also with 16 \ntinnitus in children without DST (Table 5).  Further research is needed to establish if these children 17 \nwith tinnitus withou t DST develops DST later on life, or in other words if the tinnitus is a precursor of 18 \nDST. The significant ly lower ULL for 4 k Hz compared 1 kHz tone in the right ear in the  ‘No DST ’ group  19 \nwith tinnitus  and the relatively lower High PTAvg  compared to Low PTAvg in the right ear in 20 \nmisophonia may be linked to right ear dominance (51). In view of the findings,  it would be important 21 \nto enquire about DST in children presenting with tinnitus.  22 \nOME  and DST  23 \nSome of the participants of this study had a past history of otitis media with effusion ( OME, glue 24 \near), years before their APD was diagnosed after resolution of OME  with restoration of the  hearing 25 \nthresholds to normal. Some studies suggest an association between OME  and DST in young children 26 \n(26). Eight out of 10 children in the general population will develop OME at some point  that resolves 27 \nspontaneously (23), therefore it is not surprising that many young children presenting with DST will 28 \nnaturally h ave glue -ear. However, to establish an association between glue ear and DST there is a 29 \nneed of a control group. The current study demonstrates that the prevalence of past history of OME  30 \nwas similar in children with or without DST. The lack of any differenc e in the prevalence of past 31 \nhistory of OME  in those with and without DST supports the view that temporary conductive loss may 32 \nincrease the auditory gain for a short time,  and it settles once the conductive hearing loss is restored 33 \n(52). The present study  rules out past history of  OME or  glue -ear as a cause of DST.  34 \nLimitations  35 \nA number of issues limit the generalizability of the findings in this study that was carried out in 36 \nchildren diagnosed with APD. Consistent with the literature misophonia mostly co -existed with 37 \nhyperacusis that makes it difficult to conclude if the lack of difference in the audiological 38 \ncharacteristics found in this study was due to this overlap. Future research is needed to compare 39 \nbetween ‘misophonia without hyperacusis ’ and ‘hyper acusis without misophonia ’. This would involve 40 \na long -term  study as the prevalence of ‘misophonia without hyperacusis ’ is very small  (3,4,11) . The 41 \nrelatively smaller number of children in the ‘misophonia with hyperacusis ’ group compared to the 42 \n‘hyperacus is only ’ group is also an issue. There are ambiguities in the definitions of misophonia and 43 \nhyperacusis in the current literature and future research is required to establish a clearer and 44 \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "12 \n standardized definitions based on clinical presentation and neurop hysiological basis (4). The 1 \nincorporation of all the systems within the RDoC framework  may be a way to standardize  the 2 \nevaluation of DST  in a holistic way  and reaching a consensus  (6). In the current paper misophonia 3 \nreferred to DST to sounds of chewing and eating as this is the predominant trigger (9)  and the term 4 \n‘mastication rage ’ has been used  (8) to refer to misophonia. Future research is needed to establish if 5 \naudiological, behavioural and emotional response s of children with DST to other body sounds such 6 \nas breathing, coughing, sneezing and others differ from those with hyperacusis and DST to chewing 7 \nand eating.  8 \nConclusion  9 \n The current study primarily aimed to explore if ‘hype racusis ’ and ‘misophonia ’ could be 10 \ndistinguished using routine audiological assessment.  Thresholds of individual pure -tones used in 11 \npure -tone audiometry were not different between those with or without DST in children with APD 12 \nwith thresholds considered t o be within normal  limits of 20 dB HL . However, ‘misophonia with 13 \nhyperacusis ’ group had lower pure -tone average  of high frequency ( 8, 10, 12.5 kHz) tones  compared 14 \nto pure -tone average of low frequency (.25, .5, 1, 2 and 4 kHz) tones  in the right ear compared to the 15 \n‘No DST ’ group . Ipsilateral SRTs  were similar irrespective of DST. ULLs were lower in both ‘misophonia 16 \nwith hyperacusis ’ and ‘hyperacusis only ’ groups compared to those without DST . However, ULLs did 17 \nnot vary significantly weather the DST had significant or non -significant impact on daily life.  In the 18 \n‘No DST ’ group those with tinnitus had lower UL L for 4 kHz compared to 1 kHz tone in the right ear 19 \ncompared to those without tinnitus. There were some inconsistencies regarding the ear asymmetry 20 \nfor ULL and future studies are required with larger sample of misophonia. The study findings are 21 \nconsistent with the literature that stapedial reflex involves the inner ears and the brain stem (17) , 22 \nwhile hyperacusis, misophonia and tinnitus involves higher order brain networks mediating 23 \nemotional responses and anxiety (11). The study is consistent with the literature that there is no 24 \ndirect link between audiological findings and DST (18). However, audiological assessment in DST is 25 \nconsidered useful for clinical evaluation, counselling and management.   26 \nTinnitus was more common in ‘misophonia  with hyperacusis ’ group compared to ‘hyperacusis only ’ 27 \nand ‘No DST ’ group s, and in the ‘hyperacusis only ’ group  compared to the ‘No DST ’ group. Children 28 \nwith misophonia with or without tinnitus  and children with tinnitus in the ‘hyperacusis only ’ and the 29 \n‘No DST ’ groups were older.  The study findings are consistent with the literature that stapedial refl ex 30 \ninvolves the inner ears and  the brain stem (17) , while hyperacusis, misophonia and tinnitus involves 31 \nhigher order brain networks mediating emotional responses and anxiety  (11). We suggest that DST 32 \nand tinnitus are considered as auditory disabilities in addition to different types of listening 33 \ndifficulties in evaluating APD, and DST need s to be explored in children presenting with tinn itus.  34 \nMisophonia was more prevalent in females  but the frequency of significant impact of  misopho nia on 35 \ndaily life were similar in both females and males . In contrast to misophonia, hyperacusis was more 36 \nprevalent in males  but significant impact of hyperacusis on daily living was more frequent  in females.  37 \nThe association between DST and past history of  OME  was also explored  in this study . Similar 38 \nprevalence of past history of glue -ear in APD children with or without DST suggests that OME  is 39 \nunlikely to be a factor leading to DST in older children and adolescents.  40 \n 41 \n 42 \n 43 \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "13 \n References:  1 \n1. Adams B, Sereda M, Casey A, Byrom P , Stockdale D, Hoare DJ. A Delphi survey to 2 \ndetermine a definition and description of hyperacusis by clinician consensus. Int J 3 \nAudiol [Internet]. 2021;60(8):607 –13. Available from: 4 \nhttps://doi.org/10.1080/14992027.2020.1855370  5 \n2. Swedo SE,  Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, et al. Consensus 6 \nDefinition of Misophonia: A Delphi Study. Front Neurosci. 2022 Mar 17;16.  7 \n3. Ahmmed A, Vijayakumar S. A Retrospective Study Distinguishing between Hyperacusis 8 \nand Misophonia in child ren with Auditory Processing Disorder (APD). Int J Pediatr 9 \nOtorhinolaryngol. 2024 Nov 1;186.  10 \n4. Jastreboff PJ, Jastreboff MM. The neurophysiological approach to misophonia: Theory 11 \nand treatment. Front Neurosci [Internet]. 2023;17:895574. Available from: 12 \nhttps://www.  13 \n5. Rinaldi LJ, Smees R, Ward J, Simner J. Poorer Well -Being in Children With Misophonia: 14 \nEvidence From the Sussex Misophonia Scale for Adolescents. Front Psychol. 2022 Apr 15 \n6;13.  16 \n6. Kumar S, Rosenthal MZ, Aazh H, Swedo SE, Denys DM, Fioretti M , et al. Commentary: 17 \nConsensus definition of misophonia A Commentary on Consensus definition of 18 \nmisophonia: A Delphi study. 2023.  19 \n7. Potgieter I, Cima R, Macdonald C, Partridge L, Hoare DJ, Sheldrake J. Misophonia : A 20 \nscoping review of research. J Clin Ps y. 2019;(December 2018):1203 –18.  21 \n8. Bruxner G. “Mastication rage ”: A review of misophonia - An under -recognised 22 \nsymptom of psychiatric relevance? Australasian Psychiatry. 2016;24(2):195 –7.  23 \n9. Jager I, de Koning P , Bost T, Denys D, Vulink N. Misophonia: P henomenology, 24 \ncomorbidity and demographics in a large sample. PLoS One [Internet]. 2020;15(4):1 – 25 \n16. Available from: http://dx.doi.org/10.1371/journal.pone.0231390  26 \n10. Schroder A, Vulink N, Denys D. Misophonia : Diagnostic Criteria for a New Psychiatric 27 \nDisorder. PLoS One. 2013;8(1 (e54706)):1 –5.  28 \n11. Jastreboff PJ, Jastreboff MM. Treatments for Decreased Sound Tolerance ( Hyperacusis 29 \nand Misophonia ). Semin Hear. 2014;35(2):105 –20.  30 \n12. Aazh H, Erfanian M, Danesh AA, Moore BCJ. Audiological and Other Factor s Predicting 31 \nthe Presence of Misophonia Symptoms Among a Clinical Population Seeking Help for 32 \nTinnitus and/or Hyperacusis. Front Neurosci. 2022 Jul 5;16.  33 \n13. Fackrell K, Fearnley C, Hoare DJ, Sereda M. Hyperacusis questionnaire as a tool for 34 \nmeasuring hyp ersensitivity to sound in a tinnitus research population. Biomed Res Int. 35 \n2015;1 –12.  36 \n14. Sheldrake J, Diehl PU, Schaette R. Audiometric characteristics of hyperacusis patients. 37 \nFront Neurol. 2015;6(MAY):1 –7.  38 \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "14 \n 15. Olsen S. The relationship between the uncomfortable loudness level and the acoustic 1 \nreflex threshold for pure tones in normally -hearing and impaired listeners —a meta - 2 \nanalysis. Vol. 38, International Journal of Audiology. 1999. p. 61–8.  3 \n16. Ohmura Y , Ichik awa I, Kumagaya S, Kuniyoshi Y . Stapedial reflex threshold predicts 4 \nindividual loudness tolerance for people with autistic spectrum disorders. Exp Brain 5 \nRes. 2019 Jan 31;237(1):91 –100.  6 \n17. Saxena U, Singh BP , Kumar SBR, Chacko G, Bharath KNSV. Acoustic Re flexes in 7 \nIndividuals Having Hyperacusis of the Auditory Origin. Indian Journal of 8 \nOtolaryngology and Head and Neck Surgery. 2020 Dec 1;72(4):497 –502.  9 \n18. Parmar A, Prabhu PP . Efficacy of different clinical assessment measures of hyperacusis: 10 \na systematic  review. Vol. 280, European Archives of Oto -Rhino -Laryngology. Springer 11 \nScience and Business Media Deutschland GmbH; 2023. p. 985–1004.  12 \n19. Anari M, Axelsson A, Eliasson A, Magnusson L. Hypersensitivity to sound. 13 \nQuestionnaire data, audiometry and classifi cation. Scand Audiol. 1999;28(4):219 –30.  14 \n20. British Society of Audiology. Recommended Procedure: Determination of 15 \nuncomfortable loudness levels [Internet]. 2022. Available from: www.thebsa.org.uk  16 \n21. British Society of Audiology. Recommended Procedure: Tympanometry and Acoustic 17 \nReflex Thresholds [Internet]. 2024. Available from: www.thebsa.org.uk  18 \n22. Aazh H, Moore BCJ. Prevalence and characteristics of patients with severe hyperacusis 19 \namong patients seen in a tinnitus and hyperacusis clinic. J Am Acad Au diol. 2018 Jul 20 \n1;29(7):626 –33.  21 \n23. Ahmmed AU, Curley JWA, Newton VE, Mukherjee D. Hearing aids versus ventilation 22 \ntubes in persistent otitis media with effusion: A survey of clinical practice. Journal of 23 \nLaryngology and Otology. 2001;115(4).  24 \n24. Hall AJ, Humphriss R, Baguley DM, Parker M, Steer CD. Prevalence and risk factors for 25 \nreduced sound tolerance (hyperacusis) in children. Int J Audiol. 2016 Mar 3;55(3):135 – 26 \n41.  27 \n25. Potgieter I, Fackrell K, Kennedy V, Crunkhorn R, Hoare DJ. Hyperacusis in c hildren: A 28 \nscoping review. Vol. 20, BMC Pediatrics. BioMed Central; 2020.  29 \n26. Myne S, Kennedy V. International Journal of Pediatric Otorhinolaryngology Hyperacusis 30 \nin children : A clinical pro fi le. 2018;107(March 2017):80 –5.  31 \n27. Brown L, Sherbenou R, J ohnsen S. TONI4 Test of non -verbal intelligence. 4th ed. 32 \nAustin, Texas: pro -ed; 2010.  33 \n28. Ahmmed AU, Mukherjee D. Auditory processing and non -auditory factors associated 34 \nwith hyperacusis in children with auditory processing disorder (APD). Hearing Balance  35 \nCommun. 2021;19(1):4 –15.  36 \n29. Ahmmed AU, Asif A, Winterburn S. Visual Processing Impairment in Children With 37 \nSuspected Auditory Processing Disorder: A Transdisciplinary Dimensional Approach to 38 \nDiagnosis. Am J Audiol. 2022 Jun 1;31(2):268 –83.  39 \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "15 \n 30. Aazh H, Moore B, Scaglione T, Remmert N. Psychometric Evaluation of the Misophonia 1 \nImpact Questionnaire using a Clinical Population of Patients Seeking Help for Tinnitus, 2 \nHyperacusis, and/or Misophonia. J Am Acad Audiol. 2024 Nov 26;(35):1 –12.  3 \n31. Landälv D, Malm ström L, Widén S. Adolescents ’ reported hearing symptoms and 4 \nattitudes toward loud music. Noise Health. 2013 Sep;15(66):347 –54.  5 \n32. Smit AL, Stegeman I, Eikelboom RH, Baguley DM, Bennett RJ, Tegg -Quinn S, et al. 6 \nPrevalence of Hyperacusis and Its Relation to Health: The Busselton Healthy Ageing 7 \nStudy. Laryngoscope. 2021 Dec 1;131(12):E2887 –96.  8 \n33. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: Incidence, phenomenology, and 9 \nclinical correlates in an undergraduate student sample. J Clin Psychol. 2014 Oct  10 \n1;70(10):994 –1007.  11 \n34. McGregor KD, Flamme GA, Tasko SM, Deiters KK, Ahroon WA, Themann CL, et al. 12 \nAcoustic reflexes are common but not pervasive: evidence using a diagnostic middle 13 \near analyser. Int J Audiol. 2018 Jan 26;57:S42 –50.  14 \n35. Jerger J, Jerger S, Houston L. Studies in Impedance Audiometry: Normal and 15 \nSensorineural Ears. Arch Otolaryng. 1972 Dec;96:513 –23.  16 \n36. Jastreboff MM, Jastreboff PJ. Decreased sound tolerance and tinnitus retraining 17 \ntherapy (TRT). Australian and New Zealan d Journal of Audiology. 2002;24(2):74 –84.  18 \n37. Rosing SN, Schmidt JH, Wedderkopp N, Baguley DM. Prevalence of tinnitus and 19 \nhyperacusis in children and adolescents: A systematic review. Vol. 6, BMJ Open. BMJ 20 \nPublishing Group; 2016.  21 \n38. Caron KG, Schaaf RC,  Benevides TW, Gal E. Cross -cultural comparison of sensory 22 \nbehaviors in children with autism. American Journal of Occupational Therapy. 2012 23 \nSep;66(5).  24 \n39. Gigliotti F, Giovannone F, Belli A, Sogos C. Atypical Sensory Processing in 25 \nNeurodevelopmental Diso rders: Clinical Phenotypes in Preschool -Aged Children. 26 \nChildren. 2024 Jul 1;11(7).  27 \n40. de Wit E, van Dijk P , Hanekamp S, Visser -Bochane MI, Steenbergen B, van der Schans 28 \nCP , et al. Same or Different: The Overlap Between Children With Auditory Processing 29 \nDisorders and Children With Other Developmental Disorders: A Systematic Review. Ear 30 \nHear. 2018;39(1):1 –19.  31 \n41. Clark LA, Cuthbert B, Lewis -Fernández R, Narrow WE, Reed GM. Three Approaches to 32 \nUnderstanding and Classifying Mental Disorder: ICD -11, DSM -5, an d the National 33 \nInstitute of Mental Health ’s Research Domain Criteria (RDoC). Psychological Science in 34 \nthe Public Interest [Internet]. 2017;18(2):72 –145. Available from: 35 \nhttps://doi.org/10.1177/1529100617727266  36 \n42. Harrison LA, Kats A, Williams ME, Aziz -Zadeh L. The importance of sensory processing 37 \nin mental health: A proposed addition to the research domain criteria (RDoC) and 38 \nsuggestions for RDoC 2.0. Vol. 10, Frontiers in Psychology. Frontiers Media S.A.; 2019.  39 \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "16 \n 43. Guzick AG, Cervin M, Smith EEA, Clinger  J, Draper I, Goodman WK, et al. Clinical 1 \ncharacteristics, impairment, and psychiatric morbidity in 102 youth with misophonia. 2 \n2022.  3 \n44. Siepsiak M, Rosenthal MZ, Raj -Koziak D, Dragan W. Psychiatric and audiologic features 4 \nof misophonia: Use of a clinical control group with auditory over -responsivity. J 5 \nPsychosom Res. 2022 May 1;156.  6 \n45. Jakubovski E, Kley H, Müller A, De Zwaan M, Müller -Vahl K. Prevalence and clinical 7 \ncorrelates of misophonia symptoms in the general population of Germany. 2022 Nov.  8 \n46. Eaton NR, Keyes KM, Krueger RF, Balsis S, Skodol AE, Markon KE, et al. An invariant 9 \ndimensional liability model of gender differences in m ental disorder prevalence: 10 \nevidence from a national sample. J Abnorm Psychol. 2012 Feb;121(1):282 –8.  11 \n47. Lukose R, Brown K, Barber CM, Kulesza RJ. Quantification of the stapedial reflex reveals 12 \ndelayed responses in autism. Autism Research. 2013 Oct;6(5):3 44–53.  13 \n48. Jager I, Vulink N, van Loon A, van der Pol M, Schröder A, Slaghekke S, et al. Synopsis 14 \nand Qualitative Evaluation of a Treatment Protocol to Guide Systemic Group -Cognitive 15 \nBehavioral Therapy for Misophonia. Front Psychiatry. 2022 Jun 28;13.  16 \n49. Mattson SA, D ’Souza J, Wojcik KD, Guzick AG, Goodman WK, Storch EA. A systematic 17 \nreview of treatments for misophonia. Vols. 39–40, Personalized Medicine in Psychiatry. 18 \nElsevier Inc.; 2023.  19 \n50. Brennan CR, Lindberg RR, Kim G, Castro AA, Khan RA, Berenbau m H, et al. Misophonia 20 \nand Hearing Comorbidities in a Collegiate Population. Ear Hear. 2024 Mar 1;45(2):390 – 21 \n9.  22 \n51. Tai Y , Husain FT. Right -Ear Advantage for Speech -in-Noise Recognition in Patients with 23 \nNonlateralized Tinnitus and Normal Hearing Sensitivit y. JARO - Journal of the 24 \nAssociation for Research in Otolaryngology. 2018 Apr 1;19(2):211 –21.  25 \n52. Hutchison P , Maeda H, Formby C, Small BJ, Eddins DA, Eddins AC. Acoustic deprivation 26 \nmodulates central gain in human auditory brainstem and cortex. Hear Res.  2023 27 \nFeb;428:108683.  28 \n  29 \nAcknowledgements:  30 \nThe authors are grateful to all the audiologists at Fulwood Audiology for meticulously recording the 31 \noutcome measures for children consulted in the auditory processing disorder clinic. Special thanks to 32 \nMs. Laura Knowles, Ms. Olivia Binless -Smith, and Mrs. Rokaya Desai for their help in the data 33 \ncollection.  34 \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "17 \n Table 1. Mean (SD) of pure tone thre sholds (HT) at 0.25 kHz to 12.5 kHz and pure tone averages for 0.25 kHz -4 kHz and 8kHz -12.5 kHz.   \n \n \n 0.25 \nkHz 0.5 \nkHz 1  \nkHz 2  \n kHz 4 \nkHz 8 \nkHz 10  \nkHz 12.5 \nkHz Average \n.25-4kHz  Average  \n8-12.5 kHz  High -low \nslope  \nHT Right  Hyperacusis only  9.15  \n(5.91)  12.01 \n(5.53)  8.93 \n(5.23)  6.31 \n(5.15)  6.54 \n(6.77)  5.75 \n(7.26)  5.52 \n(7.9)  4.42 \n(8.59)  8.59 \n(4.40)  5.27 **  \n(6.90)  -3.32 \n(5.36)  \nMisophonia with \nHyperacusis  11.43 \n(5.76 ) 13 \n(5.17)  9 \n(5.39)  7.57 \n(5.19) 7 \n(5.02)  4.29 \n(6.76) 5.57 \n(6.27) 4.0 \n(7.65) 9.57 \n(4.21)  4.61 **  \n(5.91) -4.98 * \n(4.59 ) \nNo Decreased sound \ntolerance  8.77 \n(5.73)  12.46 \n(4.98)  7.72 \n(4.70)  5.85 \n(5.14)  5.88 \n(5.89)  5.63 \n(6.56)  5.60 \n(6.77)  4.18 \n(7.23)  8.13 \n(3.76)  5.16 ** \n(5.62)  -2.97 \n(4.89)  \nHT Left  Hyperacusis only  9.72 \n(5.68)  11.92 \n(4.69)  7.85 \n(5.28)  6.36 \n(5.97)  7.99 \n(6.25)  5.98 \n(7.60)  5.94 \n(8.08)  6.52 \n(8.85)  8.77 \n(4.28)  6.23 ** \n (7.15)  -2.53 \n(5.66)  \nMisophonia with \nHyperacusis  10.57 \n(6.39)  13.14 \n(5.43) 8 \n(5.96)  6.71 \n(6.52) 8.71 \n(4.75) 4.57 \n(6.79) 5.43 \n(6.10)  4.86  \n(8.17 ) 9.42 \n(4.54) 4.95 ** \n(5.56) -4.47 \n(4.99)  \nNo Decreased sound \ntolerance  9.46 \n(6.03)  12.66 \n(5.40)  7.61 \n(5.54)  5.82 \n(4.94)  8.13 \n(6.49)  5.70 \n(6.55)  5.86 \n(8) 5.45 \n(8.86)  8.73 \n(4.26)  5.66 ** \n(6.56)  -3.11 \n(5.79)  \n**High frequency pure -tone averages significantly higher than low  frequency average in all the groups, p<001  \n * High and low frequency pure -tone average difference significantly lower in the Misophonia group compared to No DST group, p<.05  \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "18 \n Table 2. Outcome of ipsilateral stapedial reflexes at 1  and 4 kHz tones in the right and left ears in the hyperacusis only, no DST and misophonia with \nhyperacusis groups.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  Number of participants  \n 1 kHz  4 kHz  \nHyperacusis only  \n(n=107)  Stapedial reflex response types  Right Ear  Left Ear  Right Ear  Left Ear  \nPresent  92 86 73 67 \nNo response at 100 -105 dB HL  6 5 15 20 \nNot tested  0 1 2 2 \nMissing  9 15 17 18 \nNo DST  Present  129 122 94 98 \n(n=136)  No response at 100 -105 dB HL  3 7 33 30 \n Not tested  1 1 2 1 \n Missing  3 6 7 7 \nMisophonia with \nhyperacusis  \n(n=35)  Present  29 32 23 26 \nNo response at 100 -105 dB HL  3 1 9 6 \nNot tested  1 1 2 2 \nMissing  2 1 1 1 \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "19 \n  \n \n \n \nTable 3. Mean ( SD) of ipsilateral stapedial reflex thresholds and uncomfortable loudness levels elicited using 1 and 4 kHz tones and their slopes \n(difference between responses at 4 and 1 kHz tones) in the right and left ears.  \n \n \n \n  1 kHz     4 kHz     Differences between 4 & 1 kHz  \n SRT Rt  ULL Rt  SRT Lt  ULL Lt  SRT Rt  ULL Rt  SRT Lt  ULL Lt  SRT 4 -1 \nRt ULL 4 -1 \nRt SRT 4 -1 \nLt ULL 4 -1 \nLt \nHyperacusis only  90.11 \n(10.24 ) 93.30 ** \n(10.53 ) 88.55 \n(10.84) 92.31 ** \n(11.46 ) 89.04 \n(9.84) 91.42 *** \n(11.68 ) 86.12 \n(10.25) 92.45 *** \n(11.65 ) .07 \n(9.33 ) -1.93 \n(5.19 ) -2.39 \n(9.58 ) .14 \n(5.58 .) \nMisophonia with \nhyperacusis  87.41 \n(11.62) 91.57 ** \n(10.69 ) 89.53 \n(10.57) 91.43 * \n(11.21) 83.48 \n(13.52) 88.29 *** \n(11.17 ) 87.31 \n(10.79 ) 90.29 *** \n(11.62 ) -1.9 \n(7.49) -3.14 \n(5.56) -.77 \n(9.86) -1.29 * \n(4.43) \nNo Decreased \nsound tolerance  89.53 \n(10.57 ) 97.86 \n(8.3) 88.85 \n(9.87) 96.84 \n(8.51 ) 86.94 \n(10.37) 97.26  \n(8.67) 87.04  \n(10.12) 97.97 \n(8.23 ) -.59 \n(11.07) -.64 \n(5.12 ) -.15 \n(9.44 ) .94  \n(4.44 ) \n***Right and Left ear s 4 kHz; ULL higher in ‘no DST ’ group compared to ‘misophonia with hyperacusis ’ and ‘hyperacusis ’ group  (p<.001)  \n** ULL higher in ‘no DST ’ group compared to  ‘misophonia with hyperacusis ’ and ‘hyperacusis ’ group s in right ear and hyperacusis group  in Left ear for \n1kHz tone (p<.01 ) \n*ULL higher in ‘no DST ’ group  compared to  ‘misophonia with hyperacusis ’ group  in Left ear for 1kHz tone ; Left ULL significantly lower at 4 than 1 kHz  in \n‘misophonia with hyperacusis ’ group compa red to ‘no DST ’ group (p<.0 5) \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "20 \n  \n \nTable 4. Number (percentage) of ULL responses at different levels from 60 to >100 dB HL using 1 and 4 kHz tones in the three groups.  \n \n \n \n   60 dB HL  65 dB HL  70 dB HL  75 dB H L 80 dB HL  85 dB HL  90 dB HL  95 dB HL  100 dB HL  >100 dB HL \nHyperacusis  \nOnly  ULL Rt 1 kHz  0 0 3 (2.83)  7 (6.6)  10 (9.43)  13 (12.26)  13 (12.26)  14 (13.21)  15 (14.15 ) 31 (29.24 ) \nULL Rt 4 kHz  0 3 (2.83)  4 (3.77)  8 (7.55)  11 (10.38)  15 (14.15)  11 (10.38)  13 (12.26)  13 (12.26 ) 28 (26.41)  \nULL Lt 1kHz  1 (.94)  1 (.94)  7 (6.6)  4 (3.77)  9 (8.49)  11 (10.38)  14 (13.21)  14 (13.21)  20 (18.86 ) 25 (23.58)  \nULL Lt 4 kHz  1 (.94)  2 (1.89)  3 (2.83)  8 (7.55)  10 (9.43)  10 (9.43)  13 (12.26)  12 (11.32)  19 (17.92 ) 28 (26.41)  \nMisophonia \nwith \nHyperacusis  ULL Rt 1 kHz  0 0 2 (5.71)  4 (11.43)  1 (2.86)  4 (11.43)  4 (11.43)  9 (25.71)  5 (14.28 ) 6 (17 .14) \nULL Rt 4 kHz  0 1 (2.86)  3 (8.57)  2 (5.71)  6 (17.14)  4 (11.43)  3 (8.57)  8 (22.85 ) 3 (8.57 ) 5 (14.28)  \nULL Lt 1 kHz  0 2 (5.71)  1 (2.86)  1 (2.86)  2 (5.71)  6 (17.14)  4 (11.43)  7 (20)  6 (17.14) 6 (17.14)  \nULL Lt 4 kHz  0 3 (8.57 ) 1 (2.86)  3 (8.57)  1 (2.86)  6 (17.14)  6 (17.14)  5 (14. 28) 3 (8.57)  7 (20) \nNo \nDecreased \nSound \nTolerance  ULL Rt 1 kHz  0 0 1 (.75)  2 (1.5)  6 (4.51)  10 (7.52)  12 (9.02)  16 (12.03)  33 (24.81 ) 53 (39.84)  \nULL Rt 4 kHz  0 0 0 4 (3)  5 (3.76)  14 (10.53)  15 (11.28)  16 (12.03)  24 (18.04 ) 55 (41.35)  \nULL Lt 1 kHz  0 0 0 2 (1.5)  10 (7.52)  12 (9.02)  13 (9.77)  19 (14.28)  30 (22.55 ) 47 (35.33)  \nULL Lt 4 kHz  0 0 0 0 9 (6.77)  14 (10.53)  9 (6.77)  16 (12.03)  27 (20.3 ) 58 (43.61)  \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "21 \n  \nTable 5. Comparison of mean ( SD) of age, non -verbal intelligence, and different audiological measures in participants with and without tinnitus in the three \ngroups of children diagnosed with auditory processing disorder.  \n  Hyperacusis only  Misophonia with hyperacusis  No DST   \n  Tinnitus Present  Tinnitus Absent  Tinnitus Present  Tinnitus Absent  Tinnitus Present  Tinnitus Absent  \nAge in years   12.24 ( 2.24) ** 10.85 (2.03)  12.58 (2.54) 12.53 (2.38) 12.80 (1.98)** 11.41 (2.05) \nNVIQ   98.75 (8.25)  99.99 (10.87)  101.25 (13.48) 93.42 (5.53)  97.54 (10.88) 98.97 (9.35) \nPTavg 0.25 -4kHz Right   8.68 (4.92)  8.47 (4.2) 10.75 (4.89) 8.63 (3.32) 8.03 (4.24) 8.13 (3.7) \nPTavg 8 -12.5kHz Right   6.26 (7.54)  4.84 (6.6) 6.14 (5.15) 3.33 (6.33) 4.85 (5.5) 5.06 (5.61) \nSlope PTavg Hi -Lw Rt   -2.44 (6.37)  -3.63 (4.87)  -4.60 (4.48) -5.29 (4.77) -3.14 (4.43) -3.07 (4.98) \nPTavg 0.25 -4kHz Left   9.12 (4.93) 8.59 (4.01) 10.87(5.61) 8.21 (3.04) 8.06 (4.37) 8.75 (4.18) \nPTavg 8 -12.5kHz Left   6.51 (7.05) 6.13 (7.27) 6.77 (4.99) 3.42 (5.67) 6.15 (6.08) 5.19 (6.46) \nSlope PTavg Hi -Lw Lt   -2.61 (6.16) -2.46 (5.53) -4.10 (4.99) -4.78(5.10) -2.13 (5.63) -3.56 (5.77) \nSRT 1 kHz Right   91.6 (10.87 ) 89.7 (10.03 ) 88.00 (13.33) 86.79 (9.92) 91.52  (9.1) 89.36 (10.66 )            \nSRT 1 kHz Left   90.65 (11) 87.78 (10.76) 90.31  (12.31)  88.75 (8.85) 89.77 (8.51) 88.44 (10.21 ) \nSRT 4 kHz Right   88.64  (10.59) 89.3 (9.69) 82.73 (14.8 9) 84.17 (12.76 ) 87.08  (7.52) 86.79 (10.84) \nSRT 4 kHz Left   85.71 (11.21) 86.3 (9.91) 86 (12.08) 88.21 (9.92) 89.64 (6.34) 86.65 (11.02) \nSRT dif 4 -1 kHz Right   -2.38(8.74)   .98 (9.54) -1.50 (4.73) -2.27 (9.58) -.83 (4.68) -1.03 (11.66) \nSRT dif 4 -1 kHz Left   -5.24 (10.54) -1.09(8.93) -2.08 (13.39) .36 (5.70) 2.33 (9.79)  -.54 (9.28) \nULL 1 kHz Right   91.13 (10.22 ) 94.38  (10.67 ) 90.94  (11.28) 92.11 (10.45 ) 95.91 (8.25) 98.32 (8.32) \nULL 1 kHz Left   90.00 (11.76 ) 93.77(10.98)                    90.31  (12.17) 92.37(10.58 ) 92.5 (9.09)* 97.71  (8.19) \nULL 4 kHz Right   89.52 (12.06) 92.6 (11.39) 85.94 (11.57) 90.26 (10.73) 92.05 (9.46)** 98.46 (8.19) \nULL 4  kHz Left   90.65 (11.45) 93.70 (11.48) 89.06 (12.41) 91.32 (11.16 ) 93.86  (9.12)* 98.88  (7.84) \nULL dif 4 -1 kHz Right   -1.77(5.25) -1.78 (5.09) -5.00 (6.83) -1.58 (3.74) -4.09 (6.29)** .14 (4.57) \nULL dif 4 -1 kHz Left      .65 (5.43) -.07 (5.68) -1.25 (3.41)  -1.32 (5.22) 1.36 (4.41)   .93 (4.51) \n** Participants with tinnitus were significantly older than those without tinnitus in the ‘Hyperacusis only ’ (p=.007) and the ‘No DST ’ (p=.003 ) groups . \nIn the ‘No DST ’ group children with tinnitus had highly significant low ULL for 4 kHz tone  (p=.003)  with highly significant larger difference between \nthe 4 and 1 kHz tones (p=.001) in the right ear . \n*Participants in the ‘No DST ’ group children with tinnitus  had mildly significant low ULL  values for 1 kHz (p=.013) and 4 kHz  (p=.015) tones in the left \near compared to those without tinnitus . \n        \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Title: A Retrospective Study of Audiological Characteristics of Hyperacusis versus \nMisophonia in Children with Auditory Processing Disorder  \n \n \nHighlights:  \n• Hyperacusis, misophonia and tinnitus are auditory disabilities in addition to the main \nsymptom of listening difficulty in developmental auditory processing disorder.  \n• Routine audiological measures can not distinguish between hyperacusis and \nmisophonia.  \n• Misiphonia is more common in females  but the severity of impact on life are similar \nin both males and females . \n• Hyperacusis more common in males but the frequency of significant  impact of \nhyperacusis on life is higher  in females.  \n•  Stapedial reflex thresholds are similar in those with and without decreased sound \ntolerance  (DST) . \n• Uncomfortable loudness levels  (ULL s) are low  in DST but ULLs do not reflect the  \nfrequency  of significant  impact of DST on life. \n• In children without DST , ULLs are lo wer in those with tinnitus compared to those \nwithout tinnitus.  \n• DST is not related to history of otitis media with effusion in early childhood . \n \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Declaration of interests  \nWe have nothing to declare.  \nJournal Pre-proof"
    }
  ]
}