{
  "doc_type": "scientific paper",
  "title": "Evidence of Cross-Cultural Consistency of the S-Five Model for Misophonia Psychometric Conclusions Emerging From the Mandarin Version",
  "authors": [
    "Vitoratou"
  ],
  "year": 2022,
  "journal": "Psychology | www.frontiersin.org 1 July 2022 | Volume 13 | Article 879881ORIGINAL RESEARCH",
  "doi": "10.3389/fpsyg.2022.879881",
  "abstract": null,
  "keywords": [
    "misophonia",
    "S-Five",
    "China",
    "Mandarin",
    "psychometrics Frontiers in Psychology  | www.frontiersin.org  2 July 2022 | Volume 13 | Article 879881Vitoratou et al. S-Five Model in Mandarin"
  ],
  "research_topics": [
    "misophonia",
    "S-Five",
    "China",
    "Mandarin",
    "psychometrics Frontiers in Psychology  | www.frontiersin.org  2 July 2022 | Volume 13 | Article 879881Vitoratou et al. S-Five Model in Mandarin"
  ],
  "created_at": "2025-05-05T03:08:57.803768Z",
  "source_pdf": "documents/research/Global/Vitoratou 2022 Evidence of Cross-Cultural Consistency of the S-Five Model for Misophonia Psychometric Conclusions Emerging From the Mandarin Version.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology  | www.frontiersin.org  1 July 2022 | Volume 13 | Article 879881ORIGINAL RESEARCH\npublished: 26 July 2022\ndoi: 10.3389/fpsyg.2022.879881\nEdited by: \nM. Zachary Rosenthal,  \nDuke University, United States\nReviewed by: \nZachary J. Williams,  \nVanderbilt University,  \nUnited States\n Andrew Guzick,  \nBaylor College of Medicine, \nUnited States\n*Correspondence: \nSilia Vitoratou   \nsilia.vitoratou@kcl.ac.uk\nSpecialty section: \nThis article was submitted to  \nAuditory Cognitive Neuroscience,  \na section of the journal  \nFrontiers in Psychology\nReceived:  20 February 2022\nAccepted:  17 June 2022\nPublished:  26 July 2022\nCitation:\nVitoratou S, Wang J, Hayes C, \nWang Q, Stefanatou P and \nGregory J (2022) Evidence of Cross-\nCultural Consistency of the S-Five \nModel for Misophonia: Psychometric \nConclusions Emerging From the \nMandarin Version.\nFront. Psychol. 13:879881.\ndoi: 10.3389/fpsyg.2022.879881Evidence of Cross-Cultural \nConsistency of the S-Five Model for \nMisophonia: Psychometric \nConclusions Emerging From the \nMandarin Version\nSilia Vitoratou 1*, Jingxin Wang 1, Chloe Hayes 1, Qiaochu Wang 1, Pentagiotissa Stefanatou 2 \nand Jane Gregory 3,4\n1 Psychometrics and Measurement Lab, Department of Biostatistics and Health Informatics, Institute of Psychiatry, \nPsychology and Neuroscience, King’s College London, London, United Kingdom, 2 First Department of Psychiatry, Eginition \nHospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece, 3 Department of Experimental \nPsychology, University of Oxford, Oxford, United Kingdom, 4 Oxford Health Specialist Psychological Interventions Centre, \nOxford Health NHS Foundation Trust, Oxford, United Kingdom\nMisophonia is a disorder generally characterised by a decreased tolerance to everyday \nsounds. Although research is increasing in misophonia, a cross-cultural validation of a \npsychometric tool for measuring misophonia has not been evaluated. This study \ninvestigated the validity of the S-Five multidimensional model of the misophonic experience \nin a sample of Chinese participants. The S-Five was translated in a forward-backward \nmethod to Mandarin to establish a satisfactory translation. The translation was also \nindependently back translated to English, with no significant differences when compared \nto the original S-Five. Through exploratory factor analysis, using responses from 256 \nChinese individuals, the five dimensions (internalising appraisals, externalising appraisals, \nperceived threat and avoidance behaviour, outbursts, and impact on functioning) were \nreplicated, indicating the cross-cultural uniformity of the experience of misophonia as \ncaptured by the S-Five. That is, current results point to the stability of the manifestation \nof misophonia across cultures, seen here for the first time in the literature. By design, the \nS-Five items were developed to reflect sound sensitivities in a manner that is not specific \nor matching to individuals of a certain age, gender, ethnicity, nationality, socio-economic \nstatus, and educational level. Testimonial to this fact is not only the replication of the five \nfactors, but also the replication of the evidence towards satisfactory psychometric \nproperties (reliability and validity) of the scale. Based on the results of this study, the S-Five \nis a psychometrically robust tool to be used within the Chinese population.\nKeywords: misophonia, S-Five, China, Mandarin, psychometrics"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Frontiers in Psychology  | www.frontiersin.org  2 July 2022 | Volume 13 | Article 879881Vitoratou et al. S-Five Model in Mandarin\nINTRODUCTION\nMisophonia is characterised by decreased tolerance to everyday \nsounds ( Jastreboff and Jastreboff, 2001 ) and, by consensus, is \nrecognised as a disorder ( Swedo et  al., 2021 ). Trigger sounds \nhave been identified to broadly cluster into the three groups of \neating sounds, nose/throat sounds and environmental sounds \n(Vitoratou et al., 2021a ), with decreased sound tolerance to eating \nsounds appearing to be  at the centre of the disorder ( Jager et  al., \n2020 ; Swedo et  al., 2021 ; Vitoratou et  al., 2021a ). Reactions and \nresponses to sounds experienced in misophonia are varied and \ninclude emotional, physiological, and behavioural responses. It \nhas been commonly reported that primary feelings such as anger \nand disgust are experienced ( Edelstein et al., 2013 ; Schröder et al., \n2013 ; Kumar et  al., 2017 ; Jager et  al., 2020 ), alongside unpleasant \nphysiological changes, including an increased heart rate, muscle \ntension, pain and sweating ( Edelstein et  al., 2013 ; Johnson et  al., \n2013 ). Misophonia can have a significant impact on a person’s \nsocial and occupational functioning ( Schröder et  al., 2013 ; Rouw \nand Erfanian, 2018 ). Avoidance behaviours, social withdrawal \n(Johnson et al., 2013 ; Schneider and Arch, 2015 ; Hocaoglu, 2018 ; \nMuller et  al., 2018 ; Singer, 2018 ; Alekri and Al Saif, 2019 ) and, \nfor some, aggression ( Reid et  al., 2016 ; Hocaoglu, 2018 ; Alekri \nand Al Saif, 2019 ; Jager et  al., 2020 ) are also frequently reported.\nThere is currently limited literature available on misophonia \noutside of western cultures. Two studies have evaluated the \nsymptoms and clinical correlates of misophonia within Asian \ncultures. One study investigated the disorder within Chinese \nundergraduate students ( Zhou et  al., 2017 ) and another within \nSingaporean psychiatric patients ( Quek et al., 2018 ). Zhou et al. \n(2017)  found that 6% of respondents reported clinically significant \nlevels of misophonia, with 17% endorsing a sensitivity (selecting \n“often” or “always” on the rating scale) to eating sounds, 18% \nto nasal sounds and 13% to environmental sounds. This study \nused the Misophonia Questionnaire (MQ; Wu et  al., 2014 ), \nwhich has not undergone a full psychometric analysis. The \nMQ contains two factors: sensitivity to sounds compared to \nother people, as well as emotional and behavioural responses \nto those sounds. It does not capture some of the other aspects \nof misophonia reported in the literature, such as loss of control \n(Jager et al., 2020 ) and appraisals of oneself ( Rouw and Erfanian, \n2018 ) and of others ( Edelstein et  al., 2013 ).\nAnother questionnaire, MisoQuest ( Siepsiak et  al., 2020 ), \nwas developed to assess the presence or absence of misophonia, \nbased on the misophonia diagnostic criteria proposed by \nSchröder et  al. (2013) . It contains 14 items and measures \nmisophonia from reactions to specific sounds, occurrence of \nemotions, controlling emotional reactions, attitudes toward \nreactions, avoidance, and daily dysfunction. MisoQuest has \nshown satisfactory psychometric properties but is not designed \nto capture severity of misophonic traits. The Duke Misophonia \nQuestionnaire (DMQ; Rosenthal et  al., 2021 ) was developed \nas a tool for assessing the complexities in symptom severity, \nimpairment to functioning and coping mechanisms in \nmisophonia. Composite scores can be  calculated separately for \nsymptoms and coping, rather than an overall score for misophonia \nseverity, drawn from all subscale scores.The S-Five tool, for measuring the latent trait of misophonia \nseverity, was developed in large study ( n = 828) initiated in \nEnglish-speaking individuals who identify with the condition \n(Vitoratou et  al., 2021b ). Four waves of sampling, more than \n80 initial items and several thousand of responses, concluded \nwith a 25-item scale which reflects five dimensions of the \nmisophonic experience, with excellent psychometric properties. \nThe five factors that emerged were: emotional threat (sense \nof feeling trapped or helpless if unable to get away from sounds), \ninternalising appraisals (tendency to see oneself as a bad or \nangry person for reacting to sounds) externalising appraisals \n(tendency to blame the person for making the sound), outbursts \n(fear of having, or actually displaying, aggressive outburst) and \nimpact (current and future limitations in life from misophonia). \nThe factor structure was subsequently replicated in a large \nsample ( n = 772), representative of the UK population ( Vitoratou \net al., 2022 ). Individuals who identified with having misophonia \nhad higher mean scores for threat factor than other factors \n(Vitoratou et al., 2021b ). Meanwhile, in the general population, \nexternalising appraisals was the factor most highly endorsed \n(Vitoratou et  al., 2022 ). Within both populations, the S-Five \nsubscales had an alpha of a least 0.83 ( Vitoratou et  al., 2021b , \n2022 ). In both studies, misophonia severity was associated with \nincreased symptoms of depression and anxiety.\nThe S-Five has a supplementary trigger checklist, capturing \nthe nature and intensity of the emotional response to sounds \n(Vitoratou et al., 2021b , 2022 ), in a flexible format which allows \nmodifications of the trigger sounds list and the response types, \nto accommodate advances made in the literature of misophonia \nresearch. Loud eating was the sound rated with the highest \nintensity of negative reaction in both the UK general population \n(Vitoratou et  al., 2022 ) and by individuals identifying with \nhaving the condition ( Vitoratou et  al., 2021b ).\nThe current study aimed to evaluate the five-factor model \nof the experience of misophonia in a non-clinical Chinese \nsample using the S-Five translated into Mandarin. We  aimed \nto test the cross-cultural robustness of the five dimensions of \nthe S-Five, evaluate the measurement invariance with regards \nto age and gender, examine the reliability (consistency and \nstability) and concurrent validity. We hypothesised that symptoms \nof depression and anxiety would be  positively associated with \nsymptoms of misophonia. With respect to trigger sounds, \nwe  hypothesised that loud chewing would be  rated as causing \nthe most intense negative reaction.\nMATERIALS AND METHODS\nRecruitment\nInclusion criteria followed being aged 18 years and over and \nfluent in Mandarin. Exclusion criteria were the presence of a \nsevere learning or intellectual disability, as per self-disclosure \nof such a disability. A participants’ information sheet was \navailable at the beginning of the survey and consent was granted \nbefore completing the questionnaires online (ethics approval \nreference RESCM-19/20–11,826)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  3 July 2022 | Volume 13 | Article 879881Recruitment was done using a snowball sampling technique \nvia social media in China (Wechat Moment, Weibo & Douban), \nas well as via Twitter, Reddit, and the Fortnightly Recruitment \nCircular at King’s College London. Data collection took part \nbetween January and September 2021, including the retest \nstudy. Participants who finished the S-Five 25-item measurement \nscale were offered a chance to win an e-voucher at the end \nof the survey.\nRetest data were collected between two and four weeks of \nan individual’s first assessment. The opportunity to take part \nin the retest study was presented at the end of the survey, to \nwhich participants were directed to a separate survey to enter \ntheir email addresses, to maintain anonymity. A total of 48 \nparticipants received the test–retest survey link via email and \nthose that completed the survey were offered the chance to \nwin an e-voucher again.\nThe e-voucher, in both surveys, was for an online video \nmembership worth ¥130 (~£15), and SPSS random selection \nwas used for establishing those who won. Those who partially \ncompleted the surveys were not offered the chance to win the \ne-voucher.\nMeasures\nThe online survey included demographic questions, such as \nage, gender, ethnicity, education level, occupation, country of \nbirth, and countries of residence in both past and present. \nThe survey also asked whether the individual had any formal \ndiagnoses on mental health conditions (including mood, anxiety, \npsychotic, personality, trauma, eating and substance abuse \ndisorders), audiological conditions (e.g., tinnitus) and \nneurodevelopmental conditions (e.g., autism). Participants were \nasked whether they were aware of the term misophonia and \nwhether they identified as having misophonia. Attention check \nquestions have been used throughout the survey to ensure \nthe quality of responses (e.g., Please slide the bar to option \n‘2’ for us to ensure the validity of the responses). Responses \nwhich did not meet the requirement of the attention check \nquestions or failed to respond to more than 3 of the 25 S-Five \nitems were removed to ensure engagement with the study \n(n = 60). The following self-report questionnaires were \nalso included.\nSelective Sound Sensitivity Syndrome Scale\nThe Selective Sound Sensitivity Syndrome Scale (S-Five) is a \n25-item measurement scale which assess the severity of \nmisophonia ( Vitoratou et  al., 2021b ). Each item is rated on \nan 11-point scale from 0 (not at all true) to 10 (completely \ntrue). The items are presented in the appendix in both English \nand Mandarin.\nThe S-Five trigger checklist (S-Five-T; see appendix for the \nEnglish and Mandarin versions) was designed to capture the \nnature and intensity of a range of trigger sounds. The S-Five-T \nis flexible by design, in that it allows for adjustment of the \nnumber of triggers used. The current study used the 37 trigger \nsounds presented in the original validation study for the S-Five \n(Vitoratou et  al., 2021b ). The original options for emotional reactions were also used (no feeling, irritation, distress, disgust, \nanger, panic, other feeling: negative, and other feeling: positive). \nRespondents select their main emotional reaction to each trigger \nitem and then rate the intensity (henceforth trigger intensity) \nof that reaction, from 0 (does not bother me at all) to 10 \n(unbearable/causes suffering). Four indices can be  computed: \n(1) the trigger count (TC), which is the total number of triggers \nendorsed (i.e., where a negative reaction is selected) by a \nrespondent (takes values from 0 to 37  in the current list), (2) \nthe reaction count (RC), the number of times each particular \nreaction type is endorsed, counted across triggers in a single \nrespondent (takes values from 0 to 37  in the current list), (3) \nthe frequency/intensity of reactions score (FIRS) is the total \nvalue of the intensity items of all endorsed triggers (takes \nvalues from 0 to 370  in the current list), and (4) the relative \nintensity of reactions score (RIRS) which gives an estimate of \nthe intensity of reactions to triggers, relative to the number \nof triggers reported (takes values from 0 to 100  in the current \nlist). It is computed by dividing the FIRS index by the TC \nindex. The S-Five and S-Five-T were translated by the research \nteam for use in the present study.\nAmsterdam Misophonia Scale\nThe Amsterdam Misophonia Scale (A-MISO-S) is a 6-item \nmeasure of misophonia adapted from a clinician-rated tool, \nthe Y ale-Brown Obsessive–Compulsive Scale (YBOCS; Goodman \net  al., 1989 ; Schröder et  al., 2013 ). Although it was designed \nas a clinician-rated tool, for the purposes of this study \nwe  administered it as a self-report measurement tool. The \nquestions ask about misophonia in relation to time occupied, \nimpact on functioning, level of distress, resistance of sounds, \nperceived control, and avoidance behaviour. The A-MISO-S, \ntranslated by the research team, had an alpha of 0.79 and an \nomega of 0.81  in this study.\nMisophonia Questionnaire\nThe Misophonia Questionnaire (MQ) is a three-part self-report \nmeasure for misophonia ( Wu et  al., 2014 ). The Misophonia \nSymptoms Scale (MSYS; α = 0.70 and ω = 0.90) asks respondents \nto compare their sensitivity to specific triggers with others’ \nresponses and the Misophonia Emotions and Behaviours Scale \n(MEBS; α = 0.89 and ω = 0.90) measures an individual’s responses \nto trigger sounds. The two subscales are combined to create \nthe MQ total score. The Misophonia Severity Scale is a single \nitem question, adapted from the NIMH Global Obsessive–\nCompulsive Scale (NIMH GOCS; Murphy et  al., 1982 ), asking \nindividuals to rate the severity of their sound sensitivity on \na scale from 1 (minimal) to 15 (very severe), with a score \ngreater than or equal to 7 said to indicate clinically significant \nsymptoms. The MQ was translated by the research team for \nuse in this study.\nPatient Health Questionnaire-9\nThe Patient Health Questionnaire-9 (PHQ-9) was used to \nmeasure symptoms of depression ( Kroenke et  al., 2001 ). Items \nare rated on a 4-point ordinal scale, with a total score range"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  4 July 2022 | Volume 13 | Article 879881of 0 to 27. We used a Mandarin version that has been validated \nin Chinese populations ( Y eung et  al., 2008 ). The reliability \ncoefficients of PHQ-9 were α = 0.89 and ω = 0.89.\nGeneral Anxiety Disorder-7\nThe General Anxiety Disorder-7 (GAD-7) measures severity \nof anxiety symptoms ( Spitzer et  al., 2006 ). Each item is rated \non a 4-point ordinal scale, with a total score ranging from 0 \nto 21. We  used a Mandarin version that has been validated \nwithin Chinese populations ( He et  al., 2010 ). In this study, \nthe GAD-7 had an α of 0.91 and ω of 0.92.\nTranslation\nThe S-Five, developed in English, was translated into Mandarin \nfor use in the Chinese population and then back-translated into \nEnglish. Two authors (JW and QW), fluent in English and \nMandarin, separately translated the S-Five, and the two versions \nwere compared and revised accordingly. The co-adjusted version \nwas translated back to English by a native Mandarin speaker, \nfluent in English. The back-translated version of the S-Five was \ncompared to the original English version of the S-Five and a \nsecond co-adjusted version was produced. This version was again \ntranslated to English by the native Mandarin speaker. There were \nno significant differences between the final version of the translated \nS-Five and the original S-Five. Using the same method, the \nA-MISO-S and the MQ were translated to Mandarin for use in \nthis study (please contact first author for the translated versions).\nStatistical Analysis\nThe latent structure of the S-Five was evaluated using exploratory \nfactor analysis (EFA). The suitability of the data for use in \nfactor analysis was first assessed using the anti-image correlations \nand the corresponding Kaiser-Meyer-Olkin (KMO) test for \nsampling adequacy ( Kaiser, 1960 ; Kaiser and Rice, 1974 ) and \nBartlett (1951)  test of sphericity.\nThe factor extraction method implemented was maximum \nlikelihood with robust standard errors in Mplus (MLR; Muthen \nand Muthén, 1998 ) due to skewness in the data, and the factors \nwere allowed to correlate using the Oblimin rotation. Two criteria, \nbased upon eigenvalues, were followed for identifying the number \nof factors to retain. First, the Guttman-Kaiser criterion ( Guttman, \n1954 ; Kaiser, 1960 ) suggests retaining about as many factors as \nthe number of eigenvalues above 1 (factor variances) in the sample \ncovariance matrix. Second, the parallel analysis criterion ( Horn, \n1965 ) compares the number of sample eigenvalues to those \nproduced by 1,000 set of randomly simulated data, with the \nsame number of observations and number of factors. The number \nof factors to retain is identified by the number of sample eigenvalues \nlarger than the simulated data eigenvalues. Parallel analysis was \ncarried out in Mplus under MLR estimator ( Muthen and Muthén, \n1998 ), the parallel analysis average eigenvalues and 95th percentile \nparallel analysis eigenvalues. The eigenvalues computed using the \nsample correlation matrix and the parallel analysis simulated data \nare presented graphically using Cattell (1966)  scree plot.\nAbsolute and relative goodness of fit indices were used to \nevaluate the fit of the EFA suggested models. The indices reported and the criteria followed were the relative chi-square (relative \n𝜒2: values close to 2 suggest a close fit; Hoelter, 1983 ), the Root \nMean Square Error of Approximation (RMSEA: values <0.05 \nare required for close fit; Hu and Bentler, 1999 ), the Tucker-\nLewis Index (TLI: values >0.95 suggest close fit; Bentler and \nBonett, 1980 ), the Comparative Fit Index (CFI: values >0.95 are \nrequired for a close fit; Hu and Bentler, 1999 ) and the Standardized \nRoot Mean Residual (SRMR: values <0.08 are needed for a \ngood fit; Hooper et  al., 2008 ). Model selection criteria were also \nconsidered, namely Akaike’s Information Criteria (AIC; Akaike, \n1974 ) and Bayesian Information Criteria (BIC; Schwarz, 1978 ) \nwere reported, for which a lower value indicates a better model.\nThe multiple indicator multiple causes model (MIMIC; \nJoreskog and Goldberger, 1975 ; Muthén, 1979 ) was used to \nassess measurement invariance in relation to gender and age. \nAn item was considered measurement non-invariant when the \neffect of the exogenous variable (age or gender) on the item \ndirectly (hereafter direct effect or de) was statistically significant. \nThe MIMIC model was preferred in this study to allow for \ntesting the measurement invariance of the S-Five items in \nrelation to gender and age, each adjusted (controlled) for the \nother. Cohen’s d ( Cohen, 1988 ) was used for the effect sizes \n(small, medium, and large effects correspond to d = 0.2, 0.5, \nand 0.8, respectively).\nThe internal consistency of S-Five factors was evaluated by \nCronbach (1951)  alpha and McDonald (1999)  Omega, for which \nvalues of α and ω >0.7 suggest satisfactory internal consistency. \nThe alpha if item deleted and the item-total correlations (ITC), \nfor which values between 0.3 and 0.8 were considered acceptable \n(Nunnally and Bernstein, 1994 ).\nThe test re-test reliability was evaluated, at item and factor \nlevel, by the intraclass correlations coefficient (ICC: two-way \nmixed effects with absolute agreement; Shrout and Fleiss, 1979 ) \nand the Psi Non-Parametric Concordance Coefficient (Psi; \nKuiper and Hoogenboezem, 2019 ). The Psi coefficient value \nrepresents the probability that a value randomly drawn from \nthe data matrix will fall outside of the difference between the \nmeasurement scores at each time point ( Rothery, 1979 ). For \nacceptable test–retest reliability, values above 0.75 for both \ncoefficients were expected, according to Koo and Li (2016) .\nConvergent and concurrent validity were established through \ncorrelating the S-Five with the two other measurements scales \nfor misophonia (MQ and A-MISO-S). Discriminant validity was \nestablished by correlating the S-Five with the GAD-7 and PHQ-9. \nHypothesis testing was carried out, with respect to linear relationships \nbetween the S-Five and age, and gender differences in S-Five scores.\nThe statistical software of Stata 16 ( StataCorp, 2019 ), \nMplus 8 ( Muthen and Muthén, 1998 ) and R ( R Core Team, \n2020 ) were used to carry out the analysis.\nRESULTS\nDescriptive Indices\nThe sample ( n = 256) consisted of 186 females (71%) and 66 \nmales (25%), with a mean age of 25 years ( sd = 6.5; n = 251)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  5 July 2022 | Volume 13 | Article 879881which did not differ across genders ( p > 0.05). Missing data \nwas low. For instance, missingness for age was 2% ( n = 4) and \n1% ( n = 3) for gender. Where missingness was present in the \nvariables used in the analysis. Listwise deletion was used, thus \nsample sizes vary.\nThe majority of the sample, 154 people (60%), had completed \nan undergraduate degree and 161 (63%) were students at the \ntime of completing the study. Most (88%) of participants were \nHan, the rest were from minority ethnic groups, including \nUygur, Yi, Manchu, Tujia, Zhuang, Bai and Mongolian. All \nparticipants were born in China and lived there at the time \nof completing the survey.\nWith respect to reported mental health and audiological \nconditions, the most often reported were depression (5%), \nsocial anxiety (4%) and tinnitus (4%). In terms of misophonia, \n85 participants (33%) stated they were aware of the term \nmisophonia and 41 (16%) identified as having misophonia. \nAutonomous sensory meridian response (ASMR) was \nexperienced by 42% of the sample and synaesthesia by 25% \n(28% were unsure).\nThe retest sample ( n = 34) included 4 males (11.8%) and \n30 females (88.2%), with an age range of 19 to 36 years old \n(mean  = 23.5, sd = 3.44).S-Five Statements\nStatement Responses\nThe descriptive indices of the 25 S-Five statements are presented \nin Table  1 . The items more widely endorsed (higher mean/\nmedian) were those related to the externalising  and threat  \nfactors. None of the items correlated significantly with age \nbut there were score differences with respect to gender ( Table 1 ). \nInterestingly, none of the items referring to the externalising  \nand threat  items factors differed across genders, while males \nscored significantly higher than females in almost all other items.\nDimensionality and Measurement Invariance\nFirst, we established that the sample correlation matrix suggested \nthe existence of latent vectors. The anti-image correlations were \nabove 0.88 for all statements, the KMO was 0.94, and Bartlett’s \ntest was significant ( χ2 = 13,773,1, df = 300, p < 0.001). We therefore \nproceeded with exploratory factor analysis.\nThe sample correlation matrix emerged five eigenvalues \nabove 1 (12.1, 3.2, 1.5, 1.3, and 1.1) and hence the Kaiser-\nGuttman criterion points towards a five-factor structure, \nexplaining 73% of the total variance. Parallel analysis, on \nthe other hand, indicated that three factors should be extracted, TABLE 1 |  Descriptive indices, associations with age and gender, factor analysis loadings to factors, and reliability indices of the 25 S-Five items ( N = 225).\nS-Five-E statements per \nfactorMean (sd)Median \n(Q1–Q3)Mode  \n(min–max)Age rho  \n(p)Gender \ndifference \nmean (se)‡Loadings EFA Psi (95% CI) ICC\nExternalising\nI06 Others avoid noises 7.0 (2.9) 8 (6–10) 10 (0–10) −0.06 (0.369) 0.35 (0.40) 0.71 0.77 (0.70,1) 0.85\nI13 Others not make sounds 5.7 (3.1) 6 (3–8) 6 (0–10) −0.04 (0.547) 0.54 (0.44) 0.69 0.80 (0.72,1) 0.86\nI16 Others selfish 5.5 (3.0) 6 (3–8) 7 (0–10) 0.06 (0.373) 0.81 (0.44) 0.81 0.83 (0.76,1) 0.87\nI21 Others bad manners 5.4 (3.0) 6 (3–8) 6 (0–10) −0.01 (0.912) 0.77 (0.42) 0.79 0.72 (0.65,1) 0.83\nI25 Others disrespectful 6.0 (3.0) 7 (4–8) 7 (0–10) −0.10 (0.132) 0.84 (0.42) 0.79 0.79 (0.71,1) 0.85\nInternalising\nI05 Respect myself less 2.7 (2.9) 1 (0–5) 0 (0–10) 0.03 (0.659) 1.33** (0.41) 0.78 0.81 (0.75,1) 0.86\nI08 Unlikeable person 2.9 (3.0) 2 (0–5) 0 (0–10) 0.1 (0.113) 1.70** (0.42) 0.78 0.84 (0.79,1) 0.87\nI12 Angry person inside 3.5 (3.0) 3 (1–6) 0 (0–10) 0.02 (0.719) 0.63 (0.43) +0.58 0.85 (0.79,1) 0.88\nI18 Bad person inside 2.7 (2.8) 2 (0–5) 0 (0–10) 0.05 (0.465) 1.31** (0.40) 0.80 0.78 (0.70,1) 0.85\nI19 Dislike self 2.9 (3.0) 2 (0–5) 0 (0–10) 0.00 (0.979) 0.92* (0.43) 0.85 0.81 (0.74,1) 0.86\nImpact\nI01 Do not meet friends 2.1 (2.6) 1 (0–3) 0 (0–10) 0.06 (0.360) 0.81* (0.37) 0.78 0.81 (0.75,1) 0.86\nI09 Eventually isolated 2.7 (2.9) 1 (0–5) 0 (0–10) 0.08 (0.217) 0.96** (0.41) 0.63 0.79 (0.72,1) 0.85\nI14 Avoid places 2.7 (2.8) 2 (0–5) 0 (0–10) 0.03 (0.679) 0.78* (0.40) 0.75 0.81 (0.75,1) 0.86\nI15 Cannot do things 2.8 (2.8) 2 (0–5) 0 (0–10) 0.05 (0.433) 0.84* (0.40) 0.81 0.77 (0.70,1) 0.85\nI20 Limited job opportunities 2.6 (2.7) 2 (0–4) 0 (0–10) 0.02 (0.718) 0.63* (0.39) 0.80 0.81 (0.73,1) 0.86\nOutburst\nI04 Verbally aggressive 4.6 (3.0) 5 (2–7) 6 (0–10) −0.01 (0.822) 0.94* (0.43) 0.59 0.84 (0.78,1) 0.87\nI17 Physically aggressive 2.7 (2.7) 2 (0–5) 0 (0–10) 0.01 (0.852) 1.04** (0.39) 0.62 0.80 (0.73,1) 0.86\nI22 Violence 2.9 (2.8) 2 (0–5) 0 (0–10) 0.00 (0.999) 1.06** (0.40) 0.61 0.79 (0.73,1) 0.85\nI23 Shout at people 3.6 (2.9) 3 (1–6) 0 (0–10) 0.02 (0.716) 1.20** (0.41) 0.71 0.88 (0.82,1) 0.89\nI24 Afraid of outburst 3.1 (3.0) 2 (0–5) 0 (0–10) 0.04 (0.569) 0.95* (0.43) 0.62 0.86 (0.80,1) 0.88\nThreat\nI02 Panic or explode 4.5 (3.2) 4 (2–7) 0 (0–10) −0.08 (0.186) 0.34 (0.47) 0.81 0.85 (0.79,1) 0.88\nI03 Feel helpless 4.4 (3.2) 5 (2–7) 0 (0–10) −0.03 (0.592) 0.38 (0.46) 0.77 0.83 (0.76,1) 0.87\nI07 Feel anxious 5.0 (3.2) 5 (2–7) 6 (0–10) −0.11 (0.080) −0.13 (0.45) 0.89 0.81 (0.73,1) 0.86\nI10 Experience distress 5.6 (3.2) 6 (3–8) 10 (0–10) −0.06 (0.382) 0.29 (0.45) 0.74 0.79 (0.71,1) 0.85\nI11 Feel trapped 4.5 (3.1) 5 (2–7) 0 (0–10) −0.06 (0.329) 0.27 (0.45) 0.83 0.81 (0.73,1) 0.86\nQ1–Q3, first and third quartile; ICC, intraclass correlation coefficient; Psi, coefficient and 95% confidence interval; rho, Spearman’s correlation coefficient; ‡mean difference (se) male \nvs female comparison, value of p via Mann Whitney test. +The item had a salient cross-loading (0.31) on the Outburst factor.  *p < 0.05;  **p < 0.01."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  6 July 2022 | Volume 13 | Article 879881\nFIGURE 1 |  Scree plot of observed and simulated data (Parallel analysis).\nTABLE 2 |  Norms and reliability of the S-Five 5 factors and total scores ( N = 255).\nFactor  Descriptive indices   Internal consistency   Stability\nMean (sd)Median  \n(Q1–Q3)Mode  \n(min–max)Gender difference \nmean (sd)‡Age rho α /ω ITC Psi (95% CI) ICC\nExternalising 29.7 (12.4) 32 (22–38) 30 (0–50) 3.3 (1.747) −0.03 (0.598) 0.88 /0.88 0.68–0.75 0.81 (0.74,1) 0.86\nInternalising 14.7 (12.9) 11 (4–25) 0 (0–46) 5.88** (1.814) 0.04 (0.546) 0.92 /0.92 0.72–0.84 0.85 (0.79,1) 0.88\nImpact 12.9 (12.2) 7 (3–21) 0 (0–50) 4.01* (1.745) 0.06 (0.316) 0.93 /0.93 0.81–0.84 0.81 (0.74,1) 0.86\nOutburst 16.8 (12.3) 15 (6–27) 0 (0–50) 5.19** (1.731) 0.00 (0.975) 0.93 /0.93 0.87–0.84 0.87 (0.81,1) 0.89\nThreat 24.1 (14.1) 25 (12–35) 0 (0–50) 1.14 (2.016) −0.09 (0.176) 0.90 /0.90 0.67–0.81 0.82 (0.75,1) 0.87\nS-Five total 98.1 (50.9) 96 (56–135) 70 (0–232) 19.54 ** (7.173) −0.01 (0.926) 0.95 /0.95 0.36–0.77 0.88 (0.82,1) 0.89\nsd, standard deviation; Q1 –Q3, first and third quartile respectively; α, Cronbach’s alpha; ω, McDonald’s omega; ITC, item-total correlations; ICC, intraclass correlation coefficient \n(two-way mixed effects, absolute agreement).  ‡mean difference (standard error) male vs female comparison, value of p via Mann Whitney test. *p < 0.05 and **p < 0.01.as is depicted in the scree plot in Figure  1 . The goodness-\nof-fit examination suggested that the three-factor model \nhowever did not fit the data adequately [rel χ2 = 4.3; \nRMSEA = 0.1 with 90% (0.107, 0.122), TLI = 0.81, CFI = 0.86, \nSRMR = 0.051, AIC: 27491.6, BIC: 27923.6]. The goodness-\nof-fit was improved for the four-factor model [rel χ2 = 3.02; \nRMSEA = 0.09 with 90% (0.081, 0.197), TLI = 0.89, CFI = 0.92, \nSRMR = 0.036, AIC: 27169.3, BIC: 27679.3], but close fit was \nonly achieved in the 5 factor models [rel χ2 = 2.01; \nRMSEA = 0.063 with 90% (0.054, 0.072), TLI = 0.94, CFI = 0.97, \nSRMR = 0.020, AIC: 26960.8, BIC: 27545.1]. Increasing the \nfactors to six led to a sixth factor with no loading larger \nthan 0.3 (overfitting). Therefore, the five-factor solution was \naccepted in our data. The five factor solution loadings are \npresented in Table  2  (see appendix A3 for the full pattern \nmatrix) and the assignment of the items to factors coincides \ncompletely with the original model found by Vitoratou et al. \n(2021b) .\nWe proceeded with the evaluation of the measurement \ninvariance of the tool with respect to gender and age using \nthe MIMIC model. Adjusted for gender and the five latent \ndimensions, only one item was found to be non-invariant with \nrespect to age, namely item I02 (‘If I  cannot get away from certain noises, I  am  afraid I  might panic or feel like I’ll \nexplode’), being less endorsed on average as age increases \n(de = −0.04, p = 0.027). The direct effect was however very small \n(0.04 units on a scale of 0 to 10, for each additional year in \nage, that is 0.4 units between decades, Cohen’s d = −0.0043) \nand can be  considered negligible. With respect to gender, men \ntend to endorse more often the same item (I02) compared to \nwomen of the same age and latent positions (de = −0.65, p = 0.015, \nCohen’s d = −0.065). Finally, women tend to endorse more the \nitem I08 (‘the way I  react to certain noises makes me feel \nlike I  must be  an unlikable person deep down’) compared to \nmen of the same age and latent positions (de = 0.55, p = 0.019, \nCohen’s d = −0.06). In all cases the effects were less than half \na unit on an 11-unit rating scale, and as only two effects were \nidentified in the case of gender and one in the case of age, \nit is reasonable to conclude that the S-Five scores are effectively \nmeasurement invariant with respect to those factors and therefore \nthe assessment of structural invariance (factor score differences) \nis reasonably justified.\nS-Five Scores: Reliability and Validity\nNone of the S-Five factor scores were correlated with age in \nour sample ( Table  2 ). While there were no gender differences \nin the scores of the externalising and threat factors, in all \nother factors men scored significantly higher than women.\nWith respect to internal consistency, alpha and omega were \nsatisfactory within all factors (0.88 or higher; Table  2 ), while \ntest–retest reliability was also satisfactory with ICC being larger \nthan 0.86 for all S-Five scores.\nTable  3  presents the correlations of the S-Five factor scores \nand total score with several measurement scales, namely, \ntwo misophonia scales (MQ and A-MISO-S), PHQ-9 and \nGAD-7. Evidence of convergent validity is demonstrated by \nmoderately strong correlations between the S-Five total score \nand the MQ and A-MISO-R. With respect to the PHQ-9 \nand GAD-7, low to moderate positive correlations with the \nS-Five factors and total score were found. Intercorrelations \nbetween the S-Five factors ranged from 0.3 to 0.7 and, as \nexpected moderate to strong correlations were identified \n(Table  3 ). Additional evidence of discriminative validity was \ndemonstrated by a significantly higher score on all S-Five"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  7 July 2022 | Volume 13 | Article 879881factors and S-Five total score for those self-identifying as \nhaving misophonia compared to those who did not self-\nidentify as (for instance, S-Five total ( n = 33) mean  = 146.12, \nsd = 41.0 versus S-Five total ( n = 159) mean  = 88.65, sd = 49, \nt53.8 = 6.964, p < 0.001, respectively).\nS-Five-T Scoring Instructions\nThe S-Five-T items and the scoring instructions are presented \nin the appendix (English and Mandarin). The norms of the \nS-Five-T are presented in Table  4 .\nReaction Counts\nOn average, participants reported 20 out of 37 trigger sounds \ncaused no feeling  (Table  4 ). Irritation  was the next highest \nreported reaction, with an average of 5 trigger sounds reported \nas causing this reaction. Irritation  and disgust  had small, \nsignificant positive correlations with age. In terms of gender, \nwomen scored significantly higher on the RC for irritation , \nwhile men scored higher on anger .With respect to the RC scores, the intercorrelations varied \nbetween 0.2 and 0.7 ( Table  5 ). All correlations were positive \nexcept for the no feeling  count, for which all correlations with \nother variables were negative. Interestingly, disgust correlated \nonly with no feeling  and irritation . Distress  had low correlations \nwith all other RCs. The highest correlations emerged between \nno feeling , anger  and panic . The total number of triggers reported \nwas highly correlated with disgust and emerged similar \ncoefficients with FIRS. RIRS on the contrary did not correlate \nwith disgust , anger  or panic .\nThe RC for no feeling , irritation, distress  and anger , and \ntotal count had moderate correlations with the A-MISO-S and \nMQ total score. The PHQ-9 and the GAD-7 were significantly \ncorrelated with the RC distress  and panic  and TC, while both \nwere negatively correlated with the reaction count of no feeling .\nIntensity\nTable  6  presents the norms for the 37 intensity items. The \nsounds which cause reactions with the higher intensity were TABLE 3 |  Intercorrelations of the S-Five scores, and correlations with other measures (validity assessment).\nExternalising Internalising Impact Outburst Threat Total S-Five\nS-Five ( N = 255)\nInternalising 0.30\nImpact 0.27 0.71\nOutburst 0.40 0.70 0.68\nThreat 0.50 0.60 0.54 0.64\nTotal 0.61 0.84 0.78 0.87 0.84\nA-MISO-S ( N = 125)\nTotal 0.41 0.42 0.46 0.40 0.52 0.57\nMQ ( N = 118)\nMSYS ( N = 114) 0.41 0.42 0.33 0.31 0.43 0.47\nMEBS ( N = 105) 0.33 0.46 0.35 0.50 0.58 0.58\nMSES ( N = 118) 0.46 0.49 0.37 0.42 0.48 0.57\nTotal ( N = 118) 0.48 0.43 0.33 0.41 0.50 0.54\nPHQ9 ( N = 130)\nTotal 0.31 0.35 0.22 0.24 0.30 0.35\nGAD7 ( N = 128)\nTotal 0.27 0.38 0.24 0.30 0.33 0.37\nCorrelations are Spearman’s rho and value of p < 0.01 in all cases. A-MISO-S, Amsterdam Misophonia Scale; MQ, Misophonia Questionnaire; MSYS, Misophonia Symptoms Scale; \nMEBS, Misophonia Emotions and Behaviours Scale; MSES, Misophonia Severity Scale; PHQ-9, Physical Health Questionnaire; GAD-7, Generalised Anxiety Disorder Assessment.\nTABLE 4 |  Norms and reliability of the S-Five-T scores ( N = 78).\nS-Five RC ( N = 255) Mean (sd) Median (Q1-Q3) Mode (min-max) Gender difference mean (se)‡Age rho\nNo feeling 19.7 (7.7) 18 (15–25) 16 (0–37) 0.59 (2.9) −0.11 (0.335)\nIrritation 4.9 (3.4) 4 (3–7) 3 (0–15) −2.3* (1.2) 0.25* (0.030)\nDistress 1.2 (1.8) 1 (0–2) 0 (0–11) 0.3 (0.7) −0.165 (0.152)\nDisgust 2.7 (2.7) 2 (1–4) 0 (0–11) −0.7 (1.0) 0.24* (0.037)\nAnger 1.0 (1.7) 0 (0–1) 0 (0–10) 0.3* (0.7) 0.08 (0.474)\nPanic 1.9 (2.0) 1 (1–3) 1 (0–12) 0.8 (0.8) −0.05 (0.663)\nTC 15.0 (7.0) 15 (11–21) 12 (0–30) −0.6 (2.6) 0.14 (0.231)\nFIRS 79.2 (45.2) 75 (44–115) 75 (0–184) −7.9 (11.1) 0. 11 (0.336)\nRIRS 4.1 (1.6) 5 (4–6) 6 (1–8) 0.3 (0.6) 0.07 (0.549)\nRC, response count; TC, total count; FIRS, frequency and intensity reaction count; RIRS, relative intensity of reactions score; sd, standard deviation; Q1 – Q3, first and third quartile; \nrho, Spearman’s correlation coefficient; ICC, intraclass correlation coefficient; Psi, coefficient and 95% confidence intervals.  ‡Mean difference (se) male vs female comparison, value \nof p via Mann Whitney test. *p < 0.05 and **p < 0.01."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  8 July 2022 | Volume 13 | Article 879881TABLE 5 |  Intercorrelations of the S-Five, S-Five-T scores, and correlations with other measures (Spearman’s rho).\nNo feeling Irritation Distress Disgust Anger Panic TC FIRS RIRS\nS-Five RC ( N = 81)\nNo feeling−0.62** −0.36** −0.41** −0.38** −0.44** −0.87**−0.82 −0.44**\nIrritation 0.25* 0.36** 0.19* 0.26* 0.63** 0.59** 0.33**\nDistress 0.15 0.23* 0.26* 0.41** 0.39** 0.28*\nDisgust 0.02 0.17 0.53** 0.45** 0.19\nAnger 0.35** 0.38** 0.27* 0.11\nPanic 0.40* 0.33* 0.12\nTC 0.89** 0.37**\nFIRS 0.70**\nS-Five Factors ( N = 78)\nExternalising −0.39** 0.39** 0.27* 0.14 0.26* 0.22 0.46** 0.37** 0.13\nInternalising −0.40** 0.30** 0.33** 0.06 0.38** 0.25* 0.46** 0.46** 0.33**\nImpact −0.40** 0.36** 0.26* 0.06 0.27* 0.12 0.41** 0.46** 0.40**\nOutburst −0.43** 0.35** 0.5** 0.09 0.41** 0.31** 0.51** 0.45** 0.27*\nThreat −0.48** 0.38** 0.48** 0.24* 0.45** 0.26* 0.55** 0.52** 0.32**\nTotal −0.49** 0.44** 0.47** 0.16 0.47** 0.3** 0.58** 0.56** 0.36**\nA-MISO-S ( N = 73)\nTotal −0.44** 0.35** 0.33** 0.16 **0.48 *0.27 **0.56 **0.51 **0.35\nMQ ( N = 68)\nMSYS ( N = 68) −0.68** 0.45** 0.42** 0.10 0.36** 0.36** 0.68** 0.65** 0.43**\nMEBS ( N = 59) −0.34** 0.21 0.38** −0.02 0.46** 0.16 0.41** 0.46** 0.42**\nMSES ( N = 59) −0.55** 0.32* 0.38** 0.05 0.54** 0.28* 0.58** 0.60** 0.43**\nTotal ( N = 68) −0.52** 0.42** 0.37** 0.08 0.49** 0.29* 0.59** 0.61** 0.47**\nPHQ9 ( N = 73)\nTotal −0.41** 0.26* 0.24* 0.05 0.17 0.31** 0.40** 0.37** 0.22\nGAD7 ( N = 72)\nTotal −0.49** 0.24* 0.27* 0.07 0.17 0.34** 0.46** 0.41** 0.24*\nRC, response count; TC, total count; FIRS, frequency and intensity reaction count; RIRS, relative intensity of reactions score; rho, Spearman’s correlation coefficient; A-MISO-S, \nAmsterdam Misophonia Scale; MQ, Misophonia Questionnaire; MSYS, Misophonia Symptoms Scale; MEBS, Misophonia Emotions and Behaviours Scale; MSES, Misophonia \nSeverity Scale; PHQ-9, Physical Health Questionnaire; GAD-7, Generalised Anxiety Disorder Assessment. *p < 0.05 and **p < 0.01.\nlip smacking, baby crying, and repetitive sounds of barking \nor engine. The sounds with the least intensity in the reaction \nwere certain words and accents, yawning, and normal eating. \nThree items had low positive correlations with age (repetitive \nbarking, loud chewing and teeth sucking), while normal breathing \nhad a low negative correlation with age. For one item, coughing, \nmen scored higher than woman.\nDISCUSSION\nThe purpose of this study was to evaluate the psychometric \nproperties of the Mandarin version of the S-Five questionnaire. \nThis was, to our knowledge, the first study to validate a self-\nreported multidimensional questionnaire for misophonia within \nthis population. The psychometric analysis conducted concluded \nthat the original five factor structure found in the general UK \npopulation ( Vitoratou et  al., 2022 ) and a large sample of \nEnglish-speaking individuals who identify with the condition \n(Vitoratou et al., 2021b ) was replicated for the Mandarin version. \nThe scale was also found to be  reliable (both in terms of \ninternal consistency of each factor and stability in time), \nmeasurement invariant with respect to age and gender, and \nevidence of its validity emerged.\nThe original five dimensions (internalising appraisals, \nexternalising appraisals, perceived emotional threat, outbursts, and impact on functioning) were fully and accurately reproduced \nin a sample derived from a population that not only speaks \na different language but also belongs to an Asian culture. This \nhighlights the consistency of the multidimensional experience \nof misophonia as captured by the S-Five. The S-Five items \nwere designed to reflect sound sensitivities in a manner that \nis not specific or more matching to individuals of a certain \nage, gender, ethnicity, nationality socio-economic status and \neducational level. In this study, we  see evidence that indeed \nthe S-Five is robust cross culturally. Most importantly, the \nreproduction of the five factors in a Chinese sample in Mandarin \npoints to the stability of the manifestation of misophonia across \ncultures, seen here for the first time in the literature.\nThe convergent validity of the S-Five was established through \ncorrelating the factors of the scale and total score with previously \ndevelopment measures of misophonia. The MQ and the \nA-MISO-S were significantly, positively and moderately \ncorrelated with the five factors of the S-Five and with the \ntotal score. Spearman’s rho coefficients were comparable to \nthose found in previous S-Five validation studies ( Vitoratou \net  al., 2021b , 2022 ). We  note the moderate correlations with \nother scales measuring misophonia, which we  propose is due \nto the broader construct of misophonia captured by the S-Five \nthan the other measures used for construct validity, which \nare not multidimensional. Future studies could assess convergent \nvalidity with another multidimensional tool, for example the"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  9 July 2022 | Volume 13 | Article 879881Duke Misophonia Questionnaire ( Rosenthal et al., 2021 ), which \nhad not been published at the time the present study \nwas designed.\nThis study found that the sounds of baby crying and lip \nsmacking had the highest average intensity of reaction. This \nis contrary to our hypothesis that the most intense reaction \nwould be  from the sound of loud eating, as was found in \na UK general population study ( Vitoratou et  al., 2022 ) and \nin a sample of individuals identifying with having misophonia \n(Vitoratou et  al., 2021b ). Lip smacking was also reported \nas eliciting the most intense reaction in a Dutch study \n(Schröder et al., 2019 ). Further research is needed to clarify \nwhether there are cross cultural differences in the types of \nsounds eliciting negative reactions in misophonia. It was \ninteresting to note that in the present study, the reaction \ncount of irritation was positively correlated with the other \nnegative reactions and was low to moderately correlated \nwith S-Five factors. This is not consistent with studies using \nUK samples, which have shown very low ( Vitoratou et  al., 2022 ) or even negative correlations ( Vitoratou et  al., 2021b ) \nbetween irritation and other S-Five factors. Further research \nis needed to better understand these contrasting results.\nThe S-Five also importantly highlights that the reactions \nto such sounds may be  influenced by gender. Female \nparticipants scored significantly higher on the RC irritation, \nwhile men scored higher on the RC anger. With regards \nto the S-Five, male respondents scored significantly higher \non the internalising appraisals, impact on functioning and \noutburst factors, as well as the total score. This was in \ncontrast to the finding that female respondents scored \nsignificantly higher on internalising in a UK sample of \nindividuals identifying with having misophonia ( Vitoratou \net  al., 2021a ), and the finding that there was no significant \ngender difference on these factors in a UK representative \nsample ( Vitoratou et  al., 2022 ). Further research is needed \nusing representative samples to determine whether there \nare any cross-cultural differences in the relationship between \ngender and misophonia symptoms.TABLE 6 |  Norms and reliability of the intensity items for the 37 S-Five-T sounds.\nTrigger sounds Mean (sd) Median (Q1-Q3) Mode (min-max) Average Gender difference‡Age rho\nNormal eating sounds 1.7 (3.0) 0 (0–2) 0 (0–10) −0.91 (0.64) −0.06 (0.468)\nCertain letter sounds 0.5 (1.7) 0 (0–0) 0 (0–10) −0.31 (0.53) 0.06 (0.537)\nMushy foods 1.2 (2.4) 0 (0–1) 0 (0–10) −0.03 (0.78) 0.06 (0.542)\nSound of clipping nails 1.1 (2.1) 0 (0–1) 0 (0–8) −0.44 (0.71) 0.02 (0.814)\nSwallowing 0.8 (2.1) 0 (0–0) 0 (0–10) −0.24 (0.72) −0.02 (0.847)\nKeyboard tapping 1.4 (2.2) 0 (0–3) 0 (0–8) −0.34 (0.73) 0.1 (0.355)\nLip smacking 4.4 (3.6) 4 (0–7) 0 (0–10) −1.59 (1.2) 0.06 (0.606)\nNormal breathing 0.4 (1.5) 0 (0–0) 0 (0–8) 0.26 (0.5) −0.29 (0.006)\nRepetitive engine 3.8 (3.3) 4 (0–6) 0 (0–10) −2.06 (1.09) −0.08 (0.483)\nBlocked nose 3.6 (2.9) 3 (0–6) 0 (0–9) −0.49 (1.02) 0.04 (0.696)\nMobile phone 1.7 (2.6) 0 (0–3) 0 (0–10) 0.8 (0.92) 0.15 (0.175)\nRepetitive coughing 3.5 (3.1) 3 (0–6) 0 (0–10) *2.35 (1.06) 0.04 (0.702)\nHumming 3.2 (2.8) 3 (0–6) 0 (0–10) 0.76 (0.99) 0.02 (0.865)\nRepetitive sniffing 2.6 (3.0) 2 (0–5) 0 (0–10) 1.01 (1.12) −0.06 (0.569)\nSnoring 3.6 (3.4) 4 (0–7) 0 (0–10) −0.05 (1.26) 0.11 (0.327)\nCertain accents 1.5 (2.6) 0 (0–2) 0 (0–10) −0.33 (0.97) −0.05 (0.678)\nWhistling sound 0.8 (2.0) 0 (0–0) 0 (0–10) −0.17 (0.76) 0 (0.987)\nTapping 2.8 (3.0) 2 (0–6) 0 (0–10) 1.57 (1.09) 0.12 (0.263)\nRustling plastic or paper 1.5 (2.3) 0 (0–3) 0 (0–7) −0.67 (0.88) 0.12 (0.263)\nChewing gum 3.1 (3.3) 2 (0–6) 0 (0–10) −1.76 (1.22) 0.1 (0.349)\nFootsteps 1.5 (2.6) 0 (0–3) 0 (0–10) −0.7 (0.97) −0.09 (0.409)\nHiccups 1.5 (2.5) 0 (0–3) 0 (0–10) 1.11 (0.94) −0.08 (0.451)\nSlurping 1.8 (2.9) 0 (0–3) 0 (0–10) −1.22 (1.09) 0.11 (0.312)\nCutlery 2.3 (3.1) 0 (0–5) 0 (0–10) −1.02 (1.17) 0.03 (0.797)\nSneezing 1.0 (2.1) 0 (0–0) 0 (0–7) 1.18 (0.78) 0.21 (0.065)\nCertain words 0.5 (1.3) 0 (0–0) 0 (0–7) 0.46 (0.5) −0.2 (0.071)\nKissing 1.1 (2.4) 0 (0–0) 0 (0–10) −0.97 (0.91) 0.02 (0.858)\nJoint cracking 0.9 (2.2) 0 (0–0) 0 (0–10) −0.06 (0.81) 0.01 (0.921)\nMuffled sounds 2.9 (3.0) 2 (0–5) 0 (0–10) 0.5 (1.14) −0.04 (0.749)\nThroat clearing 1.3 (2.6) 0 (0–2) 0 (0–10) 0.65 (0.96) 0.08 (0.497)\nBaby crying 4.7 (3.4) 5 (1–7) 0 (0–10) 0.03 (1.25) 0.14 (0.221)\nRepetitive barking 3.9 (3.1) 4 (1–6) 0 (0–10) 1.75 (1.14) 0.24 (0.036)\nLoud chewing 3.3 (3.8) 2 (0–6) 0 (0–10) −1.5 (1.41) 0.24 (0.038)\nClock ticking 2.1 (3.0) 0 (0–4) 0 (0–10) −0.67 (1.12) 0.11 (0.322)\nCrunching 0.7 (2.3) 0 (0–0) 0 (0–10) −0.76 (0.85) −0.27 (0.018)\nTeeth sucking 2.8 (3.3) 1 (0–6) 0 (0–10) −1.18 (1.22) 0.26 (0.021)\nYawning 0.4 (1.5) 0 (0–0) 0 (0–8) −0.46 (0.57) −0.18 (0.115)\nsd, standard deviation; Q1 Q3, first and third quartile; rho, Spearman’s correlation coefficient; ICC, intraclass correlation coefficient; Psi, coefficient and 95% confidence intervals.   \n‡Mean difference (se) male vs female comparison, value of p via Mann Whitney test. *p < 0.05 and **p < 0.01."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  10 July 2022 | Volume 13 | Article 879881We found a positive correlation between symptoms of \nmisophonia and symptoms of depression and anxiety, which \nsupports the findings of previous studies. Zhou et al. (2017)   \nfound that in a sample of Chinese college students, misophonic \nsymptoms and severity of misophonic symptoms were correlated \nwith anxiety. Similarly, Quek et al. (2018)   found a positive \nassociation between the severity of anxiety and the  \nseverity of misophonic symptoms in Singaporean psychiatric  \npatients.\nThere were several limitations that arose in this study. \nFirst, the sample collected cannot be considered a representative \nsample of the Chinese population. This limits the use of \nthe findings in being unable to compute and evaluate \npopulations norms for misophonia. Also, our data come from \nthe general population, and therefore our findings might \nbe  different to those that would have emerged in a clinical \nsample. Future research should replicate this work in a sample \nof people with misophonia. A further limitation of the study \nwas the self-reporting of co-occurring diagnoses and symptoms \nof anxiety and depression; future studies would benefit from \nstructured clinical interviews to examine the relationship \nbetween disorders. Additionally, the S-Five has not yet been \ntested for discriminative validity in relation to other disorders \nof sound intolerance, such as tinnitus or hyperacusis, which \nneeds to be  addressed in future research. Because of these \nlimitations, it is unknown to what extent the S-Five assesses \nthe severity of misophonia alone or misophonia comorbid \nwith related auditory disorders.\nThe present study evaluated a Mandarin version of the \nS-Five, a self-report measure for symptoms of misophonia, \nwithin a Chinese sample. The S-Five was found to have \ncomparable reliability and validity, and the five-factor \nstructure found in the original English scale was replicated. \nThe study provides further support that the S-Five is a \nreliable and valid tool for measuring symptoms of misophonia \nand that the Mandarin version can be  used for the \nChinese population.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will \nbe  made available by the authors, without undue reservation.ETHICS STATEMENT\nThe study was conducted according to the guidelines of the \nDeclaration of Helsinki, and approved by the Psychiatry, Nursing \nMidwifery Ethics Subcommittee of King’s College London (REC \nReference Number: HR-19/20-17173)       . The patients/participants \nprovided their written informed consent to participate in this study.\nAUTHOR CONTRIBUTIONS\nSV provided supervision to the project, completed the analysis, \nand contributed to the manuscript. JW carried out data collection \nand translation of the scales and contributed to the introduction \nand discussion sections of the manuscript. CH contributed to \nthe data analysis and the manuscript. QW carried out data \ncollection and translation of the scales. PS contributed to the \ndata analysis. JG provided supervision to the project and \ncontributed to the manuscript. All authors contributed to the \narticle and approved the submitted version.\nFUNDING\nSV and CH were funded or partially funded by the National \nInstitute for Health and Care Research (NIHR) Maudsley \nBiomedical Research Centre at South London and Maudsley \nNHS Foundation Trust and King’s College London. This research \nwas funded in whole, or in part, by the Wellcome Trust (JG; \ngrant number 102176/B/13/Z).\nACKNOWLEDGMENTS\nWe  thank Ziyu Zhang for their assistance with translating the \nS-Five to Mandarin, and the two reviewers of this article whose \ncomments and suggestions improved the content significantly.\nSUPPLEMENTARY MATERIAL\nThe Supplementary Material for this article can be  found \nonline at: https://www.frontiersin.org/articles/10.3389/fpsyg.  \n2022.879881/full#supplementary-material\n \nREFERENCES\nAkaike, H. (1974). A new look at the statistical model identification. IEEE \nTrans. Autom. Control  19, 716–723. doi: 10.1109/TAC.1974.1100705\nAlekri, J., and Al Saif, F. (2019). Suicidal misophonia: a case report. Psychiatry \nClin. Psychopharmacol.  29, 232–237. doi: 10.1080/24750573.2019.1597585\nBartlett, M. S. (1951). The effect of standardization on a chi-square approximation \nin factor analysis. Biometrika  38, 337–344.\nBentler, P . M., and Bonett, D. (1980). Significance tests and goodness of fit \nin the analysis of covariance structures. Psychol. Bull.  88, 588–606. doi: \n10.1037/0033-2909.88.3.588\nCattell, R. B. (1966). The scree test For The number Of factors. Multivar. \nBehav. Res.  1, 245–276. doi: 10.1207/s15327906mbr0102_10\nCohen, J. (1988). Statistical Power Analysis for the Behavioral Sciences. 2nd \nEdn. United States: Lawrence Erlbaum Associates.Cronbach, L. (1951). Coefficient alpha and the internal structure of tests. \nPsychometrika  16, 297–334. doi: 10.1007/BF02310555\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V . S. (2013). Misophonia: \nphysiological investigations and case descriptions. Front. Hum. Neurosci.  \n7:296. doi: 10.3389/fnhum.2013.00296\nGoodman, W . K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann, R. L., \nHill, C. L., et al. (1989). The Y ale-Brown obsessive compulsive scale. I. \nDevelopment, use, and reliability. Arch. Gen. Psychiatry  46, 1006–1011. doi: \n10.1001/archpsyc.1989.01810110048007\nGuttman, L. (1954). Some necessary conditions for common factor analysis. \nPsychometrika  19, 149–161. doi: 10.1007/bf02289162\nHe, X., Li, C., Qian, J., Cui, H., and Wu, W . (2010). Reliability and validity \nof a generalized anxiety disorder scale in general hospital outpatients. \nShanghai Arch. Psychiatry  22, 200–203. doi: 10.3969/j.issn.1002-0829. \n2010.04.002"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Vitoratou et al. S-Five Model in MandarinFrontiers in Psychology  | www.frontiersin.org  11 July 2022 | Volume 13 | Article 879881Hocaoglu, C. (2018). A little known topic misophonia: two case reports. Dusunen \nAdam J. Psychiatry Neurol. Sci.  31, 89–96. doi: 10.5350/dajpn2018310109\nHoelter, J. (1983). The analysis of covariance structures. Sociol. Methods Res.  \n11, 325–344. doi: 10.1177/0049124183011003003\nHooper, D., Coughlan, J., and Mullen, M. R. (2008). Structural equation \nmodelling: guidelines for determining model fit. J. Bus. Res. Methods  6, \n53–60. doi: 10.21427/D7CF7R\nHorn, J. L. (1965). A rationale and test for the number of factors in factor \nanalysis. Psychometrika  30, 179–185. doi: 10.1007/BF02289447\nHu, L., and Bentler, P . (1999). Cutoff criteria for fit indexes in covariance \nstructure analysis: conventional criteria versus new alternatives. Struct. Equ. \nModel. Multidiscip. J.  6, 1–55. doi: 10.1080/10705519909540118\nJager, I., De Koning, P ., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia: \nphenomenology, comorbidity and demographics in a large sample. PLoS \nOne 15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboff, M. M., and Jastreboff, P . J. (2001). Components of decreased sound \ntolerance: hyperacusis, misophonia, phonophobia. ITHS News Lett  2, 5–7.\nJohnson, P ., Webber, T., Wu, M., Lewin, A., Murphy, T., and Storch, E. (2013). \nWhen selective audiovisual stimuli become unbearable: a case series on \npediatric misophonia. Neuropsychiatry  3, 569–575. doi: 10.2217/npy.13.70\nJoreskog, K., and Goldberger, A. (1975). Estimation of a model with multiple \nindicators and multiple causes of a single latent variable. J. Am. Stat. Assoc.  \n70, 631–639. doi: 10.2307/2285946\nKaiser, H. F. (1960). The application of electronic computers to factor analysis. \nEduc. Psychol. Meas.  20, 141–151. doi: 10.1177/001316446002000116\nKaiser, H. F., and Rice, J. (1974). Little jiffy, mark iv. Educ. Psychol. Meas.  34, \n111–117. doi: 10.1177/001316447403400115\nKoo, T. K., and Li, M. Y . (2016). A guideline of selecting and reporting Intraclass \ncorrelation coefficients for reliability research. J. Chiropr. Med.  15, 155–163. \ndoi: 10.1016/j.jcm.2016.02.012\nKroenke, K., Spitzer, R. L., and Williams, J. B. (2001). The PHQ-9: validity \nof a brief depression severity measure. J. Gen. Intern. Med.  16, 606–613. \ndoi: 10.1046/j.1525-1497.2001.016009606.x\nKuiper, R., and Hoogenboezem, R. (2019). nopaco: a Non-Parametric Concordance \nCoefficient (Version 1.0.5). Available at: https://CRAN.R-project.org/\npackage=nopaco\nKumar, S., Tansley-Hancock, O., Sedley, W ., Winston, J. S., Callaghan, M. F., \nAllen, M., et al. (2017). The brain basis for Misophonia. Curr. Biol.  27, \n527–533. doi: 10.1016/j.cub.2016.12.048\nMcDonald, R. P . (1999). Test Theory: A Unified Treatment . United Kingdom: \nPsychology Press.\nMuller, D., Khemlani-Patel, S., and Neziroglu, F. (2018). Cognitive-behavioral \ntherapy for an adolescent female presenting With Misophonia: A case example. \nClin. Case Stud.  17, 249–258. doi: 10.1177/1534650118782650\nMurphy, D. L., Pickar, D., and Alterman, I. S. (1982). “Methods for the \nquantitative assessment of depressive and manic behavior, ” in The Behaviour \nof Psychiatric Patients: Quantitative Techniques for Evaluation . eds. E. I. \nBurdock, A. Sudilovsku and S. Gershon (United Kingdom: Marcel Dekker), \n335–392.\nMuthén, B. (1979). A structural probit model with latent variables. J. Am. Stat. \nAssoc.  74, 807–811. doi: 10.2307/2286403\nMuthen, L. K., and Muthén, B. (1998). Mplus User’s Guide. 8th Edn . Los \nAngeles, CA: Muthén & Muthén.\nNunnally, J. C., and Bernstein, I. H. (1994). Psychometric Theory . United States: \nMcGraw-Hill.\nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., and \nHo, R. C. (2018). Misophonia in Singaporean psychiatric patients: A \ncross-sectional study. Int. J. Environ. Res. Public Health  15:1410. doi: \n10.3390/ijerph15071410\nR Core Team (2020). R: A language and environment for statistical computing. In \nR Foundation for Statistical Computing. Available at: https://www.R-project.org/\nReid, A. M., Guzick, A. G., Gernand, A., and Olsen, B. (2016). Intensive \ncognitive-behavioral therapy for comorbid misophonic and obsessive-\ncompulsive symptoms: A systematic case study. J. Obsessive Compulsive \nRelated Disorders  10, 1–9. doi: 10.1016/j.jocrd.2016.04.009\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E., \nTrumbull, J., et al. (2021). Development and initial validation of the Duke \nMisophonia questionnaire. Front. Psychol.  12:709928. doi: 10.3389/\nfpsyg.2021.709928Rothery, P . (1979). A nonparametric measure of intraclass correlation. Biometrika  \n66, 629–639. doi: 10.1093/biomet/66.3.629\nRouw, R., and Erfanian, M. (2018). A large-scale study of Misophonia. J. Clin. \nPsychol.  74, 453–479. doi: 10.1002/jclp.22500\nSchneider, R. L., and Arch, J. J. (2015). Letter to the editor: potential treatment \ntargets for misophonia. Gen. Hosp. Psychiatry  37, 370–371. doi: 10.1016/j.\ngenhosppsych.2015.03.020\nSchröder, A., Van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., \nTurbyne, C., et al. (2019). Misophonia is associated with altered brain activity \nin the auditory cortex and salience network. Sci. Rep.  9:7542. doi: 10.1038/\ns41598-019-44084-8\nSchröder, A. E., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic \ncriteria for a new psychiatric disorder. PLoS One  8:e54706. doi: 10.1371/\njournal.pone.0054706\nSchwarz, G. (1978). Estimating the dimension of a model. Ann. Stat.  6, 461–464. \ndoi: 10.1214/aos/1176344136\nShrout, P . E., and Fleiss, J. L. (1979). Intraclass correlations: uses in assessing \nrater reliability. Psychol. Bull.  86, 420–428. doi: 10.1037//0033-2909.86.2.420\nSiepsiak, M., Sliwerski, A., and Lukasz Dragan, W . (2020). Development and \npsychometric properties of MisoQuest-A new self-report questionnaire for \nMisophonia. Int. J. Environ. Res. Public Health  17:1797. doi: 10.3390/ijerph17051797\nSinger, D. A. (2018). The Mixed-Methods Case Study of \"Zara\": Cognitive \nBehaviour The State University of New Jersey. Doctoral dissertation. New \nJersey: Rutgers The State University of New Jersey, Graduate School of \nApplied and Professional Psychology.\nSpitzer, R. L., Kroenke, K., Williams, J. B., and Lowe, B. (2006). A brief measure \nfor assessing generalized anxiety disorder: the GAD-7. Arch. Gen. Psychiatry  \n166, 1092–1097. doi: 10.1001/archinte.166.10.1092\nStataCorp (2019). Stata statistical software: release 16. College Station, TX: \nStataCorp LLC.\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al. \n(2021). A consensus definition of misophonia: using a delphi process to reach \nexpert agreement. medRxiv  [Preprint]. 16. doi: 10.1101/2021.04.05.21254951\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., and \nGregory, J. (2022). Psychometric evaluation and the misophonic experience \nin a large sample representative of the UK general population.\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O., and \nGregory, J. (2021a). Item response theory investigation of Misophonia auditory \ntriggers. Audiology  11, 567–581. doi: 10.3390/audiolres11040051\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021b). Listening to \npeople with misophonia: exploring the multiple dimensions of sound intolerance \nusing a new psychometric tool, the S-five, in a large sample of individuals \nidentifying with the condition. Psych  3, 639–662. doi: 10.3390/psych3040041\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia: \nincidence, phenomenology, and clinical correlates in an undergraduate student \nsample. J. Clin. Psychol.  70, 994–1007. doi: 10.1002/jclp.22098\nY eung, A., Fung, F., Yu, S., Vorono, S., Ly, M., Wu, S., et al. (2008). Validation \nof the patient health Questionnaire-9 for depression screening among Chinese \nAmericans. Compr. Psychiatry  49, 211–217. doi: 10.1016/j.comppsych.2006.06.002\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among \nChinese university students: incidence, associated impairment, and clinical correlates. \nJ. Obsessive Compulsive Related Disorders  14, 7–12. doi: 10.1016/j.jocrd.2017.05.001\nConflict of Interest:  The authors declare that the research was conducted in \nthe absence of any commercial or financial relationships that could be  construed \nas a potential conflict of interest.\nPublisher’s Note:  All claims expressed in this article are solely those of the \nauthors and do not necessarily represent those of their affiliated organizations, \nor those of the publisher, the editors and the reviewers. Any product that may \nbe evaluated in this article, or claim that may be made by its manufacturer, is \nnot guaranteed or endorsed by the publisher.\nCopyright © 2022 Vitoratou, Wang, Hayes, Wang, Stefanatou and Gregory. This is an \nopen-access article distributed under the terms of the Creative Commons Attribution \nLicense (CC BY) . The use, distribution or reproduction in other forums is permitted, \nprovided the original author(s) and the copyright owner(s) are credited and that the \noriginal publication in this journal is cited, in accordance with accepted academic practice. \nNo use, distribution or reproduction is permitted which does not comply with these terms."
    }
  ]
}