{
  "doc_type": "scientific paper",
  "title": "Emotion Processes Predicting Outbursts and Functional Impact in Misophonia",
  "authors": [
    "Wang"
  ],
  "year": 2022,
  "journal": "Psychology | www.frontiersin.org 1 July 2022 | Volume 13 | Article 903142ORIGINAL RESEARCH",
  "doi": "10.3389/fpsyg.2022.903142",
  "abstract": null,
  "keywords": [
    "misophonia",
    "S-Five",
    "misophonic outbursts",
    "misophonic impact",
    "disgust sensitivity",
    "emotion processes"
  ],
  "research_topics": [
    "misophonia",
    "S-Five",
    "misophonic outbursts",
    "misophonic impact",
    "disgust sensitivity",
    "emotion processes"
  ],
  "created_at": "2025-05-05T00:05:37.778455Z",
  "source_pdf": "documents/research/Global/Wang 2022 Emotion Processes Predicting Outbursts and Functional Impact in Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology  | www.frontiersin.org  1 July 2022 | Volume 13 | Article 903142ORIGINAL RESEARCH\npublished: 04 July 2022\ndoi: 10.3389/fpsyg.2022.903142\nEdited by: \nJulia Campbell,  \nUniversity of Texas at Austin, \nUnited States\nReviewed by: \nMarc Fagelson,  \nEast Tennessee State University, \nUnited States\n Kibby McMahon,  \nDuke University, United States\n Thomas H. Dozier,  \nMisophonia Treatment Institute,  \nUnited States\n*Correspondence: \nJane Gregory   \njane.gregory@linacre.ox.ac.uk\n†These authors have contributed \nequally to this work\nSpecialty section: \nThis article was submitted to  \nAuditory Cognitive Neuroscience,  \na section of the journal  \nFrontiers in Psychology\nReceived:  23 March 2022\nAccepted:  14 June 2022\nPublished:  04 July 2022\nCitation:\nWang Q, Vitoratou S, \nUglik-Marucha N and \nGregory J (2022) Emotion Processes \nPredicting Outbursts and Functional \nImpact in Misophonia.\nFront. Psychol. 13:903142.\ndoi: 10.3389/fpsyg.2022.903142Emotion Processes Predicting \nOutbursts and Functional Impact in \nMisophonia\nQiaochu Wang 1†, Silia Vitoratou 1, Nora Uglik-Marucha 1 and Jane Gregory 2,3*†\n1 Psychometrics and Measurement Lab, Biostatistics and Health Informatics Department, Institute of Psychiatry, Psychology \nand Neuroscience, King’s College London, London, United Kingdom, 2 Department of Experimental Psychology, University of \nOxford, Oxford, United Kingdom, 3 Oxford Health Specialist Psychological Interventions Centre, Oxford Health NHS \nFoundation Trust, Oxford, United Kingdom\nMisophonia involves a decreased tolerance to certain sounds and is associated with a \nrange of emotions and emotion processes. In addition to the distress caused by \nmisophonia, some individuals report having aggressive outbursts and significant impact \non doing things they would like to be able to do. This study aimed to examine whether \nmisophonia-specific cognitive and emotional processes were associated with misophonic \noutbursts and impact, and whether these relationships could be explained in part by \nemotion processes not specific to misophonia. A sample of 703 individuals, 315 of whom \nidentified with having misophonia, completed measures of misophonia, depression and \nanxiety symptoms, anxiety and disgust sensitivity, interoception and beliefs about emotions. \nExploratory correlation and regression analyses were used to build mediation models, \nwhich were tested using multiple linear regression. Externalising appraisals (blaming others \nfor causing one’s reaction to sounds) were positively associated with misophonic outbursts, \nand this relationship was partially explained by anxiety symptoms and disgust sensitivity. \nSense of emotional threat in misophonia predicted functional impact of misophonia, and \nthis was partially explained by depression symptoms and negative beliefs about emotions. \nAnxiety sensitivity and interoception were not significant independent predictors of \nmisophonic outbursts or functional impact. These results provide support for the relevance \nof emotion processes in misophonia and highlight the importance of using multi-dimensional \nmeasures of misophonia to improve our understanding of the condition.\nKeywords: misophonia, S-Five, misophonic outbursts, misophonic impact, disgust sensitivity, emotion processes\nINTRODUCTION\nMisophonia is characterised by decreased tolerance to select sounds that might be  only mildly \naversive to others, which can lead to intense emotional, physical and behavioural reactions \nand functional impairment ( Swedo et  al., 2021 ). Current research suggests that its aetiology \nis complex, possibly influenced by individual perception, past experiences, context, acoustic \nfeatures of sounds ( Jastreboff and Jastreboff, 2002 ; Bernstein et  al., 2013 ; Rouw and Erfanian, \n2018 ) and atypical connectivity in the brain ( Kumar et  al., 2017 ). In addition to the distress \ncaused by misophonia, there are negative outcomes in terms of aggressive outbursts and the"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Frontiers in Psychology  | www.frontiersin.org  2 July 2022 | Volume 13 | Article 903142Wang et al. Emotion Processes in Misophonia Outcomes\nimpact of the disorder on being able to live a full and productive \nlife ( Swedo et  al., 2021 ; Vitoratou et  al., 2021 ).\nOne study found that although patients frequently reported \nfears about resorting to violence, physical outbursts in misophonia \nwere rare ( Jager et  al., 2020 ). This was supported by the \npsychometric analysis of the S-Five, a measure of misophonia \nseverity, in a sample of individuals identifying with the condition \n(Vitoratou et  al., 2021 ). Within the “Outburst” factor, mean \nscores were approximately 5 (out of a possible 10) on items \nabout shouting, verbal aggression and worries about acting on \nviolent thoughts, and lower for physical aggression (mean 2.7 \nout of 10) and violence (2.3).\nIt is not clear what factors contribute to an individual’s \ntendency to have verbal or physical outbursts in misophonia. \nAnger is one of the most frequently reported emotions in \nresponse to trigger sounds ( Schröder et  al., 2013 ; Vitoratou \net  al., 2021 ), but the frequency of anger reactions to triggers \nhas only a low correlation with outbursts ( Vitoratou et  al., \n2021 ). Two studies examined the relationship between misophonia \nseverity and general anger outbursts (i.e., not misophonia-\nspecific), and found that the relationship was partially mediated \nby the presence of anxiety symptoms ( Wu et  al., 2014 ; Zhou \net  al., 2017 ).\nAnother study found that anxiety sensitivity, a relatively \nstable, transdiagnostic trait related to fearful beliefs about anxiety \nsymptoms ( Hovenkamp-Hermelink et  al., 2019 ), strengthened \nthe relationship between misophonia symptoms and aggression \n(Schadegg et  al., 2021 ). That is, at higher levels of anxiety \nsensitivity (more fear of anxiety sensations), misophonia was \nmore strongly associated with aggression. However, this study \ndid not control for anxiety symptoms, which are also associated \nwith anxiety sensitivity ( Wheaton et  al., 2012 ). It is therefore \nnot clear whether it is current symptoms of anxiety or the \ntrait of anxiety sensitivity, or both, that influences the relationship \nbetween misophonia and general aggressive outbursts.\nThe studies described above did not examine aggression in \nthe context of misophonia-specific outbursts, focusing instead \non general aggression and outbursts. Barahmand et  al. (2021)  \nexamined traits of dealing with emotions as predictors of \nmisophonic behaviour, which included misophonia-specific \naggression. They found that disgust sensitivity was associated \nwith misophonic behaviours, but this relationship was fully \nmediated by emotion dysregulation. They proposed that \nmisophonic behaviours emerge from an interplay of emotions \nand cognitive processes.\nMisophonia-specific outbursts are captured in one of the \ndimensions of the S-Five scale ( Vitoratou et  al., 2021 ). In the \ninitial psychometric analysis of this scale, outbursts were \npositively associated with all the other dimensions of the scale: \ninternalising and externalising appraisals, sense of emotional \nthreat and functional impact. Given that aggression is associated \nwith other-directed blame ( Kulik and Brown, 1979 ), the \nassociation between misophonic outbursts and externalising \nappraisals is worth exploring further. Individuals with misophonia \nhave expressed negative assumptions about the character of \nthose making unpleasant sounds ( Edelstein et  al., 2013 ; Rouw \nand Erfanian, 2018 ; Vitoratou et  al., 2021 ), as captured in the externalising factor, but it is not yet clear whether there is a \ndirect or indirect relationship between these interpretations in \nthe moment and aggressive outbursts.\nOutbursts in misophonia were also associated with symptoms \nof depression and anxiety, and functional and social impairment \n(Vitoratou et  al., 2021 ). Further research into predictors of \nmisophonia-specific outbursts would be  helpful for identifying \npotential targets to address this negative outcome for individuals \nwith misophonia.\nBeyond outbursts, individuals living with misophonia also \nreport impact on social and occupational functioning ( Edelstein \net  al., 2013 ; Rouw and Erfanian, 2018 ), loss of enjoyment \n(Hocaoglu, 2018 ), not being able to go places and see the \npeople they would like to see and concern about future impact \nof the condition ( Vitoratou et  al., 2021 ). In a study of 828 \nindividuals with self-identified misophonia, an average score \nof 45 out of a possible 50 was found for the S-Five variable \ndescribed as emotional threat, which captures a sense of \nmisophonia-specific emotional dysregulation, with items about \nfeeling distressed, trapped and helpless if unable to get away \nfrom sounds ( Vitoratou et  al., 2021 ). If day-to-day sounds like \neating and breathing can potentially lead to such intense \nreactions, it is not surprising that individuals with misophonia \nwould report limited lives and concerns about future \nopportunities. As yet, it is not clear which psychological processes \nmay contribute to greater impact of misophonia, in terms of \nthe perceived limitations of misophonia on daily functioning \nand concerns about future functioning. To our knowledge, \nthere is no prior research examining this specifically.\nSummary and Aims of the Study\nExisting research has shown us that symptoms of misophonia \nare likely associated with a range of emotion processes. Based \non the literature, it seems that there are several potential \nemotion processes associated with misophonia, including an \nincreased propensity to experience certain emotions ( Barahmand \net  al., 2021 ), awareness of bodily sensations connected to \nemotions (interoception; Kumar et  al., 2017 ; McKay et  al., \n2018 ), beliefs about the nature and consequences of sensations \ncaused by emotion (e.g., anxiety sensitivity; Schadegg et  al., \n2021 ) and the presence of symptoms of disorders related to \nemotional health, such as anxiety and depression ( Erfanian \net  al., 2019 ; Jager et  al., 2020 ).\nFurther investigation is needed to improve our understanding \nof the role of these emotion processes in misophonia. We  also \nneed research to distinguish between misophonia-specific \nprocesses (e.g., a sense of uncontrollable emotions in the \npresence of sounds) and general processes (e.g., believing that \none’s emotions are uncontrollable, in general).\nThe aim of this exploratory study was to examine these processes \nin a sample of both individuals who identify with having misophonia \nand individuals who do not identify with having misophonia. \nWe  aimed to examine this specifically in relation to two negative \noutcomes in misophonia: aggressive outbursts or fear of having \noutbursts (henceforth “outbursts”) and the perceived impact in \nterms of limitations on functioning (henceforth “functional impact”). \nWe theorised that misophonia-specific variables would be significant"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  3 July 2022 | Volume 13 | Article 903142predictors of the outcome variables and aimed to investigate \nwhether these relationships could be  partially or fully explained \nby variables related to emotions and general emotion processing.\nSpecifically, we  hypothesised misophonic outbursts would \nbe  predicted by the S-Five variable of externalising appraisals, \nthat is, the tendency to put blame for one’s reactions to sounds \non to the person making the sound. We  also hypothesised \nthat functional impact would be predicted by the S-Five variable \nof emotional threat.\nDrawing from the existing misophonia literature, the additional \npredictor variables we  examined were interoception, disgust \npropensity and sensitivity, anxiety sensitivity, beliefs about \nemotions and symptoms of depression and anxiety. As there \nwere no previous studies examining these variables in the \ncontext of misophonia-specific outcomes at the time of designing \nthe research, we did not form any a priori  hypotheses regarding \ntheir possible impact. Instead, we  aimed to develop models \nto be  tested in an exploratory study.\nMATERIALS AND METHODS\nRecruitment\nAs part of a wider project studying misophonia, participants \nwere recruited from two different sources. The sampling service \nProlific was used to recruit participants from the general \npopulation. To ensure our sample also included a large number \nof individuals experiencing symptoms of misophonia, we  also \nrecruited from misophonia support groups on social media \n(e.g., Facebook). Inclusion criteria included being older than \n18 years old, with enough fluency in English to complete the \nquestionnaire, and without any severe learning disabilities. \nAttention-check items were included in the survey and participants \nwere removed if they did not complete these satisfactorily. All \nparticipants gave informed consent before beginning the survey.\nMeasures\nInformation on the participants’ age, gender, ethnicity, education \nand occupation were collected. During this process, participants \nwere also asked whether they self-identify with having misophonia \n(yes, no or unsure). Participants were then presented with the \nlist of measures listed below.\nSelective Sound Sensitivity Syndrome Scale\nThe S-Five is a multidimensional tool for measuring misophonia \nseverity ( Vitoratou et  al., 2021 ). It has five distinct factors: \ninternalising and externalising appraisals, emotional threat, \noutbursts and functional impact. The five factors demonstrated \nsatisfactory internal consistency ( α ≥ 0.83) and stability in time \n(stability coefficients >0.80  in all items and factors; Vitoratou \net  al., 2021 ). The supplementary trigger checklist of the S-Five \nwas not used in the present study.\nAnxiety Sensitivity Index-3\nThe ASI-3 ( Taylor et  al., 2007 ) is an 18-item inventory that \nmeasures anxiety sensitivity, the fear of sensations related to anxiety, across three dimensions: physical, cognitive and social \nconcerns. All three subscales have demonstrated high reliability \nin internal consistency in both clinical and non-clinical samples \n(α > 0.70).\nBody Consciousness Questionnaire\nThe BCQ ( Miller et al., 1981 ) is a 15-item self-report questionnaire \nmeasuring three components: public body consciousness, body \ncompetence and private body consciousness. Participants completed \nthe whole scale, but only the private body consciousness subscale \n(α = 0.69) was used in this study for the purpose of measuring \ninteroception, one’s awareness of internal bodily sensations. This \nsubscale was found to be  higher in those with misophonia than \nwithout ( Kumar et al., 2017 ), and there was no current theoretical \nrationale for inclusion of the other two subscales. All subscales \nhave demonstrated high test–retest reliability.\nDisgust Propensity and Sensitivity Scale-Revised\nWe used the 12-item, shortened version of the DPSS-R ( Fergus \nand Valentiner, 2009 ), the full version of which contains 16-item \n(van Overveld et  al., 2006 ). The items are measured on a five-\npoint scale (from never to always) and form two factors. Disgust \npropensity is the ease of which one is disgusted, whilst disgust \nsensitivity is how bothered an individual is by their disgust \n(van Overveld et  al., 2006 ). Both reduced-item subscales show \ngood internal consistency, at α = 0.83 for disgust propensity and \nα = 0.80 for disgust sensitivity and share a moderate to strong \ncorrelation ( r = 0.59) with one another ( Fergus and Valentiner, \n2009 ). In the present study, we  used the combined propensity \nand sensitivity, henceforth referred to as disgust sensitivity.\nGeneralised Anxiety Disorder-7\nThe GAD7 is a widely used, valid and reliable scale measuring \nsymptoms of anxiety ( Spitzer et  al., 2006 ). It has seven items, \neach measuring the frequency of symptoms (from not at all  \nto nearly every day ).\nLeahy Emotional Sensitivity Scale-II\nThe Leahy Emotional Sensitivity Scale-II (Leahy, 2012; Unpublished \nManuscript)1 consists of 28 items measuring 14 dimensions, \nwith a six-point ordinal response scale measuring negative beliefs \nabout emotions (e.g., “I feel ashamed of my feelings”), with \nhigher scores indicating more negatively held beliefs.\nPatient Health Questionnaire-9\nThe PHQ9 is a widely used measure of symptoms of depression \n(Kroenke et  al., 2001 ). It has nine items, each measuring the \nfrequency of symptoms (from not at all  to nearly every day ) \nand has good validity and reliability.\nData Analysis\nIn this work, we focused on two main models. First, we studied \nthe effect of the externalising factor on outbursts, followed by \n1 Leahy, R. L. (2012). Leahy Emotional Schema Scale II (LESS II).  American \nInstitute for Cognitive Therapy (Unpublished Manuscript)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  4 July 2022 | Volume 13 | Article 903142the effect of the threat factor on functional impact. In both \nmodels, we  adjusted for age, gender, identifying as having \nmisophonia or not and a set of covariates. The set of covariates \nwas identified in the literature and was verified first by exploring \nthe inter-correlations between the measures used in the study. \nThat is, pairwise correlations of the key variables of interest \n(interoception, anxiety sensitivity, disgust sensitivity, beliefs \nabout emotions, anxiety symptoms, depression symptoms, as \nwell as the S-Five total score and factors, along with age and \ngender) were examined separately for those who identified \nwith and without misophonia. Variables that did not show \nsignificant correlations were removed from consideration.\nNext, forward stepwise linear regression was conducted to \nbuild comprehensive models. At each step, all possible combinations \nof predictor variables were entered, and any variables found to \nbe  non-significant at any step in this process were removed. \nWe  chose a stepwise selection procedure to account for possible \nmulticollinearity between predictor variables. Significant variables \nwere carried forwards to the next step, increasing the number \nof variables in the model until the best fitting model was found. \nThis process yielded the models with the combinations of variables \nthat explained the largest amount of the outcome’s variability, \nas determined by the model’s R2 value, the percentage of variability \nexplained by the included variables. The resulting models were \ncarried forwards into mediation analyses.\nLastly, parallel mediation analyses were carried out with \nthe PROCESS macro ( Hayes, 2017 ), which uses the theoretical \nSobel test and Baron and Kenny’s four steps to determine \nmediation ( Baron and Kenny, 1986 ), as well as a bootstrapping \nprocedure to test the hypothesis. Unstandardised indirect effects \nwere computed for each of 5,000 bootstrapped samples, and \nthe 95% CI was computed by determining the indirect effects \nat the 2.5th and 97.5th percentiles. All data analyses were \nconducted on IBM SPSS Statistics for Windows (Version 26.0. \nArmonk, NY: IBM Corp).\nRESULTS\nA total of 728 participants submitted completed surveys. Of \nthese, 25 were removed for not satisfactorily passing attention \ncheck items, leaving a total sample of 703. Within this, 396 \nwere recruited from the sampling service Prolific, and 307 \nwere recruited from misophonia groups on social media. \nParticipants were then split into two groups based on their \nanswer to the question, “Do you  identify with having \nmisophonia?” Those who responded yes were labelled as \n“Identifying with having misophonia” and those who said no, \nor that they were unsure, were labelled as “Not identifying \nwith having misophonia. ” Participant demographics are presented \nin Table 1  and comparisons between the two groups all variables \nof interest are presented in Table  2 . Comparisons between \nmeans are presented for variables with normal distributions \nand comparisons between medians are presented for \nskewed variables.\nThe pairwise correlations between the variables of interest \nare presented in Table  3 . Externalising was moderately correlated with the outburst subscale. Similarly, threat was \nmoderately correlated with the functional impact subscale. \nWe  therefore retained these main relationships of interest \nfor further exploration of our hypotheses. Interoception was \nnot significantly correlated with any of the four target \nvariables in the sample identifying with misophonia and \nwas therefore not carried forwards into the next stage of \nanalysis. All other variables were positively correlated with \nour four main variables of interest, and with overall misophonia \nseverity, and were therefore retained for the next stage \nof analysis.\nFor all the retained variables, correlations were significant \nin both groups (i.e., those identifying with misophonia and \nthose who did not). We  therefore combined the samples at \nthis stage to increase the power of our remaining analyses. \nIn each subsequent analysis, we  first controlled for whether \nparticipants identified with having misophonia or not.\nMain Effects Analysis\nIn the forward stepwise regression, predictors were added one \nat a time, and in each model tested, any variables found to \nbe  non-significant were removed. Figure  1  summarises the \nprocess of building the models to be  tested in the mediation \nanalyses, showing the point at which non-significant variables \nwere removed. We  present the regression results for only the \nfinal models that emerged from this process (see Table  4 ; full \nstepwise regression results available on request).\nFor the dependent variable outbursts, the final model included \npredictor variables externalising, disgust sensitivity and anxiety \nsymptoms, explaining 46% of the variance. For the dependent \nvariable functional impact, the final model included the predictor \nvariables threat, beliefs about emotions and depression symptoms, \nexplaining 63% of the variance.\nMediation Analyses\nAfter controlling for age, gender and whether they identified \nwith misophonia or not, both disgust sensitivity and anxiety \nsymptoms partially mediated the relationship between \nexternalising and outburst in misophonia ( Figure  2 ). The \nindirect effect of disgust sensitivity on externalising and outburst \nwas 0.017, and the indirect effect of anxiety was 0.029 (total \nindirect effect 0.046). The bootstrapped unstandardised indirect \neffect was 0.046, and the 95% CI ranged from 0.023 to 0.074. \nBoth the indirect and direct effects of externalising on outbursts \nwere statistically significant ( p < 0.001).\nAfter controlling for age, gender and whether they identified \nwith misophonia or not, beliefs about emotions and depression \nsymptoms partially mediated the relationship between emotional \nthreat and functional impact in misophonia ( Figure  3 ). The \nindirect effect of beliefs about emotions on the relationship \nbetween threat and functional impact was 0.046, and the indirect \neffect of depression on threat and functional impact was 0.055, \nmaking the total indirect effect 0.100. The bootstrapped \nunstandardised indirect effect was 0.100, and the 95% CI ranged \nfrom 0.064 to 0.142. Both the indirect and direct effects of \nexternalising on outbursts were statistically significant ( p < 0.001)."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  5 July 2022 | Volume 13 | Article 903142DISCUSSION\nThe aim of this study was to examine two commonly reported \nnegative outcomes of misophonia: aggressive outbursts and \nperceived current and future impact that misophonia has on \nseeing people and doing things. We  aimed to explore these \nin relation to both misophonia-specific and more general \nemotional processing variables.\nAs hypothesised, misophonic outbursts were significantly \npredicted by the S-Five variable of externalising appraisals, \nthat is, the tendency to blame others for the intensity of one’s \nreactions to sounds made by others. This relationship was \npartially explained by anxiety symptoms and disgust sensitivity. \nThis builds on previous research finding that the relationship \nbetween misophonia and general aggressive outbursts was partly \nexplained by symptoms of anxiety ( Wu et  al., 2014 ; Zhou \net  al., 2017 ). Neither anxiety sensitivity nor beliefs about \nemotions were significant independent predictor of outbursts \nin our exploratory regressions, which is interesting in relation \nto previous research finding that anxiety sensitivity strengthened \nthe relationship between misophonia and general aggression \n(Schadegg et  al., 2021 ). However, that study did not control \nfor the presence anxiety symptoms, which our findings suggest is more relevant than fear of anxiety symptoms, for misophonia-\nspecific outbursts, at least. Another study found that the \nrelationship between trait neuroticism and misophonia symptoms \nwas completely mediated by impulse control difficulties, an \naspect of emotion regulation ( Cassiello-Robbins et  al., 2020 ). \nTheoretically, it makes sense that impulse control could be  a \npotential key mechanism in outbursts in misophonia, and it \nis possible that impulse control could explain the association \nwe  found with anxiety symptoms.\nDisgust sensitivity was also a significant independent predictor \nof misophonic outbursts. Barahmand et  al. (2021)  found an \nassociation between disgust sensitivity and misophonic \nbehaviours, which included aggressive outbursts as well as \nnon-aggressive avoidance. They found that this was completely \nmediated by emotional dysregulation, which we did not measure \nin our study. Further research is needed to clarify whether \ndisgust sensitivity is a significant component in misophonic \noutbursts. If it is an important factor, then it would also \nbe  useful to examine whether this relates to core disgust in \nresponse to sounds, or socio-moral disgust ( Simpson et  al., \n2006 ), which could be  in response to the behaviour of the \nperpetrator of the sounds or directed towards oneself for having \noutbursts, and could have implications for treatment.TABLE 1 |  Demographic characteristics of the study sample.\nIdentifying misophonia Not identifying misophonia Total\nn = 315 n = 388 N = 703\nMedian IQR Median IQR Median IQR\nAge 38.0 25.0 47.50 28.0 43.0 28.0\nNo. % No. % No. %\nGender\nFemale 252 80.0 179 46.1 431 61.3\nMale 50 15.9 206 53.1 256 36.4\nNon-binary 12 0.6 1 0.3 13 1.8\nOther 1 0.3 2 0.5 3 0.4\nIQR, interquartile range.\nTABLE 2 |  Descriptive indices and comparison between groups.\nIdentifying misophonia Not identifying misophonia Comparison\nMedian IQR Median IQR MWU p\nS-Five total 156.00 62.50 36.00 51.00 115403.50 <0.001\nExternalising 34.00 20.00 17.00 20.00 93376.50 <0.001\nInternalising 29.00 25.50 1.00 8.00 108660.00 <0.001\nThreat 48.00 6.50 9.00 19.00 117717.50 <0.001\nOutburst 17.00 20.00 2.00 7.00 104245.50 <0.001\nImpact 27.00 24.50 1.00 5.00 111617.00 <0.001\nAnxiety sensitivity 24.00 21.00 19.00 23.00 60976.00 0.007\nAnxiety symptoms 9.00 10.00 3.00 6.00 88348.00 <0.001\nDepression symptoms 9.00 10.00 5.00 8.00 80031.00 <0.001\nMean SD Mean SD t p\nInteroception 13.07 3.38 12.47 3.68 −2.23 0.026\nDisgust sensitivity 32.53 7.73 29.28 7.24 −5.69 <0.001\nBeliefs about emotions 3.67 0.73 3.16 0.73 −8.72 <0.001\nIQR, interquartile range; MWU, Mann–Whitney U; and SD, standard deviation."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  6 July 2022 | Volume 13 | Article 903142Given the cross-sectional nature of our study, the direction \nof these relationships between externalising appraisals, anxiety \nsymptoms, disgust sensitivity and misophonic outbursts is not \nclear. One of the items in the outbursts factor relates to being \nafraid of doing something aggressive or violent. It is therefore \npossible that the association with anxiety symptoms can \nbe  accounted for by this specific item, rather than actual \noutbursts. It is also possible that those who have had outbursts \nin the past may experience more anxiety in general, in anticipation \nof what might happen in triggering situations or anxiety about \nthe impact of their outbursts. It is possible that these associations \ncould be  explained by emotion dysregulation, in line with the \nfindings of Barahmand et  al. (2021)  and Cassiello-Robbins \net al. (2020) . There may also be other variables not yet measured \nin misophonia research that could be  contributing to these \nrelationships, for example, a tendency to engage in angry \nrumination, which has previously been linked to generalised \nanxiety ( Jessup et  al., 2019 ), aggression and externalisation of \nblame ( Schoenleber et  al., 2021 ). Further exploration of this \nin qualitative and survey studies would be helpful for developing \nand testing hypotheses that may support the development \nof interventions.\nOur second outcome variable of interest was functional \nimpact, which was significantly predicted by the S-Five variable \nmeasuring a sense of emotional threat. This was partially \nexplained by depression symptoms and beliefs about emotions. \nPrevious research has also found an association between \nsymptoms of depression and misophonia ( Erfanian et al., 2019 ; \nJager et  al., 2020 ). Again, it is not clear whether there is a \ncausal pathway here. It is possible that the extreme sense of \ndysregulation captured in the threat variable contributes to \nlow mood, which, in turn, leads to withdrawal from activities \nand hopelessness about the future with misophonia. Alternatively, \nit could be  that low mood is caused by withdrawal from \nactivities as a result of the distress caused by misophonia. \nWhen we look at this in the context of beliefs about emotions, \nit is possible that beliefs that these emotions in misophonia \nare wrong or harmful could also lead to withdrawal from \nother people. The LESS II captures a wide range of negative \nbeliefs about emotions, with a broader theme of emotions \nbeing bad, wrong or harmful, as opposed to fear of emotions \nas captured in the measures of anxiety and disgust sensitivity. \nTherefore, negative beliefs about emotions might contribute to \nfunctional impact through behavioural responses to shame or \nguilt about emotions in misophonia, as opposed to a fear of \nemotions captured in the sensitivity measures (which were not \nsignificant independent predictors). There could also be another \nvariable or set of variables that could further explain these \nrelationships. Along these lines, the tendency to ruminate in \na depressive way could be  associated with greater sense of \nthreat, low mood, more negative beliefs about emotions and \ngreater avoidance, withdrawal and hopelessness. In-depth \ninterviews and prospective and experimental studies are needed \nto shed light on these relationships.\nIt was interesting to find that interoception was not \nsignificantly correlated with any of our S-Five outcome or \npredictor variables in the group who identified with having TABLE 3 |  Intercorrelations for variables of interest in those identifying (and not) with misophonia.\nVariableAnxiety \nsensInteroception Disgust sensAnxiety \nsymptomsBelief \nemotionDep \nsymptomsS-Five\nTotal Internal External Threat Outburst Impact\nAnxiety sensitivity 0.330 (0.391) 0.528 (0.580) 0.526 (0.622) 0.503 (0.671) 0.400 (0.581) 0.352 (0.463) 0.363 (0.409) 0.109ns (0.295) 0.203 (0.450) 0.215 (0.358) 0.303 (0.358)\nInteroception 0.230 (0.381) 0.198 (0.278) 0.195 (0.215) 0.187 (0.238) 0.151 (0.258) 0.182 (0.236) 0.051ns (0.236) 0.106ns (0.238) 0.089ns (0.176) 0.092ns (0.120)\nDisgust sensitivity 0.353 (0.366) 0.258 (0.420) 0.262 (0.357) 0.337 (0.418) 0.259 (0.391) 0.169 (0.279) 0.183 (0.435) 0.227 (0.327) 0.272 (0.321)\nAnxiety symptoms 0.514 (0.651) 0.697 (0.807) 0.472 (0.437) 0.386 (0.365) 0.188 (0.259) 0.312 (0.450) 0.298 (0.327) 0.407 (0.334)\nBelief emotion 0.471 (0.654) 0.493 (0.477) 0.522 (0.403) 0.209 (0.304) 0.272 (0.469) 0.230 (0.357) 0.440 (0.364)\nDepression \nsymptoms0.461 (0.379) 0.366 (0.315) 0.148 (0.212) 0.323 (0.405) 0.276 (0.314) 0.447 (0.255)\nS-Five\nTotal 0.720 (0.737) 0.574 (0.789) 0.613 (0.875) 0.692 (0.741) 0.766 (0.697)\nInternalising 0.203 (0.398) 0.337 (0.649) 0.369 (0.600) 0.470 (0.642)\nExternalising 0.269 (0.517) 0.307 (0.494) 0.257 (0.406)\nThreat 0.370 (0.617) 0.553 (0.615)\nOutbursts 0.350 (0.580)\nImpact\nValues in brackets show correlation coefficients of the group not identifying with misophonia. All values were significant at the 0.01 level (two-tailed), except where indicated. ns, correlation is not significant."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  7 July 2022 | Volume 13 | Article 903142misophonia. This was surprising considering previously found \nassociations between interoception and misophonia symptoms \n(Kumar et  al., 2017 ; McKay et  al., 2018 ). Examining our correlations further, we  noted that interoception had low, \nsignificant correlations with overall misophonia severity and \nwith the internalising appraisals factor, suggesting that \nFIGURE 1 |  Exploratory process of building models to test in mediation analyses.\nTABLE 4 |  Regression models for misophonia outcomes outbursts and impact.\nVariables B CI t p R2\nDependent variable: outbursts 0.461\n(Intercept) −2.405 [−6.599, 1.790] −1.126 0.261\nSex 0.265 [−1.317, 1.847] 0.329 0.743\nAge −0.049 [−0.096, −0.002] −2.045 0.041\nMisophonia 9.265 [7.514, 11.018] 10.390 <0.001\nDisgust Sensitivity 0.125 [0.019, 0.231] 2.309 0.021\nAnxiety 0.325 [0.180, 0.469] 4.420 <0.001\nExternalising 0.234 [0.177, 0.290] 8.135 <0.001\nDependent variable: functional impact 0.633\n(Intercept) −11.114 [−15.471, −6.756] −5.008 <0.001\nSex 0.258 [−1.357, 1.873] 0.314 0.754\nAge 0.042 [−0.006, 0.089] 1.716 0.087\nMisophonia 8.026 [5.443, 10.609] 6.102 <0.001\nBeliefs about emotions 1.934 [0.702, 3.165] 3.084 0.002\nDepression 0.312 [0.169, 0.455] 4.283 <0.001\nThreat 0.363 [0.292, 0.433] 10.117 <0.001\nValue of p in bold highlight the predictors that are statistically significant. Misophonia = identifying with misophonia or not. CI, confidence interval."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  8 July 2022 | Volume 13 | Article 903142\nFIGURE 3 |  The mediating effect of depression symptoms and beliefs about emotions on emotional threat and functional impact in misophonia.\ninteroception might play a part in some aspects of misophonia \nbut not others. We  also found that it was significantly (albeit \nweakly) correlated to all S-Five variables in the group that \ndid not identify with misophonia. It would be  interesting to \ntest this association further in future research, perhaps \ninvestigating whether one’s misophonia “status” moderates the \nrelationship between interoception and misophonia symptoms.\nLimitations\nThere were some limitations to this study. Most importantly, \nthis was an exploratory study, and our results should therefore \nbe  considered theories to be  tested further. We  recruited from two different populations and used self-identification with \nmisophonia (or not) to create our initial two groups. We  then \ncombined the sample for our regression analyses, controlling \nfor the “identification with misophonia” variable in all regression \nanalyses. While there are currently no published cut-off scores \non the S-Five, we  note that the mean score for the S-Five \ntotal in our sample of those identifying with misophonia \n(mean = 147.15, data available on request) was comparable to \nthe means presented in the original validation of the S-Five \nin a sample of individuals identifying with the condition \n(mean = 148.0). Future studies testing theories emerging from \nthis research would benefit from using either community or \nFIGURE 2 |  The mediating effect of disgust sensitivity and anxiety symptoms on externalising appraisals and outbursts in misophonia."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  9 July 2022 | Volume 13 | Article 903142clinical samples, with a view to later doing comparison studies \nbetween clinical and non-clinical groups, using gold standard \ndiagnostic interviews to create clinical groups. However, this \nis difficult to achieve without agreed diagnostic criteria for \nmisophonia. Additionally, participants recruited from misophonia \nsocial media groups were disproportionately female, consistent \nwith other research on misophonia. Future studies would benefit \nfrom a more balanced sample and testing for differences between \ngender groups. Finally, we  used the combined total of the \nDisgust Sensitivity and Propensity scale as our measure of \ndisgust sensitivity. In future studies, it would be  preferable to \nseparate these two constructs and test whether both have a \ndirect impact on aspects of misophonia.\nSummary and Conclusion\nThis exploratory study is, to our knowledge, the first to investigate \npotential predictors of two misophonia-specific outcomes: outbursts \nand functional impact. Our findings suggest that these two aspects \nof misophonia are related to cognitive and emotion processes, \nboth misophonia-specific and non-specific. This highlights the \nimportance of breaking misophonia down into its different \ndimensions to improve our understanding of the condition and \nits consequences. The study provides further support for the \nnotion that there are psychological aspects to misophonia, which \nraises hope for developing and adapting psychological interventions \nto improve the lives of those suffering with the condition.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will \nbe  made available by the authors, without undue reservation.ETHICS STATEMENT\nThe studies involving human participants were reviewed \nand approved by the King’s College London Psychiatry, \nNursing and Midwifery Research Ethics Subcommittee (REC \nreference number: HR-19/20-17173). The patients/participants \nprovided their written informed consent to participate in \nthis study.\nAUTHOR CONTRIBUTIONS\nQW completed the analysis, contributed to interpretation, \nand contributed to the manuscript. SV provided supervision \nto the project, carried out data collection, contributed  \nto data analysis, and contributed to the manuscript  \nz(Materials and Methods and Results). NU-M carried  \nout data collection and contributed to data analysis. JG  \nprovided supervision to the project, contributed to \ninterpretation, and contributed to the manuscript. All authors \ncontributed to the article and approved the submitted  \nversion.\nFUNDING\nSV was funded or partially funded by the Biomedical \nResearch Centre for Mental Health at South London  \nand Maudsley NHS Foundation Trust and King’s College \nLondon. This research was funded in whole, or in  \npart, by the Wellcome Trust (JG; grant number 102176/  \nB/13/Z).\n \nREFERENCES\nBarahmand, U., Stalias-Mantzikos, M. E., Rotlevi, E., and Xiang, Y . (2021). \nDisgust and emotion Dysregulation in Misophonia: a case for mental \ncontamination? Int. J. Ment. Heal. Addict.  doi: 10.1007/s11469-021-00677-x\nBaron, R. M., and Kenny, D. A. (1986). The moderator-mediator variable \ndistinction in social psychological research: conceptual, strategic, and statistical \nconsiderations. J. Pers. Soc. Psychol.  51, 1173–1182. doi: 10.1037/0022-3514.  \n51.6.1173\nBernstein, R. E., Angell, K. L., and Dehle, C. M. (2013). A brief course of \ncognitive behavioural therapy for the treatment of misophonia: a case example. \nCogn. Behav. Ther.  6:E10. doi: 10.1017/S1754470X13000172\nCassiello-Robbins, C., Anand, D., Mcmahon, K., Guetta, R., Trumbull, J., \nKelley, L., et al. (2020). The mediating role of emotion regulation Within \nthe relationship between neuroticism and Misophonia: a preliminary \ninvestigation. Front. Psychol.  11:847. doi: 10.3389/fpsyt.2020.00847\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V . S. (2013). Misophonia: \nphysiological investigations and case descriptions. Front. Hum. Neurosci.  \n7:296. doi: 10.3389/fnhum.2013.00296\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and comorbid \npsychiatric symptoms: a preliminary study of clinical findings. Nord. J. \nPsychiatry  73, 219–228. doi: 10.1080/08039488.2019.1609086\nFergus, T. A., and Valentiner, D. P . (2009). The disgust propensity and sensitivity \nscale-revised: an examination of a reduced-item version. J. Anxiety Disord.  \n23, 703–710. doi: 10.1016/J.JANXDIS.2009.02.009\nHayes, A. (2017). Introduction to Mediation, Moderation, and Conditional Process \nAnalysis: A Regression-based Approach . New Y ork: Guildford Press.Hocaoglu, C. (2018). A little known topic misophonia: two case reports. Dusunen \nAdam  31, 89–96. doi: 10.5350/DAJPN2018310109\nHovenkamp-Hermelink, J. H. M., van der Veen, D. C., Oude Voshaar, R. C., \nBatelaan, N. M., Penninx, B. W . J. H., Jeronimus, B. F., et al. (2019). Anxiety \nsensitivity, its stability and longitudinal association with severity of anxiety \nsymptoms. Sci. Rep.  9, 4314–4317. doi: 10.1038/s41598-019-39931-7\nJager, I., de Koning, P ., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia: \nphenomenology, comorbidity and demographics in a large sample. PLoS \nOne 15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboff, M. M., and Jastreboff, P . J. (2002). Decreased sound tolerance and \ntinnitus retraining therapy (TRT). Aust. N. Z. J. Audiol.  24, 74–84. doi: \n10.1375/audi.24.2.74.31105\nJessup, S. C., Knowles, K. A., Berg, H., and Olatunji, B. O. (2019). Anger \nrumination is not uniquely characteristic of obsessive-compulsive disorder. \nPersonal. Individ. Differ.  140, 10–14. doi: 10.1016/j.paid.2018.09.011\nKroenke, K., Spitzer, R. L., and Williams, J. B. W . (2001). The PHQ-9. J. Gen. \nIntern. Med.  16, 606–613. doi: 10.1046/J.1525-1497.2001.016009606.X\nKulik, J. A., and Brown, R. (1979). Frustration, attribution of blame, and \naggression. J. Exp. Soc. Psychol.  15, 183–194. doi: 10.1016/0022-  \n1031(79)90029-5\nKumar, S., Tansley-Hancock, O., Sedley, W ., Winston, J. S., Callaghan, M. F., \nAllen, M., et al. (2017). The brain basis for Misophonia. Curr. Biol.  27, \n527–533. doi: 10.1016/j.cub.2016.12.048\nMcKay, D., Kim, S. K., Mancusi, L., Storch, E. A., and Spankovich, C. \n(2018). Profile analysis of psychological symptoms associated with \nmisophonia: a community sample. Behav. Ther.  49, 286–294. doi: 10.1016/j.\nbeth.2017.07.002"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Wang et al. Emotion Processes in Misophonia OutcomesFrontiers in Psychology  | www.frontiersin.org  10 July 2022 | Volume 13 | Article 903142Miller, L. C., Murphy, R., and Buss, A. H. (1981). Consciousness of body: \nprivate and public. J. Pers. Soc. Psychol.  41, 397–406. doi: 10.1037/0022-3514.  \n41.2.397\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin. \nPsychol.  74, 453–479. doi: 10.1002/jclp.22500\nSchadegg, M. J., Clark, H. L., and Dixon, L. J. (2021). Evaluating anxiety \nsensitivity as a moderator of misophonia and dimensions of aggression. J. \nObs.-Compuls. Relat. Disord.  30:100657. doi: 10.1016/j.jocrd.2021.100657\nSchoenleber, M., Beltran, E., Peters, J. R., and Anestis, M. D. (2021). Association \nbetween shame aversion and ruminative retribution: evidence for moderation \nby externalization of blame and control. Motiv. Emot.  45, 798–808. doi: \n10.1007/s11031-021-09901-6\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria \nfor a new psychiatric disorder. PLoS One  8:e54706. doi: 10.1371/journal.\npone.0054706\nSimpson, J., Carter, S., Anthony, S. H., and Overton, P . G. (2006). Is disgust \na homogeneous emotion? Motiv. Emot.  30, 31–41. doi: 10.1007/S11031-006-  \n9005-1/TABLES/2\nSpitzer, R. L., Kroenke, K., Williams, J. B. W ., and Löwe, B. (2006). A brief \nmeasure for assessing generalized anxiety disorder: the GAD-7. Arch. Intern. \nMed.  166, 1092–1097. doi: 10.1001/ARCHINTE.166.10.1092\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., \net al. (2021). A consensus definition of misophonia: using a Delphi process \nto reach expert agreement. medRxiv [Preprint]. doi: 10.1101/2021.04.05.  \n21254951\nTaylor, S., Zvolensky, M. J., Cox, B. J., Deacon, B., Heimberg, R. G., Ledley, D. R., \net al. (2007). Robust dimensions of anxiety sensitivity: development and \ninitial validation of the anxiety sensitivity Index-3. Psychol. Assess.  19, 176–188. \ndoi: 10.1037/1040-3590.19.2.176\nvan Overveld, W . J. M., de Jong, P . J., Peters, M. L., Cavanagh, K., and \nDavey, G. C. L. (2006). Disgust propensity and disgust sensitivity: separate \nconstructs that are differentially related to specific fears. Personal. Individ. \nDiffer.  41, 1241–1252. doi: 10.1016/J.PAID.2006.04.021\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening \nto people with misophonia: exploring the multiple dimensions of sound intolerance using a new psychometric tool, the S-five, in a large sample of \nindividuals identifying with the condition. Psych  3, 639–662. doi: 10.3390/\nPSYCH3040041\nWheaton, M. G., Deacon, B. J., McGrath, P . B., Berman, N. C., and Abramowitz, J. S. \n(2012). Dimensions of anxiety sensitivity in the anxiety disorders: evaluation \nof the ASI-3. J. Anxiety Disord.  26, 401–408. doi: 10.1016/J.JANXDIS.2012.01.002\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia: \nincidence, phenomenology, and clinical correlates in an undergraduate student \nsample. J. Clin. Psychol.  70, 994–1007. doi: 10.1002/jclp.22098\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among \nChinese university students: incidence, associated impairment, and clinical \ncorrelates. J. Obs.-Compuls. Relat. Disord.  14, 7–12. doi: 10.1016/j.\njocrd.2017.05.001\nAuthor Disclaimer:  The views expressed are those of the author(s) and not \nnecessarily those of the NHS, Wellcome Trust, the NIHR or the Department of \nHealth and Social Care.\nConflict of Interest:  The authors declare that the research was conducted in \nthe absence of any commercial or financial relationships that could be  construed \nas a potential conflict of interest.\nPublisher’s Note:  All claims expressed in this article are solely those of the \nauthors and do not necessarily represent those of their affiliated organizations, \nor those of the publisher, the editors and the reviewers. Any product that may \nbe evaluated in this article, or claim that may be made by its manufacturer, is \nnot guaranteed or endorsed by the publisher.\nCopyright © 2022 Wang, Vitoratou, Uglik-Marucha and Gregory. This is an open-\naccess article distributed under the terms of the Creative Commons Attribution \nLicense (CC BY). The use, distribution or reproduction in other forums is permitted, \nprovided the original author(s) and the copyright owner(s) are credited and that \nthe original publication in this journal is cited, in accordance with accepted academic \npractice. No use, distribution or reproduction is permitted which does not comply \nwith these terms."
    }
  ]
}