{
  "doc_type": "scientific paper",
  "title": "Steriods for Misophonia",
  "authors": [
    "Webb"
  ],
  "year": 2024,
  "journal": "Psychiatry",
  "doi": "10.1155/2024/3976837",
  "abstract": null,
  "keywords": [],
  "research_topics": [],
  "created_at": "2025-05-05T04:00:09.621999Z",
  "source_pdf": "documents/research/Global/Webb 2024 Steriods for Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Case Report\nSteroids for the Treatment of Misophonia and Misokinesia\nJadon Webb1,2and Afton Williamson1\n1Bloom Mental Health, LLC, 26 W Dry Creek Circle, Suite 710, Littleton, CO 80120, USA\n2Child Study Center, Yale School of Medicine, New Haven, USA\nCorrespondence should be addressed to Jadon Webb; research@bloommh.com\nReceived 28 June 2023; Revised 21 November 2023; Accepted 1 December 2023; Published 16 January 2024Academic Editor: Lut Tamam\nCopyright ©2024 Jadon Webb and Afton Williamson. This is an open access article distributed under the Creative Commons\nAttribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is\nproperly cited.\nMisophonia and misokinesia are disorders characterized by intensely negative physical and emotional reactions to speci ﬁc auditory\nand visual stimuli. The availability of effective treatments, especially pharmacological ones, is limited. This report presents a case of\na 35-year-old male with severe misophonia and misokinesia who experienced nearly complete resolution of symptoms whileundergoing high-dose steroid therapy for an unrelated muscular injury. Two days after starting a 20 mg oral prednisone taper pack(in which the steroid dose is reduced by 4 mg daily), his Amsterdam Misophonia Scale (A-Miso-S) score drastically reduced from abaseline of 23 (i.e., extreme symptoms) to 1, with symptom relief persisting for approximately 2 weeks after completing the taper.\nMonths later, a daily dose of prednisone (4 mg) was reintroduced. This again resulted in a marked reduction in symptoms (A-Miso-S\nof 6), enabling him to resume working in an of ﬁce setting despite his triggers. Symptom improvement remained stable over several\nmonths. This case raises the possibility of the steroid prednisone as a novel treatment for misophonia and misokinesia. However,further investigation is needed to determine the generalizability of this observation.\n1. Introduction\nMisophonia is a condition characterized by marked emo-\ntional and physiological aversion to speci ﬁc sounds. Misoki-\nnesia is a similar response to certain visual stimuli. Theseconditions are only recently recognized [1] and are becoming\na topic of increasing clinical interest, as they appear to bequite common and can be quite distressing [2].\nConsensus work groups are re ﬁning the diagnostic crite-\nria for misophonia and misokinesia [3]. The emotional andautonomic symptoms experienced in response to triggersoverlap those observed in anxiety-spectrum psychiatric dis-\norders such as phobias, panic disorder, and posttraumatic\nstress disorder (PTSD). However, misophonia and misokine-\nsia are not currently recognized in diagnostic manuals such as\nthe International Classi ﬁcation of Diseases, 11th Revision\n(ICD-11) [4], or the Diagnostic and Statistical Manual of\nMental Disorders, 5th Edition, Text Revision (DSM-5-TR)\n[5], re ﬂecting the need for a deeper understanding of their\netiology, and further standardization of diagnostic criteria.\nThus far, no randomized trials have assessed the effects\nof any medication on misophonia or misokinesia symptoms.Published reports suggest that antidepressants [6, 7], beta-blockers such as propranolol [8], and mood-stabilizing anti-psychotics such as risperidone [9, 10] may alleviate symp-toms in some cases. Potent psychotomimetic drugs, such aspsilocybin, ketamine, and MDMA, hold theoretical potential\nfor addressing some of the core symptoms of misophonia\nand misokinesia, although this is still a hypothesis that willrequire clinical assessment [11].\nThis report contributes to the existing literature by doc-\numenting a case in which prednisone, a synthetic corticoste-roid, was highly effective in treating severe misophonia andmisokinesia. This case suggests a potential role for corticos-\nteroids in managing this complex problem that otherwise\nstill has few treatment options. It also raises questions regard-ing the underlying pathophysiology and the potential in gen-eral for anti-in ﬂammatory approaches.\n2. Case Presentation\n2.1. Case Summary. The patient, a 35-year-old white male,\nsought evaluation and treatment for misophonia and miso-kinesia symptoms. He was in considerable distress and hadHindawi\nCase Reports in Psychiatry\nVolume 2024, Article ID 3976837, 4 pages\nhttps://doi.org/10.1155/2024/3976837"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "taken medical leave from his of ﬁce job due to severe triggers\nincited by everyday sounds and actions from coworkers. His\nprimary treatment objective was to mitigate these trigger\nresponses to manageable levels, thereby allowing his returnto work.\n2.2. Misophonia History. The patient ﬁrst experienced mis-\nophonia symptoms at the age of 12, and the severity of his\ntrigger reactions slowly increased over the years. Triggers\nincluded chewing food or gum, crunching foods, lip smack-\ning, repetitive tapping, and seeing someone shake their leg,all of which were common in his of ﬁce job.\nThe patient ’s trigger reactions were fairly typical for mis-\nophonia/misokinesia. His primary emotional response wasan intense sensation of anger or rage. This frequently resulted\nin an exaggerated focus on the trigger, characterized by a\ndesire to confront the trigger source to compel it to stop,although he never exhibited aggressive behavior. Feelings ofanxiety and panic were also common, particularly when hefelt trapped in a triggering situation. Once conscious of atrigger, his thoughts became consumed by it, and he wasunable to shift focus until the trigger ceased, and he would\nadditionally feel an overwhelming compulsion to exit the sit-\nuation. In terms of physical response, triggers led to immedi-ate muscle tension and clenching of his ﬁsts. Following a\ntrigger event, he would feel exhausted and depressed.\n2.3. Impairment and Distress from Triggers. When the patient\nﬁrst sought our assistance, his mi sophonia severity, as measured\nby the Amsterdam Misophonia S cale (A-Miso-S) [12], was 23,\nindicative of “extreme ”symptoms. Trigger responses to family\nand coworkers caused signi ﬁcant life impairment, including hav-\ning to take medical leave from his job and being increasingly\nunable to tolerate being physically near to his father, with whomhe otherwise shared a good relationship. This impairment was\nassociated with a growing sense of hopelessness that things could\never improve and passive suicidal thoughts.\n2.4. Medical and Psychiatric History. The patient is an intel-\nligent, articulate 35-year-old engineer who takes great pride\nin his highly technical work. He has a decades-long history ofmajor depression, treated periodically with the antidepres-\nsant escitalopram 20 mg daily, which was partially effective\nfor depression but did not affect misophonia/misokinesiasymptoms. He did not consume nicotine, alcohol, or any illicitsubstances and had no other known psychiatric disorders.\n2.5. Previous Attempts at Misophonia Treatment. Auditory\ninterventions such as earplugs and sound-generating devices\nwere minimally effective, and he had not previously attempted\nany behavioral or psychotherapeutic interventions. Adequatesleep, aerobic exercise, and a healthy diet all modestly allevi-ated the intensity of triggers; however, these self-care measureswere insuf ﬁcient to allow him to continue to work and socialize\nnormally with others.\n2.6. Treatment Using the Steroid Prednisone. A medical pro-\nvider from another facility initiated a high-dose prednisone\ntapering regimen to treat a sports-related abdominal muscletear. The initial dose was prednisone 20 mg on Day 1,reducing by 4 mg each day until tapering off in 5 days.\nWithin 2 days of starting the prednisone taper, he experi-\nenced a remarkable improvement in his misophonia and\nmisokinesia symptoms. His A-Miso-S score dropped sharply\nfrom 23 to 1, indicating near-complete symptom relief (seeFigure 1 for a comparison of A-Miso-S scores with predni-\nsone dosage).\nSubjectively, the patient reported that upon taking the\nsteroid pack, “for the ﬁrst time in a long time …I felt normal, ”\nmeaning that his misophonia/misokinesia symptoms werenot severely affecting his daily life. His overall mood moder-\nately improved during the steroid taper, but importantly, wedid not identify any signs of mania, a potential steroid side\neffect. His sleep was unaffected, and there were no symptoms\nof euphoria, excessive energy, rushed speech, grandiosity, or\nother unusual changes. The substantial reduction in miso-\nphonia/misokinesia symptoms well exceeded what we wouldhave expected from his modest change in mood.\nTwo weeks after completing the prednisone taper, the\npatient ’s misophonia symptoms slowly returned to their\noriginal severity. Given his previous steroid response, butwith concern about long-term risks from the use of steroids,\nwe initially attempted a low dose (2 mg) daily prednisone\nregimen. This resulted in minimal improvement (A-Miso-Sscore of 20, see Figure 1), which we and the patient both\ndeemed unsatisfactory. We thus increased the prednisone\ndose to 4 mg daily, which dramatically improved the miso-\nphonia/misokinesia symptoms (A-Miso-S score of 6, or mild\nsymptoms).\nWhile taking 4 mg daily prednisone, the patient was still\naware of triggers at work but experienced little emotionaldistress from them, stating, “my fuse is so much longer …\nit would have taken much more triggering exposure to feelangry. ”He\nalso reported minimal physical symptoms from0510152025\n024 2 0A-Miso-S score\nPrednisone dose (mg)\nFIGURE 1: Prednisone dose vs. A-Miso-S score. The severity of mis-\nophonia symptoms experienced by this patient, as measured by the\nA-Miso-S rating scale vs. the dose of prednisone. Lower scores\nmean less misophonia symptoms. Of note, 0 mg was his scorewhen not taking steroids, 2 and 4 mg were daily oral doses of pred-nisone, and 20 mg was the starting dose of a 5-day prednisone taperpack in which the dose was then decreased by 4 mg daily, the score\nshown here was from his ﬁrst week of treatment on the steroid pack.2 Case Reports in Psychiatry"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "triggers and overall did not feel impaired when they occurred.\nHe was thus able to return to work in the of ﬁce with no\nimpairment, which he found profoundly helpful. He alsoreconnected with his father, now able to tolerate his triggerseven for extended periods of time together. He reported highoverall satisfaction with the treatment, with a total resolutionof hopeless and passive suicidal thoughts. His affect on recentvisits to our clinic was bright, engaged, pleasant, and hopeful\nabout the future.\nSymptom improvement was sustained for several months\nof treatment up to the point of writing this report. No side\neffects from the steroids were reported or noted on the exam.Going forward, the treatment plan was regular monitoring forside effects while exploring alternate potential treatments thatmay have fewer long-term side effects and/or may allow him\nto periodically take steroid holidays.\n3. Discussion\nThe use of oral prednisone, in this case, elicited a clearly\nobservable, replicable, stable, and dose-dependent clinicalresponse. This remarkable response raises intriguing possibil-ities for developing new medication treatments and perhapsbetter understanding the mechanism underlying this illness.\nThat said, we note that other misophonia/misokinesia\npatients in our clinic who also incidentally took steroidshave notexperienced similarly clear symptom relief. Thus,\nit already seems clear that prednisone is not a universallyeffective treatment for misophonia/misokinesia, and thisone case should not be interpreted as generalized treatmentguidance. The side effects of steroids are a major consider-ation likely to limit this option, particularly for milder cases in\nwhich the risks of treatment are more likely to outweigh the\nbeneﬁts. Even in this extreme case, we are likely to continue to\nexplore alternative medications to limit long-term side effects.\n3.1. Possible Mechanism of Steroid Action on Misophonia and\nMisokinesia. The mechanism through which steroids may\nalleviate misophonia and misokinesia symptoms is unknown.Steroids can modify auditory processing at the cortical level,as shown in animal models given exogenous steroids [13].Steroids can also affect psychiatric disorders characterized\nby abnormal emotional and physical responses to generally\nbenign stimuli, such as PTSD. Steroid treatment may improvesymptoms and facilitate fear extinction during PTSD treat-ment, particularly in patients who show high physiologicalresponsiveness to a test dose of steroid [14, 15].\nInﬂammation is increasingly thought to underlie many\npsychiatric conditions [16] and is increased during high stressand sleep deprivation. Misophonia symptoms are frequentlyreported as more intense after poor sleep and during stress.Psychiatric medications, including selective serotonin reuptakeinhibitor antidepressants, may function in part by modulatinginﬂammation [17], and a wide range of anti-in ﬂammatory\nmedications may be effective in treating psychiatric conditions[18]. If inﬂ ammation is a key driver in some cases of misopho-\nnia/misokinesia, perhaps steroids work by counteracting this. Ifso, then other anti-in ﬂammatory agents may also be of interest\nto consider, including nonsteroidal anti-in ﬂammatory drugs,polyunsaturated fatty acids, cytokine modulators, and atypicalanti-in ﬂammatories such as statins and minocycline.\n3.2. Future Directions. Future investigations should system-\natically analyze cases of steroid-induced misophonia/miso-\nkinesia symptom relief to ascertain if this treatment has\nwider applicability or is a rare occurrence. This could helpguide whether it is worthwhile to pursue controlled clinicaltrials. Identifying potential subpopulations likely to be steroid-responsive may also be bene ﬁcial, perhaps by measuring bio-\nmarkers of in ﬂammation and assessing a patient ’s innate\nresponsiveness to a steroid challenge, such as through the\ndexamethasone suppression test.\n3.3. Summary. The clear, positive response of misophonia\nand misokinesia symptoms to the oral steroid prednisone\nreported in this case expands potential treatment optionsfor a problem that presently has no established medical treat-ment. It also clearly invites further exploration of the gener-alizability of this ﬁnding.\nData Availability\nNo datasets to share.\nConﬂicts of Interest\nThe authors declare that they have no con ﬂicts of interest.\nAcknowledgments\nThe authors would like to thank the patient for his consentand input and for seeking to better the lives of others throughsharing this information. We would additionally like tothank Makayla Johnhson, Cassandra Callard, Megan Berry,Ashley Lindeman, and the Bloom team for their expert help\nand input.\nReferences\n[1] M. M. Jastreboff and P. J. Jastreboff, “Hyperacusis, ”Audiology\nOnline , 2001, https://www.audiologyonline.com/articles/hype\nracusis-1223.\n[2] S. M. Jaswal, A. K. F. De Bleser, and T. C. Handy, “Mis-\nokinesia is a sensitivity to seeing others ﬁdget that is prevalent\nin the general population, ”Scienti ﬁc Reports , vol. 11, Article ID\n17204, 2021.\n[3] S. E. Swedo, D. M. Baguley, D. Denys et al., “Consensus de ﬁnition\nof misophonia: a Delphi study, ”Frontiers in Neuroscience ,v o l .1 6 ,\nArticle ID 841816, 2022.\n[4] World Health Organization, “International classi ﬁcation of\ndiseases 11th revision (ICD-11 revision), ”https://icd.who.int/en.\n[5] M. B. First, D. E. Clarke, L. Yousif, A. M. Eng, N. Gogtay, and\nP. S. Appelbaum, “DSM-5-TR : rationale, process, and overview\nof changes, ”Psychiatric Services , vol. 74, no. 8, pp. 869 –875,\n2023.\n[6] E. Sarigedik and N. Yurteri, “Misophonia successfully treated\nof with ﬂuoxetine: a case report, ”Clinical Neuropharmacology ,\nvol. 44, no. 5, pp. 191-192, 2021.\n[7] Z. D. Zuschlag and K. C. Leventhal, “Rapid and sustained\nresolution of misophonia-type hyperacusis with the selectiveCase Reports in Psychiatry 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "serotonin reuptake inhibitor sertraline, ”The Primary Care\nCompanion For CNS Disorders , vol. 23, no. 3, 2021.\n[8] J. Webb, “β-Blockers for the treatment of misophonia and\nmisokinesia, ”Clinical Neuropharmacology , vol. 45, no. 1,\npp. 13-14, 2022.\n[9] E. J. Pan, J. Weleff, A. Anand, and B. S. Barnett, “Treatment\nof misophonia with risperidone in a patient with autism\nspectrum disorder, ”Case Reports in Psychiatry, vol. 2022,\nArticle ID 3169834, 3 pages, 2022.\n[10] A. Naguy, A.-M. Al-Humoud, S. Pridmore, M. Y. Abuzeid,\nA. Singh, and D. Elsori, “Low-dose risperidone for an autistic\nchild with comorbid ARFID and misophonia, ”Psychophar-\nmacology Bulletin , vol. 52, no. 1, pp. 91 –94, 2022.\n[11] J. Webb and S. Keane, “MDMA for the treatment of misophonia,\nap r o p o s a l , ”Frontiers in Psychiatry , vol. 13, Article ID 983285,\n2022.\n[12] A. Schr öder, N. Vulink, and D. Denys, “Misophonia: diagnostic\ncriteria for a new psychiatric disorder, ”PLoS ONE , vol. 8, no. 1,\nArticle ID e54706, 2013.\n[13] L. Lei, R. Zhang, L. Ma, Y. Chen, Y. Hao, and P. Yang,\n“Dexamethasone induced changes of neural activity in the\nauditory cortex of rats, ”Neuroscience Research , vol. 80, pp. 38 –\n44, 2014.\n[14] V. Michopoulos, S. D. Norrholm, J. S. Stevens et al.,\n“Dexamethasone facilitates fear extinction and safety discrimi-\nnation in PTSD: a placebo-controlled, double-blind study, ”\nPsychoneuroendocrinology , vol. 83, pp. 65 –71, 2017.\n[15] R. Yehuda, L. M. Bierer, L. C. Pratchett et al., “Cortisol\naugmentation of a psychological treatment for war ﬁghters\nwith posttraumatic stress disorder: randomized trial showingimproved treatment retention and outcome, ”Psychoneur-\noendocrinology , vol. 51, pp. 589 –597, 2015.\n[16] S. Ballaz and M. Bourin, “Anti-in ﬂammatory therapy as a\npromising target in neuropsychiatric disorders, ”inNeuroin-\nﬂammation, Gut-Brain Axis and Immunity in Neuropsychiat-\nric Disorders , Y. K. Kim, Ed., vol. 1411 of Advances in\nExperimental Medicine and Biology , pp. 459 –486, Springer,\nSingapore, 2023.\n[17] H. Mojiri-Forushani, E. Khajehali, M. Adelipour, and\nA \n. Mohammadi, “Inhibitory effects of ﬂuoxetine on the secretion\nof inﬂammatory mediators and JAK/STAT3 and JNK/TLR4 gene\nexpression,” Molecular Biology Reports , vol. 50, pp. 2231 –2241,\n2023.\n[18] O. K öhler, J. Krogh, O. Mors, and M. E. Benros, “Inﬂamma-\ntion in depression and the potential for anti-in ﬂammatory\ntreatment, ”Current Neuropharmacology , vol. 14, no. 7, pp. 732 –\n742, 2016.4 Case Reports in Psychiatry"
    }
  ]
}