{
  "doc_type": "scientific paper",
  "title": "B Blockers for the treatment of misophonia and misokinesia",
  "authors": [
    "Webb"
  ],
  "year": 2022,
  "journal": null,
  "doi": "10.1097/WNF",
  "abstract": "Misophonia is an adverse physical and emotional reaction to certain repetitive trigger sounds, usually generated by other people.Misokinesia refers to visual triggers that are sometimes (but not always) re- lated to trigger sounds. Despite how common and disabling these condi- tions can be, medication treatment of misophonia and misokinesia is largelyunexplored. We present the first case of using a β-blocker (propranolol) to successfully treat a patient experien cing misophonia and misokinesia. A moderate dose (60 mg) of propranolol completely eliminated multiple audi- tory and visual trigger symptoms related to other people eating. His triggerresponse symptoms included overwhelming negative emotions and prom- inent sympathetic overactivity (fight-or-flight response). These symptoms were so severe that he had avoided most meals with friends and family forthe past several years. Propranolol eliminated the emotional and physiolog-ical effects of both the auditory and visual triggers, with an Amsterdam Misophonia Scale score reduction from 15 to 2. This enabled him to re- sume eating meals with family and friends with no distress. The medicationwas well tolerated. In summary, we report the novel finding that β-blockers were markedly effective at treating the physical and emotional symptoms of a patient with misophonia and misokinesia. This suggests a novel treat- ment approach for these conditions.",
  "keywords": [
    "misophonia",
    "misokinesia",
    "propranolol",
    "β-blocker"
  ],
  "research_topics": [
    "misophonia",
    "misokinesia",
    "propranolol",
    "β-blocker"
  ],
  "created_at": "2025-05-05T00:33:53.223351Z",
  "source_pdf": "documents/research/Global/Webb 2022 B Blockers for the treatment of misophonia and misokinesia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:1/30/2023 1:01:25PM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0009665\nPatronemailaddress\n____________________________________________________________________________________\nTitle:ClinicalNeuropharmacology\nArticleTitle: β-Blockers fortheTreatment ofMisophonia andMisokinesia\nArticleAuthor: Webb\nVol:45No:1Date:2022-01-01Pages:13-14\nISSN-03625664;\nPublisher: 2022-01-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "β-Blockers for the Treatment of Misophonia and Misokinesia\nJadon Webb, MD, PhD\nAbstract: Misophonia is an adverse physical and emotional reaction\nto certain repetitive trigger sounds, usually generated by other people.Misokinesia refers to visual triggers that are sometimes (but not always) re-\nlated to trigger sounds. Despite how common and disabling these condi-\ntions can be, medication treatment of misophonia and misokinesia is largelyunexplored. We present the first case of using a β-blocker (propranolol) to\nsuccessfully treat a patient experien cing misophonia and misokinesia. A\nmoderate dose (60 mg) of propranolol completely eliminated multiple audi-\ntory and visual trigger symptoms related to other people eating. His triggerresponse symptoms included overwhelming negative emotions and prom-\ninent sympathetic overactivity (fight-or-flight response). These symptoms\nwere so severe that he had avoided most meals with friends and family forthe past several years. Propranolol eliminated the emotional and physiolog-ical effects of both the auditory and visual triggers, with an Amsterdam\nMisophonia Scale score reduction from 15 to 2. This enabled him to re-\nsume eating meals with family and friends with no distress. The medicationwas well tolerated. In summary, we report the novel finding that β-blockers\nwere markedly effective at treating the physical and emotional symptoms\nof a patient with misophonia and misokinesia. This suggests a novel treat-\nment approach for these conditions.\nKey Words: misophonia, misokinesia, propranolol, β-blocker\n(Clin Neuropharm 2022;45: 13 –14)\nCASE PRESENTATION\nThe patient is a 16-year-old White adolescent boy who pre-\nsented for evaluation and treatm ent of misophonia and misokinesia.\nThe patient was triggered by the sounds of eating, coughing, andsilverware clanking on plates. His misophonia symptoms began\nat age 9 years and was initially isolated to his sister eating with\nan open mouth. Triggers eventually generalized to other familyand friends and to other dinner time sounds. In addition, the patientdeveloped visual triggers (misokinesia) toward people moving their\njaws while eating. Trigger response symptoms included:\n•Increased heart rate\n•Sweating\n•Rapid breathing\n•Jerking movements\n•Tense muscle tone, such as a clenched jaw\n•Strong desire to run away\n•Intense fixation on the person making the trigger sound until\nit stopped\n•Feelings of disgust and panic\n•Overwhelming feelings of rage and aggression toward the\ntrigger source.These symptoms were severe enough that he often left the\ndinner table in distress and would avoid social situations if eating\nwas involved. This was deeply troubling as he otherwise enjoyed\nspending time with friends and family and felt isolated because ofthis problem.\nMedical/Psychological History\nThe patient is a highly intelligent, articulate, thoughtful\n16-year-old adolescent boy with normal development. He is talented\nat playing music and has no other psychiatric or health diagnoses.His family is loving and supportive and was distressed by how hismisophonia/misokinesia symptoms limited his ability to share\nmeals with them.\nTreatment of Misophonia With an Audio Device\nThe patient used a hearing aid to play masking sounds during\nmeals, which reduced the perceived intensity of the auditory trig-gers. However, to hear table conversation, sound volume had to be\nlimited such that some chewing sounds were still audible. Masking\nsounds, therefore, did not fully treat his trigger response, and hisvisual triggers also were not helped by the hearing device.\nTreatment With Propranolol\nTheβ-blocker propranolol was initiated to treat fight-or-flight\n(adrenergic) symptoms caused by auditory and visual triggers.\nDosing began low (10 mg) to minimize adverse effects and was\nincreased over several weeks to 60 mg, taken 1 hour before meals.He experienced mild sedation during initial dose titration and at\ndoses greater than 60 mg but otherwise tolerated it well with no\nongoing adverse effects. Please note that this is an off-label (notFood and Drug Administration approved) use of this medication.\nCourse of Illness\nPropranolol was reported as “100% effective ”in reducing the\npreviously listed physical and emotional trigger responses when\ntaken before meals and when used in conjunction with his hearing\naid for added masking sound. It was rated as 90% effective with-out using a hearing aid. If he forgot to take the medication an hour\nbefore a meal, the trigger response symptoms would reappear.\nThe Amsterdam Misophonia Scale (A-Miso-S)\nThe A-Miso-S rating scale was administered to measure the\neffects of propranolol treatment. A-Miso-S score decreased from15 (no propranolol before meals) to 2 (taking propranolol).\nTreatment satisfaction was rated as very high, and he was\nable to resume social meals with family and friends. The symp-\ntoms were reduced to the extent he often did not notice triggersand would sometimes forget that certain sights and sounds hadever been triggers. This was a sharp contrast to the constant dis-\ntress from multiple triggers at virtually every meal.\nDISCUSSION\nTo our knowledge, this is the first reported case of using β-\nblocker medication to treat symptoms of misophonia and repre-sents a novel mechanistic approach to treating this complex disorder.Child Study Center, Y ale School of Medicine, New Haven, CT; and Bloom\nMental Health LLC, Littleton, CO.\nAddress correspondence and reprint requests to Jadon Webb, MD, PhD, Bloom\nMental Health LLC, 26 W Dry Creek Cr, Suite 710, Littleton, CO 80120;\nE‐mail: jadon_webb@yahoo.com\nConflicts of Interest and Source of Funding: The author has no conflicts of\ninterest to declare.\nCopyright © 2022 Wolters Kluwer Health, Inc. All rights reserved.\nDOI: 10.1097/WNF .0000000000000492CASEREPORT\nClinical Neuropharmacology Volume 45, Number 1, January/February 2022 www.clinicalneuropharm.com 13\nCopyright © 2022 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "It is also one of the first reported cases of using any medication to\ntreat misokinesia.\nThe use of selective serotonin reuptake inhibitors to treat\nmisophonia has been previously reported in a few individual cases.1,2\nBeyond this, there are little data about using any medication totreat this disorder.\nMisophonia patients often report strong physical and emo-\ntional reactions to triggers. Symptom descriptions suggest abnor-mal activation of the sympathetic “fight-or-flight ”response, as in\nthis present case. This abnormal sympathetic response is also\nthought to help mediate the pathology of certain psychiatric con-\nditions, such as panic disorder,\n3and posttraumatic stress disorder\n(PTSD).4For example, a soldier experiencing PTSD after a mili-\ntary explosion might have a strong fight-or-flight response to a be-\nnign auditory stimulus (eg, fireworks). Medications that block theeffects of sympathetic activity (eg, β-blockers) block the actions\nof stress hormones adrenaline (epinephrine) and norepinephrine,\nwhich are released by the sympathetic nervous system when the\nbrain detects a threat and enters into a fight-or-flight response.Blocking these stress hormones can, t herefore, alleviate the fight-\nor-flight symptoms arising from panic and PTSD triggers.\nBy analogy to PTSD and panic, we reasoned that the fight-\nor-flight symptoms induced by misophonia/misokinesia triggersmight also be similarly reduced by β-blockers, and indeed, pro-\npranolol completely eliminated these symptoms in this case. It is\nnoteworthy that blocking the adrenergic response also resolved\nthe emotional symptoms caused by triggers. Anger, disgust, andpanic symptoms were all quickly eliminated with treatment, sug-\ngesting that the sympathetic fight-or-flight response may have a\nprominent role in mediating both the physical and emotionalsymptoms common in misophonia and misokinesia.\nNew research suggests that misophonia may be activated in\npart by the brain's motor cortex and mirror neurons. This finding\nsuggests a strong neurological basis for this disorder and arguesagainst it simply being an extension of other psychiatric disorders,\nsuch as anxiety, or being primarily a psychological or relationship\nproblem. The data from this report similarly suggest a strong role\nfor physiological abnormalities in misophonia and misokinesia,perhaps analogous to the physiological abnormalities seen inPTSD and panic disorder.\nFuture research should examine, under controlled condi-\ntions, the role of propranolol and other adrenergic-modulatingmedications in treating misophonia symptoms, perhaps parallelingstudies already done for PTSD. β-Blockers, clonidine, and prazosin\nare ideal candidates for future research. Meantime, we believe that\nβ-blockers offer new hope as a relatively safe treatment consider-\nation for patients experiencing misophonia and misokinesia.\nACKNOWLEDGMENTS\nThe author thanks the patient for their consent and input for\npublishing this case and also thank Blake Webb, Paul Nolan,Shannon Keane, Crystal Nolan, Liz Quintanilla, and Breanna\nSossamon for help with editing and making this manuscript possible.\nREFERENCES\n1. Sarigedik E, Yurteri N. Misophonia successfully treated of with fluoxetine: a\ncase report. Clin Neuropharmacol 2021;44(5):191 –192.\n2. Zuschlag ZD, Leventhal KC. Rapid and sustained resolution of misophonia-\ntype hyperacusis with the selective serotonin reuptake inhibitor sertraline.Prim Care Companion CNS Disord 2021;23(3):20l02731.\n3. Wilkinson DJ, Thompson JM, Lambert GW , et al. Sympathetic activity in\npatients with panic disorder at rest, under laboratory mental stress, andduring panic attacks. Arch Gen Psychiatry 1998;55(6):511 –520.\n4. Sherin JE, Nemeroff CB. Post-traumatic stress disorder: the neurobiological\nimpact of psychological trauma. Dialogues Clin Neurosci 2011;13(3):\n263–278.We bb Clinical Neuropharmacology Volume 45, Number 1, January/February 2022\n14 www.clinicalneuropharm.com © 2022 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2022 Wolters Kluwer Health, Inc. All rights reserved."
    }
  ]
}