{
  "doc_type": "scientific paper",
  "title": ") Misophonia Incidence Phenomenology, and Clincial Correlates in an undergraduate student sample",
  "authors": [
    "Wu ("
  ],
  "year": 2014,
  "journal": "Psychology",
  "doi": "10.1002/jclp.22098",
  "abstract": null,
  "keywords": [
    "misophonia",
    "obsessive-compulsive disorder",
    "adult",
    "phenomenology",
    "impairment"
  ],
  "research_topics": [
    "misophonia",
    "obsessive-compulsive disorder",
    "adult",
    "phenomenology",
    "impairment"
  ],
  "created_at": "2025-05-04T23:40:24.514668Z",
  "source_pdf": "documents/research/Global/Wu (2014) Misophonia Incidence Phenomenology, and Clincial Correlates in an undergraduate student sample.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Misophonia: Incidence, Phenomenology, and Clinical Correlates in an\nUndergraduate Student Sample\nMonica S. Wu,1,2Adam B. Lewin,1,2Tanya K. Murphy,1and Eric A. Storch1,2,3\n1University of South Florida Morsani College of Medicine\n2University of South Florida, Department of Psychology\n3Rogers Behavioral Health - Tampa Bay\nObjective: Individuals with misophonia display extreme sensitivities to selective sounds, often re-\nsulting in negative emotions and subsequent maladaptive behaviors, such as avoidance and anger\noutbursts. While there has been increasing interest in misophonia, few data have been published to\ndate. Method: This study investigated the incidence, phenomenology, correlates, and impairment\nassociated with misophonia symptoms in 483 undergraduate students through self-report measures.\nResults: Misophonia was a relatively common phenomenon, with nearly 20% of the sample report-\ning clinically signiﬁcant misophonia symptoms. Furthermore, misophonia symptoms demonstrated\nstrong associations with measures of impairment and general sensory sensitivities, and moderate\nassociations with obsessive-compulsive, anxiety, and depressive symptoms. Anxiety mediated the re-\nlationship between misophonia and anger outbursts. Conclusion: This investigation contributes to\na better understanding of misophonia and indicates potential factors that may co-occur and inﬂuence\nthe clinical presentation of a person with misophonia symptoms. C/circlecopyrt2014 Wiley Periodicals, Inc. J.\nClin. Psychol. 70:994–1007, 2014.\nKeywords: misophonia; obsessive-compulsive disorder; adult; phenomenology; impairment\nMisophonia, literally meaning “hatred of sound” (Jastreboff & Jastreboff, 2002), is a form\nof decreased sound tolerance that is characterized by extreme sensitivity to selective sounds.\nWe acknowledge Robert F. Dedrick, Ph.D., for his contributions and guidance regarding measurement\nresearch.\nMs. Wu has no ﬁnancial disclosures to report. Dr. Lewin receives grant funding from the University\nof South Florida Research Council, National Institutes of Health, Agency for Healthcare Research and\nQuality, Centers for Disease Control, National Alliance for Research on Schizophrenia and Affective\nDisorders, Joseph Drown Foundation, and International OCD Foundation. He is a consultant for Prophase,\nInc. and has received speaker’s honorariums from the Tourette Syndrome Association. He received travel\nreimbursement from Roche Pharmaceuticals. Dr. Storch has received grant funding in the last 3 years from\nthe National Institutes of Health, All Children’s Hospital Research Foundation, Centers for Disease Control,\nAgency for Healthcare Research and Quality, National Alliance for Research on Schizophrenia and Affective\nDisorders, International OCD Foundation, Tourette Syndrome Association, and Ortho McNeil Scientiﬁc\nAffairs. He receives textbook honorarium from Springer publishers, American Psychological Association,\nand Lawrence Erlbaum. Dr. Storch has been an educational consultant for Rogers Memorial Hospital. He is a\nconsultant for Prophase, Inc. and CroNos, Inc., and is on the Speaker’s Bureau and Scientiﬁc Advisory Board\nfor the International OCD Foundation. Dr. Murphy has received research support in the past 3 years from\nNational Institutes of Health, Ortho McNeil Scientiﬁc Affairs, International OCD Foundation, Tourette\nSyndrome Association, All Children’s Hospital Research Foundation, Centers for Disease Control, Shire,\nPﬁzer Pharmaceuticals, Roche Pharmaceuticals, Otsuka, and Transcept Pharmaceuticals, Inc. Dr. Murphy\nis on the Medical Advisory Board for Tourette Syndrome Association and Scientiﬁc Advisory Board for\nIOCDF. She receives textbook honorarium from Lawrence Erlbaum.\nES, MW , and, AL designed the study and wrote the protocol. MW conducted the statistical analyses\nand wrote the ﬁrst draft of the manuscript. ES, AL, and, TK contributed to and have approved the ﬁnal\nmanuscript.\nThe authors declare that they have no conﬂicts of interest.\nPlease address correspondence to: Monica S. Wu, Department of Pediatrics, Rothman Center for Neuropsy-\nchiatry, University of South Florida, 880 6thStreet South, Suite 460, Box 7523, St. Petersburg, FL 33701.\nE-mail: MonicaWu@mail.usf.edu\nJOURNAL OF CLINICAL PSYCHOLOGY, Vol. 70(10), 994–1007 (2014) C/circlecopyrt2014 Wiley Periodicals, Inc.\nPublished online in Wiley Online Library (wileyonlinelibrary.com/journal/jclp). DOI: 10.1002/jclp.22098"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Misophonia 995\nIndividuals with misophonia are often faced with signiﬁcant distress, anger, or discomfort when\nexposed to speciﬁc auditory triggers (Schr ¨oder, Vulink & Denys, 2013), which may include\ncommon everyday sounds such as smacking of the lips, eating, chomping of the teeth, and\nbreathing (Schwartz, Leyendecker & Conlon, 2011). Additionally, some individuals may feel\ncompelled to mimic or reproduce the sounds upon hearing them (Edelstein, Brang, Rouw &Ramachandran, 2013; Hadjipavlou, Baer, Lau & Howard, 2008). Consequently, those suffering\nfrom misophonia may not be able to eat with others, may avoid certain environments or situations\nwhere they know the sounds will be present, and often have strained relationships due to theirnegative emotional reactions to these auditory stimuli (Neal & Cavanna, 2013; Schr ¨oder et al.,\n2013).\nThe incidence of misophonia in nonclinical samples is currently unknown. Estimates suggest\ncaseness may affect between 10%–60% in patients with tinnitus, a condition where individuals\nhear sounds without any actual external auditory stimuli (Hadjipavlou et al., 2008; Sztuka,\nPospiech, Gawron & Dudek, 2010), with an estimated 10% of the general population affectedby tinnitus (Kochkin, Tyler & Born, 2011).\nPutative Causes\nUnlike other auditory disorders involving sound, misophonia is not dependent on auditorythresholds or impairment or hyperactivation of the auditory pathways. Instead, it is suggested to\nbe associated with enhanced auditory, limbic, and autonomic nervous system neural connections\n(Jastreboff & Hazell, 2004; Jastreboff & Jastreboff, 2013). Due to the nature of selective soundsensitivity, neurophysiological structures affected by misophonia may be related to components\nresponsible for processing sounds at a higher level (Møller, 2011). It is posited that the context\nin which the sound is presented, the individual’s perception of and previous experience withthe sound, and physical characteristics of the sound may coalesce to determine the reaction or\ndistress to a particular sound (Jastreboff & Jastreboff, 2001).\nClinical Correlates\nWith regards to psychiatric comorbidity in misophonia, clinical observations have suggested the\nco-occurrence of internalizing disorders and obsessive-compulsive disorder (OCD) and related\nconditions (e.g., Tourette Disorder; Edelstein et al., 2013; Hadjipavlou et al., 2008; Neal &\nCavanna, 2013; Schwartz et al., 2011). Indeed, the shared characteristics between misophoniaand OCD and anxiety disorders–namely, the negative reactions triggered by a speciﬁc stimuli,\nassociated level of anxiety and distress, and corresponding need to avoid situations or complete\ncompulsions as a result of certain sounds–have prompted speculation that misophonia is closelyrelated to obsessive-compulsive and related disorders and may be treated using similar modalities\n(Johnson et al., 2013; Schwartz et al., 2011).\nSpeciﬁcally, the negative reinforcement achieved through distress reduction by engaging in\navoidant behaviors and related behavioral responses is analogous to similar maladaptive be-\nhaviors exhibited in OCD and anxiety disorders (Kircanski, Peris & Piacentini, 2011). As such,\nexposure-based cognitive-behavioral interventions may similarly help with the managementof misophonia symptoms when utilized in conjunction with audiological treatments, such as\nTinnitus Retraining Therapy (Jastreboff, 2011). However, there remains limited research on\nmisophonia, and more extensive investigation is necessary to understand its phenomenology todevise effective interventions.\nAlthough there has been a recent rise in interest regarding misophonia, only case studies\n(Hadjipavlou et al., 2008; Johnson et al., 2013; Schwartz et al., 2011; Veale, 2006) and two\nclinical studies (Edelstein et al., 2013; Schr ¨oder et al., 2013) have been published to date. As\nsuch, the present study investigates the incidence, correlates, and impairment associated withmisophonia symptoms in a large undergraduate university student sample. Speciﬁcally, this\nstudy had the following aims: (a) provide descriptive information about misophonia symptoms\n(e.g., frequency of various misophonia symptoms endorsed); (b) investigate correlations betweenmisophonia symptoms and impairment in various domains of life (e.g., work/school, social, and"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "996 Journal of Clinical Psychology, October 2014\nTable 1\nDemographic Characteristics of the Study Sample (N =483)\nVariable\nGender (male/female) 79 males (16.4%)/404 females (83.6%)\nAge (years) M=21.43 ,SD=4.52\nRange =18 to 54 years\nRace/ethnicity\nCaucasian n=277 (57.3%)\nAfrican American n=51 (10.6%)\nLatino/Hispanic n=88 (18.2%)\nAsian n=23 (4.8%)\nMiddle Eastern n=10 (2.1%)\nOther/mixed n=34 (7%)\nOn psychotropic medication n =30 (6.2%)\nNote. M=mean; SD =standard deviation.\nfamily life/home responsibilities); (c) examine the relationship between misophonia symptoms\nand other clinical constructs (e.g., sensory sensitivities, OCD, anxiety, depression); and (d)\ndetermine possible mediating effects of anxiety on misophonia and misophonia-related anger.\nWe expected that as misophonia symptoms increased, anxiety symptoms would increase as\nwell, and anxiety would be directly related to misophonia-related anger. In other words, it was\nexpected that misophonia-related anger would be indirectly affected by misophonia symptoms\nthrough anxiety.\nMethods\nParticipants and Procedures\nParticipants were 483 undergraduate university students at the University of South Florida\n(USF) in Tampa, Florida. Details regarding the demographic characteristics of the study sample\nare presented in Table 1. The majority of participants were female (83.6%), ranging from 18 to\n54 years of age (mean [ M]=21.43, standard deviation [ SD]=4.52). Of the 483 participants,\n277 (57.3%) were Caucasian/White, 51 (10.6%) were African American, 23 (4.8%) were Asian,\n88 (18.2%) were Latino/Hispanic, 10 (2.1%) were Middle Eastern, and 34 (7%) were reported as\nother/mixed. The most commonly reported combined gross annual income for the participant’s\nfamily was over $100,000 (17.2%), with the total sample ranging between under $10,000 to over\n$100,000 a year.\nAll data were collected via online administration of questionnaires through a secure online\nparticipant pool. The online participant pool is utilized for undergraduate students taking psy-\nchology course(s) that wish to receive extra credit for the psychology course(s) they are currently\nenrolled in (e.g., clinical, experimental, social, cognitive psychology courses). All participants\nmust have been 18 years of age or older to qualify for the study. Participants who were registered\nthrough the online participant pool were able to read through an online institutional review\nboard approved informed consent document to learn more about the study. All participants\nmust have electronically acknowledged reading the informed consent and agreed to participate\nbefore proceeding with the study. Thereafter, all questionnaires were administered remotely\nvia the online database. Anonymous responses coded with subject numbers could be retrieved\nthrough the online participant pool by the study investigators.\nMeasures\nMisophonia Questionnaire. The Misophonia Questionnaire (MQ) is a three-part self-\nreport questionnaire developed by the study authors that assesses misophonia symptom"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Misophonia 997\nTable 2\nGeomin Rotated Factor Loadings and Eigenvalues for the Misophonia Questionnaire (MQ) Based\non a Three-Factor Solution Through Exploratory Factor Analysis\nMQ Item Factor 1 Factor 2 Factor 3\nMisophonia Symptom Scale\n1. People eating .52 .12 −.12\n2. Repetitive tapping .61 .11 −.11\n3. Rustling .80 .04 .07\n4. Nasal sounds .71 .01 −.13\n5. Throat sounds .80 −.07 −.01\n6. Consonants/vowels .67 −.001 .39\n7. Environmental sounds .75 −.06 .16\nMisophonia Emotions and Behaviors Scale\n1. Leave environment .04 .57 −.25\n2. Avoid .16 .55 −.01\n3. Cover ears .004 .57 .004\n4. Anxious/distressed −.02 .67 −.24\n5. Sad/depressed .004 .59 .41\n6. Annoyed .06 .54 −.48\n7. Violent thoughts −.05 .78 .31\n8. Angry −.01 .75 −.13\n9. Physically aggressive .01 .71 .65\n10. Verbally aggressive .001 .78 .36\nEigenvalues 6.46 2.46 1.44\nNote. The highest loadings for each item are bolded.\npresence, resulting emotions and behaviors, and the overall severity of sound sensitivities. In\npreparation for developing this measure, a comprehensive literature search was conducted to\nensure the items would be carefully derived from the extant research. Currently published articles\ncontaining other measures that assess misophonia symptoms (e.g., Schr ¨oder et al., 2013) were\nnot available until after enrollment had commenced for the present study–hence the development\nof the current measure.\nItems were reviewed by psychologists and psychiatrists clinically experienced with misophonia\nand knowledgeable about the literature, and were piloted on two patients with misophonia in\nan OCD-specialty outpatient clinic for readability and clarity. Revisions to the items (e.g.,\nrewording items, removing items that did not ﬁt conceptually with the others) were made based\non this process. Subsequently, the revised questionnaire was analyzed with exploratory factor\nanalysis through the default settings (e.g., geomin rotation, maximum likelihood estimates) in\nMplus (Muth ´en & Muth ´en, 1998–2012). Based on the recommendations of Henson and Roberts\n(2006), a ﬁnal three-factor solution was determined using multiple methods, speciﬁcally derived\nfrom parallel analysis and eigenvalues greater than 1 (Table 2).\nThe ﬁrst section, named Misophonia Symptom Scale, examines the presence of speciﬁc sound\nsensitivities (e.g., eating, tapping, throat sounds). The second part, named Misophonia Emotions\nand Behaviors Scale, examines emotional and behavioral reactions associated with misophonia\nsymptoms. Example items include “leaving the environment to a place where the sound(s) cannot\nbe heard anymore” and “become anxious or distressed.” The ﬁrst two parts are rated on a 0 to\n4 scale, ranging from 0 ( not at all true ), to 4 ( always true ). The ﬁrst two sections are summed to\nform the Total score, with possible values ranging from 0 to 68.\nThe last section of the questionnaire, named the Misophonia Severity Scale, was adapted from\nthe NIMH Global Obsessive-Compulsive Scale (NIMH GOCS; Murphy, Pickar & Alterman,\n1982) to be applicable for misophonia. It allows the respondent to provide a rating of their\nsound sensitivity on a scale from 1 to 15, ranging from “minimal” to “very severe,” respectively,\nwith a score greater than or equal to 7 indicating clinically signiﬁcant symptoms. Reports of 7"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "998 Journal of Clinical Psychology, October 2014\nor above indicate at least “moderate sound sensitivities” that cause “signiﬁcant interference,”\nwhich mirrors the clinical cutoff that is used for the NIMH GOCS in populations with OCD(St. Clare, 2003).\nFor the present study, the internal consistency was α=.86 for the Misophonia Symptom\nScale, α=.86 for the Misophonia Emotions and Behaviors Scale, and α=.89 for the Total\nscore (i.e., the combination of the ﬁrst two sections). To preliminarily test convergent validity, a\nPearson’s product-moment correlation revealed a strong correlation ( r=.50,p<.001) between\nthe total score and the unique question on the Adult Sensory Questionnaire (ASQ; Kinnealey& Oliver, 2002) that assesses the presence of sound sensitivities. To test discriminant validity, a\nPearson’s product-moment correlation between the MQ Total score was calculated with other\nsensory sensitivities. The MQ Total score possessed small to moderate correlations with thequestions on the ASQ unique to visual ( r=.33, p<.001), olfactory ( r=.28, p<.001), and\ntactile sensitivities ( r=.34,p<.001), which were all notably smaller than the aforementioned\ncorrelation with sound sensitivities.\nFurthermore, using the Hotelling-Williams test (Bobko, 1995), the correlation between the\nMQ Total score and the ASQ sound sensitivities item was conﬁrmed to be statistically sig-\nniﬁcantly different from the correlations between the MQ Total score and the other sensory\nsensitivities, providing further support for its ability to discriminate between other types of\nsensory defensiveness.\nASQ. The ASQ (Kinnealey & Oliver, 2002) is a 26-item self-reported measure of sensory\ndefensiveness on which respondents rate items true or false. Sensory defensiveness is deﬁnedas a condition where individuals display oversensitivity and aversive reactions to certain sen-\nsory stimuli (e.g., tactile, auditory, olfactory) that are typically innocuous (Kinnealey, Oliver &\nWillbarger, 1995). Based on the number of items endorsed as “true,” respondents fall on acontinuum of scores that suggests “deﬁnite sensory defensiveness,” “moderate sensory defen-\nsiveness,” or “not sensory defensive.” Items cover sensitivities in different sensory modalities\n(e.g., olfactory, auditory, tactile, visual, gustatory) and describe different situations that suggestsensory sensitivity. Cutoff scores from the ASQ were drawn from adults between the ages of 18\nand 48 years, and the test-retest reliability for the measure was reported as 0.92 (Kinnealey &\nOliver, 2002). Internal consistency for the present study was α=.79.\nSheehan Disability Scale (SDS). The SDS (Sheehan, 1983) is a three-item self-reported\nquestionnaire that measures the level of impairment in work/school, social, and family life/homeresponsibilities due to the symptoms of interest. For this study, ratings were garnered for im-\npairment speciﬁcally related to sound sensitivities. Responses are recorded on a 10-point Likert\nscale, ranging from 0 ( not at all )t o1 0( extremely ) interfering. The internal consistency is report-\nedly high ( α=.89) for the three-item scale and was adequate in identifying clinically impaired\npatients (Sheehan, 2000). Internal consistency was α=.78 for the present sample.\nObsessive Compulsive Inventory-Revised (OCI-R). The OCI-R (Foa et al., 2002) is\nan 18-item measure that assesses the presence and distress associated with varied obsessive-\ncompulsive symptoms. Answers are recorded on a 5-point Likert scale, ranging from 0 ( not\nat all )t o4( extremely ), in which responders choose how much each symptom has bothered\nor distressed them in the past month. The OCI-R is a psychometrically sound instrument,\ndemonstrating high internal consistency, excellent test-retest reliability, and good convergentand divergent validity (Abramowitz & Deacon, 2006; Foa et al., 2002; Storch et al., 2009).\nInternal consistency for the present study was α=0.90.\nDepression Anxiety Stress Scale-21 (DASS-21). The DASS-21 (Lovibond & Lovi-\nbond, 1995) is a 21-item questionnaire that assesses symptoms of depression, anxiety, and stressin the past week. Answers are given on a Likert scale, ranging from 0 ( did not apply to me at all )t o\n3(applied to me very much, or most of the time ). Separate subscale scores for anxiety, depression,\nand stress can be garnered. The DASS-21 possesses good psychometric properties, showing ex-cellent internal consistency, as well as good convergent and discriminant validity when compared"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Misophonia 999\nto other validated measures of depression, anxiety, and overall functioning (Antony, Bieling,\nCox, Enns & Swinson, 1998; Henry & Crawford, 2005; Ng et al., 2007). Internal consistency forthe present study was α=.95.\nRage Outbursts and Anger Rating Scale (ROARS). The ROARS (Budman et al.,\n2008) is a three-item questionnaire that assesses the frequency, intensity, and duration of rageattack(s) in the past week. Answers are provided on 4-point scale (from 0 to 3). Scoring for the\nquestionnaire is garnered by the sum of all responses, resulting in values ranging from 0 to 9;\nrespondents with a total score between 0 and 3 are “mild,” between 4 and 6 “moderate,” andbetween 7 and 9 “severe.” Initial ﬁndings by Storch et al. (2012) demonstrate the measure’s good\nconstruct validity in youth with OCD exhibiting anger outbursts. Internal consistency for the\npresent sample was α=.83.\nData Analytic Plan\nAll statistical analyses were conducted using IBM SPSS Statistics 21 (IBM Corp, 2012). Maha-\nlanobis distance was utilized to detect the presence of outliers based on all predictor variables\n(Mahalanobis, 1936). Fifteen potential outliers were detected, so all analyses were run with andwithout the outliers to detect any signiﬁcant changes in results. Ultimately, all correlational and\nmediating outcomes remained the same, so all subsequent results reported were based on the\ndataset excluding the outliers ( n=483). Descriptive statistics were calculated for demograph-\nics variables (e.g., age, gender) and misophonia symptoms endorsed. Investigation of potential\ngender differences when considering speciﬁc misophonia symptoms were conducted through\nmultivariate analyses of variance. Pearson product-moment correlations were conducted to as-sess the relationship between misophonia symptoms and the severity of sound sensitivities,\ngeneral sensory sensitivities, impairment, obsessive-compulsive symptoms, anxiety, and depres-\nsive symptomology. Independent ttests were conducted to detect potential differences in these\nvariables between individuals with clinical and subclinical levels of misophonia symptoms.\nFor mediation analyses, the INDIRECT macro in SPSS was utilized as presented by Preacher\nand Hayes (2008). The bootstrapping technique was employed to detect signiﬁcant mediators,with the number of bootstrap resamples set at 5,000. Statistically signiﬁcant mediators were\ndetected if the 95% conﬁdence interval (CI) did not include 0. The bootstrapping technique\ncalculates the same basic information provided by Baron and Kenny (1986), but allows fortesting of the speciﬁc mediated effect and increased statistical power through its bootstrapped\nresampling (Hayes, 2009).\nResults\nDescriptive Statistics\nThe mean, standard deviation, range, and frequency of each misophonia symptom endorsed are\npresented in Table 3. The means of the responses for each symptom item on the MQ Misophonia\nSymptom Scale ranged between 0.52 (consonants and/or vowels) and 1.60 (repetitive tapping).Collectively, 23.4% of the study sample reported being “sometimes” sensitive to certain sounds on\naverage; this portion of the sample scored greater than or equal to a score of “2,” on average, for\nall seven of the misophonia symptom questions, garnering a score of 14 or higher. Additionally,19.9% of the participants (inclusive of the 23.4% of the study sample) reported having clinically\nsigniﬁcant misophonia symptoms that cause interference in their lives, as indicated by a score\nof 7 or higher on their ratings of sound sensitivities on the MQ Misophonia Severity Scale.\nIndividual misophonia symptom frequencies were investigated to assess the portion of par-\nticipants that were either “often” or “always” sensitive to the respective sounds. Speciﬁcally,22.8% were often/always sensitive to the sound of people eating (e.g., chewing, swallowing,\nslurping), 22.8% were often/always sensitive to repetitive tapping (e.g., pen on table, foot on\nﬂoor), 16.1% were often/always sensitive to the sound of rustling (e.g., paper, plastic), 21.7%were often/always sensitive to nasal sounds (e.g., snifﬁng, inhale), 19.5% were often/always"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "1000 Journal of Clinical Psychology, October 2014\nTable 3\nIndividual Symptoms Endorsed on the Misophonia Questionnaire\nFrequency of endorsement\nMisophonia Questionnaire Item Mean SD Range 0 1 2 3 4\nPeople eating 1.47 1.29 0–4 147 115 111 67 43\nRepetitive tapping 1.60 1.17 0–4 106 121 146 81 29\nRustling 1.19 1.15 0–4 167 151 87 61 17\nNasal sounds 1.51 1.21 0–4 129 115 134 76 29\nThroat sounds 1.39 1.19 0–4 143 127 119 71 23\nConsonants and/or vowels 0.52 0.87 0–4 317 109 37 12 8\nEnvironmental sounds 1.17 1.14 0–4 180 125 107 57 14\nNote. SD=standard deviation.\nsensitive to throat sounds (e.g., coughing, throat-clearing), 4.1% were often/always sensitive to\ncertain consonants and/or vowels (e.g., “k” sounds), and 14.7% were often/always sensitive\nto environmental sounds (e.g., clock ticking, refrigerator humming). There were no signiﬁcant\ngender differences with regards to the individual misophonia symptoms endorsed (quantiﬁed as\nthe MQ Total score). Furthermore, no statistically signiﬁcant relationships were found between\nmisophonia symptoms and age or ethnicity.\nTo investigate the levels of functional impairment due to misophonia symptoms, percentages\nwere calculated for individuals reporting a moderate or higher range (i.e., 4 or above) of impair-\nment on each SDS subscale. Moderate or higher levels of functional impairment were reported\nat 14.9% for work and school-related functioning, 6.4% for social functioning, and 5.6% for\nfamily and home functioning. When investigating individuals that met the cutoff for clinically\nsigniﬁcant misophonia symptoms, the percentages for moderate or higher levels of functional\nimpairment were 52.1% for work and school functioning, 22.9% for social functioning, and\n18.8% for family and home functioning. The notably higher percentages within this group cor-\nroborate the heightened impairment experienced by individuals meeting the clinical cutoff for\nmisophonia symptoms.\nCorrelations\nThe correlation matrix, as well as the means, standard deviations, and ranges for all study mea-\nsures are in Table 4. All study variables exhibited positive and statistically signiﬁcant associations.\nWith regards to the relationship with misophonia symptoms (as measured by the Misophonia\nQuestionnaire), a strong association was demonstrated with the severity of sound sensitivity\n(r=.67, p<.001), general sensory sensitivities ( r=.53, p<.001), misophonia-related work\nand school impairment ( r=.57,p<.001), misophonia-related social impairment ( r=.51,p<\n.001), and misophonia-related overall impairment ( r=.60, p<.001). Misophonia symptoms\nexhibited a moderate relationship with impairment in misophonia-related family life/home re-\nsponsibilities ( r=.40, p<.001), obsessive-compulsive symptoms ( r=.47, p<.001), anxiety\nsymptoms ( r=.39,p<.001), and depressive symptoms ( r=.30,p<.001).\nMean Differences in Study Variables for Clinical and Subclinical Misophonia\nSymptoms\nIndividuals that reported a 7 or higher on the MQ Misophonia Severity Scale were considered\nto have clinically signiﬁcant misophonia symptoms for the purposes of this study, which is\nanalogous to the clinical cutoff on the NIMH GOCS (Murphy et al., 1982). Means, standard\ndeviations, t-test results, and Cohen’s dvalues are displayed in Table 5 for individuals that\nwere reportedly affected by at least some sound sensitivities (i.e., individuals not reporting any\nsound sensitivities did not complete the MQ Misophonia Severity Scale, and were thus not"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Misophonia 1001\nTable 4\nCorrelation Coefﬁcients, Means, Standard Deviations, and Ranges for Study Variables\n1 234567 8 9 1 0\n1. MQ Total Score .67***.53***.57***.51***.40***.60***.47***.39***.30***\n2. Severity of Sound Sensitivity .42***.57***.45***.38***.57***.41***.30***.23***\n3. ASQ Total .41***.33***.24***.40***.55***.45***.38***\n4. SDS—work and school .53***.55***.86***.42***.30***.26***\n5. SDS—social .63***.84***.43***.36***.34***\n6. SDS—family and home .83***.33***.30***.27***\n7. SDS Total .47***.38***.34***\n8. OCI-R Total .53***.46***\n9. Anxiety (DASS-21) .73***\n10. Depressive symptoms (DASS-21)\nMean 19.76 4.53 7.71 1.64 0.82 0.73 3.19 11.71 7.15 6.47\nSD 10.78 2.74 4.47 2.04 1.59 1.48 4.32 10.34 5.41 8.55\nRange 0–53 1–13 0–21 0–10 0–10 0–9 0–21 0–49 0–34 0–40\nNote. MQ=Misophonia Questionnaire; ASQ =Adult Sensory Questionnaire; SDS =Sheehan Disability\nScale; OCI-R =Obsessive Compulsive Inventory-Revised; DASS-21 =Depression Anxiety Stress Scale-21;\nSD=standard deviation.\n***p<.001.\nTable 5\nResults of t Tests Comparing Clinical and Subclinical Misophonia Symptoms on Study Variables\nin Individuals Affected by Sound Sensitivities\nClinical Subclinical\nMS DM S D t d f Cohen’s d\nMQ Total 31.21 7.64 17.81 9.17 −13.85***170.37 2.12\nASQ Total 10.51 4.88 7.42 4.07 −5.64***136.59 0.69\nSDS—work and school 3.46 2.39 1.21 1.62 −8.51***121.98 1.10\nSDS—social life 2.02 2.33 0.53 1.12 −5.99***107.39 0.82\nSDS—family and home 1.72 2.09 0.49 1.16 −5.42***110.69 0.73\nSDS Total 7.20 5.27 2.22 3.28 −8.59***115.85 1.13\nOCI-R Total 18.50 12.09 10.82 9.38 −5.73***130.77 0.71\nAnxiety (DASS-21) 8.98 8.75 4.89 6.63 −4.24***129.06 0.53\nDepressive Symptoms (DASS-21) 9.98 9.55 6.10 8.28 −3.60***140.15 0.43\nNote. M=mean; SD =standard deviation; df =degree of freedom.\n***p<.001.\nincluded in the table). Statistically signiﬁcant mean differences were found between individuals\nwith clinical and subclinical levels on all study variables. Speciﬁcally, individuals with clinical\nlevels of misophonia symptoms displayed higher scores across all variables, demonstrating a\nlarge effect size for misophonia symptoms, misophonia-related work and school impairment,\nmisophonia-related social impairment, and total misophonia-related impairment, a medium\neffect size for general sensory defensiveness, misophonia-related family and home impairment,\nobsessive-compulsive symptoms, and anxiety, and a small effect size for depressive symptoms.\nMediation\nAnxiety was tested as a potential mediator between misophonia symptoms (as measured by\nthe MQ Misophonia Symptom Scale) and anger attacks (ROARS). The apath (misophonia\nsymptoms to anxiety) was found to be statistically signiﬁcant, β=0.30, t(483)=5.76, p<.0001."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "1002 Journal of Clinical Psychology, October 2014\nFigure 1. Mediating effect of anxiety symptoms on misophonia symptoms and rage.\nThe bpath (direct effect of anxiety on rage) was also found to be signiﬁcant, β=0.06, t(483)=\n7.38, p<.0001. The cpath (total effect of misophonia symptoms on rage) was signiﬁcant, β=\n0.06, t(483)=6.44, p<.0001. Finally, the c’ path (direct effect of misophonia symptoms on rage)\nwas statistically signiﬁcant, β=0.04, t(483)=4.69, p<.0001. Anxiety was ultimately found\nto be a statistically signiﬁcant mediator (see Figure 1) for the relationship between misophonia\nsymptoms and rage ( β=0.02, 95% CI [0.01, 0.03]).\nDiscussion\nThis initial study examined the incidence, phenomenology, correlates, and impairment of miso-\nphonia in a large university undergraduate sample. When investigating the frequency of miso-\nphonia symptoms, nearly a quarter of the sample stated being “sometimes” sensitive to selective\nsounds, on average. Of the most bothersome were sounds of people eating and/or repetitive\ntapping, with close to a quarter of the sample noting that they are “often” or “always” sensitive\nto those auditory stimuli, which is consistent with previous ﬁndings (Edelstein et al., 2013).\nCollectively, misophonia symptoms appear to be relatively common in a nonclinical sample and\nmay not be limited to patients presenting at otolaryngology clinics, which has been the previous\nfocus (Hadjipavlou et al., 2008; Sztuka et al., 2010).\nFurthermore, much research has been devoted to other auditory conditions, such as tin-\nnitus, which have received relatively more attention in audiology (Jastreboff, 2011; Jastreboff,\nHazell & Graham, 1994; Nyenhuis, Golm & Kroner-Herwig, 2013; Smith, Romanelli-Gobbi,\nGray-Karagrigoriou & Artz, 2013). In comparison to previously reported rates of tinnitus in\nthe community (10%; Kochkin et al., 2011), clinically signiﬁcant misophonia symptoms were\nreported in close to 20% of the sample. Thus, while a quarter of the study sample reported being\n“sometimes” sensitive to certain sounds, closer to 20% of the entire study sample (inclusive of\nthe aforementioned quarter of the sample) noted that these sound sensitivities were causing\nsigniﬁcant interference.\nWhen investigating the relationship between misophonia and associated clinical characteris-\ntics, various positive, signiﬁcant correlations were found. Misophonia was strongly associated\nwith general sensory sensitivities, indicating that selective sound sensitivities may be linked to\nhigher occurrences of other types of sensory defensiveness as well (Baguley & McFerran, 2011;\nStansfeld, Clark, Jenkins & Tarnopolsky, 1985). Recognizing other types of sensory sensitivities\nin individuals, such as tactile sensitivity, may help in the detection of concurrent increased sound\nsensitivities. When investigating its relationship with speciﬁc domains of impairment, strong\ncorrelations were exhibited for work/school and social life, as well as total impairment, while\nfamily and home life possessed a moderate correlation. This discrepancy may be attributed\nto family accommodation or avoidance of distressing auditory stimuli, including the ability to\nleave the situations involving the distressing sounds with relatively less resistance. At home,\nindividuals with misophonia may be permitted to engage in safety behaviors without signiﬁcant\nrepercussions, while the converse would be expected from social and work and school situations\nif responsibilities were not carried out, resulting in higher impairment."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Misophonia 1003\nFurthermore, individuals that reported having clinically signiﬁcant misophonia symptoms\ndisplayed signiﬁcant differences across study variables when compared to individuals with sub-clinical misophonia symptoms. As such, it is suggested that misophonia is related to elevated\nlevels of several related constructs, such as impairment, anxiety, general sensory defensiveness,\nand obsessive-compulsive symptoms.\nMisophonia symptoms demonstrated signiﬁcant, moderate correlations with obsessive-\ncompulsive symptoms, anxiety, and depressive symptoms. For obsessive-compulsive and miso-\nphonia symptoms, both may contain obsessive preoccupations with speciﬁc types of sounds,resulting in anxiety and distress. This may ultimately lead to much avoidance and/or rituals as-\nsociated with the sounds, resulting in impairment in various domains of life. However, Schr ¨oder\net al. (2013) suggested that misophonia should contain its own diagnostic criteria, as their sam-ple exhibited only reactions of anger (rather than anxiety), and not everyone with misophonia\nengaged in compulsions as a result of their sound sensitivities, although they likely displayed\nactive avoidance, a feature common in OCD and anxiety disorders (McGuire et al., 2012). Assuch, further investigation into the nature of emotional and behavioral reactions to selective\nsounds, as well as the neurobiology of misophonia, can shed light on information that can aid\nin diagnosis.\nMisophonia demonstrated moderate correlations with anxiety and depressive symptoms,\nsuggesting a moderately increased likelihood of displaying anxiety and/or depressive symptoms,which may link back to their sound sensitivities. It is possible that the sound sensitivities can\nlead to increased anxiety and depressive symptoms, with the auditory triggers directly eliciting\ninternal distress upon hearing the sounds. However, it is also plausible that anxiety and depressivesymptoms are associated with an increased sensitivity to certain things, such as speciﬁc sounds.\nFor instance, commonly shared irritability between depressive and/or anxiety symptoms may\ndecrease their threshold for tolerating mild or otherwise innocuous stimuli.\nCollectively, obsessive-compulsive symptoms, anxiety, and depressive symptoms all shared\nsimilarly robust correlations with misophonia symptoms. These modest correlations indicate that\nmisophonia may possess phenomenological similarities, such as anxiety, obsessional thinking,irritability, and/or avoidance (Schr ¨oder et al., 2013). However, commonalities do not necessarily\nequate to the suggestion that all of these symptoms are rooted in one common disorder. Indeed,\nthe comparable correlations across each construct suggest that misophonia is related to all ofthese disorders and cannot be uniquely linked to one diagnosis at this time. As such, further\nresearch and data are needed on clinical cases to help inform accurate diagnostic classiﬁcation.\nExamining factors that may inﬂuence the relationship between misophonia symptoms and\nsubsequent impairment is pertinent, as the emotional distress and behaviors due to misophonia\nsymptoms commonly lead to interference in various domains of life (Edelstein et al., 2013;\nSchr¨oder et al., 2013). Anxiety symptomology mediated the relationship between misophonia\nsymptoms and anger outbursts, such that higher levels of misophonia symptoms were associated\nwith higher anxiety, and higher anxiety was related to higher levels of anger. While misophonia\nhas been linked to a variety of negative emotions, anger has been commonly reported uponhearing the selective sounds (Schr ¨oder et al., 2013; Schwartz et al., 2011).\nAdditionally, anxiety has been increasingly reported within patients with misophonia as well,\nsuggesting the importance of further investigation into emotional states beyond anger (Edelsteinet al., 2013; Johnson et al., 2013). This ﬁnding has potential implications for interventions, as\nit reveals an underlying mechanism that indirectly affects the consequences of misophonia. As\nsuch, it may be beneﬁcial to target anxiety symptomology in cognitive-behavioral treatment toincrease the individual’s ability to manage their reactions to triggering sounds and employ a\nmore adaptive behavior that does not lead to anger outbursts. Indeed, clinical presentations\nof misophonia allude to the temporal precedence of negative emotional states (inclusive of\nanxiety), leading to maladaptive behaviors and anger (Johnson et al., 2013), consistent with\nother cognitive-behavioral models of related constructs such as OCD and anxiety. However,as the investigation into misophonia is in its nascent stages, further empirical support for\nthe theoretical basis of the relationship between anxiety, misophonia symptoms, and anger is\nwarranted."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "1004 Journal of Clinical Psychology, October 2014\nAdditionally, due to the cross-sectional nature of the present study, interpretations of the\nmeditational analysis should be interpreted with caution due to the limited ability to drawinferences of causality; for example, it may be possible to interpret the converse relationship as\nrage episodes leading to mounting anxiety, resulting in elevated misophonia symptoms.\nLimitations\nSeveral limitations to the study should be noted. First, the study sample primarily comprised fe-male undergraduate university students, limiting the generalizability. Importantly, future studies\nshould seek to examine misophonia symptoms in pediatric populations, as clinical experienceand case reports (Schwartz et al., 2011) dictate their prevalence. Second, all answers were ob-\ntained through self-report methods; future studies should obtain multi-informant reports and\nclinician-rated data. Third, all data were collected at a single time point; future research shouldcollect data across multiple time points and investigate potential changes over time. Fourth,\nthough the clinical cutoff for misophonia symptoms was utilized in a manner analogous to\nan established measure (St. Clare, 2003), the cutoff has not been validated in individuals with\nmisophonia.\nThis study also utilized a pilot measure (MQ) to test relationships. The exploratory factor\nanalysis converged into a three-factor solution with some secondary loadings; this indicates a\nneed for further validation of the measure in other populations, and a bifactor model may help in\ndetermining the potential role of a general factor explaining the variance in the items. However,it is noted that other support for strong psychometric properties was evidenced by high internal\nconsistency, high correlations with converging constructs, and statistically signiﬁcantly smaller\ncorrelations with divergent constructs.\nFurthermore, more detailed assessment of other auditory conditions (e.g., tinnitus, hypera-\ncusis, phonophobia) could have provided additional important information regarding the co-\nmorbidity and clinical presentation of misophonia; future studies should formally assess for thepresence of other forms of decreased sound tolerance. Given the presence of general sensory\ndefensiveness and speciﬁcally sound sensitivities in autism spectrum disorders (Stiegler & Davis,\n2010), future studies should also seek to evaluate misophonia within that population to garnera better clinical picture. Last, all statistical analyses utilized correlations or regressions, limiting\nthe ability to establish causality and directionality.\nConclusion\nWithin these limitations, this study conducted an investigation into misophonia and garneredimportant information about its phenomenology and associations with related clinical character-\nistics. With the rate of signiﬁcantly interfering misophonia symptoms falling around 20% for thestudy sample, rates of clinically signiﬁcant misophonia may be higher than previously expected.\nFurthermore, individuals with clinical levels of misophonia symptoms demonstrated elevated\nlevels of related constructs, indicating potentially increased difﬁculties with general sensory sen-sitivities, impairment, obsessive-compulsive symptoms, anxiety, and depressive symptoms; these\naugmented issues have implications for the prediction of misophonia, as well as the potential\nbeneﬁt of incorporating these clinical constructs into treatments for misophonia. Misophonia\nsymptoms also generally exhibited strong correlations with measures of impairment, and a\nmoderate association with obsessive-compulsive symptoms, anxiety, and depressive symptoms.While misophonia symptoms, OCD, anxiety, and depression share some commonalities in pre-\nsentation, the moderate relationships across all constructs demonstrate that misophonia may be\nrelated to multiple forms of psychopathology, through either direct or associative relationships.\nLast, anxiety mediated the relationship between misophonia symptoms and anger outbursts,\nsuggesting the role of anxiety in misophonia-induced anger outbursts. As such, addressing\nanxiety through targeted interventions may have important implications for the maintenance andexacerbation of misophonia. Ultimately, with a current paucity of research on misophonia, this\nstudy sought to garner data that provide a better understanding of the incidence, phenomenology,\nand clinical correlates of misophonia."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Misophonia 1005\nReferences\nAbramowitz, J. S., & Deacon, B. J. (2006). Psychometric properties and construct validity of the Obsessive-\nCompulsive Inventory-Revised: Replication and extension with a clinical sample. Journal of Anxiety\nDisorders, 20(8), 1016–1035. doi:10.1016/j.janxdis.2006.03.001.\nAntony, M. M., Bieling, P . J., Cox, B. J., Enns, M. W ., & Swinson, R. P . (1998). Psychometric properties\nof the 42-item and 21-item versions of the Depression Anxiety Stress Scales in clinical groups and a\ncommunity sample. Psychological Assessment, 10(2), 176–181.\nBaguley, D. M., & McFerran, D. J. (2011). Hyperacusis and disorders of loudness perception. In A. R.\nMøller, B. Langguth, D. DeRidder & T. Kleinjung (Eds.), Textbook of tinnitus (pp. 13–23). New Y ork,\nNY: Springer.\nBaron, R. M., & Kenny, D. A. (1986). The moderator-mediator variable distinction in social psycholog-\nical research: Conceptual, strategic, and statistical considerations. Journal of Personality and Social\nPsychology, 51(6), 1173–1182.\nBobko, P . (1995). Correlation and regression: Principles and applications for industrial/organizational\npsychology and management. New Y ork, NY: McGraw-Hill.\nBudman, C., Coffey, B. J., Shechter, R., Schrock, M., Wieland, N., Spirgel, A., & Simon, E. (2008).\nAripiprazole in children and adolescents with Tourette disorder with and without explosive outbursts.\nJournal of Child and Adolescent Psychopharmacology, 18(5), 509–515. doi:10.1089/cap.2007.061.\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V . S. (2013). Misophonia: Physiological investigations\nand case descriptions. Frontiers in Human Neuroscience, 7, 296. doi:10.3389/fnhum.2013.00296.\nFoa, E. B., Huppert, J. D., Leiberg, S., Langner, R., Kichic, R., Hajcak, G., & Salkovskis, P . M. (2002).\nThe Obsessive-Complusive Inventory: Development and validation of a short version. Psychological\nAssessment, 14(4), 485–495. doi:10.1037//1040-3590.14.4.485.\nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008). Selective sound intolerance and emotional distress:\nWhat every clinician should hear. Psychosomatic Medicine, 70(6), 739–740.\nHayes, A. F. (2009). Beyond Baron and Kenny: Statistical mediation analysis in the new millennium.\nCommunication Monographs, 76(4), 408–420. doi:10.1080/03637750903310360.\nHenry, J. D., & Crawford, J. R. (2005). The short-form version of the Depression Anxiety Stress Scales\n(DASS-21): Construct validity and normative data in a large non-clinical sample. The British Journal of\nClinical Psychology, 44(Pt 2), 227–239. doi:10.1348/014466505X29657.\nHenson, R. K., & Roberts, J. K. (2006). Use of exploratory factor analysis in published research: Common\nerrors and some comment on improved practice. Educational and Psychological Measurement, 66(3),\n393–416. doi:10.1177/0013164405282485.\nIBM Corp. (2012). IBM SPSS Statistics for Windows, Version 21.0. Armonk, NY: IBM Corp.\nJastreboff, M. M., & Jastreboff, P . J. (2001). Components of decreased sound tolerance: Hyperacusis,\nmisophonia, phonophobia. ITHS Newsletter, 2, 5–7.\nJastreboff, M. M., & Jastreboff, P . J. (2002). Decreased sound tolerance and Tinnitus Retraining Therapy\n(TRT). Australian and New Zealand Journal of Audiology, 24(2), 74–81.\nJastreboff, P . J. (2011). Chapter 73: Tinnitus retraining therapy. In A. R. Møller, B. Langguth, D. DeRidder\n& T. Kleinjung (Eds.), Textbook of tinnitus. New Y ork, NY: Springer.\nJastreboff, P . J., & Hazell, J. P . (2004). Tinnitus retraining therapy: Implementing the neurophysiological\nmodel. Cambridge, UK: Cambridge University Press.\nJastreboff, P . J., Hazell, J. W ., & Graham, R. L. (1994). Neurophysiological model of tinnitus: Dependence\nof the minimal masking level on treatment outcome. Hearing Research, 80(2), 216–232.\nJastreboff, P . J., & Jastreboff, M. M. (2013). Using TRT to treat hyperacusis, misophonia and phonophobia.\nENT & Audiology News, 21(6), 88–90.\nJohnson, P . L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When selective\naudiovisual stimuli become unbearable: A case series on pediatric misophonia. Neuropsychiatry, 3(6),\n569–575.\nKinnealey, M., & Oliver, B. (2002). Adult Sensory Questionnaire. Philadelphia, PA: Temple University,\nCollege of Allied Health Professionals.\nKinnealey, M., Oliver, B., & Willbarger, P . (1995). A phenomenological study of sensory defensiveness in\nadults. American Journal of Occupational Therapy, 49(5), 444–451."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "1006 Journal of Clinical Psychology, October 2014\nKircanski, K., Peris, T. S., & Piacentini, J. C. (2011). Cognitive-behavioral therapy for obsessive-compulsive\ndisorder in children and adolescents. Child and Adolescent Psychiatric Clinics of North America, 20(2),\n239–254. doi:10.1016/j.chc.2011.01.014.\nKochkin, S., Tyler, R., & Born, J. (2011). MarkeTrak VIII: The prevalence of tinnitus in the United States\nand the self-reported efﬁcacy of various treatments. Hearing Review, 18(12), 10–26.\nLovibond, S. H., & Lovibond, P . F. (1995). Manual for the Depression Anxiety Stress Scales. Sydney:\nPsychology Foundation.\nMahalanobis, P . C. (1936). On the generalised distance in statistics. Proceedings of the National Institute of\nSciences of India, 2(1), 49–55.\nMcGuire, J. F., Storch, E. A., Lewin, A. B., Price, L. H., Rasmussen, S. A., & Goodman, W . K. (2012). The\nrole of avoidance in the phenomenology of obsessive-compulsive disorder. Comprehensive Psychiatry,\n53(2), 187–194. doi:10.1016/j.comppsych.2011.03.002.\nMøller, A. R. (2011). Chapter 4: Misophonia, phonophobia, and “exploding head” syndrome. In A. R.\nMøller, B. Langguth, D. DeRidder & T. Kleinjung (Eds.), Textbook of tinnitus. New Y ork, NY: Springer.\nMurphy, D. L., Pickar, D., & Alterman, I. S. (1982). Methods for the quantitative assessment of depressive\nand manic behavior. In E. I. Burdock, A. Sudilovsku & S. Gershon (Eds.), The behaviour of psychiatric\npatients: Quantitative techniques for evaluation (pp. 335–392). New Y ork, NY: Marcel Dekker.\nMuth ´en, L. K., & Muth ´en, B. O. (1998–2012). Mplus user’s guide (7th ed.). Los Angeles, CA: Muth ´en &\nMuth ´en.\nNeal, M., & Cavanna, A. E. (2013). Selective sound sensitivity syndrome (misophonia) in a patient with\nTourette syndrome. The Journal of Neuropsychiatry & Clinical Neurosciences, 25(1).\nNg, F., Trauer, T., Dodd, S., Callaly, T., Campbell, S., & Berk, M. (2007). The Validity of the 21-Item Version\nof the Depression Anxiety Stress Scales as a Routine Clinical Outcome Measure. Acta Neuropsychiatrica,\n19(5), 304–310. doi:10.1111/j.1601-5215.2007.00217.x.\nNyenhuis, N., Golm, D., & Kroner-Herwig, B. (2013). A systematic review and meta-analysis on\nthe efﬁcacy of self-help interventions in tinnitus. Cognitive Behaviour Therapy, 42(2), 159–169.\ndoi:10.1080/16506073.2013.803496.\nPreacher, K. J., & Hayes, A. F. (2008). Asymptotic and resampling strategies for assessing and comparing\nindirect effects in multiple mediator models. Behavior Research Methods, 40, 879–891.\nSchr¨oder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder.\nPLoS ONE, 8(1), e54706. doi:10.1371/journal.pone.0054706.t001.\nSchwartz, P ., Leyendecker, J., & Conlon, M. (2011). Hyperacusis and misophonia: The lesser-known siblings\nof tinnitus. Minnesota Medicine, 94, 42–43.\nSheehan, D. V . (1983) The anxiety disease (pp. 151). New Y ork, NY: Charles Scribner & Sons.\nSheehan, D. V . (2000). Sheehan Disability Scale. In A. J. Rush, H. A. Pincus & M. B. First (Eds.), Handbook\nof psychiatric measures (pp. 113–115). Washington, DC: American Psychiatric Association.\nSmith, G. S., Romanelli-Gobbi, M., Gray-Karagrigoriou, E., & Artz, G. J. (2013). Complementary\nand integrative treatments: Tinnitus. Otolaryngologic Clinics of North America, 46(3), 389–408.\ndoi:10.1016/j.otc.2013.02.005.\nStansfeld, S. A., Clark, C. R., Jenkins, L. M., & Tarnopolsky, A. (1985). Sensitivity to noise in a community\nsample: I. Measurement of psychiatric disorder and personality. Psychological Medicine, 15(02), 243–\n254. doi:10.1017/S0033291700023527.\nSt. Clare, T. (2003). Chapter 14: Assessment procedures Obsessive Compulsive Disorder: Theory, research,\nand treatment (pp. 239–258). West Sussex, UK: John Wiley & Sons Ltd.\nStiegler, L. N., & Davis, R. (2010). Understanding sound sensitivity in individuals with autism\nspectrum disorders. Focus on Autism and Other Developmental Disabilities, 25(2), 67–75.\ndoi:10.1177/1088357610364530.\nStorch, E. A., Jones, A. M., Lack, C. W ., Ale, C. M., Sulkowski, M. L., Lewin, A. B., . . . Murphy, T. K.\n(2012). Rage attacks in pediatric obsessive-compulsive disorder: Phenomenology and clinical correlates.\nJournal of the American Academy of Child & Adolescent Psychiatry, 51(6), 582–592.\nStorch, E. A., Khanna, M., Merlo, L. J., Loew, B. A., Franklin, M., Reid, J. M., . . . Murphy, T. K. (2009).\nChildren’s Florida Obsessive Compulsive Inventory: Psychometric properties and feasibility of a self-\nreport measure of obsessive-compulsive symptoms in youth. Child Psychiatry and Human Development,\n40(3), 467–483. doi:10.1007/s10578-009-0138-9."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Misophonia 1007\nSztuka, A., Pospiech, L., Gawron, W ., & Dudek, K. (2010). DPOAE in estimation of the func-\ntion of the cochlea in tinnitus patients with normal hearing. Auris, Nasus, Larynx, 37(1), 55–60.\ndoi:10.1016/j.anl.2009.05.001.\nVeale, D. (2006). A compelling desire for deafness. Journal of Deaf Studies and Deaf Education, 11(3),\n369–372. doi:10.1093/deafed/enj043."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Copyright\nof\nJournal\nof\nClinical\nPsychology\nis\nthe\nproperty\nof\nJohn\nWiley\n&\nSons,\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}