{
  "doc_type": "scientific paper",
  "title": "Individualism and nationally determined contributions to climate change",
  "authors": [
    "Zhang"
  ],
  "year": 2021,
  "journal": "scienceofthetotalenvironment.",
  "doi": "10.1016/j.scitotenv.2021.146076",
  "abstract": null,
  "keywords": [
    "Cultural values"
  ],
  "research_topics": [
    "Cultural values"
  ],
  "created_at": "2025-05-05T02:16:27.362391Z",
  "source_pdf": "documents/research/Global/Zhang 2021 Individualism and nationally determined contributions to climate change.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Thescienceofthetotalenvironment.\nArticleTitle: Individualism andnationally determined contributions toclimatechange\nArticleAuthor: Zheng\nVol:777Date:2021-07-01Pages:146076-\nOCLC-39284343; ISSN-00489697; LCN-2003233400;\nPublisher: 2021-07-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Individualism and nationally determined contributions to climate change\nXinzhu Zhenga, Kaidi Guob,H u i l i nL u ob,X u n z h a n gP a na, Edgar Hertwichc,L e iJ i na, Can Wangb,⁎\naSchool of Economics and Management, China University of Petroleum-Beijing, Beijing 102249, China\nbState Key Joint Laboratory of Environment Simulation and Pollution Control (SKLESPC), School of Environment, Tsinghua University, Beijing 100084 ,C h i n a\ncIndustrial Ecology Program, Department of Energy and Process Engineering, Norwegian University of Science and Technology, Trondheim, Norway\nHIGHLIGHTS\n•This study explains why NDCs are for-\nmulated as they were from cultural per-spectives.\n•Countries with more individualism tend\nto submit higher mitigation targetsfor NDCs.\n•Both a conceptual framework and em-\npirical evidence are provided in this arti-\ncle.\n•Tailored strategies to distinct cultural\nidentities are promising in\nenhancing NDCs.GRAPHICAL ABSTRACT\nabstract article info\nArticle history:\nReceived 22 July 2020Received in revised form 18 February 2021\nAccepted 19 February 2021\nAvailable online 26 February 2021\nEditor: Kuishuang Feng\nKeywords:\nCultural values\nIndividualism\nParis AgreementClimate mitigationNDCsRatcheting up the Nationally Determined Contributions (NDCs) to achieve the Paris Agreement goals requires a\nbetter understanding of the enablers and barriers behind NDC formulation. However, existing quantitative anal-\nyses on the drivers of NDCs from an anthropological perspective are elusive. This study proposes both a concep-tual framework and empirical analysis of how cultural values link with the pledged NDCs. The ﬁndings show that\nindividualism (IDV) is a signi ﬁcant and robust predictor for the mitigation levels of NDCs, after controlling for af-\nﬂuence level, renewable energy proportion, democracy and other socioeconomic factors. For every 10-point in-\ncrease in the IDV score (say from the score of Canada to Australia or from the score of Vietnam to Mexico), thecommitted per-capita emission in 2030 relative to 1990 levels decrease by 14% –22%. However, such a correlation\nis absent when assessing the mitigation ambitions using various fair benchmarks. This study underscores the ne-\ncessity of considering more cultural context and nuances in tackling common climate problems, and advocatesfor developing tailored climate communication strategies to enhance the NDCs.\n©2 0 2 1E l s e v i e rB . V .A l lr i g h t sr e s e r v e d .\n1. Introduction\nThe Paris Agreement established a landmark framework that invites\ncountries to determine voluntary contributions to climate change based\non their own circumstances. Although climate actions have sped up\nsince the agreement, the collective efforts of Nationally DeterminedContributions (NDCs) are insuf ﬁcient to achieve the goal of keeping\nglobal mean temperature increase well below 2 °C or 1.5 °C ( Rogelj\net al., 2016 ) by the end of the century. To bridge the emissions gap, it\nis necessary to motivate countries to enhance their NDCs. Such efforts\nare especially crucial in 2020 –2021 when the ﬁrst opportunity for\nratcheting up the ﬁght against climate change is approaching.\nA critical step to strengthen ambitions is to identify factors that in ﬂu-\nence NDC formulation. It is well acknowledged that NDC formulation is\ninﬂuenced by multiple factors, including development stages, consider-\nations of equity and responsibilities, mitigation capacity, domestic costsScience of the Total Environment 777 (2021) 146076\n⁎Corresponding author at: Room 1004, Department of Environmental Planning and\nManagement, School of Environment, Tsinghua University, Beijing 100084, China.\nE-mail address: canwang@tsinghua.edu.cn (C. Wang).\nhttps://doi.org/10.1016/j.scitotenv.2021.146076\n0048-9697/© 2021 Elsevier B.V. All rights reserved.\nContents lists available at ScienceDirect\nScience of the Total Environment\njournal homepage: www.elsevier.com/locate/scitotenv"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "and bene ﬁts of mitigation, politicians' viewpoints and public percep-\ntions, climate change vulnerabilities, and the possibilities of gaining in-\nternational supports ( Dash and Gim, 2019 ;Sælen et al., 2019 ). However,\nfew studies investigate the driving factors of NDC formulation from a\nsocio-cultural perspective.\nThere is an increasing awareness that culture plays a critical role in\nclimate change mitigation and adaptation ( Adger et al., 2012 ;Barnes\net al., 2013 ;Corner et al., 2014 ;Hălbac-Cotoar ă-Zam ﬁre ta l . ,2 0 1 9 ). Cul-\nture, which is de ﬁned as “the shared values, beliefs, and norms of a so-\nciety ”(Hofstede et al., 2010 ), guides behaviors and decisions by\nproviding a dominant logic. By such de ﬁnitions, culture mediates the\nrisk perceptions regarding climate change, and affects the decision mak-\ning and public acceptance of climate policies ( Crona et al., 2013 ;Zheng\net al., 2021 ). For instance, it is observed that hierarchical individualists –\nindividuals showing a strong belief in authority and self-reliance –are\nless concerned with climate change risks than egalitarian communitar-\nians –one favoring egalitarian and communitarian values ( Kahan et al.,\n2012 ). A case study from Northern Burkina Faso indicates that culture is\nas i g n i ﬁcant barrier to some climate adaptation activities ( Nielsen and\nReenberg, 2010 ). In light of these existing theories and evidence, it is\nconjectured that cultural values also play a role in national climate dis-\ncourse, such as NDC formulation.\nTo investigate whether, and if so, how cultural values play a role in\nNDC formulation, this study proposes both a conceptual framework\nand empirical analysis. The conceptual framework connects cultural\nvalues with the potential drivers of NDCs and the empirical analysis\nbridges the cultural dimension model in socio-cultural sciences and\ntheﬁrst round of NDCs. We speci ﬁcally focus on the individualism-\ncollectivism culture, which is widely considered as a fundamental di-\nmension of cultural variation across countries and individuals ( Oishi\nand Kisling, 2009 ;Triandis, 2001 ). Individualism-collectivism culture\ndescribes the relationships between the individual and the group\n(Hofstede, 2001 ). Societies with more individualistic culture have a\nloosely-knit social framework, in which societal members are autono-\nmous individualists and less dependent on their groups. They are\nprone to choose the universal norms independently rather than being\nimposed to take the in-group ones. By contrast, in societies with more\ncollectivistic culture, societal members are more likely to take the\nnorms and duties prevalent in the group and put high values on the re-\nlationships among in-group members. Both the conceptual frameworkand empirical evidence show that countries with more individualistic\nculture pledge higher mitigation levels of NDCs. The correlation is ro-\nbust when the af ﬂuence level, renewable energy proportion, democracy\nand other socioeconomic variables are controlled. The ﬁ\nndings lay a\nfoundation for incorporating anthropological considerations in NDC en-\nhancement and developing culturally tailored strategies to motivate\nhigher ambitions in climate change mitigation.\n2. Literature review and conceptual framework2.1. Potential NDC drivers2.1.1. Economic factors\nCosts and bene ﬁts of mitigation are main factors in ﬂuencing NDC\nformulation. On the one hand, high level of abatement cost hinders\nthe ambitions of emission reduction ( Hof et al., 2017 ). For instance, al-\nthough there are substantial potentials of carbon emissions reduction\nthrough exploiting the abundant renewable energy resources in\nKenya, the high cost of renewable energy installation (approximately\n0.5% –2% of GDP in 2050) is a realistic challenge ( Dalla Longa and van\nder Zwaan, 2017 ).Chunark et al. (2017) found that the economic cost\nof renewable energy utilization can be as much as 3.1% of GDP loss in\nstringent emission targets. In addition to the implementation cost, the\npledged countries also care about the macroeconomic in ﬂuence of mit-\nigation, such as the impact on personal revenues and job opportunities\n(Orlov and Aaheim, 2017 ;Vona, 2019 ).On the other hand, mitigation efforts also bring economic bene ﬁts\nthrough avoiding loss from climate disasters or stimulating economic\ngrowth alongside industrial chains. In countries that are vulnerable to\nclimate change, the bene ﬁts from avoiding loss will exceed the negative\neconomic impacts; hence it is understandable that they show more am-\nbitions in NDCs ( Kim et al., 2020 ). Moreover, some mitigation strategies,\nsuch as large-scale implementation of renewable energy or shift of eco-nomic structure to a service-oriented economy, can stimulate the devel-\nopment of upstream industries and create more job opportunities,\nbringing bene ﬁts that offset the implementation cost ( Bastidas and Mc\nIsaac, 2019 ;Dai et al., 2016 ). For example, Mittal et al. (2016) and\nTran et al. (2017) found that increasing the penetration of renewable\nenergy can decrease the economic loss in China, India and Vietnam.\nClimate mitigation can also bring environmental and social co-\nbeneﬁts for air pollution improvement and public health ( Dovie,\n2019 ). According to Cai et al. (2018) , reducing particulate matter\n(PM\n2.5) pollution associated with China's electricity industry under\nthe pledged NDC target would decrease premature deaths by 20,000\nby 2030, which offsets 18 –62% of the abatement cost. Another study\non the USA obtained similar ﬁndings that the co-bene ﬁts of its NDC\ncommitment will reduce emissions of SO 2and NO xby 25%, approxi-\nmately avoiding 3500 premature deaths annually by 2020 ( Driscoll\net al., 2015 ). The ﬁndings that health co-bene ﬁts noticeably offset the\nabatement cost will enhance the ambitions in NDC formulation.\n2.1.2. Technical feasibility\nTechnical barriers can also explain the lack of ambition in the NDCs.\nThere are two principle strategies for climate change mitigation: renew-able energy development and energy ef ﬁciency improvement ( He,\n2015 ). Moreover, some end-of-pipe technologies, such as carbon cap-\nture and storage (CCS), also help control the greenhouse gas (GHG)\nemission level ( Miyagawa et al., 2011 ). The development level of\nthese technologies in the countries partially determines the potentials\nof emission reduction in their NDC formulation ( Michalena et al., 2018 ).\n2.1.3. International aid\nSome countries' mitigation commitments are conditional on foreign\nﬁnancial support, technology transfers, and capability assistance. Chen\net al. (2018) synthesized 164 submitted Intended Nationally Deter-\nmined Contributions and found that 77% of the documents mentioned\nthe need for ﬁnancial assistance and 70% of the documents addressed\nthe need for technology support. Pauw et al. (2019) pointed out that\n63% of the emerging countries and 83% of the least developed countries\nand small island developing states claim that the implementation of\ntheir NDC largely depends on the capacity assistance they receive. The\nconditionality of NDCs can in ﬂuence the mitigation ambitions of coun-\ntries. Developing countries tend to be more ambitious when external\naid is available. Meanwhile, developed countries might take credit\nfrom providing support for developing countries and therefore reducetheir own mitigation targets.\n2.1.4. Responsibility and equality\nThe mitigation targets are supposed to be “fair, ”implying each coun-\ntry takes its responsibility for emission reduction. Within the United Na-\ntions Framework Convention on Climate Change (UNFCCC), countries\nagreed on the principle of ‘Common but differentiated Responsibilities\nand Respective Capabilities ”(CBDR-RC). CBDR-RC recognizes that cli-\nmate change is a common concern of all countries and acknowledges\nthe different capabilities and differing responsibilities of individual\ncountries in combatting climate change. However, the concept of fair-\nness is controversial for decades ( Kartha et al., 2018 ;Pan et al., 2017 ;\nRobiou du Pont et al., 2016 ). Some countries advocate that prior emis-\nsions increase future emission entitlements (namely the principle of\ngrandfathering). Other arguments stress that a country's responsibility\nfor climate change should incorporate its historical emissions (i.e., the\nprinciple of historical responsibility) or that every person has equalX. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n2"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "carbon emission development right (i.e., the principle of egalitarianism)\n(Robiou du Pont et al., 2016 ). Such divergence of the fairness principle\nmight be re ﬂected in the NDCs, although few countries justify the fair-\nness of their contributions in the documents ( Swingle, 2016 ).\n2.1.5. Public perceptions and stakeholders' engagement\nThe consciousness regarding climate change of policymakers, stake-\nholders, and the public can in ﬂuence the decision making progress of\nNDCs. Day et al. (2015) found that 86% of countries invited stakeholders\nto participate in the preparation of the INDC. Stakeholders, including\nscientists and representatives from the government, environmental\nnon-governmental organizations (NGOs), and private sectors, are sup-\nposed to be knowledgeable in speci ﬁcﬁelds and able to suggest feasible\nmitigation actions or to contribute data ( Dash and Gim, 2019 ).\nMeanwhile, public awareness and risk perception of climate change\nalso have effects on governments' decision on emission reduction tar-\ngets. Drummond et al. (2018) found a positive association between\nthe proportion of people who are aware of climate change and the un-\nconditional mitigation targets. When people believe climate change\nwill threaten their lives, income, and welfare, they are more likely to\nsupport ambitious mitigation strategies and actions ( Alvi et al., 2020 ).\nMoreover, personal knowledge ( Shi et al., 2016 ) and experience, espe-\ncially those of direct exposure to climate-related disasters ( Rudman\net al., 2013 ) and physical evidence of climate change ( Arctic Climate\nImpact Assessment, 2004 ), may alter opinions and attitudes towards cli-\nmate change. For instance, the perception of local temperature change is\none of the strongest predictors for risk perception of climate change\n(Lee et al., 2015 ).\n2.1.6. International pressure and country image\nPressures from the international community and concerns for coun-\ntry image constitute another factor in ﬂuencing NDC formulation. Pre-\nserving a favorable country image in the eyes of the international\ncommunity is important for foreign policy goals, which involve\nsafeguarding national sovereignty and elevating international stature\n(Harris, 2004 ). The achievement of these goals determines the cost-\nbeneﬁt analysis of international climate change cooperation and mitiga-\ntion efforts.\n2.1.7. Political factors\nNDC formulation is a political process by nature. The political institu-\ntions and pre-existing legislation will affect the mitigation ambitions\nsigniﬁcantly by in ﬂuencing the agenda setting, policy coordination\nand political support ( Röser et al., 2019 ). In particular, political partisan-\nship and ideology are essential predictors of political support for climate\nchange. For example, in the United States, there is a long-lasting political\ndivide on the perceptions of climate change between the Liberals and\nDemocrats and Conservatives and Republicans. A similar left-right ideo-\nlogical divide is also found in the public of the European Union (EU) and\nAustralia: left-wing politicians and the general public on the left (pro-\ngressive parties) reported stronger belief and concerns about climate\nchange than ﬁght-wing ones (conservative parties) ( Fielding et al.,\n2012 ;McCright et al., 2016 ). Politicians do not respond to climate\nchange in a straightforward way. They shape and construct arguments\nthat are aligned with their outlooks and political ideals, as well asthose of their supporters, to increase the possibility of being re-elected\n(Willis, 2017 ).\n2.2. Hypothesis and conceptual framework\nThe main tenets of how individualistic culture in ﬂuences NDC for-\nmulation are as follows. First, individualistic culture can in ﬂuence NDC\nformulation through public perceptions, which are critical components\nof the socio-political context within which policy makers operate. Public\nperceptions can fundamentally compel or constrain political action to\naddress climate change ( Leiserowitz, 2005 ). People with moreindividualistic culture don't necessarily comply with the norms of the\ncollective, but choose the impartial and universal ones independently\n(Beugelsdijk and Welzel, 2018 ). As such, people who think alike are\nmore likely to get together and ﬁght for climate change mitigation. A\ntypical example to support this argument is that kids in Canada, a typical\nindividualistic country, get together and sue the government over cli-\nmate change ( Tollefson, 2019 ). In these cases, governments are\npressured and motivated to take active actions to develop and imple-\nment positive climate policies. By contrast, societies with more collec-\ntivist culture address obligations and subordinating to the collective ’s\ninterest. It is hypothesized that such societies show greater acceptance\nof low mitigation ambitions, if they are the governments ’decisions.\nMoreover, although the NDC formulation is a political decision, pol-\niticians seldom generate mitigation targets by themselves. They rely on\nstakeholders' suggestions and contributions to make decisions. In col-\nlectivist countries, scientists are more likely to consider policymakers'\npreferences and national interests, and therefore tend to propose low-\nambition targets. By contrast, scientists in individualistic countries\nwould probably assert suggestions in line with the universal norms\nwhich emphasize more on climate change mitigation. Thus, we conjec-\nture that the mitigation level and ambition of a country's NDC is posi-\ntively related to its level of individualism.\nApart from the two in ﬂuencing mechanisms mentioned above, other\nsocio-political factors can also lead to the observation of the positive\ncorrelations between individualistic culture and the pledged NDCs\n(Fig. 1 ). For example, countries with more individualistic culture usually\nhave higher levels of af ﬂuence ( Gorodnichenko and Roland, 2011 ). Ac-\ncording to the principles of “Common but Differentiated Responsibili-\nties”within the UNFCCC, developed countries are supposed to pledge\nhigher emission cuts. Thus, the correlation between individualism and\nafﬂuence levels and the correlation between af ﬂuence and emission re-\nduction can lead to an observation of the correlation between individu-\nalism and emission cuts. Besides, it is found that individualism is\nassociated with greater levels of clean technology adoption ( Ang et al.,\n2020 ). This linkage can also lead to an observation of the positive corre-\nlation between individualism and emission reduction, as more clean\ntechnology adoption associates with more ambitions on emission re-\nduction. Moreover, the relations between individualistic culture and\nNDC formulation can also act through national political institutions,\ngiven the positive relation between individualism and democracy(Davis and Abdurazokzoda, 2016 ). Although these in ﬂuencing channels\nsupport our hypothesis that the mitigation level of a country's NDC is\npositively related to its level of individualism, they are not the direct ef-\nfect of individualistic culture on NDC formulation. Thus, we rule out the\neffects of these in ﬂuencing channels through controlling for more socio-\neconomic variables and employing instrumental variable analysis.\n3. Methods and data\n3.1. Variables and data3.1.1. Independent variables\nTo empirically examine the potential links between individualism\nand NDC formulation, we perform the regression analysis using the var-\niables indicated in Fig. 2 .S p e c i ﬁcally, to what extent a society has indi-\nvidualistic culture is measured by a set of scores obtained from the\naggregation of value surveys on individual societal members. This ap-\nproach of measurement is in line with one speci ﬁc tradition of cultural\nanalysis –the societal cultural value dimension (SCVD) scholarship –\nthat reduces cultural characteristics to several dimensions and assumes\nthe university of cultural dimensions ( Peterson and Barreto, 2018 ). In\nthe SCVD approach, a wide range of survey questions were used to col-\nlect personal cultural values, and factor analysis was applied to summa-\nrize the data and characterize the cultural characteristics of the society.\nIn most cases, the societies are predetermined according to geo-political\nboundaries, e.g., by countries, and the culture of a country is named asX. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "national culture ( Beugelsdijk and Welzel, 2018 ;Gelfand et al., 2011 ;\nHofstede et al., 2010 ;House et al., 2004 ;Schwartz, 2004 ). Although\ncountries are not governed by monolithic values and the value hetero-\ngeneity within countries is even larger than that between countries\n(Fischer and Schwartz, 2011 ), averaging the values of individuals still\nprovides a window into the prevailing culture in the society\n(Schwartz, 2013 ).\nThe most widely used cultural dimension framework is developed\nby Dutch social psychologist Geert Hofstede ( Hofstede et al., 2010 ).\nHofstede initially constructed four cultural dimensions –power dis-\ntance, individualism versus collectivism, masculinity versus femininity,\nand uncertainty avoidance –based on surveys of IBM employees across\n30 countries in the 1970s. The framework has been updated by extend-\ning the survey samples to other professions and to more than 80 coun-\ntries. Later he added another two dimensions –long term orientation\nversus short term orientation and indulgence versus restraint –using\nthe data of the World Value Surveys (WVS). The scores on\nIndividualism –Collectivism were collected through a series of questions\non job orientations. Countries that score higher on this dimension have\nmore individualistic culture, which indicates that people in these coun-\ntries are autonomous and less dependent on collective norms and\nduties. The other end of the continuum is collectivistic culture, in\nwhich people tend to behave in accordance with the expectation of so-\ncial norms and be loyal to the cohesive group. We use Hofstede's mea-\nsurement of individualism and collectivism to capture the cultural\nvariations across countries on this dimension. Although the temporal\nstability of Hofstede's framework has been criticized as outdated, it is\nproved to be still representative of contemporary globalized societies,\nas countries have moved along the same path, with persistent relative\nchanges between countries ( Beugelsdijk et al., 2015 ).\nTo eliminate the concerns for mismeasurement of cultural dimen-\nsions, we also use the most recent framework developed by\nBeugelsdijk and Welzel (2018) for robustness check. In contrast to\nHofstede's measurements ( Hofstede et al., 2010 ) based on surveys on\nIBM employee forty years ago, Beugelsdijk and Welzel's cultural dimen-\nsion framework ( Beugelsdijk and Welzel, 2018 )p r o v i d e su sw i t ha\nmore updated cultural framework based on the samples of the World\nValue Surveys and European Values Studies (EVS), comprising over\nFig. 1. Conceptual framework linking individualism and NDC formulation.\nFig. 2. Variables used in the regression model.X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n4"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "495,011 individual surveys from 110 nations between 1981 and 2014.\nBeugelsdijk and Welzel reframe Hofstede's six cultural dimensions to\nthree, including Collectivism –Individualism, Duty –Joy, and Distrust –\nTrust. Survey questions on Collectivism –Individualism in this frame-\nwork consist of broader elements, including religious beliefs, attitudes\ntowards obedience, tradition, and responsibility, as well as their job\npreference. Higher scores on this dimension also mean more individual-ism. Although the measurement of individualism in the two frame-\nworks are based on various samples and procedures, they have\nsigniﬁcant correlations, the coef ﬁcient of which is between 0.47 –0.84\n(Beugelsdijk and Welzel, 2018 ).\n3.1.2. Dependent variables\nThe dependent variable is the ﬁrst round of NDCs. The variations of\nthe submitted NDCs across countries can be assessed in various ways\n(Höhne et al., 2017 ). One of the approaches is to compare the per-\ncapita GHG emissions pledged in the NDCs relative to a reference year.\nThis way of measurement enables a cross-national comparison of emis-\nsion levels but fails to re ﬂect the ambitions since it is highly dependent\non the development stage of the country. According to the principle of\n“Common but Differentiated Responsibilities ”within the UNFCCC, de-\nveloped countries in most cases pledged higher level of mitigation com-pared to developing countries. Another way widely used to assess NDC\nis to compare GHG emissions pledged in the NDCs with the “fair”effort-\nsharing benchmarks that comply with a global “least-cost ”2° Co r1 . 5° C\npathway. This way of measurement is controversial since the fair bench-\nmarks are divergent under various equity principles and approaches.\nOther approaches of the NDC assessment include comparing the NDCs\nwith the baseline emissions in “no policies ”baselines or “current poli-\ncies ”scenario. These approaches have limitations as the information of\nbaseline scenarios provided in the NDC documents is elusive, which\nhinders the cross-national comparison. In this study we chose the for-\nmer two approaches to assess the cross-national variations in NDC\ncommitments.\nThe emission level of NDCs depends on which target years and refer-\nence years are selected. We use the per-capita GHG emissions (excl.\nLULUCF) in 2020, 2025, and 2030 relative to 1990, 2000, 2005, and\n2010, respectively. The per-capita emission in the target years and refer-\nence years are sourced from Meinshausen & Alexander's work\n(Meinshausen and Alexander, 2017 ). Regarding the mitigation ambi-\ntion of NDCs, the assessment is sensitive to what benchmarks of fair\nshare are selected. We reference to Robiou du Pont et al.'s work\n(Robiou du Pont et al., 2016 ), which compared the submitted NDCs\nwith the fair shares under ﬁve equality approaches, i.e., Capacity\n(CAP), Equal per capita (EPC), Greenhouse development rights (GDR),\nEqual cumulative per capita (CPC), and Constant emissions ratio\n(CER). Although Robiou du Pont et al.'s work has been criticized on\nthe ground of cascading biases against poorer countries ( Kartha et al.,\n2018 ), it provides multiple choices for NDC comparison, which ﬁts the\npurpose of our regression analysis.\n3.1.3. Control variables\nMany factors would potentially affect the observation of the rela-\ntionship between the NDCs and cultural values. We control for them\nto eliminate the bias of omitted variables. The Control variables can be\nclassi ﬁed into four categories. The ﬁrst category refers to a country's\neconomic factors, including af ﬂuence level (denoted by the log form of\nper capita GDP), development stage (denoted by whether the country\nis one of the Organization for Economic Co-operation and Development\n(OECD) countries), and GDP growth rate between the reference year\nand the NDC target year. The second category re ﬂects on a country's\ntechnical change related to carbon emission. The variables of this cate-\ngory include per capita energy use (in log form), proportion of renew-\nable energy, and carbon emission per GDP (in log form). The third\ngroup of variables is historical GHG emissions during 1850 –2010,\nwhich describe the responsibility of the countries. The fourth group ofcontrol variables represents a country's other characteristics, including\nits political regime, geographical position and party grouping within\nthe climate change negotiations. Speci ﬁcally, the political regime is de-\nnoted by the indicators of democracy (measured by the Polity 2 score\nfrom the Polity IV dataset) ( Marshall, 2014 ) and governance (measured\nby Worldwide Governance Indicators) ( Kaufmann et al., 2010 ). The ef-\nfect of geographical position and negotiating blocks is captured by thedummy variables of region and the dummy variables of party groupings,\nrespectively.\n3.1.4. Samples\nThe baseline test is based on a sample of 82 countries (for the full\nname of the sample countries, please kindly refer to Table A1 in the Ap-\npendix). The decision of whether or not to include a country is anchored\nby the data accessibility. Countries with both cultural trait scores and\nsubmitted NDCs are selected for comparison. From the geographical\nperspective, the sample includes 8 countries from Africa, 25 countries\nfrom Asia, 33 countries from Europe, 12 countries from Latin America\nand the Caribbean, 2 countries from the North America, and 2 countries\nfrom the Oceania. From the perspective of the Party groupings within\nthe climate change negotiation, the sample includes 4 countries from\nthe BASIC Group (Brazil, South Africa, China and India), 4 countries\nfrom the Environmental Integrity Group (EIG), 25 countries from the\nEuropean Union, 3 countries from the Least Developed Countries\n(LDCs), 7 countries from the Organization of Petroleum Exporting Coun-\ntries (OPEC), 3 countries from the Small Island Developing States (SIDS),\n10 countries from the Umbrella Group, and 26 countries from the Other\nStates.\n3.2. Regression model\nThe basic empirical model for measuring the effect of cultural factors\non the NDCs is:\nNDC\ni¼θIND iþηControls iþaþei ð1Þ\nwhere the dependent variable NDC idenotes the levels of ﬁrst NDCs\n(percentage change relative to a reference year) or the ambition of ﬁrst\nNDCs (percentage change relative to fair benchmarks) proposed by\neach country i. The explanatory variable IND idenotes the cultural traits\nof individualism and collectivism in a country i. We also control for\nother socioeconomic factors which could affect the NDCs, denoted as\nControls i. The Control variables are as described in the Variables and\nData section. θandηare the respective elasticity coef ﬁcients of Culture i\nand Controls i.ais the constant term and eiis the disturbance term\nunique to each country.\n3.3. Estimation methods\nIn the baseline estimation, we run a regression of the model given in\nEq.(1)using the method of between estimator (BE). BE performs a\ncross-sectional regression on the average value of each country's time\nseries data. Compared to other estimators, BE performs better in provid-\ning consistent estimates of long-term correlations ( Stern, 2010 ), which\nsuits the circumstances here since cultural evolution is an extremely\nslow process.\nTo mitigate the possible omitted variable bias, we further perform a\nbetween estimator two-stage instrumental variable (IV) regression. The\nIV analysis deals with potential endogeneity problems, including omit-\nted variable bias, mismeasurement and mutual in ﬂuences. Speci ﬁcally,\nwe use historical pathogen prevalence ( Fincher et al., 2008 )a sa nI V\nfor individualism. We choose this IV because it is a strong predictor of\nindividualism but does not necessarily relate to the commitment of cli-\nmate change mitigation. Fincher et al. ( Fincher et al., 2008 ) present ev-\nidence of a robust relation between the regional prevalence of\npathogens and the cultural indicator of individualism and collectivism.X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Meanwhile, it is hard to think of the channels through which the NDC of\na country is affected by their historical pathogen prevalence. Thus, the\nregional prevalence of pathogens can only in ﬂuence NDC formulation\nthrough individualism-collectivism culture and the in ﬂuence of other\nconfounding factors can be ruled out.\n4. Empirical ﬁndings\n4.1. Individualism and the emission levels of NDCs\nThe empirical analysis links the Individualism scores of the sample\ncountries with their ﬁrst NDCs ( Fig. 3 ). Based on the BE test ( Table 1 ),\nweﬁnd that at the con ﬁdential level of 99%, individualism (IDV) is a sig-\nniﬁcant predictor of the relative emission levels pledged in the NDCs,\nwhich are measured as the per-capita GHG emission in 2030 relative\nto 1990 levels. The results are consistent with our hypothesis and robust\nwhen controlling for other cultural characteristics, af ﬂuence levels, re-\nnewable energy proportions, democracy and other socioeconomic vari-\nables. More speci ﬁcally, countries with more individualistic culture\npledged higher levels of mitigation targets (i.e., lower levels of per-\ncapita GHG emissions relative to 1990) than countries with collectivistic\nculture. Though the size of the coef ﬁcient seems relatively small, the\npractical meaning is signi ﬁcant. The estimated coef ﬁcient on IDV\n(−0.022~−0.014) indicates that for every 10-point increase in the\nIDV score (say from the score of Canada to Australia or from the scoreof Vietnam to Mexico), the committed per-capita emission in 2030 rel-\native to 1990 levels decrease by 14% –22%.\nSimilar signi ﬁcant correlations are con ﬁrmed when the NDCs are in-\ndicated as per-capita GHG emission in the lower mitigation target rela-\ntive to 2000, 2005, and 2010. However, the correlations are not robustly\nsigniﬁcant when higher mitigation targets relative to these reference\nyears are used as dependent variables. There are two possible explana-tions for this phenomenon. One explanation is that the correlation\ndoesn't exist and the observation of the signi ﬁcance is just regression\nnoise. Another explanation is that, compared to the year 1990, the\nother three years (i.e., 2000, 2005, and 2010) are less widely referenced\nwhen countries formulate their NDCs, leading to the effect of national\nculture unveiled. Considering the solid theoretical basis and consistent\nresults obtained from the empirical analysis using both of the individu-\nalism indicators (i.e., Hofstede's measurement and Beugelsdijk &\nWelzel's measurement), we are leaning towards the second explana-\ntion, rather than regression noise.\nHowever, it might be the case that individualism correlates with\nNDC mitigation levels through other channels than cultural in ﬂuence.\nTo address these concerns, we control for a set of variables and perform\nan instrumental variable analysis to rule out the confounding in ﬂuence\nof other factors (Table A2). First, the positive correlation between indi-\nvidualism and mitigation levels of NDCs might be because individualis-\ntic countries are more af ﬂuent, and af ﬂuent countries pledged higher\nlevels of mitigation. We rule out the effect of this in ﬂuencing channel\nby showing that the correlation between individualism and NDC levels\nFig. 3. Individualism and the pledged NDCs. The color of the scatter points shows the af ﬂuence level of countries, indicated by the logarithmic form of Gross Domestic Product per capita (at\npurchasing power parity).X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n6"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "are still robustly signi ﬁcant when we control for af ﬂuence level, devel-\nopment stage, historical GHG emissions, and even if we instrument in-\ndividualism with the regional prevalence of pathogens. Second, one\nmay argue that individualism positively associates with democracy\nand countries showing higher levels of democracy set higher mitigation\nlevels of NDCs. We found that this explanation stands as the correlations\nare indeed supported by our sample. However, the effect of individual-\nism on NDC levels holds when the indicators of democracy and gover-\nnance are controlled and when the individualism is instrumented.\nLikewise, other possible channels, such as the argument that individual-\nism correlates with more renewable energy adoption which allows for\nhigher mitigation levels, were ruled out as the results show that the ef-\nfect of individualism on NDC mitigation levels (relative to 1990) is ro-\nbust or even stronger with controlled variables or instrumental analysis.\n4.2. Individualism and the mitigation ambition of NDCs\nTo evaluate the potential in ﬂuence of individualism on the mitiga-\ntion ambition of NDCs, we use the percentage differences between the\nNDCs and the “fair”shares of per capita emissions allowances under var-\nious equity principles as the dependent variables. Using the between es-timators ( Table 2 ), we didn't ﬁnd a robust correlation between\nindividualism and the ambitions in the submitted NDCs. Only when\nCER and the average ﬁve approaches are referenced as benchmarks\nare the ambitions of NDCs signi ﬁcantly associated with individualism.In other cases, the correlations are not signi ﬁcant. Through\ninstrumenting the cultural variable of individualism, we didn't ﬁnd sig-\nniﬁcant or robust evidence to support the effect of culture on NDC am-\nbitions either (Table A3).\nIt is worth noting that insigni ﬁcant coef ﬁcients don ’t necessarily in-\ndicate the absence of correlations. One possible reason hindering the\nobservation of the correlation between individualistic culture and the\nNDC ambitions is that the countries have not yet achieved a consensus\non the fair benchmarks, which the NDC assessment highly depends\non. Another interesting conjecture behind this ﬁnding is that most of\nthe countries take into consideration of the historical carbon emission\n(especially that in 1990) in the process of NDC formulation while few\nconsidered the fair shares which align with the Paris goals. That is\nwhy we observe a signi ﬁcant correlation when the NDC is indicated as\nthe target relative to a reference year, but no signi ﬁcant evidence\nwhen the NDC is indexed as the changes relative to fair benchmarks.\n4.3. Discussion and policy implications\nDespite the wide discussion on the factors that in ﬂuence climate\nchange mitigation ambitions, most researchers and politicians considerthe lack of ambitions as a technical and ﬁnancial problem ( Willis, 2017 ).\nThis study provides an exploratory analysis of why the NDCs are formu-\nlated as they were from a cross-cultural perspective. It implies a new\npathway to enhance the ambitions of climate action from the culturalTable 1\nThe correlations between individualism and the relative emission levels of NDCs using between estimator.\nReference year Low NDC emission levels in 2030 relative to High NDC emission levels in 2030 relative to\n1990 2000 2005 2010 1990 2000 2005 2010\nPanel A: Beugelsdijk & Welzel's cultural dimension model\nIndividualism −0.0221 ⁎⁎⁎ −0.0104 ⁎⁎ −0.00901 ⁎⁎ −0.00843 ⁎⁎ −0.0167 ⁎⁎⁎ −0.00639 −0.00519 −0.00455\n[0.00546] [0.00445] [0.00393] [0.00371] [0.00468] [0.00418] [0.00362] [0.00338]\nObservations 1991 1991 1991 1991 1991 1991 1991 1991\nAdj. R20.548 0.486 0.418 0.351 0.501 0.402 0.309 0.228\nPanel B: Hofstede's cultural dimension model\nIndividualism −0.0165 ⁎⁎⁎ −0.00285 −0.00167 −0.00107 −0.0142 ⁎⁎⁎ −0.00213 −0.0013 −0.000811\n[0.00555] [0.00314] [0.00268] [0.00244] [0.00485] [0.00297] [0.00246] [0.00218]\nObservations 1585 1585 1585 1585 1585 1585 1585 1585\nAdj. R20.625 0.732 0.677 0.599 0.572 0.665 0.588 0.485\nNotes: (1) The dependent variables in the regression (i.e., the column names) are the low/high NDC levels, indicated by the per-capita GHG emissions ( excl. LULUCF) in 2030 relative to\n1990, 2000, 2005 and 2010, respectively. The per-capita emissions in the target years and reference years are sourced from Meinshausen & Alexander's work ( Meinshausen and Alexander,\n2017 ). The independent variables in Panel A are Beugelsdijk & Welzel's measurement of Individualism ( Beugelsdijk and Welzel, 2018 ), and those in Panel B are Hofstede's measurement of\nIndividualism ( Hofstede et al., 2010 ). (2) Robust standard errors in the parentheses; ⁎⁎⁎p<0 . 0 1 , ⁎⁎p<0 . 0 5 , ⁎p< 0.1. (3) Coef ﬁcients of controlling variables and constants were included in\nthe model but not reported.\nTable 2The correlations between individualism and the mitigation ambition of NDCs using between estimator.\nEquity\nprinciplesAverage Capacity\n(CAP)Constant emissions ratio\n(CER)Equal cumulative per capita\n(CPC)Equal per capita\n(EPC)Greenhouse development rights\n(GDR)\nPanel A: Beugelsdijk & Welzel's cultural dimension model\nIndividualism −0.00714 ⁎−0.00159 −0.00831 ⁎⁎ −0.00014 −0.00493 −0.0201\n[0.00387] [0.00731] [0.00382] [0.00460] [0.00398] [0.0292]\nObservations 1970 1970 1970 1970 1970 1970Adj. R\n20.461 0.413 0.303 0.516 0.484 0.04\nPanel B: Hofstede's cultural dimension model\nIndividualism −0.00601 −0.00381 −0.00099 0.00364 −0.00284 −0.0747⁎⁎\n[0.00374] [0.00594] [0.00239] [0.00451] [0.00343] [0.0312]\nObservations 1574 1574 1574 1574 1574 1574Adj. R\n20.445 0.509 0.55 0.541 0.586 0.105\nNotes: (1) The dependent variables in the regression are the mitigation ambition of NDCs referenced from Robiou du Pont et al.'s work ( Robiou du Pont et al., 2016 ), which compared the\nsubmitted NDCs with the fair shares under ﬁve equality approaches (i.e., the column names) and presented the average value (i.e., the “Average ”column) of these comparisons. The in-\ndependent variables in Panel A are Beugelsdijk & Welzel's measurement of Individualism ( Beugelsdijk and Welzel, 2018 ), and those in Panel B are Hofstede's measurement of Individu-\nalism ( Hofstede et al., 2010 ). (2) Robust standard errors in the parentheses;⁎⁎⁎p<0 . 0 1 ,⁎⁎p< 0.05,⁎p< 0.1. (3) Coef ﬁcients of controlling variables and constants were included in the\nmodel but not reported.X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "perspective. Besides climate change, solutions to other global environ-\nmental issues can also incorporate cultural considerations. Speci ﬁcally,\nthe study generates three policy implications.\nFirst, it is necessary to incorporate national culture into the develop-\nment of climate change strategies. For example, how to develop effec-\ntive strategies to downscale the NDCs within the country and\nmotivate sub-national mitigation actions is one of the critical questionsthat all country need to consider. Either a top-down emission allocation\nscheme that aligns with the national mitigation target or bottom-up\nmitigation commitments that adequately consider local realities can\nbe utilized to accelerate climate actions. The ﬁnding of individualistic\nculture shows more advantages in bottom-up commitment and there-\nfore implies that bottom-up downscaling strategy might be more suit-\nable for such culture. Communities with such culture might prefer\nindependent choice over an imposed mitigation quota. They set their\nown goals rather than ful ﬁlling the expectation of the collective. By con-\ntrast, in countries with collectivist culture, local governments at the sub-\nnational level may underestimate their contributions in the bottom-up\ncommitment to eliminate risks of failing to achieve the goals. However,\nthey have more motivation to enforce a top-down administrative quota\nas they view it as collective duties.\nSecond, the paper underscores the need for a tailored NDC enhance-\nment approach that is in line with the country's cultural context. In spe-\nciﬁc, choice of target audience can be culturally dependent when\nincreasing climate mitigation efforts is being advocated. For countries\nwith collectivistic culture, it is critical to convince the political leaders\nof the importance and urgency of tackling climate change. This is be-\ncause, in such countries, political leaders' preference has a more signif-\nicant in ﬂuence than scientists' or public perceived norms and values.\nFor countries with individualistic culture, improving climate literacy\nand public understanding of anthropogenic causes of climate change\nis as crucial as the awareness of policymakers.\nThird, it is necessary to contextualize the content of the advocates. In\nlight of the ﬁndings in the present study, we suggest advocates in coun-\ntries with a collectivistic culture should link the risks of climate change\nand the merits of mitigation with the in-group interests, such as the\nco-bene ﬁts of mitigation on local air pollution, human health and en-\nhancing international reputation. If the public is informed that tackling\nclimate change can strengthen their collective interests, they are more\nlikely to oblige to the in-group mitigation target and thus take activeactions.\n5. Conclusion\nIt is fascinating to study and try to understand culture's role in policy\ndecisions on climate change, especially when the second round of na-\ntionally determined commission is approaching. This study reports the\ntheoretical and empirical analysis on the in ﬂuence of individualism-\ncollectivism culture on NDC formulation. It is found that individualism\nis a signi ﬁcant and robust predictor of the mitigation level of the submit-\nted NDCs, although the countries have no intentions to consider it or not\neven realize it. The correlations can be explained by two in ﬂuencing\nchannels. First, the public in countries with more individualistic culture\nput more value on the impartial and universal norms over the collective\nnorms within a group. They are more likely to ﬁght for climate change\nmitigation and exert more pressure on the governments' policy deci-\nsion. Second, although the NDC formulation is a political process, policy\nmakers usually rely on stakeholders, who are supposed to be knowl-\nedgeable and contribute proposals, to make decisions. Stakeholders in\nindividualistic societies are more independent while those in collectiv-\nistic societies tend to consider policymakers' preferences and national\ninterests, which therefore understate the mitigation levels in NDCs.\nThe effects of culture on climate change actions are complicated, me-\ndiating or being mediated by multiple other factors. This study doesn't\nintend to advocate or criticize any speci ﬁc culture, but hope to enhance\na better understanding of culture's role in climate policy decisions. Thisstudy contributes to the literature not only by responding to the advo-\ncates on incorporating anthropological knowledge into tackling climate\ncommons but also by providing new insights on how to motivate NDC\nenhancement by incorporating cultural engagement. Such contribution\nis explorative and serves to lay the groundwork for further quantitative\nempirical research bridging cultural values and climate change.\nCRediT authorship contribution statement\nXinzhu Zheng: Supervision, Methodology, Writing –original draft,\nFormal analysis, Data curation. Kaidi Guo: Writing –\nreview & editing,\nFormal analysis, Data curation. Huilin Luo: Writing –review & editing,\nFormal analysis, Data curation. Xunzhang Pan: Investigation, Formal\nanalysis, Data curation. Edgar Hertwich: Investigation, Formal analysis,\nData curation. Lei Jin: Investigation, Formal analysis, Data curation. Can\nWang: Supervision, Methodology, Formal analysis, Data curation.\nDeclaration of competing interest\nThe authors declared that they have no con ﬂicts of interest to\nthis work.\nAcknowledgements\nThis work was supported by the National Natural Science Founda-\ntion of China project (No. 71904201, No. 71773062); the National Key\nR&D Program of China (2017YFA0603602), and the Science Foundationof China University of Petroleum, Beijing (No. 2462018YJRC026, No.\n2462020YXZZ038).\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.scitotenv.2021.146076 .\nReferences\nAdger, W.N., Barnett, J., Brown, K., Marshall, N., O ’Brien, K., 2012. Cultural dimensions of\nclimate change impacts and adaptation. Nat. Clim. Chang. 3, 112 –117.\nAlvi, S., Nawaz, S.M.N., Khayyam, U., 2020. How does one motivate climate mitigation?\nExamining energy conservation, climate change, and personal perceptions in\nBangladesh and Pakistan. Energy Res. Soc. Sci. 70, 101645.\nAng, J.B., Fredriksson, P.G., Sharma, S., 2020. Individualism and the adoption of clean en-\nergy technology. Resour. Energy Econ. 61, 101180.\nArctic Climate Impact Assessment, 2004. Impacts of a Warming Arctic —Arctic Climate\nImpact Assessment.\nBarnes, J., Dove, M., Lahsen, M., Mathews, A., McElwee, P., McIntosh, R., Moore, F., O ’Reilly,\nJ., Orlove, B., Puri, R., Weiss, H., Yager, K., 2013. Contribution of anthropology to the\nstudy of climate change. Nat. Clim. Chang. 3, 541 –544.\nBastidas, D., Mc Isaac, F., 2019. Reaching Brazil ’s nationally determined contributions: an\nassessment of the key transitions in ﬁnal demand and employment. Energy Policy\n135, 110983.\nBeugelsdijk, S., Welzel, C., 2018. Dimensions and dynamics of national culture: synthesiz-\ning Hofstede with Inglehart. J. Cross-Cult. Psychol. 49, 1469 –1505.\nBeugelsdijk, S., Maseland, R., van Hoorn, A., 2015. Are scores on Hofstede ’s dimensions of\nnational culture stable over time? A cohort analysis. Glob. Strateg. J. 5, 223 –240.\nCai, W., Hui, J., Wang, C., Zheng, Y., Zhang, X., Zhang, Q., Gong, P., 2018. The Lancet Count-\ndown on PM 2.5pollution-related health impacts of China's projected carbon dioxide\nmitigation in the electric power generation sector under the Paris Agreement: amodelling study. Lancet Planet. Health 2, e151 –e161.\nChen, Y., Cai, W., Wang, C., 2018. The characteristics of intended nationally determined\ncontributions. Clim. Change Res. 14, 295 –302 (in Chinese).\nChunark, P., Limmeechokchai, B., Fujimori, S., Masui, T., 2017. Renewable energy achieve-\nments in CO\n2mitigation in Thailand ’s NDCs. Renew. Energy 114, 1294 –1305.\nCorner, A., Markowitz, E., Pidgeon, N., 2014. Public engagement with climate change: the\nrole of human values. Wiley Interdiscip. Rev. Clim. Chang. 5, 411 –422.\nCrona, B., Wutich, A., Brewis, A., Gartin, M., 2013. Perceptions of climate change: linking\nlocal and global perceptions through a cultural knowledge approach. Clim. Chang.\n119, 519 –531.\nDai, H., Xie, X., Xie, Y., Liu, J., Masui, T., 2016. Green growth: the economic impacts of\nlarge-scale renewable energy development in China. Appl. Energy 162, 435 –449.X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n8"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Dalla Longa, F., van der Zwaan, B., 2017. Do Kenya ’s climate change mitigation ambitions\nnecessitate large-scale renewable energy deployment and dedicated low-carbon en-\nergy policy? Renew. Energy 113, 1559 –1568.\nDash, R., Gim, T.-H.T., 2019. Drivers of nationally determined contributions: an explor-\natory look at several developing countries. Int. Rev. Spat. Plann. Sustain. Dev. 7, 4 –20.\nDavis, L.S., Abdurazokzoda, F., 2016. Language, culture and institutions: evidence from a\nnew linguistic dataset. J. Comp. Econ. 44, 541 –561.\nDay, T., Röser, F., Tewari, R., Kurdziel, M., Höhne, N., 2015. Preparation of Intended Nation-\nally Determined Contributions (INDCs) as a Catalyst for National Climate Action. In-\nternational Partnership on Mitigation and MRV. New Climate Institute.\nDovie, D.B.K., 2019. Case for equity between Paris Climate agreement ’s co-bene ﬁts and\nadaptation. Sci. Total Environ. 656, 732 –739.\nDriscoll, C.T., Buonocore, J.J., Levy, J.I., Lambert, K.F., Burtraw, D., Reid, S.B., Fakhraei, H.,\nSchwartz, J., 2015. US power plant carbon standards and clean air and health co-\nbeneﬁts. Nat. Clim. Chang. 5, 535 –540.\nDrummond, A., Hall, L.C., Sauer, J.D., Palmer, M.A., 2018. Is public awareness and perceived\nthreat of climate change associated with governmental mitigation targets? Clim.\nChang. 149, 159 –171.\nFielding, K.S., Head, B.W., Laffan, W., Western, M., Hoegh-Guldberg, O., 2012. Australian\npoliticians ’beliefs about climate change: political partisanship and political ideology.\nEnviron. Pol. 21, 712 –733.\nFincher, C.L., Thornhill, R., Murray, D.R., Schaller, M., 2008. Pathogen prevalence predicts\nhuman cross-cultural variability in individualism/collectivism. Proc. Biol. Sci. 275,\n1279 –1285.\nFischer, R., Schwartz, S., 2011. Whence differences in value priorities? Individual, cultural,\nor artifactual sources. J. Cross-Cult. Psychol. 42, 1127 –1144.\nGelfand, M.J., Raver, J.L., Nishii, L., Leslie, L.M., Lun, J., Lim, B.C., Duan, L., Almaliach, A., Ang,\nS., Arnadottir, J., Aycan, Z., Boehnke, K., Boski, P., Cabecinhas, R., Chan, D., Chhokar, J.,D’Amato, A., Ferrer, M., Fischlmayr, I.C., Fischer, R., Fülöp, M., Georgas, J., Kashima, E.S.,\nKashima, Y., Kim, K., Lempereur, A., Marquez, P., Othman, R., Overlaet, B.,\nPanagiotopoulou, P., Peltzer, K., Perez-Florizno, L.R., Ponomarenko, L., Realo, A.,\nSchei, V., Schmitt, M., Smith, P.B., Soomro, N., Szabo, E., Taveesin, N., Toyama, M.,\nVan de Vliert, E., Vohra, N., Ward, C., Yamaguchi, S., 2011. Differences between tight\nand loose cultures: a 33-nation study. Science 332, 1100.\nGorodnichenko, Y., Roland, G., 2011. Individualism, innovation, and long-run growth.\nProc. Natl. Acad. Sci. U. S. A. 108, 21316 –21319.\nHălbac-Cotoar ă-Zam ﬁr, R., Keesstra, S., Kalantari, Z., 2019. The impact of political, socio-\neconomic and cultural factors on implementing environment friendly techniques\nfor sustainable land management and climate change mitigation in Romania. Sci.\nTotal Environ. 654, 418 –429.\nHarris, P.G., 2004. Global Warming and East Asia: The Domestic and International Politics\nof Climate Change. Taylor & Francis.\nHe, J.-K., 2015. China ’s INDC and non-fossil energy development. Adv. Clim. Chang. Res. 6,\n210 –\n215.\nHof, A.F., den Elzen, M.G.J., Admiraal, A., Roelfsema, M., Gernaat, D.E.H.J., van Vuuren, D.P.,\n2017. Global and regional abatement costs of Nationally Determined Contributions\n(NDCs) and of enhanced action to levels well below 2 °C and 1.5 °C. Environ. Sci.\nPol. 71, 30 –40.\nHofstede, G., 2001. Culture ’s Consequences: Comparing Values, Behaviors, Institutions\nand Organizations across Nations. Sage Publications.\nHofstede, G., Hofstede, G.J., Minkov, M., 2010. Cultures and Organizations: Software of the\nMind. Third edition. McGraw-Hill Education.\nHöhne, N., Fekete, H., den Elzen, M.G.J., Hof, A.F., Kuramochi, T., 2017. Assessing the am-\nbition of post-2020 climate targets: a comprehensive framework. Clim. Pol. 18,\n425 –441.\nHouse, R.J., Hanges, P.J., Javidan, M., Dorfman, P.W., Gupta, V., 2004. Culture, Leadership,\nand Organizations: The GLOBE Study of 62 Societies. SAGE Publications Ltd.\nKahan, D.M., Peters, E., Wittlin, M., Slovic, P., Ouellette, L.L., Braman, D., Mandel, G., 2012.\nThe polarizing impact of science literacy and numeracy on perceived climate change\nrisks. Nat. Clim. Chang. 2, 732 –735.\nKartha, S., Athanasiou, T., Caney, S., Cripps, E., Dooley, K., Dubash, N.K., Fei, T., Harris, P.G.,\nHolz, C., Lahn, B., Moellendorf, D., Müller, B., Roberts, J.T., Sagar, A., Shue, H., Singer, P.,\nWinkler, H., 2018. Cascading biases against poorer countries. Nat. Clim. Chang. 8,\n348 –349.\nKaufmann, D., Kraay, A., Mastruzzi, M., 2010. The Worldwide Governance Indicators:\nMethodology and Analytical Issues. World Bank Policy Research Working Paper No.\n5430.\nKim, S.E., Xie, Y., Dai, H., Fujimori, S., Hijioka, Y., Honda, Y., Hashizume, M., Masui, T.,\nHasegawa, T., Xu, X., Yi, K., Kim, H., 2020. Air quality co-bene ﬁts from climate mitiga-\ntion for human health in South Korea. Environ. Int. 136, 105507.\nLee, T.M., Markowitz, E.M., Howe, P.D., Ko, C.-Y., Leiserowitz, A.A., 2015. Predictors of pub-\nlic climate change awareness and risk perception around the world. Nat. Clim. Chang.\n5, 1014 –1020.Leiserowitz, A.A., 2005. American risk perceptions: is climate change dangerous? Risk\nAnal. 25, 1433 –1442.\nMarshall, M.G., 2014. Polity IV Project: Political Regime Characteristics and Transitions.\npp. 1800 –2013.\nMcCright, A.M., Dunlap, R.E., Marquart-Pyatt, S.T., 2016. Political ideology and views about\nclimate change in the European Union. Environ. Pol. 25, 338 –358.\nMeinshausen, M., Alexander, R., 2017. NDC & INDC Factsheets. Australian-German Cli-\nmate and Energy College https://www.climatecollege.unimelb.edu.au/ndc-indc-\nfactsheets .\nMichalena, E., Kouloumpis, V., Hills, J.M., 2018. Challenges for Paci ﬁc small island develop-\ning states in achieving their nationally determined contributions (NDC). Energy Pol-\nicy 114, 508 –518.\nMittal, S., Dai, H., Fujimori, S., Masui, T., 2016. Bridging greenhouse gas emissions and re-\nnewable energy deployment target: comparative assessment of China and India.\nAppl. Energy 166, 301 –313.\nMiyagawa, T., Matsuhashi, R., Murai, S., Muraoka, M., 2011. Comparative assessment of\nCCS with other technologies mitigating climate change. Energy Procedia 4,\n5710 –5714.\nNielsen, J.Ø., Reenberg, A., 2010. Cultural barriers to climate change adaptation: a case\nstudy from Northern Burkina Faso. Glob. Environ. Chang. 20, 142 –152.\nOishi, S., Kisling, J., 2009. The mutual constitution of residential mobility and individual-\nism. Understand. Cult. Theory Res. Appl. 223.\nOrlov, A., Aaheim, A., 2017. Economy-wide effects of international and Russia ’s climate\npolicies. Energy Econ. 68, 466 –477.\nPan, X., Elzen, M.d., Höhne, N., Teng, F., Wang, L., 2017. Exploring fair and ambitious mit-\nigation contributions under the Paris Agreement goals. Environ. Sci. Pol. 74, 49 –56.\nPauw, P., Mbeva, K., van Asselt, H., 2019. Subtle differentiation of countries ’responsibili-\nties under the Paris agreement. Palgr. Commun. 5, 86.\nPeterson, M.F., Barreto, T.S., 2018. Interpreting societal culture value dimensions. J. Int.\nBus. Stud. 49, 1190 –1207.\nRobiou du Pont, Y., Jeffery, M.L., Gütschow, J., Rogelj, J., Christoff, P., Meinshausen, M.,\n2016. Equitable mitigation to achieve the Paris Agreement goals. Nat. Clim. Chang.\n7, 38 –43.\nRogelj, J., den Elzen, M., Hohne, N., Fransen, T., Fekete, H., Winkler, H., Chaeffer, R.S., Ha, F.,\nRiahi, K., Meinshausen, M., 2016. Paris Agreement climate proposals need a boost to\nkeep warming well below 2 °C. Nature 534, 631 –639.\nRöser, F., Widerberg, O., Höhne, N., Day, T., 2019. Ambition in the making: analysing the\npreparation and implementation process of the Nationally Determined Contributions\nunder the Paris Agreement. Clim. Pol. 20, 415 –429.\nRudman, L.A., McLean, M.C., Bunzl, M., 2013. When truth is personally inconvenient, atti-\ntudes change: the impact of extreme weather on implicit support for green politi-\ncians and explicit climate-change beliefs. Psychol. Sci. 24, 2290 –2296.\nSælen, H., Tørstad, V., Holz, C., Nielsen, T.D., 2019. Fairness conceptions and self-\ndetermined mitigation ambition under the Paris Agreement: is there a relationship?\nEnviron. Sci. Pol. 101, 245 –254.\nSchwartz, S., 2013. Rethinking the concept and measurement of societal culture in light of\nempirical ﬁndings. J. Cross-Cult. Psychol. 45, 5 –13.\nSchwartz, S.H., 2004. Mapping and interpreting cultural differences around the world. In-\nternational Studies in Sociology and Social Anthropology, pp. 43 –73.\nShi, J., Visschers, V.H.M., Siegrist, M., Arvai, J., 2016. Knowledge as a driver of public per-\nceptions about climate change reassessed. Nat. Clim. Chang. 6, 759.\nStern, D.I., 2010. Between estimates of the emissions-income elasticity. Ecol. Econ. 69,\n2173 –2182.\nSwingle, C., 2016. Ambition and Fairness: Understanding Equity through Intended Na-\ntionally Determined Contributions. Williams College thesis. https://ces.williams.\nedu/ﬁles/2009/08/Swingle_Hardie.Submission.pdf .\nTollefson, J., 2019. Canadian kids sue government over climate change. Nature https://doi.\norg/10.1038/d41586-019-03253-5 https://www.nature.com/articles/d41586-019-\n03253-5 .\nTran, T.T., Fujimori, S., Masui, T., 2017. Realizing the intended nationally determined con-\ntribution: the role of renewable energies in Vietnam. In: Fujimori, S., Kainuma, M.,\nMasui, T. (Eds.), Post-2020 Climate Action: Global and Asian Perspectives. Springer\nSingapore, Singapore, pp. 179 –200.\nTriandis, H.C., 2001. Individualism-collectivism and personality. J. Pers. 69, 907 –924.\nVona, F., 2019. Job losses and political acceptability of climate policies: why the ‘job-kill-\ning’argument is so persistent and how to overturn it. Clim. Pol. 19, 524 –532.\nWillis, R., 2017. Taming the climate? Corpus analysis of politicians ’speech on climate\nchange. Environ. Pol. 26, 212 –231.\nZheng, X., Wang, R., Hoekstra, A.Y., Krol, M.S., Zhang, Y., Guo, K., Sanwal, M., Sun, Z., Zhu, J.,\nZhang, J., Lounsbury, A., Pan, X., Guan, D., Hertwich, E.G., Wang, C., 2021. Consider-\nation of culture is vital if we are to achieve the sustainable development goals. OneEarth 4 (2), 307 –319.X. Zheng, K. Guo, H. Luo et al. Science of the Total Environment 777 (2021) 146076\n9"
    }
  ]
}