{
  "doc_type": "scientific paper",
  "title": "The Sound Sensitivity Symptoms Questionnaire Version 2.0 (SSSQ2) as a Screening Tool for Assessment of Hyperacusis, Misophonia and Noise Sensitivity: Factor Analysis, Validity, Reliability, and Minimum Detectable Change",
  "authors": [
    "Hashir Aazh",
    "Fatma Betul Kula"
  ],
  "year": 2025,
  "journal": "Brain Sciences",
  "doi": "10.3390/brainsci15010016",
  "abstract": "Background/Objectives: The Sound Sensitivity Symptoms Questionnaire version 2 (SSSQ2) is a brief clinical tool with six items designed to be used (1) as a measure for severity of sound sensitivity symptoms in general (based on its total score) and (2) as a checklist to screen different forms of sound sensitivity. The objective of this study was to assess the psychometric properties of the SSSQ2. Method: This was a cross-sectional study. A total of 451 people completed the online survey. A total of 154 people completed the survey twice with a two-week interval to establish test–retest reliability. The average age of the participants was 36.5 years (range 18 to 86 years). Results: Confirmatory factor analysis showed that the SSSQ2 is a one-factor questionnaire. Cronbach’s α was 0.80. The test–retest reliability was good for the total SSSQ2 score and was moderate for the sum of items 1 and 3 (indicating loudness hyperacusis), item 2 (for pain hyperacusis), item 4 (for misophonia), item 5 (for fear hyperacusis), and item 6 (for noise sensitivity). The minimum amount of change that constitutes a true change in the total SSSQ2 score is ≥5 points. Conclusions: The SSSQ2 can be used in clinical practice or research setting to measure the severity of general sound sensitivity as a one-factor questionnaire with acceptable internal consistency and good reliability. In addition, the individual items in the SSSQ2 can be used as a checklist to screen for various forms of sound sensitivity.",
  "keywords": [
    "psychometry",
    "hyperacusis",
    "misophonia",
    "noise sensitivity"
  ],
  "research_topics": [
    "sound sensitivity",
    "hyperacusis",
    "misophonia",
    "noise sensitivity",
    "psychometrics",
    "questionnaire validation",
    "factor analysis",
    "reliability testing",
    "minimum detectable change",
    "screening tools"
  ],
  "created_at": "2025-05-05T03:42:40.336448Z",
  "source_pdf": "documents/research/Global/Aazh and Kula 2024 The Sound Sensitivity Symptoms Questionnaire Version 2.0.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Academic Editor: Susan Shore\nReceived: 25 November 2024\nRevised: 23 December 2024\nAccepted: 26 December 2024\nPublished: 27 December 2024\nCitation: Aazh, H.; Kula, F.B. The\nSound Sensitivity Symptoms\nQuestionnaire Version 2.0 (SSSQ2) as a\nScreening Tool for Assessment of\nHyperacusis, Misophonia and Noise\nSensitivity: Factor Analysis, Validity,\nReliability, and Minimum Detectable\nChange. Brain Sci. 2025 ,15, 16.\nhttps://doi.org/10.3390/\nbrainsci15010016\nCopyright: © 2024 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license\n(https://creativecommons.org/\nlicenses/by/4.0/).\nArticle\nThe Sound Sensitivity Symptoms Questionnaire Version 2.0\n(SSSQ2) as a Screening Tool for Assessment of Hyperacusis,\nMisophonia and Noise Sensitivity: Factor Analysis, Validity,\nReliability, and Minimum Detectable Change\nHashir Aazh1\nand Fatma Betul Kula1,2,*\n1Research and Development Department, Hashir International Specialist Clinics & Research Institute for\nMisophonia, Tinnitus and Hyperacusis Ltd., 167-169 Great Portland Street, London W1W 5PF, UK;\ninfo@hashirtinnitusclinic.com\n2Department of Psychology, University of Surrey, Guildford GU2 7XH, UK\n*Correspondence: f.kula@surrey.ac.uk; Tel.: +44-0203-930-9523\nAbstract: Background/Objectives: The Sound Sensitivity Symptoms Questionnaire version\n2 (SSSQ2) is a brief clinical tool with six items designed to be used (1) as a measure for\nseverity of sound sensitivity symptoms in general (based on its total score) and (2) as a\nchecklist to screen different forms of sound sensitivity. The objective of this study was\nto assess the psychometric properties of the SSSQ2. Method: This was a cross-sectional\nstudy. A total of 451 people completed the online survey. A total of 154 people completed\nthe survey twice with a two-week interval to establish test–retest reliability. The average\nage of the participants was 36.5 years (range 18 to 86 years). Results: Confirmatory factor\nanalysis showed that the SSSQ2 is a one-factor questionnaire. Cronbach’s αwas 0.80. The\ntest–retest reliability was good for the total SSSQ2 score and was moderate for the sum of\nitems 1 and 3 (indicating loudness hyperacusis), item 2 (for pain hyperacusis), item 4 (for\nmisophonia), item 5 (for fear hyperacusis), and item 6 (for noise sensitivity). The minimum\namount of change that constitutes a true change in the total SSSQ2 score is ≥5 points.\nConclusions: The SSSQ2 can be used in clinical practice or research setting to measure the\nseverity of general sound sensitivity as a one-factor questionnaire with acceptable internal\nconsistency and good reliability. In addition, the individual items in the SSSQ2 can be used\nas a checklist to screen for various forms of sound sensitivity.\nKeywords: psychometry; hyperacusis; misophonia; noise sensitivity\n1. Introduction\nSound sensitivity, in this paper, is used as an umbrella term encompassing various dis-\norders of sound intolerance ranging from hyperacusis to misophonia and noise sensitivity.\nHyperacusis is the perception of certain everyday sounds, such as domestic noise or noise\nin public places, as too loud or painful in such a way that it causes significant distress and\nimpairment in social, occupational, recreational, and other day-to-day activities [ 1,2]. There\nare several forms of hyperacusis (i.e., loudness, pain, and fear hyperacusis) [ 3]. Loudness\nhyperacusis refers to perception of certain everyday sounds (e.g., people’s voices, traffic\nnoise, music, wind noise, hand dryers, hair dryers, door slamming, dogs barking, and\nthe noise made by household appliances) as uncomfortably loud [ 4,5]. Individuals with\nloudness hyperacusis may also experience certain bodily sensations (e.g., aural fullness,\npressure in ears, spasm/flutter in the ears, ear popping/clicking, resonance, distortion,\nBrain Sci. 2025 ,15, 16 https://doi.org/10.3390/brainsci15010016"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brain Sci. 2025 ,15, 16 2 of 14\nand/or vibration in the ears) when exposed to loud sounds [ 6]. Pain hyperacusis, also\ncalled noxacusis, is characterised by the experience of aural pain (e.g., stabbing, throb-\nbing, pinching, dull ache, sharp pain, burning pain) when exposed to certain day-to-day\nsounds [ 6–8]. Some individuals with pain hyperacusis also report perceiving pain in their\nface, sides of head, behind the ears, or elsewhere in their body [ 8]. Pain hyperacusis is\ndifferent from the “auditory nociception” which is a term used for a pain-like sensation in\nthe ear resulting from a damage to the hair cells or other tissues in the cochlea following\nexposure to unsafe levels of noise [ 9,10]. According to the most recent studies on the effect\nof noise on the human body, safe noise exposure to prevent tissue damage within the\ncochlea and to prevent noise-induced hearing loss is about 55–60 dB (A) for a day [ 11,12].\nIndividuals with pain hyperacusis report experiencing pain even from short-lasting sounds\nwith intensities between 30 and 60 dB (HL) [ 13,14] which are well below the level that can\ncause any damage to the cochlea in a short span of time. Fear hyperacusis, also known as\nphonophobia, is defined as being afraid of exposure to certain sounds as an anticipatory\nfear response to either the loudness of the sounds or their impact on the individual, which\ncan exist with or without loudness and pain hyperacusis [ 3,5]. In fear hyperacusis, it is the\nfear that a sound may occur and will either hurt their ears, make their hearing or tinnitus\nworse, make them more sensitive to sounds, or impact on their mental or physical health,\nthat is the dominant symptom [ 5,15]. Misophonia is defined as the experience of extreme\nannoyance, disgust, anger, and anxiety when hearing one or more specific sound(s) or\nstimuli associated with such sounds [ 5,16,17]. The sounds that typically impact individuals\nwith misophonia include but are not limited to sounds associated with oral functions\n(e.g., chewing, swallowing, lip smacking, slurping, certain people’s voice, whistles, and\ncertain letters such as “S”), nasal sounds (e.g., breathing, snoring), non-oral/nasal sounds\nproduced by people (e.g., tapping, clicking, crepitus), and sounds produced by objects\n(e.g., clock ticking) or sounds generated by animals (e.g., clucking) [ 16,18]. Another form\nof sound sensitivity that can co-occur with hyperacusis and misophonia is called “noise\nsensitivity” [ 15]. This is a personality trait characteristic involving underlying attitudes\ntowards noise in general [ 19]. A person with high noise sensitivity may perceive noise\ncaused by neighbours, nearby factories, workshops, farms, radiators, air conditioning,\nand background music as disruptive and distressing, regardless of the loudness of such\nsounds [ 19,20]. Noise sensitivity can sometimes be high enough to cause significant distress\nin a person’s life [21,22].\nThe Sound Sensitivity Symptoms Questionnaire version 2 (SSSQ2) is a brief self-report\nmeasure developed at Hashir International Institute (HII), United Kingdom, as a clinical\ntool for audiologists and other relevant healthcare professionals. The first version of this\nquestionnaire, the SSSQ, had five items assessing loudness hyperacusis, pain hyperacusis,\nmisophonia, and fear hyperacusis [ 2]. The second version, the SSSQ2, has six items. One\nitem has been added to assess noise sensitivity (item 6). We previously reported psychomet-\nric properties for the first version of SSSQ, which was found to be a one-factor questionnaire\nwith good internal consistency, with a Cronbach’s αof 0.87 [ 2,23]. However, it is necessary\nto test the second version in a new sample in order to establish its factor structure, validity,\nand reliability [ 24]. The SSSQ2 is intended to be used (1) as a psychometric measure for\nseverity of sound sensitivity symptoms in general (based on its total score) and (2) as a\nchecklist to screen different forms of sound sensitivity (i.e., loudness hyperacusis, pain\nhyperacusis, fear hyperacusis, misophonia, and noise sensitivity). Therefore, in addition to\nassessing the psychometric properties of the SSSQ2 as a six-item measure, it is important to\nvalidate the use of its individual items or combinations of the items to screen for various\nforms of sound sensitivity."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brain Sci. 2025 ,15, 16 3 of 14\nThe aims of this study are to assess (1) the factor structure of the SSSQ2, and (2) the va-\nlidity, reliability, and minimum detectable change for the SSSQ2 and its items/combinations\nof items.\n2. Materials and Methods\n2.1. Ethical Approval\nThe research obtained ethical approval from the University of Surrey Research Integrity\nand Governance Office (Project ID: FHMS 21-22 083).\n2.2. Sound Sensitivity Symptoms Questionnaire Version 2 (SSSQ2)\nAs shown in Table 1, SSSQ2 is a six-item questionnaire that assesses the severity\nof symptoms for several types of sound sensitivity by asking the patient to indicate the\nfrequency of occurrence of each symptom over a two weeks period. For each item, a score\nof 0, 1, 2, or 3 is assigned to the response categories of “0 to 1 days”, “2 to 6 days”, “7\nto 10 days”, and “11 to 14 days”, respectively. The total SSSQ2 score is calculated from\nthe sum of the scores for the six items and it ranges between 0 and 18. The SSSQ2 can be\nused for two purposes, namely (1) to measure the severity of sound sensitivity symptoms\nin general based on its total score and (2) to act as a checklist to screen different forms\nof sound sensitivity. The sum of items 1, 2, 3 and 5 assesses hyperacusis in general (a\ncombination of loudness, pain and fear hyperacusis). The sum of items 1 and 3 assesses\nloudness hyperacusis. Item 2 asks about pain hyperacusis. Item 4 asks about misophonia.\nItem 5 asks about fear hyperacusis and item 6 asks about noise sensitivity.\nTable 1. Items and response choices of the Sound Sensitivity Symptoms Questionnaire version 2\n(SSSQ2).\nOver the Last 2 Weeks, How Often Have You Been Bothered by Any of the\nFollowing Problems?\n1. Having a problem tolerating\nsounds because they often seem “too\nloud” to you?0–1 days 2–6 days 7–10 days 11–14 days\n2. Pain in your ears when hearing\ncertain loud sounds? Examples: loud\nmusic, sirens, motorcycles, building\nwork, lawn mower, train stations.0–1 days 2–6 days 7–10 days 11–14 days\n3. Discomfort (physical sensations\nother than ear pain) in your ears\nwhen hearing certain loud sounds?0–1 days 2–6 days 7–10 days 11–14 days\n4. Feeling angry or anxious when\nhearing certain sounds related to\neating noises, lip smacking, sniffling,\nbreathing, clicking sounds, tapping?0–1 days 2–6 days 7–10 days 11–14 days\n5. Fear that certain sounds may make\nyour hearing and/or tinnitus worse?0–1 days 2–6 days 7–10 days 11–14 days\n6. Getting disturbed because of\ngeneral environmental noise (e.g.,\nnoise in your neighbourhood, nearby\nairports and industrial facilities,\ndistant traffic sound, noisy pipes or\ncracking noises in the house, air\nconditioning, etc.)?0–1 days 2–6 days 7–10 days 11–14 days"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brain Sci. 2025 ,15, 16 4 of 14\n2.3. Study Design and Participants\nThis was a psychometric study with cross-sectional survey design. An online survey\nwas developed using the Qualtrics platform (Qualtrics, Provo, UT, USA, https://www.\nqualtrics.com). In addition to the SSSQ2, several validated self-report questionnaires were\nincluded in the online survey, as summarized in Table 2, comprising: the Hyperacusis\nImpact Questionnaire (HIQ) [ 2], MisoQuest [ 25], the Amsterdam Misophonia Scale Revised\n(AMISO-R) [ 26], the Tinnitus Impact Questionnaire (TIQ) [ 27,28], Screening for Anxiety\nand Depression in Tinnitus (SAD-T) [ 2], and the Hearing Handicap Inventory (HHI) [ 29].\nThe survey included two screening questions asking if the participant had tinnitus and\nhearing difficulties. The tinnitus question was: “Do you currently experience tinnitus that\nlasts more than five minutes? (Tinnitus is hearing a sound in your ears or head with no\nexternal source (e.g., buzzing, high-pitch whistle, hissing . . .)”. The question for hearing\ndifficulties was: “Do you have hearing loss? (Hearing loss refers to partial or complete\ninability to hear sounds in one or both ears.)”. The participants who answered “yes” to the\nscreening questions about tinnitus and hearing difficulties were directed to complete the\nTIQ and HHI, respectively. If they answered “no”, then they were not asked to complete\nthe TIQ or HHI.\nTable 2. The number of items, scoring, and internal reliability (as measured via Cronbach’s α) of the\nself-report questionnaires used in the online survey in addition to the SSSQ2.\nNameNumber\nof ItemsScoringCronbach’s\nAlpha\nHyperacusis Impact\nQuestionnaire (HIQ)8Total score ranges from 0 to 24. HIQ\nscore > 11 shows presence of clinically\nsignificant hyperacusis impact.0.91\nMisoQuest 14The total score ranges from 0 to 70.\nScores > 61 indicate presence\nof misophonia.0.93\nAmsterdam\nMisophonia Scale\nRevised (AMISO-R)10Total score ranges between 0 and 40.\nScores < 10 = subclinical symptoms,\nbetween 11 and 20 = mild, between 21\nand 30 = moderate and >30 equals\nsevere to extreme\nmisophonia symptoms.0.92\nHearing Handicap\nInventory (HHI)10Total score ranges from 0 to 40. Scores\nbetween <8 indicate no hearing\nhandicap; 10–24 mild-moderate\nhandicap; and >26 indicate\nsevere handicap.0.84\nTinnitus Impact\nQuestionnaire (TIQ)7The overall score ranges from 0 to 21. A\nscore < 5 indicates no impact of tinnitus,\na score of 5 or 6 indicates mild impact, a\nscore of 7 or 8 indicates moderate\nimpact, and a score of >9 indicates a\nsevere impact.0.89\nScreening for Anxiety\nand Depression in\nTinnitus (SAD-T)4Total score ranges from 0 to 12. SAD-T\nscore≥4 shows possible anxiety\nand/or depression.0.87\nThe survey was emailed to students and staff members at the University of Surrey and\nwas shared with various patient support groups relevant to tinnitus and sound intolerance\nvia email and social media platforms. Study participants were invited to complete the\nsurvey twice with a two-week interval so the data could be used for both factor analysis\nand assessment of test–retest reliability of the SSSQ2."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brain Sci. 2025 ,15, 16 5 of 14\nA total of 451 people completed the online survey, of which 154 individuals completed\nthe survey twice.\n2.4. Statistical Analysis\nThe data were anonymized prior to conducting statistical analyses. The structural\nvalidity of the six-item SSSQ2 was tested by confirmatory factor analysis (CFA) for which\nthe values required for good model fit comprise: Standardized Root Mean Square Residual\n(SRMR) ≤0.08 [ 30], Root Mean Square Error of Approximation (RMSEA) ≤0.08 [ 30],\nTucker Lewis Index (TLI) ≥0.90 [ 31], Comparative Fit Index (CFI) ≥0.90 [ 31], Goodness of\nFit Indexes (GFI) ≥0.90 [32], and CMIN (Chi-square/df) = 3–5 [33].\nThe endorsement rate, which is the percentage of respondents who gave the same\nresponse for each of the SSSQ2 items, was reported. This is used to compare the frequency\nof experiencing various forms of sound sensitivity symptoms. Internal consistency was\nmeasured with Cronbach’s αand McDonald’s ω[34] for which values greater than 0.7 are\nconsidered acceptable [ 35]. Test–retest reliability over a two-week interval was determined\nby computing the intra-class correlation coefficient (ICC). The ICC is a value between 0\nand 1, where values below 0.5 indicate poor reliability, between 0.5 and 0.75 moderate\nreliability, between 0.75 and 0.90 good reliability, and values above 0.90 indicate excellent\nreliability [ 36]. T-tests were used for comparing means between test and retest scores.\nThe ICC was calculated for the total SSSQ2 score and for its items and combination of\nitems. The minimum detectable change (MDC) was calculated using the standard error of\nmeasurement (SEM) based on the standard deviation (SD) of the difference between the\ntest and retest scores. The MDC indicates the minimum change in the questionnaire score\n(i.e., total SSSQ2 score, its items and combinations of the items) that is required to be 95%\nconfident that the difference in scores between multiple tests reflects a true change and\nnot the measurement error [ 37]. The SEM and MDC were calculated with the following\nformulae: SEM = SD/√2 and MDC (with 95% confidence interval) = SEM ×√2×1.96.\nThe convergent and discriminant validity of the SSSQ2 were examined by calculating\nthe Pearson correlation coefficients between SSSQ2 variables (i.e., total score, the score of\nthe SSSQ2 items and combinations of items) and (1) the measures related to sound sensi-\ntivity construct (i.e., HIQ, MisoQuest, and AMISOS-R) for convergent validity and (2) the\nmeasures assessing constructs other than sound sensitivity, namely hearing loss, tinnitus\nimpact, and anxiety/depression (i.e., HHI, TIQ, and SAD-T), for discriminant validity.\nThe correlation coefficients of ≥0.5, 0.30–0.49, and 0.10–0.29 indicate strong, moderate,\nand weak relationships, respectively [ 38]. The data collected from the 451 participants\nwho completed the first survey were used for the CFA, Cronbach’s αand McDonald’s ω,\nand the Pearson correlations for convergent and discriminant validity. The data for the\n154 participants who completed the first and second surveys with a two-week interval\nwere used to calculate ICC for test–retest reliability and MDC. Statistical analyses were\nconducted using IBM SPSS software version 28.0, and Amos version 28.0. Some of the\nparticipants did not complete all of the questionnaires included in the survey. The number\nof participants (N) who were included to each analysis is reported.\n3. Results\n3.1. Characteristics of the Study Population\nThe average age of the participants was 36.5 years (standard deviation, SD = 12.8 years,\nrange 18 to 86 years) and 60.3% were female. The mean scores and SD for the SSSQ2,\nMisoQuest, HIQ, AMISOS-R, SAD-T, TIQ, and HHI were 6.6 (SD = 4.3, N = 451), 49\n(SD = 12 , N = 451), 9.6 (SD = 6.1, N = 451), 18.8 (SD = 9.2, N = 451), 2.4 (SD = 1.9, N = 448 ),\n7.7 (SD = 6.0, N = 173), 21.2 (SD = 9.4, N = 87), respectively. Only participants who reported"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brain Sci. 2025 ,15, 16 6 of 14\nhaving hearing difficulties (18.4% of the sample, N = 87) completed the HHI. Based on the\nscores for the HHI, among patients with self-reported hearing difficulties, 11.5% ( N = 10 )\nhad no hearing handicap, 51.7% (N = 45) had a mild-moderate handicap, and 36.8% ( N = 32 )\nhad a severe hearing handicap. Based on scores for the HIQ, hyperacusis had a significant\nimpact among 35.5% of patients (N = 160). Based on scores for MisoQuest, 21.7% of patients\n(N = 98) had significant misophonia. Based on scores for the AMISOS-A, 20.2% of patients\n(N = 91) had no misophonia (i.e., had sub-clinical symptoms), 34.1% ( N = 154 ) had a mild\nmisophonia, 35.5% (N = 160) had a moderate misophonia, and 10.2% (N = 46) had a\nsevere to extreme misophonia. Based on scores for the SAD-T, 27% of patients ( N = 121 )\nhad symptoms of anxiety and/or depression. Thirty-nine percent of patients (N = 176)\nreported experiencing tinnitus, of which 173 completed the TIQ. Based on scores for the\nTIQ, 36.4% of patients (N = 63) had no tinnitus handicap, 9.3% (N = 16) had a mild tinnitus\nhandicap, 12.1% (N = 21) had a moderate tinnitus handicap, and 42.2% (N = 73) had a\nsevere tinnitus handicap.\n3.2. Confirmatory Factor Analysis\nThe factor structure of the SSSQ2, is shown in Figure 1. One factor model for the SSSQ2\nwith six items gave a good fit for all measures of goodness of fit. Table 3 demonstrates that\nRMSEA and SRMR values met the criteria of ≤0.08, and CFI, TLI and GFI of ≥0.90. The\nCMIN was very close to 3. These findings support a good fit for the one factor model for the\nSSSQ2. Table 4 shows that item 6 (noise sensitivity) and item 4 (misophonia) were endorsed\nmore than other items of the SSSQ2. With regard to item endorsement, items 6 and 4 were\nfollowed by items 1, 5, 3, and 2. Item 2 (pain hyperacusis) was the least endorsed item.\nThe higher percentage of people selected the response choice of “2–6 days” for items 1, 4,\nand 6. However for items 2, 3, and, 5, the most frequently selected response choice was\n“0–1 days”.\nBrain Sci. 2025 , 15, x FOR PEER REVIEW 6 of 14 \n \n3. Results \n3.1. Characteristics of the Study Population \nThe average age of the participants was 36.5 years (standard deviation, SD = 12.8 \nyears, range 18 to 86 years) and 60.3% were female. The mean scores and SD for the SSSQ2, \nMisoQuest, HIQ, AMISOS-R, SAD-T, TIQ, and HHI were 6.6 (SD = 4.3, N = 451), 49 (SD = 12, N = 451), 9.6 (SD = 6.1, N = 451), 18.8 (SD = 9.2, N = 451), 2.4 (SD = 1.9, N = 448), 7.7 (SD \n= 6.0, N = 173), 21.2 (SD = 9.4, N = 87), respectively. Only participants who reported having \nhearing di ﬃculties (18.4% of the sample, N = 87) completed the HHI. Based on the scores \nfor the HHI, among patients with self-reported hearing di ﬃculties, 11.5% (N = 10) had no \nhearing handicap, 51.7% (N = 45) had a mild-moderate handicap, and 36.8% (N = 32) had \na severe hearing handicap. Based on scores for the HIQ, hyperacusis had a signi ﬁcant \nimpact among 35.5% of patients (N = 160). Ba sed on scores for MisoQuest, 21.7% of pa-\ntients (N = 98) had signi ﬁcant misophonia. Based on scores for the AMISOS-A, 20.2% of \npatients (N = 91) had no misophonia (i.e., had sub-clinical symptoms), 34.1% (N = 154) had a mild misophonia, 35.5% (N = 160) had a moderate misophonia, and 10.2% (N = 46) had \na severe to extreme misophonia. Based on scores  for the SAD-T, 27% of patients (N = 121) \nhad symptoms of anxiety and/or depression. Th irty-nine percent of patients (N = 176) re-\nported experiencing tinnitus, of which 173 completed the TIQ. Based on scores for the \nTIQ, 36.4% of patients (N = 63) had no tinnitus handicap, 9.3% (N = 16) had a mild tinnitus \nhandicap, 12.1% (N = 21) had a moderate tinnitus handicap, and 42.2% (N = 73) had a severe tinnitus handicap. \n3.2. Con ﬁrmatory Factor Analysis \nThe factor structure of the SSSQ2, is show n in  F igur e 1. On e fact or mode l for the \nSSSQ2 with six items gave a good ﬁt for all measures of goodness of ﬁt. Table 3 demon-\nstrates that RMSEA and SRMR values met the criteria of ≤0.08, and CFI, TLI and GFI of \n≥0.90. The CMIN was very close to 3. These ﬁndings support a good ﬁt for the one factor \nmodel for the SSSQ2. Table 4 shows that item 6 (noise sensitivity) and item 4 (misophonia) \nwere endorsed more than other items of the SSSQ2. With regard to item endorsement, \nitems 6 and 4 were followed by items 1, 5, 3, and 2. Item 2 (pain hyperacusis) was the least endorsed item. The higher percentage of people  selected the response choice of “2–6 days” \nfor items 1, 4, and 6. However for items 2, 3, and, 5, the most frequently selected response \nchoice was “0–1 days”. \n \nFigure 1. The factor structure of the SSSQ2. \nFigure 1. The factor structure of the SSSQ2."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brain Sci. 2025 ,15, 16 7 of 14\nTable 3. Goodness-of-fit indices for the SSSQ2.\nFit Statistics One Factor Model Result from CFA\nCMIN ( χ2/df) 2.970\nRMSEA 0.066\nCFI 0.982\nTLI 0.962\nGFI 0.985\nSRMR 0.031\nNote. SSSQ2: Sound Sensitivity Symptoms Questionnaire version 2; CMIN: Chi-square/df; RMSEA: root mean\nsquared error of approximation; CFI: comparative fit index; TLI: Tucker–Lewis index; GFI: Goodness of fit indexes;\nSRMR: standardized root mean squared residual.\nTable 4. Endorsement rates (%) for each item of the SSSQ2 (N = 451).\nItem Endorsement Rates % (N)\n0–1 Days 2–6 Days 7–10 Days 11–14 Days\n1 29.9 (135) 38.4 (173) 21.3 (96) 10.4 (47)\n2 41.5 (187) 34.8 (157) 17.3 (78) 6.4 (29)\n3 40.6 (183) 29.7 (134) 20.2 (91) 9.5 (43)\n4 28.4 (128) 31.9 (144) 21.5 (97) 18.2 (82)\n5 42.6 (192) 25.9 (117) 19.5 (88) 12.0 (54)\n6 24.8 (112) 36.8 (166) 21.5 (97) 16.9 (76)\nNote. SSSQ2: Sound Sensitivity Symptoms Questionnaire version 2, N: number of participants.\n3.3. Reliability\nBoth Cronbach’s αand McDonald’s ωestimate for the SSSQ2 were 0.80, which indicate\nacceptable internal consistency. All of the items were strongly correlated with the total\nSSSQ2 score (Table 5). As shown in Table 6, there were no statistically significant differences\nin the mean scores for SSSQ2 variables between the first and the second surveys, which\nwere taken with a two-week interval (except from the score for item 5, fear hyperacusis).\nThe score for item 5 was slightly but significantly lower in the second test (retest) compared\nwith the first test by an average of 0.29 points. However, the mean change for other\nSSSQ2 variables between the first and second tests was less than 0.28 points and not\nstatistically significant. The test–retest reliability was rated as good for the total SSSQ2 score\n(indicating the severity of sound sensitivity symptoms) and the sum of items 1, 2, 3, and 5\n(indicating general hyperacusis) based on their ICC values, which were above 0.75. The test–\nretest reliability was rated as moderate for the sum of items 1 and 3 (indicating loudness\nhyperacusis) based on the ICC value of between 0.5 and 0.75. Single items comprising:\nitem 2 (for pain hyperacusis), item 4 (for misophonia), item 5 (for fear hyperacusis), and\nitem 6 (for noise sensitivity) also shown to have moderate test–retest reliability.\nBased on the MDC values, when this questionnaire is used for repeated measurements,\nthe minimum amount of change that constitutes a true change in sound sensitivity is ≥5\nfor the total SSSQ2 score, ≥4 for general hyperacusis (the sum of items 1, 2, 3, and 5), ≥3\nfor loudness hyperacusis (sum of items 1 and 3), and ≥2 for pain hyperacusis (item 2),\nmisophonia (item 4), fear hyperacusis (item 5), and noise sensitivity (item 6) (Table 6)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brain Sci. 2025 ,15, 16 8 of 14\nTable 5. Correlations between the total SSSQ2 score, its individual items and the combinations of the\nitems (N = 451). Numbers in the table refer to the correlation coefficients ( r). All of the correlations\nwere statistically significant ( p< 0.01). The total SSSQ2 score represents the severity of sound sensitiv-\nity symptoms. The sum of the items 1, 2, 3 and 5 (Items 1235) represents hyperacusis in general. The\nsum of items 1 and 3 (items 13) represents loudness hyperacusis. Item 2 represents pain hyperacusis.\nItems 4, 5, and 6 represent misophonia, fear hyperacusis, and noise sensitivity, respectively.\nItem 1 Item 2 Item 3 Item 4 Item 5 Item 6Items\n1235Items\n13Total\nSSSQ2\nItem 1 1 0.46 0.55 0.37 0.42 0.49 0.77 0.88 0.77\nItem 2 0.46 1 0.53 0.24 0.53 0.39 0.79 0.57 0.72\nItem 3 0.55 0.53 1 0.34 0.52 0.39 0.82 0.89 0.78\nItem 4 0.37 0.24 0.34 1 0.27 0.34 0.38 0.40 0.61\nItem 5 0.42 0.53 0.52 0.27 1 0.31 0.79 0.53 0.72\nItem 6 0.49 0.39 0.39 0.34 0.31 1 0.50 0.50 0.68\nItems 1235 0.77 0.79 0.82 0.38 0.80 0.49 1 0.90 0.94\nItems 13 0.88 0.57 0.89 0.40 0.53 0.50 0.90 1 0.87\nTotal SSSQ2 0.77 0.72 0.78 0.61 0.72 0.68 0.94 0.87 1\nNote: SSSQ2: Sound Sensitivity Symptoms Questionnaire version 2; N: number of participants included to the\nanalysis; p:p-value.\nTable 6. The table shows the means (M) and standard deviations (SD) for the SSSQ2 variables\ncalculated for the first and the second times that participants completed the survey for assessment\nof test–retest reliability (N = 154). In addition, the table shows the Interclass Correlation Coefficient\n(ICC) values and their 95% Confidence Intervals (CI), the Standard Error of Measurement (SEM) and\nthe Minimum Detectable Change (MDC) separately calculated for (a) severity of sound sensitivity\nsymptoms (via the total SSSQ2 score, i.e., the sum of the six items), (b) General Hyperacusis (the sum\nof items 1, 2, 3 and 5), (c) Loudness Hyperacusis (sum of items 1 and 3), (d) Pain Hyperacusis (item\n2), (e) Misophonia (item 4), (f) Fear Hyperacusis (item 5), and (g) Noise Sensitivity (item 6).\nFirst Test\nM (SD)Retest\nM (SD)t\np\n95% CIICC [95% CI] SEM MDC\nSSSQ2 Total 6.75 (4.0) 6.48 (4.35)0.92\n0.36\n[−0.31,0.85]0.81 [0.73, 0.86] 1.74 4.82\nGeneral\nHyperacusis3.94 (2.98) 3.76 (3.11)0.75\n0.45\n[−0.29, 0.64]0.76 [0.66, 0.83] 1.46 4.04\nLoudness\nHyperacusis2.08 (1.80) 2.19 (1.81)−0.67\n0.50\n[−0.42, 0.20]0.66 [0.53, 0.76] 1.05 2.91\nPain\nHyperacusis0.85 (0.94) 0.84 (1.02)0.08\n0.93\n[−0.18, 0.20]0.53 [0.34, 0.67] 0.64 1.77\nMisophonia 1.41 (1.09) 1.33 (1.052)0.81\n0.42\n[−0.11, 0.26]0.66 [0.52, 0.76] 0.64 1.77\nFear\nHyperacusis1.02 (1.08) 0.73 (0.99)3.16\n0.02\n[0.11, 0.47]0.64 [0.49, 0.74] 0.65 1.80\nNoise\nSensitivity1.48 (1.09) 1.39 (1.07)0.87\n0.38\n[−0.11, 0.27]0.65 [0.50, 0.75] 0.64 1.78\nNote. SSSQ2: Sound Sensitivity Symptoms Questionnaire version 2; N: number of participants; p:p-value; t: t\nstatistics with degree of freedom equal to 129."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brain Sci. 2025 ,15, 16 9 of 14\n3.4. Discriminant and Convergent Validity\nDiscriminant validity of the total SSSQ2 score was demonstrated based on its weak\nrelationship with the HHI score. The scores for general hyperacusis (the sum of items 1, 2, 3\nand 5), loudness hyperacusis (sum of items 1 and 3), pain hyperacusis (item 2), misophonia\n(item 4), fear hyperacusis (item 5), and noise sensitivity (item 6) were also weakly correlated\nwith the score on HHI demonstrating that they too differentiate between handicap caused\nby hearing loss and various forms of sound sensitivity. The weakest relationship was\nobserved between misophonia (item 4) and HHI (Table 7).\nTable 7. Correlation coefficients ( r) calculated separately between the scores for various SSSQ2\nvariables (i.e., Sound Sensitivity Symptoms, General Hyperacusis, Loudness Hyperacusis, Pain\nHyperacusis, Misophonia, Fear Hyperacusis, and Noise Sensitivity as explained in Table 6) and HIQ,\nSAD-T, HHI, MisoQuest, AMISOS-R, TIQ, and age.\nHIQ\nN = 451SAD-T\nN = 447HHI\nN = 87MisoQuest\nN = 451AMISOS-R\nN = 451TIQ\nN = 173Age\nN = 451\nSSSQ2 Total0.73\np< 0.010.56\np< 0.010.21\np= 0.110.31\np< 0.010.50\np< 0.010.59\np< 0.010.04\np= 0.78\nGeneral\nHyperacusis0.68\np< 0.010.51\np< 0.010.22\np= 0.050.20\np< 0.010.41\np< 0.010.61\np< 0.010.06\np= 0.72\nLoudness\nHyperacusis0.68\np< 0.010.46\np< 0.010.18\np= 0.140.26\np< 0.010.40\np< 0.010.51\np< 0.010.07\np= 0.33\nPain\nHyperacusis0.44\np< 0.010.34\np< 0.010.13\np= 0.350.058\np= 0.050.24\np< 0.010.44\np< 0.010.05\np= 0.85\nMisophonia0.48\np< 0.010.42\np< 0.010.01\np= 0.850.46\np< 0.010.47\np< 0.010.32\np< 0.01−0.07\np= 0.06\nFear\nHyperacusis0.48\np< 0.010.41\np< 0.010.27\np= 0.020.08\np= 0.020.30\np< 0.010.59\np< 0.01−0.01\np= 0.48\nNoise\nSensitivity0.50\np< 0.010.40\np< 0.010.13\np= 0.290.22\np< 0.010.34\np< 0.010.36\np< 0.01−0.03\np= 0.76\nNote. SSSQ2: Sound Sensitivity Symptoms Questionnaire version 2; HIQ: Hyperacusis Impact Questionnaire; SAD-\nT: Screening for Anxiety and Depression in Tinnitus; HHI: Hearing Handicap Inventory; AMISOS-R: Amsterdam\nMisophonia Scale Revised; TIQ: Tinnitus Impact Questionnaire; N: number of participants; p:p-value.\nThe total score for the SSSQ2 (sum of all six items), and the scores for general hy-\nperacusis (sum of items 1, 2, 3, and 5), and loudness hyperacusis (sum of items 1 and 3)\nwere strongly correlated with the total HIQ score. The scores for pain hyperacusis (item\n2), misophonia (item 4), fear hyperacusis (item 5), and noise sensitivity (item 6) were\nmoderately with total HIQ score. Overall, this provides evidence for convergent validity\n(Table 7). The misophonia score (item 4) was moderately correlated with the MisoQuest\nand AMISOS-R scores, which are self-report questionnaires also aiming to measure the\nconstruct of misophonia. The total SSSQ2 score was moderately and strongly correlated\nwith MisoQuest and AMISOS-R, respectively. This shows that SSSQ2 encompasses the\nconstruct of misophonia in addition to hyperacusis. It is worth noting that the scores for\ngeneral hyperacusis (sum of items 1, 2, 3, and 5), loudness hyperacusis (sum of items 1 and\n3), pain hyperacusis (item 2), fear hyperacusis (item 5), and noise sensitivity (item 6) were\nweakly correlated with the total MisoQuest score, providing evidence for their discriminant\nvalidity as they aim to assess the constructs that are different from misophonia (i.e., hypera-\ncusis and noise sensitivity). As shown in Table 7, correlations with another misophonia\nquestionnaire (AMISOS-R) showed that except from the score of pain hyperacusis (item\n2), which was weakly correlated with the AMISOS-R, the scores of general hyperacusis\n(sum of items 1, 2, 3, and 5), loudness hyperacusis (sum of items 1 and 3), fear hyperacusis\n(item 5), and noise sensitivity (item 6) were moderately correlated with the AMISOS-R total\nscores. There were moderate to strong correlations between SSSQ2 and the scores of SAD-T\nand TIQ indicating that severity of sound sensitivity in general and various forms of sound"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brain Sci. 2025 ,15, 16 10 of 14\nsensitivity are related to mental health and tinnitus distress (among patients who also had\ntinnitus). There was a weak but not statistically significant correlation between SSSQ2 and\nage. The total SSSQ2 score was not significantly correlated with gender ( r= 0.004, p= 0.93).\n4. Discussion\nOur results showed that the SSSQ2 can be used as a one-factor questionnaire to assess\nthe construct of sound sensitivity symptoms encompassing various forms of hyperacusis\n(i.e., loudness, pain, and fear hyperacusis), misophonia, and noise sensitivity. Therefore,\nthe total SSSQ2 score can be used in day-to-day clinical practice or research settings to\nmeasure the severity of sound sensitivity as a whole. This is consistent with previous\nstudies reporting a significant overlap between symptoms of various forms of hyperacusis,\nmisophonia, and noise sensitivity [ 6,39–41]. The total SSSQ2 score is strongly correlated\nwith the HIQ and AMISOS-R scores and moderately correlated with the total MisoQuest\nscore. These questionnaires aim to assess constructs related to sound sensitivity (i.e.,\nthe HIQ assesses the impact of hyperacusis on the patient’s life, while AMISOS-R and\nMisoQuest assess the severity of misophonia symptoms) so their relationships with SSSQ2\nindicate the convergent validity of the SSSQ2. The total SSSQ2 score was only weakly\nrelated to the HHI scores. This indicates the discriminant validity of the SSSQ2 because\nthe HHI assesses the impact of hearing impairment which is a construct different from\nthat of sound sensitivity. Past research suggests that hyperacusis and misophonia are not\nrelated to hearing impartment [ 42,43]. The total SSSQ2 score was strongly correlated with\nanxiety and depression as measured via SAD-T and tinnitus distress as measured via TIQ.\nThis is consistent with previous research studies suggesting that hyperacusis, misophonia,\nand noise sensitivity are closely linked with anxiety and depression as well as tinnitus\ndistress (among patients with tinnitus) [ 44–46]. The total SSSQ2 score was weakly but not\nsignificantly correlated with age. This is different from a small but statistically significant\nnegative correlation reported between the score of the first version of the SSSQ and age [ 2].\nThe discrepancy with regard to the relationship with age may be due to the characteristics\nof the study populations. The study population in the present study was younger with\nthe mean age of was 36.5 years (SD = 12.8 years) compared to that of the study on the first\nversion of the SSSQ with the mean age of 54 years (SD = 16 years).\nIt is important to note that although all six items of the SSSQ2 are strongly correlated\nwith its total score (as shown in Table 5), it is possible that a patient reports very frequent\nexperience of a particular form of sound sensitivity (i.e., by selecting the response choice of\n“11–14 days” for a single item) without exhibiting high scores on other items. This can lead\nto a relatively low total SSSQ2 score, despite reporting high severity for one form of sound\nsensitivity (e.g., only reporting misophonia without any hyperacusis or noise sensitivity\ncomponents). Therefore, the clinicians and researchers should pay attention to the scores of\nindividual items too (e.g., item 2 for pain hyperacusis, item 4 for misophonia, item 5 for\nfear hyperacusis and item 6 for noise sensitivity). Our results showed that the total SSSQ2\nscore (sum of the six items) and the score for general hyperacusis (sum of items 1, 2, 3, 5)\nhave good test–retest reliability with ICC values of above 0.75. However, when using the\nscore for loudness hyperacusis (sum of items 1 and 2), or single items for pain hyperacusis\n(item 2), misophonia (item 4), fear hyperacusis (item 5) and noise sensitivity (item 6), the\ntest–retest reliability is at moderate level with ICC values between 0.50 and 0.75. As the\ntest–retest reliability of the single items is less than that of the total SSSQ2 score, single\nitems should be used with caution, taking this limitation into account.\nThe SSSQ2 can be used in clinical practice or research to assess the change in self-report\nseverity of sound sensitivity symptoms before and after a treatment. In the present study,\nwe reported the values of MDC, which demonstrate the minimum change in the ques-"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Brain Sci. 2025 ,15, 16 11 of 14\ntionnaire score that is required to reflect a true change beyond the measurement error of\nthe questionnaire when used for repeated measurements [ 37]. However, the MDC should\nbe differentiated from minimally important change (MIC), which represents changes in\nquestionnaire scores which are considered to be minimally important by healthcare profes-\nsionals and patients [ 47]. In other words, the changes in questionnaire scores exceeding the\nMDC reported in this study indicate true changes in the scores but they do not necessarily\nrepresent a clinically relevant change. Future studies should assess the MIC values for the\nSSSQ2, for which anchor-based methods can be used [ 48]. For instance, a global rating of\nchange [ 49] can be used to assess patients’ and clinicians’ views with regard to whether the\nseverity of sound sensitivity has got worse, better or stayed the same and to quantify the\nmagnitude of that change following a treatment. The global rating of change can be used\nas the anchor to assess which changes on the score of the SSSQ2 corresponds with a MIC\ndefined on the anchor.\nAs the data collection in this study was via an online survey, hearing thresholds\nand uncomfortable loudness levels (ULLs) were not measured. This is a limitation of\nthe data, as they were solely dependent on self-report measures. Future studies should\ncompare pure-tone hearing thresholds and ULLs among participants with different forms\nof sound sensitivity as measured via the SSSQ2. Another limitation is that the study\npopulation was largely non-clinical, hence the performance of the SSSQ2 when used for\nassessing patients seeking help for sound sensitivities require more research in a clinical\npopulation. The first version of the SSSQ has shown good internal consistency when tested\nin a clinical population [ 23], however, as the SSSQ2 has an additional item, a reassessment\nof its psychometric properties in a clinical population is required.\n5. Conclusions\nThe total SSSQ2 score can be used in day-to-day clinical practice or research settings\nto measure the severity of general sound sensitivity as a one-factor questionnaire (based\non the results of the CFA) with acceptable internal consistency (based on the values of\nCronbach’s αand McDonald’s ω). The test–retest reliability of the SSSQ2 is good based on\nICC analysis. The total SSSQ2 score ranges between 0 and 18. The minimum change that\nreflects a true change in SSSQ2 total scores is a change of five points or more based on the\nvalue of MDC. Future research should determine the amount of change in SSSQ2 scores\nthat can constitute as a clinically important change following a treatment. The SSSQ2 can\nbe used a checklist to screen for various forms of sound sensitivity comprising: loudness\nhyperacusis (sum of items 1 and 2), pain hyperacusis (item 2), misophonia (item 4), fear\nhyperacusis (item 5), and noise sensitivity (item 6). The test–retest reliability of the single\nitems is moderate (less than that of the total SSSQ2 score), so their scores for screening of\ndifferent forms of sound sensitivity should be interpreted with caution. The SSSQ2 and its\nitems have shown good convergent and discriminant validity.\nAuthor Contributions: Methodology, H.A. & F.B.K.; Writing—original draft, H.A.; Writing—review\n& editing, F.B.K. All authors have read and agreed to the published version of the manuscript.\nFunding: H.A. was supported by an R&D fund from Hashir International Specialist Clinics &\nResearch Institute for Misophonia, Tinnitus and Hyperacusis Ltd. This project was based on the\ndata collected for F.B.K.’s PhD research at University of Surrey, funded by the Ministry of National\nEducation of the Republic of Turkey.\nInstitutional Review Board Statement: The research obtained ethical approval from the University\nof Surrey Research Integrity and Governance Office (Project ID: FHMS 21-22 083), approved on 3\nMay 2023."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Brain Sci. 2025 ,15, 16 12 of 14\nInformed Consent Statement: All participants provided online consent after being informed about\nthe study’s objectives, procedures, and their right to withdraw at any time.\nData Availability Statement: The raw data supporting the conclusions of this article will be made\navailable by the authors upon request.\nConflicts of Interest: The first author is employed by the company Hashir International Specialist\nClinics & Research Institute for Misophonia, Tinnitus and Hyperacusis Ltd. The authors declare that\nthe research was conducted in the absence of any commercial or financial relationships that could be\nconstrued as a potential conflict of interest.\nReferences\n1. Aazh, H.; McFerran, D.; Salvi, R.; Prasher, D.; Jastreboff, M.; Jastreboff, P . Insights from the First International Conference on\nHyperacusis: Causes, evaluation, diagnosis and treatment. Noise Health 2014 ,16, 123–126. [CrossRef]\n2. Aazh, H.; Hayes, C.; Moore, B.C.J.; Danesh, A.A.; Vitoratou, S. Psychometric Evaluation of the Hyperacusis Impact Questionnaire\n(HIQ) and Sound Sensitivity Symptoms Questionnaire (SSSQ) Using a Clinical Population of Adult Patients with Tinnitus Alone\nor Combined with Hyperacusis. J. Am. Acad. Audiol. 2022 ,33, 248–258. [CrossRef] [PubMed]\n3. Tyler, R.S.; Pienkowski, M.; Roncancio, E.R.; Jun, H.J.; Brozoski, T.; Dauman, N.; Coelho, C.B.; Andersson, G.; Keiner, A.J.; Cacace,\nA.T.; et al. A review of hyperacusis and future directions: Part I. definitions and manifestations. Am. J. Audiol. 2014 ,23, 402–419.\n[CrossRef] [PubMed]\n4. Tyler, R.; Noble, W.; Coelho, C.; Roncancio, E.; Jun, H. Tinnitus and Hyperacusis. In Handbook of Clinical Audiology ; Katz, J., Chasin,\nM., English, K., Hood, L., Tillery, K., Eds.; Wolters Kluwer: Philadelphia, PA, USA, 2015; pp. 647–658.\n5. Jastreboff, P .J.; Jastreboff, M.M. Treatments for Decreased Sound Tolerance (Hyperacusis and Misophonia). Semin. Hear. 2014 ,35,\n105–120. [CrossRef]\n6. Williams, Z.J.; Suzman, E.; Woynaroski, T.G. A Phenotypic Comparison of Loudness and Pain Hyperacusis: Symptoms,\nComorbidity, and Associated Features in a Multinational Patient Registry. Am. J. Audiol. 2021 ,30, 341–358. [CrossRef]\n7. Pollard, B. Clinical advancements for managing hyperacusis with pain. Hear. J. 2019 ,72, 10–12. [CrossRef]\n8. Jahn, K.N.; Kashiwagura, S.T.; Yousuf, M.S. Clinical phenotype and management of sound-induced pain: Insights from adults\nwith pain hyperacusis. medRxiv 2024 . [CrossRef] [PubMed]\n9. Flores, E.N.; Duggan, A.; Madathany, T.; Hogan, A.K.; M árquez, F.G.; Kumar, G.; Seal, R.P .; Edwards, R.H.; Liberman, M.C.;\nGarc ía-Añoveros, J. A non-canonical pathway from cochlea to brain signals tissue-damaging noise. Curr. Biol. 2015 ,25, 606–612.\n[CrossRef]\n10. Liu, C.; Glowatzki, E.; Fuchs, P .A. Unmyelinated type II afferent neurons report cochlear damage. Proc. Natl. Acad. Sci. USA 2015 ,\n112, 14723–14727. [CrossRef] [PubMed]\n11. Fink, D. What is the safe noise exposure level to prevent noise-induced hearing loss? J. Expo. Sci. Environ. Epidemiol. 2024.\n[CrossRef]\n12. Fink, D.J. What Is a Safe Noise Level for the Public? Am. J. Public Health 2017 ,107, 44–45. [CrossRef] [PubMed]\n13. Aazh, H.; Moore, B.C.J. Prevalence and characteristics of patients with severe hyperacusis among patients seen in a tinnitus and\nhyperacusis clinic. J. Am. Acad. Audiol. 2018 ,29, 626–633. [CrossRef]\n14. Fioretti, A.B.; Varakliotis, T.; Poli, O.; Cantagallo, M.; Eibenstein, A. Severe Hyperacusis, Photophobia, and Skin Hypersensitivity.\nCase. Rep. Otolaryngol. 2016 ,2016 , 2570107. [CrossRef]\n15. Henry, J.A.; Theodoroff, S.M.; Edmonds, C.; Martinez, I.; Myers, P .J.; Zaugg, T.L.; Goodworth, M.C. Sound Tolerance Conditions\n(Hyperacusis, Misophonia, Noise Sensitivity, and Phonophobia): Definitions and Clinical Management. Am. J. Audiol. 2022 ,31,\n513–527. [CrossRef] [PubMed]\n16. Swedo, S.E.; Baguley, D.M.; Denys, D.; Dixon, L.J.; Erfanian, M.; Fioretti, A.; Jastreboff, P .J.; Kumar, S.; Rosenthal, M.Z.; Rouw,\nR.; et al. A Consensus Definition of Misophonia: Using a Delphi Process to Reach Expert Agreement. Front. Neurosci. 2022 ,16,\n841816. [CrossRef] [PubMed]\n17. Jastreboff, M.M.; Jastreboff, P .J. Decreased sound tolerance and tinnitus retraining therapy (TRT). Aust. N. Z. J. Audiol. 2002 ,24,\n74–84. [CrossRef]\n18. Hansen, H.A.; Leber, A.B.; Saygin, Z.M. What sound sources trigger misophonia? Not just chewing and breathing. J. Clin. Psychol.\n2021 ,77, 2609–2625. [CrossRef] [PubMed]\n19. Weinstein, N.D. Individual differences in reactions to noise: A longitudinal study in a college dormitory. J. Appl. Psychol. 1978 ,63,\n458–466. [CrossRef]\n20. Job, R.F.S. Noise sensitivity as a factor of influencing human reaction to noise. Noise Health 1999 ,3, 57–68."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Brain Sci. 2025 ,15, 16 13 of 14\n21. Kliuchko, M.; Heinonen-Guzejev, M.; Vuust, P .; Tervaniemi, M.; Brattico, E. A window into the brain mechanisms associated with\nnoise sensitivity. Sci. Rep. 2016 ,6, 39236. [CrossRef]\n22. Bregman, H.L.; Pearson, R.G. Development of a Noise Annoyance Sensitivity Scale ; NASA CR-1954; NASA Scientific and Technical\nPublications: Washington, DC, USA, 1972; pp. 1–44.\n23. Aazh, H.; Hayes, C.; Erfanian, M.; Moore, B.C.J.; Vitoratou, S. Confirmatory factor analysis of the Hyperacusis Impact Question-\nnaire, Sound Sensitivity Symptoms Questionnaire, and Screening for Anxiety and Depression in Tinnitus, including preliminary\nanalyses of the parent versions for use with children. J. Am. Acad. Audiol. 2024 ,Online ahead of print . [CrossRef] [PubMed]\n24. Mokkink, L.B.; De Vet, H.C.; Prinsen, C.A.; Patrick, D.L.; Alonso, J.; Bouter, L.M.; Terwee, C.B. COSMIN Risk of Bias checklist for\nsystematic reviews of Patient-Reported Outcome Measures. Qual. Life Res. 2018 ,27, 1171–1179. [CrossRef] [PubMed]\n25. Siepsiak, M.; ´Sliwerski, A.; Łukasz Dragan, W. Development and psychometric properties of misoquest—A new self-report\nquestionnaire for misophonia. Int. J. Environ. Res. Public Health 2020 ,17, 1797. [CrossRef]\n26. Jager, I.J.; Vulink, N.C.; Bergfeld, I.O.; van Loon, A.J.; Denys, D.A. Cognitive behavioral therapy for misophonia: A randomized\nclinical trial. Depress. Anxiety 2021 ,38, 708–718. [CrossRef]\n27. Aazh, H.; Hayes, C.; Moore, B.C.J.; Vitoratou, S. Psychometric evaluation of the tinnitus impact questionnaire using patients\nseeking help for tinnitus or tinnitus with hyperacusis. Int. J. Audiol. 2022 ,62, 835–844. [CrossRef]\n28. Aazh, H.; Moore, B.C.J.; Erfanian, M. Confirmatory factor analysis of the Tinnitus Impact Questionnaire using data from patients\nseeking help for tinnitus alone or tinnitus combined with hyperacusis. PLoS ONE 2024 ,19, e0302837. [CrossRef]\n29. Cassarly, C.; Matthews, L.J.; Simpson, A.N.; Dubno, J.R. The revised hearing handicap inventory and screening tool based on\npsychometric reevaluation of the hearing handicap inventories for the elderly and adults. Ear Hear. 2020 ,41, 95. [CrossRef]\n30. Hu, L.-t.; Bentler, P .M. Fit indices in covariance structure modeling: Sensitivity to underparameterized model misspecification.\nPsychol. Methods 1998 ,3, 424. [CrossRef]\n31. Bentler, P .M. Fit indexes, Lagrange multipliers, constraint changes and incomplete data in structural models. Multivar. Behav. Res.\n1990 ,25, 163–172. [CrossRef] [PubMed]\n32. Gupta, K.; Singh, N. Fit Estimation in Structural Equation Modeling-Synthesis of Related Statistics. HSB Res. Rev. 2015 ,8, 9.\n33. Schumacker, R.E.; Lomax, R.G. A Beginner’s Guide to Structural Equation Modeling ; Psychology Press: Hove, UK, 2004.\n34. Hayes, A.F.; Coutts, J.J. Use omega rather than Cronbach’s alpha for estimating reliability. But. . .. Commun. Methods Meas. 2020 ,\n14, 1–24. [CrossRef]\n35. Raykov, T.; Marcoulides, G.A. Introduction to Psychometric Theory ; Routledge: Abingdon, UK, 2011.\n36. Koo, T.K.; Li, M.Y. A Guideline of Selecting and Reporting Intraclass Correlation Coefficients for Reliability Research. J. Chiropr.\nMed. 2016 ,15, 155–163. [CrossRef] [PubMed]\n37. Stratford, P .W.; Binkley, J.; Solomon, P .; Finch, E.; Gill, C.; Moreland, J. Defining the minimum level of detectable change for the\nRoland-Morris questionnaire. Phys. Ther. 1996 ,76, 359–368. [CrossRef] [PubMed]\n38. Cohen, J. Statistical power analysis. Curr. Dir. Psychol. Sci. 1992 ,1, 98–101. [CrossRef]\n39. Bigras, C.; Theodoroff, S.M.; Thielman, E.J.; H ébert, S. Noise Sensitivity or hyperacusis? Comparing the Weinstein and Khalfa\nquestionnaires in a Community and a Clinical samples. Hear. Res. 2024 ,445, 108992. [CrossRef] [PubMed]\n40. Paunovic, K.; Milenkovi´ c, S.M. The proposed criteria for high perceived misophonia in young healthy adults and the association\nbetween Misophonia symptoms and noise sensitivity. Noise Health 2022 ,24, 40–48. [CrossRef]\n41. Smees, R.; Simner, J.; Hoare, D.J.; Ward, J. Dissociable effects of hyperacusis and misophonia severity imply different mechanisms\nof decreased sound tolerance. Int. J. Audiol. 2024 , 1–8. [CrossRef] [PubMed]\n42. Aazh, H.; Moore, B.C.J. Factors related to Uncomfortable Loudness Levels for patients seen in a tinnitus and hyperacusis clinic.\nInt. J. Audiol. 2017 ,56, 793–800. [CrossRef] [PubMed]\n43. Siepsiak, M.; Rosenthal, M.Z.; Raj-Koziak, D.; Dragan, W. Psychiatric and audiologic features of misophonia: Use of a clinical\ncontrol group with auditory over-responsivity. J. Psychosom. Res. 2022 ,156, 110777. [CrossRef] [PubMed]\n44. Aazh, H.; Moore, B.C.J. Factors associated with depression in patients with tinnitus and hyperacusis. Am. J. Audiol. 2017 ,26,\n562–569. [CrossRef]\n45. Siepsiak, M.; Sobczak, A.M.; Bohaterewicz, B.; Cichocki, Ł.; Dragan, W. Prevalence of Misophonia and Correlates of Its Symptoms\namong Inpatients with Depression. Int. J. Environ. Res. Public Health 2020 ,17, 5464. [CrossRef] [PubMed]\n46. Heinonen-Guzejev, M.; Whipp, A.M.; Wang, Z.; Ranjit, A.; Palviainen, T.; van Kamp, I.; Kaprio, J. Perceived Occupational Noise\nExposure and Depression in Young Finnish Adults. Int. J. Environ. Res. Public Health 2023 ,20, 4850. [CrossRef] [PubMed]\n47. de Vet, H.C.; Terwee, C.B.; Ostelo, R.W.; Beckerman, H.; Knol, D.L.; Bouter, L.M. Minimal changes in health status questionnaires:\nDistinction between minimally detectable change and minimally important change. Health Qual. Life Outcomes 2006 ,4, 54.\n[CrossRef] [PubMed]"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Brain Sci. 2025 ,15, 16 14 of 14\n48. Lydick, E.; Epstein, R.S. Interpretation of quality of life changes. Qual. Life Res. 1993 ,2, 221–226. [CrossRef]\n49. Bobos, P .; Ziebart, C.; Furtado, R.; Lu, Z.; MacDermid, J.C. Psychometric properties of the global rating of change scales in patients\nwith low back pain, upper and lower extremity disorders. A systematic review with meta-analysis. J. Orthop. 2020 ,21, 40–48.\n[CrossRef] [PubMed]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
  ]
}