{
  "doc_type": "scientific paper",
  "title": "Audiological and Other Factors Predicting the Presence of Misophonia Symptoms Among a Clinical Population Seeking Help for Tinnitus and/or Hyperacusis",
  "authors": [
    "Hashir Aazh",
    "Mercede Erfanian",
    "Ali A. Danesh",
    "Brian C. J. Moore"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.900065",
  "abstract": "This paper evaluates the proportion and the audiological and other characteristics of patients with symptoms of misophonia among a population seeking help for tinnitus and/or hyperacusis at an audiology clinic (n=257). To assess such symptoms, patients were asked “over the last 2 weeks, how often have you been bothered by any of the following problems? Feeling angry or anxious when hearing certain sounds related to eating noises, lip-smacking, sniffling, breathing, clicking sounds, tapping?”. The results of routine audiological tests and self-report questionnaires were gathered retrospectively from the records of the patients. Measures included: pure tone audiometry, uncomfortable loudness levels (ULLs), and responses to the tinnitus impact questionnaire (TIQ), the hyperacusis impact questionnaire (HIQ), and the screening for anxiety and depression in tinnitus (SAD-T) questionnaire. The mean age of the patients was 53 years (SD = 16) (age range 17 to 97 years). Fifty four percent were female. Twenty-three percent of patients were classified as having misophonia. The presence and frequency of reporting misophonia symptoms were not related to audiometric thresholds, except that a steeply sloping audiogram reduced the likelihood of frequent misophonia symptoms. Those with more frequent misophonia symptoms had lower values of ULLmin (the across-frequency average of ULLs for the ear with lower average ULLs) than those with less frequent or no reported symptoms. The reported frequency of experiencing misophonia symptoms increased with increasing impact of tinnitus (TIQ score ≥ 9), increasing impact of hyperacusis (HIQ score >11), and symptoms of anxiety and depression (SAD-T score ≥ 4). It is concluded that, when assessing individuals with tinnitus and hyperacusis, it is important to screen for misophonia, particularly when ULLmin is abnormally low or the TIQ, HIQ or SAD-T score is high. This will help clinicians to distinguish patients with misophonia, guiding the choice of therapeutic strategies.",
  "keywords": [
    "misophonia",
    "hyperacusis",
    "hearing loss",
    "tinnitus",
    "uncomfortable loudness levels"
  ],
  "research_topics": [
    "Misophonia",
    "Tinnitus",
    "Hyperacusis",
    "Audiology",
    "Hearing Loss",
    "Uncomfortable Loudness Levels",
    "Anxiety and Depression in Tinnitus",
    "Audiological Assessment and Screening"
  ],
  "created_at": "2025-05-05T02:38:40.064388Z",
  "source_pdf": "documents/research/Global/Aazh 2022 Audiological and Other Factors Predicting the Presence of Misophonia Symptoms Among a Clinical Population Seeking Help for Tinnitus and or Hyperacusis.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 1\nORIGINAL RESEARCH\npublished: 05 July 2022\ndoi: 10.3389/fnins.2022.900065\nEdited by:\nJulia Campbell,\nUniversity of Texas at Austin,\nUnited States\nReviewed by:\nPrashanth Prabhu,\nAll India Institute of Speech\nand Hearing (AIISH), India\nPawel J. Jastreboff,\nEmory University, United States\n*Correspondence:\nHashir Aazh\ninfo@hashirtinnitusclinic.com\n†ORCID:\nHashir Aazh\norcid.org/0000-0002-6839-5649\nMercede Erfanian\norcid.org/0000-0001-9253-4162\nAli A. Danesh\norcid.org/0000-0001-7128-1303\nBrian C. J. Moore\norcid.org/0000-0001-7071-0671\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nReceived: 19 March 2022\nAccepted: 07 June 2022\nPublished: 05 July 2022\nCitation:\nAazh H, Erfanian M, Danesh AA\nand Moore BCJ (2022) Audiological\nand Other Factors Predicting\nthe Presence of Misophonia\nSymptoms Among a Clinical\nPopulation Seeking Help for Tinnitus\nand/or Hyperacusis.\nFront. Neurosci. 16:900065.\ndoi: 10.3389/fnins.2022.900065\nAudiological and Other Factors\nPredicting the Presence of\nMisophonia Symptoms Among a\nClinical Population Seeking Help for\nTinnitus and/or Hyperacusis\nHashir Aazh1,2,3*†, Mercede Erfanian4†, Ali A. Danesh2†and Brian C. J. Moore5†\n1Audiology Department, Royal Surrey NHS Foundation Trust, Guildford, United Kingdom,2Department of Communication\nSciences & Disorders, Florida Atlantic University, Boca Raton, FL, United States,3Faculty of Engineering and Physical\nSciences (FEPS), University of Surrey, Guildford, United Kingdom,4UCL Institute for Environmental Design and Engineering,\nThe Bartlett, University College London, London, United Kingdom,5Cambridge Hearing Group, Department of Psychology,\nUniversity of Cambridge, Cambridge, United Kingdom\nThis paper evaluates the proportion and the audiological and other characteristics of\npatients with symptoms of misophonia among a population seeking help for tinnitus\nand/or hyperacusis at an audiology clinic ( n= 257). To assess such symptoms,\npatients were asked “over the last 2 weeks, how often have you been bothered\nby any of the following problems? Feeling angry or anxious when hearing certain\nsounds related to eating noises, lip-smacking, snifﬂing, breathing, clicking sounds,\ntapping?”. The results of routine audiological tests and self-report questionnaires were\ngathered retrospectively from the records of the patients. Measures included: pure tone\naudiometry, uncomfortable loudness levels (ULLs), and responses to the tinnitus impact\nquestionnaire (TIQ), the hyperacusis impact questionnaire (HIQ), and the screening for\nanxiety and depression in tinnitus (SAD-T) questionnaire. The mean age of the patients\nwas 53 years (SD = 16) (age range 17 to 97 years). Fifty four percent were female.\nTwenty-three percent of patients were classiﬁed as having misophonia. The presence\nand frequency of reporting misophonia symptoms were not related to audiometric\nthresholds, except that a steeply sloping audiogram reduced the likelihood of frequent\nmisophonia symptoms. Those with more frequent misophonia symptoms had lower\nvalues of ULLmin (the across-frequency average of ULLs for the ear with lower average\nULLs) than those with less frequent or no reported symptoms. The reported frequency\nof experiencing misophonia symptoms increased with increasing impact of tinnitus (TIQ\nscore\u00159), increasing impact of hyperacusis (HIQ score >11), and symptoms of anxiety\nand depression (SAD-T score \u00154). It is concluded that, when assessing individuals with\ntinnitus and hyperacusis, it is important to screen for misophonia, particularly when\nULLmin is abnormally low or the TIQ, HIQ or SAD-T score is high. This will help clinicians\nto distinguish patients with misophonia, guiding the choice of therapeutic strategies.\nKeywords: misophonia, hyperacusis, hearing loss, tinnitus, uncomfortable loudness levels\nFrontiers in Neuroscience | www.frontiersin.org 1 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 2\nAazh et al. Audiological Characteristics of Misophonia\nINTRODUCTION\nTinnitus is the perception of sound without an acoustical\nsource external to the body. Hyperacusis is intolerance of\ncertain everyday sounds, which are perceived as too loud or\nuncomfortable and cause signiﬁcant distress and impairment in\nthe individual’s day-to-day activities (Aazh et al., 2016, 2022a).\nMisophonia is characterized by a decreased tolerance for speciﬁc\nsounds (Jastreboﬀ and Jastreboﬀ, 2002; Brout et al., 2018; Swedo\net al., 2022). These sounds are known as “triggers, ” and they are\nusually man or animal-made sounds, and often orofacial sounds\n(generated by the mouth and nose), such as sniﬃng and chewing.\nIn addition, there is evidence to suggest that, regardless of the\nsource of the triggers, they share similar properties, including\nrepetition (Brout et al., 2018; Erfanian et al., 2019; Enzler et al.,\n2021b; Hansen et al., 2021). People with misophonia may also be\nintolerant of certain visual and tactile stimuli (Kumar et al., 2017,\n2021; Rouw and Erfanian, 2018; Schroder et al., 2019; Eijsker\net al., 2021b). It may be the case that the action of the trigger-\nproducing person is what causes the reaction, rather than the\nsound itself (Kumar et al., 2021).\nThe reported prevalence of misophonia varies from 6 to 19%,\nalthough a prevalence as high as 37% has been found (Wu et al.,\n2014; Zhou et al., 2017; Naylor et al., 2021). The prevalence\ndepends on the population studied and on the way that\nmisophonia is diagnosed; the prevalence diﬀers markedly across\npopulations with and without co-morbid disorders. A growing\nbody of literature shows co-morbidity of misophonia with a\nrange of aﬀective disorders as diagnosed in mental health settings,\nsuch as major depressive disorder (MDD), obsessive-compulsive\npersonality disorder (OCPD), and post-traumatic stress disorder\n(PTSD) (Schroder et al., 2013; Rouw and Erfanian, 2018; Erfanian\net al., 2019; Jager et al., 2020b), and developmental disorders\nlike attention-deﬁcit hyperactivity disorder (ADHD) and autism\nspectrum disorder (ASD) (Jager et al., 2020a; McKay and\nAcevedo, 2020; Haq et al., 2021). The overlapping symptomology\nof misophonia and psychiatric, developmental, and audiological\ndisorders makes the diagnosis and treatment complicated.\nAlthough auditory disorders, including tinnitus and\nhyperacusis, often co-occur with misophonia (Jastreboﬀ\nand Jastreboﬀ, 2014; Danesh and Aazh, 2020), studies focused\non misophonia in the ﬁeld of audiology are scarce (Porcaro\net al., 2019). Nevertheless, audiologists play a key role in\nproviding therapy and support for this patient population. Often,\naudiologists who are specialized in the management of tinnitus\nand hyperacusis also provide counseling and sound therapy\n(Jastreboﬀ and Jastreboﬀ, 2014) and/or audiologist-delivered\ncognitive behavioral therapy for the management of misophonia\n(Aazh et al., 2014, 2019b). Although the term misophonia was\nsuggested based on studies related to therapy for tinnitus and\nhyperacusis (Jastreboﬀ and Jastreboﬀ, 2002), most of the research\nliterature on misophonia comes from the ﬁelds of psychiatry,\npsychology and neuroscience, with little or no attention paid\nto the audiological proﬁle of the population studied. A possible\nreason for this is that in the ﬁeld of audiology misophonia is often\nconsidered as a subtype of hyperacusis rather than a distinct\ndisorder (Tyler et al., 2014). Therefore, most research studies in\nthe ﬁeld of audiology have not distinguished misophonia fromhyperacusis (Fackrell et al., 2015; Sheldrake et al., 2015; Zaugg\net al., 2016; Aazh et al., 2017).\nMost studies of misophonia performed in mental health\nsettings have not conducted full audiological evaluations, but\nsome have performed pure tone audiometry on a sub-group of\npatients (Sztuka et al., 2010; Schroder et al., 2013, 2014; Jager\net al., 2020a,b; Siepsiak et al., 2022). Generally, no hearing loss\nwas found, although some cases of tinnitus and/or hyperacusis\nwere reported. However, Enzler et al. (2021b) conducted a study\non the development of a psychoacoustic test for assessment\nof misophonia and reported that among 78 patients with\nmisophonia diagnosed via the MisoQuest questionnaire (Siepsiak\net al., 2020), 17 reported hearing problems, 14 had tinnitus,\nand 55 had hyperacusis. These results suggest that hearing loss,\ntinnitus and hyperacusis may not be uncommon among patients\nwith misophonia.\nPublished studies have not assessed the relationship between\nhearing-related variables and misophonia. In theory, hearing loss\ncould aﬀect the experience of misophonia. The trigger sounds for\nmisophonia often have a spectrum that is dominated by high-\nfrequency components (Dacremont, 1995; Enzler et al., 2021b).\nA steeply sloping audiogram, with the greatest loss at high\nfrequencies, would reduce the audibility of such sounds, perhaps\nmaking it less likely for an individual to have misophonia or\nreducing the severity of misophonia. On the other hand, people\nwith hearing loss also often experience loudness recruitment,\na more rapid than normal growth of loudness with increasing\nsound level once the sound becomes audible (Moore and\nGlasberg, 2004). Hence a sound that is only just above the\ndetection threshold may be of moderate loudness and may be\nannoying. Analysis of the audiometric characteristics of people\nwith misophonia can indicate if hearing loss inﬂuences the\nlikelihood or severity of misophonia.\nAn audiological measure that is often used in the assessment\nand diagnosis of hyperacusis is the uncomfortable loudness level\n(ULL) (Aazh and Moore, 2017b). People with hyperacusis often\nhave lower ULLs than people without hyperacusis (Blaesing and\nKroener-Herwig, 2012; Formby et al., 2015). In addition, the\ndiﬀerence between ULLs at 1 and 8 kHz, a measure of the\nvariation of ULLs across frequency, may be an indicator of a\ndislike of speciﬁc sounds, especially high-frequency sounds. Aazh\nand Moore (2017b) reported that among patients seeking help\nfor tinnitus and/or hyperacusis the diﬀerence between ULLs at\n1 and 8 kHz was \u001520 dB for about 10%, perhaps indicating\nmisophonia. Siepsiak et al. (2022) compared ULLs for 62 patients\nwith misophonia and 51 individuals with no sound sensitivity\nsymptoms. The average ULL across ears was about 85 dB HL\n(standard deviation, SD = 16 dB) for the misophonia group and\n90 dB HL (SD = 14 dB) for the control group, but the diﬀerence\nwas not statistically signiﬁcant, perhaps because of the large SD\nwithin each group.\nAnother audiological factor that may be relevant to\nmisophonia is asymmetrical hearing threshold levels (HTLs)\nor ULLs (i.e., between-ear diﬀerences). A large between-ear\ndiﬀerence in ULLs might indicate some speciﬁc abnormality in\nmonaural pathways. For example, a disorder of the olivo-cochlear\neﬀerent system, which reduces the gain of the cochlea in\nresponse to high-level sounds, might increase sound sensitivity\nFrontiers in Neuroscience | www.frontiersin.org 2 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 3\nAazh et al. Audiological Characteristics of Misophonia\n(Guinan, 2018), and the eﬀect might diﬀer across ears depending\non where in the auditory system the disorder originates. On the\nother hand, if a global psychological or neurological component\nis predominant in producing hyperacusis and misophonia, then\nit seems unlikely that it would aﬀect one ear more than the other.\nAlthough to our knowledge ear asymmetry in HTLs or ULLs\nhas not been investigated among patients with misophonia, some\nreports suggest the presence of asymmetrical HTLs and ULLs\namong patients with severe hyperacusis (Aazh and Moore, 2017b,\n2018). This is relevant to misophonia as Jastreboﬀ and Jastreboﬀ\n(2015) reported that misophonia is almost always present in cases\nof severe hyperacusis. Aazh and Moore (2018) reported that 6\nout of 13 patients with severe hyperacusis had an interaural\nasymmetry between 5 and 12 dB in average ULLs and 5/13\nhad an interaural asymmetry between 5 and 16 dB in average\nHTLs. However, due to the small sample size they were not\nable to assess if greater interaural asymmetry was related to the\nseverity of hyperacusis.\nFinally, it is not clear if the likelihood of a person experiencing\nmisophonia is related to whether or not they suﬀer from\ndistressing tinnitus and/or hyperacusis. Distressing tinnitus\nand/or hyperacusis may increase anxiety and depression (Aazh\nand Moore, 2017a), making the individual more likely to\ndevelop a strong reaction to trigger sounds, i.e., misophonia.\nAlternatively, tinnitus may distract the individual, preventing\nthem from attending to potentially annoying trigger sounds. Past\nstudies have not assessed the relationship between the impact of\ntinnitus and/or hyperacusis and symptoms of misophonia.\nThe ﬁrst aim of the current study was to assess the proportion\nof patients with symptoms of misophonia among a clinical\npopulation of patients seeking help for tinnitus and hyperacusis.\nWe predicted that this proportion would be higher than for the\ngeneral population (Wu et al., 2014; Zhou et al., 2017; Rouw and\nErfanian, 2018).\nThe second aim was to compare the audiological\ncharacteristics and severity of tinnitus, hyperacusis, anxiety and\ndepression among patients who reported diﬀerent frequencies\nof experiencing symptoms of misophonia in a two-week period\n(i.e., 0-1 days, 2-6 days, 7-10 days, and 11-14 days). We predicted\nthat a sloping audiogram, with greater hearing loss at high\nfrequencies would be associated with a smaller number of days\nof experiencing misophonia symptoms and that lower ULLs\nand more severe tinnitus, hyperacusis, anxiety and depression\nwould be associated with a greater frequency of experiencing of\nmisophonia symptoms.\nThe results were intended to inform those working in\naudiology clinics of the likelihood of misophonia among their\npatients and of factors that are related to it, i.e., factors that\nincrease the probability of misophonia being present. This\ninformation could be used to guide the choice of therapy.\nMATERIALS AND METHODS\nEthical Approval\nThe study was registered, reviewed and approved as a clinical\naudit by the Quality Governance Department at RSFT. The needfor patient consent was waived as this was a retrospective analysis\nof available clinical data. Analysis of the data was approved by the\nSouth West-Cornwall and Plymouth Research Ethics Committee\nand the Research and Development department at the RSFT\n(Project ID: 182924).\nStudy Design and Patients\nThis was a retrospective cross-sectional study conducted at the\nTinnitus and Hyperacusis Therapy Specialist Clinic (THTSC),\nRSFT, Guildford, United Kingdom. Data were included for all\npatients who attended the THTSC seeking help for tinnitus\nand/or hyperacusis in 2019-2020 and who answered a question\nassessing symptoms of misophonia ( n= 257). Administration\nof the self-report questionnaires (including the question about\nmisophonia) and audiological measurements included in this\nstudy were part of the routine care for patients at THTSC. This\nroutine care did not include the administration of validated\nquestionnaires for assessing misophonia; this issue is addressed\nin the Discussion section.\nDemographic data for the patients, results of their\naudiological investigations and the outcomes of their self-\nreport questionnaires were imported from their records held at\nthe Audiology Department. All questionnaires were completed\nprior to the start of any treatment, at each patient’s ﬁrst visit to\nthe clinic. Patients completed the questionnaires in the clinic\nwaiting area without involvement of their audiologist. The mean\nage of the patients was 53 years (SD = 16 years) (age range = 17 -\n97 years). Fifty four percent (139/257) were female.\nAudiological Measures\nAudiological measures were:\n(1) Pure tone audiogram measured using the procedure\nrecommended by the British Society of Audiology (BSA,\n2011a), but with some modiﬁcations proposed by Aazh\nand Moore (2017c) to limit discomfort. The starting\npresentation level at 0.25, 0.5, 2, 3, 4, 6, and 8 kHz\nwas equal to the HTL at the adjacent frequency (e.g., if\nthe HTL at 1 kHz was 20 dB HL, the starting level for\nmeasuring the HTL at 2 kHz was 20 dB HL, instead of\n50 dB HL as recommended by the BSA). The severity of\nhearing loss was categorized based on the values of the\nPTA across the frequencies 0.25, 0.5, 1, 2, and 4 kHz, as\nrecommended by the British Society of Audiology (BSA,\n2011a): Mild (20 – 40 dB HL), Moderate (41 – 70 dB HL),\nSevere (71 – 95 dB HL) and Profound (over 95 dB HL).\nTo explore asymmetries in HTLs across the ears, patients\nwere classiﬁed into ﬁve groups based on the between-\near diﬀerence in PTA: <5 dB,\u00155 and<10 dB, \u001510 and\n<20,\u001520 and<30, and \u001530. The absolute values of\nthe diﬀerences in HTLs between 8 and 1 kHz, referred\nto here as HTL slope were calculated separately for the\nright and left ears.\n(2) ULLs measured following the BSA recommended\nprocedure (BSA, 2011b), but with the modiﬁcations\nproposed by Aazh and Moore (2017c), to limit discomfort.\nThe instructions were “I will gradually make the sound\nFrontiers in Neuroscience | www.frontiersin.org 3 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 4\nAazh et al. Audiological Characteristics of Misophonia\nlouder in your ear, and you must press the button (or raise\nyour hand) as soon as the sound becomes uncomfortable\n(uncomfortably loud). This is not a test to ﬁnd the loudest\nsound you can tolerate; it is a test to ﬁnd what level of\nsound you ﬁnd uncomfortable. You should press the\nbutton (or raise your hand) only when the sound becomes\nuncomfortable; but make sure you press (raise) it as soon\nas the sound reaches that level.” The starting presentation\nlevel was equal to the measured HTL at the test frequency.\nIn addition, levels above 80 dB HL were not used. If the\nULL was not reached at 80 dB HL, the ULL at the test\nfrequency was recorded as 85 dB HL. The across-frequency\naverage (0.25, 0.5, 1, 2, 3, 4, 6, and 8 kHz) ULL for the\near with lower average ULL is denoted ULLmin. When\nULLmin was \u001477 dB HL, hyperacusis was deemed to be\npresent (Aazh and Moore, 2017b). Patients were diagnosed\nwith severe hyperacusis if the ULL for any frequency for\neither ear was 30 dB HL or less (Aazh and Moore, 2018).\nTo explore asymmetries in ULLs across the ears, patients\nwere classiﬁed into three groups based on the between-ears\ndiﬀerence in average ULLs (across 0.25, 0.5, 1, 2, 3, 4, 6,\nand 8 kHz): symmetrical (between-ear diﬀerence <5 dB),\nmildly asymmetrical (between-ear diﬀerence \u00155 dB and\n<10 dB), asymmetrical (between-ear diﬀerence \u001510 dB).\nThe absolute values of the diﬀerences in ULLs between\n8 and 1 kHz (i.e., ULL at 8 kHz minus ULL at 1 kHz),\nreferred to here as ULL slope, were calculated separately\nfor the right and left ears.\nQuestionnaires\nAssessment of Misophonia Symptoms\nItem 4 of the Sound Sensitivity Symptoms Questionnaire (SSSQ)\n(Aazh et al., 2022a) was used to identify patients with symptoms\nof misophonia. This item asks, “Over the last 2 weeks, how\noften have you been feeling angry or anxious when hearing\ncertain sounds related to eating noises, lip smacking, sniﬄing,\nbreathing, clicking sounds, tapping?” The response choices are:\n0-1 days, 2-6 days, 7-10 days and 11-14 days. Scores of 0 were\nassigned for 0-1 days, 1 for 2-6 days, 2 for 7-10 days and 3\nfor 11-14 days. Patients who scored 2 or 3 on this item (i.e.,\nreporting feeling anxious or angry more than half of the days)\nwere classiﬁed as having frequent symptoms of misophonia.\nThis is denoted Miso Cat 1. Patients with scores of 0 or 1\n(i.e., reporting feeling anxious or angry less than half of the\ndays) were classiﬁed as having no or less frequent misophonia\nsymptoms. This is denoted Miso Cat 0. In some of the analyses\nthat follow, the actual score for item 4 of the SSSQ was used. This\nis denoted SSSQ4.\nScreening for Anxiety and Depression in Tinnitus\nThe screening for anxiety and depression (SAD-T) questionnaire\ncontains four items that match those for the physical health\nquestionnaire (PHQ-4; Kroenke et al., 2009). Each item is rated\non a four-point Likert scale. Two items relate to experiences of\nanxiety and worry and two relate to the experience of anhedonia\nand feeling down, depressed or hopeless. The response choices\nare: 0-1 days, 2-6 days, 7-10 days and 11-14 days. Scores of 0were assigned for 0-1 days, 1 for 2-6 days, 2 for 7-10 days and\n3 for 11-14 days. Cronbach’s alpha for the SAD-T, based on\nresponses from a tinnitus and hyperacusis clinical population,\nis 0.91 (Aazh et al., 2022a). The overall score for the SAD-T\nranges from 0 to 12. Scores of 4 or more indicate symptoms of\nanxiety and/or depression. This was calculated but not reported\nduring a study on the acceptability and relevance of psychological\nquestionnaires in the assessment of patients with tinnitus and/or\nhyperacusis (Aazh and Moore, 2017d).\nQuestions About History of Mental Health\nGiven the high prevalence of mental illness among patients\nseeking help for tinnitus and/or hyperacusis, the patients were\nasked several questions about mental health as part of routine\nhistory taking (Aazh and Moore, 2017d; Aazh et al., 2018).\nThe questions were: (1) Do you have any history of mental\nillness? (2) Have you seen mental health professionals? (3)\nWhile you were growing up during the ﬁrst 18 years of life did\nyour parent(s) have depression or mental illness? The responses\nfor these questions were “yes” or “no.” The third question is\ntaken from the questionnaire for Adverse Childhood Experiences\n(Felitti et al., 1998).\nHyperacusis Impact Questionnaire\nThe hyperacusis impact questionnaire (HIQ) has eight items\nassessing the impact of hyperacusis on the patient’s life. The\nHIQ asks respondents how often (in number of days in the\nlast 14 days) each of several situations occurred because of\ncertain environmental sounds that seemed too loud to them,\nbut that other people could tolerate well. Reponses choices and\nthe score for each choice were the same as for the SAD-T, as\ndescribed above. Cronbach’s alpha for the HIQ is 0.93. The overall\nscore ranges from 0 to 24. Scores above 11 indicate a clinically\nsigniﬁcant impact of hyperacusis (Aazh et al., 2022a).\nTinnitus Impact Questionnaire\nThis 7-item questionnaire assesses how often respondents\nexperience a number of problems because of hearing a sound\nin their ears or head with no external source (e.g., buzzing,\nhigh-pitched whistle, hissing), over a two-week period. Reponses\nchoices and the score for each choice were the same as for the\nSAD-T, as described above. Cronbach’s alpha for the TIQ is 0.89\n(Aazh et al., 2022b). The overall score ranges from 0 to 21. A score\nbelow 5 indicates no impact of tinnitus, a score of 5 or 6 indicates\nmild impact, a score of 7 or 8 indicates moderate impact, and a\nscore of 9 or more indicates a severe impact (Aazh et al., 2022b).\nData Analyses\nThe data were anonymized prior to statistical analysis.\nDescriptive statistics for the demographic variables, hearing\nthresholds and ULLs, and the scores for the self-report\nquestionnaires were calculated.\nWelch’s t-tests (Delacre et al., 2017) and chi-squared ( $2) tests\nwere used to compare audiological variables across frequencies\nand to assess the diﬀerences in the scores for the questionnaires\nbetween Miso Cat 1 and Miso Cat 0. Cohen’s dwas calculated\nFrontiers in Neuroscience | www.frontiersin.org 4 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 5\nAazh et al. Audiological Characteristics of Misophonia\nto assess eﬀect sizes (ES) based on mean comparison for unequal\nvariances (Lakens, 2013; Delacre et al., 2017).\nOne-way analyses of variance (ANOV A) were used to assess\nthe diﬀerences in scores for the HIQ, TIQ, SAD-T, ULLmin and\nPTA across ears among patients with scores of 0, 1, 2, and 3 for\nitem 4 of the SSSQ (SSSQ4 score). The Šídák method was used\nfor post hoc tests (Kirk, 2012). ES values following ANOV A were\nassessed using the \u00182measure (Smithson, 2001).\nSpearman correlation was used to assess the relationships\nbetween SSSQ4 scores and scores for the HIQ, TIQ, SAD-T,\nULLmin, PTA across ears, HTL and ULL slopes and age. The\nstrength of the correlation coeﬃcient ( r) was considered as\nweak if r<0.2, moderate if rwas between 0.2 and 0.5, and\nstrong if r>0.5 (Cohen, 1988; Hemphill, 2003). Variables that\nwere signiﬁcantly correlated with SSSQ4 scores were included\nin a logistic regression model to assess whether the SSSQ4\nscore (dependent variable) was related to ULLmin, scores for\nthe HIQ, TIQ, SAD-T, and ULL and HTL slopes (independent\nvariables). Odds ratios (ORs) and their 95% conﬁdence intervals\nwere obtained, both unadjusted and adjusted for (a) age and\ngender (b) categories of tinnitus impact as measured via the TIQ,\n(c) hyperacusis impact as measured via the HIQ, (d) anxiety\nand depression as measured via the SAD-T, (e) hyperacusis as\nmeasured via ULLmin, (f) ULL slope, and (g) HTL slope. Hearing\nloss categories and between-ear diﬀerences in ULLs and PTA\nwere not included in the model as they were not correlated with\nSSSQ4 scores. The pvalue required for statistical signiﬁcance was\np<0.05.\nThe analyses were restricted to patients with complete data\nfor all variables required for a particular analysis. The number\nof patients included in each analysis ( n) is reported. The STATA\nprogram (version 13) (StataCorp, 2013) and MATLAB 2020a\n(The MathWorks, 2020) were used for statistical analyses.\nRESULTS\nCharacteristics of the Study Population\nThe means and SDs of the HTLs and ULLs for each ear and\neach frequency are shown in Table 1 . The grand mean PTA\nacross ears was 22 dB HL (SD = 15 dB) ( n= 244). The grand\nmean PTA for the better ear was 18 dB HL (SD = 13 dB). The\ngrand mean PTA for the worse ear was 26 dB HL (SD = 19 dB).\nBased on the PTA for the better ear, 65% of the patients had no\nhearing loss, 28% had mild hearing loss, and 7% had moderate\nhearing loss. Based on the PTA for the worse ear, 49% of the\npatients had no hearing loss, 34% had mild hearing loss, 13.5%\nhad moderate hearing loss, 2.9% had severe hearing loss and 0.8%\nhad profound hearing loss.\nFor 64% of the patients (156/244), there was less than a 5-\ndB diﬀerence in PTA between the two ears. The diﬀerence in\nPTA between ears was \u00155 and<10 dB for 20% of cases, \u001510\nand<20 dB for 5% of cases, \u001520 and<30 dB for 4.5% of cases,\nand\u001530 dB for 6.2% of cases. The mean HTL slope was 22.7 dB\n(SD = 19.5 dB) for the left ears and 20 dB (SD = 19 dB) for the\nright ears. The HTL slope was \u001520 dB, for at least one ear, for\n58% of the patients (143/248).The grand average ULL across 0.25, 0.5, 1, 2, 4, 6, and 8 kHz\nand across ears was 78.5 dB HL (SD = 8.3) ( n= 169). The average\nvalue of ULLmin was 77.7 dB HL (SD = 9) ( n= 191). ULLmin\nvalues were 77 dB HL or below, suggesting hyperacusis for 30% of\npatients. About 1.5% of the patients were diagnosed with severe\nhyperacusis, based on them having a ULL of 30 dB HL or less\nfor any frequency for either ear (Aazh and Moore, 2018). ULLs\nwere symmetrical for 83% of patients, mildly asymmetrical for\n14% and asymmetrical for 2.4%. The mean ULL slope was 5 dB\n(SD = 8 dB) for both ears. About 11.5% of patients had a ULL\nslope\u001520 dB for at least one ear.\nFor the study population, the mean scores for the HIQ, TIQ\nand SAD-T were 8 (SD = 7.5, n= 224), 8.4 (SD = 6, n= 170),\nand 4 (SD = 4, n= 253), respectively. Based on scores for\nthe HIQ, 30% of patients had hyperacusis. Based on scores\nfor the TIQ, 28% of patients had no tinnitus handicap, 20.5%\nhad a mild tinnitus handicap, 10.5% had a moderate tinnitus\nhandicap, and 41% (70/170) had a severe tinnitus handicap.\nBased on scores for the SAD-T, 44.5% of patients had symptoms\nof anxiety and/or depression. About 47% of the patients (113/241)\nreported a history of mental illness, 39% (94/240) reported\nseeing mental health professionals, and 31.5% reported that when\nthey were under 18 years of age at least one of their parents\nhad mental illness.\nComparison of Miso Cat 0 and Miso\nCat 1\nOverall, 23% of patients (59/257) were classiﬁed as Miso Cat 1.\nPatients in Miso Cat 1 were younger on average than those in\nMiso Cat 0 ( Table 2 ). The percentage of females was 61% for\nMiso Cat 1 and 52% for Miso Cat 0, and the diﬀerence was not\nsigniﬁcant ( $2= 1.5, p= 0.22). There was no signiﬁcant diﬀerence\nin PTA between those in Miso Cat 0 and those in Miso Cat 1, as\nshown in Figures 1 ,2.\nBased on the PTA for the better ear, among the 58 patients\nin Miso Cat 1, 59% had no hearing loss, 38% had mild hearing\nloss, and 3.5% had moderate hearing loss. Among the 190 patients\nin Miso Cat 0, 67% had no hearing loss, 24% had mild hearing\nloss, and 8% had moderate hearing loss. Based on the PTA for the\nworse ear, among the patients in Miso Cat 1, 45% had no hearing\nloss, 38% had mild hearing loss, 14% had moderate hearing loss,\nand 3.5% had severe hearing loss. Among the patients in Miso Cat\n0, 50% had no hearing loss, 33% had mild hearing loss, 13% had\nmoderate hearing loss, 3% had severe hearing loss, and 1% had\nprofound hearing loss. The diﬀerences in distributions of hearing\nloss categories for the better and worse ears between Miso Cat\n1 and Miso Cat 0 were not statistically signiﬁcant ( $2= 5.08,\np= 0.079 and $2= 1.3, p= 0.86, respectively).\nThe HTL slope averaged across ears was \u001520 dB for 52% of\nthose in Miso Cat 1 and for 59.5% of those in Miso Cat 0 ( $2= 1.1,\np= 0.3). The PTA diﬀered across ears by less than 5 dB for 65.5%\nof those in Miso Cat 1 and 63.4% of those in Miso Cat 0. The\ndiﬀerence in PTA across ears was \u00155 and<10 dB for 17% of cases\nin Miso Cat 1 and 21% of Miso Cat 0, \u001510 and<20 dB for 3. 5%\nof those in Miso Cat 1 and 5.9% of Miso Cat 0, \u001520 and<30 dB\nfor 5.3% of those in Miso Cat 1 and 4.3% of those in Miso Cat 0,\nFrontiers in Neuroscience | www.frontiersin.org 5 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 6\nAazh et al. Audiological Characteristics of Misophonia\nTABLE 1 | Means (SDs) of hearing threshold levels (HTLs) and uncomfortable loudness levels (ULLs) in dB HL for each ear of the study population across different\nfrequencies.\nFrequency, kHz\n0.25 0.5 1 2 3 4 6 8\nHTL right18\n(15)\nn= 24718\n(17)\nn= 24719\n(18)\nn= 24721\n(19)\nn= 24726\n(20)\nn= 21830\n(22)\nn= 24738\n(25)\nn= 21836\n(28)\nn= 247\nHTL left18\n(16)\nn= 24619\n(17)\nn= 24819\n(18)\nn= 24823\n(20)\nn= 24829\n(22)\nn= 22234\n(23)\nn= 24739\n(25)\nn= 22240\n(28)\nn= 247\nULL right78\n(10)\nn= 19678\n(9)\nn= 19879\n(8)\nn= 19879\n(9)\nn= 19879\n(9)\nn= 17079\n(9)\nn= 19679\n(10)\nn= 16577\n(12)\nn= 179\nULL left78\n(10)\nn= 19579\n(9)\nn= 19880\n(9)\nn= 19679\n(9)\nn= 19580\n(8)\nn= 16780\n(8)\nn= 18979\n(9)\nn= 16377\n(12)\nn= 182\nThe number of patients included in each analysis is indicated by n.\nTABLE 2 | Results of independent-samples Welch’s t-tests comparing the PTA (pure tone average) averaged across ears, between-ears difference in PTA, ULLmin\n(across-frequency average uncomfortable loudness level for the ear with lower average ULL), between-ears difference in average ULL, ULL slope (the value of the\ndifference in ULLs between 8 and 1 kHz) for each ear and averaged across ears, HTL slope (absolute values of the differences in hearing threshold levels between 8 and\n1 kHz) for each ear and averaged across ears, scores for the TIQ (Tinnitus Impact Questionnaire), HIQ (Hyperacusis Impact Questionnaire), SAD-T (Screening for Anxiety\nand Depression-Tinnitus), and age for groups Miso Cat 0 and Miso Cat 1. Signiﬁcant pvalues are indicated in bold font.\nMiso Cat 0\nMean (SD)Miso Cat 1\nMean (SD)Difference:\nmean and 95% conﬁdence\nintervals (CI)P-value ES and 95% CI\nPTA across ears 22 (15.5)\nn =18622.5 (14)\nn =58\u00000.61\n(\u00004.9 to 3.7)0.78 \u00000.04\n(\u00000.33 to 0.25)\nBetween-ears difference in PTA (dB) 6.8 (11)\nn =1869.0 (15.5)\nn =58\u00002.2\n(\u00006.6 to 2.2)0.31 \u00000.17\n(\u00000.47 to 0.12)\nULLmin (dB HL) 79 (8)\nn =14574 (11)\nn =465.0\n(1.5 to 8.5)0.006 0.56\n(0.22 to 0.91)\nBetween-ears difference in average ULL\n(dB)1.9 (2.9)\nn =1312.7 (3.4)\nn =38\u00000.8\n(\u00002.0 to 0.4)0.18 \u00000.27\n(\u00000.63 to 0.095)\nULL slope for right ears (dB) 3.8 (6.5)\nn= 1399 (10.8)\nn= 40\u00005.1\n(\u00008.7 to \u00001.6)0.006 \u00000.67\n(\u00001.04 to \u00000.29)\nULL slope for left ears (dB) 4.1 (6.7)\nn= 1389.0 (10.4)\nn= 44\u00004.8\n(\u00008.2 to \u00001.5)0.005 \u00000.62\n(\u00000.98 to \u00000.26)\nULL slope averaged across ears (dB) 4.2 (6.1)\nn= 1328.7 (9.4)\nn= 38\u00004.5\n(\u00007.8 to \u00001.3)0.007 \u00000.64\n(\u00001.02 to \u00000.26)\nHTL slope for right ears (dB) 21.7 (20)\nn= 18915.4 (16)\nn= 586.2\n(1.1 to 11.3)0.017 0.33\n(0.03 to 0.63)\nHTL slope for left ears (dB) 24.2 (20)\nn= 18918.1 (15)\nn= 586.1\n(1.1 to 11.0)0.016 0.31\n(0.017 to 0.61)\nHTL slope averaged across ears (dB) 23.0 (18)\nn= 18816.8 (14)\nn= 586.2\n(1.8 to 10.6)0.007 0.36\n(0.06 to 0.65)\nTIQ score (0-21) 6.8 (4.9)\nn =13113.7 (6.6)\nn =39\u00007.0\n(\u00009.2 to \u00004.7)<0.0001 \u00001.3\n(\u00001.7 to \u00000.86)\nHIQ score (0-24) 5.7 (5.9)\nn =17316.0 (6.8)\nn =51\u000010.3\n(\u000012.4 to \u00008.2)<0.0001 \u00001.7\n(\u00002.1 to \u00001.28)\nSAD-T score (0-12) 3 (3.4)\nn =1957.5 (4.1)\nn =58\u00004.5\n(\u00005.7 to \u00003.3)<0.0001 \u00001.3\n(\u00001.6 to \u00000.92)\nAge (years) 54.5 (17)\nn =19849.5 (12)\nn =595.0\n(1.0 to 8.9)0.014 0.31\n(0.016 to 0.6)\nThe sixth column shows ES values based on Cohen’s d with 95% CIs.\nand\u001530 dB for 8.6% of those in Miso Cat 1 and 5.4% of those in\nMiso Cat 0. The proportions of patients falling in each asymmetrycategory did not diﬀer signiﬁcantly for Miso Cat 1 and Miso Cat\n0 ($2= 1.7, p= 0.79).\nFrontiers in Neuroscience | www.frontiersin.org 6 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 7\nAazh et al. Audiological Characteristics of Misophonia\nFIGURE 1 | Means and SDs (error bars) of the uncomfortable loudness levels (ULLs) and hearing threshold levels (HTLs) ‘of’ the right ear for Miso Cat 0 and Miso\nCat 1 groups.\nFIGURE 2 | AsFigure 1 but for the left ear.\nAs shown in Figures 1 ,2, those in Miso Cat 1 had signiﬁcantly\nlower (worse) mean ULLs than those in Miso Cat 0 for all\nfrequencies and both ears (all p<0.01). The ULL slope averaged\nacross ears was \u001520 dB for 26% of patients ( n= 12/46) in Miso\nCat 1 compared to 7% ( n= 10/145) in Miso Cat 0, and this\ndiﬀerence in proportions was signiﬁcant ( $2= 12.6, p<0.001).\nAmong patients in Miso Cat 1 ( n= 38), ULLs were\nsymmetrical for 82%, mildly asymmetrical for 16% and\nasymmetrical for 3%. Corresponding values for those in Miso Cat\n0 were 84, 14, and 2%. The proportions of patients falling in eachasymmetry category did not diﬀer signiﬁcantly for Miso Cat 1 and\nMiso Cat 0 ( $2= 0.12, p= 0.94).\nAmong patients in Miso Cat 1, based on TIQ scores\nthere was no impact of tinnitus for 8% (3/39), a mild\nimpact for 13% (5/39), a moderate impact for 5% (2/39),\nand a severe impact for 74% (29/39). Among patients\nin Miso Cat 0, corresponding values were 34% (44/131),\n23% (30/131), 12%% (16/131), and 31% (41/131). The\nproportions falling in the diﬀerent tinnitus impact categories\ndiﬀered signiﬁcantly between Miso Cat 1 and 0 ( $2= 23.7,\nFrontiers in Neuroscience | www.frontiersin.org 7 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 8\nAazh et al. Audiological Characteristics of Misophonia\np<0.001), the impact of tinnitus generally being greater for\nthose in Miso Cat 1.\nBased on the HIQ score, 73% (37/51) of those in Miso Cat 1\nhad a signiﬁcant impact of hyperacusis compared to 18% (31/173)\nof those in Miso Cat 0, and this diﬀerence in proportions was\nsigniﬁcant ( $2= 55.6, p<0.001).\nBased on the SAD-T score, 81% (47/58) of patients in Miso\nCat 1 had symptoms of anxiety and depression compared to\n33.5% (65/194) of patients in Miso Cat 0, and this diﬀerence in\nproportions was signiﬁcant ( $2= 40.8, p<0.001).\nSeventy one percent (40/56) of patients in Miso Cat 1 reported\na history of mental illness compared to 39.5% (73/185) in\nMiso Cat 0, and this diﬀerence in proportions was signiﬁcant\n($2= 17.6, p<0.0001). Fifty seven percent (32/56) of patients\nin Miso Cat 1 had seen mental health professionals compared to\n34% (62/184) in Miso Cat 0, and this diﬀerence in proportions\nwas signiﬁcant ( $2= 9.9, p= 0.002). Forty ﬁve percent (25/55)\nof patients in Miso Cat 1 reported that when they were a child\nat least one of their parents had mental illness compared to\n27% (50/183) for Miso Cat 0, and this diﬀerence in proportions\nwas signiﬁcant ( $2= 6.4, p= 0.011). Among patients with\na history of parental mental illness in their childhood, 59%\n(43/73) had an abnormal SAD-T score compared to 39.5%\n(64/162) of those with no history of parental mental illness,\nand this diﬀerence in proportions was signiﬁcant ( $2= 7.6,\np= 0.006).\nTable 2 shows the results of Welch’s t-tests comparing various\nmeasures for those in Miso Cat 0 and Miso Cat 1. The mean\nULLmin values were signiﬁcantly lower and total scores for\nthe SAD-T, TIQ, HIQ were signiﬁcantly worse for Miso Cat\n1 than for Miso Cat 0. The ULL slope was higher for Miso\nCat 1 than for Miso Cat 0, but the HTL slope was lower for\nMiso Cat 1 than for Miso Cat 0. There were no signiﬁcant\ndiﬀerences between Miso Cat 1 and 0 in terms of the between-ear\ndiﬀerences in ULL or PTA.\nAudiological and Psychological Factors\nRelated to Misophonia Symptoms\nOf 257 patients, SSSQ4 scores of 0, 1, 2, and 3 were obtained\nfor 149 (58%), 49 (19%), 21 (8%) and 38 (15%), respectively. As\nshown in Table 3 , there were signiﬁcant diﬀerences in ULLmin,\nHIQ, TIQ and SAD-T scores among patients with diﬀerent\nSSSQ4 scores. Post hoc pairwise comparisons indicated that\nULLmin was signiﬁcantly lower only for patients who scored\n3 compared to 0 for SSSQ4 ( p= 0.013). The other pairwise\ncomparisons were not signiﬁcant ( p>0.05). HIQ scores were\nsigniﬁcantly worse for patients whose SSSQ4 scores were 3 vs. 0\n(p<0.0001), 2 vs. 0 ( p= 0.009), 3 vs. 1 ( p<0.0001) and 3 vs.\n2 (p<0.0001). TIQ scores were signiﬁcantly worse for patients\nwhose SSSQ4 scores were 3 vs. 0 ( p<0.0001), 3 vs. 1 ( p<0.0001)\nand 3 vs. 2 ( p= 0.005). SAD-T scores were signiﬁcantly worse for\npatients whose SSSQ4 scores were 3 vs. 0 ( p<0.0001), 2 vs. 0\n(p= 0.001), 3 vs. 1 ( p<0.0001) and 3 vs. 2 ( p= 0.041). The other\npairwise comparisons were not signiﬁcant ( p>0.05).\nThere was no signiﬁcant diﬀerence in the average PTA across\nears for patients with diﬀerent SSSQ4 scores.As shown in Table 4 , there was no signiﬁcant correlation\nbetween the SSSQ4 scores and the average PTA values across\nears. There were moderate to strong correlations between SSSQ4\nscores and scores for the TIQ, HIQ, and SAD-T. Greater\nfrequency of being bothered by certain sounds was associated\nwith greater impact of tinnitus, greater impact of hyperacusis,\nand greater incidence of symptoms of anxiety and depression.\nSSSQ4 scores were moderately correlated with ULL slope values;\na higher frequency of being bothered by speciﬁc sounds was\nassociated with a greater ULL slope. There was a moderate\nnegative correlation between SSSQ4 scores and ULLmin values\nand weak negative correlations with HTL slopes and with ages.\nThe variables that were signiﬁcantly correlated with SSSQ4\nscores were included in logistic regression models to assess their\ninﬂuence on the OR of an SSSQ4 score of 1, 2, or 3 relative to\na score of 0. The predictor variables were: (a) absence versus\npresence of hyperacusis based on ULLmin values; (b) category of\ntinnitus impact as measured via the TIQ; (c) no versus signiﬁcant\nhyperacusis impact as measured via the HIQ; (d) absence versus\npresence of anxiety and depression as measured via the SAD-T,\n(e) ULL slope <20 dB versus \u001520 dB; and (f) HTL slope <20 dB\nversus \u001520 dB. When all measures were treated as independent\n(columns 2 and 3 of Table 5 ), the resulting non-adjusted ORs\ndiﬀered signiﬁcantly from 1 for all predictors, with the largest\neﬀects for tinnitus impact category being moderate or severe,\nsigniﬁcant impact of hyperacusis, and presence of symptoms of\nanxiety and depression.\nColumns 4 and 5 of Table 5 show the outcomes of a model\nincluding all six independent variables but adjusted for age and\ngender and taking into account the eﬀect of each of the six\nvariables on the other variables. The number of patients included\nin the adjusted model was 120, as complete data for all measures\nwere not available for all patients. For this model, the variables\nthat signiﬁcantly increased the likelihood of an SSSQ4 score\nabove 0 were: (a) a severe impact of tinnitus; (b) a signiﬁcant\nimpact of hyperacusis; and (c) having symptoms of anxiety and\ndepression. A diﬀerence in HTLs across frequency of 20 dB or\nmore, associated with a high-frequency hearing loss, decreased\nthe likelihood of an SSSQ4 score above 0.\nDISCUSSION\nOur results showed that 42% of patients seeking help for\ntinnitus and/or hyperacusis presented with some symptoms of\nmisophonia. Twenty three percent of patients reported being\nbothered by certain sounds on 7-14 days in the last 14 days\n(Miso Cat 1). There was no diﬀerence in the prevalence of\ndiﬀerent degrees of hearing loss among patients in Miso Cat\n1 and Miso Cat 0, but a signiﬁcant proportion of patients in\nboth groups (more than 33%) had some degree of hearing loss,\nindicating that misophonia is not restricted to those with normal\nhearing. The percentage of patients with hearing loss among\nthose with misophonia symptoms reported here is higher than\nreported in previous studies. For example, Enzler et al. (2021b)\nreported that 22% of individuals with misophonia as measured\nvia the MisoQuest had self-reported hearing issues and Siepsiak\nFrontiers in Neuroscience | www.frontiersin.org 8 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 9\nAazh et al. Audiological Characteristics of Misophonia\nTABLE 3 | Means (SD) of ULLmin (across-frequency average uncomfortable loudness level for the ear with lower average ULL), PTA (pure tone average) across ears, and\nscores for the HIQ (Hyperacusis Impact Questionnaire), TIQ (Tinnitus Impact Questionnaire), and SAD-T (Screening for Anxiety and Depression-Tinnitus) for patients\ngiving each SSSQ4 score, indicating the number of days that they were bothered by certain sounds in the last 2 weeks.\nNumber of days bothered in\nthe last 14 days0-1 days 2- 6 days 7-10 days 11-14 days F-value\ndegrees of freedom\np-value\nNumber ( n)ES\n(95%CI)\nULLmin (dB HL) 80 (8.2)\nn= 10577 (7.3)\nn= 4074 (7.8)\nn= 1674 (13)\nn= 304.45\n3, 187\n0.005\nn =1910.07\n(0.007 to 0.13)\nPTA across ears (dB HL) 23 (16)\nn= 13720 (14)\nn= 4920 (13)\nn= 2124 (15)\nn= 370.59\n3, 240\n0.62\nn =2440.007\n(0 to 0.03)\nHIQ score (0-24) 5.1 (5.8)\nn= 1297.3 (5.9)\nn= 4410.2 (6.5)\nn= 1518.4 (5.4)\nn= 3650.5\n3, 220\n<0.0001\nn =2240.41\n(0.3 to 0.48)\nTIQ score (0-21) 6.0 (4.8)\nn= 948.8 (4.6)\nn= 379.8 (5.4)\nn= 1315.7 (6.3)\nn= 2625.5\n3, 166\n<0.0001\nn =1700.31\n(0.19 to 0.41)\nSAD-T score (0-12) 2.7 (3.3)\nn= 1464.1 (3.4)\nn= 495.9 (3.6)\nn= 218.5 (4.1)\nn= 3729.6\n3, 249\n<0.0001\nn =2530.26\n(0.16 to 0.34)\nThe right-most column shows the outcomes of one-way ANOVAs with factor SSSQ4 score. The number of patients included in each analysis is indicated by n. Signiﬁcant\np values are indicated in bold font. The seventh column shows ES values based on \u00182with 95% CIs.\nTABLE 4 | Spearman correlations ( r) and corresponding pvalues between the number of days out of 14 when bothered by certain sounds (based on SSSQ4 score)\nwith: PTA (pure tone average) across ears, TIQ (Tinnitus Impact Questionnaire) scores, HIQ (Hyperacusis Impact Questionnaire) scores, SAD-T (Screening for Anxiety and\nDepression-Tinnitus) scores, ULL slope (the value of the difference in ULLs between 8 and 1 kHz) for each ear and averaged across ears, ULLmin (across-frequency\naverage uncomfortable loudness level for the ear with lower average ULL), HTL slope (value of the differences in hearing threshold levels between 8 and 1 kHz) for each\near and averaged across ears, and age.\nPTA across\nearsTIQ score HIQ score SAD-T score ULL slope ULLmin HTL slope Age\nr= 0.014\np =0.82\nn= 244r= 0.49\np<0.0001\nn= 170r= 0.53\np<0.0001\nn= 224r= 0.47\np<0.0001\nn= 253r= 0.28\np =0.0002\nn= 170r=\u00000.29\np<0.0001\nn= 191r=\u00000.16\np =0.015\nn= 246r=\u00000.15\np =0.017\nn= 257\nEach cell also shows the number of patients (n). Signiﬁcant p values are indicated in bold font.\net al. (2022) reported hearing loss in 16% of participants with\nmisophonia, as diagnosed using the criteria of Schroder et al.\n(2013). Most of the patients in those studies were recruited\nvia social media, so their study population was diﬀerent from\nthat for our study.\nAlthough the presence or absence of hearing loss did not seem\nto be related to the presence of misophonia symptoms, a steep\nslope of the audiogram, with greater loss at high frequencies,\nwas associated with a reduced risk of misophonia. This probably\noccurs because some of the triggers for misophonia are sounds\nwhose spectrum is dominated by high frequencies, such as\nthe sound of crispy foods (Dacremont, 1995). Hearing loss at\nhigh frequencies reduces the likelihood that such trigger sounds\nwill be audible.\nThe presence of symptoms of misophonia was not\nsigniﬁcantly related to between-ear diﬀerences in HTL or ULL.This indicates that the underlying mechanism of misophonia is\nunlikely to be related to asymmetric pathologies of the peripheral\nauditory pathway; rather, a more central mechanism is involved.\nThis is consistent with imaging studies reporting altered non-\nauditory areas in the brain among patients with misophonia\ncompared with healthy controls (Kumar et al., 2017, Lin et al.,\n2020).\nIn this paper, one of the criteria for indicating the presence of\nhyperacusis was a ULLmin value \u001477 dB HL (the other criterion\nwas HIQ score). The use of ULLs for diagnosing hyperacusis has\nbeen challenged by several authors; some studies have reported\nthat ULLs averaged across frequency were not signiﬁcantly\ncorrelated with self-report measures of hyperacusis (Khalfa et al.,\n2002; Meeus et al., 2010). In addition, there are diﬀerences in\nthe criteria for diagnosing hyperacusis based on ULLs (Goldstein\nand Shulman, 1996; Anari et al., 1999; Jastreboﬀ and Jastreboﬀ,\nFrontiers in Neuroscience | www.frontiersin.org 9 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 10\nAazh et al. Audiological Characteristics of Misophonia\nTABLE 5 | Results of a logistic regression model showing the odds ratio (OR) of the SSSQ4 score (dependent variable) relative to a baseline.\nNon-adjusted\nOR (95% CI)P-value Adjusted\nOR (95% CI)\nn= 120P-value\nHyperacusis\nNo (ULLmin >77 dB HL)\nYes (ULLmin \u001477 dB HL)1.0\n2.45 (1.3 to 4.6)\nn =1910.005 1.0\n1.1 (0.34 to 3.56)0.86\nTinnitus impact category\nNo impact (TIQ score <5)\nMild (TIQ score 5 or 6)\nModerate (TIQ score 7 or 8)\nSevere (TIQ score \u00159)1.0\n2.5 (0.9 to 7.14)\n6.1 (1.83 to 20.25)\n9.3 (3.8 to 23.1)\nn =1700.076\n0.003\n<0.00011.0\n3.54 (0.93 to 13.5)\n4.39 (0.85 to 22.8)\n5.42 (1.46 to 20.17)0.06\n0.08\n0.047\nHyperacusis impact\ncategory\nNo impact (HIQ score \u001411)\nSigniﬁcant impact (HIQ\nscore>11)1.0\n4.56 (2.48 to 8.4)\nn =224<0.0001 1.0\n3.9 (1.12 to 13.3)0.032\nAnxiety and depression\nNo (SAD-T score <4)\nYes (SAD-T score \u00154)1.0\n5.4 (3.1 to 9.3)\nn =252<0.0001 1.0\n2.8 (1.03 to 7.4)0.044\nAcross-frequency difference\nin ULLs\nNo (across ears ULL\nslope<20 dB)\nYes (across ears ULL\nslope\u001520 dB)1.0\n2.96 (1.15 to 7.63)\nn= 1910.025 1.0\n3.8 (0.67 to 21.98)0.13\nAcross-frequency difference\nin HTLs\nNo (across ears HT\nslope<20 dB HL)\nYes (across ears HT\nslope\u001520 dB HL)1.0\n0.59 (0.36 to 0.99)\nn= 2480.046 1.0\n0.31 (0.095 to 0.98)0.047\nVariables included in the model were the presence or absence of hyperacusis based on ULLmin (across-frequency average uncomfortable loudness level for the ear\nwith lower average ULL), tinnitus impact category based on scores for the TIQ (Tinnitus Impact Questionnaire), hyperacusis impact category based on scores for the\nHIQ (Hyperacusis Impact Questionnaire), presence of anxiety and depression symptoms as measured via the SAD-T (Screening for Anxiety and Depression-Tinnitus),\npresence or absence of across-frequency difference in ULLs based on the average ULL slope (the values of the difference in ULLs between 8 and 1 kHz) across ears,\nand presence or absence of across-frequency difference in HTLs based on the HTL slope (values of the differences in hearing threshold levels between 8 and 1 kHz)\nacross ears. Unadjusted and adjusted OR values and their 95% conﬁdence intervals (CIs) are shown. The adjusted OR takes into account the effects of age and gender\nin addition to the effects of other variables in the model. Signiﬁcant p values are indicated in bold font.\n2000). For example, Goldstein and Shulman (1996) suggested\nthat ULLs between 80 and 90 dB HL at two or more frequencies\nindicate mild hyperacusis, ULLs between 65 and 75 dB HL\nindicate moderate hyperacusis and ULLs below 60 dB HL indicate\nsevere hyperacusis. Anari et al. (1999) suggested 70 dB HL\nas the cutoﬀ value indicating signiﬁcant hyperacusis. Jastreboﬀ\nand Jastreboﬀ (2000) suggested that “threshold of signiﬁcant\nhyperacusis is deﬁned as average LDLs below 100 dB HL ” (LDL\nstands for loudness discomfort level, which is another term for\nULL). Sheldrake et al. (2015) reported that if a criterion value of\n100 dB HL for ULLs averaged across 0.5, 1, 2, and 4 kHz (denoted\nULL 0:5\u00004) is used, this results in a positive diagnosis for 90% of\nthose with hyperacusis, but results in a high false positive rate of\n60% (and a corresponding speciﬁcity of only 40%).\nSherlock and Formby (2005) reported that among individuals\nwith no complaint of hyperacusis the average value of ULL 0:5\u00004\nwas 102 dB HL (SD = 12 dB). They showed that 50% ofpeople with no hyperacusis had average ULL 0:5\u00004values less\nthan 105 dB HL, 25% had ULL 0:5\u00004values less than 94 dB\nHL, and 5% had ULL 0:5\u00004values less than 80 dB HL. To avoid\nexcessive false positives when diagnosing hyperacusis based on\nULL 0:5\u00004, the lower 95% bound of the global mean for people\nwithout hyperacusis can be used as the cutoﬀ; this is obtained\nby subtracting from that mean 1.96 times the square root of the\nvariance of the mean, giving a value of 80 dB HL based on the\ndata of Sherlock and Formby (2005).\nAazh and Moore (2017b) took a diﬀerent approach. As\nnoted earlier, they based their analyses on the average ULL\nacross 0.25, 0.5, 1, 2, 3, 4, 6, and 8 kHz for the ear with\nlower average ULLs, denoted ULLmin. They chose a cutoﬀ\nvalue for ULLmin corresponding to the 95% upper bound of\nthe ULLmin values for people with hyperacusis as diagnosed\nvia the score for Hyperacusis Questionnaire (HQ) (Khalfa\net al., 2002); this was obtained by adding 1.96 times the\nFrontiers in Neuroscience | www.frontiersin.org 10 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 11\nAazh et al. Audiological Characteristics of Misophonia\nsquare root of the variance of the global mean ULLmin\nvalue to the global mean value, based on the clinical data\nof patients seen in a tinnitus and hyperacusis service. The\nresulting value was 77 dB HL. For this criterion, anyone with\nULLmin \u001477 dB HL is diagnosed as having hyperacusis. Based\non the data reported by Aazh and Moore (2017b), sensitivity with\nthis criterion is 53% and speciﬁcity is 79%. Thus, the cutoﬀ\nvalue of 77 dB HL only rarely results in false positives. The\nULLmin criterion of 77 dB has recently been used in a study of\nEnzler et al. (2021a), who proposed a novel method of assessing\nhyperacusis using psychoacoustic ratings of natural sounds. Their\nresults showed good consistency of the new psychoacoustic\nmethod in diagnosing hyperacusis with the ULLmin criterion.\nNote, however, that whatever criterion is chosen, diagnosis of\nhyperacusis based on ULLs is imperfect. That is why, in the\npresent study, HIQ scores were used in addition to ULLs.\nThe average value of ULLmin was 74 dB HL for those in Miso\nCat 1 and 79 dB HL for those in Miso Cat 0, and this diﬀerence\nwas signiﬁcant. Also, there was a moderate negative correlation\nbetween SSSQ4 scores and ULLmin values. In other words, those\nwith low ULLmin values were more likely to show symptoms\nof misophonia. In contrast, Siepsiak et al. (2022) reported no\nstatistically signiﬁcant diﬀerence in average ULLs across ears\nbetween patients with and without misophonia, although there\nwas a trend in the same direction as found in the present\nstudy. The diﬀerence across studies may be a consequence of the\ndiﬀerent study populations, but may also be related to diﬀerences\nin the method for measuring ULLs. The maximum presentation\nlevel used by Siepsiak et al. (2022) ranged from 90 to 120 dB\nHL depending on the test frequency. In our study, the level was\nlimited to 80 dB HL regardless of frequency in order to avoid\ndiscomfort, as recommended by Aazh and Moore (2017c).\nOne concern is the extent to which the cap of 80 dB HL\ninﬂuenced the values of ULLmin. There were very few cases\nof patients who were classiﬁed as having hyperacusis based on\nULLmin who did not press the button indicating the onset of\ndiscomfort at a level of 80 dB HL or below, so the artiﬁcial value of\n85 dB was used only rarely, and then usually only for one or two\nfrequencies. Thus, the cap of 80 dB HL had very little inﬂuence\non the values of ULLmin among those who were classiﬁed as\nhaving hyperacusis based on ULLmin. For patients who were\nnot classiﬁed as having hyperacusis based on ULLmin, 59 and 70\n(out of 133) did not press the button at 80 dB HL or below for\nthe left and right ears, respectively. Therefore, the cap of 80 dB\nHL would have reduced the mean ULLmin value among patients\nwho were not classiﬁed as having hyperacusis based on ULLmin\nvalues. The overall eﬀect of the cap was to reduce the diﬀerence\nin average ULLmin values for those diagnosed as having versus\nnot having hyperacusis. It is likely that the diﬀerences in ULLmin\nvalues between those in Miso Cat 0 and Miso Cat 1 would have\nbeen even larger if the cap of 80 dB HL had not been imposed.\nThe ULL slope was signiﬁcantly higher (steeper) for patients\nin Miso Cat 1 than for patients in Miso Cat 0. The ULL\nslope values were moderately correlated with SSSQ4 scores,\nindicating that patients with misophonia symptoms are likely\nto be more bothered by high-frequency sounds than by low-\nfrequency sounds. This is consistent with the ﬁnding thatsounds with strong concentrations of energy in the range 2.5 to\n5.5 kHz are associated with auditory perceptual unpleasantness\nfor normal subjects (Halpern et al., 1986; Kumar et al., 2008). The\nauditory system is maximally sensitive over this frequency range,\nin that absolute thresholds are lowest, and for a given sound level\nloudness is greatest (Moore et al., 1997). This sensitivity may be\nmagniﬁed in patients with misophonia, as has been observed for\nindividuals with noise sensitivity (Kliuchko et al., 2016). High\nsensitivity to high-frequency sounds has also been reported for\ncases of severe hyperacusis (Aazh and Moore, 2018) and many\nof the patients in our sample with higher SSSQ4 scores also had\nhyperacusis as measured via the HIQ and ULLmin.\nThe proportion of patients who had seen mental health\nprofessionals was signiﬁcantly higher for Miso Cat 1 than for\nMiso Cat 0. This is consistent with the ﬁnding of Kılıç et al. (2021)\nthat contact with mental health services for any psychological\nproblem was more common among those with misophonia than\namong those without (48 vs. 29%). The present study showed\nthat SAD-T scores were moderately correlated with SSSQ4\nscores. This is consistent with other reports of a relationship\nbetween misophonia and mental illness (Guetta et al., 2022;\nSiepsiak et al., 2022). More in-depth investigation is needed\nto shed light on the directionality of the association between\nmisophonia and psychiatric disorders/symptoms. Speciﬁcally, it\nwould be useful to assess whether the chance of being aﬀected by\npsychiatric disorders is higher when misophonia already exists\n(Erfanian et al., 2019).\nA new ﬁnding of our study was that the proportion of patients\nwith a childhood history of parental mental illness was higher for\nMiso Cat 1 (45%) than for Miso Cat 0 (27%). This is consistent\nwith reports of a higher impact of tinnitus, hyperacusis-induced\nanxiety, and depression symptoms among patients who reported\nthat during their ﬁrst 18 years of life their parent(s) suﬀered\nfrom a mental illness (Aazh et al., 2018, 2019a,c, 2020). Mounting\nevidence suggests that adverse childhood experiences play a\nmajor lifelong role in mental and physical problems (Anda\net al., 2006, 2010; Erfanian, 2018). Parental mental illness is an\nimportant form of adverse childhood experiences (Anda et al.,\n2006). Future studies should explore the history of exposure to\nvarious childhood adverse experiences, ranging from diﬀerent\nforms of abuse (physical, emotional, or sexual), neglect (physical\nand emotional) and various aspects of household dysfunction\n(substance abuse in the family, parental mental illness, mother\ntreated violently, imprisoned household member, or parental\nseparation) among patients with misophonia (Felitti et al.,\n1998; Felitti, 2009). This is important because, if a signiﬁcant\nrelationship exists, the presence of more severe misophonia\nsymptoms in patients could be an indicator of childhood adverse\nexperiences. Patients with a history of childhood adversities often\nneed more complex and in-depth psychological treatments for\ntheir mental health should they develop emotional problems\n(Pigeon et al., 2009; Kajeepeta et al., 2015).\nScores for the TIQ and HIQ were signiﬁcantly worse for\npatients in Miso Cat 1 than for those in Miso Cat 0. Also,\nTIQ scores were moderately correlated with SSSQ4 scores\nand HIQ scores were strongly correlated with SSSQ4 scores.\nThe adjusted logistic regression model showed that patients\nFrontiers in Neuroscience | www.frontiersin.org 11 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 12\nAazh et al. Audiological Characteristics of Misophonia\nwith a severe impact of tinnitus and a signiﬁcant impact of\nhyperacusis were more likely to have a higher SSSQ4 score.\nTo the best of our knowledge, these are novel ﬁndings. This\nis consistent with the similarity of the neuropathology of\nmisophonia, hyperacusis and tinnitus, as indicated by altered\nauditory-limbic system connections (Kumar et al., 2017; Lin\net al., 2020), micro-structural alternations of white matter in non-\nauditory regions (Chen et al., 2020; Eijsker et al., 2021a), and\nfunctional connectivity among auditory cortex, cerebellum and\nthe limbic system (Kumar et al., 2017; Cai et al., 2019; Eijsker\net al., 2021b). A similar relationship has been reported between\ntinnitus and hyperacusis: patients with a more severe impact of\ntinnitus also tend to have more severe symptoms of hyperacusis\n(Aazh and Moore, 2017d; Cederroth et al., 2020; Aazh et al.,\n2021).\nThe adjusted logistic regression model also showed that a score\nof 4 or more for the SAD-T signiﬁcantly increased the odds\nof having a higher SSSQ4 score, consistent with the idea that\nmisophonia is associated with anxiety and depression. Given that\nmisophonia leads to signiﬁcant emotional distress, interpersonal\nand social diﬃculties, disability, and interference with daily life,\nit is not surprising that it contributes to the development of\nanxiety and depression. Suﬀerers may also experience functional\nimpairments, such as diﬃculty in performing their job and\nconcentration diﬃculties (Swedo et al., 2022). Finally, the\nadjusted model showed that a slope of the audiogram of 20 dB or\nmore signiﬁcantly decreased the odds of having a higher SSSQ4\nscore, consistent with the idea that reduced audibility of high-\nfrequency sounds decreases the chances of misophonia trigger\nsounds being audible. There is a gap in our understanding of\nthe function of auditory system in this patient population, and\nfuture studies should explore other characteristics of the auditory\nsystem among patients with misophonia using psycho-acoustic\nand electrophysiological measures.\nThis study was based on a retrospective analysis of the\navailable clinical data for patients seen during the years 2019\nand 2020. Therefore, we were limited to the measures that\nwere obtained as a part of routine clinical practice at the\nTHTSC during that time. Misophonia was assessed based on\nonly one question (item 4 of the SSSQ). This is not unusual\nfor clinical services, since misophonia questionnaires have not\nyet been widely adopted by audiologists in day-to-day clinical\npractice. However, we recognize that using only one question\nto assess misophonia is not ideal, although it has been done by\nother researchers for assessing misophonia, hyperacusis severity,\nhearing impairment and tinnitus severity (Schecklmann et al.,\n2014; Greenberg and Carlos, 2018; Cederroth et al., 2020; Jaswal\net al., 2021). Also, the validity and reliability of using SSSQ4\nto assess the frequency of reported misophonia symptoms have\nnot been evaluated. Therefore, the results of our correlational\nand regression modeling need to be interpreted with caution.\nTo address this limitation, future studies should use validated\nmeasures to assess the relationship between misophonia and\nmeasures of the impact of tinnitus and hyperacusis, measures of\nanxiety and depression, and hearing-related variables. Examples\nof these measures are MisoQuest (Siepsiak et al., 2020),\nthe Amsterdam Misophonia Scale (Schroder et al., 2013;Naylor et al., 2021), the Misophonia Response Scale (Dibb\net al., 2021), the Core Discriminant Sounds of Misophonia\n(Enzler et al., 2021b), the Duke Misophonia Questionnaire\n(Rosenthal et al., 2021) and the Misophonia Questionnaire (MQ)\n(Wu et al., 2014).\nAnother limitation is that all patients were referred to an\naudiology clinic for tinnitus and/or hyperacusis management.\nTherefore, our results are probably not representative of\nthe general population or of patients referred to mental\nhealth services.\nCONCLUSION\nAmong a population seeking help from an audiology clinic\nfor tinnitus and/or hyperacusis, 23% were classiﬁed as having\nmisophonia. The presence and frequency of reported symptoms\nof misophonia were not related to audiometric thresholds, or\nto the asymmetry of audiometric thresholds across ears, except\nthat a steeply sloping audiogram reduced the likelihood of\nmore frequently reported misophonia symptoms in a 2-week\nperiod. The latter eﬀect may reﬂect the ﬁnding that the sounds\nthat trigger misophonia often contain signiﬁcant energy at\nhigh frequencies, and high-frequency hearing loss reduces the\nlikelihood of such sounds being audible. Those with higher\nSSSQ4 scores had lower values of ULLmin (the across-frequency\naverage of ULLs for the ear with lower average ULLs) than those\nwith lower SSSQ4 scores. The frequency of reported misophonia\nsymptoms as measured via SSSQ4 increased with increasing\nimpact of tinnitus. Using a logistic regression model adjusted\nfor the eﬀects of age and gender, it was found that a TIQ score\n\u00159 increased the odds of reporting misophonia symptoms by a\nfactor of 5.4. Using the same adjusted model, it was found that an\nHIQ score>11 (indicating a signiﬁcant impact of hyperacusis)\nincreased the odds of reporting misophonia symptoms by a factor\nof 3.9. Using the same adjusted model, it was found that a SAD-\nT score \u00154 (indicating symptoms of anxiety and depression)\nincreased the odds of reporting misophonia symptoms by a factor\nof 2.8. We conclude that, when assessing individuals with tinnitus\nand hyperacusis, it is important to screen for misophonia,\nparticularly when ULLmin is abnormally low or the TIQ, HIQ\nor SAD-T score is abnormally high. This will help clinicians\nto distinguish misophonia from similar disorders, guiding the\nchoice of therapeutic strategies.\nDATA AVAILABILITY STATEMENT\nThe original contributions presented in this study are included\nin the article/supplementary material. Further inquiries can be\ndirected to the corresponding author.\nETHICS STATEMENT\nThe study was registered, reviewed and approved as a clinical\naudit by the Quality Governance Department at RSFT. The need\nfor patient consent was waived as this was a retrospective analysis\nFrontiers in Neuroscience | www.frontiersin.org 12 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 13\nAazh et al. Audiological Characteristics of Misophonia\nof available clinical data. Analysis of the data was approved by the\nSouth West-Cornwall and Plymouth Research Ethics Committee\nand the Research and Development department at the RSFT\n(Project ID: 182924).\nAUTHOR CONTRIBUTIONS\nHA collected the data. HA, ME, AD, and BM collaborated on\nanalysis of the data, interpretations of the results and preparing\nthe manuscript. All authors contributed to the article and\napproved the submitted version.FUNDING\nThis research was partially supported via a grant to AD by the\nEdith Abramson Clayman Family Philanthropic Fund.\nACKNOWLEDGMENTS\nWe thank the members of the THTSC at RSFT (Viveka Owen,\nJemma Hatton, Jennifer Whiﬃn, Jenni Stevens, and Judith\nBallinger) for their help in data collection.\nREFERENCES\nAazh, H., and Moore, B. C. J. (2017b). Factors related to Uncomfortable Loudness\nLevels for patients seen in a tinnitus and hyperacusis clinic. Int. J. Audiol. 56,\n793–800. doi: 10.1080/14992027.2017.1335888\nAazh, H., and Moore, B. C. J. (2017a). Factors associated with depression in patients\nwith tinnitus and hyperacusis. Am. J. Audiol. 26, 562–569.\nAazh, H., and Moore, B. C. J. (2017c). Incidence of discomfort during pure-\ntone audiometry and measurement of uncomfortable loudness levels among\nPeople seeking help for tinnitus and/or hyperacusis. Am. J. Audiol. 26,\n226–232.\nAazh, H., and Moore, B. C. J. (2017d). Usefulness of self-report questionnaires for\npsychological assessment of patients with tinnitus and hyperacusis and patients’\nviews of the questionnaires. Int. J. Audiol. 56, 489–498. doi: 10.1080/14992027.\n2017.1298850\nAazh, H., and Moore, B. C. J. (2018). Prevalence and characteristics of patients with\nsevere hyperacusis among patients seen in a tinnitus and hyperacusis clinic.\nJ. Am. Acad. Audiol. 29, 626–633. doi: 10.3766/jaaa.17015\nAazh, H., Landgrebe, M., Danesh, A., and Moore, B. C. J. (2019b). Cognitive\nbehavioral therapy for alleviating the distress caused by tinnitus, hyperacusis\nand misophonia: current perspectives. Psychol. Res. Behav. Manage. 23, 991–\n1002.\nAazh, H., Danesh, A., and Moore, B. C. J. (2019a). Parental mental health in\nchildhood as a risk factor for anxiety and depression among people seeking\nhelp for tinnitus and hyperacusis. J. Am. Acad. Audiol. 30, 772–780. doi: 10.\n3766/jaaa.18001\nAazh, H., Landgrebe, M., and Danesh, A. A. (2019c). Parental mental illness\nin childhood as a risk factor for suicidal and self-harm ideations in\nadults seeking help for tinnitus and/or hyperacusis. Am. J. Audiol. 28,\n527–533.\nAazh, H., Danesh, A., and Moore, B. C. J. (2021). Internal\nconsistency and convergent validity of the inventory of hyperacusis\nsymptoms. Ear Hear. 42, 917–926. doi: 10.1097/aud.000000000000\n0982\nAazh, H., Hayes, C., Moore, B. C. J., Danesh, A. A., and Vitoratou, S. (2022a).\nPsychometric evaluation of the hyperacusis impact questionnaire (HIQ) and\nsound sensitivity symptoms questionnaire (SSSQ) using a clinical population of\nadult patients with tinnitus alone or combined with hyperacusis. J. Am. Acad.\nAudiol. doi: 10.1055/a-1780-4002 [Epub ahead of print].\nAazh, H., Hayes, C., Moore, B. C. J., and Vitoratou, S. (2022b). Psychometric\nevaluation of the tinnitus impact questionnaire using a clinical population of\nadult patients with tinnitus alone or combined with hyperacusis. Int. J. Audiol .\n(under review).\nAazh, H., Lammaing, K., and Moore, B. C. J. (2017). Factors related to tinnitus\nand hyperacusis handicap in older people. Int. J. Audiol. 56, 677–684. doi:\n10.1080/14992027.2017.1335887\nAazh, H., Langguth, B., and Danesh, A. A. (2018). Parental separation and\nparental mental health in childhood and tinnitus and hyperacusis handicap in\nadulthood. Int. J. Audiol. 57, 941–946.\nAazh, H., McFerran, D., Salvi, R., Prasher, D., Jastreboﬀ, M., and Jastreboﬀ, P.\n(2014). Insights from the ﬁrst international conference on hyperacusis: causes,\nevaluation, diagnosis and treatment. Noise Health 16, 123–126. doi: 10.4103/\n1463-1741.132100Aazh, H., Moore, B. C. J., Lammaing, K., and Cropley, M. (2016). Tinnitus and\nhyperacusis therapy in a UK national health service audiology department:\npatients’ evaluations of the eﬀectiveness of treatments. Int. J. Audiol. 55,\n514–522. doi: 10.1080/14992027.2016.1178400\nAazh, H., Puri, B. K., and Moore, B. C. J. (2020). Parental separation and\nparental mental health in childhood and risk of insomnia in adulthood among\npatients with tinnitus. J. Am. Acad. Audiol. 31, 217–223. doi: 10.3766/jaaa.1\n9023\nAnari, M., Axelsson, A., Eliasson, A., and Magnusson, L. (1999). Hypersensitivity\nto sound–questionnaire data, audiometry and classiﬁcation. Scand. Audiol. 28,\n219–230.\nAnda, R. F., Felitti, V. J., Bremner, J. D., Walker, J. D., Whitﬁeld, C., Perry, B. D.,\net al. (2006). The enduring eﬀects of abuse and related adverse experiences in\nchildhood. A convergence of evidence from neurobiology and epidemiology.\nEur. Arch. Psychiatry Clin. Neurosci. 256, 174–186. doi: 10.1007/s00406-005-\n0624-4\nAnda, R., Tietjen, G., Schulman, E., Felitti, V., and Croft, J. (2010). Adverse\nchildhood experiences and frequent headaches in adults. Headache 50, 1473–\n1481. doi: 10.1111/j.1526-4610.2010.01756.x\nBlaesing, L., and Kroener-Herwig, B. (2012). Self-reported and behavioral sound\navoidance in tinnitus and hyperacusis subjects, and association with anxiety\nratings. Int. J. Audiol. 51, 611–617.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: a review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nBSA (2011a). Pure-Tone Air-Conduction And Bone-Conduction Threshold\nAudiometry With And Without Masking: Recommended Procedure . Reading:\nBritish Society of Audiology.\nBSA (2011b). Recommended Procedure: Determination Of Uncomfortable Loudness\nLevels . Reading: British Society of Audiology.\nCai, W. W., Li, Z. C., Y ang, Q. T., and Zhang, T. (2019). Abnormal spontaneous\nneural activity of the central auditory system changes the functional\nconnectivity in the tinnitus brain: a resting-state functional MRI study. Front.\nNeurosci. 13:1314. doi: 10.3389/fnins.2019.01314\nCederroth, C. R., Lugo, A., Edvall, N. K., Lazar, A., Lopez-Escamez, J.-A., Bulla, J.,\net al. (2020). Association between hyperacusis and tinnitus. J. Clin. Med. 9:2412.\nChen, Q., Wang, Z. D., Lv, H., Zhao, P. F., Y ang, Z. H., Gong, S. S., et al. (2020).\nReorganization of brain white matter in persistent idiopathic tinnitus patients\nwithout hearing loss: evidence from baseline data. Front. Neurosci. 14:591.\ndoi: 10.3389/fnins.2020.00591\nCohen, J. (1988). Statistical Power Analysis For The Behavioral Sciences . Mahwah,\nNJ: Lawrence Erlbaum Associates, Inc. Publishers.\nDacremont, C. (1995). Spectral composition of eating sounds generated by crispy,\ncrunchy and crackly foods. J. Texture Stud. 26, 27–43. doi: 10.1111/j.1745-4603.\n1995.tb00782.x\nDanesh, A., and Aazh, H. (2020). Misophonia: a neurologic, psychologic, and\naudiologic complex. Hear. J. 23, 20–23.\nDelacre, M., Lakens, D., and Leys, C. (2017). Why psychologists should by default\nuse Welch’s t-test instead of Student’s t-test. Int. Rev. Soc. Psychol. 30, 92–101.\nDibb, B., Golding, S. E., and Dozier, T. H. (2021). The development and validation\nof the Misophonia response scale. J. Psychosom. Res. 149:110587. doi: 10.1016/j.\njpsychores.2021.110587\nFrontiers in Neuroscience | www.frontiersin.org 13 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 14\nAazh et al. Audiological Characteristics of Misophonia\nEijsker, N., Schroder, A., Smit, D. J. A., van Wingen, G., and Denys, D.\n(2021b). Structural and functional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 52, 62–71. doi: 10.1016/j.euroneuro.2021.05.013\nEijsker, N., Schroder, A., Liebrand, L. C., Smit, D. J. A., van Wingen, G., and\nDenys, D. (2021a). White matter abnormalities in misophonia. NeuroImage\nClin. 32:102787. doi: 10.1016/j.nicl.2021.102787\nEnzler, F., Fournier, P., and Noreña, A. J. (2021a). A psychoacoustic test\nfor diagnosing hyperacusis based on ratings of natural sounds. Hear. Res.\n400:108124. doi: 10.1016/j.heares.2020.108124\nEnzler, F., Loriot, C., Fournier, P., and Norena, A. J. (2021b). A psychoacoustic\ntest for misophonia assessment. Sci. Rep. 11:11044. doi: 10.1038/s41598-021-90\n355-8\nErfanian, M. (2018). Childhood trauma: a risk for major depression in patients\nwith psoriasis. Psychiatry Clin. Psych. 28, 378–385. doi: 10.1080/24750573.2018.\n1452521\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and comorbid\npsychiatric symptoms: a preliminary study of clinical ﬁndings. Nordic J.\nPsychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nFackrell, K., Fearnley, C., Hoare, D. J., and Sereda, M. (2015). Hyperacusis\nQuestionnaire as a tool for measuring hypersensitivity to sound in a tinnitus\nresearch population. BioMed Res. Int. 2015:290425. doi: 10.1155/2015/290425\nFelitti, V. J. (2009). Adverse childhood experiences and adult health. Acad. Pediatr.\n9, 131–132. doi: 10.1016/j.acap.2009.03.001\nFelitti, V. J., Anda, R. F., Nordenberg, D., Williamson, D. F., Spitz, A. M., Edwards,\nV., et al. (1998). Relationship of childhood abuse and household dysfunction\nto many of the leading causes of death in adults. The adverse childhood\nexperiences (ACE) Study. Am. Coll. Prevent. Med. 14, 245–258.\nFormby, C., Hawley, M. L., Sherlock, L. P., Gold, S., Payne, J., Brooks, R.,\net al. (2015). A sound therapy-based intervention to expand the auditory\ndynamic range for loudness among persons with sensorineural hearing losses:\na randomized placebo-controlled clinical trial. Semin. Hear. 36, 77–110. doi:\n10.1055/s-0035-1546958\nGoldstein, B., and Shulman, A. (1996). Tinnitus-Hyperacusis and loudness\ndiscomfort level test- a preliminary report. Int. Tinnitus J. 2, 83–89.\nGreenberg, B., and Carlos, M. (2018). Psychometric properties and factor structure\nof a new scale to measure hyperacusis: introducing the inventory of hyperacusis\nsymptoms. Ear Hear. 39, 1025–1034. doi: 10.1097/aud.0000000000000583\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., and Rosenthal, M. Z.\n(2022). Examining emotional functioning in misophonia: the role of aﬀective\ninstability and diﬃculties with emotion regulation. PLoS One 17:e0263230.\ndoi: 10.1371/journal.pone.0263230\nGuinan, J. J. Jr. (2018). Olivocochlear eﬀerents: their action, eﬀects, measurement\nand uses, and the impact of the new conception of cochlear mechanical\nresponses. Hear. Res. 362, 38–47. doi: 10.1016/j.heares.2017.12.012\nHalpern, D. L., Blake, R., and Hillenbrand, J. (1986). Psychoacoustics of a chilling\nsound. Percept. Psychophys. 39, 77–80. doi: 10.3758/bf03211488\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources trigger\nmisophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–2625.\ndoi: 10.1002/jclp.23196\nHaq, S. S., Alresheed, F., and Tu, J. C. (2021). Behavioral treatment of problem\nbehavior for an adult with autism spectrum disorder and misophonia. J. Dev.\nPhys. Disabil. 33, 1005–1015.\nHemphill, J. F. (2003). Interpreting the magnitudes of correlation coeﬃcients. Am.\nPsychol. 58, 78–79. doi: 10.1037/0003-066x.58.1.78\nJager, I. J., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020a). Misophonia:\nphenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A., and Denys, D.\n(2020b). Cognitive behavioral therapy for misophonia: a randomized clinical\ntrial. Depress. Anxiety 38, 708–718. doi: 10.1002/da.23127\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sound tolerance and\ntinnitus retraining therapy (TRT). Aust. N. Zeal. J. Audiol. 24, 74–84.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2000). Tinnitus retraining therapy (TRT) as a\nmethod for treatment of tinnitus and hyperacusis patients. J. Am. Acad. Audiol.\n11, 162–177.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased\nsound tolerance (hyperacusis and misophonia). Semin. Hear. 35,\n105–120.Jastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sound tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis. Handb. Clin. Neurol.\n129, 375–387. doi: 10.1016/b978-0-444-62630-1.00021-4\nJaswal, S. M., De Bleser, A. K. F., and Handy, T. C. (2021). Misokinesia is a\nsensitivity to seeing others ﬁdget that is prevalent in the general population.\nSci. Rep. 11:17204. doi: 10.1038/s41598-021-96430-4\nKajeepeta, S., Gelaye, B., Jackson, C. L., and Williams, M. A. (2015). Adverse\nchildhood experiences are associated with adult sleep disorders: a systematic\nreview. Sleep Med. 16, 320–330. doi: 10.1016/j.sleep.2014.12.013\nKhalfa, S., Dubal, S., Veuillet, E., Perez-Diaz, F., Jouvent, R., and Collet,\nL. (2002). Psychometric normalization of a hyperacusis questionnaire.\nJ. Otorhinolaryngol. Relat. Spec. 64, 436–442.\nKılıç, C., Öz, G., Avano ˘glu, K. B., and Aksoy, S. (2021). The prevalence and\ncharacteristics of misophonia in Ankara, Turkey: population-based study.\nBJPsych Open 7:e144. doi: 10.1192/bjo.2021.978\nKirk, R. E. (2012). Experimental Design: Procedures For The Behavioral Sciences .\nThousand Oaks, CA: Sage Publications.\nKliuchko, M., Heinonen-Guzejev, M., Vuust, P., Tervaniemi, M., and Brattico, E.\n(2016). A window into the brain mechanisms associated with noise sensitivity.\nSci. Rep. 6:39236.\nKroenke, K., Spitzer, R. L., Williams, J. B., and Lowe, B. (2009). An ultra-brief\nscreening scale for anxiety and depression: the PHQ-4. Psychosomatics 50,\n613–621. doi: 10.1176/appi.psy.50.6.613\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander, P. E.,\net al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/jneurosci.0261-21.2021\nKumar, S., Forster, H. M., Bailey, P., and Griﬃths, T. D. (2008). Mapping\nunpleasantness of sounds to their auditory representation. J. Acoust. Soc. Am.\n124, 3810–3817. doi: 10.1121/1.3006380\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLakens, D. (2013). Calculating and reporting eﬀect sizes to facilitate cumulative\nscience: a practical primer for t-tests and ANOV As. Front. Psychol. 4:863. doi:\n10.3389/fpsyg.2013.00863\nLin, X. F., Chen, Y. Y., Wang, M. X., Song, C., Lin, B. L., Yuan, X. P., et al.\n(2020). Altered topological patterns of gray matter networks in tinnitus: a\ngraph-theoretical-based study. Front. Neurosci. 14:541. doi: 10.3389/fnins.2020.\n00541\nMcKay, D., and Acevedo, B. P. (2020). Clinical characteristics of misophonia and\nits relation to sensory processing sensitivity: a critical analysis. High. Sensitive\nBrain Chapter 7, 165–185.\nMeeus, O. M., Spaepen, M., Ridder, D. D., and Heyning, P. H. (2010). Correlation\nbetween hyperacusis measurements in daily ENT practice. Int. J. Audiol. 49,\n7–13. doi: 10.3109/14992020903160868\nMoore, B. C. J., and Glasberg, B. R. (2004). A revised model of loudness perception\napplied to cochlear hearing loss. Hear. Res. 188, 70–88.\nMoore, B. C. J., Glasberg, B. R., and Baer, T. (1997). A model for the prediction of\nthresholds, loudness, and partial loudness. J. Audio Eng. Soc. 45, 224–240.\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., and Baguley, D. M. (2021). The\nprevalence and severity of misophonia in a uk undergraduate medical student\npopulation and validation of the amsterdam misophonia scale. Psychiatric Q.\n92, 609–619. doi: 10.1007/s11126-020-09825-3\nPigeon, W. R., May, P. E., Perlis, M. L., Ward, E. A., Lu, N., and Talbot, N. L.\n(2009). The eﬀect of interpersonal psychotherapy for depression on insomnia\nsymptoms in a cohort of women with sexual abuse histories. J. Trauma. Stress\n22, 634–638. doi: 10.1002/jts.20456\nPorcaro, C. K., Alavi, E., Gollery, T., and Danesh, A. A. (2019). Misophonia:\nawareness and responsiveness in academia. J. Postsecond. Educ. Disabil. 32,\n108–118.\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E.,\nTrumbull, J., et al. (2021). Development and initial validation of the duke\nmisophonia questionnaire. Front. Psychol. 12:709928. doi: 10.3389/fpsyg.2021.\n709928\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSchecklmann, M., Landgrebe, M., Langguth, B., and Tri Database\nStudy Group (2014). Phenotypic characteristics of hyperacusis\nFrontiers in Neuroscience | www.frontiersin.org 14 July 2022 | Volume 16 | Article 900065"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-900065 June 29, 2022 Time: 14:30 # 15\nAazh et al. Audiological Characteristics of Misophonia\nin tinnitus. PLoS One 9:e86944. doi: 10.1371/journal.pone.008\n6944\nSchroder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de\nAmesti, V., Vulink, N., et al. (2014). Diminished n1 auditory evoked potentials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8:123. doi:\n10.3389/fnbeh.2014.00123\nSchroder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchroder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSheldrake, J., Diehl, P. U., and Schaette, R. (2015). Audiometric characteristics of\nhyperacusis patients. Front. Neurol. 6:105. doi: 10.3389/fneur.2015.00105\nSherlock, L. P., and Formby, C. (2005). Estimates of loudness, loudness\ndiscomfort, and the auditory dynamic range: normative estimates, comparison\nof procedures, and test-retest reliability. J. Am. Acad. Audiol. 16, 85–100.\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., and Dragan, W. (2022). Psychiatric\nand audiologic features of misophonia: use of a clinical control group with\nauditory over-responsivity. J. Psychosom. Res. 156:110777.\nSiepsiak, M., Sliwerski, A., and Lukasz Dragan, W. (2020). Development\nand psychometric properties of misoquest-a new self-report questionnaire\nfor misophonia. Int. J. Environ. Res. Public Health 17:1797. doi: 10.3390/\nijerph17051797\nSmithson, M. (2001). Correct conﬁdence intervals for various regression eﬀect\nsizes and parameters: The importance of noncentral distributions in computing\nintervals. Educ. Psychol. Meas. 61, 605–632.\nStataCorp (2013). Stata Statistical Software: Release 13 . College Station, TX:\nStataCorp.\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al.\n(2022). A consensus deﬁnition of misophonia: using a delphi process to reach\nexpert agreement. Front. Neurosci. 16:841816. doi: 10.3389/fnins.2022.841816\nSztuka, A., Pospiech, L., Gawron, W., and Dudek, K. (2010). DPOAE in estimation\nof the function of the cochlea in tinnitus patients with normal hearing. Auris\nNasus Larynx 37, 55–60. doi: 10.1016/j.anl.2009.05.001The MathWorks (2020). MATLAB and Statistics Toolbox . Natick, MA: The\nMathWorks, Inc.\nTyler, R. S., Pienkowski, M., Rojas Roncancio, E., Jun, H. J., Brozoski, T., Dauman,\nN., et al. (2014). A review of hyperacusis and future directions: part I.\nDeﬁnitions and manifestations. Am. J. Audiol. 23, 402–419. doi: 10.1044/2014_\naja-14-0010\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.2\n2098\nZaugg, T. L., Thielman, E. J., Griest, S., and Henry, J. A. (2016). Subjective\nreports of trouble tolerating sound in daily life versus loudness\ndiscomfort levels. Am. J. Audiol. 25, 359–363. doi: 10.1044/2016_aja-15-\n0034\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment,\nand clinical correlates. J. Obsessive Compuls. Relat. Disord. 14,\n7–12.\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their aﬃliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, or claim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Aazh, Erfanian, Danesh and Moore. This is an open-access article\ndistributed under the terms of the Creative Commons Attribution License (CC BY).\nThe use, distribution or reproduction in other forums is permitted, provided the\noriginal author(s) and the copyright owner(s) are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice. No\nuse, distribution or reproduction is permitted which does not comply with these terms.\nFrontiers in Neuroscience | www.frontiersin.org 15 July 2022 | Volume 16 | Article 900065"
    }
  ]
}