{
  "doc_type": "scientific paper",
  "title": "Valuing Neurodiversity on Campus: Perspectives and Priorities of Neurodivergent Students, Faculty, and Professional Staff",
  "authors": [
    "Amy L. Accardo",
    "Estyr M. Bomgardner",
    "Mollie B. Rubinstein",
    "John Woodruff"
  ],
  "year": 2024,
  "journal": "Journal of Diversity in Higher Education",
  "doi": "10.1037/dhe0000571",
  "abstract": "Colleges and universities are broadening their social inclusion reach and increasingly recognizing the importance of valuing neurodivergent students, faculty, and staff. Holding the understanding that neurodiversity is valuable to society, we gathered perspectives around neurodiversity from students, faculty, and staff on our university and affiliated campuses via a mixed method sequential two-phase study. First, a neurodiversity survey was used to gather campus perspectives around neurodiversity and neurodiversity culture. A total of 254 neurodivergent participants completed the survey. Next, focus groups and interviews were designed to expand upon and increase reliability of initial survey data. Eight neurodivergent campus community members participated in follow-up focus groups and/or interviews. Specific research questions included: What are the perspectives of neurodivergent university students, faculty, and staff around neurodiversity? How does the university currently value and support neurodivergent students, faculty, and staff? What are suggestions for improvement around valuing and supporting neurodiversity on campus? Findings include four emerging participant priorities to (a) expand mental health supports; (b) provide faculty training and professional development around neurodiversity and universal design for learning; (c) center neurodiversity in diversity and equity initiatives; and (d) expand neurodiversity specific supports.",
  "keywords": [
    "neurodiversity",
    "university",
    "culture",
    "autism",
    "universal design"
  ],
  "research_topics": [
    "Neurodiversity in higher education",
    "Barriers to success for neurodivergent students and staff",
    "Diversity, equity, and inclusion (DEI) initiatives in universities",
    "Universal Design for Learning (UDL)",
    "Mental health supports for neurodivergent campus community",
    "Faculty and staff professional development around neurodiversity",
    "Neurodivergent identity and disclosure",
    "Campus culture and social inclusion for neurodivergent individuals",
    "Mixed methods research on neurodiversity perspectives"
  ],
  "created_at": "2025-05-05T02:14:46.324448Z",
  "source_pdf": "documents/research/Global/Accardo 2024 Valuing Neurodiversity on Campus.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal of Diversity in Higher Education\nValuing Neurodiversity on Campus: Perspectives and Priorities of\nNeurodivergent Students, Faculty, and Professional Staff\nAmy L. Accardo, Estyr M. Bomgardner, Mollie B. Rubinstein, and John Woodruff\nOnline First Publication, April 18, 2024. https://dx.doi.org/10.1037/dhe0000571\nCITATION\nAccardo, A. L., Bomgardner, E. M., Rubinstein, M. B., & Woodruff, J. (2024). Valuing neurodiversity on\ncampus: Perspectives and priorities of neurodivergent students, faculty, and professional staff.. Journal of\nDiversity in Higher Education . Advance online publication. https://dx.doi.org/10.1037/dhe0000571"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Valuing Neurodiversity on Campus: Perspectives and Priorities of\nNeurodivergent Students, Faculty, and Professional Staff\nAmy L. Accardo1, 2, Estyr M. Bomgardner1, 2, Mollie B. Rubinstein1, 3, and John Woodruff2, 3\n1College of Education, Rowan University\n2Center for Neurodiversity, Rowan University\n3Ofﬁce of Accessibility Services, Rowan University\nColleges and universities are broadening their social inclusion reach and increasingly recognizing\nthe importance of valuing neurodivergent students, faculty, and staff. Holding the understanding that\nneurodiversity is valuable to society, we gathered perspectives around neurodiversity from students,\nfaculty, and staff on our university and af ﬁliated campuses via a mixed method sequential two-phase study.\nFirst, a neurodiversity survey was used to gather campus perspectives around neurodiversity and\nneurodiversity culture. A total of 254 neurodivergent participants completed the survey. Next, focus groups\nand interviews were designed to expand upon and increase reliability of initial survey data. Eight\nneurodivergent campus community members participated in follow-up focus groups and/or interviews.\nSpeci ﬁc research questions included: What are the perspectives of neurodivergent university students,\nfaculty, and staff around neurodiversity? How does the university currently value and support neurodivergent\nstudents, faculty, and staff? What are suggestions for improvement around valuing and supporting\nneurodiversity on campus? Findings include four emerging participant priorities to (a) expand mental\nhealth supports; (b) provide faculty training and professional development around neurodiversity and\nuniversal design for learning; (c) center neurodiversity in diversity and equity initiatives; and (d) expand\nneurodiversity speci ﬁc supports.\nKeywords: neurodiversity, university, culture, autism, universal design\nHistorically, colleges and universities have limited the access\nand inclusion of people with disability labels including autism,\nattention-de ﬁcit/hyperactivity disorder (ADHD), dyslexia, and\nTourette syndrome, and students who do attend college have\nreported experiencing disability -related prejudice and stigma\n(Dwyer et al., 2023 ). Although all neurodivergent people do not\nidentify as disabled ( Walker, 2021 ), issues faced by disabled and\nneurodivergent students, faculty, and staff in higher education\noften align ( den Houting, 2019 ;Hughes, 2016 ). Compounding the\npostsecondary education access barriers faced by disabled students,\ndisability is routinely left out of university ( Scheef et al., 2020 ) and\nemployment ( Williams & Hagood, 2019 ) diversity, equity, and\ninclusion (DEI) initiatives. Researchers and self-advocates have\nreported upon the exclusion of neurodivergent students from highereducation, social justice initiatives, and higher education research\n(e.g., see Hughes, 2016 ).\nIn a postpandemic world as we strive to overcome systemic\nracism and new COVID variants, we are also broadening our\nunderstanding of diversity, access, and inclusion ( Cassidy et al.,\n2020 ). Correspondingly, universities worldwide are broadening\ntheir social inclusion reach. University administration and community\nmembers are increasingly recognizing the importance of creating\nequitable opportunities for neurodivergent students, faculty, and\nstaff. This includes advocating for the centering of neurodiversity in\ncollege campus DEI initiatives ( Kuder et al., 2021 ). With leadership\nfrom university DEI groups and autistic self-advocates, initiatives to\nvalue neurodiversity are emerging along with the call to establish\nneurodiversity and disability cultural centers ( Chiang, 2020 ;Dwyer\net al., 2023 ).\nThe Neurodiversity Paradigm\nThe neurodiversity movement reframes neurocognitive differences\nas diversity and provides a paradigm shift to understanding that\ndifferent ways of thinking and behaving are natural variations of being\nhuman (see Kapp, 2020 ). As members of a university neurodiversity\ntaskforce, we recognize neurodiversity as the full range of variations\nin cognition, learning, behaving, and interacting that exists among\nindividuals. We approach the present study through the conceptual\nframework of the neurodiversity paradigm, embracing the perspective\nthat neurodivergence is valuable ( Walker, 2021 ). Valuing neuro-\ndiversity from a strengths perspective has the potential to alleviate\ninequities inherent in educational systems solely reliant on de ﬁcit-\nfocused need models ( Gobbo & Shmulsky, 2019 ). NeurodivergenceAmy L. Accardo\n https://orcid.org/0000-0003-2287-0464\nNoﬁnancial support was given for this research. The authors declare they\nhave no con ﬂicts of interest.\nThis work is licensed under a Crea tive Commons Attribution-Non\nCommercial-No Derivatives 4.0 International License (CC-BY-NC-ND 4.0;\nhttps://creativecommons.org /licenses/by-nc-nd/4.0 ). This license permits copy-\ning and redistributing the work in any medium or format for noncommercial use\nprovided the original authors and source are credited and a link to the license is\nincluded in attribution. No derivative works are permitted u nder this license.\nCorrespondence concerning this article should be addressed to Amy L.\nAccardo, College of Education, Rowa n University, 201 Mullica Hill Road,\nGlassboro, NJ 08028, United States. Email: accardo@rowan.eduNATIONAL ASSOCIATION\nOF DIVERSITY OFFICERS \nIN HIGHER EDUCATION Journal of Diversity in Higher Education\n© 2024 The Author(s)\nISSN: 1938-8926 https://doi.org/10.1037/dhe0000571\n1"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "is not exclusionary and students who are autistic, ADHD, dyslexic,\nexperience mental health conditions, and so forth are increasingly\nattending college ( Dwyer et al., 2023 ). For this article, we focused\nbroadly on neurodivergent identity and used identity ﬁrst language\nin alignment with the preference of self-advocates and the neurodiversity\nparadigm. We recognize it is a personal choice and often a sign\nof pride to identify as neurodivergent. Following, we provide an\noverview of neurodiversity in higher education, barriers to college\nsuccess, and initiatives to support the valuing of neurodiversity in\nhigher education.\nNeurodiversity in Higher Education\nThe research literature remains limited in the area of neurodiversity\nand higher education ( Anderson et al., 2017 ;Cox et al., 2021 ;\nGelbar et al., 2014 ), with publications dispersed across the special\neducation, psychology, higher education, and autism speci ﬁcj o u r n a l s .\nWith the aims of increasing postsecondary access, understanding\nbarriers, and developing inclusive postsecondary initiatives, research\nis increasingly considering the ﬁrst-hand experiences of neurodi-\nvergent people (e.g., Accardo et al., 2019 ;Cox et al., 2021 ;Dwyer et\nal., 2023 ;Gillespie-Lynch et al., 2017 ;McLeod et al., 2019 ;Peña et\nal., 2016 ). Much of the extant research is focused on understanding\nbarriers to college success.\nBarriers\nResearch teams have identi ﬁed commonly reported barriers to\nthe academic success of neurodivergent college students. Barriers\ninclude weaknesses in executive functioning skills such as time\nmanagement and organization, as well as inadequate study skills\nand unexpected high demands on information processing including\nreading (e.g., Jansen et al., 2017 ;Kuder et al., 2021 ;Nuske et al.,\n2019 ;Van Hees et al., 2015 ). Unfortunately, typical academic\naccommodations such as increased time on tests are reported to not\nmeet the unique needs of many neurodivergent students who report\nbeneﬁt from individualized supports and relationships forged with\nsupportive faculty and staff ( Cox et al., 2021 ;Sarrett, 2018 ).\nResearch teams have likewise identi ﬁed commonly reported barriers\nto the nonacademic success of neurodivergent college students. Barriers\ninclude sensory processing, less str uctured daily schedules, differences\nin communication, and lack of social contacts (e.g., Jansen et al., 2017 ;\nKuder et al., 2021 ;Nuske et al., 2019 ;Van Hees et al., 2015 ). Of utmost\nconcern, neurodivergent students in higher education have reported\nfacing the barrier of stigma and bias ( Dwyer et al., 2023 ). Stigma has\nbeen linked to student hesitancy disclosing disability labels\n(Bolourian et al., 2018 ;Van Hees et al., 2015 ) and to the common\npractice of masking/camou ﬂaging neurodivergent characteristics.\nThis is troubling as neurodiverge nt college students experience\nheightened incidences of mental health conditions including\nanxiety and depression ( Gelbar et al., 2014 ;Kuder et al., 2020 ;\nVan Hees et al., 2015 ), and masking has been found to exacerbate\nmental health conditions ( Scheerer et al., 2020 ).\nNeurodivergent faculty and staff also face barriers in higher\neducation. Findings from a narrative review of articles on the lived\nexperiences of higher education faculty and staff include career\nsatisfaction and supportive environments, yet also troubling reports\nof ableism, stigma and discrimi nation following disclosure of\nneurodivergence ( Mellifont, 2023 ). While faculty and staff may beincreasingly aware of the stigma that comes with disclosure, Price\net al. (2017) found that faculty and staff with mental health conditions\nwere primarily unaware of the accommodations available to them\nand felt that it would be too risky to ask for environmental support\nthat may bene ﬁt them, such as natural lighting, access to quiet spaces,\nand options for ﬂexible scheduling. Mellifont (2023) identi ﬁed\nbarriers to success for neurodivergent faculty and staff as disability\nstigma, avoiding disclosure of disabilities to employers, workplaces\nthat are unwelcoming to neurodivergent staff, and neurodivergent\ncontributions to the academy controlled by neurotypical faculty.\nDespite holding employable talents and skills, up to 80% of\nneurodivergent people remain unemployed ( Austin & Pisano, 2017 ).\nValuing neurodiversity from a strength-based perspective is essential\nfor college students as well as faculty and staff, as neurodivergent\npeople face discrimination and hostility in workspaces which do\nnot recognize their talents or provide adequate accommodations\n(Robertson, 2009 ). While limited, the literature on neurodiversity and\nhigher education faculty and staff suggests that increased initiatives\naimed at improving the experiences of neurodivergent students on\ncampus should also include initiatives for neurodivergent faculty\nand staff.\nDiversity Initiatives\nNeurodiversity speci ﬁc initiatives on campus are vital for\ndecreasing barriers and improving the experiences of neurodivergent\nstudents. For example, researchers have found that neurodiversity\nspeciﬁc initiatives can support students in transitioning to changing\nroutines inherent in college life ( Jansen et al., 2017 ;Kuder\net al., 2021 ;Van Hees et al., 2015 ). There is some evidence that\nuniversity-wide initiatives may reduce barriers for students, faculty,\nand staff. Wilke et al. (2019) found that disabled students in higher\neducation have bene ﬁted from accessible and ﬂexible options, from\nusing accommodations, and from faculty and staff ’s understanding\nof disability. An important component of the initiatives was\nprofessional development for staff around disability and issues\nof campus access on a broad scale. Similarly, Cox et al. (2017)\nidenti ﬁed several potential university initiatives to support disabled\nand/or neurodivergent students, including offering more than just\nformal disability accommodations, staf ﬁng an ample number of\nmental health counselors, and incorporating universal design into\nthe institutional culture and practice, for example, through the\noffering of single living options, peer mentors, and support with\nsocial engagement opportunities on campus.\nThe concept of universal design stems from the ﬁeld of architecture\nand emphasizes planning for the natural diversity of people when\ndesigning buildings and environments ( Mace, 1997 ). Building on\nthe concept of universal design, universal design for learning (UDL)\nwas developed by Meyer and Rose in the 1990s and provides\na framework to minimize barriers in education and to universally\nsupport the learning of all students ( Rose & Meyer, 2002 ). The\nHigher Education Opportunity Act (2008) endorsed UDL, bridging\nthe focus on developing accessible learning opportunities from\nK–12 education settings to higher education. Despite decades of\nendorsements, universal design is not yet widespread in higher\neducation; however, universally designing university spaces and\ncourses has been reported as bene ﬁcial for supporting postsecondary\nstudents with disability labels (e.g., Burgstahler & Russo-Gleicher,\n2015 )a sw e l la ss t u d e n t so fc o l o r( e . g . , Fritzgerald, 2020 ).2 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "The framework of universal design/UDL may be a promising\ndiversity af ﬁrming initiative for higher education as it supports\nstudent responsiveness and values the growing diversity on today ’s\nuniversity campuses.\nUniversity initiatives which include engagement in a critique of\nhow disability is constructed and viewed may also lead to greater\nempowerment for disabled campus members. Peña et al. (2016)\nreported a critical disability lens can challenge the construction of\ndisability as a list of individual impairments and de ﬁcits, leading\nto the valuing of neurodiversity, an aim of the present study. In\naddition, Peña et al. (2020) recommended the use of a community-\nbased, participatory research approach in program design to be vital\nfor autistic campus members, noting participation in the planning and\nassessment process helps to ensure that university initiatives provide\nreal bene ﬁts for those they are meant to serve and emphasizing the\nimportance of valuing the voices of disabled and/or neurodivergent\ncampus community members. This study builds on existing research by\nvaluing the voices of our neurodivergent campus community members.\nPurpose\nThrough the lens of the neurodiversity paradigm and holding\nthe understanding that neurodiversity is valuable to society, we\nrecognized the need to gather the perspectives and priorities around\nneurodiversity on our university and af ﬁliated campuses. Gathering\ninformation from the neurodivergent community is essential to\nprioritizing and valuing neurodiversity culture on campus; to meeting\nthe support needs of neurodivergent students, staff, and faculty; and\nto gleaning implications for systems of higher education in relation to\ndisability and diversity.\nA neurodiversity survey was developed to gather information\nabout campus perspectives around neurodiversity and neurodiversity\nculture from both neurodivergent and neurotypical members of our\ncampus community. Valuing and prioritizing neurodivergent students,\nfaculty, and staff, the present study reports upon the perspectives\nof neurodivergent campus community members. Speci ﬁc research\nquestions follow:\n1. What are the perspectives of neurodivergent university\nstudents, faculty, and staff around neurodiversity?\n2. How does the university currently value and support\nneurodivergent students, faculty, and staff?\n3. What are suggestions for improvement around valuing and\nsupporting neurodiversity on campus?\nMethod\nA university taskforce with expertise in neurodiversity was\nestablished through the university division of DEI with a goal of\nunderstanding campus priorities and perspectives around neuro-\ndiversity. The taskforce met bimonthly over one academic year,\ndiscussed topics pertinent to neurodiversity on campus, and developed\nand conducted an exploratory sequential mixed methods two-phase\nstudy: (a) a nonexperimental neurodiversity survey and (b) qualitative\nfollow-up focus groups and interviews with neurodivergent faculty,\nstaff, and students. Guided by survey responses, semistructured\ninterviews and focus groups were designed to expand upon and\nincrease reliability of initial survey data ( Teddlie & Tashakkori, 2009 )and to allow for probing of information based on survey data\n(Merriam & Tisdell, 2016 ).\nData Sources: The Neurodiversity Survey, Focus\nGroups, and Interviews\nOur data sources included an online survey distributed across\nmultiple campuses af ﬁliated with one university in the Northeastern\nUnited States and focus groups/interviews held with interested\nsurvey participants.\nNeurodiversity Survey\nThe neurodiversity survey was developed with three parts:\n(a) demographic questions, (b) Likert-scale questions, and (c)\nopen-ended questions. The demographic questions gathered partici-\npant neurodiversity identity, disability identity, role on campus,\ncollege/department af ﬁliation, race/ethnicity, gender identity, and age.\nThe Likert-scale questions asked students, faculty, and staff\nabout their level of familiarity with neurodiversity, recognition of\nneurodiversity on campus, observation or experiences of inequities,\naccessibility on campus, teaching and learning supports, and available\naccommodations. Faculty were asked about the accommodations they\nprovided for their students in the classroom as well as their preferred\nteaching and meeting modes, while students were asked about their\npreferred instructional methods and aspects of classroom design.\nAll participants were also asked about their satisfaction with their\nsocial involvement on campus, accommodations and supports, and\nwith campus culture. Finally, faculty, staff, and students were asked\nif training on neurodiversity would bene ﬁt them and if they were\ncomfortable identifying and preferred identifying as neurodivergent.\nThe neurodiversity survey included six open-ended questions:\n(a) What does neurodiversity mean to you? (b) What are ways our\nuniversity supports our neurodivergent student body? (c) What are\nways we can improve the university experience for neurodivergent\nstudents? (d) What are spaces you may have seen neurodiversity\ndiscussed? (e) Did our provided resources and supports impact\nyour decision to come to our university? (f) What ideas do you\nhave for bringing neurodiversity-related expertise and initiatives\nto our university?\nNeurodiversity Interview and Focus Group Questions\nAs part of the survey, students, faculty, and staff were invited\nto take part in a follow-up interview. Semistructured questions were\norganized by ﬁve major themes emerging from the initial survey\ndata: (a) disclosure/identity, (b) mental health, (c) existing neurodi-\nversity af ﬁrming supports, (d) needed neurodiversity af ﬁrming\nsupports, and (e) ideas and insights to foster neurodiversity culture.\nTheﬁrst and second author conducted the interviews implementing\na two-probe rule (e.g., can you provide an example? Do you have\nanything to add?). In line with a semistructured interview format,\nadditional follow-up questions were asked if something arose in\na response that needed clari ﬁcation or expansion.\nPhase I: Survey\nParticipants had the opportunity to participate in this research\nstudy over a 2-year time period. The survey was administeredVALUING NEURODIVERSITY ON CAMPUS 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "through Qualtrics during the Spring 2021 semester via a posting of\nthe Institutional Review Board approved invitation and link in our\nuniversity daily online announcer. The invitation was posted four\ntimes, once a week, across 1 month. Responses with less than 50%\ncompletion were deleted and if a participant identi ﬁed as being both a\nstudent and faculty member, their responses were only included in\nfaculty data. Likert-scale responses were analyzed as interval data\nand closed-ended data analyzed descriptively using frequency\ncounts and mean percentages through IBM SPSS 27. Open-ended\ndata were coded by two authors in a cyclical manner. In the ﬁrst\nround of coding, each author individually applied in vivo codes.\nNext, authors worked together, discussing and revising codes to\nreach 100% agreement. In vivo coding was selected to honor\nparticipant voices in response to open-ended question topics\n(Saldaña, 2016 ). In the second round of coding, passages were\nsynthesized into patterns ( Saldaña, 2016 ). Emerging patterns were\nconsidered in conjunction with Likert-scale survey results to guide\nfollow-up interview/focus group questions. A total of 254\nneurodivergent participants completed the survey.\nPhase 2: Interviews and Focus Groups\nInterviews and focus groups were conducted during the Spring\n2022 semester. Participants were recruited via emails sent to all\nneurodivergent faculty, staff, and students who indicated they would\nbe interested in participating in a follow-up interview or focus\ngroup. Two separate recruitments were sent 2 weeks apart. With\nconsideration of neurodiversity af ﬁrming practices, participation\noptions were provided including the option to participate in an\ninterview (one-on-one) or focus groups (two or more participants)\nand the option to participate in-person or via web-based video\nconferencing. Zoom was used as the platform for remote participation\nand options of chat or verbal participation were provided as well\nas the option to use closed captioning and video on or off features.\nThe same semistructured interview format and questions were used\nfor both interviews and focus groups. A total of three neurodivergent\nfaculty and staff and ﬁve neurodivergent students responded and\nparticipated in an interview ( n=4) or focus group ( n=4) format. All\nbut one participant chose to participate via Zoom. All participants ’\nnames were changed to maintain con ﬁdentiality.\nThe data from the focus groups and interviews were audio recorded\nand transcribed verbatim. Data were analyzed using qualitative\ncoding methodologies based on Saldaña (2016) .T h es e c o n da n dt h i r d\nauthors followed a multistep process ﬁrst reviewing all responses\nindependently to become familiar with the data and then performing\nﬁrst round coding with a combination of descriptive, in vivo,\nand process codes. In the second cycle, pattern coding was applied\nto synthesize information coded in the ﬁrst round into broader\ncategories ( Saldaña, 2016 ;s e ea l s o Corbin & Strauss, 2015 ).\nCoding was conducted by the second and third authors, then\nshared with the ﬁrst author, with all codes discussed and revised to\nreach 100% agreement.\nParticipants\nIncluded survey results are limited to participants identifying\nas neurodivergent. Of the 254 neurodivergent participants, 103 were\nfaculty/staff and 151 were students. All participants self-disclosed\nidentifying as neurodivergent. In terms of speci ﬁc disability labels,both faculty/staff and students most commonly reported mental\nhealth (14% and 33%) and ADHD (13% and 25%). In terms of\ndemographics, the majority of participants identi ﬁed as women\n(64% faculty/staff; 73% students) and as White (78% faculty/staff;\n66% students). Participants came from multiple campuses af ﬁliated\nwith one major university in the Northeastern United States\nand represented a wide array of academic departments and majors\n(e.g., of 64 reported majors, 4% was the highest reporting: Computer\nScience; Engineering; and Health Sciences, followed by 3% reporting\nfor Biological Sciences and undecided). A majority of students were\nsophomores and maintained a grade point average of 3.5 –4.0. Only\n26.5% of students reported receiving accommodations from the\naccessibility services center. See Table 1 .\nPositionality\nAll authors hold personal and extensive lived experience with\nneurodiversity identifying as neurodivergent or as parent, sibling,\nand/or spouse to neurodivergent family members. Af ﬁliated with\nthe university division of DEI, all authors are committed to valuing\nintersectional identities, to providing equitable postsecondary\neducation experiences to historically marginalized groups, and\nto centering disability as diversity. The authors were part of the\nuniversity neurodiversity taskforce, a neurodiverse group of faculty,\nstaff, and graduate students codeveloping the initiative to gather\nperspectives of neurodivergent students, faculty, and staff on our\nuniversity and af ﬁliated campuses. Following, we share the results of\nour neurodiversity survey and follow-up focus groups and interviews.\nResults\nSurvey and focus group/interview ﬁndings are organized by\nresearch questions with Phase 1 survey results discussed ﬁrst, followed\nby Phase 2 focus group and interview data.\nPerspectives of University Students, Faculty, and Staff\nAround Neurodiversity\nResearch Question 1 elicited the perspectives of neurodi-\nvergent students, faculty, and staff around neurodiversity. Of the\n151 neurodivergent student participants and 103 neurodivergent\nfaculty and staff participants, 84% of students as well as 83% of\nfaculty and staff reported being very or somewhat familiar with\nneurodiversity. While all participants identi ﬁed as neurodivergent as\nper the study inclusion criteria, when asked if they were comfortable\nidentifying as neurodivergent within their campus community, 68%\nof students and only 38% of faculty and staff reported agreement.\nSeeTable 2 .\nSurvey participants were also asked whether or not they identi ﬁed\nas disabled in addition to neurodivergent. While 46% of students\nidenti ﬁed as both neurodivergent and disabled, only 24% of\nneurodivergent faculty identi ﬁed as disabled. The most frequently\noccurring disability label reported was mental health condition\n(33% students, 14% faculty), followed by ADHD (25% students, 13%\nfaculty), and autism (14% students, 3% faculty). Of note, only 27%\nof students reported being of ﬁcially registered for accommodations\nthrough the campus disability center and only 10% of students reported\nreceiving ﬁnancial aid or student funding related to their disability.4 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Table 1\nDemographics of Survey Participants\nDemographicNeurodivergent\nfaculty and staff\n(N=103)Neurodivergent\nstudent\n(N=151)\nRace (may select more than one)\nWhite 80 (78%) 100 (66.2%)\nOf African descent 4 (4%) 14 (9.3%)\nOf Asian descent 2 (2%) 3 (2%)\nHispanic, Latina/Chicano 4 (4%) 11 (7.3%)\nIndigenous (Maori, Aboriginal, Native American, Alaskan Native, etc.) 2 (1.3%)\nOf Arab or Middle Eastern descent 1 (1%)\nMore than one race 3 (3%) 17 (11.4%)\nPrefer not to respond 7 (7%) 4 (3%)\nGender (may select more than one)\nMen 31 (30%) 19 (24.1%)\nWomen 66 (64%) 58 (73.4%)\nTransgender men 4 (3%)\nTransgender women 1 (1%)\nGender ﬂuid 2 (1.3%)\nNonbinary 5 (3.3%)\nOther 3 (2%)\nNo response 6 (6%)\nAge\n18–20 62 (41.1%)\n21–25 3 (3%) 50 (33%)\n26–29 9 (9%) 16 (11%)\n30–39 21 (20.4%) 12 (8%)\n40–49 25 (24.3) 7 (5%)\n50–59 17 (16.5%) 3 (2%)\n60 or older 24 (23.3%) 1 (1%)\nPrefer not to respond 3 (3%)\nEmployment type\nFaculty (full-time, instructors, lecturers, adjuncts) 61 (59.2%)\nProfessional staff 42 (40.8%)\nDisability identity\nDisabled 25 (24.3%) 69 (46%)\nNondisabled 76 (74%) 65 (43%)\nPrefer not to respond 2 (2%) 17 (11.3%)\nDisability label (may select more than one)\nADHD 13 (13%) 36 (25%)\nAutistic/autism spectrum/Aspergers 3 (3%) 20 (14%)\nHearing impairment 5 (5%) 2 (1.4)\nMental health condition (e.g., anxiety, depression, obsessive compulsive\ndisorder, bipolar disorder, etc.)14 (14%) 50 (33%)\nHealth impairment 6 (6%) 10 (7%)\nOrthopedic impairment 2 (2%) 4 (3%)\nNeurological condition (e.g., epilepsy, traumatic brain injury) 1 (1%) 9 (6.3%)\nSpeci ﬁc learning disability (e.g., dyslexia, auditory processing, dyspraxia, etc.) 7 (7%) 19 (13%)\nVisual impairment 1 (1%) 2 (1.3)\nTraumatic brain injury 1 (1%) 9 (6.3%)\nOther-sensory avoidance 1 (1%)\nOther-auditory processing 1 (1%)\nOther-Fragile ×Syndrome 1 (1%)\nOther-chronic illness 3 (2.1%)\nOther-executive function disorder 1 (1%)\nOther-misophonia 1 (1%)\nReceive support services or accommodation\nYes 1 (1%) 40 (26.5%)\nNo 3 (3%) 25 (17%)\nI do not know 1 (1%) 4 (3%)\nGPA\n3.5–4.0 82 (54.3%)\n3.0–3.49 27 (18%)\n2.5–2.99 21 (14%)\n1.0–1.49 2 (1.3%)\nJust starting ﬁrst semester 10 (7%)\n(table continues )VALUING NEURODIVERSITY ON CAMPUS 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Deﬁning Neurodiversity\nWhen asked what neurodiversity means to them via open-ended\nsurvey prompt, faculty, staff, and students focused on variation in\nthinking and ways of being. They also emphasized the importance\nof inclusion, celebration, and acceptance. For example, one faculty\nmember responded, “celebrating differences in the way people\nfunction and learn, designing educational opportunities and work-\nplaces that support individuals with different abilities for a more\nequitable environment. ”Similarly, a student shared, “It’s both a\nblessing and a curse such as being very creative but also not being\nable to sit through online classes without struggling. ”Overall, faculty\nand staff responses focused on neurodiversity as natural difference.\nSee quotes in Table 3 .\nDisclosure and Identity\nPerspectives around disclosure an d disability identity emerging from\nsurvey data were further explore d within follow-up semistructured\ninterviews and focus groups. When asked why neurodivergent campus\nmembers would decide to disclose or not disclose their identity as\nneurodivergent, participants shared perspectives that involved both\nexternal and internal barriers primarily related to lack of societal\nacceptance around neurodivergence resulting in the pressure to\nmask neurodivergent identities or risk being socially ostracized. One\nstudent participant indicated the external barriers of stigma and past\nschool trauma:\nAnother thing is that I mean this is sort of personal experience for me, is\nthat I ’m one who masks in a lot of situations …it comes from back\nwhen I was in school like middle school, elementary school when like I\nwas like the weird kid or the strange kid, and people used to pick on me\nfor that.\nAnother student identi ﬁed as neurodivergent on campus, but\nunderstood why others may have different internal motivators\ncausing them to feel differently:\nI can de ﬁnitely answer that; it ’s interesting but it ’s complicated.\nSo, when I think of like disclosure and camou ﬂaging I think it ’s more\nof like, it depends on the individual ’s comfortability and realizing they\nwant to be identi ﬁed as such, or how they would personally feel. And\npersonally, like, I do feel comfortable identifying as neurodivergent.\nAnother student shared that opening up and disclosing as\nneurodivergent risks social alienation and losing the respect of\nothers, “I think the reason why they might not want to do that isbecause they don ’t want to be treated as different and we want to be\nrespected and accepted into society. ”\nPerspectives around identifying as disabled among neurodivergent\nstudents, faculty, and staff were further explored with the follow-up\nquestion, why do you think campus members choose to identify\nas neurodivergent versus having a disability, vice versa, or as both\nterms? Participant responses convey the term disabled is perceived\nas negative and stigmatizing, while the term neurodivergent is\nperceived as positive. One student was emphatic about having a\nneurodivergent identity instead of a disability identity and shared,\n“I don ’t consider myself disabled. Some people might but I do like\nthe term neurodivergent. It feels less harsh. it feels less aggressive. ”\nAnother student agreed and shared:\nThere ’re still some negative connotations about disability, and because\nof how being disabled is still stigmatized; so some people might not\nwant to have that label, but for me the way I see it is, I identify as both\nneurodivergent and being disabled in that sometimes it ’s the way that\nsociety works- that it ’s made for people mostly neurotypical people, but\nnot for the way, I think, or the way my brain is wired.\nStudent responses convey the complexities of disability-related\nidentity formation with the decision to identify as disabled potentially\nmore stigmatizing than the decision to identify as neurodivergent.\nStudent responses also highlight the tensions around disability\nlanguage use and identity formation, as another student explained\nthey identi ﬁed as both neurodivergent and disabled but were\nconfused by the terminology and imagined disability as negative\nand neurodiversity as a more positive label.\nSatisfaction With Neurodiversity Af ﬁrming Supports\nResearch Question 2 elicited perspectives around existing supports\nfor neurodivergent students, faculty, and staff with participants\nexpressing mixed views on the strengths of campus neurodiversity\nculture as well as concerning experiences with inequities and\ninaccessibility in campus attitudes, policies, and environments. More\nfaculty and staff (63%) than students (45%) believed that\nneurodivergent students were recognized and respected as a cultural\ngroup on campus. Yet most (60% faculty/staff, 59% students) also\nreported a lack of accessibility toward neurodivergent people.\nSimilarly, 60% of students and 57% of faculty/staff reported\nexperiencing or witnessing inequities on campus. While neurodi-\nvergent faculty/staff and students reported minimal connection with\nother neurodivergent campus members (18%; 28%), most were\nsatisﬁed with their level of social involvement on campus (58%; 61%).Table 1 (continued )\nDemographicNeurodivergent\nfaculty and staff\n(N=103)Neurodivergent\nstudent\n(N=151)\nYears in college\nFreshman 30 (20%)\nSophomore 46 (30.5%)\nJunior 26 (17.2%)\nSenior 15 (10%)\nGraduate/doctoral 10 (7%)\nTransfer student 15 (10%)\nNote. ADHD =attention-de ﬁcit/hyperactivity disorder; GPA =grade point average.6 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "In terms of supports, more than half (56%) of students were satis ﬁed\nwith the accommodations (formal and informal) available to them, yet\nonly 35% of faculty and staff felt satis ﬁed with the supports they\nreceived. When asked about speci ﬁc supports, 56% of students and\n46% of faculty/staff reported satisfa ction with the mental health support\nprovided on campus. Similarly, about half agreed that there was ample\nassistive technology on campus. When asked about satisfaction with\ncareer and employment supports, 78% of students reported satisfaction\nor a neutral response. The majority of participants also felt that thecampus is a sensory-friendly place, considering details such as lighting,\nsmells, sounds, and dedicated sensory spaces. See Table 2 .\nNeurodivergent students agreed that access to professors during\nclassroom instruction consistently met their needs (76%). The design\nof quizzes, exams, and class assignments were also reported to meet\nthe needs of a majority of students (60%). Half of students reported\nﬂexible due dates and presentation of information during classroom\ninstruction met their needs. Students were divided on preferred\ninstructional delivery methods, with the highest number of studentsTable 2\nNeurodiversity Survey Results: Student and Faculty/Staff Perspectives Around Neurodiversity\nNeurodiversity factorNeurodivergent faculty\n(N=103)Neurodivergent student\n(N=151)\nFamiliarity with neurodiversity\nVery familiar 32 (31%) 81 (54%)\nSomewhat familiar 53 (51.5%) 44 (29.1%)\nSomewhat unfamiliar 17 (16.5%) 26 (17.2%)\nTotally unfamiliar 1 (1%)\nNeurodivergent students are recognized and respected as a cultural group on campus\nAgree 65 (63.1%) 68 (45%)\nDisagree 33 (32%) 64 (42.4%)\nNot applicable 5 (5%) 19 (13%)\nI experience or witness inequities toward neurodivergent people on campus\n(e.g., attitudes, policies, and environments)\nAgree 59 (57.2%) 91 (60.3%)\nDisagree 36 (34.9%) 48 (32%)\nNot applicable 7 (7%) 11 (7.3%)\nI experience or witness a lack of accessibility toward neurodivergent people on campus\n(e.g., attitudes, policies, and environments)\nAgree 62 (60.2%) 89 (59%)\nDisagree 30 (29.2%) 46 (30.5%)\nNot applicable 9 (8.7%) 13 (9%)\nI prefer not to identify as neurodivergent as a faculty, professional staff member, or student\nAgree 38 (37%) 36 (24%)\nDisagree 32 (31.1%) 103 (68.2%)\nNot applicable 16 (15.5%) 10 (7%)\nThere is value in incorporating topics of neurodiversity on campus\nAgree 100 (97.1%) 134 (89%)\nDisagree 2 (2%) 16 (10.5%)\nI am satis ﬁed with my current level of social involvement in campus\nAgree 63 (61.2) 87 (58%)\nDisagree 26 (25.3%) 62 (51.1%)\nNot applicable 12 (12%)\nI am comfortable identifying as a neurodivergent faculty, professional staff, or student\nAgree 39 (38%) 102 (67.5%)\nDisagree 35 (34%) 39 (26%)\nNot applicable 13 (13%) 7 (5%)\nThe campus environment is a sensory-friendly place (i.e., lighting, colors, smells,\nsounds, and dedicated sensory spaces)\nAgree 56 (54.3%) 93 (62%)\nDisagree 40 (39%) 49 (32.4%)\nNot applicable 5 (5%)\nI am satis ﬁed with the accommodations available to me as a neurodivergent faculty/staff\nmember or student\nAgree 36 (35%) 85 (56.2%)\nDisagree 29 (28.2%) 38 (25.2%)\nNot applicable 20 (19.4%) 26 (17.2%)\nI am able to use assistive technology in classrooms and around campus with relative ease\nAgree 40 (39%) 60 (40%)\nDisagree 15 (15%) 24 (16%)\nNot applicable 30 (29%) 64 (42.4%)\nI am satis ﬁed with the supports available for my mental health needs on campus\nAgree 47 (46%) 85 (56%)\nDisagree 36 (35%) 44 (29.1%)\nNot applicable 17 (16.5%) 20 (13.2%)VALUING NEURODIVERSITY ON CAMPUS 7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "preferring to learn in person (35%). Only 30% of students reported\nalternative presentation formats, alternative assessments, or alternate\noptions for assignments as addressing their needs. Students further\nshared that they were currently supported on campus through\nneurodiversity-centered clubs and activities. See Table 4 .\nNeurodivergent faculty and staff reported satisfaction with provided\nmodes of meeting access, including in-person and online meeting\noptions (85%). About half of neurodivergent faculty and staff (48%)\nreported having classes, programs, and of ﬁces structured to meet\ntheir individual preferences. Faculty and staff were divided on\npreferred modality of instructional methods, with the highest\nnumber of faculty (33%) preferring in-person instruction. In terms\nof supporting their students, a majority of neurodivergent faculty\nand staff (79%) reported structuring their classes to meet the\npreferences of their neurodivergent student population. They also\nreported routinely providing options for students to communicate\nusing alternative methods such as speaking, text, and visual\nrepresentations (80%). See Table 5 .\nWhen asked about supports in follow-up interviews and focus\ngroups, students, faculty, and staff shared positive experiences aroundneurodiversity resources and groups, noting speci ﬁc areas with pride\nincluding mental health supports, af ﬁnity and student groups, and\naccessibility services. A student shared, “I think the university does\na great job of letting students know what resources are available\nto them. I think it is great that there are psychologists available\nto students, not every campus provides this service. ”One faculty\nmember shared, “The development of the (neurodiversity) af ﬁnity\ngroup has been a great start. I have had conversations with\nindividual members of my department on how to support me in\ngroups and meetings. ”Neurodiversity speci ﬁc student clubs and the\nOfﬁce of Accessibility Services were also identi ﬁed as supporting\nthe neurodivergent campus community ( Table 6 ).\nRecommendations for Neurodiversity\nAfﬁrming Supports\nThe third research question elicited suggestions for university-\nwide action steps valuing and supporting neurodivergent students,\nfaculty, and staff. Recommendations emerging from participant\ninterview and focus groups responses include: (a) expanding mental\nTable 4\nNeurodiversity Survey Results: Student Speci ﬁc Experiences\nStudents ’experience N=151 Agree Disagree Other\nAccess to professors during classroom instructions have consistently addressed my needs as\na student115 (76.2%) 30 (20%) 6 (4%)\nI have connected with other neurodivergent students on campus 32 (28%) 76 (50.3%) 30 (20%)\nAlternative assessments have consistently addressed my needs as a student 49 (30.4%) 71 (47.1%) 32 (20.5%)\nAlternative presentation formats have consistently addressed my needs as a student 57 (38%) 65 (43.1%) 29 (19.2%)\nDesign of quizzes/exams has consistently addressed my needs as a student 90 (60%) 53 (35.1%) 7 (5%)\nOptions for assignments during classroom instruction have consistently addressed my needs as\na student52 (41%) 66 (44%) 23 (15.2%)\nFlexible due dates during classroom instruction have consistently addressed my needs as a student 76 (50.4%) 65 (43%) 9 (6%)\nDesign of class assignments has consistently addressed my needs as a student 91 (60.3%) 52 (34.4%) 8 (5.3%)\nThe presentation of information during classroom instruction have consistently addressed my needs\nas a student95 (53%) 44 (29.1%) 10 (7%)\nI am satis ﬁed with the career and employment support on campus 57 (38%) 16 (11%) 75 (49.7%)\nAs a student, I am routinely provided options to communicate including use of speaking, text, and\nvisual representations70 (46.3%) 49 (32.5%) 31 (20.5%)\nThere is ample assistive technology available to me as a college student 71 (47%) 33 (22%) 43 (28.5%)Table 3\nOpen-Ended Response: What Neurodiversity Means to Neurodivergent Students, Faculty/Staff\nRole Example quote\nStudent “Learning freely and independently is what neurodiversity means to me. I am still trying to gain autonomy and control with self-directed\nprogressive learning and teaching methods with the help of the unique teachers that I currently have. ”\nFaculty “Differences in ways of being, engaging, and understanding the world. ”\nFaculty “Neurodiversity refers to the broad expanse of neurological development in different people. It challenges the notion that there is not one\n‘normal ’way of thinking, processing, interacting, or behaving. ”\nStudent “It means that my brain works differently than most. I have to ﬁnd systems that work for me that better suit my brain and not try to do it like\nthose that are neurotypical. ”\nStudent “Every brain works differently. Some folks are born with brains that need more or less of some things to function, that neurotypical folks\nwouldn ’t even notice: stimulation, downtime, comfort objects, etc. ”\nFaculty “Celebrating differences in the way people function and learn, designing educational opportunities and workplaces that support individuals\nwith different abilities for a more equitable environment. ”\nStudent “Not being able to conform with the average or expected though patterns by society. It ’s both a blessing and a curse such as being very\ncreative but also not being able to sit through online classes without struggling. ”\nFaculty “Different mental frameworks and approaches that shape how individuals interact with the world and make meaning. ”8 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "health supports, (b) providing faculty professional development,\n(c) centering neurodiversity in diversity and equity initiatives, and\n(d) expanding neurodiversity speci ﬁc supports, all with the aim of\nimproving the experiences of neurodivergent students, faculty,\nand staff. See Table 7 .\nExpanding Mental Health Supports\nDespite the neurodiversity survey results suggesting roughly\nhalf of neurodivergent students, faculty, and staff (46% of faculty/\nstaff and 56% of students) were satis ﬁed with campus mental\nhealth supports, further expanding mental health supports emerged\nas a priority of both students and faculty/staff. Speci ﬁc suggestions\nto better support mental health needs across campuses shared by\nstudents include the perspective that campus resources could be\nmore impactful if they were speci alized and individualized.I think most people, I would say, do not feel even personally, maybe feel\nthat the resources aren ’t enough. I mean there ’s an abundant amount-\nbase- there seems to be an abundant amount of resources. but I don ’t\nthink it ’s to a degree where it ’s impacting the students correctly or even\nbeneﬁting the students. It seems like …this resource is available, but\nit’s not providing great bene ﬁciary actions.\nRequests for expanding services in the area of mental health were\nshared, even though existing supports were noted as abundant. This\nsuggests a needed shift to holistic and individualized university\nmental health supports. One student on the university main campus\nreported both a positive and negative experience using services at\nthe university wellness center. The student suggested improving\nservices by providing long-term continuity of care. Speci ﬁcally,\nthe student r eported follow-through when a counselor leaves or a\nstudent approaches graduation as areas of improvement. The\nstudent said,Table 5\nNeurodiversity Survey Results: Faculty/Staff Speci ﬁc Experiences\nFaculty/staff experience N=103 Agree Disagree Other\nI am able to structure my classes/programs/of ﬁces to meet my preferences as a neurodivergent\nfaculty or staff49 (48%) 18 (18.5%) 19 (18.4%)\nI have connected with other neurodivergent faculty or professional staff on campus 19 (18.4%) 47 (46%) 20 (19.4%)\nThere is ample assistive technology to support me with my work-related responsibilities 48 (47%) 15 (15%) 20 (20%)\nI am satis ﬁed with provided modes of meeting access (in-person, Zoom/WebEx, having both\noptions, etc.)88 (85.4%) 8 (8%) 5 (5%)\nI structure my classes/programs/of ﬁces to meet the preferences of a neurodivergent student\npopulation78 (79%) 10 (10%) 12 (12%)\nThere is ample assistive technology available to me to support students 56 (54.4%) 33 (32.1%) 14 (14%)\nI routinely provide options for students to communicate using alternatives that include speaking, text,\nand visual representations82 (79.6%) 7 (7%) 12 (12%)\nI would like more information and/or professional development about providing supports for\nneurodivergent students94 (91.3%) 4 (3.9%) 3 (1.2%)\nTraining on neurodiversity would bene ﬁt me and how I complete my work day-to-day 92 (89.35%) 8 (8%)\nTable 6\nOpen-Ended Response: Ways the University Supports Neurodivergent Faculty/Staff and Students\nRole Example quote\nStudent “There is some support but not a lot of awareness for students. There (are) not really a lot of peers, allies to understand us. ”\nStudent “I think the university does a great job of letting students know what resources are available to them. I think it is great that there are\npsychologists available to students, not every campus provides this service. ”\nFaculty “Through the Academic Success Center and support resources, student clubs and organizations, information sessions at orientation, and\nattendance at all open houses and accepted student receptions to bring awareness to incoming students that these services are offered. ”\nStudent “The Of ﬁce for Disability Resources is fantastic, all staff there are wonderful. Aside from that department, I don ’t see a lot of information or\nevent promotion. ”\nFaculty “Disability Resources does an amazing job with insuf ﬁcient resources to support a growing population with a wide spectrum of needs for\nsupports and services. ”\nFaculty “There are many different ways that we can interact with our students, virtual meetings, recorded lectures, closed captions on lectures, face to\nface, student services, etc. ”\nStudent “Allowing students with disabilities to serve as success coaches, disability portal for students, and creating some accommodations. ”\nFaculty “Clinical programs, expansion of neurodiverse department/of ﬁce and staff, additional programs to students. ”\nFaculty “The development of the af ﬁnity group has been a great start. I have had conversations with individual members of my department on how to\nsupport me in groups and meetings. ”\nFaculty “I’m not out as neurodivergent to my colleagues. My mask is impenetrable and my scripts are perfect. So, I have not really sought\nout support. ”\nFaculty “Accommodations can be provided, the existence of af ﬁnity groups, but I imagine that acceptance varies depending on department and\ndepartmental leadership. ”\nFaculty “I have not seen evidence of this (support for neurodivergent faculty/staff). ”\nFaculty “Ample opportunities for professional development. ”VALUING NEURODIVERSITY ON CAMPUS 9"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "I’m someone who has like de ﬁnitely received a lot of help from\n(the university) in their mental health services. …I think the primary\nplace where they ’ve fallen short for me is with the individual therapy.\nI’m bothered with the fact that it ’s so temporary, because it is very\nstressful to have to re-explain your whole story to someone. And so for\nme, my individual therapist moved to a private practice, and I couldn ’t\nsee her anymore. Because you know I would have had to pay and I just\ncan’t afford that. And so I couldn ’t get her through. (the university) and\nI didn ’t want to start with the new person, because I ’m only here for\none more year, and I know that I would have to change after a year.\nThe same student reported they would like to see neurodiversity\nspeciﬁc mental health support on campus, stating, “I’d also really\nlike to see maybe like more specialized clinics. ”\nSeveral students expressed a general desire for more mental health\nsupport as a way to improve mental health on campus. Speci ﬁcally,\nthey spoke about the need for more space and counselors for the\nnumber of students in need. One student said,\nIt’s still a long process to get done and it ’s, there ’s not enough people\nor hires to be accommodated for not just neurotypical people, but\nalso for a variety of students per se because it ’s hard enough when\nyou have an undergrad population of 20,000 students, when you only\nhave so many professionals hired on campus when there ’sl i k es p a c e\nissues (there ’s a need to have) immediate response to help them when\nit’s not there.\nA faculty member also emphasized a need for more counselors to\nsupport the mental health needs of students as priority, expressing\nconcerns with suicide and potentially limited resources. They said\n“we’ve had a number of suicides …so I don ’t think there ’s enough\nresources. There ’s not enough, you know, there ’s not a high enough\nproportion of counselors to students. ”\nFaculty elaborated on the connection between student mental health\nand faculty mental health. One participant felt opening up readily\navailable mental health resources to faculty may help faculty mentally\ncope with triggers from hearing about student mental health issues,\nan unrecognized, cascading event. Faculty also suggested improving\ncompassion among university staff to improve the mental health\nof faculty, placing emphasis on fostering compassionate workplace\nculture over providing accommodations.\nI really think it ’s, it comes down to being accommodating and I don ’t\nnecessarily mean that in strict like registered for accommodations\nways, I think kind of recognizing, like, for example, if I ’m, if I ’m havinga week where I ’m just really struggling with either stuff ADHD wise\nor mental health wise, I think, um just knowing that, like my team\nunderstands that like there ’sa -Im i g h th a v ea ﬂuctuation to my\nworkﬂow but recognizing that I ’m not like intentionally dropping the\nball or anything\nOther staff corroborated this need for mental health acceptance\nstating while they acknowledge some compassion exists, they often\nfeel it lacks genuineness, “Sometimes it feels like lip service. But\nyeah luckily, I ’ve had some really understanding colleagues, and\nI’ve seen a lot of people being understanding, but sometimes I do\nthink that there ’s a limit to that. ”\nProvide Faculty Training and Professional Development\nIn addition to recommendations focused on mental health, faculty/\nstaff and students also prioritized training, professional development,\nand information-sharing about neurodiversity. Almost all of the\nfaculty, staff, and students felt that there was value in incorporating\ntopics of neurodiversity on campus (97% faculty, 89% students).\nTraining on neurodiversity was considered bene ﬁcial for day-to-day\nwork by 89% of all faculty and staff. For the faculty and staff that\nwork directly with students, 96% would like more information\nand/or professional development about providing supports for\nneurodivergent students.\nMultiple participants emphas ized that they felt becoming\na supportive campus meant educating faculty on neurodiversity\nand improving inclusive pedagogy and practices. One student\nshared, “So I think a neurodiversity supportive campus would be\nlike more training for professors to understand neurodiversity. ”\nOther recommendations included, “professors need training on\nhow to differentiate learning ”and“educate faculty on how they\ncan do better. ”\nFaculty agreed with students regarding fostering a more inclusive\ncampus through faculty learning and identi ﬁed a need for a shared\nframework for inclusive practices such as UDL. One faculty member\nrecommended the university increase inclusive pedagogy and\npractices to help faculty support neurodivergent students: “I think\nsomehow making it standard practice for faculty to provide different\nways for people to do their work ”should be a priority. Elaborating\non the desire to educate faculty on neurodiversity to become an\ninclusive campus, other faculty speci ﬁcally spoke on their desire toTable 7\nOpen-Ended Response: Suggestions for Valuing Neurodivergent Faculty/Staff and Students\nRole Example quote\nFaculty “Provide explanations of what types of accommodations are possible. Do a better job of creating a safe space to share these experiences\nwithout fear of judgment or job security. ”\nFaculty “Build centers and satellites to include a neurodiverse population, incorporating universal design for learning. ”\nFaculty “Start designing inclusive workplaces and policies, start hiring more staff and faculty who are neurodiverse, representation matters, Design an\ndepartment to start overhauling curriculum and workspaces/policies for neurodiverse students and staff. ”\nStudent “Providing more robust mental health services. ”\nStudent “Professors need training on how to differentiate learning. ”\nStudent “Create true quiet places, provide stimming tools, listen to students when they have issues in class and aren ’t being truly heard, educate\nfaculty on how they can do better for their students. ”\nFaculty “More staff for equity and inclusion efforts. ”\nFaculty “Support groups, mentorship opportunities, dedicated sensory-friendly spaces, programming to not only increase awareness of neurodiversity\nbut to encourage concrete improvements in the ways we support neurodiverse members of the (university) community. ”10 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "see more UDL. One faculty member expressed frustration with the\nlack of UDL adoption:\none of our strategic action plan items for the (diversity, equity and\ninclusion initiative) that we ’re supposed to be doing is developing like\na sense of UDL like universal design. Nothing ever happens for it,\nthough. I think the biggest like- ﬁrst and foremost thing we would need\nhere is like mandatory faculty development.\nCenter Neurodiversity in Diversity and Equity Initiatives\nBuilding on recommendations for professional development,\nneurodivergent faculty felt the lack of implementation of UDL\nreﬂected a larger need for faculty training on diversity and equity in\ngeneral and expressed a desire for neurodiversity to be centered in\nDEI initiatives along with race and lesbian, gay, bisexual,\ntransgender, and queer initiatives:\nbut the faculty and staff are way behind and it ’s not just for\nneurodiversity. I mean it ’s for like racial issues and lesbian, gay,\nbisexual, transgender, and queer stuff, and like just in a general sense of\nyou know, social justice kind of things. Our faculty and staff are behind\nthe times for sure.\nAnother faculty member felt the need for increased education\nwas important; however, it was not enough. They suggested creating\na more inclusive campus by ﬁxing what they perceive as a lack of\nfaculty/staff willingness to commit to equity and/or ability to put\nlearning into action.\nif supervisors and professors and the like are well trained, that ’s really\nimportant, but not just the training part of it, they also have to be able\nto actually implement the things that they have learned in training. Um,\nbecause I found that I think a lot of people have really good intentions\nbut might not have the resources or the time or the energy to be able to\nactually like do certain things.\nPulling together a need to center neurodiversity within campus\ndiversity and equity initiatives and UDL, one faculty member\nrecommended, “build centers and satellites to include a neurodiverse\npopulation, incorporating Universal Design for Learning. ”Another\nprofessional staff member recommended “more staff for (expanding\nexisting) equity and inclusion efforts. ”\nFocus group and interview participants also shared ideas for\nstrengthening neurodiversity culture and for new neurodiversity-\nafﬁrming supports. In terms of fostering neurodiversity culture,\nstudents mentioned the importance of working to dispel myths and\nmisinformation surrounding neurodiversity, exploring the history of\nneurodiversity and disability cultures, representing disability culture\nmore strongly on campus (similar to other diversity groups), and\ndiscussing the strengths of neurodiversity.\nExpand Neurodiversity Speci ﬁc Supports\nIn terms of new supports and insights for building neurodiversity\nculture, ideas varied and spanned across providing transparency of\naccess to accommodations, af ﬁrming neurodivergent faculty, increasing\nsensory-friendly environments and events, and valuing the voices\nof neurodivergent campus community members.\nIn connection to accommodations access, students suggested\nbeing transparent about who can ask for accommodations on campus.Similarly, one faculty member shared, “provide explanations of what\ntypes of accommodations are possible. Do a better job of creating a\nsafe space to share these experiences without fear of judgment or job\nsecurity. ”Faculty and staff further prioritized a need for ﬂexibility\nand transparency within their departments as a means to create more\ninclusive workplaces, along with concrete recommendations to\nincrease neurodiversity culture through a neurodiversity mentor-\nship program for faculty and staff, and university human resource\nprovided neurodiversity training.\nSuggestions related to programs and curriculum included student\nrequests to incorporate neurodiversity culture and perspectives in\ncoursework and conversations. In connection to attending events,\nfaculty and staff suggested creating a buddy system for attending\nnew or unfamiliar events on campus. One student shared, “create\ntrue quiet places, provide stimming tools, listen to students when\nthey have issues in class and aren ’t being truly heard. ”Student\nenvironmental recommendations included a dedicated hangout\nspace and (more) sensory-friendly rooms around campus.\nRecommendations were also provided in support of the newly\nlaunched university neurodiversity cultural center. A faculty member\nsuggested more ﬂexible scheduling for existing center programming\nso that scheduling con ﬂicts would not become an issue. Another\nfaculty member suggested the center develop neurodiversity training\nmodules for all faculty and staff on campus. Finally, a staff member\nsuggested increasing the visibility of the center by incorporating the\ncenter into large campus events, such as graduation ceremonies.\nFinally, faculty, staff, and students shared ideas for bringing\nexpertise to the university to help raise awareness and knowledge\nabout neurodiversity. Recommendations included valuing neurodi-\nvergent people working and writing from a neurodiversity paradigm,\nspeaking directly to neurodivergent people on campus, and reaching\nout to key people on campus well-versed in neurodiversity. Students\nrecommended encouraging self-advocates at the university to\nshare their ideas on campus, increasing support for social media self-\nadvocates, and welcoming visiting self-advocates working in the\nneurodiversity paradigm as experts.\nDiscussion\nOur primary aim was to gain an understanding of campus\nperspectives and priorities around neurodiversity initiatives on\ncampus. Eliciting and analyzing survey and interview data provided\ninformation for improving neurodiversity af ﬁrming policies and\npractices on our university af ﬁliated campuses and for recognizing\nsystemic disability and diversity issues, such as stigma surrounding\nneurodivergence, in the broader ﬁeld of higher education. With\nthe understanding that neurodiversity is a valuable part of society,\nall members of a campus community bene ﬁt when neurodivergent\nexperiences are understood and when ability differences are\nrecognized as diversity and as one of many intersectional identities\nto be recognized and valued (see Shmulsky & Gobbo, 2019 ).\nWe focused our discussion of our ﬁndings around the participant\nshared priorities of centering neurodiversity in DEI initiatives,\nexpanding neurodiversity speci ﬁc supports, expanding mental\nhealth and wellness supports, and increasing professional develop-\nment around neurodiversity.VALUING NEURODIVERSITY ON CAMPUS 11"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Neurodiversity and DEI Initiatives\nBeginning with a focus on identity, it was important to note\nthat more students than faculty and staff openly embraced their\nown neurodivergent identity. Despite identifying as neurodivergent,\nonly 38% of faculty (compared to 68% of students) reported being\ncomfortable identifying as neurodivergent on campus. This may be\nbecause neurodivergence is not usually viewed as a valuable cultural\nidentity (see Hughes, 2016 ) and stigma surrounding brain-based\ndifferences is still widely prevalent ( Gillespie-Lynch et al., 2021 ).\nAdditionally, most participants reported a lack of accessible\nattitudes, policies, and environments on campus (60% faculty/staff,\n59% students) and reported experiencing or witnessing inequities\ntoward neurodivergent people on campus (60% of students, 57%\nof faculty/staff). This lack of accessibility may lead to students,\nfaculty, and staff choosing to camou ﬂage their neurodivergence\nin an attempt to pass as neurotypical ( Hull et al., 2017 ). This is of\nconcern as camou ﬂaging has been linked to increased mental health\nconditions including anxiety and negative feelings of self ( Hull\net al., 2017 ).\nNeurodivergent participants also noted confusion around\nidentifying with the terms disabled versus neurodivergent. This is\na notable implication for DEI campus initiatives, as an important\npart of DEI work is fostering an appreciation and understanding\nof differing and intersecting identities. On college campuses,\nneurodiversity can be an important part of cultural identity when\nsupported by the work of DEI and dedicated neurodiversity cultural\ncenters ( Kuder et al., 2021 ;Dwyer et al., 2023 ). Campus-wide\neducation about neurodiversity emerges as essential to support all\ncampus community members in recognizing that neurodiversity and\ndisability coexist ( den Houting, 2019 ;Hughes, 2016 ).\nNeurodiversity Speci ﬁc Supports\nSecond, many students, faculty, and staff provided a strength-\nbased perspective in their shared perspectives of neurodiversity, as\nwell as the desire to build neurodiversity and disability culture on\nour campus. This may be an indication that the university ’s actions to\nsituate neurodiversity within our DEI campus initiatives are making\na positive impact. Building on this foundation, recommendations\nemerge for universities to increase neurodiversity speci ﬁc support.\nDwyer et al. (2023) described the importance of recognizing\nneurodiversity initiatives within broader DEI initiatives for many\nreasons, including to help build a stronger neurodiversity culture and\nto guide the development of neurodiversity speci ﬁc accommodations\nand supports. In our study, only 26% of students reported being\nofﬁcially registered to receive accommodations. This is concerning\nbecause almost half (46%) of neurodivergent students indicated that\nthey also identi ﬁed as disabled, with 30% of neurodivergent and\ndisabled students reporting a mental health condition. The process\nfor formally receiving accommodations as a student in higher\neducation is often dif ﬁcult ( Marshak et al., 2010 ), and may be a\nbarrier for students who could bene ﬁt from more robust access to\nindividualized accommodations. For some neurodivergent students,\nobstacles to their college success include factors such as mental\nhealth conditions, dif ﬁculty with study skills, and worrying about\ntheir college professors ( Kuder et al., 2021 ). Understanding these\nfactors and providing accommodations that help remove some of\nthese barriers could allow students to focus more on their academicstrengths and be more successful in their postsecondary endeavors.\nUniversity accommodations designed to meet the preferences of\nthose with brain-based differences could help students feel that their\nidentities are being acknowledged and that their neurodivergent\nstrengths are being recognized.\nMental Health and Wellness\nThird, the frequent mention of mental health and wellness by\nfaculty, staff, and students warrants ongoing attention. While half\nof all participants were satis ﬁed with the mental health services they\npersonally received (50% satis ﬁed), an equal number of students,\nfaculty, and staff reported university mental health and wellness\nservices to be lacking. McMorris et al. (2019) found that\nneurodivergent students utilized mental health services at a much\nhigher rate than the general population but often encountered barriers\naccessing services, such as ﬁnding the process, to be overwhelming.\nThis makes sense considering anxiety and depression are two of the\nmost frequent mental health conditions reported among neurodi-\nvergent populations ( Gelbar et al., 2014 ). Perhaps the process of\nobtaining mental health services prevents some neurodivergent\nstudents, faculty, and staff from successfully receiving mental health\nand wellness support on campus. The high rates of suicidal ideations\namong neurodivergent student populations ( Jackson et al., 2018 )\ncreates a sense of urgency for higher education systems to meet the\nmental health and wellness needs of neurodivergent populations.\nProfessional Development\nFinally, a need for professional development with an emerging\nemphasis on UDL was spotlighted by faculty and staff throughout\nthe survey, focus groups, and interviews. Almost all (89%) of\nfaculty and staff felt training on neurodiversity would be bene ﬁcial,\nand 96% of all faculty and staff wanted more information about how\nto support neurodivergent students. While students were not aware\nof UDL speci ﬁcally, they did provide feedback on faculty needing\nincreased training on understanding neurodivergent learners. It\nseemed that UDL was a particularly important aspect of training,\nand that faculty and staff considered UDL to be bene ﬁcial for\nneurodivergent students. This aligns with the work of Spaeth and\nPearson (2023) , who found that utilizing UDL in classes decreased\nthe necessity for students to disclose their disabilities and created\nmore ﬂexible classroom environments for all students via practices\nsuch as recognizing student strengths, reconceptualizing mandatory\nattendance policies, being ﬂexible and giving choices, avoiding\nusing group work as the primary form of student engagement, and\nconsidering the sensory aspects of their classroom spaces.\nMoreover, it seems that UDL is considered bene ﬁcial by those\nwho received training in UDL practices as reported in the higher\neducation literature ( Nachman, 2022 ;Waisman et al., 2023 ). For\nexample, Nachman (2022) found that faculty completing a course\nfocused on inclusive practices and UDL reported increased readiness\nto teach autistic college students. Similarly, Waisman et al. (2023)\nfound that 80% of faculty participating in UDL training developed\nplans for their classes that incorporated UDL strategies and 64% of\nthose participants went on to implement those practices. Professional\ndevelopment on UDL may lead to increased use of UDL practices\nand to increased valuing of neurodiversity on campus.12 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Implications\nFindings from the present study warrant further research as well\nas practical considerations around how disability and neurodiversity\nare understood and valued by institutions of higher education.\nIn terms of identity, the ﬁnding that a majority of neurodivergent\nstudents in the present study do not identify as disabled and do\nnot apply for or receive of ﬁcial accommodations implies a need\nto reconsider the traditional practice of providing student supports\nprimarily through university disability service centers. Traditional\nsystems of education that address ability differences by identifying\nand remediating de ﬁcits through a needs model may prohibit students\nfrom developing a positive sense of identity ( Shmulsky et al., 2021 ).\nThe reported lack of accessible policies, attitudes, and environ-\nments on campus may suggest that neurodivergent people do not\nfeel supported within their colleges and departments to disclose their\nneurodivergent identities ( Mellifont, 2023 ). Targeted initiatives\nsuch as book studies around neurodiversity in the workplace, human\nresources provided training around neurodiversity, or campus-wide\nidentity af ﬁrming initiatives including faculty and staff af ﬁnity\ngroups are recommended. The campus community may bene ﬁt from\ninviting neurodivergent people to work within participatory projects\nfocused on neurodiversity, as well as disclosure by neurodivergent\ncampus leaders as role models to build neurodiversity culture.\nBeyond not identifying as disabled, neurodivergent students may\nchoose not to use university disability services centers for a myriad\nof reasons warranting further research including barriers faced\nby a cumbersome process, not feeling accommodations have met\ntheir needs in the past, wanting a fresh start as a college student free\nof stigma and discrimination, not perceiving existing available\naccommodations as valuable, and not needing accommodations.\nFor students and faculty that did identity as disabled in the present\nstudy, the most commonly reported disability was a mental health\ncondition. To support neurodivergent students, faculty, and staff,\nhigher education institutions may bene ﬁt from rethinking siloed\npractices related to mental health, for example, establishing set time\nfor mental health and wellness of ﬁces to collaborate with DEI of ﬁces\nand disability services centers with an aim of forging a wider system\nof neurodiversity af ﬁrming practices. Findings from the present study\nalso warrant further research into the faculty-reported connection\nbetween student mental health needs and their own mental health\nneeds as well as how wellness support is provided to university\nfaculty and staff. Establishing a transparent process to obtain mental\nhealth supports, as well as designated counselors who understand\nneurodivergence and are available to build consistent relationships\nwith neurodivergent students they work with, are also recommended.\nFurther, the ﬁnding that a majority of neurodivergent faculty/staff\nand a large percentage of neurodivergent students de ﬁne neurodi-\nversity as a positive term yet mask their neurodivergence on campus\nin the present study suggests ongoing stigma surrounding neurodi-\nvergence as a continuing systemic issue in higher education (e.g.,\nDwyer et al., 2023 ). University initiatives to dismantle bias, stigma,\nand related incidences of discrimination should be reviewed\nfor inclusion of topics of ableism, neurodiversity, and positive\nrepresentations of neurodiversity culture. In general, it is recom-\nmended that universities take an intersectional approach to supporting\nstudent identity, centering neurodiversity among other identities\nwithin DEI, wellness, and af ﬁnity initiatives ( Shmulsky et al., 2021 ).As noted by participants in the present study, supporting\nneurodiversity on campus requires faculty/staff commitment to\nequity. Marchiondo et al. (2023) found that faculty working with\nstrong DEI-focused academic leaders are more likely to recognize\nbias and stigma, and to support institutional diversity. In terms of\nfaculty/staff recruitment and onboarding, ﬁndings from the present\nstudy suggest a need to train human resource departments to meet the\nneeds of neurodivergent candidates and employees and to provide\nneurodiversity training to new hires and university leaders.\nA primary takeaway from the present study is the need to\nrecognize and value neurodiversity culture (see Gobbo & Shmulsky,\n2019 ). Participants shared the desire for neurodiversity culture to\nbe recognized on campus, for example, through focused centers,\ninitiatives, and groups. Despite the increase in neurodivergent college\nstudents, there remains a dearth of neurodiversity cultural centers\nwithin higher education institutions. Such centers differ from\naccessibility services and align more closely with cultural centers\nfor other marginalized groups ( Dwyer et al., 2023 ). The broader\nhigher education community may bene ﬁt from forging participatory\nneurodiversity partnerships across universities routinely engaging as\nneurodiverse scholars and students to share what works on campus,\nfor example, sharing tips for forming antistigma initiatives and/or\nsteps taken to form and strengthen neurodiversity cultural centers.\nImplications for the broader ﬁeld of higher education include\nconsideration of campus-wide frameworks for improving and\ndeveloping policies and procedures around disability and diversity\n(such as UDL). While it is up to individual institutions of higher\neducation to consider how to recruit and meet the needs of diverse\nstudent populations, moving beyond providing traditional academic\naccommodations such as extended time on tests to recognizing\nability differences as natural human variation to be valued and\nsupported with universally designed and specialized supports\nemerges as essential. First step recommendations include providing\nprofessional development around neurodiversity and UDL open to\nall campus community members, for example, through neurodi-\nvergent speaker series and forming working groups to assess the\naccessibility of workspaces/classroom environments and courses.\nLimitations\nWe recognize that our roles af ﬁliated with the university division\nof DEI and our commitment to valuing intersectional identities\nincluding neurodiversity may have biased our ﬁndings. In terms of\ndemographics, faculty, staff, and students were predominantly White\ncollege educated women, groups not necessarily representative of the\nwider neurodivergent community. We did not maintain demographic\ndata speci ﬁc to individual interview participants which could have\nprovided factors of positionality around shared quotations. Further,\nthis study only captured those both willing to self-identify as\nneurodivergent and willing to participate in research and may not\nrepresent the larger group of neurodivergent students and faculty/\nstaff. Additionally, graduating students were limited in their access\nto follow-up interviews conducted in the subsequent academic year.\nComfort level regarding neurodi vergent identity, disclosure,\nand self-acceptance ranges signi ﬁcantly from full disclosure to\nfull masking. The nature of this research alone suggests some\nneurodivergent people may not have chosen to participate and as\nsuch the results shared do not re ﬂect all neurodivergent campus\ncommunity members. Finally, combining participant data acrossVALUING NEURODIVERSITY ON CAMPUS 13"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "multiple campuses allowed us to amplify collective voices but\nlimited our reporting of data speci ﬁc to different university af ﬁliated\ncampus communities. Results may not be generalizable to other\ncollege campuses. For future studies, focusing on just one campus or\nseparating data by each campus may be bene ﬁcial.\nConclusion\nThe present study reports upon the perspectives of neurodivergent\nuniversity students, faculty, and staff around neurodiversity. Overall,\nstudents, faculty, and staff reported familiarity with neurodiversity\nand de ﬁned neurodiversity from a strength perspective. Notable\nﬁndings for faculty/staff include that only 37% have a comfort\nlevel disclosing their neurodiversity and only 35% are satis ﬁed with\nthe support they receive on campus. Notable ﬁndings for students\ninclude that of the roughly half that identify as both neurodivergent\nand disabled, 30% report a mental health condition, and only 26%\nreceive formal accommodations.\nEmerging from this study is the need to prioritize college/university\ninitiatives that establish neurodiversity cultural centers on university\ncampuses, situate neurodiversity in DEI initiatives, simplify the\nprocess to receive neurodiversity af ﬁrming accommodations and\nsupports, expand supports including those for mental health, and\nincrease professional development around neurodiversity. Also\nemerging from this study is a need to value and prioritize the\nvoices of our neurodivergent campus community through ongoing\nparticipatory research with students, faculty, and staff that takes\na social justice, strength-based lens.\nReferences\nAccardo, A. L., Bean, K., Cook, B., Gillies, A., Edgington, R., Kuder, S. J., &\nBomgardner, E. M. (2019). College access, success, and equity for students\non the autism spectrum. Journal of Autism and Developmental Disorders ,\n49(12), 4877 –4890. https://doi.org/10.1007/s10803-019-04205-8\nAnderson, A. H., Stephenson, J., & Carter, M. (2017). A systematic literature\nreview of the experiences and supports of students with autism spectrum\ndisorder in post-secondary education. Research in Autism Spectrum\nDisorders ,39,3 3–53.https://doi.org/10.1016/j.rasd.2017.04.002\nAustin, R. D., & Pisano, G. P. (2017). Neurodiversity as a competitive\nadvantage. Harvard Business Review ,95(3), 96 –103.https://hbr.org/2017/\n05/neurodiversity-as-a-competitive-advantage\nBolourian, Y., Zeedyk, S. M., & Blacher, J. (2018). Autism and the\nuniversity experience: Narratives from students with neurodevelopmental\ndisorders. Journal of Autism and Developmental Disorders ,48(10), 3330 –\n3343. https://doi.org/10.1007/s10803-018-3599-5\nBurgstahler, S., & Russo-Gleicher, R. J. (2015). Applying universal design\nto address the needs of postsecondary students on the autism spectrum.\nJournal of Postsecondary Education and Disability ,28(2), 199 –212.\nhttps:// ﬁles.eric.ed.gov/fulltext/EJ1074670.pdf\nCassidy, S. A., Nicolaidis, C., Davies, B., Rosa, S. D. R., Eisenman, D.,\nOnaiwu, M. G., Kapp, S. K., Kripke, C. C., Rodgers, J., & Waisman, T. C.\n(2020). An expert discussion on autism in the COVID-19 pandemic. Autism\nin Adulthood: Challenges and Management ,2(2), 106 –117.https://doi.org/\n10.1089/aut.2020.29013.sjc\nChiang, E. S. (2020). Disability cultural centers: How colleges can move\nbeyond access to inclusion. Disability & Society ,35(7), 1183 –1188. https://\ndoi.org/10.1080/09687599.2019.1679536\nCorbin, J., & Strauss, A. (2015). Basics of qualitative research: Techniques\nand procedures for developing theory . Sage Publications.\nCox, B. E., Edelstein, J., Brogdon, B., & Roy, A. (2021). Navigating\nchallenges to facilitate success for college students with autism. TheJournal of Higher Education ,92(2), 252 –278. https://doi.org/10.1080/\n00221546.2020.1798203\nCox, B. E., Thompson, K., Anderson, A., Mintz, A., Locks, T., Morgan,\nL., Edelstein, J., & Wolz, A. (2017). College experiences for students\nwith autism spectrum disorder: Pers onal identity, public disclosure, and\ninstitutional support. Journal of College Student Development ,58(1),\n71–87.https://doi.org/10.1353/csd.2017.0004\nden Houting, J. (2019). Neurodiversity: An insider ’s perspective. Autism:\nAn International Journal of Research and Practise ,23(2), 271 –273.\nhttps://doi.org/10.1177/1362361318820762\nDwyer, P., Mineo, E., Mifsud, K., Lindholm, C., Gurba, A., & Waisman,\nT. C. (2023). Building neurodiversity-inclusive postsecondary campuses:\nRecommendations for leaders in higher education. Autism in Adulthood:\nChallenges and Management ,5(1), 1 –14.https://doi.org/10.1089/aut\n.2021.0042\nFritzgerald, A. (2020). Antiracism and universal design for learning:\nBuilding expressways to success . CAST Professional Publishing.\nGelbar, N. W., Smith, I., & Reichow, B. (2014). Systematic review of articles\ndescribing experience and supports of individuals with autism enrolled\nin college and university programs. Journal of Autism and Developmental\nDisorders ,44(10), 2593 –2601. https://doi.org/10.1007/s10803-014-2135-5\nGillespie-Lynch, K., Bublitz, D., Donachie, A., Wong, V., Brooks, P. J., &\nD’Onofrio, J. (2017). “For a long time our voices have been hushed ”:\nUsing student perspectives to develop supports for neurodiverse college\nstudents. Frontiers in Psychology ,8, Article 544. https://doi.org/10.3389/\nfpsyg.2017.00544\nGillespie-Lynch, K., Daou, N., Obeid, R., Reardon, S., Khan, S., &\nGoldknopf, E. J. (2021). What contributes to stigma towards autistic\nuniversity students and students with other diagnoses? Journal of Autism\nand Developmental Disorders ,51(2), 459 –475. https://doi.org/10.1007/\ns10803-020-04556-7\nGobbo, K., & Shmulsky, S. (2019). Should neurodiversity culture in ﬂuence\nhow instructors teach. Academic Exchange Quarterly ,23(4), 12 –17.\nhttps://www.rapidintellect.com/AEQweb/ed-5971.pdf\nHigher Education Opportunity Act of 2008. Pub. L. No. 110-315 (2008).\nHughes, J. M. (2016). Increasing neurodiversity in disability and social\njustice advocacy groups . Autistic Self Advocacy Network. https://autistica\ndvocacy.org/wp-content/uploads/2016/06/whitepaper-Increasing-Neuro\ndiversity-in-Disability-and-Social-Justice-Advocacy-Groups.pdf\nHull, L., Petrides, K. V., Allison, C., Smith, P., Baron-Cohen, S., Lai, M. C., &\nMandy, W. (2017). “Putting on my best normal ”:S o c i a lc a m o u ﬂaging\nin adults with autism spectrum conditions. Journal of Autism and\nDevelopmental Disorders ,47(8), 2519 –2534. https://doi.org/10.1007/\ns10803-017-3166-5\nJackson, S. L. J., Hart, L., Brown, J. T., & Volkmar, F. R. (2018). Brief\nreport: Self-reported academic, social, and mental health experiences of\npost-secondary students with autism spectrum disorder. Journal of Autism\nand Developmental Disorders ,48(3), 643 –650. https://doi.org/10.1007/\ns10803-017-3315-x\nJansen, D., Petry, K., Ceulemans, E., Noens, I., & Baeyens, D. (2017).\nFunctioning and participation problems of students with ASD in higher\neducation: Which reasonable accommodations are effective? European\nJournal of Special Needs Education ,32(1), 71 –88.https://doi.org/10.1080/\n08856257.2016.1254962\nKapp, S. K. (2020). Introduction. In S. K. Kapp (Ed.), Autistic community\nand the neurodiversity movement: Stories from the frontline (pp. 1 –19).\nSpringer Singapore. https://doi.org/10.1007/978-981-13-8437-0_1\nKuder, S. J., Accardo, A. L., & Bomgardner, E. M. (2020). Mental health\nand university students on the autism spectrum: A literature review.\nReview Journal of Autism and Developmental Disorders ,8, 421 –435.\nhttps://doi.org/10.1007/s40489-020-00222-x\nKuder, S. J., Accardo, A. L., & Woodruff, J. (2021). College success for\nstudents on the autism spectrum: A neurodiversity perspective . Routledge.\nhttps://doi.org/10.4324/978100344345214 ACCARDO, BOMGARDNER, RUBINSTEIN, AND WOODRUFF"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Mace, R. (1997). What is universal design? The Center for Universal Design\nat North Carolina State University ,19, Article 2004.\nMarchiondo, L. A., Verney, S. P., & Venner, K. L. (2023). Academic leaders ’\ndiversity attitudes: Their role in predicting faculty support for institutional\ndiversity. Journal of Diversity in Higher Education ,16(3), 323 –332.\nhttps://doi.org/10.1037/dhe0000333\nMarshak, L., Van Wieren, T., Ferrell, D. R., Swiss, L., & Dugan, C. (2010).\nExploring barriers to college student use of disability services and\naccommodations. Journal of Postsecondary Education and Disability ,\n22(3), 151 –165. https:// ﬁles.eric.ed.gov/fulltext/EJ906688.pdf\nMcLeod, J. D., Meanwell, E., & Hawbaker, A. (2019). The experiences of\ncollege students on the autism spectrum: A comparison to their neurotypical\npeers. Journal of Autism and Developmental Disorders ,49(6), 2320 –2336.\nhttps://doi.org/10.1007/s10803-019-03910-8\nMcMorris, C. A., Baraskewich, J., Ames, M. A., Shaikh, K. T., Ncube, B. L., &\nBebko, J. M. (2019). Mental health issues in post-secondary students with\nautism spectrum disorder: Experiences in accessing services. International\nJournal of Mental Health and Addiction ,17(3), 585 –595.https://doi.org/10\n.1007/s11469-018-9988-3\nMellifont, D. (2023). Ableist ivory towers: A narrative review informing\nabout the lived experiences of neurodivergent staff in contemporary higher\neducation. Disability & Society ,38(5), 865 –886. https://doi.org/10.1080/\n09687599.2021.1965547\nMerriam, S. B., & Tisdell, E. J. (2016). Qualitative research: A guide to\ndesign and implementation . Jossey-Bass.\nNachman, B. R. (2022). Preparing future faculty to more inclusively teach\nautistic college students: Examining an inclusive teaching professional\ndevelopment course. International Journal on Teaching and Learning in\nHigher Education ,33(3), 306 –318. http://www.isetl.org/ijtlhe/\nNuske, A., Rillotta, F., Bellon, M., & Richdale, A. (2019). Transition to\nhigher education for students with autism: A systematic literature review.\nJournal of Diversity in Higher Education ,12(3), 280 –295.https://doi.org/\n10.1037/dhe0000108\nPeña, E. V., Gassner, D., & Brown, K. R. (2020). Autistic-centered program\ndevelopment and assessment practices (Practice Brief). Journal of\nPostsecondary Education and Disability ,33(3), 233 –240.\nPeña, E. V., Stapleton, L. D., & Schaffer, L. M. (2016). Critical perspectives\non disability identity. New Directions for Student Services ,2016 (154),\n85–96.https://doi.org/10.1002/ss.20177\nPrice, M., Salzer, M. S., O ’Shea, A., & Kerschbaum, S. L. (2017). Disclosure\nof mental disability by college and university faculty: The negotiation\nof accommodations, supports, and barriers. Disability Studies Quarterly ,\n37(2).https://doi.org/10.18061/dsq.v37i2.5487\nRobertson, S. M. (2009). Neurodiversity, quality of life, and autistic adults:\nShifting research and professional focuses onto real-life challenges.\nDisability Studies Quarterly ,30(1), 2 –19.https://doi.org/10.18061/dsq\n.v30i1.1069\nRose, D., & Meyer, A. (2002). Teaching every student in the digital age:\nUniversal design for learning . Association for Supervision and Curriculum\nDevelopment.\nSaldaña, J. (2016). The coding manual for qualitative researchers (3rd ed.).\nSage Publications.Sarrett, J. C. (2018). Autism and accommodations in higher education:\nInsights from the autism community. Journal of Autism and Developmental\nDisorders ,48(3), 679 –693. https://doi.org/10.1007/s10803-017-3353-4\nScheef, A., Caniglia, C., & Barrio, B. L. (2020). Disability as diversity:\nPerspectives of institutions of higher education in the US. Journal of\nPostsecondary Education and Disability ,33(1), 49 –61.\nScheerer, N. E., Aime, H., Boucher, T., & Iarocci, G. (2020). The association\nbetween self-reported camou ﬂaging of autistic traits and social competence\nin nonautistic young adults. Autism in Adulthood: Challenges and\nManagement ,2(4), 298 –306. https://doi.org/10.1089/aut.2019.0062\nShmulsky, S., & Gobbo, K. (2019). Autism support in a community college\nsetting: Ideas from intersectionality. Community College Journal of\nResearch and Practice ,43(9), 648 –652.https://doi.org/10.1080/10668926\n.2018.1522278\nShmulsky, S., Gobbo, K., Donahue, A., & Klucken, F. (2021). Do\nneurodivergent college students forge a disability identity? A snapshot and\nimplications. Journal of Postsecondary Education and Disability ,34(1),\n53–63.https://www.ahead.org/professional-resources/publications/jped\nSpaeth, E., & Pearson, A. (2023). A re ﬂective analysis on neurodiversity and\nstudent wellbeing: Conceptualizing practical strategies for inclusive\npractice. Journal of Perspectives in Applied Academic Practice ,11(2),\n109–120. https://doi.org/10.56433/jpaap.v11i2.517\nTeddlie, C., & Tashakkori, A. (2009). Foundations of mixed methods\nresearch: Integrating quantitative and qualitative approaches in the social\nand behavioral sciences . Sage Publications.\nVan Hees, V., Moyson, T., & Roeyers, H. (2015). Higher education\nexperiences of students with autism spectrum disorder: Challenges, bene ﬁts\nand support needs. Journal of Autism and Developmental Disorders ,45(6),\n1673 –1688. https://doi.org/10.1007/s10803-014-2324-2\nWaisman, T. C., Williams, Z. J., Cage, E., Santhanam, S. P., Magiati, I.,\nDwyer, P., Stockwell, K. M., Kofner, B., Brown, H., Davidson, D., Herrell,\nJ., Shore, S. M., Caudel, D., Gurbuz, E., & Gillespie-Lynch, K. (2023).\nLearning from the experts: Evaluating a participatory autism and universal\ndesign training for university educators. Autism: An International Journal\nof Research and Practise ,27(2), 356 –370. https://doi.org/10.1177/\n13623613221097207\nWalker, N. (2021). Neuroqueer heresies: Notes on the neurodiversity paradigm,\nautistic empowerment, and postnormal possibilities . Autonomous Press.\nWilke, A. K., Evans, N. J., Varland, C. E., Brown, K. R., & Broido, E. M.\n(2019). Access and integration: Perspectives of disabled students living on\ncampus. The Journal of College and University Student Housing ,46(1),\n46–61.https://www.nxtbook.com/nxtbooks/acuho/journal_vol46no1/index\n.php#/p/45\nWilliams, T., & Hagood, A. (2019). Disability, the silent Din diversity.\nLibrary Trends ,67(3), 487 –496. https://doi.org/10.1353/lib.2019.0008\nReceived May 1, 2023\nRevision received December 10, 2023\nAccepted January 19, 2024 ▪VALUING NEURODIVERSITY ON CAMPUS 15"
    }
  ]
}