{
  "doc_type": "scientific paper",
  "title": "Sensing Sounds on the Skin: A Review of Auditory-Tactile Synesthesia and Its Implications for Perception and Attention",
  "authors": [
    "Syed Adnan Ali",
    "Syed Noor Ali",
    "Rehan Khan"
  ],
  "year": 2023,
  "journal": "Science and Technology, Department of Computer Science and Engineering – Data Sci-",
  "doi": "10.20944/preprints202304.0164.v1",
  "abstract": "This review paper explores auditory tactile (AT) synesthesia, a rare neurological condition where sounds evoke tactile sensations. The paper provides a historical overview of the condition and discusses its epidemiology, with a prevalence of less than 1% of the general population. The neurological basis of AT synesthesia is explored, including the role of cross-modal processing and hyperconnectivity within the brain. The paper also describes the phenomenology of the condition, including the range of tactile sensations that can be experienced in response to different sounds. The occurrence of AT synesthesia in the present-day world is discussed, including its relationship to music and art. Various hypotheses surrounding the development and maintenance of AT synesthesia are reviewed, focusing on genetic and environmental factors. The implications for clinical practice are explored, including potential benefits for individuals with sensory processing disorders. Finally, the paper concludes with a discussion of future directions for research in this field, including the need to explore further the underlying neural mechanisms of AT synesthesia and potential therapeutic interventions.",
  "keywords": [
    "Synesthesia",
    "Auditory Tactile Synesthesia",
    "Dopamine",
    "Creativity",
    "Savant",
    "Autism",
    "tDCs"
  ],
  "research_topics": [
    "Auditory-tactile synesthesia",
    "Neural mechanisms of synesthesia",
    "Cross-modal sensory processing",
    "Synesthesia prevalence and epidemiology",
    "Genetic and environmental factors in synesthesia",
    "Phenomenology of auditory-tactile synesthesia",
    "Cognitive and perceptual effects of synesthesia",
    "Implications of synesthesia for perception and attention",
    "Relationship between synesthesia and music perception",
    "Potential therapeutic interventions for synesthesia"
  ],
  "created_at": "2025-05-05T00:23:54.505211Z",
  "source_pdf": "documents/research/Global/Adnan 2023 Sensing Sound on the Skin a review of auitory tactile synesthesia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Review  \nSensing Sounds on the Skin: A Review of Auditory -Tactile \nSynesthesia and Its Implications for Perception and Attention  \nSyed Adnan Ali1*, Syed Noor Ali2, Rehan Khan3 \n1United Arab Emirates University, UAE  \n201770014@uaeu.ac.ae  \nORCID - 0000 -0002 -0546 -9946  \n2 Indira Gandhi National Open University, Bhopal, India  \nilaroon@gmail.com  \n3 Oriental Institute of Science and Technology, Department of Computer Science and Engineering – Data Sci-\nence, Bhopal, India  \ndayel.rehan@gmail.com  \nORCID - 0000 -0002 -3788 -6832 \n* Correspondence: adsayed@gmail.com  \nAbstract.  This review paper explores auditory tactile (AT) synesthesia, a rare neurological condition \nwhere sounds evoke tactile sensations. The paper provides a historical overview of the condition \nand discusses its epidemiology, with a prevalence of less than 1%  of the general population. The \nneurological basis of AT synesthesia is explored, including the role of cross -modal processing and \nhyperconnectivity within the brain. The paper also describes the phenomenology of the condition, \nincluding the range of tactile  sensations that can be experienced in response to different sounds. The \noccurrence of AT synesthesia in the present -day world is discussed, including its relationship to \nmusic and art. Various hypotheses surrounding the development and maintenance of AT s ynesthe-\nsia are reviewed, focusing on genetic and environmental factors. The implications for clinical prac-\ntice are explored, including potential benefits for individuals with sensory processing disorders. \nFinally, the paper concludes with a discussion of f uture directions for research in this field, includ-\ning the need to explore further the underlying neural mechanisms of AT synesthesia and potential \ntherapeutic interventions.  \nKeywords:  Synesthesia ; Auditory Tactile Synesthesia ; Dopamine ; Creativity ; Savan t; Autism ; tDCs  \n \n1. Introduction  \nAuditory -tactile synesthesia (ATS) is a rare synesthesia where a person experiences \ntactile sensations, such as pressure or vibration, in response to hearing sounds. In this \ncondition, the auditory stimuli can evoke tactile sensations perceived as located on differ-\nent body parts, such as the hands, fingers, or arms. The experience of ATS is different for \neach individual, and there is still much to be understood about the underlying neural \nmechanisms of this phenomenon.  \nOne official definition of AT synest hesia comes from the American Psychological As-\nsociation's (APA) Diagnostic and Statistical Manual of Mental Disorders (DSM -5), which \ndefines synesthesia as \"a condition in which stimulation of one sensory or cognitive path-\nway leads to automatic, involuntar y experiences in a second sensory or cognitive path-\nway\" (APA, 2013). [1] \n2. Historical Background  \n2.1. Synesthesia  \nThe concept of synesthesia is long and fascinating history. The earliest known de-\nscription of synesthesia dates back to the ancient Greeks, who described the phenomenon \nof seeing colors when listening to music or poetry. The philosopher Aristotle is said t o Disclaimer/Publisher’s Note: The statements, opinions, and data contained in all publications are solely those of the individual author(s) and \ncontributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting \nfrom any ideas, methods, instructions, or products referred to in the content.Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1\n©  2023 by the author(s). Distributed under a Creative Commons CC BY  license."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 of 10  \n have experienced this type of synesthesia himself. In the past decade, significant progress \nhas been made in understanding the characteristics and mechanisms underlying synes-\nthesia. The studies over the years cover the elicited nature, prevalence, and neural causes \nof synesthesia and its impact on perception, memory, creativity, and numeracy as an in-\ndividual difference in cognition. [2][3][4]  \nIn the 19th century, synesthesia began to be studied in a more systematic way by \nscientists and scholars. The ter m \"synesthesia\" was first used in its modern sense by the \nGerman physician Georg Sachs in 1871. Around the same time, the French philosopher \nCharles Bonnet coined the term \"ideasthesia\" to describe the phenomenon .[5][6]  \nOne of the most famous early invest igators of synesthesia was the British polymath \nFrancis Galton, who, in the late 1800s, conducted surveys of synesthetic experiences in the \ngeneral population. His work provided some of the earliest quantitative data on the prev-\nalence and characteristics o f synesthesia .[7][8]  \nIn the early 20th century, the Russian psychologist Vladimir Bekhterev proposed that \nabnormal neural connections in the brain caused synesthesia. This idea was later elabo-\nrated upon by the Russian neuropsychologist Alexander Luria, who studied a synesthete \nnamed S. in great detail and proposed that synesthesia resulted from heightened neural \nplasticity in the brain .[9] \nDuring the mid -20th century, interest in synesthesia waned somewhat, but in recent \nyears it has experienced a resurgence of interest among scientists and the public alike. \nToday, a growing body of research is shedding light on the underlying mechanisms of \nsynesthesia and the implications of this fascinating sensory phenomenon for our under-\nstanding of perception,  cognition, and consciousness. [10][2]  \n2.1.1 . Auditory -Tactile Synesthesia  \nAuditory -tactile synesthesia (ATS) is a rare form of synesthesia in which certain \nsounds elicit tactile sensations or other bodily sensations. For example, a person with ATS \nmight f eel a physical sensation on their skin or body when they hear certain sounds or \nmusical notes.  \nSubsequent research on auditory -tactile synesthesia was relatively limited until the \n1970s when more systematic investigations of the condition began to emerge. For exam-\nple, one study by Cytowic and Eagleman in 2009 documented the experiences of over 50 \nindividuals with various forms of synesthesia, including auditory- tactile synesthesia .[11]  \nIn recent years, there has been a growing interest in the topic  of synesthesia more \nbroadly, as well as in the specific subtype of auditory -tactile synesthesia. This has been \nreflected in the increasing number of scientific studies conducted on the topic and in the \npopular media, where synesthesia has been portrayed i n various ways.[1][12]  \nIn the 1970s, the American psychologist Lawrence Marks published several influen-\ntial studies on auditory- tactile synesthesia. Marks used a range of behavioral and physio-\nlogical measures to investigate the nature of the synesthetic e xperience. His  work sug-\ngested that the phenomenon was not simply a matter of metaphor or association but in-\nstead  involved genuine cross -modal processing in the brain. [3][13][14] \nMore recent research on auditory -tactile synesthesia has continued to build o n this \nearly work, using techniques such as functional magnetic resonance imaging (fMRI) and \nmagnetoencephalography (MEG) to explore the neural mechanisms underlying the phe-\nnomenon. This research has shed light on the role of specific brain regions and neu ral \npathways in generating and modulating synesthetic experiences. It has  deepened our un-\nderstanding of the complex interplay between sensory perception, cognition, and the \nbrain .[15][16 ] \nThe historical background of auditory -tactile synesthesia has been marked by a \ngrowing awareness of the phenomenon over time and increasing efforts to understand \nthe underlying mechanisms and implications of this unique sensory experience.  \n3. Epidemio logy Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3 of 10  \n The exact prevalence of auditory -tactile synesthesia in the general population is un-\nknown, as it is a relatively rare condition and has only been systematically studied in re-\ncent decades. However, some estimates suggest it may be present in as much as 1 -2% of \nthe population.[17][18]  \nA study published in the journal Cortex in 2013 surveyed a large sample of over 3,000 \nindividuals from the general population and found that around 1.8% reported experienc-\ning auditory -tactile synesthesia, making it one of the more common forms of synesthesia. \nThis study used a standardized questionnaire to assess synesthetic experiences and also \nfound that most individuals with auditory -tactile synesthesia reported experiencing the \nsensation of touch in their hands or fingers in response to certain sounds or tones .[16]  \nOther studies have reported slightly lower prevalence rates for auditory -tactile syn-\nesthesia. For example, a study published in the journal Consciousness and Cognition in \n2006 surveyed over 1,000 indiv iduals and found that only 0.2% reported experiencing au-\nditory -tactile synesthesia. However, it is worth noting that different studies may use dif-\nferent methods of assessing synesthetic experiences and may also vary in the specific cri-\nteria used to define auditory -tactile synesthesia, which could affect prevalence esti-\nmates .[19] \nWhile auditory- tactile synesthesia is not a common condition, it is not extremely rare \neither, and further research is needed better to understand its prevalence and characteris-\ntics in different populations . \n4. Neurological  Basis:  \nThe neural mechanisms that underlie auditory -tactile synesthesia are not yet fully \nunderstood. However, several theories have been proposed, and research has provided \nsome insight into the potential neural basis of this phenomenon.  \nOne theory suggests that cross- modal sensory processing plays a crucial role in syn-\nesthesia. This theory proposes that synesthetic experiences arise from an increased or ab-\nnormal interaction between different  sensory modalities, resulting in the perception of \none type of sensory input (e.g., sound) triggering a perceptual experience in another mo-\ndality (e.g., touch). [20] \nStudies using functional magnetic resonance imaging (fMRI) have supported this \ntheory by showing increased activation in brain regions associated with cross- modal pro-\ncessing in individuals with synesthesia compared to controls. For example, one study \npublished in the journal Brain in 2002 found that individuals with auditory -tactile synes-\nthesi a showed increased activation in the auditory cortex, somatosensory cortex, and pa-\nrietal cortex in response to auditory stimuli, suggesting increased cross- modal interaction \nbetween these areas.[21]  \nOther research has suggested that synesthetic experiences may arise from increased \nconnectivity between brain regions generally not strongly connected in non -synesthetes. \nFor example, a study published in the journal Current Biology in 2014 found that individ-\nuals with auditory- tactile synesthesia had increased connectivity between the auditory \ncortex and the somatosensory cortex, providing further support for the role of increased \ncross -modal processing in synesthesia .[22]  \nOverall, the exact neural mechanisms underlying auditory -tactile synesthesia are still \nthe subject of ongoing research. However, evidence suggests that cross -modal sensory \nprocessing may play a key role in this phenomenon.  \nSeveral studies have used brain imaging techniques, such as functional magnetic res-\nonance imaging (fMRI) and magnetoencep halography (MEG), to investigate the brain ac-\ntivity and connectivity of individuals with auditory- tactile (AT) synesthesia. These studies \nhave provided valuable insights into the neural mechanisms underlying this condi-\ntion. [21] \nAnother fMRI study by Ward et al. (2013) investigated the neural correlates of AT \nsynesthesia in response to auditory and tactile stimulation. The results showed that indi-\nviduals with AT synesthesia exhibited increased activity in the STG and somatosensory Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 of 10  \n cortex (SSC) during t actile stimulation of the fingers and auditory stimulation, respec-\ntively. Additionally, there was increased functional connectivity between the STG and \nSSC in individuals with AT synesthesia compared to controls, indicating more significant \ncross -modal int eractions between these regions .[23] \nThese studies provide evidence for increased cross -modal interactions between au-\nditory and tactile brain regions in individuals with AT synesthesia. The STG appears to \nplay a vital role in processing cross -modal sensory information in this condition.  \n5. Genetic and Environmental Factors  \nStudies have found that synesthesia appears to have a heritable component, with a \nhigher prevalence of synesthesia in families of individuals with synesthesia  compared to \nthe general population (Barnett et al., 2008; Eagleman et al., 2007) [24]. In one study, re-\nsearchers found that first -degree relatives of synesthetes had a 7.4% chance of also having \nsynesthesia, compared to a 0.05% chance in the general popula tion (Barnett et al., \n2008). [25] \nThere have also been efforts to identify specific genetic factors that may contribute to \nsynesthesia. One study identified a potential candidate gene called DCDC2, which is in-\nvolved in neural development and has been previ ously implicated in language -related \ndisorders (Cytowic & Eagleman, 2009) [26]. Another study found that individuals with \nsynesthesia were more likely to have a certain genetic variation in a gene involved in reg-\nulating serotonin, a neurotransmitter that plays a role in sensory processing (Banissy et \nal., 2013) [27].  \nFurthermore, a review of existing research on the genetics of synesthesia suggests \nthat synesthesia may result from the interaction of multiple genes, each contributing a \nsmall effect (Rouw & Scholte, 2010). This is consistent with the idea that synesthesia is a \ncomplex trait influenced by genetic and environmental factors [28]. \nAlthough genetic factors may contribute to the development of synesthesia, environ-\nmental factors such as early sensory experiences are also believed to play a role (Cytowic \n& Eagleman, 2009) [26]. Research suggests that exposure to certain types of stimuli during \ncritical periods of development could increase the likelihood of developin g synesthesia \n(Witthoft & Winawer, 2013). Therefore, it is likely that both genetic and environmental \nfactors interact to shape the development of synesthesia .[29] \nFor example, a study by Tilot et al. (2017) identified a genetic variant in the SLITRK6 \ngene that was associated with an increased risk of synesthesia. The SLITRK6 gene is in-\nvolved in neural development and has been previously linked to other neurodevelopmen-\ntal disorders, such as Tourette syndrome and obsessive -compulsive disorder [30]. \n6. Pheno menology \nAT synesthesia is a condition in which sounds can elicit tactile sensations. Individu-\nals with AT synesthesia typically report experiencing physical sensations in response to \ncertain sounds, such as music or speech. These tactile sensations can include tingling, \npressure, or vibration and are often felt on specific body parts, such as the hands, arms, or \nface.  \nOne of the most common types of sound -tactile associations in AT synesthesia is the \nassociation between low -frequency soun ds and vibrations or pressure. For example, some \nindividuals with AT synesthesia report feeling a buzzing sensation in their hands when \nthey hear certain bass notes in music. Other common associations include high -pitched \nsounds associated with tingling or  tickling sensations and certain vowels or consonants \nassociated with specific tactile sensations. [31] \nWhile there are some commonalities in the experiences reported by individuals with \nAT synesthesia, there can also be considerable variation in the specific sounds and sensa-\ntions that are associated with each other. For example, one person with AT synesthesia \nmay feel a tingling sensation in response to the sound of a trumpet, while another may Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5 of 10  \n experience a buzzing sensation in response to the same sound. Additionally, some indi-\nviduals with AT synesthesia report experiencing different sensations in response to the \nsame sound, depending on the context in which it is heard.  \nOverall, the subjective experiences of individuals with AT synesthesia are highly var-\nied and individualized. While there are some commonalities in the types of sound -tactile \nassociations that are reported, there can also be considerable variation in the specific \nsounds and sensations associated with each other and in the intensit y and duration of the \nexperiences.  \n7. Associated C ognitive and Perceptual Effects  \nStudies have shown that AT synesthesia is associated with some cognitive and per-\nceptual effects, although the nature and extent of these effects are still being explored. \nOne effect that has been observed is enhanced sensory perception, particularly in the \ntactile domain. For example, individuals with AT synesthesia have been found to have a \nlower detection threshold for tactile stimuli compared to non -synesthetes (Banissy et al., \n2009). This suggests that integrating auditory and tactile information in AT synesthesia \nmay enhance the perception of tactile sensations .[15]  \nAnother effect that has been associated with AT synesthesia is an altered perception \nof time. Studies ha ve found that individuals with AT synesthesia have a tendency to per-\nceive time as elongated, particularly during periods of tactile stimulation (Cohen Kadosh \net al., 2009). This suggests that the cross- modal processing involved in AT synesthesia \nmay affect  the neural mechanisms that are involved in temporal perception .[32]  \nAdditionally, some studies have found that AT synesthesia may be associated with \nenhanced memory and attention abilities. For example, individuals with AT synesthesia \nhave been found to perform better on tasks requiring visual working memory than non -\nsynesthetes (Rothen et al., 2011). However, the exact nature of these cognitive effects and \nhow they relate to the underlying neural mechanisms of AT synesthesia are still being \nexplored.[ 33] \nAT synesthesia's cognitive and perceptual effects appear complex and may vary \nacross individuals with this condition. Further research is needed to fully understand the \nextent of these effects and how they relate to AT synesthesia's neural mechanisms.  \n8. Occurrences in the present- day world  \nIt is impossible to provide a comprehensive list of individuals with auditory- tactile \nsynesthesia as this condition is rare, and many people may not know they have it. Addi-\ntionally, synesthesia is a subjective exper ience and can be difficult to diagnose or confirm. \nHowever, there have been some individuals who have publicly shared their experiences \nwith auditory -tactile synesthesia, such as the musician Pharrell Williams and the sound \ndesigner and composer Diego Stoc co[34] \nSome evidence suggests that individuals with AT synesthesia may have an enhanced \nability in music perception and production. For example, a study published in the journal \nConsciousness and Cognition in 2013 found that individuals with AT synesthesi a demon-\nstrated increased performance on tasks measuring musical memory and perception com-\npared to non- synesthetes .[35].  However, it is important to note that not all individuals \nwith AT synesthesia may have superior musical abilities, and more research is needed to \nfully understand the relationship between AT synesthesia and music perception and pro-\nduction.  \n9. Hypothesis around AT synesthesia  \n• Can the use of high- fidelity music formats such as DSD and FLAC, along with so-\nphisticated DACs, IEMs, and BAs, aid in the identification of individuals with audio -\ntactile synesthesia (AT synesthesia)?  Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 of 10  \n No specific research on whether high -resolution music benefits people with audi-\ntory-tactile synesthesia (ATS). However, some studies suggest that individuals wi th syn-\nesthesia may have enhanced sensory perception and processing abilities, including in the \ndomain of music .[36]. Therefore, high -resolution music may be experienced more vividly \nand lead to enhanced sensory experiences for individuals with ATS. However, more re-\nsearch is needed to confirm this hypothesis.  \n• Is there empirical evidence to support the hypothesis that individuals with audio -\ntactile synesthesia (AT synesthesia), who experience musical notes as physical sensa-\ntions in different body p arts, have enhanced abilities to judge the symphony of music \nwhen compared to non- synesthetic individuals?  \nExperiencing musical notes on specific body parts, as in the case of auditory- tactile \nsynesthesia, may enhance one's subjective experience of music, but it does not necessarily \nguarantee better musical composition or judgment abilities. While synesthesia may pro-\nvide a unique perspective on music, the ability to compose or judge music involves a com-\nplex set of skills and knowledge beyond synesthetic ex periences. Therefore, any potential \nadvantage in musical abilities for individuals with auditory- tactile synesthesia would de-\npend on a combination of factors, including their training and experience in music .[37] \n• Is there empirical evidence to support a positive correlation between synesthesia and \nschizophrenia or a higher prevalence of synesthesia among individuals with schizo-\nphrenia compared to the general population?  \nSome evidence suggests a link betwee n schizophrenia and synesthesia . Some studies \nhave found that individuals with schizophrenia are more likely to experience synesthetic \nperceptions than the general population. [38][39]  \nOne hypothesis is that the link between schizophrenia and synesthesia may be re-\nlated to differences in brain connectiv ity and sensory processing. Both conditions are as-\nsociated with alterations in sensory processing, and individuals with schizophrenia may \nbe more prone to developing synesthetic experiences due to abnormal neural connections \nin the brain. [40] \nHowever, more research is needed to understand the relationship between schizo-\nphrenia and synesthesia fully and to determine the underlying mechanisms that may be \ninvolved. It is also important to note that while there may be a correlation between the \ntwo conditions, not all individuals with synesthesia will develop schizophrenia, and not \nall individuals with schizophrenia will experience synesthetic perceptions.  \n• Is there empirical evidence to suggest a higher incidence of synesthesia among ind i-\nviduals with savant syndrome, or that synesthesia is a defining characteristic of this \ncondition?  \nSavantism is a rare condition in which individuals with developmental disabilities, \nsuch as autism spectrum disorder (ASD), exhibit exceptional abilities in a specific area, \nsuch as music, art, or mathematics. Some studies have suggested a link between savantism \nand synesthesia, particularly in the area of musical ability. [41] \nFor example, a study published in the journal Annals of the New York Academy of \nSciences in 20 13 found that individuals with savant syndrome who exhibited exceptional \nmusical abilities also tended to have synesthetic experiences, including auditory -tactile \nsynesthesia. [42] \nAnother study published in the journal Perception in 2017 found that a grou p of in-\ndividuals with ASD who exhibited savant -like musical abilities were also more likely to \nhave synesthetic experiences, including auditory- tactile synesthesia, compared to individ-\nuals with ASD without exceptional musical abilities.[ 43] \nWhile the exac t nature of the relationship between savantism and synesthesia is still \nunclear, these studies suggest that there may be some overlap in the neural mechanisms \nunderlying both conditions, particularly in the area of sensory processing and perception.  Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7 of 10  \n • What does the scientific research suggest regarding the potential relationship be-\ntween brain injury, concussion, or brain tumors and the development of synesthesia, \nparticularly with respect to the type known as \"AT synesthesia\" or synesthesia in \ngeneral?  \nSome research suggests a potential link between brain injury and the development \nof synesthesia, including auditory- tactile synesthesia (ATS). One study reported on a case \nof a person who experienced ATS after sustaining a traumatic brain injury . In contras t, \nanother study found that people with acquired synesthesia (including ATS) were more \nlikely to have a history of neurological damage or disease. [40] \nOne theory suggests that synesthesia arises from cross- activation between different \nbrain regions that process sensory information. This cross -activation could be due to dif-\nferences in the way that neural connections are formed or maintained in individuals with \nsynesthesia. Other research suggests that synesthesia may be related to differences in the \nlevels of neurotransmitters or neural activity in certain brain regions.  \nHowever, the relationship between brain injury and ATS is not fully understood, and \nmore research is needed to determine the nature of this link. It is possible that brain injury \ncoul d disrupt the normal processing of sensory information in the brain, leading to the \ndevelopment of synesthesia. Alternatively, the brain may rewire itself in response to in-\njury, developing new sensory experiences such as synesthesia.  \nMore research is needed to understand the relationship between brain injury and \nATS fully.  \n• Is there any scientific evidence to suggest that neuromodulation techniques such as \ntranscranial direct current stimulation (tDCS), transcranial alternating current stim-\nulation (tACS ), or transcranial magnetic stimulation (TMS) can induce synesthesia?  \nThere is limited research on transcranial direct current stimulation (tDCS) to induce \nauditory -tactile synesthesia (ATS). However, some studies have investigated using tDCS \nto induce ot her forms of synesthesia, such as grapheme -color synesthesia. [38][4 4] \nOne study published in the journal Neuroscience Letters in 2012 found that tDCS \napplied to the occipital cortex of healthy individuals could induce transient experiences \nof grapheme -color synesthesia. However, it is important to note that the induced synes-\nthesia was short -lived and not as intense as the experiences reported by individuals with \nnaturally occurring synesthesia .[45] \nWhile some preliminary evidence suggests that tDCS may in duce or enhance synes-\nthetic experiences, more research is needed. It is also essential to consider the potential \nrisks and ethical considerations of using tDCS to manipulate brain function in this way.  \n• Is increased dopamine release the causal factor for the development of synesthesia, \nor are there other underlying factors that contribute to the development of synesthe-\nsia? \nThere is limited research on dopamine release in auditory -tactile synesthetes (ATS) \nwhen they hear music. Dopamine is a neu rotransmitter associated with reward processing \nand motivation, and some studies have shown that dopamine release is increased in re-\nsponse to pleasurable music. However, whether this effect is stronger or more pro-\nnounced in individuals with ATS than those without synesthesia is unclear.  \nOne study used functional magnetic resonance imaging (fMRI) to investigate brain \nactivity in response to music in individuals with ATS and found increased activation in \nthe auditory and somatosensory cortex. However, the st udy did not directly measure do-\npamine release. Further research is needed to understand better dopamine's potential role \nin ATS and music experience. [46] \nThere is limited research on the relationship between AT synesthesia and creativity, \nand the existing  studies have produced mixed findings. Some studies suggest that indi-\nviduals with synesthesia, including AT synesthesia, may have higher creativity or creative \nthinking abilities. For example, a study published in the journal \"Consciousness and Cog-\nnition\" found that synesthetes performed better on a test of divergent thinking, which is Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 of 10  \n a measure of creativity, than non -synesthetes. However, other studies have failed to find \na significant relationship between AT synesthesia and creativity. Creativity is a co mplex \nconstruct and can be measured in various ways, which may explain the mixed findings. \nMore research is needed to determine the relationship between AT synesthesia and crea-\ntivity. [47] \n• Is there a significant association between ADHD (Attention- Deficit/Hyperactivity \nDisorder) and synesthesia, and what is the nature of this relationship, if any?  \nThere is currently limited research on the relationship between ADHD (Attention -\nDeficit/Hyperactivity Disorder) and synesthesia. Some studies have reported a higher \nprevalence of synesthesia in individuals with symptoms coinciding with ADHD.  \nOverall, more research is needed to better understand the potential link between \nADHD and synesthesia. It is possible that there may be shared underlying n eural mecha-\nnisms or genetic factors that contribute to both conditions, but further studies with larger \nsample sizes and more rigorous methodologies are necessary to confirm this hypothesis.  \n10. Implications for clinical practice and future research  \nAT synesthesia is a relatively understudied phenomenon, but it has potential impli-\ncations for clinical practice and future research. One potential application of research on \nAT synesthesia is the development of new therapies or treatments for individuals w ith \nsensory processing disorders. For example, if it is found that the neural mechanisms un-\nderlying AT synesthesia can be harnessed to improve sensory processing in individuals \nwith disorders such as autism or ADHD, this could lead to the development of ne w treat-\nments for these conditions.  \nIn terms of future research directions, there are several areas that could be explored. \nOne area is the relationship between AT synesthesia and other types of synesthesia. There \nmay be common neural mechanisms underlying  different types of synesthesia, and by \nstudying AT synesthesia in more detail, we can shed light on these mechanisms.  \nAnother area that could be explored is the relationship between AT synesthesia and \nother sensory processing disorders. For example, it h as been suggested that there may be \na link between AT synesthesia and misophonia, a condition in which certain sounds trig-\nger negative emotional responses. We may better understand the relationship between \nthese conditions by studying the neural mechanisms  underlying AT synesthesia and \nmisophonia.  \nOverall, while much remains to be discovered about AT synesthesia, it is clear that \nthis condition has important implications for clinical practice and future research. By con-\ntinuing to explore the neural mechani sms underlying AT synesthesia and the associated \ncognitive and perceptual effects, we can develop new treatments for sensory processing \ndisorders and improve our understanding of the complex relationship between the differ-\nent senses.  \nConclusion  \nAuditory -tactile synesthesia (ATS) is a fascinating and rare phenomenon in which \nindividuals experience tactile sensations in response to auditory stimuli. While the prev-\nalence of this condition is currently unknown, recent research suggests that it may be more \ncom mon than previously thought. The neurobiological basis of ATS is not yet fully un-\nderstood, but cross -modal sensory processing is believed to play a significant role in its \ndevelopment.  \nIndividuals with ATS report a diverse range of tactile sensations in r esponse to dif-\nferent types of sounds, and there may be variations in experiences across individuals. For \ninstance, some may experience pressure or vibration, while others may feel warmth or \ntingling. Research also suggests that there may be associated cogn itive and perceptual \neffects, such as enhanced sensory perception, indicating that ATS may have wider impli-\ncations beyond the sensory domain.  Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9 of 10  \n While the clinical applications of ATS are not yet fully understood, there is potential \nfor this condition to inf orm the development of new therapies or treatments for individu-\nals with sensory processing disorders. Additionally, the study of ATS could provide val-\nuable insights into the brain's ability to integrate information from different sensory mo-\ndalities, which could have implications for the understanding of other neurological con-\nditions.  \nOne limitation of the current research on ATS is the small sample sizes of studies, \nwhich limits the generalizability of findings. Furthermore, while much is known about \nthe p henomenology of ATS, less is understood about the underlying neural mechanisms. \nFuture research should aim to address this gap in knowledge, as well as identify potential \ngenetic or environmental factors contributing to ATS development.  \nIn conclusion, further research on ATS has the potential to improve our understand-\ning of sensory processing and may lead to new insights into the mechanisms underlying \ncross -modal perception.  \nReferences  \n[1] Ward, J. (2013). Synesthesia. Annual Review of Psychology, 64(1), 49 –75. https://doi.org/10.1146/annurev -psych -113011 -143840  \n[2] Cytowic, R. E. (2002). Synesthesia: A union of the senses, 2nd ed (pp. xxv, 394). Boston Review. \nhttps ://doi.org/10.7551/mitpress/6590.001.0001  \n[3] Marks, L. E. (1975). On colored -hearing synesthesia: Cross -modal translations of sensory dimensions. Psychological Bulletin, \n82, 303– 331. https://do i.org/10.1037/0033-2909.82.3.303  \n[4] Rich, A. N., Williams, M. A., Puce, A., Syngeniotis, A., Howard, M. A., McGlone, F., & Mattingley, J. B. (2006). Neural corre lates \nof imagined and synaesthet ic colours. Neuropsychologia, 44(14), 2918 –2925. \nhttps://doi.org/10.1016/j.neuropsychologia.2006.06.024  \n[5] Ramachandra n, V. S., & Hubbard, E. M. (2001 ). Synaesthesia —A Window Into Perception, Thought and Language.  \n[6] Robertson, L. C., & Sagiv, N. (Eds.). (2005). Synesthesia: Perspectives from cognitive neuroscience (pp. xii, 266). Oxford \nUniversity Press.  \n[7] GALTON, F. Visualised Numerals . Nature 21, 252 –256 (1880). https://doi.org/10.1038/021252a0  \n[8] Galton, F. (1880). Statistics of Mental Imagery. Mind, 5(19), 301 –318. http://www.jstor.org/stable/2246391  \n[9] The Mind of a Mnemonist — A. R. Luria | Harvard University Press. (1987). \nhttps:/ /www.hup.harvard.edu/catalog.php?isbn=9780674576223  \n[10] Simner, J., & Hubbard, E. M. (Eds.). (2013). The Oxford handbook of synesthesia (pp. xxvi, 1077). Oxford University Press. \nhttps://doi.o rg/10.1093/oxfordhb/9780199603329.001.0001  \n[11] Cytowic, R. E., & Eagleman, D. M. (2009). Wednesday is indigo blue: Discovering the brain of synesthesia. MIT Press . \n[12] Palmer, S. E., Schloss, K. B., Xu, Z., & Prado -León, L. R. (2013). Music –color associations are mediated by emotion. Proceedings \nof the National Academy of Sciences, 110(22), 8836 –8841. https://doi.org/10.1073/pnas.1212562110 \n[13] Marks, L. E. (1984). Synesthesia and the Arts. In W. R. Crozier & A. J. Chapman (Eds.), Advances in Psychology (Vol. 19, pp. \n427–447). North -Holland. https://doi.org/10.1016/S0166 -4115(08)62362-6  \n[14] Eitan, Z., & Rothschild, I. (2011). How music touches: Musical parameters and listeners’ audio -tactile metaphorical mappings. \nPsychology of Music, 39(4), 449 –467. https://doi.org/10.1177/0305735610377592  \n[15] Banissy, M. J., Walsh, V., & Ward, J. (2009). Enhanced sensory perception in synaesthesia. Experimental Brain Research, 196(4 ), \n565–571. https://doi .org/10.1007/s00221- 009-1888 -0 \n[16] Watson, M., Akins, K., Spiker, C., Crawford, L., & Enns, J. (2014). Synesthesia and learning: A critical review and novel the ory. \nFrontiers in Human Neuroscience, 8. https://www.frontiersin.org/articles/10.3389/fnhum.2014.00098  \n[17] Simner, J., Mulvenna, C., Sagiv, N., Tsakanikos, E., Witherby, S. A., Fraser, C., Scott, K., & Ward, J. (2006). Synaesthesia: The \nPrevalence of Atypical Cross -Modal Experiences. Perception, 35(8), 1024 –1033. https://doi.org/10.1068/p5469  \n[18] Watson, M. R., Chromý, J., Crawford, L., Eagleman, D. M., Enns, J. T., & Akins, K. A. (2017). The prevalence of synaesthesia \ndepends on early language learning. Consciousness and Cognition, 48, 212 –231. https://doi.org/10.1016/j.concog.2016.12.004  \n[19] Banissy, M. J., Tester, V., Muggleton, N. G., Janik, A. B., Davenpo rt, A., Franklin, A., Walsh, V., & Ward, J. (2013). Synesthesia \nfor Color Is Linked to Improved Color Perception but Reduced Motion Perception. Psychological Science, 24(12), 2390 –2397. \nhttps://doi.org/10.1177/0956797613492424  \n[20] Dixon, M. J. (2003). Synesthesia: A Union of the Senses. Second Edition.By Richard  E  Cytowic. A Bradford Book. Cambridge \n(Massachusetts): MIT Press. $55.00. xxix + 394 p; ill.; index. ISBN: 0 –262–03296 –1. 2002. | The Quarterly Review of Biology: Vol \n78, No 4. The University of Chicago Press. https://doi.org/10.1086/382454  \n[21] Banissy, M. J., Jonas, C., & Cohen Kadosh, R. (2014). Synesthesia: An introduction . Frontiers in Psychology, 5. \nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2014.01414  \n[22] Increased structural connectivity in grapheme -color synesthesia | Nature Neuroscience. (2007 ). Retrieved April 9, 2023, from \nhttps://www.nature.com/articles/nn1906  Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 of 10  \n [23] Ward, J., Huckstep, B., & Tsakanikos, E. (2006). Sound -Colour Synaesthesia: To What Extent Does it  Use Cross -Modal \nMechanisms Common to us All? Cortex, 42(2), 264 –280. https://doi.org/10.1016/S0010 -9452(08)70352-6  \n[24] Barnett, K. J., Finucane, C., Asher, J. E., Bargary, G., Corvin, A. P., N ewell, F. N., & Mitchell, K. J. (2008). Familial patterns and \nthe origins of individual differences in synaesthesia. Cognition, 106(2), 871 –893. https://doi.org/10.1016/j.cognition.2007.05.003 \n[25] Eagleman, D. M., Kagan, A. D., Nelson, S. S., Sagaram, D., & Sarma, A. K. (2007). A standardized test battery for the study o f \nsynesthesia. Journal of Neuroscience Methods, 159(1), 139 –145. https://doi.org/10.1016/j.jneumeth.2006.07.012  \n[26] Cytowic, R. E., & Eagleman, D. M. (2009). Wednesday is indigo blue: Discovering the brain of synesthesia. MIT Press.  \n[27] Banissy, M. J., Garr ido, L., Kusnir, F., Duchaine, B., Walsh, V., & Ward, J. (2011). Superior Facial Expression, But Not Identity \nRecognition, in Mirror -Touch Synesthesia. Journal of Neuroscience, 31(5), 1820 –1824. https://doi.org/10.1523/JNEUROSCI.5759-\n09.2011  \n[28] Increased structural connectivity in grapheme -color synesthesia | Nature Neuroscience. (2007 ). Retrieved April 9, 2023, from \nhttps://www.nature.com/articles/nn1906#citeas  \n[29] Witthoft, N., & Winawer, J. (2013). Learning, Memory, and Synesthesia. Psychological Science, 24(3), 258 –265. \nhttps://doi.org/10.1177/0956797612452573  \n[30] Tilot, A. K., Kucera, K. S., Vino, A., Asher, J. E., Baron -Cohen, S., & Fisher, S. E. (2018). Rare variants in axonogenesis genes \nconnect three families with sound –color synesthesia. Proceedi ngs of the National Academy of Sciences, 115(12), 3168 –3173. \nhttps://doi.org/10.1073/pnas.1715492115  \n[31] Koenig, L., & Ro, T. (2022). Sound Frequency Predicts the Bodily Location of Auditory -Induced Tactile Sensations in Synesthetic \nand Ordinary Perception (p. 2022.06.06.495023). bioRxiv. https://doi.org/10.1101/2022.06.06.495023  \n[32] Cohen Kadosh, R., Henik, A., Catena, A., Walsh, V., & Fuentes, L. J. (2009). Induced Cross-Modal Synaesthetic Experience \nWithout Abnormal Neuronal Connections. Psychological Science, 20(2), 2 58–265. https://doi.org/10.1111/j.1467-\n9280.2009.02286.x  \n[33] Rothen, N., Meier, B., & Ward, J. (2012). Enhanced memory ability: Insights from synaesthesia. Neuroscience & Biobehavioral \nReviews,  36(8), 1952 –1963. https://doi.org/10.1016/j.neubiorev.2012.05.004  \n[34] Williams, P. (2012). Pharrell: Places and Spaces I’ve Been. Rizzoli Publications.  \n[35] Marks, L., & Mulvenna, C. (2013). Synesthesia, at and near its borders. Frontiers in Psychology, 4. \nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2013.00651  \n[36] Ward, J., & Simner, J. (2003). Lexical -gustatory synaesthesia: Linguistic and conceptual factors. Cognition, 89(3), 237 –261. \nhttps://doi.org/10.1016/S0010-0277(03)00122 -7 \n[37] Bragança, G. F. F. , Fonseca, J. G. M., & Caramelli, P. (2015). Synesthesia and music perception. Dementia & Neuropsychologia, \n9(1), 16 –23. https://doi.org/10.1590/S1980- 57642015DN91000004  \n[38] Terhune, D. B., Tai , S., Cowey, A., Popescu, T., & Cohen  Kadosh, R. (2011). Enhanced Cortical Excitability in Grapheme -Color \nSynesthesia and Its Modulation. Current Biology, 21(23), 2006– 2009. https://doi.org/10.1016/j.cub.2011.10.032  \n[39] Leeuwen, T. M. van, Ouden, H. E. M. den, & Hagoort, P. (2011). Effective Connectivity Determines the Nature of Subjective \nExperience in Grapheme-Color Synesthesia. Journal of Neuroscience, 31(27), 9879 –9884. \nhttps://doi.org/10.1523/JNEUROSCI.0569- 11.2011 \n[40] Simner, J., Mayo, N., & Spiller, M.-J. (2009). A foundation for savantism? Visuo -spatial synaesthetes present with cognitive \nbenefits. Cortex;  a Journal Devoted to the Study of the Nervous System and Behavior, 45(10), 1246 –1260. \nhttps://doi.org/10.1016/j.cortex.2009.07.007  \n[41] Mottron, L., Dawson, M., & Soulières, I. (2009). Enhanced  perception in savant syndrome: Patterns, structure and creativity. \nPhilosophical Transactions of the Royal Society B: Biological Sciences, 364(1522), 1385 –1391. \nhttps://doi.org/10.1098/rstb.2008.0333  \n[42] Bouvet, L., Donnadieu, S., Valdois, S., Caron, C., Dawson, M., & Mottron, L. (2014). Veridical mapping in savant abilities, \nabsolute pitch, and synesthesia: An autism case study. Frontiers in Psychology, 5. \nhttps://www.frontiersin.org/articles/ 10.3389/fpsyg.2014.00106  \n[43] Douglas, M. (2019). Savant Syndrome; Benefits of Mainstream and Alternative Education.  \n[44] Chiou, R., & Rich, A. N. (2015). Volitional Mechanisms Mediate the Cuing Effect of Pitch on Attention Orienting: The Influences \nof Perceptual Difficulty and Response Pressure. Perception, 44(2), 169 –182. https://doi.org/10.1068/p7699  \n[45] Cohen Kadosh, R., Henik, A., Catena, A., Walsh, V., & Fuentes, L. J. (2009). Induced cross-modal synaesthetic experience \nwithout abnormal neuronal connections. Psychological Science, 20(2), 258– 265. https://doi.org/10.111 1/j.1467 -9280.2009.02286.x  \n[46] Hänggi, J., Beeli, G., Oechslin, M. S., & Jäncke, L. (2008). The multiple synaesthete E.S.: Neuroanatomical basis of interval -taste \nand tone -colour synaesthesia. NeuroImage, 43(2), 192 –203. https://doi.org/10.1016/j.neuroimage.2008.07.018  \n[47] Ward, J., Thompson -Lake, D., Ely, R., & Kaminski, F. (2008). Synaesthesia, creativity and art: What is the link? British Journal \nof Psychology (London, England: 1953), 99(Pt 1), 127– 141. https://doi.org/10.1348/000712607X204164  \n Preprints  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 10 April 2023                    doi:10.20944/preprints202304.0164.v1"
    }
  ]
}