{
  "doc_type": "scientific paper",
  "title": "Aggression and Violence: Definitions and Distinctions",
  "authors": [
    "Johnie J. Allen",
    "Craig A. Anderson"
  ],
  "year": 2017,
  "journal": "psychology, aggression is most commonly defined as a behavior that is intended to",
  "doi": "10.1002/9781119057574.whbva0011",
  "abstract": "Aggression is a phenomenon that can take many forms, ranging from relatively minor acts (such as name calling or pushing) to more serious acts (such as hitting, kicking, or punching) to severe acts (such as stabbing, shooting, or killing). The fact that aggression appears in so many forms can sometimes make it difficult to determine whether or not aggression has occurred. To further complicate matters, as is the case for many psychological constructs, there is often a divide between the general public's notions of aggression and violence and the definitions used by scientists. Frequently, the word 'aggression' is used in ways that do not meet the scientific social-psychological definition. This chapter focuses on answering the question 'What are aggression and violence?' by describing in detail what constitutes aggression and violence according to social-psychological research. It also outlines the many forms that aggression can take in order to help readers distinguish between subtypes of aggression. Finally, similar but distinct concepts that are sometimes confused with aggression and violence are described so that readers can better distinguish between these concepts.",
  "keywords": [
    "Aggression",
    "Violence",
    "Social psychology",
    "Aggressive behavior",
    "Hostile aggression",
    "Instrumental aggression",
    "Direct aggression",
    "Indirect aggression",
    "Physical aggression",
    "Verbal aggression",
    "Relational aggression"
  ],
  "research_topics": [
    "Definitions of aggression and violence",
    "Types and taxonomy of aggression",
    "Hostile versus instrumental aggression",
    "Direct versus indirect aggression",
    "Response modes of aggression",
    "Classification issues in aggression research",
    "Social-psychological research on aggression",
    "Motivations and intent in aggression"
  ],
  "created_at": "2025-05-05T01:39:33.345571Z",
  "source_pdf": "documents/research/Global/Allen 2017 Aggression and Violence Definitions and distinctions.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "See discussions, st ats, and author pr ofiles f or this public ation at : https://www .researchgate.ne t/public ation/323784533\nAggression and Violence: Deﬁnitions and Distinctions\nChapt er · Januar y 2017\nCITATIONS\n115READS\n67,209\n2 author s:\nSome o f the author s of this public ation ar e also w orking on these r elat ed pr ojects:\nInvesting the r ole of media c ontent on ADHD-r elat ed behavior s. View pr oject\nChapt ers on Media Eff ects View pr oject\nJohnie J . Allen\nIowa St ate Univ ersity\n14 PUBLICA TIONS    636 CITATIONS    \nSEE PROFILE\nCraig A Ander son\nIowa St ate Univ ersity\n261 PUBLICA TIONS    32,815  CITATIONS    \nSEE PROFILE\nAll c ontent f ollo wing this p age was uplo aded b y Craig A Ander son on 17 April 2019.\nThe user has r equest ed enhanc ement of the do wnlo aded file."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "The Wiley Handbook of Violence and Aggression , Peter Sturmey (Editor-in-Chief).  \n© 2017 John Wiley & Sons Ltd. Published 2017 by John Wiley and Sons, Ltd.  \nDOI: 10.1002/9781119057574.whbva0011\nAggression and Violence:  \nDefinitions and Distinctions\nJohnie J. Allen and Craig A. Anderson\nIowa State University, USA\nAggression is a phenomenon that can take many forms, ranging from relatively minor acts \n(such as name calling or pushing) to more serious acts (such as hitting, kicking, or punching) \nto severe acts (such as stabbing, shooting, or killing). The fact that aggression appears in so \nmany forms can sometimes make it difficult to determine whether or not aggression has \noccurred. To further complicate matters, as is the case for many psychological constructs, \nthere is often a divide between the general public’s notions of aggression and violence and the \ndefinitions used by scientists. Frequently, the word “aggression” is used in ways that do not \nmeet the scientific social–psychological definition. For example, people may describe an ener -\ngetic and persistent salesman as “aggressive,” exhort their soccer players to “be more aggres -\nsive,” or characterize rapid changes in mood as “violent.” Medical afflictions and treatments \nare also sometimes described as aggressive (e.g., an aggressive tumor, aggressive  chemotherapy). \nNone of these examples, however, meet social–psychological definitions of aggression or vio -\nlence. This chapter focuses on answering the question “What are aggression and violence?” by \ndescribing in detail what constitutes aggression and violence according to social–psychological \nresearch. It also outlines the many forms that aggression can take in order to help readers dis -\ntinguish between subtypes of aggression. Finally, similar but distinct concepts that are some -\ntimes confused with aggression and violence are described so that readers can better distinguish \nbetween these concepts.\n Definitions of Aggression and Violence\nAggression\nAlthough the scientific definition of aggression has changed slightly over the years, the defini -\ntions utilized by aggression researchers have (mostly) converged to support a single definition. \nIn social psychology, aggression is most commonly defined as a behavior  that is intended to \nharm  another person who is motivated to avoid that harm  (Bushman & Huesmann, 2010; \nDeWall, Anderson, & Bushman, 2012). This harm can take many forms (as will be discussed \nwhbva001.indd   1 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 Johnie J. Allen and Craig A. Anderson\nthroughout this chapter), such as physical injury, hurt feelings, or damaged social relationships \n(to name just a few). Although definitions vary slightly, highly similar definitions have been \nutilized by many prominent aggression researchers (Anderson & Bushman, 2002; Baron & \nRichardson, 1994; Berkowitz, 1993; Geen, 2001; Krahé, 2013). For example, in order to \nbetter distinguish between certain subtypes of aggression, Anderson and Bushman (2002) \nmore specifically defined human aggression as “any behavior directed toward another individual \nthat is carried out with the proximate  (immediate) intent to cause harm. In addition, the per -\npetrator must believe that the behavior will harm the target, and that the target is motivated \nto avoid the behavior” (p. 28).\nBoth of the definitions provided above include several key characteristics that help to distin -\nguish aggression from other phenomena. First, aggression is an observable behavior—not a \nthought or feeling. Although aggressive cognitions (e.g., hostile attitudes, beliefs, thoughts, \nor wishes) and aggressive affect (e.g., feelings of anger, rage, or desire for revenge) can and \nfrequently do serve as important precursors to aggressive behavior, neither aggressive cogni -\ntion nor aggressive affect is considered aggression. Second, the act must be intentional and be \ncarried out with the goal of harming another. This means that accidental harm (e.g., uninten -\ntionally elbowing someone in a crowded room) does not count as aggression. The focus on \nintent also outweighs the outcomes of the behavior in question (i.e., whether or not harm has \nactually occurred). This means that scenarios in which one person harms another for their \nbenefit (e.g., a doctor amputating a patient’s leg to save their life but thereby causing pain) are \nnot considered aggression. Conversely, scenarios in which individuals attempt to harm another \nbut fail to do so (e.g., a person shoots to kill someone but misses) are considered aggression. \nThird, aggression involves people, meaning that damaging inanimate objects (e.g., kicking a \nwall, smashing plates, or pounding one’s fists on a table) is not considered aggression unless  it \nis carried out with the intention of harming another person (e.g., slashing the tires on your \nenemy’s car). Finally, the recipient of the harm must be motivated to avoid that harm. This \ncondition excludes phenomena such as masochism (i.e., deriving pleasure, often sexual, from \npain), suicide, and assisted suicide from the realm of aggression. This does not mean that some \nof these latter forms of behavior are totally unrelated to aggression. Indeed, some of the same \npsychological processes are likely at work. Nonetheless, research over many decades has shown \nthat the more specific definition of “aggression” used by social psychologists has proven to be \nextremely useful in developing and testing high-quality theories of aggression, and shown that \nthe various types of behavior that do meet this specific definition are very similar in etiology \nand underlying processes.\nViolence\nAlthough violence is sometimes treated as separate from aggression—especially by criminolo -\ngists, political scientists, public policy makers, and the general public—most social  psychologists \nconsider violence to be a subset of aggression. Specifically, the most common scientific \n definition of violence  is as an extreme form of aggression that has severe physical harm (e.g., \nserious injury or death) as its goal (Anderson & Bushman, 2002; Bushman & Huesmann, \n2010; Huesmann & Taylor, 2006). Like aggression, a behavior does not have to cause actual \nharm to be classified as violent. Attempting to fatally wound someone with a knife, but missing, \nis still considered a violent act, for example.\nAggressive and violent behaviors are best conceptualized as being on a continuum of severity \nwith relatively minor acts of aggression (e.g., pushing) at the low end of the spectrum and \nwhbva001.indd   2 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Aggression and Violence: Definitions and Distinctions  3\nviolence (e.g., homicide) at the high end of the spectrum. Thus, all acts of violence are con -\nsidered instances of aggression, but not all acts of aggression are considered instances of vio -\nlence. For example, a child pushing another child away from a favored toy would be considered \naggressive but not violent. An extreme act, such as attempted murder, however, would be \nconsidered both aggressive and violent (with violent being the more descriptive term).\nIn recent years, some nonphysical forms of aggression have earned the label “violence” when \nthe consequences are severe. For example, certain types or patterns of verbal aggression are some -\ntimes labeled “emotional violence,” usually when directed at children or intimate partners with \nthe goal of severely harming the target’s emotional or social well-being. Nonetheless, “violence” \nis most often researched in the context of extreme physical aggression. Since violence is consid -\nered a subset of aggression, the remainder of this chapter will focus primarily on aggression with \nthe understanding that most of the classifications of aggression are also applicable to violence.\nIn the United States, the Federal Bureau of Investigation classifies murder, forcible rape, \naggravated assault, and robbery as violent crimes, with the definition of each crime closely \nresembling social–psychological definitions of violence. But, even here, there is some ambi -\nguity. Although the relevant research is sometimes considered politically controversial, some \nstudies of rape have found that the primary intent of some rapists is not to harm the victim but \nrather sexual gratification. This does not mean that the harm to the victim should be down -\nplayed, of course, or that the crime should be considered less offensive. But the focus on intent \nis important if one wants to thoroughly understand such heinous behavior in order to devise \ninterventions that reduce its occurrence. Similarly, many robberies have as their primary goal \nthe attainment of money or other valuable resources, and to the robber the harm that is visited \nupon the victim is incidental. Again, the scientific goal of understanding the criminal act of \nrobbery requires a full understanding of the various motivations that underlie it, and theories \nof aggression and violence are designed to do just that.\n Types of Aggression\nAs previously noted, aggression can come in a wide variety of forms, and many different types \nof aggression have been identified in the literature (Krahé, 2013; Parrott & Giancola, 2007). \nSeveral categorization schemes have been proposed to organize the many types of aggression, \nbut there is still controversy regarding which taxonomy is best (Parrott & Giancola, 2007).\nTwo of the most recently proposed taxonomies of aggression are provided in Table 1.1 and \nTable 1.2 as examples. These provide an overview of the many different types of aggression \nwhile avoiding redundancy. Given the huge number of subtypes that have emerged in the lit -\nerature and the considerable overlap between many of those subtypes, the discussion is neces -\nsarily incomplete, but the most common classifications are discussed. Furthermore, this \nchapter asks the reader to consider that there may not be a single “best” taxonomy of aggres -\nsion. That is, which distinctions are most useful may well depend on the research question \nbeing considered.\nResponse Modes\nOne of the most common distinctions made in classifying aggressive behavior is response mode. \nAggression is most often classified as physical, verbal, or relational in nature (Bushman & \nHuesmann, 2010). Physical aggression involves physically harming another person (e.g., punching, \nwhbva001.indd   3 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 Johnie J. Allen and Craig A. Anderson\nkicking, stabbing, or shooting). Verbal aggression involves using words to harm another person \n(e.g., name calling, swearing, or screaming). Relational aggression (sometimes called social aggres -\nsion) involves harming another person by damaging their social relationships or making them feel \nunaccepted or excluded (e.g., spreading rumors, neglecting to invite someone to a social event, or \ntelling others not to hang out with someone). It has also been proposed that aggression can be \npostural in nature (e.g., making threatening gestures or invading personal space; Krahé, 2013; Table 1.1  Aggression taxonomy proposed by Krahé (2013).\nAspect Subtypes Examples\nResponse modality Verbal Shouting or swearing at someone\nPhysical Hitting or shooting someone\nPostural Making threatening gestures\nRelational Giving someone the “silent treatment”\nImmediacy Direct Punching someone in the face\nIndirect Spreading rumors about someone behind their back\nResponse quality Action Making another person engage in unwanted sexual \nacts\nFailure to act Withholding important information from a \ncolleague at work\nVisibility Overt Humiliating someone in front of others\nCovert Sending threatening text messages to a classmate\nInstigation Proactive/unprovoked Grabbing a toy from another child\nReactive/retaliative Yelling at someone after having been physically \nattacked\nGoal direction Hostile Hitting someone out of anger or frustration\nInstrumental Taking a hostage to secure a ransom\nType of harm Physical Broken bones\nPsychological Fears and nightmares\nDuration of effects Transient Minor bruises\nLasting Long-term inability to form relationships\nSocial units involved Individuals Intimate partner violence\nGroups Riots and wars\nTable 1.2  Aggression taxonomy proposed by Parrott and Giancola (2007).\nDirect Expression Indirect Expression\nActive Expression Subtypes Subtypes\nPhysical Physical\nVerbal Verbal\nPostural Postural\nDamage to property Damage to property\nTheft Theft\nPassive Expression Subtypes Subtypes\nPhysical Physical\nVerbal Verbal\nDamage to property Damage to property\nTheft Theft\nwhbva001.indd   4 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Aggression and Violence: Definitions and Distinctions  5\nParrott & Giancola, 2007), but this classification is less common than the other response modes. \nSimilarly, some researchers (e.g., Parrott & Giancola, 2007) suggest treating damage to property \nand theft as distinct forms of aggression (as long as they are carried out with the intent to harm \nanother).\n Traditional Dichotomous Distinctions\nThroughout the study of human aggression, many dichotomous distinctions have been pro -\nposed. This section describes the most common distinctions made in classifying aggressive \nbehavior, some of the issues associated with these traditional distinctions, and some suggested \nmethods of dealing with those classification issues. Generally speaking, each of the response \nmodes described earlier can vary along the characteristics discussed in this section. For example, \nphysical aggression can be considered hostile or instrumental, direct or indirect, and active or \npassive. The same is true for verbal and relational aggression.\nHostile Versus Instrumental Aggression\nThe distinction between instrumental and hostile aggression is one of the oldest and most \nprevalent classification schemes (Bushman & Anderson, 2001; see Buss, 1961; Feshbach, \n1964; Hartup, 1974 for early discussions). Hostile aggression is motivated by a desire to \nhurt a person and is characterized as affectively “hot” behavior that is angry and impulsive. \nThis type of aggression is also known as “angry,” “affective,” “retaliatory,” “impulsive,” \nand “reactive” aggression. Hitting someone who has made you angry (perhaps by insulting \nyou) would be an example of hostile aggression. In contrast, instrumental aggression (also \nknown as “premeditated” and “proactive” aggression) is motivated by a desire to attain \nsome other goal (e.g., money, social status, or sex) and typically is characterized as affec -\ntively “cold” behavior that is calm and calculated. The harm caused to the victim by instru -\nmental aggression is simply a means of attaining the other desired goal. Shooting at the \npolice in order to safely escape from a bank robbery would be an example of instrumental \naggression.\nThe dichotomies of hostile versus instrumental aggression, impulsive versus premeditated \naggression, and reactive versus proactive aggression overlap considerably and are often used \ninterchangeably, but each of these dichotomies emphasizes slightly different aspects of aggres -\nsive behavior (Anderson & Huesmann, 2003). The hostile versus instrumental distinction \nemphasizes the goal of the aggressive behavior (i.e., hurting someone versus obtaining some \nother goal). The impulsive versus premeditated distinction emphasizes how thoughtless \n(impulsive) versus thoughtful (premeditated) the behavior is. Finally, the reactive versus pro -\nactive distinction emphasizes whether the behavior occurred in response to provocation (reac -\ntive) or without provocation (proactive).\nDespite their popularity, some researchers (Anderson & Carnagey, 2004; Anderson & \nHuesmann, 2003; Bushman & Anderson, 2001) have pointed out that traditional dichotomous \napproaches fall short in classifying aggression, especially when treated as nonoverlapping \ndichotomous categories, because they fail to include mixed motive aggression and are con -\nfounded with other common dichotomies. The key to understanding this problem lies in the \nterm “dichotomy”—this means that each instance must be classified into only one of two pos -\nsible categories. But aggression is more complex, and the most popular aggression and  violence \nwhbva001.indd   5 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 Johnie J. Allen and Craig A. Anderson\ndichotomies overlap. For example, the hostile versus instrumental dichotomy overlaps with \nthe dichotomy of automatic versus controlled information processing, but it isn’t exactly the \nsame. The traditional hostile versus instrumental distinction requires aggressive behavior to be \nmotivated by either a desire to hurt or a desire to attain some other goal, leaving no room for \naggression motivated by multiple goals. Say, for example, an unpopular high school student is \nbullied on a daily basis and often fantasizes about taking revenge on the bully to finally end the \nbullying and earn the respect of their peers (a premeditated plan with safety and social respect \nas instrumental rewards). One day, the bully pushes the victim over the edge, and the bullied \nstudent lashes out in a fit of rage (a hostile retaliation), earning the desired rewards. This \nexample has elements of both hostile and instrumental aggression, and cannot be easily classi -\nfied using the traditional dichotomy.\nSimilarly, traditional classification requires that hostile aggression be relatively automatic \n(i.e., impulsive) whereas instrumental aggression is regarded as relatively controlled (i.e., cal -\nculated), but sometimes hostile aggression has controlled aspects and instrumental aggression \nhas automatic aspects. Say, for example, that two men get into an argument at a bar. One man \nangrily prepares to punch the other man until he notices a gun in that man’s pocket. The \nwould-be aggressor then quickly backs down and decides to scream a verbal insult instead. \nThe fact that the intended aggression was driven by anger and that the verbal insult would also \nbe considered hostile would classify it as a hostile act, but the fact that potential negative \n consequences were considered (i.e., getting shot) would classify the same act as instrumental. \nAgain, the traditional hostile versus instrumental dichotomous classification scheme falls short \nin describing this behavior.\nOne way to deal with these classification issues is to (1) distinguish between the proximate \nand ultimate goals of aggressive behaviors and (2) adopt a dimensional approach to classification \n(Anderson & Carnagey, 2004; Anderson & Huesmann, 2003). Using this scheme, the proxi -\nmate (or immediate) goal of aggressive behavior must be to harm another, but the ultimate \ngoal can be hostile in nature (e.g., wishing only to bring harm to another person), instru -\nmental in nature (e.g., aggressing only in order to steal money), or a mixture of both (e.g., \naggressing against another because you dislike that person and want to steal his or her money). \nSimilarly, any act of aggression can be located at various points on at least four different con -\ntinuous (i.e., not dichotomous) dimensions: (1) how much hostile or agitated affect is present, \n(2) how automatic the behavior was, (3) the extent to which the ultimate goal is to benefit \nthe  perpetrator versus harm the victim, and (4) the extent to which consequences of the \naggressive action were considered. This dimensional approach allows for a more nuanced \nclassification of aggressive behavior that accommodates mixed motives and relatively automatic \nbut  consequence-sensitive forms of aggression.\nDirect Versus Indirect Aggression\nAggression can also be classified as direct or indirect (Buss, 1961; Krahé, 2013). Direct \naggression occurs when the victim is physically present whereas indirect aggression occurs \nwhen the victim is physically absent (DeWall et al., 2012). For example, punching someone \nin the face would be considered direct physical aggression whereas hiring a hit man to assas -\nsinate the same person would be indirect physical aggression (although the hit man’s action \nwould be direct). Similarly, insulting someone to their face would be direct verbal aggression \nwhereas anonymously sending mean emails to the same person would be indirect verbal \naggression.\nwhbva001.indd   6 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Aggression and Violence: Definitions and Distinctions  7\nUnfortunately, like the hostile versus instrumental dichotomy, there are classification issues \nassociated with the direct versus indirect aggression dichotomy because the latter classification \nconfounds (1) the visibility of the act and actor to the victim with (2) proximity to the harm-\nproducing act (Anderson & Carnagey, 2004). For example, if a jury sentences a criminal to \ndeath, the presence of the criminal during the trial would classify this action as direct aggres -\nsion. However, the fact that the actual execution will take place at a later time with no jury \nmembers present suggests that this action is better classified as indirect aggression. Choosing \ninstead to classify this behavior as highly visible (i.e., overt rather than covert) but low in \nproximity resolves this issue. In some scenarios, however, it may be necessary to refine the \ndimensions of visibility and proximity even further. For example, if a sniper assassinates \nsomeone from a great distance, the act of aggression is low in visibility (i.e., the victim could \nnot possibly see who was responsible), high in temporal proximity (i.e., the victim will suffer \nthe consequences immediately), and low in spatial proximity given the large distance between \nthe aggressor and victim. Similarly, if an assassin were to put slow-acting poison in a person’s \ndrink and then inform the victim, this act of aggression would be high in visibility and low in \ntemporal proximity (i.e., immediacy) but high in spatial proximity.\nDisplaced and Triggered Displaced Aggression\nAggression is also sometimes classified as displaced (vs. not displaced) or triggered displaced \naggression (a subset of displaced aggression). Displaced aggression occurs when an inno -\ncent substitute target becomes the victim of aggression (Bushman & Huesmann, 2010). \nFor example, say a waiter is insulted by a customer at work. Although the waiter is very \nangry, he refrains from retaliating. If he then goes home and yells at his girlfriend for no \napparent reason, displaced aggression has occurred. Instead of retaliating against the cus -\ntomer, the waiter’s innocent girlfriend becomes the target of his aggressive outburst. \nTriggered displaced aggression occurs when the substitute target is guilty of some relatively \nminor offense (Miller, Pedersen, Earleywine, & Pollock, 2003). For example, if the same \nwaiter had come home to find that his girlfriend still had not taken out the trash (as she had \npromised to do), this minor offense may have triggered him to aggress against her verbally. \nHere, there is an apparent reason for the waiter’s aggressive outburst (i.e., the unfinished \nhousehold chore), but his aggressive response is disproportionate to the severity of his girl -\nfriend’s offense. Research has shown that the likelihood and/or severity of triggered dis -\nplaced aggression increases if the potential aggressor ruminates about the initial provocation, \nand that such rumination can sustain a readiness to aggress over long periods of time \n(Bushman, Bonacci, Pedersen, Vasquez, & Miller, 2005). Triggered displaced aggression is \nalso more likely if the aggressor dislikes the substitute target, if the target is dissimilar to the \naggressor, or if the target is a member of an outgroup (Pedersen, Bushman, Vasquez, & \nMiller, 2008).\nBoth types of displaced aggression occur for two primary reasons (Bushman & Huesmann, \n2010). First, sometimes it is unfeasible to retaliate against the provocateur. This can happen \nbecause the provocateur is either absent (e.g., one receives poor job performance evaluations \nby email) or an intangible entity (e.g., heat, foul odors). Second, the aggressor may fear \n retaliation from the provocateur (as in the case of an employee refraining from retaliating \nagainst a frustrating boss for fear of getting fired). This fear of consequences inhibits \n aggression against the dangerous provocateur and facilitates aggression against less dangerous \nsubstitute targets.\nwhbva001.indd   7 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 Johnie J. Allen and Craig A. Anderson\nActive Versus Passive Aggression\nAggression can also be classified as active or passive (Bushman & Huesmann, 2010; Buss, \n1961; Krahé, 2013). Active aggression involves engaging in harmful behavior whereas passive \naggression involves failing to engage in helpful behavior. For example, kicking or insulting \nsomeone would be considered active aggression whereas intentionally “forgetting” to invite \nsomeone to a party and intentionally withholding help from someone who is drowning would \nboth be considered passive aggression (in fact, the latter could be considered passive violence, \ngiven its severity).\nOvert Versus Covert Aggression\nAggression is also sometimes classified as overt or covert (Krahé, 2013). Overt aggression is \nhighly visible behavior, such as making fun of someone or beating them up in front of their \nfriends. In contrast, covert aggression is relatively low in visibility, such as leaving mean notes \nfor a person or spreading rumors about people behind their back.\nLegitimate Versus Illegitimate Aggression\nIt has also been proposed that aggression can be classified as legitimate versus illegitimate \n(Krahé, 2013). For example, capital punishment (which meets the social–psychological defini -\ntion of aggression) is legal in many countries and thus could be considered legitimate aggres -\nsion. In contrast, homicide would be considered illegitimate aggression. Unfortunately, the \ndistinction between legitimate and illegitimate aggression outside the legal realm is highly \nsubjective. For example, if a group of slaves were to rise up and aggress against their masters \nin order to gain their freedom, this would be likely to be considered legitimate aggression by \nthe slaves and anyone else who is against slavery. The same behavior, however, would be likely \nto be considered illegitimate aggression by the slave masters and anyone else supportive of \nslavery. This same problem appears when one considers who gets labeled as rebels versus free -\ndom fighters. Indeed, at least one of Israel’s past prime ministers (Menachem Begin) was con -\nsidered by many to be a terrorist in his youth but a freedom fighter later in his career.\nAnother excellent example of the subjectivity of the legitimate–illegitimate aggression dis -\ntinction is found in the controversy surrounding corporal punishment (e.g., spanking children). \nAlthough corporal punishment is considered a criminal act in many countries, it is completely \nlegal for parents in the United States and is considered by many to be a legitimate form of \nbehavioral control and child rearing. However, despite the legal status of and support for \ncorporal punishment in the United States, there are still plenty of parents (and nonparents) who \nconsider it an illegitimate form of aggression. Similarly, although capital punishment is legal in \nsome parts of the United States, there is still a great deal of controversy concerning its legiti -\nmacy. Thus, even when a given act of aggression is clearly legal or illegal, there is still a large \namount of subjectivity in classifying that behavior as legitimate or illegitimate aggression.\nPersonological and Situational Aggression\nThe general aggression model (Anderson & Bushman, 2002; Anderson & Carnagey, 2004; \nDeWall & Anderson, 2011; DeWall et al., 2012)—a widely used, integrative, and comprehen -\nsive theoretical framework for understanding human aggression—emphasizes that aggressive \nwhbva001.indd   8 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Aggression and Violence: Definitions and Distinctions  9\nbehavior is heavily (and interactively) influenced by both personological and situational vari -\nables. As such, any given instance of aggressive behavior can be dimensionally classified based \nupon the extent to which it is influenced by person factors, situation factors, or both. Examples \nof person factors that increase the likelihood of aggression include traits (e.g., narcissism or \nsusceptibility to hostile attribution, perception, and expectation biases), sex (males tend to be \nmore physically aggressive and more likely to engage in violent behaviors), beliefs (e.g., \naggression-related self-efficacy1 and outcome-efficacy2 beliefs), attitudes (e.g., positive atti -\ntudes toward violence in general or violence against certain groups), values (e.g., valuing \npersonal honor and answering violations of honor with violence), long-term goals (e.g., \ndesiring to be feared or desiring wealth by any means necessary), and scripts (e.g., believing \nthat the only viable response to being punched is to punch back). Examples of situation factors \nthat increase the likelihood of aggression include aggressive cues (e.g., the presence of weapons \nor recent exposure to media violence), provocation (e.g., being insulted or shoved), frustra -\ntion (e.g., being blocked from obtaining a goal), pain and discomfort (e.g., being kicked or \nexposure to loud noises or hot temperatures), drugs (e.g., alcohol and caffeine), and incentives \n(e.g., money, social status, and goods). In behaviorist terms, situation factors can be thought \nof as antecedents that increase (e.g., establishing operations) or decrease (e.g., discriminative \nstimuli) the likelihood of aggressive behavior, depending upon their associations with different \nconsequences (i.e., rewards and punishments). For example, if a person often retaliates when \nprovoked and is always satisfied after retaliating, the satisfaction reinforces the aggressive \nbehavior and provocation becomes an establishing operation (i.e., it increases the likelihood of \naggression in the presence of provocation). In contrast, if a child is always punished for push -\ning other children in front of his parents, then parental presence becomes a discriminative \nstimulus and decreases the likelihood of aggressive behavior.\nThus, if a pacifistic individual is provoked to the point of engaging in uncharacteristic \naggression, this would be classified as situation-based over person-based behavior. In contrast, \nif a highly aggressive individual attacks someone in the relative absence of situational risk \nfactors for aggression, that behavior would be classified as person based over situation based. \nOf course, in many (if not most) scenarios, aggressive behavior is both personologically and \nsituationally determined, as in the case of a narcissistic individual retaliating against someone \nwho has insulted them or a sexist man becoming especially aggressive toward women after \ndrinking alcohol. Therefore, most instances of aggressive behavior are not clearly person versus \nsituation based, but it can nonetheless be helpful to consider the extent to which a behavior is \ninstigated by personological and situational variables.\n Similar Concepts\nThis section defines and discusses concepts that are similar to but distinct from aggression and \nviolence to help readers differentiate between them.\nAntisocial Behavior\nAntisocial behavior is any behavior that violates the social norms of appropriate behavior \n(DeWall & Anderson, 2011; Krahé, 2013). Whether or not a particular behavior is considered \nantisocial depends on the social context. Many acts of aggression and violence are considered \nantisocial behavior, but not all. For example, engaging in a physical fight at a funeral would be \nwhbva001.indd   9 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 Johnie J. Allen and Craig A. Anderson\nconsidered antisocial behavior, but fighting someone in a boxing ring would not be antisocial \nbehavior, even though both examples count as aggression. Similarly, social norms in most soci -\neties dictate that killing others is wrong, but these constraints are loosened in times of war, \nwhen killing the enemy becomes socially normative behavior. Thus, killing would not neces -\nsarily be classified as antisocial behavior in a war zone.\nAntisocial behavior is broader in scope than aggression because it also includes nonaggres -\nsive behaviors. For example, littering, vandalism, and lying are all considered antisocial behav -\niors in most societies, but they do not necessarily constitute aggression. Note, however, that \neach of these examples could also be classified as aggressive behavior if the action were carried \nout to harm another person who was motivated to avoid that harm (e.g., littering in your \nneighbor’s backyard to annoy them).\nJuvenile Delinquency\nDefinitions of juvenile delinquency are much more closely tied to legal factors than are  \nsocial–psychological definitions of aggression and violence. For example, Siegel and Welsh \n(2014) define juvenile delinquency as “participation in illegal behavior by a minor who falls \nunder a statutory age limit” (p. 13). The concept of juvenile delinquency encompasses a wide \nrange of behaviors from relatively minor acts such as loitering to extreme acts such as murder. \nFor example, the self-report measure of delinquency included in National Youth Surveys (for \nmore information see Anderson & Dill, 2000; Elliott, Huizinga, & Ageton, 1985) includes \nitems that assess vandalism, theft, illegal drug use, prostitution, disorderly conduct, obscene \nprank phone calls, drug trafficking, breaking and entering, rape and attempted rape, and \nassault and attempted homicide. Like antisocial behavior, some types of juvenile delinquency \nare aggressive in nature, but not all delinquent acts are aggressive. Like aggression, delinquency \nis sometimes classified as overt or covert, with overt delinquency (e.g., assault, murder, rape) \nbeing aggressive and covert delinquency (e.g., shoplifting, or selling or using illegal drugs) \nbeing nonaggressive (Hoeve et  al., 2009). Although juvenile delinquency bears a striking \nresemblance to antisocial behavior, it places greater emphasis on laws being broken as opposed \nto social norms being violated and is also limited to a younger population.\nCoercion\nCoercion can be defined as “any action taken with the intention of imposing harm on another \nperson or forcing compliance” (Tedeschi & Felson, 1994, p. 168). Coercive actions take three \nprimary forms: threats, punishments, and bodily force (Krahé, 2013; Tedeschi & Felson, \n1994). Threats communicate an intention to harm another person (e.g., a police officer threat -\nening to shoot a criminal if they make a move); punishments carry out harm on another person \n(e.g., a parent putting a child in time-out for misbehaving); and bodily force uses physical \ncontact to elicit compliance (e.g., one person physically restraining another to stop that person \nfrom escaping). Coercion is viewed as a form of social influence that focuses as much on \nobtaining compliance as it does on harming others. Although harm and compliance are the \nproximate goals of coercion, coercive actions are carried out in order to attain some other ulti -\nmate goal (e.g., money, cooperation, social status, or sex), meaning that coercion most closely \nresembles traditionally defined instrumental aggression. Since coercion focuses on obtaining \ncompliance as well as inflicting harm, it is a broader construct than aggression.\nwhbva001.indd   10 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Aggression and Violence: Definitions and Distinctions  11\nAssertiveness\nAssertiveness can be defined as behavior that allows one to stand up for personal rights and \nexpress one’s thoughts and feelings in a respectful manner to others (Parham, Lewis, \nFretwell, Irwin, & Schrimsher, 2015; Warland, McKellar, & Diaz, 2014). Definitions of \nassertiveness are sometimes contrasted with inaction (i.e., lack of assertiveness) or with \naggressive styles of standing up for oneself. For example, if someone were to cut in front of \nyou in line at the grocery store, there would be at least three responses to choose from. You \ncould (1) sacrifice your personal rights by doing nothing and letting the person cut ahead of \nyou (the inactive, unassertive response), (2) stand up for your personal rights by speaking \nwith the person about how it is unfair for them to cut in front of you and asking them to \nplease go to the back of the line (the assertive response), or (3) aggressively push the person \nto the back of the line to make sure you keep your spot (the aggressive response). Thus, \nalthough laypeople sometimes incorrectly describe assertive people as aggressive, assertiveness \nstands apart from aggression given its focus on respecting the rights of others (and, in doing \nso, not harming them).\nAggressive Cognition\nAggressive cognition includes factors such as aggressive beliefs and attitudes (e.g., believing \nthat getting into fights is common and acceptable), aggressive perceptual schemata (e.g., a \ntendency to perceive ambiguous situations in a hostile manner), aggressive expectation sche -\nmata (e.g., a tendency to expect others to behave aggressively), and aggressive behavioral \nscripts (e.g., believing that the appropriate response to an insult is attacking the insulter; \nAnderson & Bushman, 2002). The sum of these different cognitive components can be  thought \nof as knowledge structures, and the sum of a person’s knowledge structures can be seen as \nwhat determines their personality (Mischel, 1973; Mischel & Shoda, 1995). People who char -\nacteristically have aggressive cognitions easily accessible—that is, those who frequently see the \nworld as an aggressive place and who can easily think of aggressive solutions to interpersonal \nconflict—tend to behave aggressively. Similarly, situations that increase aggressive thinking \n(e.g., provocation, media violence) tend to increase aggression. However, the activation (or \nthinking) of aggressive cognitions does not always lead to aggressive behavior, nor are aggres -\nsive cognitions required for aggressive behavior to occur. Thus, aggressive cognitions, though \nrelated, are distinct from aggressive behavior.\nAggressive Affect\nAggressive affect includes feelings of anger, hostility, and irritability (Anderson & Bushman, \n2002; Prot & Anderson, 2013). The presence of aggressive affect increases the likelihood of \naggressive behavior occurring, but, like aggressive cognition, aggressive affect is not a necessary \ncondition for the elicitation of aggressive behavior. It is quite possible for aggression to occur \nin the absence of aggressive affect (as in traditionally classified instrumental aggression). \nSimilarly, the presence of aggressive affect does not guarantee that aggression will occur. \nThankfully, being angry at others does not mean that one will necessarily aggress against them. \nAggressive affect and aggressive cognitions work interactively to influence aggressive behavior \n(Anderson & Bushman, 2002). For example, in ruminatively based triggered displaced aggres -\nsion, an initial provocation elicits aggressive affect, which is sustained over time by rumination \nwhbva001.indd   11 7/11/2017   6:11:19 PM"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 Johnie J. Allen and Craig A. Anderson\n(i.e., aggressive cognition), leading to later aggressive behavior (Miller et  al., 2003). But, \nagain, it is important to maintain the distinction between aggressive affect and aggressive \nbehavior (e.g., aggression).\nMany measures of aggressive personality include aggressive cognition, aggressive affect, and \naggressive behavior, mainly because they so frequently co-occur. This sometimes leads to con -\nfusion in the research literature by clouding the distinctions between these three very different \nconcepts.\n Conclusion\nAlthough the fact that there are so many different forms that aggression and violence may \nmake comprehensive classification of these phenomena a difficult task, many years of research \nhave provided us with empirically supported taxonomies. Aggression is most often defined as \nbehavior carried out with the intent to harm another person who is motivated to avoid that \nharm. Violence is an extreme form of aggression that has severe harm (usually physical injury \nor death) as its goal. The most common response modes for aggression are physical, verbal, \nand relational in nature. Aggression can be classified in many ways. It can be hostile or instru -\nmental, reactive or proactive, impulsive or premeditated, direct or indirect, active or passive, \novert or covert, and legitimate or illegitimate. It can also be characterized as displaced or trig -\ngered displaced versus not displaced, and person based, situation based, or both person and \nsituation based. Although aggression shares similarities with antisocial behavior, juvenile \ndelinquency, coercion, assertiveness, aggressive cognition, and aggressive affect, it stands apart \nfrom each of these concepts. In sum, the question “What are aggression and violence?” has a \ngreat many answers given the many types of aggression that have been identified. We hope that \nthis chapter has provided the reader with a much clearer understanding of what aggression and \nviolence are and what they are not.\nNotes\n1  Aggression-related self-efficacy beliefs refer to beliefs about how successful one is likely to \nbe in carrying out an aggressive behavior (e.g., “Am I strong enough to win a fight against \nthat person?”).\n2  Aggression-related outcome-efficacy beliefs refer to beliefs about whether or not an \n aggressive action will produce the desired outcome (e.g., “If I hit this person, will they stop \ninsulting me?”).\n References\nAnderson, C. A., & Bushman, B. J. (2002). Human aggression. Annual Review of Psychology , 53, 27–51. \ndoi:10.1146/annurev.psych.53.100901.135231\nAnderson, C. A., & Carnagey, N. L. (2004). Violent evil and the general aggression model. In A. G. \nMiller (Ed.), The social psychology of good and evil  (pp. 168–192). New York, NY: Guilford Press.\nAnderson, C. A., & Dill, K. E. (2000). Video games and aggressive thoughts, feelings, and behavior in \nthe laboratory and in life. Journal of Personality and Social Psychology , 78(4), 772–790. \ndoi:10.1037/0022-3514.78.4.772\nwhbva001.indd   12 7/11/2017   6:11:20 PM"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Aggression and Violence: Definitions and Distinctions  13\nAnderson, C. A., & Huesmann, L. R. (2003). Human aggression: A social-cognitive view. In M. A. Hogg \n& J. Cooper (Eds.), The Sage handbook of social psychology  (pp. 296–323). Thousand Oaks, CA: Sage.\nBaron, R. A., & Richardson, D. R. (1994). Human aggression  (2nd ed.). New York, NY: Plenum Press.\nBerkowitz, L. (1993). Aggression: Its causes, consequences, and control . New York, NY: McGraw-Hill.\nBushman, B. J., & Anderson, C. A. (2001). Is it time to pull the plug on the hostile versus instrumental \naggression dichotomy? Psychological Review , 108(1), 273–279. doi:10.1037/0033-295X.108.1.273\nBushman, B. J., Bonacci, A. M., Pedersen, W. C., Vasquez, E. A., & Miller, N. (2005). Chewing on it \ncan chew you up: Effects of rumination on triggered displaced aggression. Journal of Personality and \nSocial Psychology , 88(6), 969–983. doi:10.1037/0022-3514.88.6.969\nBushman, B. J., & Huesmann, L. R. (2010). Aggression. In S. T. Fiske, D. T. Gilbert, & G. Lindzey (Eds.), \nHandbook of Social Psychology  (5th ed., Vol. 2, pp. 833–863). Hoboken, NJ: John Wiley & Sons.\nBuss, A. H. (1961). The psychology of aggression . Hoboken, NJ: John Wiley & Sons.\nDeWall, C. N., & Anderson, C. A. (2011). The general aggression model. In Human aggression and vio -\nlence: Causes, manifestations, and consequences  (pp. 15–33). Washington, DC: American Psychological \nAssociation.\nDeWall, C. N., Anderson, C. A., & Bushman, B. J. (2012). Aggression. In H. Tennen, J. Suls, & I. B. \nWeiner (Eds.), Handbook of psychology  (2nd ed., Vol. 5, pp. 449–466). Hoboken, NJ: John Wiley & \nSons.\nElliott, D. S., Huizinga, D., & Ageton, S. S. (1985). Explaining delinquency and drug use . Beverly Hills, \nCA: Sage.\nFeshbach, S. (1964). The function of aggression and the regulation of aggressive drive. Psychological \nReview , 71(4), 257–272. doi:10.1037/h0043041\nGeen, R. G. (2001). Human aggression  (2nd ed.). Buckingham, UK: Open University Press.\nHartup, W. W. (1974). Aggression in childhood: Developmental perspectives. American Psychologist , \n29(5), 336–341. doi:10.1037/h0037622\nHoeve, M., Dubas, J. S., Eichelsheim, V. I., Van der Laan, P. H., Smeenk, W., & Gerris, J. R. M. (2009). \nThe relationship between parenting and delinquency: A meta-analysis. Journal of Abnormal Child \nPsychology , 37(6), 749–775. doi:10.1007/s10802-009-9310-8\nHuesmann, L. R., & Taylor, L. D. (2006). The role of the mass media in violent behavior. In R. C. \nBrownson (Ed.), Annual review of public health  (Vol. 26). Palo Alto, CA: Annual Reviews.\nKrahé, B. (2013). The social psychology of aggression  (2nd ed.). New York, NY: Psychology Press.\nMiller, N., Pedersen, W. C., Earleywine, M., & Pollock, V. E. (2003). A theoretical model of triggered \ndisplaced aggression. Personality and Social Psychology Review , 7(1), 75–97. doi:10.1207/\nS15327957PSPR0701_5\nMischel, W. (1973). Toward a cognitive social learning reconceptualization of personality. Psychological \nReview , 80(4), 252–283. doi:10.1037/h0035002\nMischel, W., & Shoda, Y. (1995). A cognitive-affective system theory of personality: Reconceptualizing \nsituations, dispositions, dynamics, and invariance in personality structure. Psychological Review , \n102(2), 246–268. doi:10.1037/0033-295X.102.2.246\nParham, J. B., Lewis, C. C., Fretwell, C. E., Irwin, J. G., & Schrimsher, M. R. (2015). Influences on \nassertiveness: Gender, national culture, and ethnicity. Journal of Management Development , 34(4), \n421–439. doi:10.1108/JMD-09-2013-0113\nParrott, D. J., & Giancola, P. R. (2007). Addressing “the criterion problem” in the assessment of aggres -\nsive behavior: Development of a new taxonomic system. Aggression and Violent Behavior , 12(3), \n280–299. doi:10.1016/j.avb.2006.08.002\nPedersen, W. C., Bushman, B. J., Vasquez, E. A., & Miller, N. (2008). Kicking the (barking) dog effect: \nThe moderating role of target attributes on triggered displaced aggression. Personality and Social \nPsychology Bulletin , 34(10), 1382–1395. doi:10.1177/0146167208321268\nProt, S., & Anderson, C. A. (2013). Research methods, design, and statistics in media psychology. In \nK. Dill (Ed.), The Oxford handbook of media psychology  (pp. 109–136). New Y ork, NY : Oxford \nUniversity Press.\nwhbva001.indd   13 7/11/2017   6:11:20 PM"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 Johnie J. Allen and Craig A. Anderson\nSiegel, L., & Welsh, B. (2014). Juvenile delinquency: Theory, practice, and law  (12th ed.). Stamford, CT: \nWadsworth.\nTedeschi, J. T., & Felson, R. B. (1994). Violence, aggression, and coercive actions . Washington, DC: \nAmerican Psychological Association.\nWarland, J., McKellar, L., & Diaz, M. (2014). Assertiveness training for undergraduate midwifery stu -\ndents. Nurse Education in Practice , 14(6), 752–756. doi:10.1016/j.nepr.2014.09.006\nwhbva001.indd   14 7/11/2017   6:11:20 PM View publication stats"
    }
  ]
}