{
  "doc_type": "scientific paper",
  "title": "Prevalence of misophonia and its association with depression and obsessive-compulsive disorder among medical students",
  "authors": [
    "Ahmad H. Almadani, MBBS, MPH, FRCPC",
    "Ibrahim M. Alabdulkarim, MBBS",
    "Mohammed I. Akresh, MBBS",
    "Meshal I. Alassaf, MBBS",
    "Mohammed A. Alkathiri, MBBS",
    "Khalid M. Alkublan, MBBS",
    "Rakan A. Aldoghmani, MBBS",
    "Yazeed A. Alghtani, MBBS",
    "Sultan A. Alwaily, MBBS"
  ],
  "year": 2024,
  "journal": "Medicine",
  "doi": "10.1097/MD.0000000000040217",
  "abstract": "Misophonia, a neurobehavioral syndrome, reduces tolerance to specific stimuli and impacts various domains of life. It is also strongly correlated with obsessive-compulsive disorder (OCD) and depression. This study aimed to investigate the prevalence of misophonia among medical students at King Saud University (KSU), Saudi Arabia, identify related sociodemographic factors, and assess misophonia association with OCD and depression. This cross-sectional study included 371 participants. The study tool was distributed electronically between November 19 and December 07, 2023. It consisted of 4 sections: a questionnaire developed by the research team, the Amsterdam Misophonia Scale (A-MISO-S), the Obsessive-Compulsive Inventory-Revised (OCI-R), and the Patient Health Questionnaire-9 (PHQ-9). The results indicated that 42.32% of the participants had previously experienced misophonia, with symptoms developing suddenly in 28.66%. The majority of participants had subclinical misophonia (71.16%) and minimal depression (37.47%), with a significant proportion experiencing mild-to-severe misophonia (28.84%) and varying degrees of depression (33.15%). Approximately 31.00% of the students exhibited likely OCD. The PHQ-9 and A-MISO-S scores showed weak positive correlations, whereas the OCI-R and A-MISO-S scores showed a moderate positive correlation. Furthermore, a moderate positive correlation was observed between the OCI-R and PHQ-9 scores. Multiple logistic regression analysis revealed that sex, family history of misophonia, depression severity, and OCD were significantly associated with clinical misophonia. This study underscores the significance of recognizing misophonia among medical students and its associated factors, such as OCD and depression. Further multicenter studies using more rigorous research methodologies are warranted.",
  "keywords": [
    "depression",
    "King Saud University",
    "medical students",
    "misophonia",
    "obsessive-compulsive disorder",
    "Saudi Arabia"
  ],
  "research_topics": [
    "Prevalence of misophonia",
    "Misophonia association with depression",
    "Misophonia association with obsessive-compulsive disorder",
    "Neurobehavioral syndromes",
    "Mental health in medical students",
    "Cross-sectional study methodology",
    "Psychiatric comorbidities",
    "Sociodemographic factors in misophonia"
  ],
  "created_at": "2025-05-05T01:34:10.044868Z",
  "source_pdf": "documents/research/Global/Almadani 2024 Prevalence_of_misophonia_and_its_association_with depression and OCD among medical students.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Observational Study\n1\nMedicine®Prevalence of misophonia and its association with \ndepression and obsessive-compulsive disorder \namong medical students\nAhmad H. Almadani, MBBS, MPH, FRCPCa,b,c,*, Ibrahim M. Alabdulkarim, MBBSd, Mohammed I. Akresh, MBBSd,  \nMeshal I. Alassaf, MBBSd, Mohammed A. Alkathiri, MBBSd, Khalid M. Alkublan, MBBSd, Rakan A. Aldoghmani, MBBSd,  \nYazeed A. Alghtani, MBBSd, Sultan A. Alwaily, MBBSd\nAbstract \nMisophonia, a neurobehavioral syndrome, reduces tolerance to specific stimuli and impacts various domains of life. It is also \nstrongly correlated with obsessive-compulsive disorder (OCD) and depression. This study aimed to investigate the prevalence \nof misophonia among medical students at King Saud University (KSU), Saudi Arabia, identify related sociodemographic factors, \nand assess misophonia association with OCD and depression. This cross-sectional study included 371 participants. The study \ntool was distributed electronically between November 19 and December 07, 2023. It consisted of 4 sections: a questionnaire \ndeveloped by the research team, the Amsterdam Misophonia Scale (A-MISO-S), the Obsessive-Compulsive Inventory-\nRevised (OCI-R), and the Patient Health Questionnaire-9 (PHQ-9). The results indicated that 42.32% of the participants \nhad previously experienced misophonia, with symptoms developing suddenly in 28.66%. The majority of participants had \nsubclinical misophonia (71.16%) and minimal depression (37.47%), with a significant proportion experiencing mild-to-severe \nmisophonia (28.84%) and varying degrees of depression (33.15%). Approximately 31.00% of the students exhibited likely OCD. \nThe PHQ-9 and A-MISO-S scores showed weak positive correlations, whereas the OCI-R and A-MISO-S scores showed a \nmoderate positive correlation. Furthermore, a moderate positive correlation was observed between the OCI-R and PHQ-9 \nscores. Multiple logistic regression analysis revealed that sex, family history of misophonia, depression severity, and OCD were \nsignificantly associated with clinical misophonia. This study underscores the significance of recognizing misophonia among \nmedical students and its associated factors, such as OCD and depression. Further multicenter studies using more rigorous \nresearch methodologies are warranted.\nAbbreviations:  A-MISO-S = Amsterdam Misophonia Scale, CI = confidence interval, KSU = King Saud University, OCD = \nobsessive-compulsive disorder, OCI-R = Obsessive-Compulsive Inventory-Revised, OR = odds ratio, PHQ-9 = Patient Health \nQuestionnaire-9, SD = standard deviation\nKeywords:  depression, King Saud University, medical students, misophonia, obsessive-compulsive disorder, Saudi Arabia\n1. Introduction\nMisophonia is a neurobehavioral syndrome characterized by \nreduced tolerance to specific stimuli, resulting in heightened \nautonomic nervous system arousal.[1] The prevalence of miso-\nphonia varies among studies,[2–4] with evidence suggesting a \nfamilial tendency.[3,5,6] Symptoms of misophonia often onset \nduring childhood or adolescence.[3,5,7] A study indicated that 75% of the 301 participants experienced misophonic symp-\ntom onset during childhood or teenage years, with symptoms \nintensifying over time.[5] Another study in the United States \n(US) involving 1061 participants found a correlation between a \nhigher level of misophonia and earlier age of onset.[7]\nMisophonic triggers are precise and encompass visual cues, \nsuch as pointing fingers, leg jiggling, or hair twisting,[8] and \n \nThis research was funded by the Deanship of Scientific Research, King Saud \nUniversity, through the Vice Deanship of Scientific Research Chairs; SABIC \nPsychological Health Research and Applications Chair (SPHRAC), Department \nof Psychiatry, College of Medicine, King Saud University, Riyadh 12372, Saudi \nArabia. The funding source had no involvement in the study.\nInformed consent was obtained from all participants involved in the study.\nThe authors have no conflicts of interest to disclose.\nThe datasets generated during and/or analyzed during the current study are \navailable from the corresponding author on reasonable request.\nThe study was approved by the Institutional Review Board of the College of \nMedicine at King Saud University, Riyadh (Research Project No. E-23-8209).\na Department of Psychiatry, College of Medicine, King Saud University, Riyadh, Saudi \nArabia, b Department of Psychiatry, King Saud University Medical City, King Saud \nUniversity, Riyadh, Saudi Arabia, c SABIC Psychological Health Research and Applications \nChair (SPHRAC), Department of Psychiatry, College of Medicine, King Saud University, \nRiyadh, Saudi Arabia, d College of Medicine, King Saud University, Riyadh, Saudi Arabia.* Correspondence: Ahmad H. Almadani, Department of Psychiatry, College \nof Medicine, King Saud University, Riyadh 11451, Saudi Arabia (e-mail: \nahalmadani@ksu.edu.sa).\nCopyright © 2024 the Author(s). Published by Wolters Kluwer Health, Inc.\nThis is an open-access article distributed under the terms of the Creative \nCommons Attribution-Non Commercial License 4.0 (CCBY-NC), where it is \npermissible to download, share, remix, transform, and buildup the work provided \nit is properly cited. The work cannot be used commercially without permission \nfrom the journal.\nHow to cite this article: Almadani AH, Alabdulkarim IM, Akresh MI, Alassaf MI, \nAlkathiri MA, Alkublan KM, Aldoghmani RA, Alghtani YA, Alwaily SA. Prevalence \nof misophonia and its association with depression and obsessive-compulsive \ndisorder among medical students. Medicine 2024;103:43(e40217).\nReceived: 21 March 2024 / Received in final form: 3 October 2024 / Accepted:  \n4 October 2024\nhttp://dx.doi.org/10.1097/MD.0000000000040217\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2Almadani et al. • Medicine (2024) 103:43 Medicine\nauditory cues, such as chewing, low-frequency bass sounds, pen \nclicking, and typing.[9] While lip-smacking, sniffling, and throat \nclearing represent the primary organic or biological sounds \nthat serve as misophonic triggers, affected individuals also \nreport distress caused by non-organic sounds, such as electronic \nnoises, keyboard tapping, and animal sounds.[10] Furthermore, \na study revealed a significant correlation between misophonic \nreaction intensity and the volume and duration of the triggering \nstimuli.[11]\nMisophonic phenomena can elicit physiological, emotional, \nbehavioral, and cognitive responses.[1,9,11,12] Emotional responses \ninclude annoyance, irritation, anger, and anxiety.[1,9,11] Behavioral \nresponses include avoidance, glaring at, or mimicking the per -\nson producing the sound, as well as verbal and physical aggres-\nsion.[12] Physical manifestations include chest, shoulder, head, or \nbody pressure; elevated body temperature; pain; headache; and \nbreathing difficulties.[9]\nMisophonia can negatively affect various life domains, \nincluding social interactions, occupational performance, and \noverall role functioning.[13–15] It also affects an individual’s over -\nall quality of life; as misophonia symptoms worsen, their impact \non quality of life becomes more pronounced.[7]\nSeveral studies have shown that misophonia is strongly cor -\nrelated with comorbid obsessive-compulsive disorder (OCD) \nand depression.[2,16,17] For example, an American study demon-\nstrated a significant increase in the likelihood of clinically \nsignificant OCD symptoms among individuals with misopho-\nnia. Similarly, research has indicated a significant correlation \nbetween misophonia and depression.[2,7,13,17] Furthermore, \nsome studies indicated that the intensity of misophonia tends \nto decrease when no concurrent psychiatric disorders are \npresent.[5]\nResearch on misophonia among students has also been con-\nducted. For example, a study in the United Kingdom assessed \nthe prevalence of misophonia among 336 undergraduate medi-\ncal students. The study revealed that 49.1% of the participants \nexhibited clinically significant symptoms, 37% displayed mild \nsymptoms, 12% showed moderate symptoms, and 0.3% exhib-\nited severe symptoms.[18]\nIn Saudi Arabia (SA), very limited research has been con-\nducted concerning misophonia. The present study aimed to \nestimate the prevalence of misophonia among medical students \nat King Saud University (KSU), identify associated sociodemo-\ngraphic factors, and assess the association of OCD and depres-\nsion with misophonia among participants. This study adds \nto the literature on misophonia in SA and provides valuable \ninsights for stakeholders, including physicians, academicians, \nand policymakers.\n2. Materials and methods\n2.1. Study design, setting, and participants\nA quantitative cross-sectional study was conducted among \nthe targeted population: all medical students, both male and \nfemale, enrolled in the first through fifth years at KSU Medical \nCollege in Riyadh, SA. The exclusion criteria encompassed stu-\ndents with any communication barriers and those who were \nin the preparatory or internship year at the time of the study. \nThe research team distributed the study tool electronically to \nreduce costs and time among participants between November \n19 and December 07, 2023 via social media channels, such as \nWhatsApp. Concerning the sample size, the number of medical \nstudents at KSU Medical College was estimated to be approx-\nimately 1494, including both males and females. Using the \nRaosoft sample size calculator (http://www.raosoft.com/sam-\nplesize.html), with a margin of error of 5% and a confidence \nlevel of 95%, the estimated sample size was 306 participants. \nAn additional 20% was added to account for nonrespondents \n(367 students).2.2. Study instruments\nThe study instrument consisted of 4 sections: a questionnaire \ndeveloped by the research team, the Amsterdam Misophonia \nScale (A-MISO-S), the Obsessive-Compulsive Inventory-Revised \n(OCI-R), and the Patient Health Questionnaire-9 (PHQ-9).\nThe research team developed a questionnaire to assess socio-\ndemographic factors, including age, sex, and current academic \nyear. The questionnaire also evaluated whether the participant \nhad been diagnosed with a mental health condition and if they \nwere currently receiving any psychotropic medication. It fur -\nther assessed if they had ever experienced misophonic-related \nsymptoms and, if they had, the onset (whether gradual or \nsudden), and the age of onset. Additionally, the questionnaire \ninquired about the presence of a family history of misophonia, \nand if present, the degree of the relationship with this family \nmember.\nThe A-MISO-S is a self-report scale that measures the pres-\nence and severity of symptoms experienced in response to \nspecific auditory stimuli.[19] It comprises 7 questions: 6 are  \nmultiple-choice questions and the last is a short-answer ques-\ntion. It is rated on a 5-point ordinal scale ranging from 0 to \n4, with a total possible score of 24. The scores are interpreted \nas follows: 0 to 4 indicate subclinical misophonic symptoms; \n5 to 9, mild; 10 to 14, moderate; 15 to 19, severe; and 20 to \n24, extreme.[20] Previous studies demonstrated the validity of \nthe scale, with Cronbach’s alpha values of 0.838,[19] 0.89,[4] and \n0.814.[18] We obtained permission from the authors of the scale \nfor its use in the present study.\nThe OCI-R is a self-report assessment tool designed to mea-\nsure the severity of OCD symptoms.[21] It is used in clinical and \nresearch settings to assess the presence and intensity of various \nobsessive thoughts and compulsive behaviors associated with \nOCD.[21] One study showed that the OCI-R exhibits a sensitiv-\nity of 84.4%, specificity of 85.6%, positive predictive value of \n85.4%, and negative predictive value of 84.6%.[22] The scale \ncomprises 18 questions, with answers scored from 0 (“not at \nall”) to 4 (“extremely”). The scores are generated by adding \neach item score.[22] The possible range of total scores is 0 to 72. \nThe recommended cutoff score is 21, with scores at or above \nthis level indicating the likely presence of OCD.[22] The OCI-R is \nin the public domain, allowing its use free of charge without the \nneed to obtain permission from its authors.[23,24]\nThe PHQ-9 is a multipurpose instrument for screening, \nmonitoring, and measuring the severity of depression.[25] The \ninternal reliability of the PHQ-9 was found to be excellent, \nwith a Cronbach’s α  of 0.89 in the PHQ Primary Care Study \nand 0.86 in the PHQ Ob-Gyn Study.[25,26] The questionnaire \ncomprises 9 multiple-choice questions. The raw score ranges \nfrom 0 to 27, with higher scores indicating greater severity \nof depressive symptoms.[25] A PHQ-9 score > 10 has a sensi-\ntivity of 88% and specificity of 88% for major depression.[25] \nThe severity categories are as follows: minimal depression, 0 \nto 4; mild depression, 5 to 9; moderate depression, 10 to 14; \nmoderately severe depression, 15 to 19; and severe depression, \n20 to 27. The PHQ-9 was developed and copyrighted by Drs \nR.L. Spitzer, J.B. Williams, and K. Kroenke in 1999, funded by \nan educational grant from Pfizer Inc. While Pfizer holds the \ncopyright to the PHQ-9, it is available for use and replication \nwithout needing permission.[25]\n2.3. Descriptive statistics\nAll statistical analyses were performed using SPSS, version 29 \n(IBM Corp., Armonk). The PHQ-9 scale was used to assess \nthe severity of depression. Misophonia was assessed using the \nA-MISO-S. The OCI-R was used to assess the presence of OCD. \nThe cutoff points used for the 3 scales were as follows: a score \nof ≥ 10 for the PHQ-9,[25] ≥ 5 for the A-MISO-S,[20] and ≥ 21 for \nthe OCI-R.[22]\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3Almadani et al. • Medicine (2024) 103:43 www.md-journal.com\nCategorical variables are presented as frequency and percent-\nage (%) and were analyzed using the chi-square test. Numerical \ndata are presented as mean and standard deviation (SD), ana-\nlyzed using the independent-samples t test and one way anal-\nysis of variance. Testing for normality of the distribution was \ndone using the Shapiro–Wilk test, and post hoc testing was done \nusing Bonferroni adjustment. Pearson’s correlation was used to \nstudy the association between different numerical variables. \nMultiple logistic regression was employed to investigate the \nfactors associated with clinical misophonia (individuals with an \nA-MISO-S score between 5 and 24). Statistical significance was \nset at P ≤ .05.\n2.3.1. Ethical consideration. This study received ethical \napproval from the Institutional Review Board of the College of \nMedicine at KSU (Research Project No. E-23-8209). Participants \nwere presented with an informed-consent statement, which they \nread and acknowledged by selecting “Next” to access the study’s \nsurvey. An explanation of confidentiality and data anonymity \nwas provided to the participants, along with information \non the study’s scope and the principal investigator’s contact information. The right to participate was granted by clicking on \nthe link to provide informed consent.\n3. Results\nTable 1 presents the demographic characteristics of the par -\nticipants. A total of 371 individuals participated in the study. \nThe mean age of the participants was 21.14 years, SD = 1.59 \nyears. Of the participants, 234 (63.07 %) were males, and the \nremaining 137 (36.93%) were females. Most participants, 113 \n(30.46%), were second-year students. Only 58 (15.63%) par -\nticipants were diagnosed with mental health conditions: 40 \n(68.97%) and 18 (31.03%) were diagnosed with depression \nand anxiety, respectively. Among the participants, 26 (7.01%) \nwere taking psychotropic medications. Of the students, 157 \n(42.32 %) had experienced misophonia, with 45 (28.66%) \nand 43 (27.39%) experiencing misophonia-related symptoms \nthat developed suddenly and gradually, respectively. Out of the \n152 students who had experienced misophonia, only 7 (4.61%) \nexperienced misophonia during early childhood (age,  ≤ 4 Table 1\nDemographic characteristics of the participants (N = 371).\nN %\nAge Mean (SD) 21.14 (1.59)\nSex Male 234 63.07\nFemale 137 36.93\nCurrent academic year First year 58 15.63\nSecond year 113 30.46\nThird year 73 19.68\nFourth year 60 16.17\nFifth year 67 18.06\nHave you been diagnosed with a mental health \ncondition(s)?No 313 84.37\nYes 58 15.63\nDiagnosed psychiatric condition(s) (multiple \nanswers are allowed, n = 58)Depression 40 68.97\nAnxiety 18 31.03\nObsessive-compulsive disorder 10 17.24\nOCPD 3 5.17\nBipolar disorder 2 3.45\nADHD 2 3.45\nDepersonalization/derealization disorder 1 1.72\nOCPD traits 1 1.72\nAre you currently taking any psychotropic medi-\ncation(s)?No 345 92.99\nYes 26 7.01\nEver experienced misophonia No 214 57.68\nYes 157 42.32\nDid these miso phonic-related symptoms develop \nsuddenly or gradually? (n = 157)Suddenly 45 28.66\nGradually 43 27.39\nI do not remember 69 43.95\nHow old were you when you started to experience \nthese miso phonic-related symptoms? (n = 152)Early childhood (4 and below) 7 4.61\nChildhood (5–12) 46 30.26\nTeenage years (13–17) 65 42.76\nAdult (18 and above) 34 22.37\nHas anyone in your family ever experienced \nmisophonia?I do not know 169 45.55\nNo 122 32.89\nYes 80 21.56\nPlease specify the degree of the relationship with \nthis family member(s) (n = 79)First-degree relatives (i.e., parents, \nsiblings)71 89.87\nSecond-degree relatives (i.e., grandparent, \naunt, uncle, cousin, nephew, niece)6 7.60\nMore distant relatives 2 2.53\nResponse to misophonic sounds\n(N = 77)Inward response 25 32.47\nOutward response 23 29.87\nNo true response 15 19.48\nInward and outward response 8 10.39\nOutward and no true response 2 2.60\nInward and no true response 3 3.90\nAll types of response 1 1.30\nADHD = attention-deficit/hyperactivity disorder, OCPD = obsessive-compulsive personality disorder, SD = standard deviation.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4Almadani et al. • Medicine (2024) 103:43 Medicine\nyears), 46 (30.26%) during childhood (age, 5–12 years), 65 \n(42.76%) during teenage years (age, 13–17 years), and 34 \n(22.37%) during adulthood (age,  ≥ 18 years). Eighty (21.56%) \nparticipants had family members who previously experienced \nmisophonia. Seventy-nine out of these 80 specified the degree \nof the relationship with the family member who had previ-\nously experienced misophonia, with 71 (89.87%) being first-  \ndegree family members. Twenty-five (32.47%) and 23 (29.87%) \nstudents responded to misophonic sounds inwardly and out-\nwardly, respectively.\nTable 2 presents the A-MISO-S, PHQ-9, and OCI-R scores of \nthe participants. The mean A-MISO-S score of the participants \nwas 3.22, SD = 3.48. Most of the students, 264 (71.16%), had \nsubclinical misophonia. Eighty-three (22.37%), 21 (5.66%), \nand 3 (0.81%) students experienced mild, moderate, and severe \nmisophonia, respectively. Out of 371 students, 107 (28.84%) \nhad clinical misophonia. The mean PHQ-9 score of the partici-\npants was 7.39, SD = 5.76. Among the students, 139 (37.47%) \nhad minimal depression, 109 (29.38%) had mild depression, \n80 (21.56%) had moderate depression, 29 (7.82%) had mod-\nerately severe depression, and 14 (3.77%) had severe depres-\nsion. Thus, of the 371 students, 123 (33.15%) were found to \nhave depression. The mean OCI-R score of the participants was \n15.49, SD = 12.51. Among the 371 students, 115 (31.00%) had \nlikely OCD.Table 3 shows the associations between the A-MISO-S, \nPHQ-9, and OCI-R scores. Pearson’s correlation analysis \nrevealed significant associations between these variables. \nThe correlation coefficient (r ) between the PHQ-9 and \nA-MISO-S scores was 0.276 (P  < .001), indicating a weak \npositive correlation. Additionally, the correlation coeffi-\ncient between the OCI-R and A-MISO-S scores was 0.333 \n(P < .001), indicating a moderately positive correlation. \nSimilarly, the correlation coefficient between the OCI-R and \nPHQ-9 scores was 0.478 (P  < .001), also indicating a mod-\nerately positive correlation.\nTable 4 shows the association between the PHQ-9 cate-\ngories and OCD across misophonia categories. Depression \ncategories showed significant associations: the percentage of \nstudents with minimal depression and subclinical misophonia \n(114, 43.2%) was higher than that of students with minimal \ndepression and mild, moderate, or severe misophonia (23, \n27.7%; 2, 9.5%; and 0, 0%, respectively). Furthermore, the \npercentage of students with mild depression and subclinical \nmisophonia (82, 31.1%) was higher than that of students with \nmild depression and mild, moderate, or severe misophonia \n(24, 28.9%; 3, 14.3%; and 0, 0%, respectively). Moreover, the \npercentage of students with moderate depression and severe \nmisophonia (2, 66.7%) was higher than that of students with \nmoderate depression and subclinical, mild, or moderate miso-\nphonia (45, 17%; 24, 28.9%; and 9, 42.9%, respectively). The \npercentage of students with moderately severe depression and \nmoderate misophonia (7, 33.3%) was higher than that of stu-\ndents with moderately severe depression and subclinical, mild, \nor severe misophonia (15, 5.7%; 7, 8.5%; and 0, 0%, respec-\ntively). In addition, the percentage of students with severe \ndepression and severe misophonia (1, 33.3%) was higher than \nthat of students with severe depression and subclinical, mild, \nor moderate misophonia (8, 3%; 5, 6%; and 0, 0%, respec-\ntively; P < .001).\nThe association with OCD was significant: the percentage \nof students with likely OCD and moderate misophonia (16, \n76.2%) was higher than that of students with likely OCD and \nsubclinical, mild, or severe misophonia (61, 23.1%; 36, 43.4%; \nand 2, 66.7%, respectively; P < .001).\nTable 5 shows the associations between participant demo-\ngraphic characteristics and the A-MISO-S, PHQ-9, and OCI-R \nscores. Age, sex, diagnosis of a mental health condition, cur -\nrent use of psychotropic medication, history of experiencing \nmisophonia, and family history of misophonia showed sig-\nnificant associations with the A-MISO-S score. The correla-\ntion coefficient between age and the A-MISO-S score was \n0.123 (P  = .018), indicating a weak positive correlation. The \nmean A-MISO-S score was lower among males (mean = 2.79, \nSD = 3.21) than among females (mean = 3.96, SD = 3.79) \n(P = .003). The mean A-MISO-S score of participants diag-\nnosed with a mental health condition (mean = 4.29, SD = 4) \nwas higher than that of those not diagnosed with a mental \nhealth condition (mean = 3.02, SD = 3.34) (P  = .026). The \nmean A-MISO-S score of participants who were taking psy-\nchotropic medications (mean = 4.96, SD = 3.85) was higher \nthan that of those who were not taking any psychotropic \nmedications (mean = 3.09, SD = 3.42) (P  = .008). The mean \nA-MISO-S score of participants who had previously expe-\nrienced misophonia (mean = 5.34, SD = 3.51) was higher \nthan that of those who had not experienced misophonia \n(mean = 1.66, SD = 2.49) (P  < .001). The mean A-MISO-S \nscore of participants who had a family member with a history \nof misophonia (mean = 5.13, SD = 3.74) was higher than that \nof participants who did not have a family member with a his-\ntory of misophonia (mean = 1.6, SD = 2.33). Participants who \nindicated that they did not know had a score (mean = 3.49, \nSD = 3.52) that was higher than that of those who had a family \nmember with a history of misophonia but lower than that of \nthose who had no family members with misophonia (P  < .001).Table 2\nA-MISO-S, PHQ-9, and OCI-R scores of the participants.\nA-MISO-S score Mean (SD) 3.22 (3.48)\nMedian (min, max) 2.0 (0.0, 19.0)\nN (%)\nA-MISO-S categories Subclinical misophonia\n(score, 0–4)264 (71.16)\nMild misophonia\n(score, 5–9)83 (22.37)\nModerate misophonia\n(score, 10–14)21 (5.66)\nSevere misophonia\n(score, 15–19)3 (0.81)\nExtreme misophonia\n(score, 20–24)0 (0.00)\nPresence of misophonia Subclinical misophonia\n(score, 0–4)264 (71.16)\nClinical misophonia\n(score, 5–24)107 (28.84)\nPHQ-9 score Mean (SD) 7.39 (5.76)\nMedian (min, max) 7.0 (0.0, 24.0)\nPHQ-9 categories Minimal depression\n(score, 0–4)139 (37.47)\nMild depression\n(score, 5–9)109 (29.38)\nModerate depression\n(score, 10–14)80 (21.56)\nModerately severe depression\n(score, 15–19)29 (7.82)\nSevere depression\n(score, 20–27)14 (3.77)\nPresence of depression No depression\n(score, 0–9)248 (66.85)\nDepression\n (score, 10–27)123 (33.15)\nOCI-R score  Mean (SD) 15.49 (12.51)\nMedian (min, max) 13.0 (0.0, 63.0)\nPresence of OCD No OCD\n(score, 0–20)256 (69.00)\nLikely OCD\n(score, ≥21)115 (31.00)\nA-MISO-S = Amsterdam Misophonia Scale, OCD = obsessive-compulsive disorder, OCI-R = \nObsessive-Compulsive Inventory-Revised, PHQ-9 = Patient Health Questionnaire-9, SD = standard \ndeviation.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5Almadani et al. • Medicine (2024) 103:43 www.md-journal.com\nAge, sex, current academic year, diagnosis of a mental \nhealth condition, current use of psychotropic medication, his-\ntory of experiencing misophonia, and family history of miso-\nphonia showed significant associations with the PHQ-9 score. \nThe correlation coefficient between age and the PHQ-9 score \nwas 0.15 (P = .004), indicating a weak positive correlation. \nThe mean PHQ-9 score among males (mean = 6.51, SD = 5.8) \nwas lower than that among females (mean = 8.9, SD = 5.38) \n(P < .001). The mean PHQ-9 score of second-year students \n(mean = 9.04, SD = 5.63) was higher than that of fourth- \n(mean = 5.18, SD = 5.35) and fifth-year students (mean = 5.88, \nSD = 5.44) (P < .001). The mean PHQ-9 score of participants diagnosed with a mental health condition (mean = 11.95, \nSD = 5.42) was higher than that of those not diagnosed with \na mental health condition (mean = 6.55, SD = 5.42) (P < .001). \nThe mean PHQ-9 score of participants who were taking psy-\nchotropic medications (mean = 12.73, SD = 4.57) was higher \nthan that of those who were not taking psychotropic medica-\ntions (mean = 6.99, SD = 5.64) (P < .001). The mean PHQ-9 \nscore of participants who had previously experienced miso-\nphonia (mean = 8.54, SD = 5.89) was higher than that of those \nwho had not experienced misophonia (mean = 6.55, SD = 5.52) \n(P = .001). The mean PHQ-9 score of participants who had \na family member with a history of misophonia (mean = 8.99, Table 3\nAssociation between the A-MISO-S, PHQ-9, and OCI-R scores.\nA-MISO-S score PHQ-9 score OCI-R score\nPHQ-9 score Pearson correlation 0.276 --\nP value <.001*\nOCI-R score Pearson correlation 0.333 0.478 --\nP value <.001* <.001*\nA-MISO-S = Amsterdam Misophonia Scale, OCI-R = Obsessive-Compulsive Inventory-Revised, PHQ-9 = Patient Health Questionnaire-9.\n*Significant at P ≤.05.\nTable 4\nAssociation of PHQ-9 categories and OCD across misophonia categories.\nMisophonia categories\nχ2P valueSubclinical\nN (%)Mild\nN (%)Moderate\nN (%)Severe\nN (%)\nDepression categories Minimal 114 (43.2) 23 (27.7) 2 (9.5) 0 (0) 33.53 <.001*\nMild 82 (31.1) 24 (28.9) 3 (14.3) 0 (0)\nModerate 45 (17) 24 (28.9) 9 (42.9) 2 (66.7)\nModerately severe 15 (5.7) 7 (8.5) 7 (33.3) 0 (0)\nSevere 8 (3) 5 (6) 0 (0) 1 (33.3)\nOCD No OCD 203 (76.9) 47 (56.6) 5 (23.8) 1 (33.3) 31.85 <.001*\nLikely OCD 61 (23.1) 36 (43.4) 16 (76.2) 2 (66.7)\nOCD = obsessive-compulsive disorder, PHQ-9 = Patient Health Questionnaire-9.\n*Significant at P ≤.05.\nTable 5\nAssociation between participants’ demographic characteristics and A-MISO-S, PHQ-9, and OCI-R scores.\nA-MISO-S score P value PHQ-9 score P value OCI-R score P value\nAge Pearson correlation coefficient 0.123 .018* 0.15 .004* 0.194 <.001*\nN Mean SD Mean SD Mean SD\nSex Male 234 2.79 3.21 .003* 6.51 5.8 <.001* 13.25 11.94 <.001*\nFemale 137 3.96 3.79 8.9 5.38 19.33 12.58\nAcademic year First year 58 3.74 3.79 0.6 8.5 6.03 <.001* 15.71 10.99 <.001*\nSecond year 113 3.27 3.45 9.04 5.63 19.76 13.24\nThird year 73 3.26 3.33 7.15 5.5 15.51 12.09\nFourth year 60 3.15 3.44 5.18 5.35 11.75 13.48\nFifth year 67 2.72 3.47 5.88 5.44 11.45 9.66\nDiagnosed with a mental health condition No 313 3.02 3.34 .026* 6.55 5.42 <.001* 14.67 12.36 .003*\nYes 58 4.29 4 11.95 5.42 19.93 12.51\nCurrently taking any psychotropic medication No 345 3.09 3.42 .008* 6.99 5.64 <.001* 14.92 12.2 .001*\nYes 26 4.96 3.85 12.73 4.57 23.12 14.26\nEver experienced misophonia No 214 1.66 2.49 <.001* 6.55 5.52 .001* 12.98 11.34 <.001*\nYes 157 5.34 3.51 8.54 5.89 18.92 13.24\nAnyone in your family ever experienced misophonia No 122 1.6 2.33 <.001* 6 5.65 .001* 12.13 11.35 <.001*\nYes 80 5.13 3.74 8.99 5.7 18.53 13.06\nI do not know 169 3.49 3.52 7.64 5.66 16.49 12.58\nA-MISO-S = Amsterdam Misophonia Scale, OCI-R = Obsessive-Compulsive Inventory-Revised, PHQ-9 = Patient Health Questionnaire-9, SD = standard deviation.\n*Significant at P ≤ 0.05.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6Almadani et al. • Medicine (2024) 103:43 Medicine\nSD = 5.7) was higher than that of participants who did not \nhave a family member with a history of misophonia (mean = 6, \nSD = 5.65). Participants who indicated that they did not know \nhad a higher score (mean = 7.64, SD = 5.66) than those who had \nno family members with misophonia; however, their score was \nnot different from that of those who had family members with \nmisophonia (P = .001).\nAge, sex, current academic year, diagnosis of a mental health \ncondition, current use of psychotropic medication, history of \nexperiencing misophonia, and family history of misophonia \nshowed significant associations with the OCI-R score. The cor -\nrelation coefficient between age and the OCI-R score was 0.194 \n(P < .001), indicating a weak positive correlation. The mean \nOCI-R score of males (mean = 13.25, SD = 11.94) was lower \nthan that of females (mean = 19.33, SD = 12.58); (P < .001). \nThe mean OCI-R score of second-year students (mean = 19.76, \nSD = 13.24) was higher than that of fourth- (mean = 11.75, \nSD = 13.48) and fifth-year students and (mean = 11.45, \nSD = 9.66) (P < .001). The mean OCI-R score of participants \ndiagnosed with a mental health condition (mean = 19.93, \nSD = 12.51) was higher than that of participants not diagnosed \nwith a mental health condition (mean = 14.67, SD = 12.36) \n(P = .003). The mean OCI-R score of participants who were \ntaking psychotropic medications (mean = 23.12, SD = 14.26) \nwas higher than that of those who were not taking psychotropic \nmedications (mean = 14.92, SD = 12.2) (P = .001). The mean \nOCI-R score of participants who had previously experienced \nmisophonia (mean = 18.92, SD = 13.24) was higher than that \nof those who had not experienced misophonia (mean = 12.98, \nSD = 11.34) (P < .001). The mean OCI-R score of partici-\npants who had a family member with a history of misopho-\nnia (mean = 18.53, SD = 13.06) was higher than that of those \nwho did not have a family member with a history of misopho-\nnia (mean = 12.13, SD = 11.35). Participants who indicated \nthat they did not know had a higher score (mean = 16.49, \nSD = 12.59) than those who had no family members with miso-\nphonia; however, their score was not different from that of those \nwho had family members with misophonia (P < .001).\nTable 6 shows the association between the participants’ \ndemographic characteristics and misophonia, depression, and \nOCD. Sex, diagnosis of a mental health condition, current use of psychotropic medication, history of experiencing misophonia, \nand family history of misophonia showed significant associa-\ntions with the A-MISO-S. The percentage of males with clinical \nmisophonia (51, 21.8%) was lower than that of females with \nclinical misophonia (56, 40.9%) (P < .001). The percentage of \nparticipants who were diagnosed with a mental health condi-\ntion and had clinical misophonia (24, 41.4%) was higher than \nthat of those who were not diagnosed with a mental health con-\ndition and had clinical misophonia (83, 26.5%), (P = .022). The \npercentage of participants who were taking psychotropic med-\nications and had clinical misophonia (14, 53.8%) was higher \nthan that of those who were not taking any psychotropic med-\nications and had clinical misophonia (93, 27%) (P = .004). The \npercentage of participants who experienced misophonia and \nhad clinical misophonia (85, 54.1%) was higher than that of \nthose who had not previously experienced misophonia and had \nclinical misophonia (22, 10.3%) (P < .001). The percentage of \nparticipants who had a family member who had experienced \nmisophonia and had clinical misophonia (43, 53.8%) was \nhigher than that of those who did not have any family member \nwho had previously experienced misophonia and had clinical \nmisophonia (11, 9%) and those who did not know if a family \nmember had misophonia (53, 31.4%) (P < .001).\nAge, sex, current academic year, diagnosis of a mental \nhealth condition, current use of psychotropic medication, his-\ntory of experiencing misophonia, and family history of miso-\nphonia showed a significant association with the PHQ-9. The \nmean age of participants who had depression (mean = 20.80, \nSD = 1.55) was lower than that of those who did not have \ndepression (mean = 21.31, SD = 1.58) (P = .004). The percent-\nage of males with depression (60, 25.6%) was lower than that \nof females with depression (63, 46.0%) (P < .001). The percent-\nage of second-year students who had depression (51, 45.1%) \nwas higher than that of fourth- (8, 13.3% and fifth-year stu-\ndents (14, 20.9%) (P < .001). The percentage of participants \nwho were diagnosed with a mental health condition and had \ndepression (38, 65.5%) was higher than that of those who were \nnot diagnosed with a mental health condition and had depres-\nsion (85, 27.2%) (P < .001). The percentage of participants \nwho were taking psychotropic medications and had depression \n(19, 73.1%) was higher than that of those who were not taking \nTable 6\nAssociation between participants’ demographic characteristics and misophonia, depression, and OCD.\nA-MISO-S\nP valuePHQ-9\nP valueOCD\nP valueSubclinical \nmisophoniaClinical \nmisophoniaNo \ndepression Depression No OCD Likely OCD\nN = 264 (%) N = 107 (%) N = 248 (%) N = 123 (%) N = 256 (%) N = 115 (%)\nAge Mean ± SD 21.2 ± 1.61 21 ± 1.53 0.27 21.31 ± 1.58 20.80 ± 1.55 .004* 21.31 ± 1.59 20.77 ± 1.52 .002*\nSex Male 183 (78.2) 51 (21.8) <.001* 174 (74.4) 60 (25.6) <.001* 179 (76.5) 55 (23.5) <.001*\nFemale 81 (59.1) 56 (40.9) 74 (54.0) 63 (46.0) 77 (56.2) 60 (43.8)\nCurrent academic year First year 42 (72.4) 16 (27.6) 0.99 36 (62.1) 22 (37.9) <.001* 42 (72.4) 16 (27.6) <.001*\nSecond year 79 (69.9) 34 (30.1) 62 (54.9) 51 (45.1) 60 (53.1) 53 (46.9)\nThird year 52 (71.2) 21 (28.8) 45 (61.6) 28 (38.4) 50 (68.5) 23 (31.5)\nFourth year 42 (70) 18 (30) 52 (86.7) 8 (13.3) 48 (80) 12 (20)\nFifth year 49 (73.1) 18 (26.9) 53 (79.1) 14 (20.9) 56 (83.6) 11 (16.4)\nDiagnosed with a mental \nhealth conditionNo 230 (73.5) 83 (26.5) .022* 228 (72.8) 85 (27.2) <.001* 226 (72.2) 87 (27.8) .002*\nYes 34 (58.6) 24 (41.4) 20 (34.5) 38 (65.5) 30 (51.7) 28 (48.3)\nCurrently taking any psycho-\ntropic medicationNo 252 (73) 93 (27) .004* 241 (40) 104 (60) <.001* 245 (71) 100 (29) .002*\nYes 12 (46.2) 14 (53.8) 7 (26.9) 19 (73.1) 11 (42.3) 15 (57.7)\nEver experienced misophonia No 192 (89.7) 22 (10.3) <.001* 158 (73.8) 56 (26.2) .019* 166 (77.6) 48 (22.4) <.001*\nYes 72 (45.9) 85 (54.1) 90 (57.3) 67 (42.7) 90 (57.3) 67 (42.7)\nAnyone in your family ever \nexperienced misophoniaNo 111 (91) 11 (9) <.001* 111 (65.7) 58 (34.3) .002* 98 (80.3) 24 (19.7) .004*\nYes 37 (46.2) 43 (53.8) 95 (77.9) 27 (22.1) 50 (62.5) 30 (37.5)\nI do not know 116 (68.6) 53 (31.4) 42 (52.5) 38 (47.5) 108 (63.9) 61 (36.1)\nA-MISO-S = Amsterdam Misophonia Scale, OCD = obsessive-compulsive disorder, OCI-R = Obsessive-Compulsive Inventory-Revised, PHQ-9 = Patient Health Questionnaire-9, SD = standard deviation.\n*Significant at P ≤ .05.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7Almadani et al. • Medicine (2024) 103:43 www.md-journal.com\nany psychotropic medications and had depression (104, 60%) \n(P < .001). The percentage of participants who had experienced \nmisophonia and depression (67, 42.7%) was higher than that of \nthose who had not experienced misophonia and had depression \n(56, 26.2%) (P = .019). The percentage of participants who had \na family member who had experienced misophonia and depres-\nsion (27, 22.1%) was lower than that of those who did not have \nany family member who had previously experienced misopho-\nnia and had depression 58 (34.3%) and those who did not know \nif a family member had misophonia (38, 47.5%) (P = .002).\nAge, sex, current academic year, diagnosis of a mental health \ncondition, current use of psychotropic medication, history of \nexperiencing misophonia, and family history of misophonia \nshowed a significant association with OCD. The mean age of \nparticipants who had likely OCD (mean = 20.77, SD = 1.52) was \nlower than that of those who did not have OCD (mean = 21.31, \nSD = 1.59) (P = .002). The percentage of males who had likely \nOCD (55, 23.5%) was lower than that of females who had likely \nOCD (60, 43.8%) (P < .001). The percentage of second-year \nstudents who had likely OCD (53, 46.9%) was higher than \nthat of fourth- (12, 20%) and fifth-year students who had likely \nOCD (11, 16.4%) (P < .001). The percentage of participants \nwho were diagnosed with a mental health condition and had \nlikely OCD (28, 48.3%) was higher than that of those who were \nnot diagnosed with a mental health condition and had likely \nOCD (87, 27.8%) (P = .002). The percentage of participants \nwho were taking psychotropic medications and had likely OCD \n(15, 57.7%) was higher than that of those who were not taking \nany psychotropic medications and had likely OCD (100, 29%) \n(P = .002). The percentage of participants who experienced \nmisophonia and had likely OCD (67, 42.7%) was higher than \nthat of those who had not previously experienced misophonia \nand had likely OCD (48, 22.4%) (P < .001). The percentage of \nparticipants who had a family member who had experienced \nmisophonia and had likely OCD (30, 37.5%) and those who did \nnot know if a family member had misophonia (61, 36.1%) was \nhigher than that of those who did not have any family mem-\nber who had previously experienced misophonia and had likely \nOCD (24, 19.7%) (P = .004).\nTable 7 presents the results of a multivariable logistic regres-\nsion analysis identifying factors associated with the presence \nof clinical misophonia. The analysis indicated that sex, family \nhistory of misophonia, depression severity, and OCD are signifi-\ncantly associated with the presence of clinical misophonia. Sex showed a significant association with the presence of clinical \nmisophonia. Compared with males, females had higher odds of \nhaving clinical misophonia (odds ratio (OR) = 1.70, 95% CI: \n1.01, 2.87, P = .048). A family history of misophonia showed \na significant association with the presence of clinical misopho-\nnia. Compared with participants without a family history of \nmisophonia, those with a family member who had experienced \nmisophonia and those who could not remember whether they \nhad a family member who had experienced misophonia had \nhigher odds of having clinical misophonia (OR = 9.53, 95% \nCI: 4.32, 21.03, P < .001 and OR = 3.97, 95% CI: 1.93, 8.18, \nP < .001, respectively). Depression severity showed a significant \nassociation with the presence of clinical misophonia. Compared \nwith participants who had minimal depression, those who had \nmoderately severe depression had higher odds of having clinical \nmisophonia (OR = 2.72, 95% CI: 1.04, 7.12, P = .042). OCD \nshowed a significant association with the presence of clinical \nmisophonia. Compared with participants who had no OCD, \nparticipants who had likely OCD had higher odds of having \nclinical misophonia (OR = 2.25, 95% CI: 1.28, 3.94, P = .005).\n4. Discussion\nIn our study, 42.76% of the participants who experienced miso-\nphonia reported its onset during their teenage years, whereas \n30.26% reported its onset during childhood. A previous study \nconducted in the Netherlands found that 45% and 30% of \nparticipants reported misophonia onset during childhood and \nteenage years, respectively.[5] Our findings and those of the pre-\nvious study[5] indicate a common occurrence of misophonia \nonset during childhood and adolescent years. Therefore, we \nrecommend screening for misophonia in at-risk age groups. \nConcerning the nature of the response to misophonic sounds \nin our study, 32.47% of participants displayed inward reac-\ntions, whereas 29.87% exhibited outward responses. Another \nstudy conducted in the UK explored the nature of responses to \nmisophonic sounds.[18] We propose enhancing the awareness of \nmisophonia and implementing screening strategies to identify \nindividuals who may be affected by this condition. Furthermore, \nour study found that 27.39% of the participants who experi-\nenced misophonia reported gradually developing symptoms. \nIn contrast, a previous study in the Netherlands revealed that \nmost participants (93%) reported a gradual onset of misopho-\nnia.[6] The variation between our findings and those of previous Table 7\nMultiple logistic regression analysis of factors associated with the presence of clinical misophonia (A-MISO-S score 5–24).\nOR P value 95% CI for OR\nAge 1.03 .764 0.87 1.21\nSex\n  Male Ref.\n  Female 1.70 .048* 1.01 2.87\nAnyone in the family ever experienced misophonia\n  No Ref.\n  Yes 9.53 <.001* 4.32 21.03\n  I do not know 3.97 <.001* 1.93 8.18\nDepression categories\n  Minimal Ref.\n  Mild 1.12 .745 0.57 2.18\n  Moderate 1.58 .219 0.76 3.26\n  Moderately severe 2.72 .042* 1.04 7.12\n  Severe 1.82 .355 0.51 6.47\nOCD\n  No OCD Ref.\n  Likely OCD 2.25 .005* 1.28 3.94\nA-MISO-S = Amsterdam Misophonia Scale, CI = confidence interval, OCD = obsessive-compulsive disorder, OCI-R = Obsessive-Compulsive Inventory-Revised, OR = odds ratio, PHQ-9 = Patient Health \nQuestionnaire-9.\n*Significant at P ≤ .05.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8Almadani et al. • Medicine (2024) 103:43 Medicine\nstudies[6] could be attributed to methodological differences. \nSpecifically, most (74%) participants in the previous study[6] \nwere already diagnosed with misophonia, whereas our study \ndid not require participants to have a prior diagnosis for par -\nticipation. Despite the differing percentages, our findings and \nthose of the previous study[6] indicate that misophonia onset \nmay be gradual. Therefore, implementing screening strategies \ncould be beneficial for identifying misophonia at an early stage, \nenabling early intervention and support. Furthermore, our \nfindings revealed that most participants experienced subclini-\ncal misophonia, with approximately one-third of them exhib-\niting clinical misophonia. Contrary to our findings, a previous \nstudy conducted among undergraduate medical students in the \nUK reported that almost half exhibited clinical misophonia.[18] \nThe variance in percentages between our findings and those of \nthe previous study[18] could be attributed to differences in the \ndemographic composition: most (73%) participants in the pre-\nvious study[18] were females. Notably, other studies have also \nshown a higher prevalence of misophonia among females.[3,4] \nDespite these percentage variations, we recommend increas-\ning awareness of misophonia among medical students. Such \nawareness initiatives are crucial, as the condition could trigger a \nspectrum of physiological, emotional, behavioral, and cognitive \nresponses.[1,12]\nThe present study identified a weak positive correlation \nbetween the PHQ-9 and A-MISO-S scores and a moder -\nate positive correlation between the OCI-R and A-MISO-S \nscores. Our findings align with those of a previous study \ninvolving undergraduate medical science students. The pre-\nvious study also found a significant association between \nmisophonia, depression, and OCD.[2] We recommend that \nuniversities establish screening programs to identify students \nwith misophonia, depression, and OCD. Early identification \nand intervention are crucial as misophonia, depression, and \nOCD negatively affect individuals’ lives.[7,14,27,28] Furthermore, \nin our study, depression severity showed a significant asso-\nciation with the presence of clinical misophonia, consistent \nwith the findings of another study conducted in Poland[17] \nusing the hospital anxiety and depression scale. The study \nconducted in Poland[17] showed a moderately positive cor -\nrelation between the severity of misophonia and depressive \nsymptoms. Similarly, our study revealed a significant associa-\ntion between OCD categories and misophonia. Correlations \nbetween misophonia and psychiatric symptoms and illnesses \nhave been reported previously.[16,29] In addition, previous \nresearch has found that the intensity of misophonia dimin-\nishes in the absence of concurrent psychiatric disorders.[5] \nScreening for depression and OCD among students with \nmisophonia symptoms, and vice versa, is crucial for early \nidentification and appropriate intervention.\nFurthermore, our results indicate a weak positive correla-\ntion between age and the A-MISO-S score. Another study \nconducted in Singapore[30] found that age was not signifi-\ncantly associated with the severity of misophonia symptoms. \nOur research found a significant association between female \nsex and misophonia, with the mean A-MISO-S score in males \nbeing lower than that in females. This finding is consistent \nwith that of study conducted in Turkey, although the associ-\nation observed in that study was not statistically significant.[3] \nHowever, our findings concerning sex and misophonia were \ninconsistent with those of studies conducted in the USA[14] \nand Germany,[4] which found no significant sex differences. \nConcerning the mental health condition(s) in our research, \nthe mean A-MISO-S score among participants diagnosed with \na mental health condition was higher than that among those \nwithout such a diagnosis. These results are consistent with \nthose of a study conducted in Turkey involving high school and \ncollege students,[19] which showed that the mean A-AMISO-R \nscore was higher among those with a known psychiatric disor -\nder than among those with no psychiatric disorder. Therefore, screening for psychiatric conditions in patients with misopho-\nnia is recommended. Furthermore, our results indicated that \nthe use of psychotropic medication was significantly associated \nwith misophonia, a finding that we hypothesize reflects the \ncoexistence of misophonia with other psychiatric conditions. \nOur hypothesis aligns with a study conducted in China that \nrevealed a medium-to-strong relationship between misophonic \nsymptoms and anxiety, depression, and OCD.[31] This aligns \nwith another study that found that misophonia may be related \nto multiple forms of psychopathology through either direct \nor associative relationships.[14] Furthermore, our results sug-\ngest that having a family history of misophonia may increase \nan individual’s likelihood of having misophonia, indicating a \npotential genetic predisposition to the condition. This finding \nis consistent with those of previous studies.[3,32] Therefore, we \nrecommend screening both individuals experiencing misopho-\nnia and their family members for the condition.\nRegarding the PHQ-9 score, our study found that females \ntended to have higher mean PHQ-9 scores than males and that \nthe percentage of females with depression was higher than that \nof males. These findings are consistent with those of a prior study \ninvolving adolescents, which showed that sex was a significant \npredictor, with male students being less likely to have depres-\nsion than female students.[33] Furthermore, our findings are \nconsistent with those of another study conducted in SA[34]; how-\never, the results of that study were not statistically significant. \nFurthermore, our study found that the mean age of participants \nwho had depression was lower than that of participants who \ndid not have depression. This finding is inconsistent with that of \na study conducted in India,[35] which found a significant increase \nin prevalence with age. The variation between our results and \nthose of the Indian study could be attributed to the differences \nin the sample populations. Our study focused exclusively on \nmedical students, whereas the Indian study incorporated a more \ndiverse sample from various specialties. Furthermore, in our \nstudy, we found that the percentage of students with depression \nin the first 3 years was higher than that in the fourth and fifth \nyears. This result suggests that students in the first 3 years might \nhave difficulties adjusting to medical school, potentially contrib-\nuting to an increased risk of depression. In another study con-\nducted at the same institution (i.e., KSU),[36] the results showed a \nsimilar pattern of decreasing depressive scores in the later years \nof medical school. Furthermore, our study reported that partic-\nipants with mental health conditions had higher PHQ-9 scores \nthan those without mental health conditions. Hence, clinicians \nshould recognize the increased risk of depression in individuals \nwith mental health conditions. Furthermore, our data showed \nthat the percentage of participants who experienced misopho-\nnia and depression was higher than that of those who had not \nexperienced misophonia and had depression. These findings are \nconsistent with those of a study conducted in Iran,[2] which indi-\ncated a significant and direct relationship between misophonia \nand depression.\nRegarding OCD, our results showed that age was signifi-\ncantly associated with OCD, as participants with higher OCI-R \nscores tended to be slightly younger, suggesting that younger \nstudents might be more susceptible to developing OCD. This \nfinding is consistent with that of a study conducted in Iraq,[37] \nwhich found that OCD symptoms were significantly related to \nyounger age. Furthermore, our results demonstrated that males \nhad a lower mean OCI-R than females. Additionally, female \nparticipants had a significantly higher likelihood of OCD than \ntheir male counterparts. These findings are consistent with those \nof a study conducted in SA,[38] which also reported that women \nwere more prone to higher OCI-R scores. Moreover, our results \nwere consistent with those of a broader meta-analysis,[39] which \nfound that women were 1.6 times more likely to experience \nOCD than men. Hence, we recommend that clinicians consider \nsex-related variations when assessing OCD. Furthermore, our \nfindings showed that participants in the first 3 years of college \nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9Almadani et al. • Medicine (2024) 103:43 www.md-journal.com\nhad a higher mean OCI-R score. These findings align with \nthose of another study, which indicated a significant associa-\ntion between OCD and college years.[37] Our findings also align \nwith those of a study conducted at Taibah University, SA,[40] \nwhich found an increase in the probability of OCD in the early \nacademic years. Hence, we advise facilitating access to mental \nhealth services for college students, especially those in their first \n3 years. Furthermore, in our study, the percentage of partici-\npants who were diagnosed with a mental health condition and \nhad likely OCD was higher than that of participants who were \nnot diagnosed with a mental health condition and had likely \nOCD. This result reflects a possible association between mental \nhealth conditions and OCD. This finding aligns with that of a \nstudy conducted in the USA,[41] which found that endorsement \nof one or more obsessive-compulsive symptoms was signifi-\ncantly more frequent in the depressed group than in the non- \ndepressed group. Furthermore, we found that participants  \ntaking psychotropic medications had a higher mean OCI-R \nscore than those who were not. Moreover, the percentage of \nparticipants who were taking psychotropic medications and had \nlikely OCD was higher than that of those who were not taking \nany psychotropic medications and had likely OCD. This finding \nindirectly supports the hypothesis that OCD is comorbid with \nother mental health conditions. Furthermore, our study showed \nthat participants who had likely OCD had higher odds of hav-\ning clinical misophonia than those without OCD. This result is \nconsistent with that of a study conducted in Iran,[2] which found \na significant relationship between misophonia and OCD. We \nrecommend that clinicians consider assessing for misophonia in \nindividuals diagnosed with OCD. Furthermore, individuals with \na family history of misophonia had higher mean OCI-R scores \nthan those who did not. As such, we recommend screening for \nOCD in patients with a family history of misophonia, and vice \nversa.\n5. Strengths and limitations\nThis study has several strengths and limitations. In terms of \nstrengths, this study addressed misophonia, which has not been \nsufficiently studied in SA. In addition, the tool comprises vali-\ndated scales. Moreover, the sample size was sufficiently large to \nobtain significant results. Regarding limitations, the study was \nconducted solely at one location, namely KSU, potentially limit-\ning the generalizability of the results. Future multicenter studies, \nsuch as those involving multiple universities, may mitigate this \nlimitation. Another limitation is that convenience sampling was \nused to recruit participants. A more rigorous sampling method \ncan yield more meaningful results.\n6. Conclusions\nThis study assessed the prevalence of misophonia and its associ-\nation with depression and OCD. Among other significant find-\nings, we found that close to half (42.32%) of the participants \nhad experienced misophonia, with clinical misophonia being \nobserved more in females than in males. In addition, we found a \nsignificant correlation between misophonia, OCD, and depres-\nsion, suggesting that individuals with misophonia are more \nsusceptible to these mental health conditions, and vice versa. \nWe recommend increasing awareness of misophonia and its \nmanifestations to facilitate early detection and proper manage-\nment. We also recommend screening for depression and OCD in \npatients with misophonia.\nAcknowledgments\nThe authors extend their appreciation to the Deanship \nof Scientific Research, King Saud University, for funding \nthrough the Vice Deanship of Scientific Research Chairs; SABIC Psychological Health Research and Applications Chair \n(SPHRAC), Department of Psychiatry, College of Medicine, \nKing Saud University, Riyadh 12372, Saudi Arabia.\nAuthor contributions\nConceptualization: Ahmad H. Almadani, Ibrahim M. \nAlabdulkarim, Mohammed I. Akresh, Meshal I. Alassaf, \nMohammed A. Alkathiri, Khalid M. Alkublan, Rakan A. \nAldoghmani, Yazeed A. Alghtani, Sultan A. Alwaily.\nData curation: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh.\nFormal analysis: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh.\nFunding acquisition: Ahmad H. Almadani.\nMethodology: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh, Meshal I. Alassaf, Mohammed A. \nAlkathiri, Khalid M. Alkublan, Rakan A. Aldoghmani, \nYazeed A. Alghtani, Sultan A. Alwaily.\nProject administration: Ahmad H. Almadani, Ibrahim M. \nAlabdulkarim, Mohammed I. Akresh, Meshal I. Alassaf, \nMohammed A. Alkathiri, Khalid M. Alkublan, Rakan A. \nAldoghmani, Yazeed A. Alghtani, Sultan A. Alwaily.\nResources: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh, Meshal I. Alassaf, Mohammed A. \nAlkathiri, Khalid M. Alkublan, Rakan A. Aldoghmani, \nYazeed A. Alghtani, Sultan A. Alwaily.\nSoftware: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh, Meshal I. Alassaf, Mohammed A. \nAlkathiri, Khalid M. Alkublan, Rakan A. Aldoghmani, \nYazeed A. Alghtani, Sultan A. Alwaily.\nSupervision: Ahmad H. Almadani.\nValidation: Ahmad H. Almadani, Ibrahim M. Alabdulkarim, \nMohammed I. Akresh, Meshal I. Alassaf, Mohammed A. \nAlkathiri, Khalid M. Alkublan, Rakan A. Aldoghmani, \nYazeed A. Alghtani, Sultan A. Alwaily.\nVisualization: Ahmad H. Almadani.\nWriting – original draft: Ahmad H. Almadani, Ibrahim M. \nAlabdulkarim, Mohammed I. Akresh, Meshal I. Alassaf, \nMohammed A. Alkathiri, Khalid M. Alkublan, Rakan A. \nAldoghmani, Yazeed A. Alghtani, Sultan A. Alwaily.\nWriting – review & editing: Ahmad H. Almadani.\nReferences\n [1] Brout JJ, Edelstein M, Erfanian M, et al. Investigating misophonia: a \nreview of the empirical literature, clinical implications, and a research \nagenda. Front Neurosci. 2018;12:36.\n [2] Yektatalab S, Mohammadi A, Zarshenas L. The prevalence of miso-\nphonia and its relationship with obsessive-compulsive disorder, anxi-\nety, and depression in undergraduate students of Shiraz University of \nMedical Sciences: a cross-sectional study. Int J Community Based Nurs \nMidwifery. 2022;10:259–68.\n [3] Kılıç C, Öz G, Avanoğlu KB, Aksoy S. The prevalence and characteris-\ntics of misophonia in Ankara, Turkey: population-based study. BJPsych \nOpen. 2021;7:e144.\n [4] Jakubovski E, Müller A, Kley H, de Zwaan M, Müller-Vahl K. \nPrevalence and clinical correlates of misophonia symptoms in the gen-\neral population of Germany. Front Psychiatry. 2022;13:1012424.\n [5] Rouw R, Erfanian M. A large-scale study of misophonia. J Clin Psychol. \n2018;74:453–79.\n [6] Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: phenom-\nenology, comorbidity and demographics in a large sample. PLoS One. \n2020;15:e0231390.\n [7] Claiborn JM, Dozier TH, Hart SL, Lee J. Self-identified misophonia \nphenomenology, impact, and clinical correlates. Psychological Thought. \n2020;13:349–75.\n [8] Cavanna AE, Seri S. Misophonia: current perspectives. Neuropsychiatr \nDis Treat. 2015;11:2117–23.\n [9] Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: phys-\niological investigations and case descriptions. Front Hum Neurosci. \n2013;7:296.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10Almadani et al. • Medicine (2024) 103:43 Medicine\n [10] Møller AR. Misophonia, phonophobia, and “exploding head” syn-\ndrome. In: Møller AR, Langguth B, De Ridder D, Kleinjung T, eds. \nTextbook of Tinnitus. Springer; 2011:25–27.\n [11] Dozier TH, Morrison KL. Phenomenology of misophonia: initial phys-\nical and emotional responses. Am J Psychol. 2017;130:431–8.\n [12] Guetta RE, Cassiello-Robbins C, Trumbull J, Anand D, Rosenthal MZ. \nExamining emotional functioning in misophonia: the role of affec-\ntive instability and difficulties with emotion regulation. PLoS One. \n2022;17:e0263230.\n [13] Bishop M. Examining the Relationship Between Misophonia and \nDepression. Honors thesis. The University of Mississippi; 2023:2859. \nAvailable at: https://egrove.olemiss.edu/hon_thesis/2859.\n [14] Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student \nsample. J Clin Psychol. 2014;70:994–1007.\n [15] Vitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham T, \nGregory J. Misophonia in the UK: prevalence and norms from the \nS-Five in a UK representative sample. PLoS One. 2023;18:e0282777.\n [16] Cusack SE, Cash TV, Vrana SR. An examination of the relationship \nbetween misophonia, anxiety sensitivity, and obsessive-compulsive \nsymptoms. J Obsessive-Compulsive Related Disord. 2018;18:67–72.\n [17] Siepsiak M, Sobczak AM, Bohaterewicz B, et al. Prevalence of misopho-\nnia and correlates of its symptoms among inpatients with depression. \nInt J Environ Res Public Health. 2020;17:5464.\n [18] Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The preva-\nlence and severity of misophonia in a UK undergraduate medical stu-\ndent population and validation of the Amsterdam misophonia scale. \nPsychiatr Q. 2021;92:609–19.\n [19] Sarigedik E, Gulle BT. A study on validation of Amsterdam misophonia \nscale in Turkish and misophonia’s prevalence in Turkish high school/\ncollege student population. Psychiatry Behav Sci. 2021;11:258–66.\n [20] Schröder A, Vulink N, Denys D. Misophonia:diagnostic criteria for a \nnew psychiatric disorder. PLoS One. 2013;8:e54706.\n [21] Abramowitz JS, Tolin DF, Diefenbach GJ. Measuring change in \nOCD: sensitivity of the obsessive-compulsive inventory-revised. J \nPsychopathol Behav Assess. 2005;27:317–24.\n [22] Senanayake B, Rajasuriya M, Suraweera C, Arambepola C. How valid \nis Obsessive-Compulsive inventory-revised scale among Sri Lankan \nadults? Indian J Psychiatry. 2018;60:318–23.\n [23] Foa EB, Huppert JD, Leiberg S, et al. The obsessive-compulsive inven-\ntory: development and validation of a short version. Psychol Assess. \n2002;14:485–96.\n [24] Huppert JD, Walther MR, Hajcak G, et al. The OCI-R: validation of the \nsubscales in a clinical sample. J Anxiety Disord. 2007;21:394–406.\n [25] Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief \ndepression severity measure. J Gen Intern Med. 2001;16:606–13.\n [26] Spitzer RL, Williams JB, Kroenke K, Hornyak R, McMurray J. Validity \nand utility of the PRIME-MD patient health questionnaire in assess-\nment of 3000 obstetric-gynecologic patients: the PRIME-MD Patient Health Questionnaire Obstetrics-Gynecology Study. Am J Obstet \nGynecol. 2000;183:759–69.\n [27] Lim GY, Tam WW, Lu Y, Ho CS, Zhang MW, Ho RC. Prevalence of \ndepression in the community from 30 countries between 1994 and \n2014. Sci Rep. 2018;8:2861.\n [28] Kugler BB, Lewin AB, Phares V, Geffken GR, Murphy TK, Storch EA. \nQuality of life in obsessive-compulsive disorder: the role of mediating \nvariables. Psychiatry Res. 2013;206:43–9.\n [29] Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and comorbid \npsychiatric symptoms: a preliminary study of clinical findings. Nord J \nPsychiatry. 2019;73:219–28.\n [30] Quek TC, Ho CS, Choo CC, Nguyen LH, Tran BX, Ho RC. Misophonia \nin Singaporean psychiatric patients: a cross-sectional study. Int J \nEnviron Res Public Health. 2018;15:1410.\n [31] Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese \nuniversity students: incidence, associated impairment, and clinical cor -\nrelates. J Obsessive Compulsive Related Disord. 2017;14:7–12.\n [32] Sanchez TG, Silva FED. Familial misophonia or selective sound sensi-\ntivity syndrome: evidence for autosomal dominant inheritance? Braz J \nOtorhinolaryngol. 2018;84:553–9.\n [33] AlYousefi NA, AlRukban MO, AlMana AM, et al. Exploring the pre-\ndictors of depression among Saudi adolescents: time for urgent firm \nactions. Saudi Med J. 2021;42:673–81.\n [34] Jarwan BK. Depression among medical students of Faculty of Medicine, \nUmm Al-Qura University in Makkah, Saudi Arabia. Int J Med Sci \nPublic Health. 2015;4:184–91.\n [35] Naushad S, Farooqui W, Sharma S, Rani M, Singh R, Verma S. Study of \nproportion and determinants of depression among college students in \nMangalore city. Niger Med J. 2014;55:156–60.\n [36] Al-Faris EA, Irfan F, Van der Vleuten CP, et al. The prevalence and cor -\nrelates of depressive symptoms from an Arabian setting: a wake up call. \nMed Teach. 2012;34(Suppl 1):S32–6.\n [37] Taher TMJ, Al-fadhul SAL, Abutiheen AA, Ghazi HF, Abood NS. \nPrevalence of obsessive-compulsive disorder (OCD) among Iraqi under -\ngraduate medical students in time of COVID-19 pandemic. Middle East \nCurr Psychiatry. 2021;28:8.\n [38] Khalaf AM, Alshuaibi SK, Bin-Abbas FB, et al. The prevalence of obsessive-  \ncompulsive disorder and symptoms among medical students: a perspec-\ntive study from Riyadh, Saudi Arabia. Med Sci. 2021;25:2088–95.\n [39] Fawcett EJ, Power H, Fawcett JM. Women are at greater risk of OCD \nthan men: a meta-analytic review of OCD prevalence worldwide. J Clin \nPsychiatry. 2020;81:19r13085.\n [40] Makki NM, Alharbi AM, Aljohani AM, Aljohani SS, Jan HK, \nAlmukhlifi AS. Prevalence of obsessive-compulsive disorder among \nmedical students at Taibah University, Saudi Arabia. J Pharm Res Int. \n2023;35:14–22.\n [41] Huz I, Nyer M, Dickson C, et al. Obsessive-compulsive symptoms as \na risk factor for suicidality in U.S. college students. J Adolesc Health. \n2016;58:481–4.\nDownloaded from http://journals.lww.com/md-journal by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCy\nwCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdgGj2MwlZLeI= on 11/01/2024"
    }
  ]
}