{
  "doc_type": "scientific paper",
  "title": "Factors associated with internalizing and externalizing symptoms in a clinical sample of youth with misophonia",
  "authors": [
    "Gabrielle M. Armstrong",
    "Rebecca L. Greenberg",
    "Orri Smárason",
    "Renee M. Frederick",
    "Andrew G. Guzick",
    "Sophie C. Schneider",
    "Samuel D. Spencer",
    "Matti Cervin",
    "Eric A. Storch"
  ],
  "year": 2023,
  "journal": "Journal of Obsessive-Compulsive and Related Disorders",
  "doi": "10.1016/j.jocrd.2023.100831",
  "abstract": "Misophonia is an often chronic condition characterized by strong, unpleasant emotional reactions when exposed to specific auditory or visual triggers. While not currently defined within existing classification systems, and not clearly fitting within the framework of extant psychiatric conditions, misophonia has historically been studied most frequently within the context of obsessive-compulsive and related disorders. Internalizing and externalizing psychiatric symptoms are common in misophonia, but specific factors that confer risk for these symptoms remain unknown. The present cross-sectional study examined whether sensory sensitivity and cognitive emotion regulation facets are associated with co-occurring internalizing and externalizing symptoms in 102 youth with misophonia aged 8-17 years (Nfemales = 69). Participants completed self-report assessments of misophonia severity, sensory sensitivity, cognitive emotion regulation, and emotional-behavioral functioning. In the final model, controlling for all variables, multiple linear regression analyses revealed that sensory sensitivity and age were significant predictors of internalizing symptoms, while sensory sensitivity and the other-blame cognitive emotion regulation facet were significant predictors of externalizing symptoms. Further, findings demonstrated that the positive reappraisal cognitive emotion regulation facet moderated the effect of misophonia severity on internalizing symptoms. Results highlight a strong, consistent relation between sensory sensitivities (beyond sound sensitivity) and psychiatric symptoms in misophonic youth. Further research is necessary to determine mechanisms and clinical variables impacting internalizing and externalizing symptoms within youth with misophonia.",
  "keywords": [
    "Misophonia",
    "Youth",
    "Internalizing symptoms",
    "Externalizing symptoms",
    "Sensory sensitivity",
    "Cognitive emotion regulation"
  ],
  "research_topics": [
    "Misophonia",
    "Internalizing symptoms",
    "Externalizing symptoms",
    "Youth psychopathology",
    "Sensory sensitivity",
    "Cognitive emotion regulation",
    "Psychiatric comorbidity",
    "Obsessive-compulsive and related disorders"
  ],
  "created_at": "2025-05-05T02:06:56.899657Z",
  "source_pdf": "documents/research/Global/Armstrong 2023 Factors associated with internalizing and externalizing symptoms in a clinical sample of youth with misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Journalofobsessive -compulsive andrelateddisorders.\nArticleTitle: Factorsassociated withinternalizing andexternalizing symptoms inaclinicalsampleof\nyouthwithmisophonia\nArticleAuthor: Armstrong\nDate:2023-08-01Pages:100831-\nISSN-22113649; LCN-2012263062;\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nFactors associated with internalizing and externalizing symptoms in a clinical sample\nof youth with misophonia\nGabrielle M. Armstrong, Rebecca L. Greenberg, Orri Smárason, Cand Psych, Renee\nM. Frederick, Andrew G. Guzick, Sophie C. Schneider, Samuel D. Spencer, Matti\nCervin, Eric A. Storch\nPII: S2211-3649(23)00052-0\nDOI: https://doi.org/10.1016/j.jocrd.2023.100831\nReference: JOCRD 100831\nTo appear in: Journal of Obsessive-Compulsive and Related Disorders\nReceived Date: 2 July 2023\nRevised Date: 5 August 2023\nAccepted Date: 10 August 2023\nPlease cite this article as: Armstrong G.M., Greenberg R.L., Smárason O., Frederick R.M., Guzick\nA.G., Schneider S.C., Spencer S.D., Cervin M. & Storch E.A., Factors associated with internalizing and\nexternalizing symptoms in a clinical sample of youth with misophonia, Journal of Obsessive-Compulsive\nand Related Disorders  (2023), doi: https://doi.org/10.1016/j.jocrd.2023.100831 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© 2023 Published by Elsevier Inc."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Running head: MISOPHONIA PRESENTATIONS IN YOUTH  \n 1 \n \nFactors associated with internalizing and externalizing symptoms  in a clinical sample of \nyouth with misophonia  \n  \n  \n  \n  \nGabrielle M. Armstrong 1, Rebecca L. Greenberg 1, Orri Smárason, Cand. Psych. 1,2, Renee M. \nFrederick 1, Andrew G. Guzick, Ph.D. 3,1, Sophie C. Schneider, Ph.D. 1, Samuel D. Spencer, \nPh.D. 1, Matti Cervin, Ph.D. 4, Eric A. Storch, Ph.D. 1  \n  \n  \n  \n1 Menninger Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine   \n2 Faculty of Psychology, University of Iceland   \n3 Depa rtment of Psychiatry and Behavioral Sciences, University of Pennsylvania  \n4 Department of Clinical Sciences Lund, Lund University  \n \n \n  \n \nCorresponding Author:   \nEric Storch, Ph.D.   \nMenninger Department of Psychiatry and Behavioral Sciences   \nBaylor College of Medicine   \n1977 Butler Blvd, Suite 4 -400  \nHouston, TX 77030   \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "OCD IN DEPRESSED YOUTH   2 \n \nAcknowledgements  \nGiven their role as an Editorial Board Member, Eric Storch had no involvement in the \npeer-review of this article and had no access to information regarding its peer -review  \nResearch reported in this publication was supported by a grant from the Ream \nFoundation, as well as the Eunice Kennedy Shriver National Institute of Child Health & Human \nDevelopment of the National Institutes of Health under Award Number P50HD103555 for us e of \nthe Clinical and Translational Core facilities. The content is solely the responsibility of the \nauthors and does not necessarily represent the official views of the National Institutes of Health.  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "OCD IN DEPRESSED YOUTH   3 \n \n \nDeclarations  \nDr. Storch reports receiving research funding to his institution from the Ream Foundation, \nInternational OCD Foundation, and NIH. He is a consultant for Brainsway and Biohaven \nPharmaceuticals. He owns stock less than $5000 in NView. He receives book royalties from \nElsevier, Wiley, Oxford, American Psychological Association, Guil dford, Springer, Routledge, \nand Jessica Kingsley . Dr. Guzick receives grant support from the Misophonia Research Fund. \nDr. Cervin receives research support from the Swedish Research Council for Health, Working \nLife and Welfare, the Lindhaga Foundation, Sti ftelsen Clas Grochinskys Minnesfond, the Crown \nPrincess Lovisa's Association, Region Skåne, and Skåne University Hospital’s Foundations and \nDonations; and financial compensation from Springer for editorial work outside of the submitted \nwork. Ms. Armstrong,  Greenberg, and Frederick do not have conflicts to declare. Drs. Smárason , \nSchneider and Spencer do not have conflicts to declare.  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Running Head: MISOPHONIA PRESENTATIONS IN YOUTH  \n  \n  \n  \n  \n  \n \n \nFactors associated with internalizing and externalizing symptoms  in a clinical sample of \nyouth with misophonia  \n  \n  \n  \n  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nAbstract   \n  \nMisophonia is a n often  chronic  condition characterized by strong, unpleasant emotional reactions \nwhen exposed to specific auditory or visual triggers. While not currently defined within existing \nclassification systems, and not clearly fitting within the framework of extant psychiatric \nconditions, misophonia has historically been studied most frequently within the context of \nobsessive -compulsive and related disorders . Internalizing and externalizing psychiatric \nsymptoms are common in misophonia, but specific factors that confer risk for these symptoms \nremain unknown. The present cross -sectional study examined whether sensory sensitivity and  \ncognitive  emotion regulation facets are associated with co-occurring internalizing and \nexternalizing symptoms in 102  youth with misoph onia aged 8 -17 years (Nfemales  = 69). \nParticipants completed self-report  assessments of misophonia severity, sensory sensitivity, \ncognitive emotion regulation, and emotional -behavioral functioning . In the final model, \ncontrolling for all variables, multiple linear regression analyses revealed that sensory sensitivity \nand age were significant predictors of internalizing symptoms , while  sensory sensitivity and the \nother -blame cognitive emotion regulation facet  were significant predictors  of externalizing \nsymptoms. Further, findings demonstrated that the positive reappraisal  cognitive emotion \nregulation facet  moderated the effect of misophonia severity on internalizing symptoms. Results \nhighlight a strong, consistent relation between sensory sensitivities (beyond sound sensitivity) \nand psychiatric symptoms in misophonic youth. Further research is necessary to determine \nmechanisms and clinical variables impacting internalizing and externali zing symptoms within \nyouth  with misophonia.  \nKeywords : Misophonia,  Youth,  Internalizing symptoms, Externalizing symptoms, Sensory \nsensitivity, Cognitive e motion regulation  \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nFactors associated with internalizing and externalizing symptoms  in a clinical sample of youth \nwith misophonia  \nMisophonia is characterized by strong, negative emotional reactions (e.g., anger, anxiety, \nirritation, disgust) when confronted with highly specific sound triggers or associated visual \nstimuli , as well as visual stimuli without any accompanying sound trigger (Swedo et al., 2022). \nTrigger stimuli may include repetitive sounds produced by other people, including food chewing, \nsniffing, breathing, pen clicking, lip smacking, and foot tapping (Guzi ck et al., 2023; Jager et al., \n2020). These symptoms are distressing and often evoke avoidance of triggering situations, \npotentially leading to functional impairment in work, school, and family/social relationships \n(Schröder  et al., 2019). Given the impact  of misophonia and its relation to generalized \npsychopathological processes  (Rosenthal et al., 2022; Siepsiak et al., 2022) , misophonia sufferers \nare at risk for internalizing and externalizing behavior problems, with a recent study showing \nthat 79% of youth with misophonia meet diagnostic criteria for a  comorbid  psychiatric disorder \n(Guzick et al., 2023). However, the paucity of studies investigating misophonia among youth  \nlimits our understanding of its prevalence , course  and clinical correlates . While  not currently \ndefined within existing classification systems (Taylor, 2017), and not clearly fitting within the \nframework of extant psychiatric conditions, misophonia has historically been studied frequently \nwithin the context of obsessive -compulsive and related disorders (Schroder et al., 2013).  \nThe severity of misophonia has demonstrated  associat ions with elevated psychiatric \nsymptomology , particularly in adult samples. For example, in 71 adults with misophonia , the \nfollowing comorbid psychiatric diagnos es were found;  panic disorder (19%), generalized anxiety \ndisorder (1 5%), social anxiety disorder (13%), major depressive disorder (1 2%), and post -\ntraumatic stress disorder (1 2%; Siepsiak et al., 2022). Similarly, in 207 adults with misophonia, \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nthe m ost common comorbid psychiatric diagnoses experienced were generalized anxiety disorder \n(36%), social anxiety disorder ( 40%), major depressive disorder (50%), post -traumatic stress \ndisorder (1 6%), and attention -deficit hyperactivity disorder (1 5%; Rosenthal et al., 2022). \nMoreover, a nxiety and mood appear to be  the most common comorbid psychiatric symptoms \nassociated with misophonia reported in adult samples. Externalizing problems may be common \nin misophonia  as well due to the purported salience  of verbally aggressive responses to triggers  \n(Schroeder et al., 2013) , though these have generally been found to be less common  than \nexpected  (Guzick et al., 2023 ; Wu et al., 2014).  \nWhat remains unclear is the extent to which ancillary features of misophonia are related \nto internalizing and externalizing symptoms in youth  with misophonia . Two candidate variables  \nthat are well -documented in both misophonia ( Rinaldi et al., 202 3; Guetta  et al., 2022 ) and other \npsychiatric presentations (e.g., anxiety , mood, and obsessive -compulsive disorders ; Cervin , \n2023; Kraiss et al., 2020; van den Boogert et al., 2022 ) include  generalized sensory sensiti vity \nand cognitive  emotion regulation  facets . Uncovering the precise nature of these processes in \nrelation to  psychiatric symptoms associated with misophonia will likely aid both the \nunderstanding of the condition and  development and refinement of  intervent ions. \nSensory Sensitivity   \nOn a generalized level, sensory sensitivity refers to how aware one is of different sensory \nmodalities: vision, audition, taste, smell, touch, and pain (Gunn et al., 2009). Individuals respond \nto sensory information in different ways, with some being more or less sensitive to sensory \nstimuli than others (Brown & Dunn, 2002). Over -responsivity to sensory stimuli is directly \nassociated with negative emotions (e.g., anxiety and depression; Pfeiffer et al., 2015; Sullivan et \nal., 2014) and common in youth with neurodevelopmental disorders (Cervin, 2023; Gourley et \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nal., 2013; Kotsiris et al., 2020; Lane et al., 2010; Mazurek et al., 2013) as well as in youth with \nobsessive -compulsive disorder (OCD) and anxiety disorders (Cervin, 2023).  \n Not surprisingly, strong a ssociations between misophonia symptoms , sound sensitivity , \nand general ized sensory sensitivity  have been observed  in child and undergraduate samples \n(Rinaldi et al., 2023; Wu et al., 2014). For example, i n a large sample of undergraduate students, \nWu et al. (2014) found that misophonia severity was associated with sensory/sound intolerance \nand moderately related with anxiety, depressive, and obsessive -compulsive  symptoms. \nComparatively, in a community samp le, sensory intolerant individuals were found to also have \nhigher levels of psychopathology in genera l, as well as  greater levels of obsessive -compulsive \nsymptoms (Taylor et al., 2014). While generalized sound sensitivity and misophonia per se have \nbeen previously studied (McKay & Acevedo, 2020; Taylor, 2017) , there are no studies to date \nthat have examined  whether sensory sensitivity is associated with variation in psychiatric \nsymptoms in youth with misophonia.  \nEmotion Regulation  \nBeyond the experience of  negative emotions in the face of trigger stimuli, the way in \nwhich emotions are regulated on a generalized basis  may also play an important role in youth \nmisophonia. Emotion dysregulation, which can manifest as angry outbursts (Giesbrecht et al., \n2010), h as been assumed in misophonia simply from evidence of co -morbidities (Erfanian et al., \n2018). Recent evidence indicates that poor emotion regulation is associated with symptoms of \nmisophonia in adults, it is , however , still unclear whether these effects appear in early childhood \n(Cassiello -Robbins et al., 2020). Further, emotion dysregulation may mirror a core trait \nassociated with misophonia, such that negative emotional reactions are triggered more readily \n(Rinaldi et al.,  2023).  While emotion regulation in misophonia is often studied on a generalized, \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nor behaviorally focused, basis (e.g., Guetta et al., 2022), exploring cognitive factors within the \nregulation of emotion may be especially useful for understanding misophonia , which is \ncharacterized by the contextual interpretation (i.e., cognitive processing) of typically benign \nsounds (Swedo et al., 2022). To that end, particularly r elevant to the present study, cognitive \nemotion regulation has been conceptualized through th e framework of nine distinct adaptive and \nmaladaptive coping facets (Garnefski et al., 2005).  \nAlthough relatively limited, there has been some research examining the relation between \ncognitive emotion regulation  facets  and emotional -behavioral problems. For example, in 271 \nsecondary school students,  Garnefsk i et al. (2005) found  significant correlations between \ninternalizing symptoms and the following cognitive emotion regulation facets : Self -Blame , \nRumination, Positive Reappraisal , and Catastrophizing.  Within the same sample, significant \ncorrelations were found between externalizing symptoms and the following cognitive emotion \nregulation facets : Positive Refocusing, Catastrophizing, and Other -Blame. Similar associations \ninvolving  cognitive emotion regulation have been found  in other conditions (i.e., depression, \nanxiety, and autism) among  youth samples  (Kraaij et al., 2003; Mazefsky et al., 2014).  \nWithout effective emotion regulation, individuals may experience longer and more severe \nperiods of dis tress, which may predispose them to the development of depression and anxiety \n(Salters -Pedneault et al., 2006). In a sample of adolescents, Connor -Smither et al. (2000) \nsuggested that greater use of adaptive emotion regulation was protective against a broa d range of \npsychopathology, including both internalizing and externalizing problems. Conversely, \nmaladaptive emotion regulation is seen more commonly in those with psychopathology  (Aldao et \nal., 2010; Beck 1976; Clark, 1988 ; Salkovskis, 1998 ). While these associations have been less \nstudied in youth with misophonia  compared to others ( Garnefski et al., 2005; Kraaij et al., 2003; \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nMazefsky et al., 2014 ), cognitive emotion regulation is an important process to examine  to better \nunderstand the mechanisms of mis ophonia  impacting emotional -behavioral problems  and further \ninform the adoption of treatment approaches .  \nCurrent Study  \n Given the limited research on  psychological processes associated with generalized \npsychopathology in youth with misophonia , the present cross -sectional study evaluated candidate \nprocesses  associated with internalizing and externalizing symptoms among 102 youth  with \nmisophonia. The aim of the study was to examine the extent to which misophonia severity, \ngeneralized sensory sensitivity , and  cognitive  emotion regulation facets were associated with \ninternalizing and externalizing symptoms . The present study seeks to build  on results from  an \nearlier study  which  reported a significant bivariate relation between misophonia severit y and  \nemotional -behavioral  symptoms in youth with misophonia (Guzick et al., 2023) . Based on its \nclear role across a range of mental and neurodevelopmental difficulties  in youth  (Cervin, 2023 ), \nwe hypothesized that elevated sensory sensitivity would  be associated with  increased \ninternalizing and externalizing symptoms in youth  with misophonia. Further, g iven past findings  \n(Garnefsk i et al., 2005; Kraaij et al., 2003; Wang et al., 2022) , we hypothesized that adaptive \ncognitive emotion regulation facets would be negatively associated with internalizing and \nexternalizing  symptoms , and maladaptive  cognitive emotion regulation facets would be \npositively associated with internalizing and externalizing  symptoms.    \nSubsequently,  given the commo n inter nalizing  (rather than externalizing) nature of \nmisophonia psychopathology  (Guzick et al., 2023; Wu et al., 2014) , we examined whether  \ncognitive  emotion regulation facets moderated the relationship between misophonia severity and \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \ninternalizing symptoms . However, given the paucity of extant research on the topic, such \nmoderation analys es were considered exploratory in nature.  \nMethod  \nProcedures    \nData used in the current study were collected as part of a larger project carried out a t a \nprivate academic medical center in the southern U.S.A. conducting deep phenotyping of \npediatric misophonia (see Guzick et al., 2023 for further details regarding study procedures and \ncharacterization of the sample utilized in the current study).  \nYouth endorsing  misophonia and their parents or guardians were recruited through social \nmedia, research recruitment networks (i.e., Trialfacts), clinician referrals, organization websites, \nand local community organizations. Youth with clinically significan t anxiety and no suspected \nmisophonia were recruited through similar platforms as a comparable control group with an \nimpairing condition and some similarities in  disorder characteristics.     \nPrior to study enrollment, participants completed a telephone pre -screen to  determine \neligibility . Inclusion criteria were : 1) child age of 8-17 years inclusive , 2) at least one parent \nwilling to participate, 3) both child and parent are fluent in English, 4) no history of a psychotic \ndisorder, and 5) no current clinically significant suicidality. Inclusion criteria for the misophonia \ngroup further required a score of 10 or higher on the Amsterdam Misophonia Scale (A -MISO -S; \nSchröder et al., 2013 ) assessment, representative of moderate misophonia severity.     \nThos e determined to be eligible after the prescreen provided written assent /consent to \nparticipate in a virtual assessment, conducted over zoom. A research coordinator or  a doctoral \nstudent in psychology conducted the assessment. Training and supervision were provided by a \nlicense d psychologist. The virtual assessment consisted of a clinical interview which included \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nthe Misophonia Assessment Interview (MAI; Lewin, 2020; Lewin et al., 2021) and the Mini \nInternational Neuropsychiatric Interview for Children and A dolescents (MINI -KID; Sheehan et \nal., 2010) , and several online self -report questionnaires that both parent and child were asked to \ncomplete.     \nParticipants     \nTwo-hundred and fifty -two total participants, 112 with suspected misophonia and 140 \nwith suspected clinically significant anxiety, were recruited for the study. For the present study, \nonly data from the misophonia group were analyzed. 102 of the 112 with s uspected misophonia \nwere eligible. Those not included were excluded from analyses for the following reasons: \nmisophonia symptoms were too mild (A -MISO -S score < 10), n = 5, or failure to schedule the \nassessment visit after the initial pre -screen consent, n  = 5.  \nMeasures     \nMini International Neuropsychiatric Interview for Children and Adolescents  (MINI -KID; \nSheehan et al., 2010) . The MINI -KID is  a brief, clinician administered, diagnostic interview \nmeant to evaluate both clinical and general populations for presentations of DSM -5 psychiatric \ndisorders. Psychometrics among children and adolescents have been established (Duncan et al., \n2018; Högber g et al., 2019).     \n Misophonia Assessment Questionnaire . The child -reported Misophonia Assessment \nQuestionnaire ( C-MAQ; Johnson & Dozier, 2013; Dozier, 2015) is a 21 -item self -report \nquestionnaire assessing broad aspects of misophonia and its impact on ev eryday life as well as \nthe origins and prognosis of the misophonia symptoms. Each item was scored on a 0-3 Likert \nscale (0 = Not at all to 3 = Almost all the time)  and total scores for all items were utilized to \ndetermine overall  misophonia severity . The C -MAQ  has demonstrated strong psychometric \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nproperties, including strong internal consistency and convergent validity (Cervin et al., 202 3). \nCronbach’s alpha in the present study was α = 0.94.    \nGlasgow Sensory Questionnaire . The Glasgow Sensory Questionnaire (GSQ; Robertson \n& Simmons, 2013) is a 42 -item self -report measure that evaluates hyper - and hypo -sensory \nsensitivity to various stimuli across seven sensory domains: visual, auditory, gustatory, olfactory, \ntactile, vestibular, and proprioception. All items measure how frequ ently different sensory \ndifficulties are experienced and ask participants to detail which sensory events are most \nproblematic for them. Items are scored on a 5 -point Likert scale (0 = Never to 4 = Always). The \nGSQ was originally developed to determine sens ory symptoms associated with autism spectrum \ndisorders; however, for the purposes of the present study, the questionnaire was administered to \nmeasure sensitivities in children and adolescents with misophonia.  Total scores were calculated \nto determine overa ll frequency of sensory difficulties  in the present sample . The GSQ has been \nvalidated in several different languages  both in adult and child measure and has demonstrate d \nstrong internal consistency , convergent validity , and divergent validity (Robertson &  Simmons, \n2013 ; Kuiper et al., 2019).  \nYouth Self -Report.  The Youth Self -Report (YSR; Achenbach & Rescorla, 2001) is a  well-\nvalidated , broadband self-report measure designed to assess emotional (e.g., mood/anxiety \nsymptoms) and behavioral problems (e.g., disruptive behavior symptoms) among youth . Each  of \nthe 112  items are scored on a 3 -point Likert scale (0 = not true or not at all, 1 = sometimes or \nsomewhat true, and 2 = very true or often). Total scores for both the internalizing and \nexternalizing  YSR  subscale s were calculated  for the present sample.  The YSR has demonstrated \nstrong psychometric properties, including high internal consistency (Guzick et al., 2023; \nEbesutani et al., 2011).  \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nCognitive Emotion Regulation Questionnaire . The Cognitive Emotion Regulation \nQuestionnaire (CERQ; Garnefski et al., 200 7) is a 36 -item youth self-report measure designed to \nassess individual differences in cognitive regulation of emotions used in response to stressful, \nnegative, or traumatic life events and situa tions. The measure consists of 9 subscales: Self -blame, \nOther -blame, Rumination, Catastrophizing, Putting into Perspective, Positive Refocusing, \nPositive Reappraisal, Acceptance, and Planning. Each subscale contains 4 items that are scored \non a 5 -point Lik ert scale (1 = Almost Never to 5 = Almost Always). The CERQ has \ndemonstrated strong psychometric properties, including good factorial validity and high \nreliability ( Beteg ón et al., 2022; Garnefski et al.,  2007).     \nStatistical analyses    \nData were previously evaluated for patterns of missingness and conformity to normal \ndistribution assumptions (Guzick et al., 2023). Missing data were rare (two participants had \nmissing YSR) and thus complete r-only analyses were conducted. Data were not found to show  \nsignificant skewness or kurtosis, with all skewness and kurtosis statistics falling within −2 and \n+2, suggesting they would be appropriate for parametric analyses (George & Mallery, 2019).   \nMultiple linear regression was used to model the relationships be tween potential \npredictor variables and YSR internalizing and externalizing scores. Predictor variables were \nentered into the regression models in four blocks, with age and gender in the first block, \nmisophonia severity (C -MAQ) in the second block, sensory  sensitivity (GSQ) in the third block, \nand cognitive emotion regulation facets (all subscales on the CERQ) in the fourth block.   \nTo assess whether the effects of misophonia severity on internalizing problems were \ninfluenced by  cognitive  emotion regulations  facets , a moderator analysis was conducted. \nInteraction terms between misophonia severity and each CERQ subscale wer e calculated, using \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nstandardized scores for both measures to reduce the risk of potential multicollinearity. Multiple \nlinear regression was  employed with main effects (C -MAQ, all CERQ subscale) entered in the \nfirst block, and interaction terms entered in the second block.  We also tested for possible \nproblems of collinearity by evaluating the variance inflation factor (VIF) scores for each \npredictor and interaction term in all models.   \nResults   \nDemographics  \nThe majority of the included sample identified as White (87%) and female (68%). The \nmean age of the sample was 13.7 years ( SD = 2.5) and the mean age of misophonia onset was 8.8 \nyears ( SD = 2.0). Psychiatric morbidity was high, with 81 participants (79%) meeting criteria for \nat least one psychiatric diagnosis. Almost half of the sample experienced a major depressive \ndisorder (current or past), n = 48 (47%), with 15 (15%) experiencing a curren t depressive \nepisode at the time of assessment. Nearly half met criteria for a  current anxiety or obsessive -\ncompulsive disorder, n = 46 (45 %); the most common anxiety disorders were social anxiety \ndisorder, n = 31 (30%) and generalized anxiety disorder n = 27 (27%). The most common \nmisophonia triggers included eating (96%), breathi ng (84%), throat sounds (66%), and tapping \n(54%).  Additional demographic information can be found in previous work (Guzick et al., 2023) . \nBivariate Correlations  \nThe correlation s among all study  variables can be seen in Table 1. Misophonia severity \nwas significantly correlated in expected directions with internalizing  (r = .603) and externalizing  \n(r = .439) symptoms, as well as sensory sensitivity  (r = .546). Furthermore, misophonia severity \nwas positively correlated with maladaptive ( rs .222 - .619), but no t adaptive ( rs -.008 - .007) \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nfacets of cognitive emotion regulation.  With the exception of Other -Blame, sensory sensitivity \ndemonstrated similarly -valenced correlations  with the same variables as misophonia severity . \nInternalizing problems   \nResults f rom the multiple linear regression model s with YSR internalizing as the outcome \nvariable can be seen in Table 2. In the final model, controlling for all variables, only sensory \nsensitivity and age remained significant predictors of internalizing problems. How ever, when \ncognitive emotion regulation facets were not included (blocks two and three) misophonia \nseverity as well as gender (in block three) were also significant predictors. When misophonia \nseverity was added to the initial model (with only age and gender as predictors), the model \nimproved significantly ( p < .001). When sensory sensitivity was added in the subsequent block, \nthe model further improved ( p < .001). Adding the cognitive emotion regulation facets  in block \nfour did not result in a signific ant improvement of the overall regression model ( p < .112). The \nfinal model explained 67.8% of the variance in YSR internalizing scores.            \nExternalizing problems   \nResults for the multiple linear regression model s with YSR externalizing as the outcome \nvariable can be seen in Table 3. In the final model, controlling for all variables, only sensory \nsensitivity and the Other -Blame cognitive emotion regulation facet remained predictors of \nexternalizing problems. Misophonia severity  and sensory sensitivity  were significant predictor s \nin blocks two and three , respectively , when emotion regulation strategies were not yet controlled \nfor. When misophonia severity was added to the initial model (with only age and gender as \npredict ors), the model improved significantly ( p < .001). When sensory sensitivity was added as \nwell, the model again improved significantly ( p < .004). Adding the  cognitive  emotion regulation \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nfacets also resulted in a significant improvement of the overall regre ssion model ( p < .002). The \nfinal model explained 44.9% of the variance in YSR externalizing scores.             \nEmotion regulation facets as moderators of misophonia severity on internalizing symptoms   \nResults for the moderator analys es can be seen in Table 4. The main effects of \nmisophonia severity and Self -Blame as predictors were  significant in this model. In addition, the \nPositive Reappraisal*misophonia severity interaction term is significant , indicating that Positive \nReappraisal m oderate d the effect of misophonia severity on internalizing symptoms. This \nmoderating effect can be viewed graphically in Figure 1. For those scoring high on the CERQ \nPositive Reappraisal subscale, high levels of misophonia severity are associated with low ered \nlevels of internalizing symptoms. For those low on positive reappraisal, high misophonia scores \nare associated with higher levels of internalizing symptoms. For those with medium -level scores \nof Positive Reappraisal, misophonia severity seems to minim ally impact internalizing problems.   \nDiscussion  \n  The present cross -sectional study evaluated psychological factors  associated with \ninternalizing and externalizing symptoms among misophonic  youth . Findings indicated that \nsensory sensitivity and age were significant statistical predictors of internalizing symptoms, \nwhereas sensory sensitivity and the Other -Blame cognitive emotion regulation facet were \nsignificant statistical predictors of externali zing symptoms.  Based on these findings , sensory \nsensitivi ty broadly, rather than just misophonia -related sound sensitivity  specifically, appear  to \nbe consistently  related to psychopathology among youth with misophonia.  Further, results of \nexploratory moderation analyses demonstrated that the Positive Reappraisal cognitive emotion \nregulation facet moderated the effect of misophonia severity on internalizing symptoms.  \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nFor our first aim, we sought to explore associations between misophonia  severity, sensory \nsensitivity, and cognitive emotion regulation facets with internalizing and externalizing \nsymptoms. Our hypothesis that misophonia severity would be  uniquely associated with \ninternalizing symptoms was partially supported. Unexpectedly , in the final step of the regression \nmodel , when controlling for cognitive emotion regulation facets and sensory sensitivity , \nmisophonia severity was no longer a significant  statistical predictor , suggesting that these other \nfactors may be  more closely linked with internalizing symptoms  in this population . Within our \nresults, s ensory sensitivity stands out as a viable  candidate for a central feature linking \nmisophonia and , particularly internalizing , but also externalizing , symptoms  in youth . This is in \nline with emerging evidence showing that generalized sensory process ing difficulties may be a \ncommon theme across many  psychiatric disorders, including OCRDs  (Cervin, 2023; Leckmann \n& Cohen; Jewers et al., 2013; van den Boogert et al., 20 22), as well as within misophonia \nspecifically (McKay & Acevedo, 2020; Taylor, 2017) .  \nAs expected, there were strong correlations between internalizing symptoms and the \nfollowing cognitive emotion regulation facets : Self-Blame, Acceptance, Rumination,  and \nCatastrophizing.  However,  unexpectedly, there was no evidence of a unique association between \ncognitive emotion regulation facets and internalizing symptoms  after controlling for several \nrelevant variables . Current results  are inconsistent with  previous  findings in non -clinical  samples \n(e.g., Garnefski et al., 2005; Kraaij et al., 2003) , which suggest ed that cognitive emotion \nregulation facets  (i.e., Rumination, Self-Blame, and Catastrophizing)  were strong ‘predictors’ of \ninternal izing symptoms. Though inconsistent with others,  the p resent study is the first to examine \nthis association in youth with misophonia.  Perhaps  present findings do not support this \nassociation , given that much of the literature  utilizing the CERQ measure  focuses on nonclinical \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nsamples and other conditions  (i.e., depression)  besides misophonia  (Garnefsky et al., 2005;  \nKraaij et al., 2003;  McKinnon et al., 2020 ). That is, it may be the case that since  the CER Q \nmeasure has not been  psychometrically validated for use in populations of individuals with \nclinically elevated psychopathology, it may possess less precision for capturing facets of \ncognitive emotion regulation in  samples from such populations, including the one used in the \npresent study . Such an assertion is further supported by our findings concerning a lack of \nassociation between adaptive CERQ facets and sound sensitivity and misophonia symptom \nseverity , respectively .   \nWe expected misophonia severity to significantly predi ct higher levels of externalizing \nsymptoms , though  this was only partially supported by our results. Unexpectedly , when \ncontrolling for cognitive emotion regulation facets and sensory sensitivit y in the final model, the \nsignificant association between misophonia severity and externalizing symptoms became \nnonsignificant . However , sensory sensitivity remained as a statistical  predic tor of  externalizing \nsymptoms . Results are consistent with other s (Gunn et al., 2009 ), suggesting that sensory \nsensitivity  (but not misophonia severity)  is a unique, predictive factor of externalizing symptoms \nin youth  with misophonia , as well as other clinical populations (e.g.,  autism & ADHD ; Gourley \net al., 2013; Kotsiris et al., 2020; Lane et al., 2010; Mazurek et al., 20 13). \nMoreover, significant correlations were found between externalizing symptoms and the \nfollowing cognitive emotion regulation facets : Self -Blame , Acceptance, Catastrophizing , and \nOther -Blame.  Additionally, results of linear regression analyses suggested  that Other -Blame \nemerged as a reliable statistical predictor of externalizing symptoms  in the sample . Youth with \nmisophonia have historically been purported to have tendencies to  react aggressively to others \nmaking trigger sounds  (Schröder et al., 2013)  as well as having  a propensity to blame others \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nrather than a tendency to blame oneself for their subsequent reaction  (Guzick et al., 2023) . As \nsuch, youth who engage with the Other -Blame cognitive emotion regulation  facet may be more \nprone to engage in verbal aggression directed towards others.   \n The strength and consistency of the sensory sensitivity -psychopathology association in \nthe current study suggests that sensory problems likely play a n important  role in the presentation \nof misophonia  in youth . It is possible that sensory sensitivity leads to higher levels of \ninternalizing symptoms , as highly sensitive individuals have lower sensory thresholds, such that \ncertain stimuli that otherwise would be ignored by most people affect them strongly. Highly \nsensitive individuals might also tend to have particularly strong emotional and behavioral \nresponses to triggering stimuli, and when that tendency is compounded with a lowered sensory \nthreshold, they become more susceptible to experiencing symptoms of psyc hopathology  (McKay \n& Acevedo, 2020) . Additionally, it may also be the case that sensory sensitivit ies coincide  \nthrough shared generalized psychopathological vulnerability  factors  for internalizing and \nexternalizing problems  broadly speaking (Ruggero et al., 2019) . The presence of sensory \nabnormalities presents  the possibility  of differentiat ing individuals within a specific psychiatric \ncondition , allowing for more distinction within groups which may aid research and lead to more \ntargeted and effective individualized treatment  (i.e., precision medicine; Torres, 2022 ). This \nwarrants further exploration, as our findings lend further support to the notion  that sensory \nsensitivity may be a key psychological dimension in misophonia  (Taylor et al., 2014;  Wu et al., \n2014) .  \nWe also examined  the moderating effect of cognitive emotion regulation facets on the \nassociation between misophonia severity and internalizing symptoms  on an exploratory basis . \nAlthough speculative in nature, findings from moderation analyses suggested that youth with \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nmore severe misophonia may be less likely to experience the emotional consequences of \nmisophonia (e.g., depression & anxiety) if they are able to engage with the Positive Reappraisal \n(adaptive ) emotion regulation facet . As cognitive emotion regulation facets seem to play a salient \nrole in the treatment of other psychiatric conditions , it may also be important to aim intervention \nefforts  for youth with misophonia  at cognitive emotion regulation facets , for example, b y \nchallenging maladaptive facets and supplying more adaptive facets such as Positive Reappraisal. \nIndeed , this approach could fit within the framework of cognitive  behavioral therapy, which \nappears to be the most commonly used framework for devel oping and testing psychotherapeutic \nintervention s for misophonia ( Jager et al., 2020; Lewin et al., 2021). To that end, findings from \nthe present study  suggest that the utilization  of the Positive Reappraisal  cognitive emotion \nregulation strategies  may help to prevent and reduce internalizing symptoms in the context of \nmisophonia severity,  potentially  improving  overall emotional wellbeing in youth. However, \nfindings concerning the interactive effect of the Positive Reappraisal cognitive emotion \nregulation facet on the relationship between misophonia severity and internalizing symptoms \nshould be interpreted with caution, especially in light of the lack of statistical association \nbetween CERQ - Positive Reappraisal  and other study variables outside the aforementioned \nsignificant interaction term and the exploratory nature of the analyses.   \nLimitations and Conclusion  \nThere are several study limitations . First, the sample  lacked diversity regarding  ethno -\nracial composition and  was comprised primarily of female (68%) and White participants (87%). \nSecond , the sample may reflect children and adolescents with more severe, primary misophonia \nas participants were recruited predominantly from online support communities.  Third,  the \nmisophonia assessments  utilized  consisted only of preliminary psychometric validation, given \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nthere were no validated assessments available when the original study began (Guzick et al., \n2023). However, more recently, further evidence of the psychometric properties (i.e., construct \nand convergent validity) of misophonia measures used in the present study has been provided \n(Cervin et al., 2023) . Finally, no objective measure of hearing or visual acuity were included in \nour battery.  \nAn important  next step in this line of work will be to examine these associations \nlongitudinally, and among larger, more diverse samples. This will help elucidate the direction \nand strength of these relations and may add insight into more complex associations among th ese \nvariables.  Additionally, this will  help point to treatment development strategies that could be \ntested  within samples of youth  with misophonia , for example, t argeting sensory sensitivity on a \ngeneralized level, along with Positive Reappraisal, may be useful targets for CBT -based \napproaches  in misophonic youth ( Dover & McGuire, 2023;  Lewin et al., 2021;  Zarotti et al., \n2022) .  \nOvera ll, the current study provided further evidence regarding clinically relevant \nvariables associated with misophonia  beyond misophonia symptom severity per se , highlighting \nthe potential role of sensory sensitivit y in both internalizing and externalizing problems  in \nsample of well -characterized youth with misophonia . Findings  help to  expand the literature on \ninternalizi ng and externalizing disorders in this clinical population , and offer direction for future \nassociational, longitudinal, and intervention development research . It will be important  to \nexplore these associations in order to better understand the mechanisms o f the disorder and refine \ntreatment technologies to alleviate suffering in afflicted individuals .   \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \n \nReferences  \nAchenbach, T. M., & Rescorla, L. A. (2001). Manual for the ASEBA School -Age Forms & \nProfiles . Burlington, VT: University of Vermont, Research Center for Children, Youth, & \nFamilies.   \nAldao, A., Nolen -Hoeksema, S., & Schweizer, S. (2010). Emotion -regulation strategies across \npsychopathology: A meta -analytic review. Clinical Psychology Review , 30(2), 217 –237. \nhttps://doi.org/10.1016/j.cpr.2009.11.004  \nBeck, A. T. (1976).  Cognitive therapy and the emotional disorders.  International Universities \nPress.  \nBetegón, E., Rodríguez -Medina, J., Del -Valle, M., & Irurt ia, M. J. (2022). Emotion Regulation \nin Adolescents: Evidence of the Validity and Factor Structure of the Cognitive Emotion \nRegulation Questionnaire (CERQ). International Journal of Environmental Research and \nPublic Health , 19(6), 3602. https://doi.org/10.3390/ijerph19063602   \nBrown, C., & Dunn, W. (2002). Adolescent/adult sensory profile. San Antonio, TX: \nPsychological Corporation  \nCassiello -Robbins, C., Anand, D., McMahon, K., Guetta, R ., Trumbull, J., Kelley, L., & \nRosenthal, M. Z. (2020). The Mediating Role of Emotion Regulation Within the \nRelationship Between Neuroticism and Misophonia: A Preliminary Investigation. \nFrontiers in Psychiatry , 11, 847. https://doi.org/10.3389/fpsyt.2020.00847     \nCervin M. (2023). Sensory Processing Difficulties in Children and Adolescents with Obsessive -\nCompulsive and Anxiety Disorders. Research on Child and Adolescent Psychopathology , \n51(2), 223 –232. https://doi.org/10.1007/s10802 -022-00962 -w   \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nCervin, M., Guzick, A. G., Clinger, J., Smith, E. E. A., Draper, I. A., Goodman, W. K., Lijffijt, \nM., Murphy, N., Rast, C. E., Schneider, S. C., & Storch, E. A. (2023). Measuring \nmisophonia in youth: A psychometric evaluation of child and parent measures. Journal of \nAffective Disorders,  338, 180 –186. Advance online publication. \nhttps://doi.org/10.1016/j.jad.2023.05.093  \nClark, D. M. (1988). A cognitive model of panic attacks. In S. Rachman & J. D. Mas er (Eds.), \nPanic: Psychological perspectives (pp. 71 –89). Lawrence Erlbaum Associates, Inc.  \nConnor -Smith, J. K., Compas, B. E., Wadsworth, M. E., Thomsen, A. H., & Saltzman, H. \n(2000). Responses to stress in adolescence: Measurement of coping and involunta ry \nstress responses. Journal of Consulting and Clinical Psychology , 68(6), 976 –992. \nhttps://doi.org/10.1037/0022 -006X.68.6.976  \nDover, N., & McGuire, J. F. (2023). Family -Based Cognitive Behavioral Therapy for Youth with \nMisophonia: A Case Report. Cognitive and Behavioral Practice . \nhttps://doi.org/10.1016/j.cbpra.2021.05.005  \nDozier, T. H. (2015). Counterconditioning treatment for m isophonia. Clinical Case Studies , \n14(5), 374 -387. https://doi.org/10.1177/1534650114566924    \nDuncan, L., Georgiades, K., Wang, L., Van Lieshout, R. J., MacMillan, H. L., Ferro, M. A., \nLipman, E. L., Szatmari, P., Bennett, K., Kata, A., Janus, M., & Boyle, M. H. (2018). \nPsychometric evaluation of the Mini International Neuropsychiatric Interview for \nChildren and Adolescents (MINI -KID). Psychological Assessment , 30, 916 –928. \nhttps://doi.org/10.1037/pas0000541     \nEbesutani, C., Bernstein, A., Martinez, J. I., Chorpita, B. F., & Weisz, J. R. (2011): The Youth \nSelf Report: Applicability and validity across younger and older youths . Journal of \nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nClinical Child & Adolescent Psychology, 40 (2), 338 -346. \nhttps://doi.org/10.1080/15374416.2011.546041  \nErfanian, M., Brout, J. J., & Keshavarz, A. (2018). Misophonia, emotional dysregulation and  \naffective disorders: a preliminary study. European Neuropsychopharmacology , 28(6), \n771-772. https://doi.org/10.1016/j.euroneuro.2017.10.014      \nGarnefski, N., Kraaij, V., & van Etten, M. (2005). Specificity of relations between adolescents' \ncognitive emotion regulation strategies and Internalizing and Externalizing \npsychopathology. Journal of Adolescence , 28(5), 619 –631. \nhttps://doi.org/10.1016/j.adolescence.2004.12.009  \nGarnefski, N., Rieffe, C., Jellesma, F., Terwogt, M. M., & Kraaij, V. (2007). Cognitive emotion \nregulation strategies and emotional problems in 9 - 11-year-old children: the development \nof an instrument. European Child & Adolescent Psychiatry , 16(1), 1 –9. \nhttps://doi.org/10.1 007/s00787 -006-0562 -3  \nGeorge, D., & Mallery, P. (2019). IBM SPSS statistics 26 step by step: A simple guide and \nreference : Routledge.   \nGiesbrecht, G. F., Miller, M. R., & Müller, U. (2 010). The anger -distress model of temper \ntantrums: Associations with emotional reactivity and emotional competence. Infant and \nChild Development , 19(5), 478 –497. https://doi.org/10.1002/icd.677     \nGourley, L., Wind, C., Henninger, E. M. & Chinitz, S. (2013). Sensory processing difficulties, \nbehavioral problems, and parental stress in a clinical population of young children. \nJournal of Child and Family Studies , 22(7), 912 -921. https://doi.org/10.1007/s10826 -\n012-9650 -9     \nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nGuetta, R. E., Cassiello -Robbins, C., Trumbull, J., Anand, D., & Rosenthal, M. Z. (2022). \nExamining emotional functioning in misophonia: The role of affective instability and \ndifficulties with emotion regulation. PLoS One , 17(2): e0263230. \nhttps://doi.org/10.1371/journal.pone.0263230   \nGunn, T.E., Tavegia, B.D., Houskamp, B.M., McDonald, L.B., Bustrum, J.M., Welsh, R.K., & \nMok, D.S. (2009) . Relationship between sensory deficits and ex ternalizing behaviors in \nan urban, Latino preschool population. Journal of Child and Family Studies, 18 , 653 –661 \n(2009). https://doi.org/10.1007/s10826 -009-9266 -x   \nGuzick, A. G., Cervin, M., Sm ith, E. E. A., Clinger, J., Draper, I., Goodman, W. K., Lijffijt, M., \nMurphy, N., Lewin, A. B., Schneider, S. C., & Storch, E. A. (2023). Clinical \ncharacteristics, impairment, and psychiatric morbidity in 102 youth with misophonia. \nJournal of Affective Dis orders , 324, 395 –402. https://doi.org/10.1016/j.jad.2022.12.083    \nHögberg, C., Billstedt, E., Björck, C., Björck, P. O., Ehlers, S., Gustle, L. H., Hellner, C., Höök, \nH., Serlachius, E., Svensso n, M. A.,  & Larsson, J. O. (2019). Diagnostic validity of the \nMINI -KID disorder classifications in specialized child and adolescent psychiatric \noutpatient clinics in Sweden.  BMC Psychiatry , 19(1), 1 -10. \nhttps://doi.org/10.1186/s12888 -019-2121 -8  \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, \ncomorbidity and demographics in a large sample. PloS one , 15(4), e0231390. \nhttps://doi.org/10.1371/journal.pone.0231390   \nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A. J. J. M., & Denys, D. A. J. P. (2020). \nCognitive behavioral therapy  for misophonia: A randomized clinical trial. Depression \nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nand Anxiety , 38(7), 708 –718. Advance online publication. \nhttps://doi.org/10.1002/da.23127  \nJewers, R., Staley, D., & Shady, G. (2013). Sensory processing differences in children diagnosed \nwith Tourette's disorder. Occupational Therapy in Mental Health , 29(4), 385 -394. \nhttps://doi.org/1 0.1080/0164212X.2013.848397   \nJohnson, M., & Dozier, T. (2013). Misophonia assessment questionnaire (MAQ). Revised by \nDozier T. Livermore, CA: Misophonia Institute .   \n Kaufman, A. S. (2004). Kaufman brief intellgence test -second edition (KBIT -2). Cicle Pines, \nMN: American Guidance Service.  \nKotsiris, K., Westrick, J., & Little, L. (2020). Sensory processing patterns and internalizing \nbehaviors in the pediatric and young adult general population: A scoping review. The \nOpen Journal of Occupational Th erapy, 8 (1), 1 -13. https://doi.org/10.15453/2168 -\n6408.1624    \nKraaij, V., Garnefski, N., de Wilde, E. J., Dijkstra, A., Gebhardt, W., Maes, S., & ter Doest, L. \n(2003). Negative life events and depr essive symptoms in late adolescence: Bonding and \ncognitive coping as vulnerability factors? Journal of Youth and Adolescence, 32 (3), 185 –\n193.   \nKraiss, J. T., Ten Klooster, P. M., Moskowitz, J. T., & Bohlmeijer, E. T. (2020). The relationship \nbetween emoti on regulation and well -being in patients with mental disorders: A meta -\nanalysis. Comprehensive Psychiatry , 102, 152189. \nhttps://doi.org/10.1016/j.comppsych.2020.152189   \nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nKuiper, M. W., Verhoeven, E. W., & Geurts, H. M. (2019). The Dutch Glasgow Sensory \nQuestionnaire: Psychometric properties of an autism -specific sensory sensitivity measure. \nAutism , 23(4), 922 –932. https://doi.org/10.1177/1362361318788065   \nLane, S. J., Reynolds, S., & Thacker, L. (2010). Sensory over -responsivity and ADHD: \nDifferentiating using electrodermal responses, cortisol, and anxiety. Frontiers in \nIntegrative Neuroscience , 4. https://doi.org/10.3389/fnint.2010.00008     \nLeckman, J. F., & Cohen, D. J. (Eds.). (1999). Tourette's syndrome -tics, obsessions, \ncompulsions: Developmental psychopathology and clinical care. John W iley & Sons, \nInc.. \nLewin, A. (2020). Misophonia Assessment Interview.  \nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips, D. A., \nTonarely, N. A., Gruen, R., Small, B., & Ehrenreich -May, J. (2021). Transdiagnostic \ncognitive behavioral therapy for misophonia in youth: Methods for a clinical trial and \nfour pilot cases. Journal of Affective Disorders , 291, 400 –408. \nhttps://doi.org/10.1016/j.jad.2021.04.027     \nMazefsky, C. A., Borue, X., Day, T. N., & Minshew, N. J. (2014). Emotion regulation patterns in \nadolescents with high -functioning autism spectrum disorder: Comparison to typically \ndeveloping adolescents and association with psychiatric symptoms. Autism Res earch: \nOfficial Journal of the International Society for Autism Research , 7(3), 344 –354. \nhttps://doi.org/10.1002/aur.1366    \nMazurek, M. O., Vasa, R. A., Kalb, L. G., Kanne, S. M., Rosenberg, D., Keefer, A., Murray, D. \nS., Freedman, B., Lowery, L. A. (2013). Anxiety, sensory over -responsivity, and \nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \ngastrointestinal problems in children with autism spectrum disorders. Journal of \nAbnormal Child Psychology , 41(1), 165 -176. https://doi.org/10.1007/s10802 -012-9668 -x  \nMcKay, D., & Acevedo, B. P. (2020). Clinical characteristics of misophonia and its relation to \nsensory processing sensitivity: A critical analysis (pp. 165 – 185. In The highly sensitive \nbrain: Research, assessment, and treatment of sensory processing sensitivity. Academic \nPress.  \nMcKinnon, A., Kuyken, W., Hayes, R., Werner -Seidler, A., Watson, P., Dalgleish, T., & \nSchweizer, S. (2020). The psychometric properties of th e cognitive emotion regulation \nquestionnaire (CERQ) in a clinical sample of adults with recurrent depression. Journal of \nAffective Disorders , 276, 212 –219. https://doi.org/10.1016/j.jad.2020.06.061   \nPfeiffer, B., Daly, B. P., Nicholls, E. G., & Gullo, D. F. (2015). Assessing sensory processing \nproblems in children with and without attention deficit hyperactivity disorder.  Physical & \nOccupational Therapy in Pediatrics , 35(1), 1 -12.  \nRinaldi, L. J., Simner, J., Koursarou, S., & Ward, J. (2023). Autistic traits, emotion regulation, \nand sensory sensitivities in children and adults with Misophonia. Journal of Autism and \nDevelopmental Disorders , 53(3), 1162 –1174. https://doi.org/10.1007/s10803 -022-05623 -\nx \nRobertson, A. E., & Simmons, D. R. (2013). The relationship between sensory sensitivity and \nautistic traits in the general population. Journal of Autism and Developmental Disorders , \n43(4), 775 –784. https://doi.org/10.1007/s10803 -012-1608 -7   \nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello -Robbins, C., Guetta, R., Trumbull, \nJ., Anand, D., Frazer -Abel, E. S., & Kelley, L. (2022). Phenotyping misophonia: \nJournal Pre-proof"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nPsychiatric disorders and medical health correlates. Frontiers in Psychology , 13, 941898. \nhttps://doi.org/10.3389/fpsyg.2022.941898  \nRuggero, C. J., Kotov, R., Hopwood, C. J., First, M., Clark, L. A., Skodol, A. E., MullinsSweatt, \nS. N., Patrick, C. J.,. . . & Zimmermann, J. (2019). Integrating the Hierarchical \nTaxonomy of Psychopathology (HiTOP) into clinical practice. Journal of Consu lting and \nClinical Psychology , 87(12), 1069 –1084. https://doi.org/10.1037/ccp0000452   \nSalkovskis, P. M. (1998). Psychological approaches to the understanding of obsessional \nproblems. In R. P. Swinson, M. M. Antony, S. Rachman, & M. A. Richter (Eds.), \nObsessive -compulsive disorder: Theory, research, and treatment (pp. 33 –50). The \nGuilford Press.  \nSalters -Pedneault, K., Roemer, L., Tull, M. T., Rucker, L., & Mennin, D. S. (2006). Evidence of \nBroad Deficits in  Emotion Regulation Associated with Chronic Worry and Generalized \nAnxiety Disorder. Cognitive Therapy and Research, 30 (4), 469 –480. \nhttps://doi.org/10.1007/s10608 -006-9055 -4 \nSchröder, A. , Van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & Denys, \nD. (2019). Misophonia is associated with altered brain activity in the auditory cortex and \nsalience network. Scientific Reports , 9(1), 7542. https://doi.org/10.1038/s41598 -019-\n44084 -8    \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new \npsychiatric disorder.  PloS one, 8 (1): e54706. \nhttps://doi.org/10.1371/journal.pone.0054706    \nSiepsiak, M., Rosenthal, M. Z., Raj -Koziak, D., & Dragan, W. (2022). Psychiatric and \naudiologic features of misophonia: Use of a clinical control group with auditory over -\nJournal Pre-proof"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nresponsivity. Journal of Psychosomatic Research , 156, 110777. \nhttps://doi.org/10.1016/j.jpsychores.2022.110777  \nSheehan, D. V., Sheehan, K. H., Shytle, R. D., Janavs, J., Bannon, Y., Rogers, J. E., Milo, K. M., \nStock, S. L., & Wilki nson, B. (2010). Reliability and validity of the Mini International \nNeuropsychiatric Interview for Children and Adolescents (MINI -KID). The Journal of \nClinical Psychiatry , 71(3), 313 –326. https://doi.org/10.4088/JCP.09m05305whi     \nSullivan, J. C., Miller, L. J., Nielsen, D. M., & Schoen, S. A. (2014). The presence of migraines \nand its association with sensory hyperreactivity and anxiety symptomatology in children \nwith autism spectrum disord er. Autism , 18(6), 743 -747. \nhttps://doi.org/10.1177/1362361313489377   \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., \nKumar, S., Rosenthal, M . Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., \nWerff, K. R. V., Altimus, C. M., & Raver, S. M. (2022). Consensus definition of \nMisophonia: A Delphi study. Frontiers in Neuroscience , 16, 841816.  \nTaylor S. (2017). Misophonia: A new men tal disorder?. Medical Hypotheses , 103, 109 –117. \nhttps://doi.org/10.1016/j.mehy.2017.05.003   \nTaylor, S., Conelea, C. A., McKay, D., Crowe, K. B., & Abramowitz, J. S. (2014). Sensory \nintolerance: latent structure and psychopathologic correlates. Comprehensive Psychiatry , \n55(5), 1279 –1284. https://doi.org/10.1016/j.comppsych.2014.03.007  \nTorres E. B.  (2022). Special Issue \"Precision Medicine in Neurodevelopmental Disorders: \nPersonalized Characterization of Autism from Molecules to Behavior\". Journal of \nPersonalized Medicine , 12(6), 918. https://doi.o rg/10.3390/jpm12060918   \nJournal Pre-proof"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nvan den Boogert, F., Klein, K., Spaan, P., Sizoo, B., Bouman, Y. H. A., Hoogendijk, W. J. G., & \nRoza, S. J. (2022). Sensory processing difficulties in psychiatric disorders: A meta -\nanalysis. Journal of Psychiatric Research , 151, 173 –180. \nhttps://doi.org/10.1016/j.jpsychires.2022.04.020   \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, \nphenomenology, and clinical correlates in a n undergraduate student sample. Journal of \nClinical Psychology , 70(10), 994 –1007. https://doi.org/10.1002/jclp.22098     \nZarotti, N., Tuthill, A., & Fisher, P. (2022). Online emotion regulation for an ad olescent with \nmisophonia: A case study. Journal of Cognitive Psychotherapy , doi: 10.1891/JCP -2021 - \n0015.  \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nTable 1. Correlations between study variables  \nVariables  1 2 3 4 5 6 7 8 9 10 11 12 13 \n1. Sensory sensitivity  1             \n2. Self-Blame  .577** 1            \n3. Acceptance  .335** .319** 1           \n4. Rumination  .515** .638** .236* 1          \n5. Positive Refocusing  -0.052  -0.132  0.082  0.010  1         \n6. Planning  0.106  0.189  0.074  .273** .343** 1        \n7. Positive Reappraisal  -0.018  0.025  0.101  0.160  .326** .481** 1       \n8. Putting into Perspective  0.095  0.067  .212* 0.135  .456** .221* .496** 1      \n9. Catastrophizing  .399** .541** .324** .481** -0.151  0.042  -0.067  -0.077  1     \n10. Other -Blame  0.166  0.088  .364** 0.149  0.112  0.097  0.032  0.022  .289** 1    \n11. Misophonia severity  .546** .619** .319** .467** -0.076  0.028  -0.022  0.068  .471** .222* 1   \n12. YSR -Internalizing score  .730** .643** .345** .514** -0.141  0.025  -0.114  0.024  .503** 0.196  .603** 1  \n13. YSR -Externalizing score  .430** .260* .219* 0.172  0.080  0.186  0.100  0.166  .324** .462** .404** .439** 1 \n**. Correlation is significant at the 0.01 level (2 -tailed).  \n*. Correlation is significant at the 0.05 level (2 -tailed).  \n \n \n \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nTable 2  \nMultivariate linear regression analysis with internalizing problems as outcome.  \n \n \n \nModel  Unstandardized  \nCoefficients  \n \nB      Std. Error  Standardized   \n Coefficients  \n \n          B  \n \n \np-value                Model Summary  \n \n              F         R2       ΔR2 \n1. (Constant)  \n    Age  \n    Gender      42.564      8.171  \n      1.893        .549  \n       -.378      2.148   \n.338 \n-.017 <.001  \n<.001  \n.861             5.959    .114     .114  \n2. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity      34.935      6.789  \n      1.174        .462  \n      2.086      1.778  \n        .567        .083   \n.210 \n-.095 \n.568 <.001  \n.013 \n.244 \n<.001            46.500    .411     . 298      \n3. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity  \n    Sensory Sensitivity      33.854      5.480  \n        .826        .376  \n      3.180      1.443  \n        .262        .080  \n        .337        .047   \n.148 \n.145 \n.263 \n.569 <.001  \n.031 \n.030 \n.001 \n<.001            50.272    .621     .210 \n4. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity  \n    Sensory Sensitivity  \n    Self-Blame  \n    Acceptance  \n    Rumination  \n    Positive Refocusing  \n    Planning  \n    Positive Reappraisal  \n    Putting into Perspective  \n    Catastrophizing  \n    Other -Blame      36.009      6.887  \n        .840        .415  \n      2.279      1.515  \n        .133        .088  \n        .279        .050  \n        .539        .321  \n        .055        .334  \n        .055        .304  \n       -.142        .299  \n       -.022        .366  \n       -.500        .326  \n        .083        .313  \n        .481        .354  \n        .019        .277   \n.150 \n-.104 \n.133 \n.472 \n.170 \n.012 \n.018 \n-.036 \n-.005 \n-.130 \n .022 \n .121 \n .005 <.001  \n.046 \n.136 \n.136 \n<.001  \n.097 \n.870 \n.856 \n.637 \n.952 \n.129 \n.791 \n.178 \n.945             1.624    .678     .057  \nNote: n = 102.  \nSignifican t p-values  and R2 change values  are bolded.   \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \n Table 3  \nMultivariate linear regression analysis with externalizing problems as outcome.  \n \n \n \nModel           Unstandardized  \n           Coefficients  \n \n          B      Std. Error   Standardized   \n Coefficients  \n \n            B  \n \n \np-value                 Model Summary  \n \n               F         R2      ΔR2 \n1. (Constant)  \n    Age  \n    Gender      55.011      5.159  \n        .158        .347  \n     -1.076      1.356   \n.047 \n-.082 <.001  \n.650 \n.429               .386    .008     .008  \n2. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity      51.565      4.785  \n      -.167        .326  \n     -1.848      1.253  \n        .256        .059   \n      -.050 \n-.141 \n.430 <.001  \n.609 \n.144 \n<.001            19.099    .179     .170      \n3. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity  \n    Sensory Sensitivity      51.187      4.598  \n       -.289        .316  \n     -2.230      1.211  \n        .150        .067  \n        .118        .040   \n      -.087 \n      -.171 \n.251 \n.333 <.001  \n.362 \n.069 \n.028 \n.004             8.715    .251     .072 \n4. (Constant)  \n    Age \n    Gender  \n    Misophonia Severity  \n    Sensory Sensitivity  \n    Self-Blame  \n    Acceptance  \n    Rumination  \n    Positive Refocusing  \n    Planning  \n    Positive Reappraisal  \n    Putting into Perspective  \n    Catastrophizing  \n    Other -Blame      43.976      5.379  \n       -.227        .324  \n     -2.014      1.184  \n        .127        .069  \n        .127        .039  \n       -.072        .251  \n       -.395        .261  \n       -.299        .237  \n       -.028        .233  \n        .325        .286  \n        .173        .255  \n        .307        .245  \n        .271        .276  \n        .895        .216   \n      -.068 \n-.154 \n.214 \n.360 \n      -.038 \n      -.149 \n      -.163 \n-.012 \n .119 \n .075 \n .135 \n .114 \n .389 <.001  \n.486 \n.093 \n.068 \n.002 \n.776 \n.134 \n.212 \n.906 \n.259 \n.499 \n.213 \n.330 \n<.001              3.275    .449     .198 \nNote: n = 102.  \nSignificant p-values and R2 change are bolded.  \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nTable 4 . Moderator analysis of  misophonia severity  with internalizing problems as outcome.  \nModel                                  \nUnstandardized  \n                               \nCoefficients              \nStandar\ndized \nCoeffic\nients  \n              \nt                \nSig.                   \nR             \nR \nSquare    \n                                \nB                 \nStd.    \nError               \nBeta              \nR \nSquare \nChange  \n1 (Constant)  45.878  4.829    9.501  0.000  .733a 0.537  0.537  \nSelf-Blame  0.951  0.368  0.300  2.583  0.012  \n      \nAcceptance  0.457  0.381  0.103  1.198  0.234  \n      \nRumination  0.462  0.324  0.151  1.427  0.157  \n      \nPositive Refocusing  -0.208  0.351  -0.053  -0.593  0.555  \n      \nPlanning  0.023  0.430  0.005  0.055  0.957        \nPositive Reappraisal  -0.610  0.368  -0.158  -1.656  0.101        \nPutting Into Perspective  0.122  0.365  0.032  0.335  0.739        \nCatastrophizing  0.329  0.399  0.083  0.825  0.412        \nOther -Blame  0.081  0.325  0.021  0.250  0.803        \nMisophonia Severity Total Score  0.263  0.099  0.263  2.667  0.009        \n2 (Constant)  43.609  5.998    7.271  0.000  .760b 0.578  0.041  \nSelf-Blame  1.081  0.425  0.341  2.544  0.013        \nAcceptance  0.383  0.426  0.087  0.900  0.371        \nRumination  0.310  0.398  0.101  0.779  0.438        \nPositive Refocusing  -0.089  0.376  -0.023  -0.238  0.813        \nPlanning  0.171  0.498  0.037  0.343  0.732        \nPositive Reappraisal  -0.613  0.393  -0.159  -1.557  0.124        \nPutting Into Perspective  0.050  0.391  0.013  0.128  0.898        \nCatastrophizing  0.513  0.458  0.129  1.120  0.266        \nJournal Pre-proof"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nOther -Blame  0.224  0.356  0.058  0.630  0.531        \nMisophonia Severity Total Score  0.255  0.106  0.255  2.394  0.019        \nMisophona Severity x Self -Blame  -0.905  2.289  -0.062  -0.395  0.694        \nMisophona Severity x Acceptance  0.656  1.412  0.058  0.465  0.643        \nMisophonia Severity x Rumination  2.727  2.141  0.198  1.274  0.207        \nMisophonia Severity x Positive \nRefocusing  -0.284  1.383  -0.021  -0.205  0.838  \n      \nMisophonia Severity x Planning  1.246  1.551  0.095  0.803  0.424        \nMisophonia Severity x Positive \nReappraisal  -3.511  1.631  -0.248  -2.152  0.035  \n      \nMisophonia Severity x Putting into \nPerspective  1.758  1.563  0.124  1.124  0.264  \n      \nMisophonia Severity x Catastrophizing  -1.555  1.782  -0.113  -0.873  0.385        \nMisophonia Severity x Other -Blame  -0.812  1.456  -0.058  -0.558  0.579        \nDependent Variable: YSR -Internalizing T -score        \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "MISOPHONIA PRESENTATIONS IN YOUTH  \nFigure 1 . Positive reappraisal as a moderator of the effect of misophonia severity on internalizing \nsymptoms . \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Highlights  \n• Sensory sensitivity (beyond sound sensitivity) predicted psychiatric symptoms in \nmisophonic youth.  \n• Other-blame  cognitive emotion regulation predicted externalizing symptoms.  \n•  Positive reappraisal moderated the effect of misophonia severity on internalizing \nsymptoms.  \n• Sensory sensitivity and positive reappraisal may be relevant treatment  targets.  \n• Associations should be examined longitudinally and among more diverse samples of \nmisophonic youth.  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "Author Statement  \nMs. Armstrong led the literature review and manuscript preparation processes, generat ed \nthe study concept and hypotheses, draft ed and revised  manuscript , and interpret ed results . Ms. \nGreenberg was involved in generating the study concept and hypotheses, and drafting and \nrevising the manuscript. Dr. Smárason was involved in data analysis , interpreting results, \ndrafting the manuscript , and critical revision of manuscript.  Ms. Frede rick was involved in \ndrafting the manuscript . Dr. Guzick was involved in generating the study concept and \nhypotheses, critical revision of the manuscript , and supervision of study procedures. Dr. \nSchneider was involved in supervision of study procedures , data collection,  and critical revision \nof the manuscript . Dr. Spencer was involved in critical revision of the manuscript. Dr. Cervin \nwas involved in critical revision of the manuscript. Dr. Storch was involved in generating the \nstudy concept and hypotheses , critical revision of the manuscript , and supervision of study \nprocedures. The final manuscript was approved by all authors.  \n \nJournal Pre-proof"
    }
  ]
}