{
  "doc_type": "scientific paper",
  "title": "Auditory cortical functioning in individuals with misophonia: an electrophysiological investigation",
  "authors": [
    "Sajana Aryal",
    "Prashanth Prabhu"
  ],
  "year": 2023,
  "journal": "European archives of oto-rhino-laryngology",
  "doi": "10.1007/s00405-023-08318-w",
  "abstract": "Purpose Misophonia is characterized by a reduced tolerance for specific sound triggers. This aspect has been relatively underexplored in audiology, with limited research from the audiological angle. Our primary objective is to compare the auditory late latency response (ALLR) findings between individuals with misophonia and those without it. Methods A study compared individuals with significant misophonia to a healthy control group. Thirty misophonia participants were categorized into mild and moderate-to-severe groups based on their Amsterdam Misophonia Scale scores. The latency and amplitude of auditory response peaks were analyzed across the groups using the ALLR. Statistical tests included Shapiro-Wilk for data normality, one-way ANOVA for group differences, and Bonferroni post hoc analysis for detailed variation sources. Results The result showed a significant difference in latency of P1 and N1 peaks ( p < 0.05) of ALLR between the groups in both ears. This suggests a deficit in auditory processing at the cortical level in individuals with misophonia. Conclusion Our study substantiates the potential utility of the ALLR as a valuable instrument for evaluating misophonia, particularly from the audiological standpoint.",
  "keywords": [
    "Misophonia",
    "Audiology",
    "ALLR",
    "Diagnosis",
    "Cortical response"
  ],
  "research_topics": [
    "Misophonia",
    "Auditory late latency response (ALLR)",
    "Electrophysiological investigation",
    "Auditory cortical functioning",
    "Audiology",
    "Auditory processing",
    "Neurophysiology",
    "Auditory evoked potentials",
    "Sound tolerance",
    "Auditory disorders"
  ],
  "created_at": "2025-05-04T23:47:14.014151Z",
  "source_pdf": "documents/research/Global/Aryal 2023 Auditory Cortical Functioning in Individuals with Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:European archivesofoto-rhino-laryngology.\nArticleTitle: Auditory corticalfunctioning inindividuals withmisophonia: anelectrophysiological\ninvestigation\nArticleAuthor: Aryal\nOCLC-42807337; ISSN-09374477; LCN-2008233033;\nPublisher: 2023-11-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Vol.:(0123456789)1 3European Archives of Oto-Rhino-Laryngology \nhttps://doi.org/10.1007/s00405-023-08318-w\nOTOLOGY\nAuditory cortical functioning in individuals with misophonia: \nan electrophysiological investigation\nSajana Aryal1  · Prashanth Prabhu1 \nReceived: 15 August 2023 / Accepted: 25 October 2023 \n© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2023\nAbstract\nPurpose  Misophonia is characterized by a reduced tolerance for specific sound triggers. This aspect has been relatively \nunderexplored in audiology, with limited research from the audiological angle. Our primary objective is to compare the \nauditory late latency response (ALLR) findings between individuals with misophonia and those without it.\nMethods A study compared individuals with significant misophonia to a healthy control group. Thirty misophonia par -\nticipants were categorized into mild and moderate-to-severe groups based on their Amsterdam Misophonia Scale scores. \nThe latency and amplitude of auditory response peaks were analyzed across the groups using the ALLR. Statistical tests \nincluded Shapiro–Wilk for data normality, one-way ANOVA for group differences, and Bonferroni post hoc analysis for \ndetailed variation sources.\nResults The result showed a significant difference in latency of P1 and N1 peaks (p  < 0.05) of ALLR between the groups in \nboth ears. This suggests a deficit in auditory processing at the cortical level in individuals with misophonia.\nConclusion Our study substantiates the potential utility of the ALLR as a valuable instrument for evaluating misophonia, \nparticularly from the audiological standpoint.\nKeywords Misophonia · Audiology · ALLR · Diagnosis · Cortical response\nIntroduction\nMisophonia is characterized by a reduced ability to tolerate \nspecific sounds or the stimuli connected to these sounds, \nreferred to as triggers [1 ]. These triggers encompass a range \nof aversive sounds, including human-generated noises such \nas chewing, lip-smacking, breathing, and swallowing, as \nwell as non-body-related sounds like pen clicking, rustling, \nand typing. The presence of misophonia can hinder an indi-\nvidual’s cognitive processes and focus due to the irritation \nand disruption elicited by these triggers [2 ]. Positioned at \nthe intersection of audiology, psychology, and neurology, \nmisophonia constitutes a relatively recent and multidisci-\nplinary disorder.\nMisophonia is a complex disorder that scientists are still \nworking to fully understand. Various experts have explained \nmisophonia in different ways, and a precise definition is yet to be established. In 2002, Jastreboff introduced the term \n'misophonia' and defined it as a strong aversion to certain \nsounds [ 3]. Later, in 2014, Tyler and colleagues suggested \nthat misophonia might be a form of heightened sensitivity \nto loudness [4 ]. Because a unanimous consensus is lacking \non whether it should be categorized as an auditory disorder, \npsychiatric disorder, or a neurological issue, misophonia \nhas not received official recognition as a distinct disorder \nin the Diagnostic and Statistical Manual of Mental Disor -\nders (DSM-V), a guide utilized for diagnosing mental health \nconditions.\nThe evaluation of misophonia demands a collaborative \napproach from a diverse team of experts, including audi -\nologists, neurologists, psychologists, and occupational \ntherapists. Presently, there is not a universally established \nprotocol for the assessment of misophonia. Several question-\nnaires have been designed for this purpose, such as the Duke \nMisophonia Questionnaire [5 ], selective sound sensitivity \nsyndrome scale (S-five) [6 ], Misophonia Questionnaires [7 ], \nAmsterdam misophonia scale [8 ], and Amsterdam misopho-\nnia scale-revised [9 ]. * Sajana Aryal \n sajanaaryal5566@gmail.com\n1 Department of Audiology, All India Institute of Speech \nand Hearing, Mysore 570006, India"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\nEfforts directed at establishing diagnostic criteria for \nmisophonia represent a significant area of research focus \n[10]. Schröder et al. [8 ] have defined misophonia as a psy -\nchiatric disorder and proposed diagnostic criteria. Neurolo -\ngists are actively engaged in investigating the underlying \npathophysiological mechanisms of misophonia through the \nutilization of neuroimaging techniques. Neurophysiological \ninvestigations have unveiled heightened activity within the \nnon-classical auditory pathway in individuals affected by \nmisophonia [11]. Functional magnetic resonance imaging \n(fMRI) neuroimaging data, acquired while subjects were \nexposed to misophonic video clips as opposed to neutral \nones, showcased increased activity in the right insula, right \nanterior cingulate cortex, and right superior temporal lobe \n[12, 13]. Likewise, Kumar et al. have reported that miso-\nphonia correlates with altered brain activity in the auditory \ncortex [14].\nSimilarly, Giorgi (2015) observed that exposure to miso -\nphonic triggers led to increased activity in the left Amyg-\ndala and bilateral auditory cortex when contrasted with the \ncontrol group [ 15]. Schröder et al. [16 ] noted a decreased \nmean amplitude of the N1 peak in the misophonic group \ncompared to the control group, indicating a potential deficit \nin low-level auditory information processing among those \nwith misophonia. Nonetheless, there is a notable scarcity of \nresearch on this topic within the existing literature, particu-\nlarly within the realm of audiology [17].\nOnly a limited number of diagnostic investigations have \napproached misophonia from an audiological standpoint. \nSome studies have employed pure tone audiometry (PTA) to \nascertain the hearing threshold of individuals with misopho-\nnia, revealing normal hearing levels among these individuals \n[8, 15, 16, 18]. Similarly, the study by Aryal et al. employed \nthe auditory brainstem response (ABR) test to assess brain-\nstem functioning and reported normal brainstem functioning \namong individuals with misophonia disorder [19]. Subjec-\ntive questionnaires have indicated reduced sound tolerance \namong participants with misophonia [3 ]. Nevertheless, there \nremains a deficiency of objective evidence for a clinical cor -\nrelation of misophonia. Hence, our objective is to establish \na relationship between misophonia and auditory late latency \nresponse (ALLR) findings. This endeavor seeks to pave the \nway for the assessment and management of misophonia \nwithin the audiological domain, providing a valuable per -\nspective on the matter.\nAim and rationale of the study\nAuditory late latency response (ALLR), also referred to as \nauditory evoked potentials, are neural reactions prompted by \nauditory stimuli, processed within and around the auditory \ncortex. These responses manifest as electrical patterns and \noffer insights into the functional integrity of the auditory system beyond the brainstem level. Specifically, these \nare complex potentials occurring between 50 and 300 ms \nafter the stimulus onset, characterized by P1–N1–P2–N2 \nsequences. The generators of these ALLRs emerge from \ndistinct segments of the auditory cortex.\nThe P1 peak originates from the thalamic projection \nwithin the auditory cortex, representing the specific sensory \nsystem. In parallel, the N1 peak arises from the non-specific \npoly-sensory system. P2 finds its source in the lateral–frontal \nsupra-temporal cortex, and N2 emerges from the supra-tem -\nporal auditory cortex [20]. Given that neuroimaging stud-\nies have indicated heightened activity within these regions, \nwe proposed a hypothesis that there would be noteworthy \ndisparities in these late latency potentials between the miso-\nphonia group and the normal control group.\nMisophonia often presents in conjunction with other \nsound-related disorders like tinnitus and hyperacusis. Inves -\ntigations focused on these auditory disorders have revealed \natypical ALLR patterns, characterized by deviations in \npeak latencies and amplitudes [21– 23]. Given the shared \nsymptomatic features between misophonia and these audi-\ntory disorders, we formulated a hypothesis that individuals \nwith misophonia might exhibit distinctive ALLR responses. \nConsequently, our study endeavors to contrast the auditory \ncortical functioning of individuals affected by misophonia \nwith that of a healthy control group.\nMethods\nThe study was initiated following ethical clearance granted \nby the Institutional Review Board and the approval num-\nber was SH/ERB/2022-22/38. Prior to their inclusion in the \nstudy, each participant provided informed consent, having \nbeen duly apprised of the research procedures encompass-\ning the study.\nA cross-sectional investigation was undertaken among \nindividuals displaying clinically significant misophonia, with \na parallel comparison drawn against a healthy control cohort. \nThe survey aimed to ascertain the prevalence and severity \nof misophonia, targeting students from Mysore University. \nTo achieve this, the Revised Amsterdam Misophonia Ques-\ntionnaire [9 ], a recently updated version of the questionnaire \noriginally devised by Schröder et.al [8 ], was employed. The \nsurvey encompassed 40 individuals exhibiting symptoms of \nmisophonia, aged between 18 and 40 years, with an aver -\nage age of 25 years (standard deviation = 7.8 years). Within \nthe misophonia group, 36 participants (90%) were female, \nwhile 4 (10%) were male. All participants were educated and \nrepresented diverse academic backgrounds, including audi-\nology, business, medicine, and speech–language pathology.\nAll participants included in the study had experienced \nmisophonia for a minimum of four years, and they exhibited"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nno evidence of hearing impairment. For comparative analy -\nsis, a control group of 15 participants (mean age = 24 years, \nstandard deviation  = 6 years), devoid of misophonia and \nother ear/health-related symptoms, was recruited. To main-\ntain gender balance for comparative purposes, the control \ngroup’s gender distribution mirrored that of the misophonia \ngroup. In total, the study encompassed 55 participants.\nMisophonia severity evaluation\nBefore enrolling participants in the experimental study, \nit was ensured that they exhibited misophonia symptoms \nthrough the analysis of questionnaire responses collected \nduring the survey phase. In participants where misophonia \nsymptoms were reported, the Revised Amsterdam Misopho -\nnia Scale (RAMISO-S) [9 ] was re-administered in person \nto ascertain response consistency. This questionnaire com-\nprises ten items, each scored between 0 and 40. The scale \nevaluates factors such as the amount of time spent preoccu-\npied by misophonic sounds, the extent to which such sounds \ndisrupt work and social functioning, the level of anger elic-\nited by these sounds, the degree of resistance to impulsive \nreactions, control over emotional responses and thoughts, \nand the amount of time dedicated to avoiding misophonic \nsituations. The scoring ranges from 0–10, indicative of sub-\nclinical misophonia symptoms, to 11–20 for mild misopho -\nnia, 21–30 for moderate to severe misophonia, and 31–40 \nfor severe to extreme cases.\nAmong the 40 participants initially invited to participate, \n10 exhibited subclinical symptoms with scores below ten on \nthe Revised Amsterdam Misophonia Scale and were con -\nsequently excluded from the study. This culminated in the \nfinal inclusion of 30 participants in the misophonia group. \nThis cohort of 30 participants was further categorized into \ntwo subgroups: one consisting of mild misophonia (N  = 15) \nand the other comprising moderate to severe misophonia \n(N = 15).\nAudiological evaluation\nThe audiological assessment encompassed several compo-\nnents, including case history, otoscopy, pure tone audiom-\netry (PTA), high-frequency audiometry (HFA), immittance \nevaluation, and auditory late latency response (ALLR) \nconducted in that sequence. All these audiological evalua-\ntions were executed by an experienced audiologist with an \neight-year tenure in the field. While our primary objective \nwas to investigate the late latency response in individuals \nwith misophonia, additional audiological tests such as PTA, \nHFA, and immittance evaluation were conducted before the \nALLR examination for all participants. This preliminary step \nensured that participants did not have any active external or middle ear conditions and that their hearing thresholds were \nwithin the normal range, as these factors can influence the \nALLR response.\nA comprehensive case history was obtained from each \nparticipant, followed by a thorough otoscopic examination. \nPure tone audiometry was conducted on all participants, \nencompassing both the misophonia and control groups. \nThe Grason-Stadler (GSI) AudioStar Pro audiometer was \nutilized in a sound-treated environment, adhering to the \nguidelines outlined by the American National Standards \nInstitute (ANSI) [24]. Prior to commencing the tests for \neach individual, a subjective calibration of the audiometer \nwas performed. The air conduction (AC) threshold was \nascertained within the frequency range of 250 Hz–8 kHz, \nutilizing the Supraaural TDH-50 headphones. Additionally, \nthe bone conduction (BC) threshold was established across \nfrequencies ranging from 250 Hz to 4 kHz, utilizing the \nB-71 bone vibrator. To determine the threshold, an aver -\nage was computed for the four frequencies: 500 Hz, 1 kHz, \n2 kHz, and 4 kHz. A criterion of an average air conduction \nvalue of 25 dB HL or less was employed to define normal \nhearing.\nHigh-frequency audiometry was conducted using the \nSennheiser HDA 200 circumaural headphones, spanning \nfrom 9 to 16 kHz. To establish the threshold, an average \nwas computed for six frequencies: 9 kHz, 10 kHz, 11.2 kHz, \n12.5 kHz, 14 kHz, and 16 kHz.\nTympanometry was executed using the GSI Tympstar \nPro, employing a 226 Hz probe tone. The following admit-\ntance criteria were deemed normative: 0.5–1.75 cc for \nadmittance, middle ear pressure ranging from 60 to − 100 \ndapa, tympanometric width between 51 and 114 daPa, and \near canal volume from 0.5 to 2.0 cc [25].\nAuditory late latency response (ALLR)\nThe ALLR was recorded for all participants using the Bio-\nlogic Navigator Pro equipment situated within a sound-\ntreated environment, adhering to the ANSI guidelines [24]. \nBefore commencing the test procedure, clear instructions \nwere provided to the participants, outlining the procedure’s \nsteps and objectives. Participants were comfortably seated \nin a reclining chair to ensure their ease during the test. \nAdequate preparation was undertaken, including appropri-\nate cleaning measures, to ensure readiness for the test. Par -\nticipants were advised to refrain from blinking during the \ntest to minimize potential eye blink-related influences on \nthe ALLR. Moreover, participants were informed about the \npotential impact of sleep on the ALLR response and were \nexplicitly instructed to remain awake during the test pro-\ncedure, to prevent any interference caused by sleep-related \nfactors."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\nA single-channel recording procedure was applied to \nall participants utilizing a vertical electrode montage. The \ninverting electrode site (–) was assigned to the test ear (A1 \nor A2), the non-inverting electrode (+) was positioned at \nthe upper forehead (Fpz), and the common ground electrode \nsite was placed on the contralateral ear of the test ear. This \nelectrode arrangement adhered to the 10–20 international \nelectrode site classification system [26]. The recording was \nexecuted using cup electrodes for all participants. Prior to \ncommencing the test, it was verified that electrode imped-\nance remained below 5 kΩ, and the inter-electrode dispar -\nity was within the threshold of 3 kΩ. A Radio Ear Insert-\n3A transducer was employed to deliver the stimulus. The \nacoustic stimulus comprised a 500 Hz tone burst using a \n2–1–2 cycle (2-ms rise time, 1-ms plateau, and 2-ms fall \ntime) presented at an intensity of 80dBSPL. For two par -\nticipants encountering difficulties with higher sound levels, \nthe testing was conducted at 70dBSPL to ensure their com-\nfort. The stimulus was presented at a rate of 1.1 stimuli per \nsecond, utilizing a rarefaction polarity. Some misophonic \nparticipants reported discomfort in response to the tone burst \nstimuli during testing. As a result, intervals were introduced \nbetween each recording to accommodate their comfort dur -\ning the test.\nThe acquisition parameters employed encompassed a \nfilter setting spanning from 0.1 to 25 Hz, an amplification \nfactor of 50,000, a time window of 533 ms, and an arti-\nfact rejection threshold of 50 µV. A total of 200 averages \nwere compiled, ensuring consistency across all participants \nenrolled in the study. Throughout the entire testing process, \nvigilant monitoring was maintained to ensure that the elec-\ntroencephalogram (EEG) readings adhered to the established \nstandard limits. The recording process was executed for all \nparticipants, incorporating replication to ensure the repro-\nducibility of results.\nPeak identification adhered to established criteria in the \nliterature, involving the visualization of four successive \npeaks in the sequence P1–N1–P2–N2. This process was \nfacilitated using the Bio-logic Auditory Evoked Potentials \nsoftware (Version 7.2.1). Subsequently, the latency and \namplitude of the respective peaks within the Auditory Late \nLatency Responses (ALLR), namely P1, N1, P2, and N2, \nwere computed and subjected to analysis, comparing out -\ncomes between the misophonia and control groups.\nStatistical analyses\nFor data analysis, the IBM SPSS program (version 25.0) was \nemployed. The Shapiro–Wilk test was executed to deter -\nmine the normality of the data. Given that the data exhibited \na normal distribution, a parametric one-way ANOVA test \nwas conducted to discern significant differences between the misophonia and control groups. Subsequently, a Bonferroni \npost hoc analysis was performed for pair-wise comparisons. \nThe dependent variables encompassed latency and ampli-\ntude, while the severity of misophonia served as the inde-\npendent variable. The threshold for statistical significance \nwas set at a p  value below 0.05, maintaining a confidence \ninterval of 95%.\nResults\nMisophonia severity\nThe outcomes of the Revised Amsterdam Misophonia Scale \nrevealed distinct levels of misophonia severity within the \nparticipant pool. Of the total participants, 15 individuals \nexhibited mild misophonia, with scores falling in the range \nof 11–20. Another 10 participants displayed moderate to \nsevere misophonia, as indicated by scores between 21 and \n30. Moreover, 5 participants demonstrated severe to extreme \nmisophonia, with scores ranging from 31 to 40. Additionally, \na control group comprising 15 participants registered a score \nof zero on the Revised Amsterdam misophonia scale, serv -\ning as a baseline for comparison. Due to limitations in the \navailable sample size, the misophonia-affected participants \nwere categorized into two groups: a mild misophonia group \n(N = 15) with an average score of 15.93 (SD = 2.89), and a \nmoderate–severe misophonia group (N  = 15) with an average \nscore of 25.86 (SD = 4.98).\nThe duration of misophonia across all study participants \nwas consistently recorded, indicating that the disorder \npersisted for at least 4.9 years. Individual variations were \nobserved, with the duration ranging from 3 to 8 years and \na mean duration of 4.93 years (SD = 1.52). Regarding the \nonset of misophonia, most participants (86.67%) reported \na gradual development of their disorder. Notably, a signifi-\ncant majority (93.33%) indicated that they were triggered \nby multiple distinct sounds. Scratching emerged as the most \nfrequently reported trigger, with 66.67% of participants \nacknowledging this as a source of distress. Other preva-\nlent triggers encompassed loud sounds (50%) and chewing \n(46.67%).\nHigh-pitched sounds emerged as the predominant trigger \ntype, with 86.67% of participants attributing their distress \nto such auditory stimuli. Collectively, these findings provide \ncomprehensive insights into the distribution of misopho-\nnia severity, duration, onset patterns, and prominent trig -\nger types among the study's participants. This information \nholds potential implications for refining interventions and \ntreatments for individuals grappling with misophonia. The \ndetails of the misophonia characteristics are illustrated in \nTable  1."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nAudiological evaluation\nThe otoscopic examination revealed that all participants \nexhibited a normal appearance of the external and middle \near. Furthermore, all individuals enrolled in the study self-\nreported having normal hearing abilities. In the mild miso-\nphonia group, the average air conduction threshold for all \nparticipants was 7.75 dB HL (SD = 7.58) for the right ear \nand 6.08 dB HL (SD = 4.60) for the left ear. Correspond-\ningly, in the moderate–severe misophonia group, participants \ndisplayed an average air conduction threshold of 8.33 dB HL \n(SD = 6.58) for the right ear and 7.75 dB HL (SD = 3.69) for \nthe left ear. As for the control group, the respective values \nwere 6.08 dB HL (SD = 3.07) for the right ear and 4.48 dB \nHL (SD = 3.55) for the left ear. Upon statistical analysis, \nno significant differences were observed in the air conduc-\ntion threshold for both ears between the study and control \ngroups. This outcome was supported by a lack of statistical \nsignificance in the right ear (F  (2.42) = 0.587, p = 0.561) and \nthe left ear (F  (2.42) = 2.540, p = 0.091).\nRegarding bone conduction, participants in the mild mis-\nophonia group demonstrated an average threshold of 3.2 dB \nHL (SD = 2.5) for the right ear and 4.5 dB HL (SD = 1.5) \nfor the left ear. In a similar vein, the moderate–severe mis-\nophonia group exhibited respective thresholds of 4.0 dB \nHL (SD = 1.7) for the right ear and 4.5 dB HL (SD = 2.2) \nfor the left ear. Comparatively, the control group's average \nthresholds were 3.5 dB HL (SD = 1.7) for the right ear and \n4.8 dB HL (SD = 2.2) for the left ear. Again, no statistically significant disparities were found in the bone conduction \nthreshold for both ears when comparing the study and con-\ntrol groups. The statistical insignificance was evident in \nthe right ear (F  (2.42) = 0.678, p = 0.66) and the left ear (F \n(2.42)  = 1.540, p = 0.08). These findings collectively suggest \nthat there were no substantial differences in air conduction \nand bone conduction thresholds between participants with \nmisophonia and those in the control group. This information \nunderscores the similarity in hearing capabilities among the \ngroups, indicating that the observed misophonia symptoms \nwere not inherently associated with variations in auditory \nthresholds.\nTympanometry was done to evaluate the compliance and \nmobility of the eardrum. The functioning of the eardrum can \nbe interpreted based on different types of tympanograms. \nType A is a normal tympanogram where the eardrum has \nnormal compliance and indicates that the middle ear system \nis functioning normally, type Ad is a deep tympanogram that \nsuggests increased compliance and may indicate a potential \nproblem in the middle ear, such as ossicular chain disconti-\nnuity, and type As is a tympanogram with decreased com-\npliance and may indicate a potential problem in the middle \near such as otosclerosis [27]. Within the control group, the \ndistribution of tympanogram types revealed that nine par -\nticipants (60%) displayed an ‘A’ type tympanogram, four \nparticipants (26.67%) exhibited an ‘Ad’ type, and two par -\nticipants (13.33%) showcased an ‘As’ type tympanogram in \nboth ears. Similarly, among individuals in the mild miso -\nphonia group, nine participants (60%) exhibited an ‘A’ type Table 1  Misophonia \ncharacteristics of all the \nparticipants included in the \nstudy (N = 30)SN Mild group Moderate–severe group\nRevised Amsterdam \nMisophonia scaleMisophonia charac-\nteristicsRevised Amsterdam Misopho-\nnia ScaleMisophonia Charac-\nteristics\nScore Severity Onset Duration \n(years)SCORE Severity Onset Dura-\ntion \n(years)\n1 12 Mild Sudden 3 21 Moderate–severe Gradual 4\n2 13 Mild Gradual 4 24 Moderate–severe Gradual 3\n3 17 Mild Gradual 6 23 Moderate–severe Gradual 5\n4 19 Mild Gradual 7 24 Moderate–severe Gradual 4\n5 19 Mild Gradual 6 32 Severe–extreme Gradual 8\n6 15 Mild Gradual 4 31 Severe–extreme Gradual 6\n7 19 Mild Sudden 3 35 Severe–extreme Gradual 6\n8 17 Mild Gradual 6 33 Severe–extreme Gradual 3\n9 18 Mild Gradual 6 31 Severe–extreme Gradual 4\n10 11 Mild Gradual 8 22 Moderate–severe Gradual 6\n11 12 Mild Gradual 5 22 Moderate–severe Gradual 7\n12 16 Mild Gradual 4 21 Moderate–severe Gradual 6\n13 14 Mild Gradual 5 22 Moderate–severe Gradual 4\n14 19 Mild Sudden 3 22 Moderate–severe Sudden 3\n15 18 Mild Gradual 4 25 Moderate–severe Gradual 4"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\ntympanogram, three participants (20%) displayed an ‘Ad’ \ntype, and three participants (20%) showed an ‘As’ type in \nboth ears. For the moderate–severe misophonia group, 12 \nparticipants (80%) had an ‘A’ type tympanogram, 2 partici-\npants (13.33%) showed ‘As’ type and 1 participant (6.67%) \ndemonstrated an ‘Ad’ type in both ears.\nIt is worth noting that none of the study participants \nexhibited a ‘B’ or ‘C’ type tympanogram. Notably, partici-\npants with ‘As’ tympanogram displaying low static admit-\ntance and those with ‘Ad’ tympanogram exhibiting high \nadmittance did not present any symptoms of external and \nmiddle ear pathologies. Moreover, these participants had \nnormal audiograms. Considering these observations, all 45 \nparticipants were included in the study, as the tympanogram \nfindings, along with the absence of external and middle ear \nissues and normal audiograms, collectively indicated that \nthese participants did not have any underlying ear-related \npathologies that could confound the study results.\nThe outcomes of the high-frequency audiometry revealed \nthat all participants exhibited normal hearing within the \nhigh-frequency range spanning from 9 to 16 kHz. Specifi -\ncally, within the mild misophonia group, the high-frequency \naverage threshold was 8.33 dB HL (SD = 3.34) for the right \near and 10.72 dB HL (SD = 5.16) for the left ear. Similarly, \nin the moderate–severe misophonia group, the high-fre-\nquency average threshold was 8.43 dB HL (SD = 3.05) for \nthe right ear and 11.28 dB HL (SD = 4.09) for the left ear. \nIn comparison, the control group’s high-frequency average \nthresholds stood at 7.47 dB HL (SD = 2.57) for the right ear \nand 8.36 dB HL (SD = 4.16) for the left ear.\nApplying ANOVA analysis, no statistically significant \ndifferences were observed in the mean high-frequency aver -\nage across the participant groups. The analysis yielded a \np-value of (F  (2.42)  = 3.401, p = 0.062) for the right ear and \n(F (2.42) = 1.769, p = 0.183) for the left ear. These outcomes \nsuggest that, in terms of high-frequency hearing, there were \nno substantial distinctions between the study groups. The \ndetails of the audiological finding of all the participants are \nillustrated in Table  2.\nAuditory late latency response findings\nAuditory late latency response was assessed to investigate \ncortical functioning in individuals with misophonia. The \naverage latency of p1 in the control group was 64.23 ms \n(SD = 25.21) for the right ear and 59.41 ms (SD = 24.61) \nfor the left ear. Similarly, for the mild misophonia group, \nthe p1 latency was recorded at 52.46 ms (SD  = 24.50) for \nthe right ear and 51.92 ms (SD = 26.47) for the left ear. In \nthe moderate–severe misophonia group, the p1 latency was \nnotably shorter, measuring 29.61 ms (SD = 22.36) for the \nright ear and 29.75 ms (SD = 26.00) for the left ear. For a visual representation of the latency of P1 and N1 in both the \nright and left ears, refer to Figs.  1 and 2 , respectively. These \nmeasurements provide insight into the timing of cortical \nresponses and potential differences in auditory processing \namong the study's participant groups.\nThe results of the one-way ANOVA indicated a signifi-\ncant disparity in P1 latency among the groups, yielding \nan (F  (2, 42) = 8.027, p = 0.01) for the right ear and (F  (2, \n42) = 5.4, p = 0.008) for the left ear. These findings demon-\nstrated that the P1 peaks occurred at earlier latencies in the \nmisophonia group in comparison to the control group. Fur -\nthermore, upon subjective data analysis, a few individuals \nwithin the moderate–severe misophonia category exhibited \nan absence of the P1 peak.\nUpon conducting multiple comparisons between the \ngroups using Bonferroni post hoc analysis, a noteworthy \ndistinction was identified between the control and moder -\nate–severe groups. Specifically, this distinction was sup-\nported by a significant p -value of 0.001 for the right ear and \na p-value of 0.009 for the left ear. Conversely, no statistically \nsignificant disparity was detected between the control and \nmild misophonia groups in either ear, with p -values exceed-\ning 0.05. In summary, the ANOVA outcomes pointed to a \nsignificant alteration in P1 latency across groups, revealing \nan earlier occurrence in the misophonia group compared \nto controls. The posthoc analysis underscored a substantial \ndistinction between the control and moderate–severe miso-\nphonia groups. Conversely, no such significant variation was \nobserved between the control and mild misophonia groups. \nThese findings offer insights into potential cortical process-\ning discrepancies associated with misophonia severity.\nThe average latency of the N1 peak for the control group \nwas measured at 102.58 ms (SD = 32.85) for the right ear and \n99.94 ms (SD = 25.52) for the left ear. Similarly, for the mild \nmisophonia group, the N1 peak latency averaged 78.21 ms \n(SD = 36.07) for the right ear and 85.02 ms (SD = 40.85) for \nthe left ear. The moderate–severe misophonia group exhib-\nited N1 peak latencies of 56.54 ms (SD = 44.04) for the right \near and 54.59 ms (SD = 47.73) for the left ear. The results \nof the one-way ANOVA indicated a notable difference in \nN1 latency among the groups, revealing a (F  (2, 42) = 5.52, \np = 0.007) for the right ear and (F  (2, 42) = 5.23, p = 0.009) \nfor the left ear. These outcomes emphasized an earlier occur -\nrence of N1 peaks in the misophonia group compared to the \ncontrol group. Moreover, subjective data analysis unveiled \nthe absence of N1 peaks in certain individuals with moder -\nate–severe misophonia.\nThe findings, however, did not reveal significant dif -\nferences in the latency of the P2 and N2 peaks across the \ngroups (p -value > 0.05). For a comprehensive overview \nof the ANOVA results comparing the latency of all peaks, \nrefer to Table  3. These data collectively offer insights into"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nTable 2  Audiological \ncharacteristics of all the \nparticipants included in the \nstudy (N = 45)Audiological evaluation\nS.N Pure-tone average High-frequency average Tympano-\ngram\nRight (dBHL) Left (dBHL) Right (dBHL) Left (dBHL) Right Left\nControl group 1 0 0 4.83 2.5 A A\n2 10 6.5 5.83 10.83 Ad Ad\n3 6.67 0 10.17 2.5 A A\n4 6.25 10 3.33 5 Ad Ad\n5 2.5 1.25 5.83 5.83 A A\n6 1.25 3.25 10.83 14.17 Ad Ad\n7 5 7.5 10.67 10.67 A A\n8 7.5 6 8.83 4.17 Ad Ad\n9 10 6 6.83 10 As As\n10 3.75 0 4.17 3.33 As As\n11 5 6.67 9.17 12.5 A A\n12 8.75 10 10 10.67 A A\n13 8.75 5 5.83 12.5 A A\n14 7.5 5 10 7.5 A A\n15 7.5 0 5.83 13.33 A A\nMild group 1 8.75 7.5 11.67 5.83 Ad Ad\n2 8.75 2.5 14.17 11.67 A A\n3 6.25 8.75 5.83 8.33 Ad Ad\n4 0 3.75 11.67 9.17 A A\n5 0 1.25 10.67 12.5 Ad Ad\n6 10 10 10.67 14.17 A A\n7 11.25 11.25 15.83 22.5 As As\n8 1.25 5 5 10 As As\n9 13.75 11.25 13.33 15.83 As As\n10 7.5 1.25 10.67 3.33 A A\n11 3.75 8.75 7.5 8.33 A A\n12 5 3.75 13.33 17.5 A A\n13 30 15 10.67 4.17 A A\n14 10 1.25 5 10 A A\n15 0 0 8.33 7.5 A A\nModerate-severe group 1 18.75 13.75 3.5 10.83 A A\n2 10 11.25 10 1.67 A A\n3 15 10 6.67 12.5 A A\n4 2.5 12.5 7.5 16.67 A A\n5 11.25 6.25 10 19.17 A A\n6 2.5 6.25 10.83 10 A A\n7 15 8.75 9.17 8.33 A A\n8 1.25 2.5 5 13.33 A A\n9 8.75 10 10.83 10.67 A A\n10 − 1.225 5 6.67 12.5 As As\n11 2.5 2.5 As As\n12 6.25 7.5 A A\n13 18.75 11.25 A A\n14 11.25 6.25 A A\n15 2.5 2.5 Ad Ad"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\nFig. 1  Comparison of the mean latency of P1 and N1 peaks of ALLR between the groups (N = 45) for the right ear (Error bar represents standard \ndeviation)\nFig. 2  Comparison of the mean latency of P1 and N1 peaks of ALLR between the groups (N = 45) for the left ear ((Error bar represents standard \ndeviation)"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nalterations in cortical processing, particularly regarding the \nN1 peak latency, among the different misophonia severity \ngroups in comparison to the control group.\nPerforming multiple comparisons between the groups \nusing Bonferroni’s post hoc analysis yielded notable out -\ncomes. A significant distinction emerged between the con-\ntrol and moderate–severe groups, marked by a p -value of \n0.006 for the right ear and a p -value of 0.008 for the left \near. Conversely, no statistically significant differences were \ndetected between the control and mild misophonia groups \nfor both ears, as indicated by p -values exceeding 0.05. For Table 3  Illustration of results of one-way ANOVA for the latency of \nall the peaks of ALLR (N = 45)\ndf F value Sig\nRight ear\n P1\n  Between groups 2 8.03 0.001\n  Within groups 42\n  Total 44\n N1\n  Between groups 2 5.53 0.007\n  Within groups 42\n  Total 44\n P2\n  Between groups 2 1.28 0.29\n  Within groups 42\n  Total 44\n N2\n  Between groups 2 1.26 0.29\n  Within groups 42\n  Total 44\nLeft ear\n P1\n  Between groups 2 5.40 0.008\n  Within groups 42\n  Total 44\n N1\n  Between groups 2 5.23 0.009\n  Within groups 42\n  Total 44\n P2\n  Between groups 2 0.17 0.84\n  Within groups 42\n  Total 44\n N2\n  Between groups 2 0.49 0.61\n  Within groups 42\n  Total 44Table 4  Result of post hoc Bonferroni test between the group \n(N = 45)\nMultiple comparisons (Bonferroni)\nDepend-\nent vari-\nable(I) Group (J) Group Sig\nRight ear P1 Control Mild 0.56\nModerate to \nsevere0.001\nMild Control 0.56\nModerate to \nsevere0.038\nModerate to \nsevereControl 0.001\nMild 0.04\nN1 Control Mild 0.26\nModerate to \nsevere0.006\nMild Control 0.26\nModerate to \nsevere0.38\nModerate to \nsevereControl 0.006\nMild 0.38\nP2 Control Mild 0.64\nModerate to \nsevere0.43\nMild Control 0.64\nModerate to \nsevere1.00\nModerate to \nsevereControl 0.43\nMild 1.00\nN2 Control Mild 0.44\nModerate to \nsevere0.68\nMild Control 0.43\nModerate to \nsevere1.00\nModerate to \nsevereControl 0.68\nMild 1.00\nLeft ear P1 Control Mild 1.00\nModerate to \nsevere0.009\nMild Control 1.00\nModerate to \nsevere0.069\nModerate to \nsevereControl 0.009\nMild 0.069"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\na comprehensive breakdown of the results obtained from \nBonferroni’s posthoc analysis concerning all auditory late \nlatency response (ALLR) peaks, please refer to Table  4. \nThese findings further elucidate the nuances in cortical pro-\ncessing disparities among the various participant groups, \nparticularly highlighting the significance of the observed \ndifferences between the control and moderate–severe miso-\nphonia groups.\nThe amplitude of all the peaks in the auditory late \nlatency response (ALLR) was subject to analysis across \nthe participant groups. Within the control group, the mean \namplitude of the p1 peak measured 1.36 (SD = 0.76) for \nthe right ear and 1.39 (SD = 1.06) for the left ear. Simi-\nlarly, the mild misophonia group displayed amplitudes of \n0.73 (SD  = 0.81) for the right ear and 1.12 (SD  = 0.99) for \nthe left ear. For the moderate–severe misophonia group, the amplitudes experienced a reduction to 0.59 (SD = 0.79) \nfor the right ear and 0.88 (SD = 0.92) for the left ear.\nNotably, a similar reduction in mean amplitude was also \nobserved for the N1 peak in the moderate–severe misopho-\nnia group when compared to the mild and control groups. \nThe specifics regarding the mean amplitude of P1 and N1 \nfor both the right and left ears are visually represented in \nFigs.  3 and 4 , respectively. These amplitude measurements \noffer insights into the strength of cortical responses across \ndifferent participant groups, emphasizing the amplitude \nreductions observed in the moderate–severe misophonia \ngroup, particularly concerning the P1 and N1 peaks.\nDespite the observed variations in the amplitude of P1 \nand N1 peaks across the participant groups, the statistical \nanalysis did not reveal any significant differences in these \namplitudes (p  value > 0.05). Similarly, no notable distinc-\ntions were identified in the mean amplitudes of the P2 and \nN2 peaks between the groups for both ears, with p  values \nexceeding 0.05. For a comprehensive breakdown of the \nresults obtained from the one-way ANOVA comparing \nthe amplitude of all peaks, refer to Table  5. These findings \nemphasize that while amplitude differences were present, \nthey did not reach the threshold of statistical significance \nacross the participant groups, suggesting that the cortical \nresponses in terms of amplitude were relatively consistent \namong the groups.\nDiscussion\nThe evaluation of misophonia and its diagnostic protocols \nremains a subject of ongoing debate. Despite the dedicated \nefforts of numerous researchers in this field, a clear under -\nstanding of the disorder’s exact pathophysiological mecha-\nnism remains elusive. In an attempt to address this issue, \nSwedo et al. (2022) formulated a consensus definition of \nmisophonia [ 1], while Jager et al. (2020) established diag -\nnostic criteria for the disorder [9]. A complementary model, \nknown as the Dozier model, was also introduced, concep-\ntualizing misophonia as an aversive physical and emotional \nreflex disorder [28]. The intricate nature of misophonia \npositions it at the intersection of audiology, neurology, and \npsychiatry [2 ]. Within this context, our study contributed to \nthe exploration of cortical functioning among individuals \nwith misophonia.\nThis investigation was conducted by administering audi-\ntory late latency response (ALLR) assessments to individu-\nals presenting varying degrees of misophonia. Additionally, \nour study delved into the hearing thresholds of individu-\nals affected by misophonia, utilizing both pure-tone audi-\nometry (PTA) and high-frequency audiometry (HFA) \napproaches. By probing the complexities of misophonia and Table 4  (continued)\nMultiple comparisons (Bonferroni)\nDepend-\nent vari-\nable(I) Group (J) Group Sig\nN1 Control Mild 0.91\nModerate to \nsevere0.008\nMild Control 0.91\nModerate to \nsevere0.12\nModerate to \nsevereControl 0.008\nMild 0.12\nP2 Control Mild 1.00\nModerate to \nsevere1.00\nMild Control 1.00\nModerate to \nsevere1.00\nModerate to \nsevereControl 1.00\nMild 1.00\nN2 Control Mild 1.00\nModerate to \nsevere1.00\nMild Control 1.00\nModerate to \nsevere1.00\nModerate to \nsevereControl 1.00\nMild 1.00"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nFig. 3  Comparison of the mean amplitude of P1 and N1 peaks of ALLR between the groups (N = 45) for the right ear (Error bar represents \nstandard deviation)\nFig. 4  Comparison of the mean amplitude of P1 and N1 peaks of ALLR between the groups (N = 45) for the left ear (Error bar represents stand-\nard deviation)"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\nits underlying mechanisms through a multidisciplinary lens, \nour study aimed to shed light on the enigmatic aspects of the \ndisorder. Through the assessment of cortical responses and \nhearing thresholds, we sought to contribute to the evolving \nunderstanding of misophonia and its intricate relationship \nwith audiological, neurological, and psychiatric dimensions.\nLate latency auditory evoked potentials were initially \nexplored by Picton & Durieux Smith in 1978. These poten-\ntials, known as late latency response (LLR), are generated \nby auditory pathways including thalamocortical and corti-\ncocortical routes, the primary auditory cortex, and corti-\ncal association areas [29]. The P1 peak within the ALLR is unaffected by attention and is associated with a pre-attentive \norientation toward novel auditory stimuli [30]. Notably, \nour study exhibited a significant difference in the P1 peak \nlatency of ALLR between individuals with misophonia and \ncontrol groups. Specifically, the latency of P1 peaks was \nobserved to occur earlier in both ears of individuals with \nmisophonia. The neural generators responsible for the P1 \npeak are predominantly situated in the superior temporal \ngyrus [31]. Moreover, the frontal lobe, which plays a role \nin auditory gating, also contributes to the P1 peak genera-\ntion [32]. Additionally, animal studies have illustrated the \nparticipation of the hippocampus, a component of the limbic \nsystem, in sensory gating mechanisms [33]. In individuals \nexperiencing misophonia, emotional outbursts may lead to \nhyperactivation of the non-classical auditory pathway, which \nmaintains connections with the limbic system [34]. Conse-\nquently, misophonia could potentially trigger unfavorable \nresponses to sounds due to heightened activity in various \nsubcortical auditory regions. This underscores the hypoth-\nesis that the earlier evoked responses observed among indi-\nviduals with misophonia might be attributable to increased \nneural activity around peak generators and other subcortical \nregions. The findings of our study are supported by the work \nof Brett-Green et al., who reported early evoked response \npotentials (ERPs) in the sensory cortex of children with sen-\nsory over-responsiveness, supporting our observations [35]. \nHowever, it is important to note that their study focused on \nautism spectrum disorder and incorporated visual and tactile \nstimuli. It is worth highlighting that our research represents \na pioneering endeavor within the realm of misophonia. To \nour knowledge, this study is the first of its kind conducted \namong individuals with misophonia. Moving forward, future \nstudies are crucial to validate and reproduce these findings, \ncontributing significantly to the evolving understanding of \nthis intricate disorder.\nSensory gating refers to the brain’s inherent ability to \nselectively modulate sensitivity to sensory stimuli [36]. The \nP1 peak has been closely linked to sensory gating, with its \namplitude suppression noted in various disorder including \nautism [37], attention deficit hyperactivity disorder (ADHD), \nand Alzheimer's disease [38]. However, its involvement \nin individuals with misophonia has not been extensively \nexplored. Notably, the findings of our study revealed no \nstatistically significant disparity in the mean amplitude of \nthe P1 peak among the groups (p  value > 0.05). This aligns \nwith the conclusions of Schroder et al.[16]. It is important \nto acknowledge that further studies are warranted, utilizing \na well-designed methodology and a larger sample size, to \nreplicate and confirm the results we obtained. Such efforts \nwill contribute to a deeper comprehension of the P1 peak’s \nrole in misophonia and potentially unveil new insights into \nthis intricate disorder.Table 5  Illustration of results of one-way ANOVA for the amplitude \nof all the peaks of ALLR (N = 45)\nOne-way ANOVA\ndf F Sig\nRight ear\n P1\n  Between groups 2 4.01 0.06\n  Within groups 42\n  Total 44\n N1\n  Between groups 2 1.16 0.32\n  Within groups 42\n  Total 44\n P2\n  Between groups 2 0.43 0.65\n  Within groups 42\n  Total 44\n N2\n  Between groups 2 0.886 0.42\n  Within groups 42\n  Total 44\nLeft ear\n P1\n  Between groups 2 0.98 0.38\n  Within groups 42\n  Total 44\n N1\n  Between groups 2 2.05 0.14\n  Within groups 42\n  Total 44\n P2\n  Between groups 2 1.00 0.37\n  Within groups 42\n  Total 44\n N2\n  Between groups 2 0.26 0.77\n  Within groups 42\n  Total 44"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\nThe N1 peak within the ALLR originates from both the \nprimary auditory cortex, situated in the superior portion of \nthe temporal lobe, and the secondary auditory cortex, which \nis associated with the attention directed toward the stimu-\nlus. Our study showed an earlier latency of the N1 peak in \nindividuals with misophonia, with a significance level of \np < 0.05. Notably, Schröder et al. (2019) conducted a func-\ntional magnetic resonance imaging (fMRI) study, reporting \nheightened neuronal activity in the superior temporal cor -\ntex—an area involved in generating the N1 peak of the LLR \n[13]. Based on this, we can hypothesize that the early evoked \npotential of the N1 peak observed among individuals with \nmisophonia could be attributed to heightened neuronal activ -\nity in the superior temporal cortex.\nInterestingly, the outcomes of our study contradict \nthose reported by Schröder et al.[16], who found no dif-\nferences in the latency of P1 and N1 peaks in individuals \nwith misophonia. This discrepancy could potentially stem \nfrom differences in acoustic stimuli and methodologies used. \nSchröder et al. employed an oddball paradigm task to record \nevoked response potentials, which might have contributed \nto variations in the findings. Consequently, future research \nendeavors should encompass diverse stimuli to replicate and \nvalidate these findings. The quest for a more comprehensive \nunderstanding of misophonia warrants further investigation \nand consideration of different experimental approaches.\nThe N1 peak stands out as the most consistent and reli-\nable peak within the ALLR. In our study, we did not observe \na statistically significant difference in the mean amplitude of \nthe N1 peak among individuals with misophonia, even as the \nseverity of misophonia increased. Interestingly, these find-\nings differ from those of Schroder et al. [16] who, through \nelectroencephalography (EEG), reported a decreased mean \nN1 peak amplitude in response to deviant stimuli within the \nmisophonic group compared to the control group.\nSeveral factors could account for the absence of a sta -\ntistically significant difference in our study. One plausible \nexplanation could be the inclusion of individuals with less \nsevere misophonia in our participant group. It is notewor -\nthy that the majority of participants in our study presented \nwith mild to moderate misophonia. Additionally, Schroder \net al. employed an oddball paradigm involving standard \nand deviant stimuli to assess the N1 peak. In contrast, our \nstudy employed a continuous 500 Hz tone burst stimulus. \nThe disparity in stimuli could potentially contribute to the \nlack of a statistically significant difference in N1 amplitude \nbetween our participant groups. Notably, Schroder et al. did \nnot observe a significant difference in the mean amplitude \nof N1 in response to the standard stimulus, aligning with our \nfindings. To establish more robust conclusions, future stud-\nies should adopt various stimuli and methodologies to repli-\ncate and validate these findings. The intricate nature of miso-\nphonia demands a multifaceted approach to comprehending its underlying mechanisms, and continued research efforts \nare crucial in this endeavor.\nThe P2 and N2 peaks within the ALLR encompass endog-\nenous potentials that exhibit a greater reliance on cognitive \nprocesses. Numerous cortical generators contribute to the \ngeneration of the P2 peak, including the reticular forma-\ntion and Heschl's gyrus. Similarly, the N2 peak originates \nfrom various cortical sites, such as the left superior tempo-\nral gyrus and the bilateral medial temporal lobe area [39]. \nInterestingly, our study revealed no notable differences in \nthe latency and amplitude of the P2 and N2 peaks (p  > 0.05), \nsignifying that auditory processing in these regions remains \nwithin the normal range among individuals with misopho-\nnia. This aligns with the conclusions drawn by Schröder \net al. [16]. The absence of significant differences in these \ncognitive-dependent peaks suggests that higher-level audi-\ntory processing in individuals with misophonia is largely \ncomparable to that of individuals without the disorder. This \nfurther highlights the complexity of misophonia and empha-\nsizes the importance of exploring various aspects of auditory \nprocessing to gain a comprehensive understanding of the \ndisorder.\nMisophonia, a unique disorder, can manifest either inde-\npendently or in conjunction with other auditory disorders \nsuch as tinnitus and hyperacusis. Notably, research con-\nducted on tinnitus has shown heightened P1 peak amplitude \nwithin the ALLR, with no observed disparities in the ampli-\ntude and latency of other peaks [22]. Similarly, studies docu-\nmented in the literature have reported statistically significant \ndifferences in the mean latency of N1 and P300 in individu-\nals with tinnitus [21]. Moreover, investigations into tinnitus \nand hyperacusis have revealed no significant distinctions in \nelectrophysiological measures employing ALLR, particu-\nlarly in tinnitus patients with or without hyperacusis [ 23]. \nThese divergent outcomes across misophonia, tinnitus, and \nhyperacusis indicate that distinct neurophysiological mecha-\nnisms in these disorders. The varying results underscore the \nintricate and multifaceted nature of auditory disorders, urg-\ning a more targeted approach towards understanding their \nunderlying pathophysiology. It is evident that these auditory \ndisorders, while sharing certain auditory aspects, possess \nunique characteristics that necessitate separate investigations \nto unravel their complexities.\nBeyond the examination of cortical functioning, our \nstudy extended to the assessment of the hearing threshold \nin individuals with misophonia, utilizing both pure-tone \naudiometry (PTA) and high-frequency audiometry (HFA). \nThe outcomes of our study showed no significant variations \nin the hearing threshold between participants with miso-\nphonia and those without the disorder. These findings are in \nalignment with the conclusions drawn by Aazh et al. [18]. \nFurthermore, the investigation into high-frequency hearing \nthresholds exhibited no statistically significant distinctions"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "European Archives of Oto-Rhino-Laryngology\n1 3\namong participants with and without misophonia (p > 0.05). \nIt's noteworthy that this study marks the first instance of \nhigh-frequency audiometry being employed within the con-\ntext of individuals with misophonia.\nThese insights contribute to the growing understanding \nof misophonia and provide an enhanced comprehension of \nthe auditory characteristics associated with the disorder. \nThe comprehensive evaluation is a valuable step toward \nunraveling the complexities of misophonia and its relation-\nship with auditory processing.\nConclusion and limitation of the study\nThe literature on misophonia from an audiological per -\nspective remains sparse. Our study's findings of earlier \nP1 and N1 peak latencies within the ALLR implies the \npossible existence of abnormal auditory perception and \nprocessing within specific brain regions that generate these \npeaks among individuals with misophonia. The congru-\nence between electrophysiological findings and the results \nof functional magnetic resonance imaging (fMRI) stud -\nies in the literature underscores the potential of ALLR \nas a clinical correlate for misophonia. To establish the \nrobustness of our findings, future investigations should be \nconducted with larger sample sizes. Employing advanced \nEEG equipment and diverse stimuli could further enhance \nthe precision of our findings.\nAdditionally, our study utilized the widely accepted \nRAMISO-S questionnaire for evaluating misophonia and \nits severity. However, this tool has not been standardized \nfor the native Indian language and population. Conse-\nquently, future studies should aim to address this limita-\ntion by employing a culturally adapted and standardized \nquestionnaire. Overall, our study initiates a crucial line of \ninquiry into misophonia from an audiological perspective. \nAs research progresses, it will be instrumental in build-\ning a comprehensive understanding of the disorder and its \nunderlying mechanisms.\nAcknowledgements The authors acknowledge Director, All India Insti-\ntute of Speech and Hearing for allowing to carry out this study. The \nauthors acknowledge the participant for their co-operation.\nAuthor contributions SA: was involved in concept development, study \ndesign, stimulus preparation, analysis of the results, interpretation, and \nwriting the manuscript; PP: was involved in concept development and \nstudy design, stimulus preparation, and writing the manuscript.\nFunding The study was funded by So Quiet Non-profit Organization.\nData availability The datasets analyzed during the current study are \navailable from the corresponding author upon reasonable request.Declarations  \nConflict of interest There is no conflict of interest to disclose.\nEthical statement The research followed ethical guidelines by the \nAll India Institute of Speech and Hearing's review board, obtaining \ninformed consent from all participants.\nReferences\n 1. Swedo SE et al (2022) Consensus definition of Misophonia: a \nDelphi study. Front Neurosci 16:841816\n 2. Danesh A, Aazh H (2020) Misophonia: a neurologic, psychologic, \nand audiologic complex. Hearing J 73(3):20,22,23\n 3. Jastreboff PJ, Jastreboff MM (2015) Decreased sound tolerance: \nhyperacusis, misophonia, diplacousis, and polyacousis. Handb \nClin Neurol 129:375–387\n 4. Tyler RS et al (2014) A review of hyperacusis and future direc-\ntions: part I. Definitions and manifestations. Am J Audiol \n23(4):402–419\n 5. Rosenthal MZ et al (2021) Development and initial validation of \nthe Duke Misophonia questionnaire. Front Psychol 12:709928\n 6. Vitoratou S, Hayes C, Uglik-Marucha E and Gregory JC (2020) \nSelective Sound Sensitivity Syndrome Scale (S-Five): a psycho-\nmetric tool for assessing misophonia. Summary on three waves \nof sampling and analysis\n 7. Wu MS, Lewin AB, Murphy TK, Storch EA (2014) Misophonia: \nincidence, phenomenology, and clinical correlates in an under -\ngraduate student sample. J Clin Psychol 70(10):994–1007\n 8. Schröder A, Vulink N, Denys D (2013) Misophonia: diagnostic \ncriteria for a new psychiatric disorder. PLoS One 8(1):e54706\n 9. Jager I et al (2020) Misophonia: phenomenology, comorbidity and \ndemographics in a large sample. PLoS One 15(4):e0231390\n 10. Brout JJ et al (2018) Investigating Misophonia: a review of the \nempirical literature, clinical implications, and a research agenda. \nFront Neurosci 12:36\n 11. Kumar S et al (2017) The Brain Basis for Misophonia. Curr Biol \n27(4):527–533\n 12. Aryal S, Prabhu P (2023) Understanding misophonia from an \naudiological perspective: a systematic review. Eur Arch Otorhi -\nnolaryngol 280(4):1529–1545\n 13. Schröder A et al (2019) Misophonia is associated with altered \nbrain activity in the auditory cortex and salience network. Sci Rep \n9(1):7542\n 14. Kumar S et al (2021) The motor basis for Misophonia. J Neurosci \n41(26):5762–5770\n 15. Schröder A et al (2015) P.1.i.015 Impulsive aggression in miso-\nphonia: results from a functional magnetic resonance imaging \nstudy. Eur Neuropsychopharmacol 25:S307–S308\n 16. Schröder A et al (2014) Diminished n1 auditory evoked potentials \nto oddball stimuli in misophonia patients. Front Behav Neurosci \n8:123\n 17. Aryal S, Prabhu P (2023) Awareness and perspectives of audiolo-\ngists on assessment and management of misophonia in India. J \nOtol 18(2):104–110\n 18. Aazh H, Erfanian M, Danesh AA, Moore BCJ (2022) Audiologi-\ncal and other factors predicting the presence of misophonia symp-\ntoms among a clinical population seeking help for tinnitus and/or \nhyperacusis. Front Neurosci 16:900065\n 19. Aryal S, Prabhu P (2023) Auditory brainstem functioning in indi-\nviduals with misophonia. J Otol 18(3):139–145"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "European Archives of Oto-Rhino-Laryngology \n1 3\n 20. Billings CJ, Tremblay KL, Souza PE, Binns MA (2007) Effects \nof hearing aid amplification and stimulus intensity on cortical \nauditory evoked potentials. Audiol Neurootol 12(4):234–246\n 21. Santos Filha VA, Matas CG (2010) Late auditory evoked \npotentials in individuals with tinnitus. Braz J Otorhinolaryngol \n76(2):263–270\n 22. Konadath S, Manjula P (2016) Auditory brainstem response and \nlate latency response in individuals with tinnitus having normal \nhearing. Intractable Rare Dis Res 5(4):262–268\n 23. Erinc M, Derinsu U (2022) Behavioural and electrophysiologi-\ncal evaluation of loudness growth in clinically normal hearing \ntinnitus patients with and without hyperacusis. Audiol Neurootol \n27(6):469–477\n 24. Frank T (1997) ANSI Update. Am J Audiol 6(3):29–32\n 25. Roup CM, Wiley TL, Safady SH, Stoppenbach DT (1998) Tym-\npanometric screening norms for adults. Am J Audiol 7(2):55–60\n 26. Homan RW, Herman J, Purdy P (1987) Cerebral location of inter -\nnational 10–20 system electrode placement. Electroencephalogr \nClin Neurophysiol 66(4):376–382\n 27. Bredfeldt RC (1991) An introduction to tympanometry. Am Fam \nPhysician 44(6):2113–2118\n 28. Thomas HD, Kate LM (2017) Phenomenology of misopho-\nnia: initial physical and emotional responses. Am J Psychol \n130(4):431–438\n 29. Ventura LM, Alvarenga Kde F, Costa Filho OA (2009) Protocol \nto collect late latency auditory evoked potentials. Braz J Otorhi-\nnolaryngol 75(6):879–883\n 30. Picton TW, Hillyard SA (1974) Human auditory evoked poten-\ntials. II. Effects of attention. Electroencephalogr Clin Neurophys-\niol 36(2):191–199\n 31. Huang MX et al (2003) Predicting EEG responses using MEG \nsources in superior temporal gyrus reveals source asynchrony in \npatients with schizophrenia. Clin Neurophysiol 114(5):835–850 32. Weisser R et al (2001) Is frontal lobe involved in the generation \nof auditory evoked P50? NeuroReport 12(15):3303–3307\n 33. Freedman R et al (1996) Inhibitory gating of an evoked response \nto repeated auditory stimuli in schizophrenic and normal subjects. \nHuman recordings, computer simulation, and an animal model. \nArch Gen Psychiatry 53(12):1114–1121\n 34. Moller AR, Rollins PR (2002) The non-classical auditory path-\nways are involved in hearing in children but not in adults. Neurosci \nLett 319(1):41–44\n 35. Brett-Green BA, Miller LJ, Schoen SA, Nielsen DM (2010) An \nexploratory event-related potential study of multisensory integra-\ntion in sensory over-responsive children. Brain Res 1321:67–77\n 36. Yadon CA, Bugg JM, Kisley MA, Davalos DB (2009) P50 sensory \ngating is related to performance on select tasks of cognitive inhibi-\ntion. Cogn Affect Behav Neurosci 9(4):448–458\n 37. Buchwald JS et al (1992) Midlatency auditory evoked responses: \nP1 abnormalities in adult autistic subjects. Electroencephalogr \nClin Neurophysiol 84(2):164–171\n 38. Buchwald JS et al (1989) Midlatency auditory evoked responses: \ndifferential abnormality of P1 in Alzheimer’s disease. Electroen-\ncephalogr Clin Neurophysiol 74(5):378–384\n 39. Telles S, Deepeshwar S, Naveen KV, Pailoor S (2015) Long \nlatency auditory evoked potentials during meditation. Clin EEG \nNeurosci 46(4):299–309\nPublisher's Note Springer Nature remains neutral with regard to \njurisdictional claims in published maps and institutional affiliations.\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law."
    }
  ]
}