{
  "doc_type": "scientific paper",
  "title": "Auditory brainstem functioning in individuals with misophonia",
  "authors": [
    "Sajana Aryal",
    "Prashanth Prabhu"
  ],
  "year": 2023,
  "journal": "Journal of Otology",
  "doi": "10.1016/j.joto.2023.05.006",
  "abstract": "Purpose: Misophonia is not investigated much from an audiological perspective. Our study aims to examine the processing of the auditory retro-cochlear pathways in individuals with misophonia. Methods: A cross-sectional study was conducted among university students who had misophonia. The revised Amsterdam Misophonia Scale was used to determine the severity of misophonia. Participants were divided into mild and moderate-severe misophonia and compared with the healthy control group. Auditory Brainstem Response testing was recorded from all the individuals with misophonia. The absolute latency, amplitude, inter-peak latency difference, and inter-rate latency difference were compared between the groups. Results: One-way ANOVA result showed no significant difference in all the parameters of auditory brainstem response between the groups. These results are suggestive of normal brainstem processing in individuals with misophonia. Conclusions: The study concludes that the auditory pathway up to brainstem areas is intact in individuals with misophonia. Further studies are essential on a larger population for generalizing the results.",
  "keywords": [
    "Misophonia",
    "brainstem pathway",
    "Brainstem response",
    "Neurophysiology",
    "Audiology"
  ],
  "research_topics": [
    "Auditory brainstem response",
    "Misophonia",
    "Retro-cochlear auditory pathway",
    "Audiological evaluation",
    "Neural processing of auditory pathways",
    "Neurophysiology of sound disorders",
    "Electrophysiological assessment of auditory function"
  ],
  "created_at": "2025-05-05T03:15:54.145249Z",
  "source_pdf": "documents/research/Global/Aryal  2023 Auditory Brainstem Functioning in Individuals with Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal Pre-proof\nAuditory brainstem functioning in individuals with misophonia\nSajana Aryal, Prashanth Prabhu\nPII: S1672-2930(23)00033-8\nDOI: https://doi.org/10.1016/j.joto.2023.05.006\nReference: JOTO 296\nTo appear in: Journal of Otology\nReceived Date: 18 February 2023\nRevised Date: 1 May 2023\nAccepted Date: 23 May 2023\nPlease cite this article as: Aryal, S., Prabhu, P., Auditory brainstem functioning in individuals with\nmisophonia, Journal of Otology  (2023), doi: https://doi.org/10.1016/j.joto.2023.05.006 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© [copyright Year] PLA General Hospital Department of Otolaryngology Head and Neck Surgery.\nProduction and hosting by Elsevier (Singapore) Pte Ltd. All rights reserved."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "AUDITORY BRAINSTEM FUNCTIONING IN INDIVIDUALS WITH MISOPHONIA  \n \nAuthors: Sajana Aryala*, Prashanth Prabhua \n \nPrashanth Prabhu  \nPhD in Audiology  \nORCID ID: 0000 -0002 -9878 -4733  \nAffiliation: aAll India Institute of Speech and Hearing, Mysore, India -570006  \n*Correspondence:  \nSajana Aryal  \nMSc. Audiology  \nDepartment of Audiology, aAll India Institute of Speech and Hearing, Mysore, India – \n570006.  \nEmail: sajanaaryal5566@gmail.com  \nORCID ID: 0000 -0002 -3589 -5938  \nAuthors' contribution: Sajana Aryal was involved in concept development, study design, \nstimulus preparation, analysis of the results, interpretation, and writing the manuscript ; \nPrashanth Prabhu was involved in concept development and study design, stimulu s \npreparation, and writing the manuscript.  \nAcknowledgments:  The authors acknowledge Director, All India Institute of Speech and  \nHearing for allowing to carry out this study. The authors acknowledge the participant for their \nco-operation.  \nJournal Pre-proof"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Data availability  statement  \nThe datasets used for the current study are available from the corresponding author upon \nreasonable request.  \n \nConflicts of Interest : There is no conflict of interest to disclose.  \nFunding : The study was funded by So Quiet Non -profit Organization  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "1 \n AUDITORY BRAINSTEM FUNCTIONING IN INDIVIDUALS WITH MISOPHONIA  1 \n 2 \nABSTRACT  3 \nPurpose  4 \nMisophonia is not investigated much  from  an audiological perspective. Our study aims to 5 \nexamin e the processing of the auditory retro -cochlear pathways in individuals with misophonia .  6 \nMethods  7 \nA cross -sectional study was conducted among university students who had misophonia. The 8 \nrevised Amsterdam Misophonia Scale  was used to determine the severity of misophonia . 9 \nParticipants were divided into mild and moderate -severe misoph onia and compared with the 10 \nhealthy control group. Auditory Brainstem Response testing was recorded from all the 11 \nindividuals with misophonia . The absolute latency, amplitude, inter -peak latency difference, and 12 \ninter-rate latency difference were compared  between the groups.  13 \nResults  14 \nOne-way ANOVA result showed no significant  difference in all the parameters of auditory 15 \nbrainstem response between the groups. These results are suggestive of normal brainstem 16 \nprocessing in individuals with misophonia.  17 \nConclusion s 18 \nThe study concludes that the auditory  pathway up to brainstem areas is intact in individuals with 19 \nmisophonia. Further studies are essential on a larger population for generalizing the results.  20 \nKeywords : Misophonia;  brainstem pathway ; Brainstem response ; Neurophysiology; Audiology  21 \n 22 \n 23 \n 24 \n 25 \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "2 \n 1.0 INTRODUCTION  26 \nMisophonia is a disorder characterized by decreased sound toleranc e to specific sound stimuli, 27 \nknown as triggers  (Swedo et al., 2022) . The triggers can be visual, auditory, or motor , and they 28 \nmay cause both emotional and physiological reactions , including anxiety, increased heart rate, 29 \nsweating, rage, and irr itation. The prevalence of misopho nia is high , ranging from 23.28 % (Aryal 30 \n& Prabhu., 2022 ) to 49.1% (Naylor et al., 2021) . Geogr aphical region, variation in the sample, 31 \nand methodology used could be the factors for variation in the prevalence rate.  32 \nMisophonia has not been categorized as a separate disorder by the Diagnostic  and statistical  33 \nmanual (DSM -V) of mental disorders . This disorder  borders neurology, physiology, and 34 \naudiolog y (Danesh &  Aazh ., 2020) , which can alter the physiological mechanism  of the sufferers  35 \nand result in d istraction and annoyance. The lack of separate categorization hinders the 36 \nrecognition of the team memb ers involved in the assessment and management of misophonia  and 37 \nhinders  the sufferers from seeking help.  38 \nFrom the audiological perspective, less research is done to understand misophonia. Various 39 \nresearchers have shown abnormal activation of the cortical a uditory structures in individuals with 40 \nmisophonia  (Kumar et al., 2021;  Kumar et al., 2017;  Grossini et al., 2022)  through radiological 41 \ninvestigations. In addition, studies have shown abnormal processing of the autonomic nervous 42 \nsystem , including the limbic system , among misophonic  (Kumar et al., 2017) . However, no 43 \nstudies have reported abnormal neural processing of the retro -cochlear structures , including 44 \nauditory nerve and brainstem structures , through radiological and audiological investigations. 45 \nThe pathophysiology of misophonia is not clear yet. However, various mechanism, origin, 46 \ntheories, and model has been explained in the literature  to explain misophonia  (Grossini et al., 47 \n2022;  Aryal &  Prabhu., 2022) . To understand  misophonia fro m an audiological perspective, a 48 \nnew model has been developed which shows the linkage of misophonia with the classical and 49 \nnon-classical auditory pathway (Aryal &  Prabhu., 2022) .  50 \nAuditory evoked potentials (AEP) examine the auditory nerve fibers' synchronous discharge and 51 \ndetect  abnormal neuronal activation . The waveform within the few ten millisec onds of the 52 \nauditory evoked potentials is called auditory brainstem response (ABR). Auditory brainstem 53 \nresponse (ABR) is the electrophysiological test th at measures the neural activation of the 54 \nauditory pathway from the dorsal auditory n erve to the inferior colliculus (Picton et al., 2000) . 55 \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "3 \n Out of seven peaks of ABR, the first, third, and fifth peaks are clinically significant and arise 56 \nfrom the dorsal par t of the auditory nerve, cochlear nucleus, and lateral lemniscus , respectively 57 \n(Picton &  Durieux Smith ., 1978) . The shift in the latency of the Vth peak by greater than 0.8 58 \nseconds, when the rate increased from 11.1/sec to 90.1/sec , indicates retro cochlear pathology 59 \n(Picton and Durieux Smith ., 1978) . 60 \n 61 \nThe primary aim of our study is to evaluate the processing of the retro -cochlear pathway in 62 \nindivid uals with misophonia  through  electrophysiological test s. Abnormal ABR is reported 63 \namong individuals with sound disorders such as tinnitus and hyperacusis  (Sand and Saunte, 64 \n1994) . Misophonia is a disorder that occurs in isolation or with other sound disorders  such as 65 \ntinnitus, hyperacusis, and phonophobia. We can hypothesize that abnormal neural processing up 66 \nto the brainstem level might occur among individuals with misophonia due to its co -existence 67 \nwith these disorders. Hence, we aim to evaluate the peripheral retro -cochlear auditory pathway in 68 \nindividuals  with misophonia by administering  ABR testing. The present study was designed to 69 \ndetermine whether  significant differences exist in the ABR parameters in individuals with 70 \nmisophonia.  71 \n 72 \n2.0 METHODS  73 \nThe All India Institute of Speech and Hearing institutional ethical review board reviewed the 74 \nstudy protocol,  and the ethical approval number was SH/ERB/2022 -24/37. All the participants 75 \nwere informed about the study procedure before enrolling, and written informed consent was 76 \ntaken from all the participants.  77 \n2.1 Study participants  78 \nThe cross -sectional study was conducted among individuals with clinically significant 79 \nmisophonia, and a comparison was made with the healthy control group.  To find the prevalence 80 \nand severity of misophonia,  the survey was conducted among the students of Mysore University 81 \nusing the  Revised Amsterdam misophonia questionnaire (Jager et al., 2020 ). The survey invited 82 \n30 individuals with misophonia symptoms to the study. All the participants were 18 to 40 years 83 \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "4 \n old, with a mean age of 25 years (SD= 7.8). Most participants, 36 (90%), were female, and 4 84 \n(10%) were male in the misophonia group.  All participants had normal hearing sensitivity in the 85 \nconventional pure -tone a nd high -frequency audiometry ranges . The control gr oup consisted of 15 86 \nparticipants  aged  20 to 40 years  (Mean age= 24 years, SD= 6 years ). The age and gender ratio 87 \nwas matched to the misophonia group. All the control group participants  have normal 88 \naudiograms in both conventional and high -frequency ranges. All the participants in the 89 \nmisophonia group had a history of misophonia for at least three years without any psychiatric 90 \nand auditory disorders co -morbidities. In addition, only participants without any middle ear, 91 \ncardiovascular, or neurol ogic illness, no history of acoustic trauma, and no ototoxic medication 92 \nwere included in both groups.  Participants with hearing loss and other psychiatric and neurologic 93 \nco-morbidities were excluded from the study.  94 \n 95 \n2.2 Apparatus and Procedure  96 \nA detailed p hysical examination was done , including case history , otoscopic  examination, and 97 \ngeneral health examination. The revised Amsterdam misophonia questionnaire has been used to 98 \ncategorize mis ophonia into different severity range s (Jager et al., 2020 ). The questionnaire has 99 \nten questions with a score ranging from 0 to 40. The score 0 –10 are considered subclinical 100 \nmisophonia symptoms, the score of 11 -20  are rated as mild misophonia, 21 -30 as moderate to 101 \nsevere misophonia, and 31 -40 as severe to extreme  (Jager et al., 2020 ).  102 \n A hearing  assessment was done using a Garson  Stadler audio star  pro using ANSI guidelines 103 \n(Frank., 1997) . The supraaural -49 headphone was used for the air conduction testing of the 104 \nconventional pure tone audiometry , and the Radio -ear B -71 bone vibrator was used for the bone 105 \nconduction testing. Similarly, Sennheiser  circumaural HDA200 headphone was used for high - 106 \nfrequency audiometry.  All the audiological tests were done in the soundproof roo m following the 107 \nANSI guidel ines (Frank., 1997) . 108 \nThe frequencies from 250  Hz to 8 kHz were taken to determine  the Air conduction  threshold . 109 \nSimilarly, the frequencies from 250Hz to 4 kHz were taken for the bone conduction testing. The 110 \nfour frequency averages of 500Hz, 1 kHz , 2 kHz , and 4 kHz  were taken to determine  the 111 \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "5 \n threshold of each ear. As  the criteria for normal hearing, an average air conduction value of 15 112 \ndB HL or less was taken  (Olusanya et al., 2019) . High -frequenc y audiometry was done for the 113 \nfrequencies from 9 kHz to 1 6 kHz. The six frequency average of 9 kHz, 10 kHz, 11.2 kHz, 12.5 114 \nkHz, 14 kHz, and 16 kHz was taken to determine the threshold . 115 \nBiologic Navigator Pro equipment was used to record auditory  brainstem response (ABR)  for all 116 \nthe participants. The recording was done in the soundproof room following the ANSI guidelines  117 \n(Frank., 1997) . The participants were instructed about the procedure and aim of the test before 118 \nstarting the recording. The participants were asked to sit in the reclining chair and ensure they 119 \nwere comfortable enough to begin the test. The participants were made ready for the test with 120 \nproper cleaning , and they were instructed to sleep and relax during the entire testing to minimize 121 \nthe artifact and sta bilize the electroencephalogram.  122 \nThe single -channel recording was done in all the participants with vertical electrode montage. 123 \nTest ear (A1 or A2) was used as the inverting electrode site ( -), the Upper forehead (Fpz) was as 124 \nthe non -inverting electrode (+), and the contralateral ear of the test ea r was used as the common 125 \nground electrode site using the 10 -20 international electrode site classification  (Homan et al., 126 \n1987) . Cup electrodes were used for recording all the participants. Electrode Impedance of 3kΩ 127 \nand inter -electrode impedance of 1kΩ wa s maintained during the entire recording for all the 128 \nparticipants. To  deliver the stimulus, Radio ear Insert -3A was used as the transducer. The click 129 \nstimulus of 100 -microsecond duration was used as the stimulus at the intensity of 90 dB SPL . 130 \nThe recording was done at two different rates , 11.1/s , and 90.1/s , with rarefaction polarity.  131 \nThe acquisition parameters used were a filter setting of 100Hz to 1500Hz, amplification of 132 \n1,00,000 times, a time window of 10 milliseconds, and artifact rejection of 23.6µV  (Hurley., 133 \n2012) . The averages of 1500 were taken, and consistency was maintained for all the participants 134 \nincluded in the study. During the entire testing procedure, it was made sure that the 135 \nelectroencephalogram (EEG) was within the standard lim it. The recording was done in all the 136 \nparticipants with replication for reproducibility. The three experienced audiologists identified the 137 \npeak s following the criteria established in the literature, with visualization of three sequences of 138 \nthe peaks as I -III-V using Bio -logic Auditory Evoked Potentials (Ver 7.2.1) software. The 139 \nabsolute latency , interpeak latency, inter -rate latency difference , and amplitude of ABR peak, i.e. 140 \nI, III, and V were calculated and analyzed between the misophonia and control grou p. 141 \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "6 \n The IBM SPSS program, version 25.0, was used for the data analysis . The Sapiro -Wilk 142 \ntest was carried out to determine the normality. As the data followed a normal distribution, a 143 \nparametric one -way ANOVA test was conducted to find the significant differences between the 144 \nmisophonia and control groups. The dependent variables were the latency and amplitude of all 145 \nthe peaks, and the independent variable was the severity of misophonia. The criteria for 146 \nstatistical significance was set at a p -value of l ess than 0.05 with a 95% confidence interval  147 \n3.0 RESULT S 148 \n3.1 Misophonia Severity  149 \nWe found that 10  participants had moderate to severe misophonia with scores ranging from 21  to 150 \n30, 5 participants had severe to extreme misophonia with a score ranging from 31  to 40, and 15  151 \nparticipants had mild misophonia with a score ranging from 11 -20. Altogether, 30 participants 152 \nwere included in the misophonia group. All 15 participants who were included as the control 153 \ngroup had a score of zero on the revised RAMISO -S scale . We did not have enough data for the 154 \nmisophonia group  to form the three group s; hence, we divided participants into two groups, one 155 \nmild misophonia group and another moderate -severe misophonia group. The mild misophonia 156 \ngroup had a score of 15.93 (SD=2.89 ), and the moderate -severe misophonia group (N=15) with a 157 \nmean score of 25.86 (SD=4.98) . All the participants included in the study had misophonia for 4.9 158 \nyears with a variation from 3 to 8 years (Mean=4.93 , SD=1.52) . 159 \n 160 \n3.2. Audiological evaluation  161 \nThe physical examination showed a normal appearance of the external and middle ear in all the 162 \nparticipants. All the participants had normal health conditions with normal hearing.  The result 163 \ndid not show a statistically significant difference in the air con duction threshold between the 164 \nstudy and control groups with (F (2.42) = 0.587, p= 0.561) for the right ear and with (F (2.42) = 165 \n2.540, p= 0.091) for the left ear. Similarly, w e did not find statistically significant differences 166 \nbetween the study and contro l groups for the bone conduction threshold also , with (F (2.42) = 167 \n0.678, p= 0.66) for the right ear and with (F (2.42) = 1.540, p= 0.08) for the left ear  as illustrated 168 \nin table 1.  169 \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "7 \n The results of the high -frequency audiometry showed the presence of normal hearing in the high - 170 \nfrequency range from 9 kHz to 16 kHz for all the participants . The ANOVA result did not show 171 \nany significant difference in the mean high -frequency average betwee n the groups, with (F (2.42) 172 \n= 3.401, p= 0.062) for the right ear and with (F (2.42) = 1.769, p= 0.183) for the left ear . Table 1 173 \nshows  the audiological finding s of pure -tone and high -frequency audiometry .  174 \nInsert Table 1  here \n 175 \n 176 \n3.3 Auditory Brainstem Response (ABR) Findings  177 \nThe result of the Auditory Brainstem Response (ABR) was analyzed to determine the neural 178 \nprocessing in the retro -cochlear pathway . During the entire recording, elect rode impendence was 179 \nless than 3kΩ , and the inter -electrode differen ce was less than 1 kΩ (Hurley., 2012) . The absolute 180 \nlatency,  the amplitude of all the peaks , interpeak latency, and latency difference at the different 181 \nrate was analyzed for all the participants . 182 \n 183 \nAbsolute Latency  184 \nAbsolute latency of I, III, and Vth peaks was analyzed between the groups at two different rates: 185 \n11.1/sec and 90.1/sec. For the rate of 11.1/sec, t he result of the one -way ANOVA showed no 186 \nsigni ficant differences between the group for the absolute latency values of the I peak,  III peak, 187 \nand V peak for both ears (p>0.05). Similarly, for the rate of 90.1 /sec, we did not find a 188 \nsignificant difference between the groups for the absolute latency values of the I peak,  III peak, 189 \nand V peak for  both ears p>0.05) . The mean and standard deviation of all the peaks of ABR , 190 \nalong with the one -way ANOVA result , are illustrated in Table 2 and Table 3 for the right ear 191 \nand left ear , respectively.  192 \nInsert Table 2 here  \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "8 \n  193 \nInsert Table 3 here  \n 194 \nAmplitude of peaks  195 \nThe amplitude of all the peaks of ABR was analyzed between the groups. The rate used was 196 \n11.1/s.  The mean value and standard deviation of all the peaks of ABR are illustrated in Figure 2 197 \nand Figure 3 , respectively.  198 \nInsert Figure 1 here  \n 199 \nInsert Figure 2 here  \n 200 \nThe result of the one -way ANOVA showed no significant differences in the amplitude of all the 201 \npeaks  for both ears . For the amplitude of the I peak, no significant difference was found between 202 \nthe groups with (F (2.42 ) = 1.62, p= 0.21 ) for t he right ear and (F (2.42) = 1.52, p= 0.3 1) for the 203 \nleft ear . Similarly, for the amplitude of the III peak, we did not find any significant difference 204 \nbetween the groups with (F (2.42 ) = 1.19, p= 0.32 ) for the right ear and (F (2.42) = 1.52, p= 205 \n0.31) for t he left ear.  For the Vth peak also, no significant differences were found between the 206 \ngroups with (F (2.42) = 0.31, p= 0.74) for the right ear and (F (2.42) = 0.35, p= 0.71) for the left 207 \near. 208 \nInterpeak latency (IPL)  209 \nInterpeak latency difference of I and III peaks, III and Vth peak, and I and Vth peak were 210 \nanalyzed  at the rate of 11.1/s  between the control group and the misophonia group.  The result of 211 \nthe one -way ANOVA showed no significant difference between the groups  for all the interpeak 212 \nlatency differ ences (p>0.05) as illustrated in Table 4.  213 \nInsert Table 4 here  \n 214 \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "9 \n  215 \n Inter -rate latency difference  216 \n The absolute latency difference at two rates: 11.1/s and 90.1/s , was calculated by subtracting the 217 \nabsolute latency value at 11.1/sec from 90.1/sec. The compar ison was made between  the two 218 \nmisophonia groups and the control group. The mean value of absolute latency difference at two 219 \ndifferent rates (11.1/s and 90.1/s) was found to be less than 0.8ms suggesting no indication of 220 \nretrocochlear pathology. The mean and standard deviation value for rate differences values for 221 \nall the peaks along the ANOVA result is illustrated in Table 5.  The result of the one -way 222 \nANOVA showed no significant dif ference in the rate difference values for all the peak s (p>0.05) , 223 \nas illustrated in Table 5.  224 \nInsert Table 5 here  \n 225 \nDISCUSSION  226 \nOur study aimed to analyze the processing of the brainstem  pathway in individuals with 227 \nmisophonia through auditory brainstem response (ABR) testing. The ABR was performed on all 228 \nthe participants , and responses were analyzed between the control and misophonia groups. The 229 \nabsolute latency of the peaks, amplitude, interpeak latency differences, and inter -rate latency 230 \ndifferences was calculated and analyzed amon g all the participants recruited in the study. The 231 \ncomparison of the ABR parameters of the misophonia group with the control group showed no 232 \nsignificant differences in all the  ABR  parameters. These results showed the presence of normal 233 \nretro -cochlear pathway processing up to the brainstem struct ures among individuals with 234 \nmisophonia.  235 \nMisophonia is a disorder that may occur alone or in association with other auditory disorders , 236 \nsuch as tinnitus and hyperacusis (Dozier., 2015) . There has been growing interest in the use of 237 \nABR among individuals wit h tinnitus. Various studies have shown an increase in latency and a 238 \ndecrease in amplitude of all the peaks  of ABR among individuals with tinnitus  (Sand &  Saunte ., 239 \n1994 ; Keith &  Greville, 1987) . As misophonia occurs in association with these auditory 240 \ndisorders, we hypothesized that there could be some differences in neural processing at the level 241 \nof the peripheral nervous system among individuals with misophonia. However, the result of o ur 242 \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "10 \n study showed no significant differences in the ABR parameters a mong individuals with 243 \nmisophonia , rejecting the hypothesis . The difference in these findings among tinnitus and 244 \nmisophonia showed a difference in pathophysiology among these disorders. However, this is the 245 \nfirst study of this kind among misophonia and need s to replicate the findings in the future , taking 246 \na larger sample size.  247 \nVarious neuroimaging investigations using functional magnetic resonance imaging (fMRI) has 248 \nshown abnormal processing of the various auditory cortical areas , including non -classical 249 \nauditory pathway among individuals with misophonia  (Kumar et al., 2017 ; Brout et al., 2018) . 250 \nHowever, no neuroimaging studies have reported abnormal processing of sub-cortical  auditory 251 \npathways , including brainstem areas , among individuals with misophonia. Our study also 252 \nsupport s neuroimaging studies' findings s, suggesting normal processing of retrocochlear 253 \nstructures among individuals with misophonia. These findings  from  the electrophysiological and 254 \nneuroimaging investigation suggest retro -cochlear structure abnormalities are absent among 255 \nindividuals with misophonia.  256 \nIn our study, we assessed the ABR using both low and high stimulation rates . Both rate levels 257 \ndid not show any significant difference in the ABR findings among the control and m isophonia 258 \ngroups . These results suggest the presence of normal neural synchrony up to brainstem areas 259 \namong individuals with misophonia. However, our study could not obtain frequency -specific 260 \nABR responses  as we used the click  stimulus  (Robier et al., 1992 ). Hence, there is a need to 261 \ncarry out studies in the future using frequency -specific stimuli.  262 \n 263 \nCONCLUSION  264 \nOur study concludes normal processing of the retro -cochlear pathway among individuals with 265 \nmisophonia. However, this is the first study of this kind, and further studies on the larger 266 \npopulation are needed to generalize  the results. The result of our research  would be the baseline 267 \nfor all the neurologists, audiologists, and psychologists working in misophonia to understand the 268 \ndisorder.  269 \n 270 \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "11 \n Limitations and future directions  271 \nThere is a shortage  of studies in the literature assessing misophonia from the audiological 272 \nperspective. Our study showed normal auditory brainstem responses in individuals with 273 \nmisophonia. The result of our research  using the electrophysiological measure supports the 274 \nfindings of the functional Magnetic Resonance Imaging (fMRI) studies reported in the literature. 275 \nHowever, this is the first study of this kind from the audiological perspective. We need to 276 \nvalidate our findings  in the future, taking a larger sample size. In addition, we need to carry out 277 \nstudies in the future using frequency -specific stimuli. Furthermore, our study used the most 278 \nwidely used questionnaire RAMISO -S for assessing misophonia and its severity, which is 279 \nunavailable in the native Indian language and population. There is a need to carry out the study 280 \nin the future, using the questionnaire standardized in the native language.  281 \n 282 \n 283 \nDATA AVAILABILITY STATEMENT  284 \nThe datasets used for the current study are availa ble from the corresponding author upon 285 \nreasonable request.  286 \n 287 \n 288 \nREFERENCES  289 \nAryal, S., Prabhu, P., 2022a. Misophonia: Prevalence, impact, and co -morbidity among Mysore 290 \nUniversity students in India -A survey. Neurosci. Res. Notes. 291 \nhttps://doi.org/10.31117/neuroscirn.v5i4.161  292 \nAryal, S., Prabhu, P., 2022b. Understanding misophonia from an audiological perspective : a 293 \nsystematic review. Eur. Arch. Oto -Rhino -Laryngology. https://doi.org/10.1007/s00405 -022- 294 \n07774 -0 295 \nBrout, J.J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L.J., Rouw, R., Kumar, S., 296 \nRosenthal, M.Z., 2018. Investigating misophonia: A review of the empirical literature, 297 \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "12 \n clinical implications, and a research agenda. Front. Neurosci. 12, 36. 298 \nhttps:// doi.org/10.3389/fnins.2018.00036  299 \nDanesh, A., Aazh, H., 2020. Misophonia: A Neurologic, Psychologic, and Audiologic Complex. 300 \nHear. J. 73, 20 –23. https://doi.org/10.1097/01.HJ.0000657984.74790.D5  301 \nDozier, T.H., 2015. Etiology, Composition, Development and Mai ntenance of Misophonia: A 302 \nConditioned Aversive Reflex Disorder. Psychol. Thought 8, 114 –129. 303 \nhttps://doi.org/10.5964/psyct.v8i1.132  304 \nFrank, T., 1997. ANSI Update: Specification of Audiometers. Am. J. Audiol. 6, 29 –32. 305 \nhttps://doi.org/10.1044/1059 -0889.0603. 29 306 \nGrossini, E., Stecco, A., Gramaglia, C., De Zanet, D., Cantello, R., Gori, B., Negroni, D., 307 \nAzzolina, D., Ferrante, D., Feggi, A., Carriero, A., Zeppegno, P., 2022. Misophonia: 308 \nAnalysis of the neuroanatomic patterns at the basis of psychiatric symptoms and changes of 309 \nthe orthosympathetic/ parasympathetic balance. Front. Neurosci. 16, 1 –21. 310 \nhttps://doi.org/10.3389/fnins.2022.827998  311 \nHoman, R.W., Herman, J., Purdy, P., 1987. Cerebral location of international 10 -20 system 312 \nelectrode placement. Electroencepha logr. Clin. Neurophysiol. https://doi.org/10.1016/0013 - 313 \n4694(87)90206 -9 314 \nHurley, A., 2012. Human auditory evoked potentials. Ear Hear. 315 \nhttps://doi.org/10.1097/AUD.0b013e3182498db9  316 \nJager, I., de Koning, P., Bost, T., Denys, D., Vulink, N., 2020a. Misophonia: Phenomenology, 317 \nco-morbidity and demographics in a large sample. PLoS One 15, 1 –16. 318 \nhttps://doi.org/10.1371/journal.pone.0231390  319 \nJager, I., de Koning, P., Bost, T., Denys, D., Vulink, N., 2020b. Misophonia: Phenomenology, 320 \nco-morbidity and demographics in a large sample. PLoS One. 321 \nhttps://doi.org/10.1371/journal.pone.0231390  322 \nKeith, W.J., Greville, K.A., 1987. Effects of audiometric configuration on the auditory brain 323 \nstem response. Ear Hear.  324 \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "13 \n Kumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander, P.E., Lad, M., 325 \nBamiou, D.E., Griffiths, T.D., 2021. The motor basis for misophonia. J. Neurosci. 41. 326 \nhttps://doi.org/10.1523/JNEUROSCI.0261 -21.2021  327 \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J.S., Callaghan, M.F., Allen, M., Cope, 328 \nT.E., G ander, P.E., Bamiou, D.E., Griffiths, T.D., 2017. The Brain Basis for Misophonia. 329 \nCurr. Biol. 27, 527 –533. https://doi.org/10.1016/j.cub.2016.12.048  330 \nNaylor, J., Caimino, C., Scutt, P., Hoare, D.J., Baguley, D.M., 2021. The Prevalence and 331 \nSeverity of Misoph onia in a UK Undergraduate Medical Student Population and Validation 332 \nof the Amsterdam Misophonia Scale. Psychiatr. Q. https://doi.org/10.1007/s11126 -020- 333 \n09825 -3 334 \nOlusanya, B.O., Davis, A.C., Hoffman, H.J., 2019. Hearing loss grades and the international 335 \nclassification of functioning, disability and health. Bull. World Health Organ. 336 \nhttps://doi.org/10.2471/BLT.19.230367  337 \nPicton, T.W., Bentin, S., Berg, P., Donchin, E., Hillyard, S.A., Johnson, R., Miller, G.A., Ritter, 338 \nW., Ruchkin, D.S., Rugg, M.D., Taylor, M. J., 2000. Guidelines for using human event - 339 \nrelated potentials to study cognition: Recording standards and publication criteria. 340 \nPsychophysiology 37, 127 –152. https://doi.org/10.1017/S0048577200000305  341 \nPicton, T.W., Durieux Smith, A., 1978. The practice of e voked potential audiometry. 342 \nOtolaryngol. Clin. North Am. https://doi.org/10.1016/s0030 -6665(20)32540 -8 343 \nRobier, T.C., Fabry, D.A., Leek, M.R., Van Summers, W., 1992. Improving the frequency 344 \nspecificity of the auditory brain stem response. Ear Hear. https:// doi.org/10.1097/00003446 - 345 \n199208000 -00002  346 \nSand, T., Saunte, C., 1994. Abr amplitude and dispersion variables: Relation To Audiogram 347 \nShape and Click Polarity. Scand. Audiol. https://doi.org/10.3109/01050399409047482  348 \nSchröder, A., Vulink, N., Denys, D., 2013.  Misophonia: Diagnostic Criteria for a New 349 \nPsychiatric Disorder. PLoS One. https://doi.org/10.1371/journal.pone.0054706  350 \nSwedo, S.E., Baguley, D.M., Denys, D., Dixon, L.J., Erfanian, M., Fioretti, A., Jastreboff, P.J., 351 \nKumar, S., Rosenthal, M.Z., Rouw, R., Schiller, D., Simner, J., Storch, E.A., Taylor, S., 352 \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "14 \n Werff, K.R.V., Altimus, C.M., Raver, S.M., 2022. Consensus Definitio n of Misophonia: A 353 \nDelphi Study. Front. Neurosci. 16. https://doi.org/10.3389/fnins.2022.841816  354 \nFigure legends  355 \nFigure 1 : Representation of amplitude of all the peaks of ABR for the Right ear (N=45)  356 \nFigure 2 : Representation of amplitude of all the peaks of ABR for the left ear (N=45)  357 \n 358 \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Table 1 : Result of the pure tone audiometry and high frequency audiometry between the groups \nfor the Right ear and left ear (N=45)  \n \n  \nGROUP   \nHEARING THRESHOLD  \nPure tone average  (dBHL)  High frequency \naverage  (dB SPL)  \nRight ear  Left ear  Right \near Left ear  \nAir conduction  Bone \nConduction  Air \nConduction  Bone \nConduction  \nCONTROL  Mean  6.08 3.5 7.75 4.8 7.47 8.36 \nN 15 15 15 15 15 15 \nStd. \nDeviation  3.07 1.7 3.69 2.2 2.57 4.16 \nMILD  Mean  7.75 3.2 6.08 4.5 8.33 10.72  \nN 15 15 15 15 15 15 \nStd. \nDeviation  7.58 2.5 4.60 1.5 3.34 5.16 \nMODERA\nTE-\nSEVERE  Mean  8.33 4 7.75 4.5 8.43 11.28  \nN 15 15 15 15 15 15 \nStd. \nDeviation  6.58 1.7 3.69 2.2 3.05 4.09 \nF-value  0.59 0.68 2.54 1.54 3.40 1.77 \nSig. 0.56 0.66 0.09 0.08 0.06 0.18 \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Table 2 : Result of one -way ANOVA showing the absolute latency of I , III, and Vth peaks at two \ndifferent rates  (11.1/s and 90.1/ s) for the right ear  GROUP  ABSOLUTE LATENCY  (ms)  \n  \n11.1/sec  90.1/sec  \nI III V I III V \nCONTROL  Mean  1.44 3.48 5.08 1.56 3.69 5.66 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.19 0.16 0.37 0.24 0.16 0.27 \nMILD  Mean  1.36 3.56 5.15 1.56 3.65 5.62 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.12 0.49 0.19 0.23 0.36 0.20 \nMODERA\nTE-\nSEVERE  Mean  1.43 3.55 5.22 1.46 3.81 5.66 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.12 0.15 0.27 0.43 0.19 0.28 \nF-value  1.37 0.90 0.95 0.48 1.71 0.13 \nSig. 0.26 0.41 0.39 0.62 1.93 0.88 \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Table 3 : Result of one -way ANOVA showing the absolute latency of I, III, and Vth peaks at two \ndifferent rates (11.1/s and 90.1/s) for the left ear . \n GROUP  ABSOLUTE LATENCY  (ms)  \n  \n11.1/sec  90.1/sec  \nI III V I III V \nCONTROL  Mean  1.50 3.54 5.13 1.53 3.78 5.71 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.14 0.12 0.29 0.45 0.17 0.22 \nMILD  Mean  1.37 3.58 5.25 1.49 3.59 5.72 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.39 0.19 0.22 0.63 0.86 0.14 \nMODERA\nTE-\nSEVERE  Mean  1.47 3.61 5.31 1.66 3.95 5.79 \nN 15 15 15 15 15 15 \nStd. \nDeviation  0.08 0.16 0.29 0.14 0.23 0.26 \nF-value  1.06 0.66 1.62 0.55 1.31 0.69 \nSig. 0.36 0.52 0.21 0.58 0.28 0.51 \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Table 4 : Result of one-way ANOVA showing Interpeak latency difference between  the groups for \nthe Right ear and Left ear at the rate of 11.1/s  GROUP   \nINTER -PEAK LATENCY  DIFFERENCE  (ms) \nRIGHT EAR  LEFT EAR  \nI-III III-V I-V I-III III-V I-V \nCONTROL  Mean  2.04 1.59 3.64 2.05 1.59 3.63 \nN 15 15 15 15 15 15 \nStd. Deviation  0.14 0.35 0.30 0.13 0.30 0.27 \nMILD  Mean  2.20 1.60 3.80 2.00 1.67 3.49 \nN 15 15 15 15 15 15 \nStd. Deviation  0.22 0.21 0.21 0.57 0.33 0.98 \nMODERA\nTE-\nSEVERE  Mean  2.12 1.67 3.64 2.14 1.69 3.83 \nN 15 15 15 15 15 15 \nStd. Deviation  0.16 0.25 0.66 0.17 0.23 0.29 \nF-value  3.18 0.36 0.71 0.65 0.57 1.19 \nSig. 0.05 0.70 0.49 0.53 0.57 0.32 \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Table 5 : Result of ANOVA showing absolute latency difference at two d ifferent rate (11.1/s and \n90.1/s ) between the groups for the Right ear and left ear (N=45)  \n GROUP   \nINTER -RATE ABSOLUTE LATENCY DIFFERENCE (90.1/S -11.1/s ) \nRIGHT EAR  LEFT EAR  \nI III V I III V \nCONTROL  Mean  0.14 0.20 0.58 0.14 0.24 0.58 \nN 15 15 15 15 15 15 \nStd. Deviation  0.11 0.08 0.26 0.15 0.11 0.29 \nMILD  Mean  0.24 0.23 0.44 0.22 0.25 0.46 \nN 15 15 15 15 15 15 \nStd. Deviation  0.23 0.16 0.22 0.15 0.17 0.23 \nMODERAT\nE-SEVERE  Mean  0.16 0.28 0.44 0.19 0.34 0.49 \nN 15 15 15 15 15 15 \nStd. Deviation  0.14 0.16 0.17 0.15 0.13 0.30 \nF-value  1.45 1.69 2.03 1.17 2.09 0.74 \nSig. 0.25 0.19 0.15 0.32 0.14 0.49 \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Journal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Journal Pre-proof"
    }
  ]
}