{
  "doc_type": "scientific paper",
  "title": "Auditory Efferent Pathway Functioning in Individuals with Misophonia",
  "authors": [
    "Sajana Aryal",
    "Prashanth Prabhu"
  ],
  "year": 2024,
  "journal": "Aud Vestib Res",
  "doi": null,
  "abstract": "Background and Aim: Misophonia, characterized by a decreased tolerance for specific auditory stimuli, has been insufficiently explored within audiology. Limited research has been conducted, and the auditory mechanisms involved in this disorder remain to be explored. Hence, our study aimed to investigate the auditory efferent systems in individuals with misophonia. By focusing on this specific aspect, we aim to contribute to a better understanding of misophonia and shed light on the underlying auditory mechanisms involved in the condition. Methods: A cross-sectional research was performed with students from Mysore University to investigate misophonia. The severity of misophonia was evaluated using the revised Amsterdam misophonia scale. The participants were divided into two groups based on their misophonia severity: mild (n=15) and moderate-severe (n=15). All participants underwent transient evoked otoacoustic emissions with contralateral suppression to assess the auditory function. The overall amplitude and frequency-specific amplitudes were analyzed and compared across the various groups. Results: The analysis of variance results revealed no significant differences between the groups in global amplitude suppression and suppression of all frequencies. These findings imply that the medial-olivocochlear bundle efferent pathway is intact among individuals with misophonia. Conclusion: Our findings have concluded that the medial olivocochlear bundle appears intact among individuals with misophonia (p>0.05). However, it is essential to note that the generalizability of these findings may be limited due to the relatively small sample size used in our study. Therefore, further research involving a more extensive and diverse population is needed to validate and generalize these conclusions.",
  "keywords": [
    "Misophonia",
    "efferent pathway",
    "contralateral suppression",
    "neurophysiology",
    "audiology"
  ],
  "research_topics": [
    "Misophonia",
    "Auditory efferent system",
    "Medial olivocochlear bundle",
    "Transient evoked otoacoustic emissions",
    "Contralateral suppression",
    "Audiological assessment",
    "Neurophysiology of auditory pathways",
    "Hearing disorders",
    "Central auditory pathways",
    "Misophonia severity evaluation"
  ],
  "created_at": "2025-05-05T01:40:49.253424Z",
  "source_pdf": "documents/research/Global/Aryal 2024 Efferent Pathway Functioning.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Research Article  \n \n \nAuditory Efferent Pathway Functioning in Individuals with Misophonia  \n \nSajana Aryal1*, Prashanth Prabhu2 \n \n1. Department of Speech,  Language, and Hearing Sciences, University of Texas at Austin, Austin, Texas, United States of America  \n2. Department of Audiology, All India Institute of Speech and Hearing, Mysuru, India  \n \nORCID ID:  \nSajana Aryal:  0000 -0002 -3589 -5938  \nPrashanth Prabhu:  0000 -0002 -9878 -4733  \n \n \nCitation:  Aryal S, Prabhu P. Auditory Efferent Pathway Functioning in Individuals with Misophonia. Aud Vestib \nRes. 2024;33(4):? -?. \n \n \nArticle info:  \nReceived: 08 Jan 2024  \nRevised: 02 Mar 2024  \nAccepted: 10 Mar 2024  \n \n \n* Corresponding Author:  Department of Speech, Language, and Hearing Sciences, University of Texas at \nAustin, Austin, Texas, United States of America . E-mail: sajanaaryal5566@gmail.com  \n \nShort running title:  Auditory Efferent Pathway Functioning in…  \n \n \nHighlights:  \n Misophonia is a little -understood disorder from an audiological perspective  \n The study shed light on the underlying auditory mechanisms involved in misophonia  \n The outcomes provide crucial insights for the investigation of misophonia  \n \nABSTRACT  \nBackground and Aim:  Misophonia, characterized by  a decreased tolerance for specific auditory stimuli, has \nbeen insufficiently explored within audiology. Limited research has been conducted, and the auditory \nmechanisms involved in this disorder remain to be explored.  Hence, our study aim ed to investigate  the auditory \nefferent systems in individuals with misophonia.  By focusing on this specific aspect, we aim to contribute to a \nbetter understanding of misophonia and shed light on the underlying auditory mechanisms involved in the \ncondition.  \nMethods:  A cros s-sectional research was performed with students from Mysore University to investigate \nmisophonia.  The severity of misophonia was evaluated using the revised Amsterdam misophonia s cale. The \nparticipants were divided into two groups based on their misophonia severity: mild  (n=15) and moderate -severe  \n(n=15) . All participants underwent transient evoked otoacoustic emissions with contralateral suppression  to \nassess the auditory function . The overall amplitude and frequency -specific amplitudes were anal yzed and \ncompared across the various groups.  \nResults:  The analysis of variance results revealed no significant differences between the groups in global \namplitude suppression and suppression of all frequencies.  These findings imply that the medial -olivococh lear \nbundle efferent path way is intact  among individuals with misophonia.  \nConclusion:  Our findings have concluded that the medial olivocochlear  bundle  appears in tact among individuals \nwith misophonia  (p>0.05) . However, it is essential  to note that the generalizability of these findings may be \nlimited due to the relatively small sample size used in our study.  Therefore, further research involving a more \nextensive  and diverse population is needed to validate and generalize these conclusi ons."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Keywords:  Misophonia; efferent pathway; contralateral suppression; neurophysiology; audiology  \n \nIntroduction  \nMisophonia is a disorder characterized by a decreased tolerance for particular auditory stimuli  [1]. These stimuli, \nreferred to as triggers, elicit diverse emotional and physiological responses in affected individuals, such as \nanxiety, rage, irritability, and disgust.  Misophonia is a little -known disorder with a high prevalence rate.  Literature \nhas shown that the prevalence rate of misophonia r anges from 3.5%  [2] to 23.28%  [3] to 49.1%  [4]. The \nsignificant  disparity in prevalence rates could be attributed to the diverse methodology and samples used in the \nresearch.  \nMisophonia can occur as an isolated disorder or associated  with other auditory and psychiatric disorders  [5]. The \ncomorbidity  with auditory disorders includes hyperacusis  and phonophobia.  Hyperacusis  is the physical  \nexperience of discomfort or pain in response to sounds . The sounds are  perceived as too loud, even  though they \nwould typically be considered tolerable by most  individuals  [6]. Phonophobia , conversely,  is characterized by \nfear of specific sounds known as triggers  [7]. \nRecently , there has been an increasing interest in the scientific literature to comprehend the neuroanatomy and \nneurophysiology underlying misophonia.  Researchers are actively exploring the neural mechanisms and \nprocesses associated with this disorder  [8-11]. There has been debate in the literature to categorize misophonia \nas an auditory, psychiatric, or neurological disorder  [12]. In individuals suffering from misophonia, the \nneuroanatomical pattern analyzed using functional Magnetic Resonance Imaging (fMRI) revealed activation of \nauditory -insula -limbic regions  [11]. Several rese archers have also reported similar findings in the literature  [13, \n14]. \nCurrently, the assessment and management of misophonia are not known clearly.  In addition, there is no medical \ntreatment for it, even though different drugs have been trialed across th e literature  [15]. From the audiological \nperspective, very little research has been done  [16]. Neurophysiological findings have shown hyperactivation of \nthe ascending central auditory pathway structures , with no changes in the efferent pathway  [16]. However, there \nis a lack of studies done from an audiological perspective to understand the functioning of the efferent pathway.  \nHence, we aim to evaluate the functioning of the efferent pathway in individuals suffering from misophonia \ndisorder through the  electroacoustic test.  \nThe efferent pathway is part of the central auditory pathway , starting  from the auditory cortex and ending  in the \ninner ear  [17]. The part of the efferent auditory pathway, the Olivocochlear Bundle  (OCB), located within the \nbrainstem  has two parts: the medial olivocochlear bundle and the lateral olivocochlear bundle.  The medial \nolivocochlear bundle has thick and myelinated nerve fibers that terminate  at the base of the Outer Hair Cells  \n(OHCs) , predominantly on the contralateral side  [17]. The Medial Olivocochlear  bundle  (MOC)  fibers establish \nsynaptic connections with the outer hair cells, and their activation leads to the inhibition of the basilar membrane \nresponse to low -frequency sound  [18]. Otoacoustic Emissions  (OAE)  reflect  the modulation in the gain of the \ncochlear amplifier, which is facilitated by the efferent pathway.  \nEliciting MOC activity with the elicitor sound ipsilateral or contralateral to the OAE test ear is one way to monitor \nthe MOC effect.  Contralateral suppres sion, on the other hand, has been frequently adopted due to additional issues \ncreated by ipsilateral suppression, such as cochlear masking  [17]. Contralateral suppression of the  Transient \nEvoked Otoacousic Emissions  (TEOAEs ) refers to the reduction in ampl itude observed when simultaneous noise \nis presented to the ear opposite to the one being tested.  This phenomenon manifests as a decrease in the amplitude \nof TEOAEs during the presence of contralateral noise.  \nOur study  evaluates  the MOC activity by administ ering  contralateral suppression of the TEOAEs. TEOAEs have \nbeen chosen as a reliable test as their sensitivity is high for the presence of hearing loss  [17, 19] . Misophonia can \nmanifest as an independent disorder or coexist with other auditory conditions, including tinnitus, hyperacusis , \nand phonophobia.  Several studies have demonstrated abnormal activation patterns within the efferent auditory \npathway in individuals with tinnitus and hyperacusis  [6, 20] . However, few studies have shown no problem with \nthe efferent pathway in these populations  [21]. Hence, to understand  the association of misophonia with tinnitus \nand hyperacusis , we aim to evaluate efferent pathway functioning in individuals with misophonia disorder using \ncontralateral suppression of TEOAE.  \n \nMethods  \nBefore their participation, all individuals received comprehensive information regarding the study procedures.  \nWritten informed consent was obtained from each participant, ensuring their voluntary agreement to participate  \nin the study.  The Revised  Amsterdam  Misophonia Scale (Revised A -MISO -S) was utilized to survey  the"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "prevalence of misophonia among  students from Mysore University  [22], which was initially developed by \nSchroder et al.  [23]. \nAn experimental study was conducted  to investigate individuals who experienced clinically significant \nmisophonia with a healthy control group for comparison.  Based on the survey results, 40 individuals exhibiting \nmisophonia symptoms were invited to participate in the study.  The average age of the participants was 25 years  \n(±7.8 years ). Among the individuals in the misophonia group, 36 (90%) out of the 40 were female, while 4 (10%) \nwere male.  All participants were literate and came from diverse educational backgrounds, including audiology, \nbusiness, medicine, and speech -language pathology.  All subjects had been experiencing misophonia for a \nminimum of three years and had no hearing loss.  For the control group, fifteen individuals with no misophonia \nor other ear/health -related symptoms were rec ruited ( x̄=24±6years) . To enable effective comparison, the gender \ndistribution in the control group was carefully matched with that of the misophonia group.  This matching process \nensured a balanced representation of genders in both groups, minimizing poten tial gender -related confounding \nfactors during the analysis and interpretation of the results.  Overall, the study included a total of 55 participants . \n \nMisophonia severity evaluation  \nThe participants were invited to the study after confirming that the patient had misophonia symptoms through the \nanalysis of the responses  to the  Amersdam misophonia questionnaires and the misophonia assessment \nquestionnaires r eceived via the survey.  As th e second step of the study, the revised version of the Amsterdam \nMisophonia Scale was readministered to the participants.  This step involved assessing and quantifying the \nseverity of misophonia symptoms using the updated scale  [22]. Revised A -MISO -S was ch osen as this is the most \nwidely used questionnaire developed to assess misophonia.  \nThe questionnaire used in the study consisted of ten questions, with scores ranging from 0 to 40.  The scale aimed \nto assess various aspects related to misophonia, including the amount of time an individual spends preoccupied \nwith misophonic sounds, the interference of misophonic sounds with social functioning, the level of anger \ntriggered by sounds, resistance to impulsive reactions, control over thoughts and anger, and the a mount of time \nspent avoiding misophonic situations.  For scoring purposes, the categorization of misophonia symptoms was as \nfollows: a score ranging from 0 to 10 indicated subclinical misophonia symptoms, a score between 11 and 20 \nindicated mild misophonia,  a score between 21 and 30 indicated moderate to severe misophonia, and a score \nbetween 31 and 40 indicated severe to extreme misophonia.  This scoring system was used to classify the severity \nof misophonia symptoms based on the participant's responses to t he revised version of the Amsterdam misophonia \nscale . \nOut of the initial 40 participants invited to the study, ten individuals who exhibited subclinical symptoms with a \nscore lower than ten on the Revised Amsterdam misophonia scale  were excluded from further analysis.  \nConsequently, a total of 30 participants were selected for the misophonia group  (mild misophonia group=15, \nmoderate -severe group=15) with comparison to control group (n=15).  \n \nTinnitus and hyperacusis evaluation  \nMisophonia can occur as a c o-morbid disorder with other auditory disorders , such as tinnitus and hyperacusis . \nThe questions were asked regarding the presence of tinnitus subjectively for all the participants. A tinnitus \nhandicap in ventory  (Kannada version)  was administered among all the participants to rule out the severit y of \ntinnitus  [24]. A score of less than 10 on tinnitus handicap inventory  is considered no tinnitus handicap. Similarly, \na Loudness Discomfort Level  (LDL) test was done  starting from 70  dB HL and increasing on the ascending run \nuntil the subject felt uncomfortable with the sound  to evaluate the presence of hyperacusis  among all the \nparticipants included in the study  [25]. A loudness discomfort level greater than 90  dB HL is a normal loudn ess \ntolerance ability.  \n \nAudiological evaluation  \nIn the audiological evaluation sequence, several tests were conducted by an experienced audiologist with at least \nsix years of work experience.  The evaluation began with obtaining a detailed case history of the participants, \nfocusing on the ear and health -related information.  Afterward, an otoscopic examination was conducted to \nevaluate the state of the outer and middle ear.  To ensure accurate results in the subsequent tests, pure tone \naudiometry , tympanometr y, and reflexometry were  performed on all participants before administering TEOAEs.  \nPure tone audiometry was conducted using the Grason -Stadler (GSI) Audio Star Pro in a sound -treated room, \nadhering to the guidelines set by the American National Standard I nstitute (ANSI)  [26]. Before  conducting the \ntests, the audiometer was calibrated subjectively to ensure accurate measurements.  Supraural TDH -50 \nheadphones were employed to assess the Air Conduction  (AC) thresholds spanning from 0.25  kHz to 8 kHz,"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "while the  B-71 bone vibrator was utilized to measure the bone conduction thresholds ranging from 0.25  kHz to 4 \nkHz.  The hearing thresholds were determined by averaging the results obtained at four frequencies: 500 Hz, 1 \nkHz, 2 kHz, and 4 kHz.  Normal hearing was def ined as an average AC value of 15 dB HL or lower  with no air -\nbone gap  [27]. \n \nTransient evoked otoacousic emissions and contralateral suppression paradigm  \nTEOAEs with contralateral suppression were done in the sound -treated room using the otodynamics Echo port \nILOV6 equipment following the ANSI guidelines  (Frank., 1997). The continuous contralateral noise paradigm \nwas employed to measure TEOAEs and evaluate the contralateral suppression effect of TEOAEs.  This method \ninvolves presenting a click stimulus to t he ear being tested using probe one while simultaneously introducing \nbroadband noise as the suppressor to the contralateral ear through probe 2.  Continuous contralateral noise \nsuppression is a widely utilized technique for studying the impact of contralate ral noise on TEOAE responses, \nallowing researchers to assess the level of suppression in the efferent auditory pathway.  \nTEOAEs were measured using the two conditions.  In the first condition, TEOAEs were recorded with the \nMASKER OFF condition, in which the suppressor was not presented to the contralateral ear.  In the second \ncondition, TEOAEs were recorded with MASKER ON condition in which a suppressor was delivered  to the \ncontralateral ear.  The recording was done three times in all conditions to  obtain relia ble TEOAEs with better \nstimulus stability and response reproducibility  [28]. Minimum stimulus stability of 70% and reproducibility of \n80% were set as the criteria for accepting  the TEOAEs response  [29]. The intensity of the click stimulus used \nwas 80  dB SPL in the nonlinear  mode.  During the test, participants were asked to relax and sit comfortably on \nthe reclining chair.  \nSimilarly, the broadband white noise was used as the suppressing stimulus in the contralateral ear, and the \nsuppressor level  was 50  dB SPL.  The suppressor level  was not set too high to prevent the activation of the middle \near reflex and prevent cross -hearing to the contralateral ear  [29]. Few participants reported annoyance with the \nsuppressor and click stimulus during the recording.  They  were given a gap between the tests to make them \ncomfortable during the testing.  \nAll the participants were asked to sit on a comfortable chair inside the sound booth for the TEOAE measurements.  \nParticipants were given careful instructions about the test pr ocedure and asked to remain silent during the process . \nBefore recording  each participant, calibration was done using the ILO probe -fit paradigm.  The recording was \ndone by inserting probe 1 in the right ear canal to deliver  stimulus and probe 2 in the left ear canal to provide  \nbroadband white noise suppressor stimulus and vice versa.  The proper ear tip was chosen depending on the ear \ncanal size of each participant.  The recording was done in all the participants with and without suppressing \nstimulus.  \nThe global amplitude was calculated for each participant.  Frequency -specific amplitude value was obtained for \nthe 1000  Hz, 1414  Hz, 2000  Hz, 2828  Hz, and 4000  Hz frequencies.  The total suppression value of the global \namplitude and the amplitude of each frequen cy were calculated by subtracting TEOAE  responses with the masker \non condition from the masker off condition.  All parameters' suppression values were  analyzed among the control, \nmild, and moderate -severe groups.  \n \nStatistical analyses  \nThe data collected for  the study were analyzed using the IBM SPSS program, version 25.0.  Firstly, the Shapiro -\nWilk test assessed  whether the data followed a normal distribution.  Since the data exhibited a normal distribution, \na parametric one -way analysis of variance test was u tilized to investigate significant differences between the \nmisophonia and control groups.  The dependent variables in the study  consisted of the global amplitude and the \namplitude at each frequency, while the severity of misophonia was treated as the independent variable.  The \ncriterion for determining statistical significance was set at a p -value less than 0.05, with a 95% confide nce \ninterval.  The study aimed to identify significant group differences by employing these statistical procedures . \n \nResults  \n \nMisophonia severity  \nAccording to the study findings, ten individuals were categorized as having moderate to severe misophonia, as \nevidenced by scores ranging from 21 to 30 on the RAMISO -S. Furthermore, 5 participants were identified as \nhaving severe to extreme misophonia, scoring between 31 and 40 on the scale.  Conversely, 15 participants \nexhibited mild misophonia, scoring between 11 and 20.  In the control group, all 15 participants scored zero on \nthe updated RAMISO -S scale, indicating the absence of misophonia symptoms.  All the participants included in"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "the miso phonia and control group did not have comorbidity  with other auditory and psychiatric disorders.  All the \nparticipants had loudness discomfort levels (>90  dB HL), indicating the absence of hyperacusis . Likewise, all the \nparticipants included in both the con trol and experimental groups had a tinnitus handicap score of less than 10 \n(mean score=4.5) , indicating no tinnitus handicap.  \nDue to insufficient sample size to create three distinct groups, the misophonia participants were categorized into \ntwo groups . The first group, comprising 15 participants , included individuals with mild misophonia . The mean \nscore for this group was 15.93, with a standard deviation of 2.89.  The second group consisted of individuals with \nmoderate to severe misophonia, also comprising 1 5 participants.  The mean score for this group was 25.86, with \na standard deviation of 4.98.  \nFurthermore, it was observed that all participants had experienced misophonia for a minimum duration of 3 years.  \nThe range of experience varied from 3 to 8 years, with a mean duration of 4.93 years and a standard deviation of \n1.52 years.  Most  participants (86.67%) reported a gradual onset of their misophonia symptoms.  Various sounds \nwere identified as triggers by a significant number of participants, wi th scratching being the most commonly \nreported trigger (66.67%), followed by loud sounds (50%) and chewing (46.67%).  Table 1  provides further details \non the misophonia characteristics of all participants included in the study  \n \nAudiological evaluation  \nUpon examination, it was found that all subjects'  external and middle ear appearances were normal, and they \nreported normal hearing.  All the participants included in the study had the presence of an ‘A’ type tympanogram  \nand the presence of acoustic reflexes wit hin the normal range . The statistical analysis indicated that there were \nno significant differences in AC thresholds between the study group and the control group for the right ear \n(F(2.42)=0.587, p=0.561) and the left ear (F (2.42)=2.540, p=0.091).  These findings suggest no significant differences \nin the AC thresholds between the groups being compared.  \nIn terms of bone conduction testing also, statistical analysis did not reveal any significant differences between \nthe study and control groups for bon e conduction thresholds in both the right ear (F (2.42)=0.678, p=0.66) and the \nleft ear (F (2.42)=1.540, p=0.08).  These results suggest no significant differences in bone conduction thresholds \nbetween the groups being compared.  For more detailed information about the audiological findings of each \nparticipant, refer to Table 2.  \n \nTransient evoked otoacoustic emissions with contralateral suppression findings  \nThe result of the TEOAE ’s with contralateral suppression was analyzed to determine the functioning of the MOC \nbundle efferent pathway in individuals with misophonia.  The mean value of stimulus stability was 98%, and \nreproducibility was 96%.  The suppression value was analyzed in te rms of global amplitude suppression and \namplitude suppression of each frequency for the right and left ear  in each groups . \n \nGlobal amplitude suppression  \nUpon analyzing the results, it was observed that both the control and experimental groups exhibited con tralateral \nsignal suppression.  When exposed to noise, there was a decrease in the overall amplitude of the response for both \ngroups.  For the control group, the mean value of global amplitude suppression was 0.87  dB (SD=0.29) for the \nright  and 1.25  dB (SD=0.49) for the left ear.  The mild group was 1.36 dB (SD=0.41) for the right  and 0.88dB \n(SD=0.30) for the left ear.  The moderate to severe group had 1.25  dB (SD=1.23) for the right  and 1.43 dB \n(SD=1.32) for the left ear.  \nThe one -way ANOVA results reveale d no significant differences in global amplitude suppression between \ngroups.  For the right ear, the ANOVA result was F (2,42)=1.12, with a p -value of 0.39.  Similarly, for the left ear, \nthe ANOVA result was F (2,42)=1.69, with a p -value of 0.28.  These finding s are summarized in Table 3 . \n \nAmplitude suppression of each frequency  \nAmplitude suppression of each frequency, including 1000 Hz, 1414 Hz, 2000 Hz , 2828 Hz, and 4000 Hz, was \nanalyzed separately for both ears.  The result analysis showed the presence of cont ralateral suppression for all the \nfrequencies analyzed for all the groups.  \nTable 3 illustrates the standard deviation and mean of each frequency amplitude suppression . The one -way \nANOVA revealed no significant differences in amplitude suppression across groups at all frequencies, including \n1000  Hz, 1414 Hz, 2000 Hz , 2828 Hz, and 4000 Hz , with a p -value larger than 0.05.  Table 3 provides  the detailed \nmean and standard dev iation values  of the amplitude suppression for each frequency  and the ANOVA findings \nfor the left and right ea r."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Discussion  \nMisophonia, a disorder that has received limited attention in audiology, was the focus of our study.  We employed \nTEOAEs with contra lateral suppression to investigate the functioning of the efferent pathway in individuals with \nmisophonia.  An absence of the suppression effect or an increase in TEOAE response amplitude , when suppressors \nwere present,  indicates abnormal efferent pathway f unctioning.  Our findings demonstrated that persons with \nmisophonia, like the control group, have a suppressing effect.  There  was no significant difference in suppression \nvalue between all test frequencies between groups.  This finding implies that misophoni a patients'  medial \nolivocochlear bundle efferent path functions normally.  Our study replicates  findings reported by Suraj et al.  [30] \nreported normal efferent pathway functioning among individuals with misophonia.  However, they assessed the \nlinear and non-linear processes of the cochlea using both TEOAEs and DPOAEs . \nMisophonia can manifest independently or in conjunction with other auditory disorders, including tinnitus, \nhyperacusis , and phonophobia.  Several studies have evaluated  the functioning of the  medial olivocochlear bundle \nefferent pathway in tinnitus.  Most of the studies done across the literature have reported abnormal functioning of \nthe efferent pathway in individuals with tinnitus  [31-33]. Similarly, studies on hyperacusis  have also reported \nabnormal functioning of the auditory efferent pathway in individuals with misophonia  [32]. The differences in \nthe findings of misophonia compared  to tinnitus and hyperacusis  suggest that the pathophysiological mechanism \nbehind these auditory disorders is different, and we need to diagnose these disorders differently.  \nSeveral studies in the existing literature have extensively employed fMRI to examine the functioning of the \nauditory nervous and limbic systems  concerning  misophonia.  These investigations have consistently revealed \nabnormal activation patterns  in ascending auditory cortical regions . Specifically, fMRI studies have demonstrated \natypical activity in the central auditory nervous system  and limbic system, suggesting their involvement in the \nprocessing and perception of misophonic triggers.  However, as per our  knowledge none of the fMRI studies has \nshown abnormal processing of the ef ferent pathway. These findings provide valuable insights into the \nneurobiological basis of misophonia and shed light on the underlying mechanisms associated with the condition  \n[34-36]. According to our findings, individuals with misophonia exhibit normal pr ocessing of descending medial \nolivocochlear bundle pathways.  The efferent auditory pathways are responsible for modulating and regulating \nthe transmission of information from the brain to the auditory periphery.  In misophonia, our research suggests \nthat medial olivocochlear bundle pathways function within the expected range and do not show any significant \nabnormalities or disruptions.  The findings of our study using electroacoustic measures align with the findings \nusing neurophysiological measures . \nThere werte some limitation s of the study , the sample size in our study was limited, which may have introduced \nbias and affected the generalizability of the findings. Therefore, future studies should aim to include larger sample \nsizes in each group to ensure mor e reliable and representative results.  \n \nConclusion   \nMisophonia has received limited attention in audiological research.  In our study, we sought to assess the function \nof the efferent pathways by administering  Transient Evoked Otoacousic Emissions  (TEOAEs ) with contralateral \nsuppression to individuals with misophonia.  Our findings suggest that the medial olivocochlear bundle efferent \npathway, which regulates  auditory responses, functions normally in misophonia patients.  However, further \nresearch is necessar y to validate these results  with a larger sample size and diverse population.  \nThe outcomes of our study serve as a foundational step for audiologists and researchers working in the field of \nmisophonia, providing a starting point to investigate the neurophy siology of the disorder from an audiological \nperspective.  Furthermore, the rostral part of the auditory efferent pathway could not be evaluated using TEOAEs. \nAdditional research  to evaluate rostral parts of efferent systems using electrophysiological measu res will \ncontribute to a more comprehensive understanding of misophonia and its underlying mechanisms.  \n \nData availability statement  \nThe datasets utilized in this study can be obtained by making a reasonable request to the corresponding author . \n \nEthical Considerations  \n \nCompliance with ethical guidelines  \nThe research protocol underwent evaluation by the institutional review board. It received ethical approval with \nSH/ERB/2022 -24/37.  \n \nFunding"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The study was funded by So Quiet Misophonia Advocacy Non -profit Organization  \n \nAuthors' contributions  \nSA: Concept development, study design, stimulus preparation, analysis of the results, interpretation, and writing \nthe manuscript; PP: Concept development,  study design, stimulus preparation, and writing the manuscript.  \n \nConflict of interest  \nThere is no conflict of interest to disclose.  \n \nAcknowledgments  \nThe authors  acknowledge  the director  of All India  Institute  of Speech  and Hearing  for allowing  to carry  out this \nstudy.  The authors  acknowledge  the participants  for their cooperation.  \n \nReferences  \n1. Swedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fioretti A, et al. Consensus Definition of Misophonia: A Delphi Study. F ront \nNeurosci. 2 022;16:841816. [DOI: 10.3389/fnins.2022.841816 ] \n2. Jastreboff PJ, Jastreboff MM. Decreased sound tolerance: hyperacusis, misophonia, diplacousis, and polyacousis. Handb Clin Ne urol. \n2015;129 :375-87. [DOI: 10.1016/B978 -0-444-62630 -1.00021 -4] \n3. Aryal S, Prabhu P. Misophonia: Prevalence, impact and co -morbidity among Mysore University students in India - A survey. Neuros cience \nResearch Notes. 2022;5(4):161. [DOI: 10.31117/neuroscirn.v5i4.161 ] \n4. Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The Prevalence and Severity of Misophonia in a UK Undergraduate Medical Student \nPopulation and Validation of the Amsterdam Misophonia Scale. Psychiatr Q. 2021;92(2):609 -19. [DOI: 10.1007/s11126 -020-09825 -3] \n5. Aryal S, Prabhu P. Awareness and perspectiv es of audiologists on assessment and management of misophonia in India. J Otol. 2023;18(2):104 -\n10. [DOI: 10.1016/j.joto.2023.02.003 ] \n6. Baguley DM. Hyperacusis. J R Soc Med. 2003;96(12):582 -5. [DOI: 10.1177/014107680309601203 ] \n7. Henry JA, Theodoroff SM, Edmonds C, Martinez I, Myers PJ, Zaugg TL, et al. Sound Tolerance Conditions (Hyperacusis, Misophoni a, Noise  \nSensitivity, and Phonophobia): Definitions and Clinical Management. Am J Audiol. 2022;31(3):513 -27. [DOI: 10.1044/2022_AJA -22-00035 ] \n8. Aryal S, Bhattarai B, Prabhu P. Development and stand ardization of Morningness - Eveningness questionnaire (MEQ) in the Nepali language. \nBiol Rhythm Res. 2022;53(11):1692 -701. [DOI: 10.1080/09291016.2021.2010968 ] \n9. Dozier TH, Morrison KL. Phenomenolog y of Misophonia: Initial Physical and Emotional Responses. The American Journal of Psychology. \n2017;130(4):431 -8. [DOI: 10.5406/amerjpsyc.130.4.0431 ] \n10. Aryal S, Prabhu P. Auditory brains tem functioning in individuals with misophonia. J Otol. 2023;18(3):139 -45. \n[DOI: 10.1016/j.joto.2023.05.006 ] \n11. Grossini E, Stecco A, Gramaglia C, De Zanet D, Cantello R, Gori B, et al. Mis ophonia: Analysis of the neuroanatomic patterns at the basis of \npsychiatric symptoms and changes of the orthosympathetic/ parasympathetic balance. Front Neurosci. 2022;16:827998. \n[DOI: 10.3389/fnins.2022.827998 ] \n12. Danesh A, Aazh H. Misophonia: A Neurologic, Psychologic, and Audiologic Complex. Hear J. 2020;73(3):20,22,23. \n[DOI: 10.1097/01.HJ.0000657984.74790.d5 ] \n13. Schröder A, van Diepen R, Mazaheri A, Petropoulos -Petalas D, Soto de Amesti V, Vulink N, et al. Diminished n1 auditory evoked potentials \nto oddball stimuli in misophoni a patients. Front Behav Neurosci. 2014;8:123. [DOI: 10.3389/fnbeh.2014.00123 ] \n14. Schröder A, San Giorgi R, Van Wingen G, Vulink N, Denys D. P.1.i.015 Impulsive aggression in misophonia: resul ts from a functional \nmagnetic resonance imaging study. European Neuropsychopharmacology. 2015;25(Suppl 2):S307 -8. [DOI: 10.1016/S0924 -977X(15)30374 -\n6] \n15. Webb J. β -Blockers for the Treatment of  Misophonia and Misokinesia. Clin Neuropharmacol. 2022;45(1):13 -4. \n[DOI: 10.1097/WNF.0000000000000492 ] \n16. Aryal S, Prabhu P. Understanding misophonia from an audiological perspective: a s ystematic review. Eur Arch Otorhinolaryngol. \n2023;280(4):1529 -45. [DOI: 10.1007/s00405 -022-07774 -0] \n17. Guinan JJ Jr. Olivocochlear efferents: anatomy, physiology, function, and the measurem ent of efferent effects in humans. Ear Hear. \n2006;27(6):589 -607. [ DOI: 10.1097/01.aud.0000240507.83072.e7 ] \n18. Ciuman RR. The efferent system or olivocochlear function bundle - fine regulator and protector of hearing perception. Int J Biomed Sci. \n2010;6(4):276 -88. \n19. Probst R, Harris FP. A comparison of transiently evoked and distortion -product otoacoustic emissions in humans. Prog Brain Res. 1993;97:91 -\n9. [DOI: 10.1016/s0079 -6123(08)62266 -9] \n20. Sturm JJ, Weisz CJ. Hyperactivity in the medial olivocochlear efferent system is a common feature of tinnitus and hyperacusis  in humans. J \nNeurophysiol. 2015;114(5):2551 -4. [DOI:10.1152/jn.00948.2014 ] \n21. Tayade A, Tucker D. Evaluation of Medial Olivocochlear Neural Efferent Pathway in Tinnitus Perception in Normal -hearing Individuals. Int \nTinnitus J. 2022;26(1):20 -6. [DOI: 10.5935/0946 -5448.20220004 ] \n22. Jager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: Phenomenology, comorbidity and demographics in a large sample. P LoS One. \n2020;15(4):e023139 0. [DOI: 10.1371/journal.pone.0231390 ] \n23. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new psychiatric disorder. PLoS One. 2013;8(1):e54706. \n[DOI: 10.1371/journal.pone.0054706 ] \n24. Zacharia T, Naik PV, Sada S, Kuniyil JG, Dwarakanath VM. Development and standardization of tinnitus handicap inventory in Ka nnada. Int \nTinnitus J. 2012;17(2):117 -23. [DOI: 10.5935/0946 -5448.20120022 ] \n25. Siepsiak M, Rosenthal MZ, Raj -Koziak D, Dragan W. Psychiatric and audiologic features of misophonia: Use of a clinical control group with \nauditory over -responsivity. J Psychosom Res. 2022;156:110777. [ DOI: 10.1016/j.jpsychores.2022.110777 ] \n26. Frank T. ANSI Update: Specification of Audiometers. Am J Audiol. 1997;6(3):29 -32. [DOI: 10.1044/1059 -0889.0603.29 ] \n27. Davis H, Kranz Fw. The international standard reference zero for pure -tone audiometers and its relation to the evaluation on impairment of \nhearing. J Speech Hear Res. 1964;7:7 -16. [DOI: 10.1044/jshr.0701.07 ] \n28. Berlin CI, Hood LJ, Wen H, Szabo P, Cecola RP, Rigby P, et al. Contralateral suppression of non -linear click -evoked otoacoustic emissions. \nHear Res. 1993;71(1 -2):1-11. [DOI: 10.1016/0378 -5955(93)90015 -s]"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "29. De Ceulaer G, Yperman M, Daemers K, Van Driessche K, Somers T, Offeciers FE, et al. Contralateral suppression of transient ev oked \notoacoustic  emissions: normative data for a clinical test set -up. Otol Neurotol. 2001;22(3):350 -5. [DOI: 10.1097/00129492 -200105000 -00013 ] \n30. Suraj U, Nisha KV, Prabhu P. Normal linear and non -linear cochlear mechanisms and efferent system functioning in individuals with \nmisophonia. Eur Arch Otorhinolaryngol. 2023. [ DOI: 10.1007/s00405 -023-08273 -6] \n31. Attias J, Bresloff I, Furman V. The influence of the efferent auditory system on otoacoustic emissions in noise induced tinnitus: clinical \nrelevance. Acta Otolaryngol. 1996;116(4):534 -9. [DOI: 10.3109/000164896091378 85] \n32. Attias J, Zwecker -Lazar I, Nageris B, Keren O, Groswasser Z. Dysfunction of the auditory efferent system in patients with traumatic brain \ninjuries with tinnitus and hyperacusis. J Basic Clin Physiol Pharmacol. 2005;16(2 -3):117 -26. [DOI: 10.1515/jbcpp.2005.16.2 -3.117 ] \n33. Riga M, Papadas T, Werner JA, Dalchow CV. A clinical study of the efferent auditory system in patients with normal hearing wh o have acute \ntinnitus. Otol Neurotol. 2007;28(2):185 -90. [DOI: 10.1097/MAO.0b013e31802e2a14 ] \n34. Kumar S, Dheerendra P, Erfanian M, Benzaquén E, Sedley W, Gander PE, et al. The Motor Basis for Misophonia. J Neurosci.  \n2021;41(26):5762 -70. [DOI: 10.1523/JNEUROSCI.0261 -21.2021 ] \n35. Kumar S, Tansley -Hancock O, Sedley W, Winston JS, Callaghan MF, Allen M, et al. The Brain Basis for Misophonia. Curr Biol.  \n2017;27(4):527 -33. [DOI: 10.1016/j.cub.2016.12.048 ] \n36. Schröder A, van Wingen G, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, Denys D. Misophonia is associated with altered brain  activity  in \nthe auditory cortex and salience network. Sci Rep. 2019;9(1):7542. [DOI: 10.1038/s41598 -019-44084 -8]"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Table 1. Misophonia characteristics of all the participants included in the study (n=30)  \n \n Mild group   Moderate -severe group  \n Revised amsterdam \nmisophonia scale   Misophonia \ncharacteristics   Revised amsterdam \nmisophonia scale   Misophonia \ncharacteristics  \nSN Score  Severity   Onset  Duration \n(years)   Score  Severity   Onset  Duration \n(years)  \n1 12 Mild   Sudden  3  21 Moderate -severe   Gradual  4 \n2 13 Mild   Gradual  4  24 Moderate -severe   Gradual  3 \n3 17 Mild   Gradual  6  23 Moderate -severe   Gradual  5 \n4 19 Mild   Gradual  7  24 Moderate -severe   Gradual  4 \n5 19 Mild   Gradual  6  32 Severe -extreme   Gradual  8 \n6 15 Mild   Gradual  4  31 Severe -extreme   Gradual  6 \n7 19 Mild   Sudden  3  35 Severe -extreme   Gradual  6 \n8 17 Mild   Gradual  6  33 Severe -extreme   Gradual  3 \n9 18 Mild   Gradual  6  31 Severe -extreme   Gradual  4 \n10 11 Mild   Gradual  8  22 Moderate -severe   Gradual  6 \n11 12 Mild   Gradual  5  22 Moderate -severe   Gradual  7 \n12 16 Mild   Gradual  4  21 Moderate -severe   Gradual  6 \n13 14 Mild   Gradual  5  22 Moderate -severe   Gradual  4 \n14 19 Mild   Sudden  3  22 Moderate -severe   Sudden  3 \n15 18 Mild   Gradual  4  25 Moderate -severe   Gradual  4 \nSN; serial number"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Table 2 . Pure tone average of all the participants included in the study  (n=45)  \n \n Control group   Mild group   Moderate -severe group  \nSN Right ear (dB \nHL) Left ear (dB \nHL)  Right ear (dB \nHL) Left ear (dB \nHL)  Right ear (dB \nHL) Left ear (dB \nHL) \n1 0 0  8.75 7.5  18.75  13.75  \n2 10 6.5  8.75 2.5  10 11.25  \n3 6.67 6.5  6.25 8.75  15 10 \n4 6.25 10  0 3.75  2.5 12.5 \n5 2.5 1.25  0 1.25  11.25  6.25 \n6 1.25 3.25  10 10  2.5 6.25 \n7 5 7.5  11.25  11.25   15 8.75 \n8 7.5 6  1.25 5  1.25 2.5 \n9 10 6  13.75  11.25   8.75 10 \n10 3.75 0  7.5 1.25  -1.225  5 \n11 5 6.67  3.75 8.75  2.5 2.5 \n12 8.75 10  5 3.75  6.25 7.5 \n13 8.75 5  30 15  18.75  11.25  \n14 7.5 5  10 1.25  11.25  6.25 \n15 7.5 0  0 0  2.5 2.5 \nMean (SD)  6.03(SD=3.07)  4.91(SD=3.35)   7.75 (SD=7.57)  6.08(SD=4.60)   8.33(SD= 6.59)  7.75(SD=3.69)  \nSN; serial number"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Table 3 . Result of a one -way analysis of variance to examine group differences in the mean amplitude suppression values across various \nfrequencies for both the right and left ears, ( n=45)  \n \n Mean(SD) amplitude suppression  \n Global   1 kHz   1.414 kHz   2 kHz   2.828 kHz  4 kHz  \nGrou\np Right \near Left \near  Right \near Left \near  Right \near Left \near  Right \near Left \near  Right \near Left \near  Right \near Left \near \nContr\nol \n(n=15)  0.87(0\n.29) 1.25 \n(0.49)   .89(0.\n35) 2.77(0\n.39)  1.04(0\n.20) 1.34(0\n.16)  1.09(0\n.22) 1.08(0\n.79)  .86(0.\n36) 1.02(0\n.47)  0.48(0\n.29) 0.82(0\n.66) \nMild \n(n=15)  1.36(0\n.41) 0.88(0\n.30)  1.79(0\n.44) 0.67(0\n.16)  1.76(0\n.50) 1.04(0\n.25)  0.83(0\n.34) 0.55(0\n.17)  0.97(0\n.47) 0.54(0\n.48)  1.47(0\n.29) 0.60(0\n.43) \nMode\nrate-\nsevere \n(n=15)  1.25(0\n.23) 1.43(0\n.32)  1.27(0\n.15) 1.75(0\n.39)  1.03(0\n.21) 1.29(0\n.51)  1.07(0\n.12) 0.78(0\n.29)  1.59(0\n.49) 0.95(0\n.19)  1.29(0\n.16) 0.57(0\n.24) \nF(2,42)  1.12 1.69  0.89 3.79  0.91 0.45  .36 1.99  2.32 1.18  1.15 1.01 \np 0.391 0.282  0.421 0.054  0.415 0.643  0.704 0.156  0.112 0.173  0.336 0.374"
    }
  ]
}