{
  "doc_type": "scientific paper",
  "title": "Awareness and perspectives of audiologists on assessment and management of misophonia in India",
  "authors": [
    "Sajana Aryal",
    "Prashanth Prabhu"
  ],
  "year": 2023,
  "journal": "Journal of Otology",
  "doi": "10.1016/j.joto.2023.02.003",
  "abstract": "Background - The assessment and management of misophonia need a team approach, and audiologists are essential team members. However, the role of an audiologist in this condition is not well understood, and there is a lack of awareness even among professionals about their role in the assessment and management of misophonia. Purpose - The main aim of our study is to document the present level of awareness and knowledge about misophonia assessment and management among audiologists in India. Methods - A descriptive cross-sectional study was carried out among audiologists from all over India. Descriptive statistical procedures were measured based on the type of questions being addressed, and a non-parametric chi-square test was done to see the association among variables. Results - The results show a lack of knowledge about misophonia even among audiologists, as only 15.3% of the audiologist reported being confident in handling cases with misophonia. Conclusion - Although the exact assessment and management of misophonia is still the topic of debate, it is clear that audiologists are the team's key members. However, the results clearly show a lack of confidence in handling cases of misophonia among audiologists in India. This result shows the future need for Research in misophonia from an audiological perspective.",
  "keywords": [
    "Misophonia",
    "Awareness",
    "Audiologists",
    "Viewpoint",
    "Assessment and management"
  ],
  "research_topics": [
    "Misophonia",
    "Audiology",
    "Assessment and management",
    "Awareness among audiologists",
    "Cross-sectional study in India",
    "Audiological perspectives on misophonia",
    "Diagnostic protocols for misophonia",
    "Role of audiologists in misophonia",
    "Misophonia etiology",
    "Tinnitus retraining therapy",
    "Cognitive Behavioral Therapy"
  ],
  "created_at": "2025-05-04T23:36:34.044763Z",
  "source_pdf": "documents/research/Global/Aryal 2023 Pre Proof Awareness and Perspectives of Audiologists on Assessment and Management of Misophonia in India.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal Pre-proof\nAwareness and perspectives of audiologists on assessment and management of\nmisophonia in India\nSajana Aryal, Prashanth Prabhu\nPII: S1672-2930(23)00014-4\nDOI: https://doi.org/10.1016/j.joto.2023.02.003\nReference: JOTO 288\nTo appear in: Journal of Otology\nReceived Date: 30 August 2022\nRevised Date: 5 December 2022\nAccepted Date: 16 February 2023\nPlease cite this article as: Aryal, S., Prabhu, P., Awareness and perspectives of audiologists on\nassessment and management of misophonia in India, Journal of Otology  (2023), doi: https://\ndoi.org/10.1016/j.joto.2023.02.003 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© [copyright Year] PLA General Hospital Department of Otolaryngology Head and Neck Surgery.\nProduction and hosting by Elsevier (Singapore) Pte Ltd. All rights reserved."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "AWARENESS AND PERSPECTIVES OF AUDIOLOGISTS ON ASSESSMENT AND \nMANAGEMENT OF MISOPHONIA IN INDIA  \n \nAuthors: Sajana Aryala*, Prashanth Prabhua \nAffiliation: aAll India Institute of Speech and Hearing, Mysore, India  \n*Correspondence:  \nSajana Aryal, MSc. Audiology  \nDepartment of Audiology, All India Institute of Speech and Hearing, Mysore, India – \n570006.  \nPh: +91 8147297652  \nEmail: sajanaaryal5566@gmail.com  \nKeywords : Misophonia; Awareness; Audiologists; Viewpoint; Assessment and management  \n \nAuthors' contribution: Sajana Aryal was involved in concept development, study design, \nstimulus preparation, analysis of the results, interpretation, and writing the manuscript ; \nPrashanth Prabhu was involved in concept development and study design, stimulu s \npreparation, and writing the manuscript.  \n \nEthical Statement  \nEthical Approval:  Ethical approval was obtained from the All India Institute of Speech and \nHearing.  \nInformed Consent:  Informed consent was obtained from the patient to participate in the study.  \nConflicts of Interest and Source of Funding : There is no conflict of interest to disclose. This is \na non -funded research.  \nJournal Pre-proof"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "AWARENESS AND PERSPECTIVES OF AUDIOLOGISTS ON ASSESSMENT AND 1 \nMANAGEMENT OF MISOPHONIA IN INDIA  2 \nABSTRACT:  3 \nBackground  4 \nThe assessment and management of misophonia need a team approach, and audiologists are 5 \nessential team members. However, the role of an audiologist in this condition is not well 6 \nunderstood, and there is a lack of awareness even among professionals about the ir role in the 7 \nassessment and management of misophonia.  8 \nPurpose  9 \nThe main aim of our study is to document the present level of awareness and knowledge about 10 \nmisophonia assessment and management among audiologists in India.  11 \nMethods  12 \nA descriptive cross -sectional study was carried out among audiologists from all over India. 13 \nDescriptive statistical procedures were measured based on the type of questions being addressed, 14 \nand a non -parametric chi -square test was done to see the association among variables.  15 \nResu lts 16 \nThe results show a lack of knowledge about misophonia even among audiologists, as only 15.3% 17 \nof the audiologist reported being confident in handling cases with misophonia.  18 \nConclusion  19 \nAlthough the exact assessment and management of misophonia is still the topic of debate, it is 20 \nclear that audiologists are the team's key members. However, the results clearly show a lack of 21 \nconfidence in handling cases of misophonia among audiologists in India. This result shows the 22 \nfuture need for Research in misophonia from an audiological perspective.  23 \nKey Words : Misophonia; Awareness; Audiologists; Viewpoint; Assessment and Management  24 \nINTRODUCTION  25 \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "The recent consensus definition has explained misophonia as a disorder that is characterized by 26 \ndecreased tolerance to speci fic sound stimuli (Swedo et al., 2022) . These specific sound stimuli 27 \nare known as a trigger that causes various emotional and physiological responses, including an 28 \naccelerated heart rate, sweating, anxiety, rage, irritability, and disgust. This disorder is  poorly 29 \nunderstood and less explored in the medical field. However, disorders can significantly impair an 30 \nindividual's quality of life. In the field of psychology, it is regarded as a psychiatric disorder and 31 \ntreated accordingly. Schröder et al. ( 2013)  gave the diagnostic criteria stating misophonia as a 32 \npsychiatric disorder. However, misophonia is a disorder that borders audiology, psychiatry, and 33 \nthe neurology field (Schröder et al., 2013) . 34 \nWithin the last two decades, there has been growing interest in the field of misophonia in 35 \ndeveloping diagnostic criteria (Brout et al., 2018) . Researchers have explained the disorder using 36 \npsychiatric criteria (Schröder et al., 2013) . Misophonia can occur  with neurological and psychiatric 37 \ndisorders, but it is not limited to mood disorders, anxiety disorders, sensory processing disorders 38 \n(SPD), and Autism Spectrum Disorders (ASD). In audiology, misophonia is categorized with other 39 \nsound disorders, including  tinnitus, hyperacusis, and phonophobia.  40 \nTinnitus is the perception of sound in the absence of acoustic stimulation, which is mainly 41 \nassociated with hearing loss. On the other hand, hyperacusis is the increased sensitivity to the 42 \nsounds, which results in pain or the sufferers feeling uncomfortable and related to the intensity. 43 \nPhonophobia has been defined as the fear of sounds used by patients expressing fear of certain 44 \nsounds due to abnormal limbic and autonomic nervous system activation. However, misopho nia 45 \nis distinct from these disorders, although there is some overlap in symptoms, and an individual 46 \nmay present with more than one condition ( Jastreboff., 2001; Swedo et al., 2022) . Szczepek et al. 47 \n(2022)  have also reported that misophonia can occur with and without an average hearing threshold 48 \nand alone or with other auditory conditions such as tinnitus and hyperacusis.  Misophonia is 49 \nrelatively less explored in  the field of audiology.  50 \nThe exact pathophysiology of misophonia is not known yet. Various neuro physiological 51 \nstudies have shown hyperactivation of the auditory pathway in individuals with misophonia 52 \n(Kumar et al., 2017) . Audiologists are professionals trained to deal with sound and related auditory 53 \ndisorders. The various treatment approaches trialed  in the literature for managing misophonia, such 54 \nas Tinnitus retraining therapy (TRT) and Cognitive Behavioral Therapy (CBT), fall in the 55 \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "audiology domain. Jastreboff & Jastreboff ( 2002)  reported that tinnitus -retraining therapy should 56 \nwork better with mi sophonia patients than with tinnitus patients because misophonia involves an 57 \nexternal trigger, which can be manipulated to potentially eliminate the conditioned response. 58 \nReclassifying the trigger sounds and extensive counseling are recommended for individ uals with 59 \nmisophonia. Jastreboff ( 2015)  reported the effectiveness of tinnitus retraining therapy in 60 \nmisophonia patients with and without hyperacusis.  61 \nBesides tinnitus retraining therapy, Cognitive -Relaxation Coping Skills Training and 62 \nMulticomponent Cog nitive -Behavioral Therapy (CBT) have also been used to treat misophonia 63 \n(McGuire et al., 2015)  successfully. Few case reports have been published showing CBT's 64 \neffectiveness for clients with misophonia. In the study by Schröder et al. (2017) , 48% of the 65 \nparticipants improved after the eight sessions of CBT on the Clinical global improvement scale. 66 \nSimilarly, Bernstein et al. (2013)  reported improved social and occupational functioning after the 67 \nsix sessions of CBT in patients with misophonia.  68 \nThe assessment  and management of misophonia need a team approach, including a 69 \nNeurologist, Audiologist, Psychologist, and Occupational therapists. Audiologists are vital 70 \nmembers of the team. However, the role of an audiologist in this condition is not well understood, 71 \nand there is a lack of awareness even among professionals about their role in the assessment and 72 \nmanagement of misophonia. The information regarding epidemiology, etiology, pathophysiology, 73 \nand co -morbid conditions of misophonia remains unknown, especially in developing countries like 74 \nIndia.  75 \nMisophonia is  not studied from an audiological perspective , and most professionals are 76 \nunaware of this disorder. In developing countries like India, most audiologists do not consider 77 \nmisophonia as  an auditory disorder, and they should conduct separate assessment and management 78 \nprotocols for individuals with misophonia. The assessment and management protocols that the 79 \naudiologist uses for tinnitus and hyperacusis may not work for misophonia as the 80 \npathophysiological mecha nism behind the disorder is different. Hence, there is an immense need 81 \nto create awareness about misophonia assessment and management among audiologists 82 \nworldwide, especially in developing countries like India.  83 \nThe primary aim of our study is to study the status of misophonia assessment and 84 \nmanagement in various hearing healthcare set up in India. In addition, our study also documents 85 \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "the present level of awareness about the assessment and management of misophoni a among 86 \naudiologists in India which can further be used to spread awareness about misophonia among 87 \nprofessionals as well as among the general public. In India, no such investigation has been 88 \nconducted till now. This will be the first study of its kind. It will be instrumental in creating 89 \nawareness among professionals regarding the role of audiologists in misophonia and motivating 90 \nprofessionals to develop assessment and management protocols for help ing individuals with 91 \nmisophonia disorder.  92 \nMETHODS  93 \nEthical Guidelines  94 \nEthical guidelines formulated by the institutional review board were followed for the study. The 95 \nethical approva l number was SH/ERB/2022 -22/36. Informed consent was taken from all the 96 \nparticipants in the form of a question in the google form.  97 \n 98 \nParticipants  99 \nA descriptive cross -sectional study was conducted among audiologists all over India over three 100 \nmonths, from April 2022 to July 2022. A questionnaire designed for the study was distributed to 101 \nthe 500 working audiologist in different hearing car e set up via online survey modes such as Gmail, 102 \nwhats' app, and LinkedIn. Among the 500 audiologists, 190 from different geographic areas of 103 \nIndia responded to the survey.  104 \nInclusive and Exclusive Criteria  105 \nAll the audiologists working in the hearing care se tup having the minimum qualification of 106 \nBachelor in Speech -language pathology and Audiology (BASLP) with RCI registration are 107 \nincluded in the survey. Professionals with BASLP degrees but working as speech -language 108 \npathologists, professionals working as hea ring specialists with a diploma degree, and all speech - 109 \nlanguage pathologists have been excluded from the survey. There was no age limit for responding 110 \nto the survey. The participants who were  not Indian  citizens  were excluded from the study.  All the 111 \npartic ipants were well educated with good English language competency to respond to the survey.  112 \nDesign of the Questionnaires  113 \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "A survey questionnaire was prepared in Google regarding the awareness of assessment and 114 \nmanagement of misophonia. The authors formulated 23 closed -set and open -set questions in the 115 \nEnglish language based on their experience regarding the assessment and management of 116 \nmisophonia and the basis of a literature review. Out of 23 questions, eight were related to 117 \ndemographic details, qualification s, and experience in audiology. Similarly, ten questions were 118 \nrelated to awareness and the audiologist's perspectives on the assessment of misophonia, and five 119 \nwere related to perspectives regarding misophonia management.  120 \nThe questionnaires were given to f ive audiologists for validation. The construct validity was done 121 \nby using a five -point rating scale. For each question, five correspond to the most worthy questions, 122 \nand one corresponds to the least worthy questions. All the 23 questions included in the surve y were 123 \nrated as 4 or 5 on the Likert scale and considered for the study.  124 \nAmong 23 questions, 21 were closed set with the multiple choice option. In contrast, two were 125 \nopen -set questions where audiologists had to answer their perspectives and ideas on the a ssessment 126 \nand management of misophonia (provided as supplementary material).  127 \nProcedure  128 \nThe contact details, including the email address and phone numbers of all the working audiologists, 129 \nwere taken from the concerned institute and the Indian speech and hea ring association (ISHA) 130 \ndictionary. The questionnaires were mailed to the 500 working audiologists in different geographic 131 \nareas of India. Among 500 emails, we got a response from 118 audiologists. The telephonic 132 \ninterview was done for the audiologists who  did not respond to the emails. Seventy -two 133 \naudiologists responded to our phone call and answered the questions. Overall, 190 audiologists 134 \nresponded to our survey. All the data collection procedure was done after taking informed consent 135 \nfrom the profession als. 136 \nStatistical Analysis  137 \nThe response to the questionnaires was tracked in the spreadsheet in Microsoft Excel 2010. The 138 \ninvestigator analyzed the response to the questionnaire and converted it into numerical form. 139 \nObtained data were analyzed using a stati stical package of social science (SPSS Version 25.) 140 \nsoftware. Descriptive statistical procedures such as frequency and percentages were measured 141 \nbased on the type of questions being addressed. As the data were descriptive and did not follow 142 \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "the normality, a non -parametric c hi-square test was done to see the association between the 143 \nvariables.  144 \n 145 \nRESULTS  146 \nDemographic characteristics  147 \nAmong 190 audiologists who responded to the survey, 71 (37.36%) were male, and 119 (62.63%) 148 \nwere female. All participants' mean age  was 35.7 years (SD=8.8 years). All the participants worked 149 \nas audiologists with a minimum qualification of an undergraduate bachelor's in audiology and 150 \nspeech -language pathology. Out of 190 participants, 51 (26.85%) participants have done 151 \nundergraduate in  audiology, and speech -language pathology, 134 (70.52%) have done post - 152 \ngraduation in audiology, and 5 (2.63%) have done Ph.D. in audiology. All the audiologists 153 \nincluded in the study worked in audiology with a minimum experience of 2 years and a maximum 154 \nof 15 years (Mean= 7year, SD= 6 years). Most participants, 102 (53.68%), reported working as an 155 \naudiologist in an academic institute, followed by hospital set up 52 (27.37%) and private practice 156 \n36 (18.95%).  157 \nAwareness about misophonia  158 \nAmong 190 audiologists,  who responded to the survey, 175 (92.10%) reported they are aware of 159 \nthe terminology, 7(3.68%) reported they are not clear about the term misophonia, and 8 (4.21%) 160 \nreported they are not even aware of the terminology. Even though many audiologists reported  that 161 \nthey are aware of the terminology, only a few audiologists, 29(15.3%), reported being confident 162 \nin handling cases with misophonia using audiological approaches. The detailed awareness of 163 \nmisophonia is illustrated in figure 1.  164 \nInsert figure 1 here  \n 165 \n Audiologists' perspectives on the misophonia complex and etiology  166 \nThe question was asked regarding the audiologist's perspectives on the misophonia domain and 167 \nthe cause of the misophonia. Out of 190 audiologists, 55(28.95%) categorize misophonia as an 168 \nauditory disorder, 35 (18.42%) categorize it as a psychiatric disorder, and 14 (7.6%) as a 169 \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "neurological disorder. 16 (8.42%) of audiologists reported they were not sure about the domain of 170 \nmisophonia. The rest of the audiologists categorize Misophonia into tw o or three domains: 171 \nauditory, psychiatry, and neurology. The details of the audiological perspectives on the misophonia 172 \ncomplex are illustrated in Table 1 . 173 \nSimilarly, audiologists were asked about the etiology of the misophonia. Many of the audiologists, 174 \n47 (24.74%), answered that the etiology of misophonia could be neurophysiological, 39 (20.52%) 175 \nreported it as psychological, and 5(2.63%) as anatomical. 14 ( 7.37%) of audiologists reported they 176 \nwere unaware of the misophonia's etiology. The rest of the audiologists reported multiple etiology 177 \nfor the occurrence of the misophonia. The details of the audiologist's viewpoint on the etiology of 178 \nmisophonia are illus trated in Table 1.  179 \nInsert table 1 here  \n  180 \nAudiologist Perspectives on assessment of misophonia  181 \nAudiologists were asked about the number of cases of misophonia they get in their work facility. 182 \nOut of 190 audiologists, only 25 (13.15%) reported cases of miso phonia in their workplace, with 183 \nan enrollment of 10 -50 cases per year. The other 165 (86.84%) reported no cases of misophonia at 184 \ntheir workplace. The questions were asked regarding their perspectives on the diagnosis of 185 \nmisophonia from tinnitus and hyperac usis. Most of the audiologist, 129(67.89%), reported that 186 \ndiagnostic protocols for misophonia differs from other sound disorders such as tinnitus and 187 \nhyperacusis, 45 (23.7%) reported they are not sure about the diagnostic protocols of misophonia, 188 \nand 16(8. 5%) reported that diagnostic protocols of misophonia are similar as tinnitus and 189 \nhyperacusis.  190 \nAudiologists' perspectives regarding the best diagnostic protocol for individuals with 191 \nmisophonia were asked. Most of the audiologists, 56 (29.47%), answered tha t a combined 192 \naudiological and psychological protocol would best assess misophonia rather than a single 193 \ndiagnostic protocol. The detailed response of all the audiologists regarding the best diagnostic 194 \nprotocol for misophonia is illustrated in Table  2. To le arn about the audiologist’s viewpoint on the 195 \nassessment of misophonia, an open -ended question was asked about the audiological test batteries 196 \nthat can be used to assess misophonia from the audiological perspective. Among 190 audiologists, 197 \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "118 (62.1%) audio logists responded to that open -ended question. Most of the audiologists 198 \nsuggested test batteries approach would be suitable for assessing misophonia, and they 199 \nrecommended more than one test for the assessment procedure. Pure tone audiometry and 200 \nUncomfortab le loudness level (UCL) tests are the two significant tests suggested by 70(59.32%) 201 \nof the audiologists. The response of all the audiologists regarding the use of test batteries for the 202 \nassessment of misophonia is illustrated in Table 2.  203 \nInsert table 2 her e \n 204 \nAudiologist Perspectives on the management of misophonia  205 \nThe audiologist perspectives on the importance of a multidisciplinary team approach in managing 206 \nmisophonia were assessed, and most audiologists 182 (95.79%) reported the need for a team 207 \napproach to managing misophonia . Most participants, 103 (54.21%), reported that misophonia 208 \nmanagement differs from tinnitus and hyperacusis. However, 63(33.16%) audiologists reported 209 \nthey were not sure about the management of misophonia, and 24 (12.63%) audiologist s reported 210 \nno differences in the management protocol of misophonia from tinnitus and hyperacusis.  211 \nQuestions were asked regarding the professionals managing misophonia at their work facility. 212 \nMore than half of the audiologists, 96 (50.53%), mentioned that a udiologists, psychologists, and 213 \nNeurologists are the primary team members in managing misophonia at their workplace. Besides 214 \nthese team members, a few audiologists mentioned that ENT specialists and occupational 215 \ntherapists are also involved in the manageme nt program. The detailed response from all the 216 \naudiologists is shown in Table 3.   217 \nAudiologists' perspectives on misophonia management were assessed by asking an open - 218 \nended question about the approaches that can be used to manage misophonia from the audiolo gical 219 \ndomain. Among 190 audiologists, 118 (62.1%) audiologists responded to that open -ended 220 \nquestion. Most audiologists suggested trials with multiple approaches would be suitable for 221 \nmanaging misophonia as the efficacy of approaches varies from individual  to individual. The 222 \nmajority of the audiologists suggested cognitive behavioral therapy (79.66%), tinnitus retraining 223 \ntherapy (70.33%), desensitization therapy (60.16%), and counseling (60.16%) to be the effective 224 \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "approaches that could help in the manageme nt of misophonia. The detail of the management 225 \napproaches is illustrated in Table 3.  226 \nInsert table 3 here  \n 227 \nNeed for Research on misophonia  228 \nAudiologists' viewpoint on the need for Research on misophonia was assessed on a three - 229 \npoint rating scale. The result  showed that 162(85.26%) of the audiologist agreed on the fact that 230 \nthere is a lack of Research on misophonia from the audiological perspective, and 13(6.8%) of the 231 \naudiologist rated neutral about the lack of Research, which would suggest they are not awar e of 232 \nthe Research done on the misophonia, and 15 (7.89%) of the audiologist disagree for the lack of 233 \nResearch on the misophonia from the audiological perspectives.  234 \nAssociation between education qualification and misophonia case handling skills  235 \nThe chi -square test assessed the association between the highest education qualification 236 \nand confidence in handling misophonia cases. Test results showed that education qualification 237 \nsignificantly impacts confidence in handling cases with misophonia. The audiologists with a higher 238 \ndegree of qualification in audiology, i.e., Post -graduation and Ph.D., reported the ability to handle 239 \ncases with misophonia than the audiologists with undergraduate degree X2 (4, N =190) = 0.002 ( p 240 \n<0 .05). The result of the chi -square test is illustrated in table 4.  241 \nInsert table 4 here  \n 242 \nDISCUSSION  243 \nMisophonia is the most commonly occurring disorder with a high prevalence rate (Zhou et 244 \nal., 2017) . Although the accurate assessment and management of m isophonia is still the topic of 245 \ndebate, it is clear that audiologists are the team's key members, and it falls in the audiology domain. 246 \nWu et al. (2014) conducted a study involving a sample of 483 US college students using an online 247 \nquestionnaire, which re vealed a prevalence of misophonia at 19.9%. Similarly, a recent study by 248 \nNaylor et al. (2021)  reported clinically significant misophonia in 49.1% of the study sample 249 \npopulation among the U.K. undergraduate medical student population. These data showed 250 \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Prevalence of misophonia is increasing with time. However, in our study, 86.84% of audiologists 251 \nreported no cases of misophonia at their workplace. This result showed that audiologists are not 252 \nconsidered team members in the assessment and management of misopho nia in India, and there is 253 \na lack of referrals to audiologists'. Hence, it is essential to create awareness about the roles of an 254 \naudiologist in the assessment and management of misophonia among professionals as well for the 255 \nbetter intervention of patients  with misophonia from all possible perspectives.  256 \n  Our study aimed to study the present level of awareness about misophonia among working 257 \naudiologists all over India.  The study by Porcaro & Danesh. ( 2019)  reported a lack of awareness 258 \nabout misophonia disorder among academi cs. Similar to their findings, our study also  showed a 259 \nlack of awareness and confidence in the assessment and management of misophonia among 260 \naudiologists in India. Misophonia is a disorder  that can occur in isolation or association with other 261 \nsound disorders, such as tinnitus and hyperacusis ( Jastreboff & Jastreboff., 2002) . It is necessary 262 \nto differentiate misophonia from tinnitus and hyperacusis, as this is a separate entity with different 263 \nneurophysiological mechani sms behind them. With time, awareness about hyperacusis and tinnitus 264 \nis increasing among audiologists, and many cases are diagnosed and treated appropriately in the 265 \naudiology clinic. However, misophonia is lagging, and audiologists have made no effort to 266 \nunderstand this disorder and the inclusion of the disorder in the audiology domain.  267 \nOne possible reason for this problem could be the lack of misophonia education in India's 268 \nundergraduate and post -graduation syllabus. Tinnitus and hyperacusis are included as separate 269 \ndisorders in the syllabus of masters of audiology, but misophonia/phonophobia are not included. 270 \nHence, it is essential to include misophonia education in the education syllabus of the universities 271 \nto educate the students about misopho nia in det ail, which could help to expand the field of 272 \naudiology.  273 \nMisophonia is a challenging topic t o study and a challenging disorder  to diagnose and treat. 274 \nThe exact etiology and neurophysiological mechanism behind it have not been proven yet. The 275 \nresult of our s tudy showed that 34.74% of audiologists included in the study believed that the 276 \nmisophonia's etiology could be either neurophysiological or psychological. However, no studies 277 \nare reported in the literature from the audiological perspective to know about th e physiological 278 \nmechanism of misophonia using audiological test batteries. The lack of Research on misophonia 279 \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "from the audiological perspective could either be due to the lack of knowledge about misophonia 280 \namong audiologists or the lack of misophonia cases  getting referred to audiology clinics.  281 \nPatients with misophonia are unaware of the professionals involved in diagnosing and 282 \nmanaging their condition as there is a lack of awareness among the general public, especially in 283 \ndeveloping countries like India. Therefore, it is the professionals' role to make appropriate referrals 284 \nto the concerned professionals. Hence, it is essential to spread knowledge about misophonia among 285 \nthe general public and professionals so that the patient with it would get appropriate treatment 286 \nfrom the concerned professionals.  287 \nThe assessment and management of misophonia are not known yet. Especially from the 288 \naudiological domain, much less work has been done to assess and manage misophonia. The result 289 \nof our study showed that most audio logists believed the tests batteries approach, including pure 290 \ntone audiometry, UCL testing, and electrophysiological tests, would be appropriate for the 291 \nassessment of misophonia. In the patients with misophonia, Jastreboff (2013)   reported. Loudness 292 \ndiscom fort level (LDL) may be average or at a reduced level. Similarly,  Jager et al.(2020)  have 293 \nreported that misophonia can occur with and without an average hearing threshold through the 294 \nadministration of pure tone audiometry (PTA) in a few subjects with miso phonia. However, there 295 \nare no studies done in the literature using test batteries, including both behavioral and 296 \nelectrophysiological measures. Hence, these data showed a need to conduct a study on misophonia 297 \nusing the test batteries from the audiology dom ain to come to the effective conclusion.  298 \nThe result of the audiologist's perspectives regarding the management of misophonia 299 \nshowed that most audiologists believed that audiological approaches such as cognitive behavioral 300 \ntherapy, retraining therapy, desensitization therapy, and counseling could help manage 301 \nmisophonia. However, very few experimental studies are done in the literature to know the efficacy 302 \nof these treatment approaches. Few case reports have been published showing CBT's effectiveness 303 \nfor clients with misophonia. In the study by Eijsker et al. (2017) , 48% of the participants improved 304 \nafter the eight sessions of CBT on the Clinical global improvement scale. Similarly, Jastreboff & 305 \nJastreboff ( 2002)  reported that retraining therapy should work better with misophonia patients 306 \nthan with tinnitus patients because misophonia involves an external trigger, which can be 307 \nmanipulated to potentially eliminate the conditioned response. Hence, it is the role of audiologists 308 \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "to explore the efficacy of these audiological treatment approaches in the f uture for patients with 309 \nmisophonia.  310 \n 311 \nCONCLUSION AND LIMITATION OF THE STUDY  312 \nOur study concludes that many audiologists are unaware of their role in the assessment and 313 \nmanagement of misophonia  all over India. Audiologists need to be aware of their role in patients 314 \nwith misophonia, and they should be active members of the team to understand misophonia from 315 \ndifferent perspectives. Team -based diagnosis and management protocol, including an audiologist 316 \nas the team member, is very much necessary for assessing an d treating an individual with 317 \nmisophonia. Hence, it is necessary to spread awareness among team members for the appropriate 318 \nreferral to the concerned professionals as per the need of the patients. Treatment should be 319 \nindividualized depending on the co -morb id condition and its severity. Depending on the severity, 320 \nassociated conditions, and the client's need, the team members' role needs should be highlighted. 321 \nHence, we strongly highlight that audiologist needs to be an active team member to assess and 322 \nmanage  misophonia, which is lacking in the current scenario. There is also a need to spread 323 \nawareness about the role of audiologists among the general public and the team members. Our 324 \nstudy could not assess team members' perspectives, such as psychologists and n eurologists, 325 \nregarding the role of audiologists in the assessment and management of misophonia. This type of 326 \nstudy is necessary to conduct in the future to know about their viewpoint on the audiologist's 327 \nrole, which could help to create awareness among the  professionals about the role of audiologists 328 \nin misophonia.  329 \nConflicts of Interest and Source of Funding : There is no conflict of interest to disclose. This is 330 \nnon-funded Research.  331 \nData Availability Statement  332 \nThe datasets analyzed during the current study are available from the corresponding author upon 333 \nreasonable request.  334 \n 335 \nReferences  336 \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Bernstein, R.E., Angell, K.L., Dehle, C.M., 2013. A brief course of cognitive behavioral therapy 337 \nfor the treatment of misophonia: A case example. Cogn. Behav. Ther. 338 \nhttps://do i.org/10.1017/S1754470X13000172  339 \nBrout, J.J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L.J., Rouw, R., Kumar, S., 340 \nRosenthal, M.Z., 2018. Investigating misophonia: A review of the empirical literature, 341 \nclinical implications, and a research agenda. F ront. Neurosci. 12. 342 \nhttps://doi.org/10.3389/fnins.2018.00036  343 \nEijsker, N., Schröder, A., Wingen, G. Van, Denys, D., 2017. Response inhibition in misophonia. 344 \nEur. Neuropsychopharmacol. 27, S722 –S723. https://doi.org/10.1016/S0924 - 345 \n977X(17)31330 -5 346 \nJager, I., d e Koning, P., Bost, T., Denys, D., Vulink, N., 2020. Misophonia: Phenomenology, 347 \ncomorbidity, and demographics in a large sample. PLoS One. 348 \nhttps://doi.org/10.1371/journal.pone.0231390  349 \nJastreboff, Margareth M.; Jastreboff, P.J., 2001. Components of decrease d sound tolerance : 350 \nhyperacusis, misophonia, phonophobia. ITHS Newsl. 1 –5. 351 \nJastreboff, M.M., Jastreboff, P.J., 2002. Decreased sound tolerance and tinnitus retraining 352 \ntherapy (TRT). Aust. New Zeal. J. Audiol. 24, 74 –84. 353 \nhttps://doi.org/10.1375/audi.24.2.74 .31105  354 \nJastreboff, P.J., 2015. 25 Jahre Tinnitus -Retraining -Therapie. HNO 63, 307 –311. 355 \nhttps://doi.org/10.1007/s00106 -014-2979 -1 356 \nJastreboff, P.J., 2013. Using TRT to Treat Hyperacusis , Misophonia and Phonophobia 21, 88 – 357 \n90. 358 \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J.S., Callaghan, M.F., Allen, M., Cope, 359 \nT.E., Gander, P.E., Bamiou, D.E., Griffiths, T.D., 2017. The Brain Basis for Misophonia. 360 \nCurr. Biol. 27, 527 –533. https://doi.org/10.1016/j.cub.2016.12.048  361 \nMcGuire, J.F., Wu, M.S., Storch, E.A., 2015. Cognitive -behavioral therapy for 2 youths with 362 \nmisophonia. J. Clin. Psychiatry. https://doi.org/10.4088/JCP.14cr09343  363 \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Naylor, J., Caimino, C., Scutt, P., Hoare, D.J., Baguley, D.M., 2021. The Prevalence and 364 \nSeverity of Misophonia in a U.K. Undergradu ate Medical Student Population and 365 \nValidation of the Amsterdam Misophonia Scale. Psychiatr. Q. 366 \nhttps://doi.org/10.1007/s11126 -020-09825 -3 367 \nPorcaro, C.K., Danesh, A., 2019. Misophonia: Awareness and Responsiveness Among 368 \nAcademics Misophonia View project Auti sm View project 32, 107 –118. 369 \nSchröder, A., Vulink, N., Denys, D., 2013. Misophonia: Diagnostic Criteria for a New 370 \nPsychiatric Disorder. PLoS One. https://doi.org/10.1371/journal.pone.0054706  371 \nSchröder, A.E., Vulink, N.C., van Loon, A.J., Denys, D.A., 2017. Cognitive behavioral therapy 372 \nis effective in misophonia: An open trial. J. Affect. Disord. 373 \nhttps://doi.org/10.1016/j.jad.2017.04.017  374 \nSwedo, S.E., Baguley, D.M., Denys, D., Dixon, L.J., Erfanian, M., Fioretti, A., Jastreboff, P.J., 375 \nKumar, S., Rosenthal, M.Z., Rouw, R., Schiller, D., Simner, J., Storch, E.A., Taylor, S., 376 \nWerff, K.R.V., Altimus, C.M., Raver, S.M., 2022. Consensus Definition of Misophonia: A 377 \nDelphi Study. Front. Neurosci. 16. https://doi.org/10.3389/fnins.2022.841816  378 \nZhou, X., Wu, M.S., Stor ch, E.A., 2017. Misophonia symptoms among Chinese university 379 \nstudents: Incidence, associated impairment, and clinical correlates. J. Obsessive. Compuls. 380 \nRelat. Disord. 14, 7 –12. https://doi.org/10.1016/j.jocrd.2017.05.001  381 \nBernstein, R.E., Angell, K.L., Deh le, C.M., 2013. A brief course of cognitive behavioural 382 \ntherapy for the treatment of misophonia: A case example. Cogn. Behav. Ther. 383 \nhttps://doi.org/10.1017/S1754470X13000172  384 \nBrout, J.J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L.J., Rouw, R., Kum ar, S., 385 \nRosenthal, M.Z., 2018. Investigating misophonia: A review of the empirical literature, 386 \nclinical implications, and a research agenda. Front. Neurosci. 12. 387 \nhttps://doi.org/10.3389/fnins.2018.00036  388 \nEijsker, N., Schröder, A., Wingen, G. Van, Denys, D.,  2017. Response inhibition in misophonia. 389 \nEur. Neuropsychopharmacol. 27, S722 –S723. https://doi.org/10.1016/S0924 - 390 \n977X(17)31330 -5 391 \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Jager, I., de Koning, P., Bost, T., Denys, D., Vulink, N., 2020. Misophonia: Phenomenology, 392 \ncomorbidity and demographics in a large sample. PLoS One. 393 \nhttps://doi.org/10.1371/journal.pone.0231390  394 \nJastreboff, Margareth M.; Jastreboff, P.J., 2001. Components of decreased sound tolerance : 395 \nhyperacusis, misophonia, phonophobia. ITHS Newsl. 1 –5. 396 \nJastreboff, M.M., Jastreboff, P.J., 2002 . Decreased sound tolerance and tinnitus retraining 397 \ntherapy (TRT). Aust. New Zeal. J. Audiol. 24, 74 –84. 398 \nhttps://doi.org/10.1375/audi.24.2.74.31105  399 \nJastreboff, P.J., 2015. 25 Jahre Tinnitus -Retraining -Therapie. HNO 63, 307 –311. 400 \nhttps://doi.org/10.1007/s001 06-014-2979 -1 401 \nJastreboff, P.J., 2013. Using TRT to Treat Hyperacusis , Misophonia and Phonophobia 21, 88 – 402 \n90. 403 \nKumar, S., Tansley -Hancock, O., Sedley, W., Winston, J.S., Callaghan, M.F., Allen, M., Cope, 404 \nT.E., Gander, P.E., Bamiou, D.E., Griffiths, T.D., 201 7. The Brain Basis for Misophonia. 405 \nCurr. Biol. 27, 527 –533. https://doi.org/10.1016/j.cub.2016.12.048  406 \nMcGuire, J.F., Wu, M.S., Storch, E.A., 2015. Cognitive -behavioral therapy for 2 youths with 407 \nmisophonia. J. Clin. Psychiatry. https://doi.org/10.4088/JCP.1 4cr09343  408 \nNaylor, J., Caimino, C., Scutt, P., Hoare, D.J., Baguley, D.M., 2021. The Prevalence and 409 \nSeverity of Misophonia in a U.K. Undergraduate Medical Student Population and 410 \nValidation of the Amsterdam Misophonia Scale. Psychiatr. Q. 411 \nhttps://doi.org/10.1 007/s11126 -020-09825 -3 412 \nPorcaro, C.K., Danesh, A., 2019. Misophonia: Awareness and Responsiveness Among 413 \nAcademics Misophonia View project Autism View project 32, 107 –118. 414 \nSchröder, A., Vulink, N., Denys, D., 2013. Misophonia: Diagnostic Criteria for a New 415 \nPsychiatric Disorder. PLoS One. https://doi.org/10.1371/journal.pone.0054706  416 \nSchröder, A.E., Vulink, N.C., van Loon, A.J., Denys, D.A., 2017. Cognitive behavioral therapy 417 \nis effective in misophonia: An open trial. J. Affect. Disord. 418 \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "https://doi.org/10.1016/ j.jad.2017.04.017  419 \nSwedo, S.E., Baguley, D.M., Denys, D., Dixon, L.J., Erfanian, M., Fioretti, A., Jastreboff, P.J., 420 \nKumar, S., Rosenthal, M.Z., Rouw, R., Schiller, D., Simner, J., Storch, E.A., Taylor, S., 421 \nWerff, K.R.V., Altimus, C.M., Raver, S.M., 2022. C onsensus Definition of Misophonia: A 422 \nDelphi Study. Front. Neurosci. 16. https://doi.org/10.3389/fnins.2022.841816  423 \nZhou, X., Wu, M.S., Storch, E.A., 2017. Misophonia symptoms among Chinese university 424 \nstudents: Incidence, associated impairment, and clinical correlates. J. Obsessive. Compuls. 425 \nRelat. Disord. 14, 7 –12. https://doi.org/10.1016/j.jocrd.2017.05.001  426 \n 427 \n 428 \nFigure legends  429 \nFigure 1: Illustration of awareness about misophonia among audiologists in India  430 \n 431 \n 432 \n 433 \n 434 \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Table 1: Audiologist perspectives on misophonia  domain and etiology of misophonia  \nMisophonia domain  Etiology of misophonia  \nDomain  Percentage of \nparticipants (%)   Etiology  Percentage of participants \n(%) \nAuditory   55(28.95%)  Neurophysiological    47 (24.74%)  \nPsychiatry  35 (18.42%)  Psychological    39 (20.52%)  \nNeurology  14 (7.36%)  Anatomical    5 (2.63%)  \nAuditory and \nPsychiatry  29 (15.26% ) Neurophysiological \nand psychological   66 (34.74%)  \nAuditory and \nNeurology  10(5.26% ) Psychological and \nanatomical  3 (1.58%)  \n Psychiatry  and \nNeurology   10(5.26 %) Neurophysiological \nand anatomical  5 (2.63%)  \nAuditory, psychology, \nand Neurology  21(11.05 %) Neurophysiological, \nanatomical and \npsychological  11 (5.79%)  \nNot sure  16 (8.42 %) Not sure  14 (7.37%)  \nTOTAL   190 ( 100% ) Total   190 (100% ) \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Table 2: Illustration of best diagnostic protocol and audiological test batteries recommended by \naudiologists for the assessment of misophonia  \n  Best diagnostic protocol    Audiological test batteries  \n \nProtocol  Percentage of \naudiologist (%)   Audiological tests  Percentage of audiologist \n(%) \nAudiological  27(14.21%)  ABR Site of lesion \ntesting  36 (30.51%)  \n  Oto-acoustic \nemissions  with \nand without \ncontralateral \nsuppression  47 (39.83%)  \nPsychological  16(8.42%)  Uncomfortable \nloudness level \n(UCL) testing   70 (59.32 %) \nNeurological  5 (2.63%)  Pure tone \naudiometry  70 (59.32 %) \nAudiological and \npsychological  56 (29.47%)  Behavioral \nassessment using \nmisophonia \nQuestionnaires  23 (19.49%)  \nPsychological and \nNeurological  3 (1.76%)  Cortical auditory \nevoked potentials  36 (30.51%)  \nAudiological and \nNeurological  6 (3.16%)  Immitance \naudiometry  36 (30.51)  \nAudiological, \npsychological and \nneurological  48 (25.26%)  High frequency \naudiometry  23 (19.49%)  \nLoudness rating \nscales  11 (9.2%)  \nNot sure exactly  29 (15.26 %) Not sure   11 (9.2%)  \nTotal  190 (100%)  Total  118 (100%)  \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Table 3 : Representation of team members involved in th e management of misophonia in different set -up \nall over India and audiologist perspectives on the management of misophonia  \n \n    Team members involved    Audiological Management approaches  \n Professionals   Percentage (%)    Treatment \napproaches  Percentage (%)  \nAudiologist   3(1.58 %)) Cognitive \nBehavioral therapy \n(CBT)   94 (79.66%)  \nPsychologist  2 (1.05 %) Tinnitus Retraining \ntherapy  83( 70.33%  \nNeurologist  2 (1.05 %) Desensitization \ntherapy   71 (60.16%)  \nAudiologist and \nNeurologist  6 (3.16%)  Counseling  71 (60.16%)  \nAudiologist and \npsychologist  50 (26.3 2%) Stress therapy  2 (1.69%)  \nPsychologist and \nNeurologist  2 (1.05%)  Drilling of the \ntriggers  1 (0.85%)  \nAudiologist, \npsychologist, \nNeurologist  96 (50.53%)  Use of ear \nprotection devices  2(1.69%)  \nAudiologist, \npsychologist, \nNeurologist, ENT \nspecialist  3 (1.58%)  Music therapy  2(1.69%)  \nAudiologist, \npsychologist, \nNeurologist, \nOccupational \ntherapist  2 (1.05%)  Not sure  12 (10.17%)  \nNone  24 (12.63%)    \nTOTAL  190 (100%)  TOTAL  118 (100%)  \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Table 4:   Results of chi -square tests illustrating the association between the highest education \nqualification and confidence in handling cases with misophonia  \n \nChi-Square Tests  \n Value  df Asymptotic \nSignificance (2 -\nsided)  \nPearson Chi -Square  16.713  4 .002  \nLikelihood Ratio  15.902  4 .003  \nN of Valid Cases  190    \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Journal Pre-proof"
    }
  ]
}