{
  "doc_type": "scientific paper",
  "title": "Misophonia: Prevalence, impact and co-morbidity among Mysore University students in India - A survey",
  "authors": [
    "Sajana Aryal",
    "Prashanth Prabhu"
  ],
  "year": 2022,
  "journal": "Neuroscience Research Notes",
  "doi": "10.31117/neuroscirn.v5i4.161",
  "abstract": "Misophonia is a sound tolerance disorder in which certain sounds trigger an intensely emotional or physiological response caused by an increased autonomic nervous system reaction to the triggers. Misophonia is a relatively new condition, and the assessment and management of this condition are not known yet. The epidemiological data of misophonia in the Indian scenario is unknown, without which better planning evaluation and management is not possible. Hence, our study aims to determine the prevalence of misophonia and its impact and co-morbidity among Mysore university students in India. A descriptive cross-sectional study was conducted on 172 students of Mysore University between the age ranges of 18 to 30 years through an online survey mode. The Amsterdam Misophonia Questionnaire (A-MISO-S) and Misophonia Assessment Questionnaire (MAQ) have been used to find the prevalence and severity of misophonia. Statistical analyses were carried out using SPSS 25.0 software. Data were analysed using descriptive statistics and a chi-square test to determine the variables' association. The prevalence of misophonia among Mysore university students has been documented. Almost 48.27% of participants reported misophonia symptoms, and 23.28% reported clinically significant misophonia. The result showed that misophonia could occur in isolation or with a co-morbid condition such as tinnitus and hyperacusis. Statistical analysis showed no association between gender and the occurrence of misophonia. Misophonia is a prevalent neurophysiological condition with a significant impact on the quality of life of the sufferers. This is the first study of this kind in an Indian scenario and can be a guiding tool for researchers to know about the prevalence of misophonia, its impact, and co-morbidity among the sufferers.",
  "keywords": [
    "Epidemiology",
    "Misophonia",
    "University",
    "India",
    "Impact"
  ],
  "research_topics": [
    "Prevalence of misophonia",
    "Impact of misophonia",
    "Co-morbidity of misophonia with tinnitus and hyperacusis",
    "Assessment and severity of misophonia using A-MISO-S and MAQ questionnaires",
    "Misophonia awareness and epidemiology in the Indian context",
    "Neurophysiological aspects of misophonia",
    "Sound tolerance disorders"
  ],
  "created_at": "2025-05-05T03:14:39.048931Z",
  "source_pdf": "documents/research/Global/Aryal 2022 Misophonia Prevalence, impact and co-morbidity among Mysore University Students in India.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "NEUROSCIENCE RESEARCH NOTES  \n \n \nMisophonia: Prevalence, impact and co-morbidity among \nMysore University students in India - A survey  \n Sajana Aryal  * & Prashanth Prabhu  \n \nDepartment of Audiology, All India In stitute of Speech and Hearing,  Mysuru,570006 , Karnataka, India.    \n*Correspondence: sajanaaryal5566@gmail.com ; Tel.: +91 8147297652.  \n \nReceived:  7 April 2022 ; Accepted:  1 August 2022 ; Published:  24 October 2022  \nEdited by:  King -Hwa Ling (Universiti Putra Malaysia, Malaysia)  \nReviewed by:  Gantsetseg Tumur -Ochir  (Mongolian National University of Medical Sciences , Mongolia );  \nNoor Alaudin Abdul Wahab  (Universiti Kebangsaan Malaysia, Malaysia );  \nWan Syafira Ishak  (Universiti Kebangsaan Malaysia, Malaysia ) \nhttps://doi.org/10.31117/neuroscirn.v5i4.161   \n \nAbstract: Misophonia is a sound tolerance d isorder in which certain sounds trigger an intensely \nemotional or physiological response caused by an increased autonomic nervous system reaction to \nthe triggers. Misophonia is a relatively new condition, and the assessment and management of this \ncondition  are not known yet. The epidemiological data of misophonia in the Indian scenario is \nunknown, without which better planning evaluation and management is not possible. Hence, our \nstudy aims to determine the prevalence of misophonia and its impact and co -morbidity among \nMysore university students in India. A descriptive cross -sectional study was conducted on 172 \nstudents of Mysore University between the age ranges of 18 to 30 years through an online survey \nmode. The Amsterdam Misophonia Questionnaire (A -MISO-S) and Misophonia Assessment \nQuestionnaire (MAQ) have been used to find the prevalence and severity of misophonia. Statistical \nanalyses were carried out using SPSS 25.0 software. Data were analy sed using descriptive statistics \nand a chi -square test to de termine the variables' association. The prevalence of misophonia among \nMysore university students has been documented. Almost 48.27% of participants reported \nmisophonia symptoms , and 23.28% reported clinically significant misophonia. The result showed \nthat misophonia could occur in isolation or with a co -morbid condition such as tinnitus and \nhyperacusis. Statistical analysis showed no association between gender and the occurrence of \nmisophonia. Misophonia is a prevalent neurophysiological condition with a s ignificant impact on the \nquality of life of the sufferers. This is the first study of this kind in an Indian scenario and can be a \nguiding tool for researchers to know about the prevalence of misophonia, its impact, and co -\nmorbidity among the sufferers.  \n \nKeywords: Epidemiology; Misophonia; University; India; Impact  \n \n©20 22 by Aryal & P rabhu for use and distribution according to  the Creative Commons Attribution (CC BY -NC 4.0) \nlicense ( https://cr eativecommons.org/licenses/by -nc/4.0/ ), which permits unrestricted non -commercial use, \ndistribution, and reproduction in any medium, provided the original author and source are credited.  \n \n \n1.0  INTRODUCTION  \nMisophonia  is derived from the Greek word misos (hate) \nand phone (voice), which means hatred of sound. \nMisophonia or sound selectivity syndrome is a sound tolerance disorder in which certain sounds trigger an \nintensely emotional or physiological response caused by \nan increased autonomic nervous system reaction to \nsuch triggers ( Jastreboff & Jastreboff, 2014 ). The  OPEN ACCESS  | RESEARCH NOTES                                                ISSN: 2576 -828X"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 2 aversive triggers can be the sound made by humans , like \nchewing, lip -smacking, breathing  and swallowing,  or \nthey  can also be the sounds produced by human s but \nnot directly related to the human body , like pen clicking, \nrustling, and typing ( Jastreboff et al., 2001 ). When \nexposed to specific auditory triggers; people with \nmisop honia show different physiological and emotional \nreactions like increased heart rate, sweating, anxiety, \nanger, irritation, and disgust.  \n \nThe adverse emotional reaction in the misophonic \nindividual created by different triggers may be \nconnected to a specif ic person making the sounds \n(Schröder et al., 2013 ). This type of connection may \naffect the interpersonal relationship with friends, family \nmembers, and relatives, which may impact the quality \nof life of sufferers. Also, th e sufferers are never sure \nwhen the trigger sound might be heard and live in a \nperceptual state of anxiety. Due to this reason, they may \nstart avoiding people, places, and situations that they \nthink will cause the trigger sounds. Overall, the quality \nof life of the sufferers gets affected due to the physical \nand emotional discomfort they face daily.  \n \nMisophonia is a condition that can occur in isolation or \nconjunction with other psychiatric disorders such as \nobsessive -compulsive disorders (OCD), attenti on deficit \nhyperactivity disorder (ADHD)  and mood disorders . \nFurthermore, misophonia frequently coexists with \nrelated sound disorders such as tinnitus, hyperacusis, \nand phonophobia, which must be distinguished \n(Jastreboff & Jastreboff, 2014 ). Tinnitus is the \nperception of sound in the absence of acoustic \nstimulation, which is  mainly associated with hearing loss \n(Waechter, 2021 ). On the other hand, hyperacusis is the \nincreased sensitivity to the sounds, which results in pain \nor the sufferers feeling uncomfortable and related to \nthe intensity ( Tyler et al., 2014 ). However, misophonia \nis distinct from these disorders, although there is some \noverlap in  symptoms, and an individual may present \nwith more than one condition ( Jastreboff & Jastreboff, \n2001 ; Jastreboff & Hazell, 2004 ). \n \nEvidence shows that misophonia  is associated with the \nenhanced auditory, limbic and autonomic nervous \nsystem s (Jastreboff & Hazell, 2004 ). Jastreboff & \nJastreboff ( 2002 ) described misophonia using the \nneurophysiolo gical model as the dislike/hatred of \nsound , which reflects abnormally strong reactions of the \nautonomic and limbic systems. This results  enhanced \nconnections between the auditory, limbic and \nautonomic systems or enhanced reactivity of the limbic \nand autonom ic system s to sound. The neurophysiological structure involved in processing the \nsounds at the higher auditory level may be affected due \nto the nature of misophonia ( Moeller, 2011 ). \n \nThe  onset  of  the  problem  in  misophonia   patients has  \nbeen reported variably across the literature. Few \nstudies have reported that the onset is during \nadolescence ( Palumbo et al., 2018 ) or adulthood \n(Sanchez & Silva, 2018 ). Some studies report no age \ncriteria for misophonia , as it can happen at any age \n(Potgieter et al., 2019 ). Very few studies have been \nreported regarding the prevalence of misophonia. The \nprevalence of misophonia in non -clinical populations is \nnot known. A case study by Hadjipavlou et al. ( 2008 ) \nreported that the prevalence of misophonia is between  \n10-60% in patients with tinnitus. In a study conducted \nby  Naylor et al. ( 2021 ), clinically significant misophonia \nwas found in 49.1% of the study sample population of \nUK undergraduate medical students. Similarly, Wu et al. \n(2014 ) used an online questionnaire survey to find that \n19.9% of 483 US undergraduate students had \nmisophonia. Misophonia was shown to be prevalent in \n20% of 415 Chinese graduates , as reported by Zhou et \nal. (2017 ). Hence, it can be stated that the prevalence of \nmisophonia does not differ by age, gender or ethnicity.  \n \nIn India, no investigation has been  conducted to \ndetermine the prevalence of misophonia. This will be \nthe first study of its kind  and will be extremely useful in \ndemonstrating the prevalence of misophonia in the \nIndian context and motivating professionals to develop \nassessment and management procedures. The aim s of \nthis study include : 1.) To determine the prevalence of \nmisophonia among Mys ore university students. 2.) To \nprovide descriptive information regarding the \nsymptoms of misophonia (frequency and severity of \nsymptoms) 3.) Discuss misophonia co -morbidity with \nother auditory and psychiatric disorders; 4.) To describe \nthe impact of misop honia on daily life, and 5.) To focus \nthe discussion on raising misophonia awareness among \nthe general audience.  \n \n2.0  MATERIALS  AND METHODS  \nA descriptive cross -sectional study was undertaken \namong Mysore University's undergraduates and post -\ngraduate students. Data was obtained from 172 \nparticipants who were literate and had good English \nlanguage competency. The study was conducted over a \nperio d of three months, from October 2021 to \nDecember 2021. The participants were all between 18 \nand 30 years, with a mean age of 22 years and a \nstandard deviation of 2.5 years. The study comprised \nparticipants from various educational fields such a s law,"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 3 business, medicine, audiology, and speech -language \npathology.  \n \n2.1  Design of the Questionnaire  \nA survey questionnaire was prepared regarding the \nprevalence, impact, and co -morbidity of misophonia. \nAmsterdam Misophonia Questionnaire ( Schröder et al., \n2013 ) and Misophonia assessment questionnaire ( Wu \net al., 2014 ) were adopted to find the severity of the \nmisophonia. Amsterdam Misophonia Questionnaire is \nthe first questionnaire designed for a ssessing \nmisophonia by Schröder et al. ( 2013 ). Translation and \nvalidation of this questionnaire are done in several \nlanguages, such as English  and Turkish,  to determine its \nreliability and validity ( Naylor et al., 2021 ; Sarigedik & \nGulle, 2021 ). In the UK population, where the native \nlanguage is English, this questionnaire has been found \nto be reliable, with Chronbach's alpha value of 0.8 14 \n(Naylor et al., 2021 ). \n \nSimilarly, Johnson developed the Misophonia \nAssessment Questionnaire (MAQ) and revised Dozier to \nevaluate the severity of misophonia in the adult \npopulation ( Dozier, 2015 ). Recently, this questionnaire \nhas been validated in the Turkish language and found to \nbe reliable, with Chronbach's alpha value of 0.94 ( Altın, \n2021 ). There is a lack of misophonia questionnaires in \nthe native Indian la nguage, so the English version of \nthese two questionnaires was used in the study. The \nsurvey questionnaire was written in English and \nincluded sections on consent and demographic \ninformation, hearing issues, sound disorders, the A -\nMISO -S questionnaire, the  Misophonia evaluation \nquestionnaire, co -morbidity, and coping strategies. A \ntotal of 48 questions make up the survey. The first five \nquestions dealt with the patient demographics, and the \nnext ten were related to hearing issues and the \npresence of other s ound disorders , such as \ntinnitus/hyperacusis. It also had six questions of the A -\nMISO -S scale, 21 questions from MAQ and the final six \nwere related to co -morbidity of other health problems, \nmisophonic sound coping strategies, and patient \nmotivation  to learn  about misophonia.  \n \nAt the Amsterdam Medical Centre, the Amsterdam \nMisophonia Questionnaire (A -MISO -S) scale was \ncreated to determine the severity of misophonia. The \nquestionnaire comprises six questions with a score \nrange of 0 to 24. The scale measures ho w much time an \nindividual spends occupied by misophonic sounds, how \nmuch misophonic sounds interfere with the individual's \nwork and social functioning, the individual's level of \nanger in response to sounds, level of resistance to the impulse, level of cont rol over thoughts and anger, and \nhow much time an individual spends avoiding \nmisophonia situations. Subclinical misophonic \nsymptoms are rated 0 –4, mild symptoms are rated 5 –9, \nmoderate symptoms are rated 10 –14, severe symptoms \nare rated 15 –19, and extreme symptoms are rated 20 -\n24. \n \nThe Misophonia Assessment Questionnaire (MAQ) is a \n21-item questionnaire with a four -point Likert -type \nrating scale that assesses the impact of misophonia in a \nperson's life. This questionnaire has a score range of 0 -\n63, with 0 -11 indicating subclinical symptoms, 12 -24 \nmild, 25 -37 moderate, 38 -50 severe, and 51 -63 extreme \nmisophonia.  \n \nThe researchers distributed the final version of the \nquestionnaire as an e -survey in the form of Google \nforms to university students using various s ocial \nplatforms , such as WhatsApp, and Gmail, using \nconvenient sampling methods. A brief description of \nmisophonia was included in the Google form. The poll \nreceived responses from 172 Mysore university \nstudents aged 18 to 30. Because two participants \nrefus ed to consent, they were removed from the study, \nand only 170 participants were considered for analysis.  \n \n2.2  Statistical analysis  \nThe investigator analy sed the questionnaire responses \nand converted them to numbers using Microsoft Excel. \nStatistical progr am for social science (SPSS Version 25.) \nsoftware was used to analy se the data collected. The \nsort of issues being addressed determined the use of \ndescriptive statistical approaches such as frequency and \npercentages. A non -parametric Chi -square test was \ndone to check the association among different \nvariables.  \n \n2.3  Informed Consent and Ethical Guidelines  \nThe study followed the ethical principles established by \nthe All India  Institute of Speech and Hearing (AIISH) in \nMysore. All participants gave their informed consent by \nanswering a question on the google form. The study \nomitted those participants who did not complete the \nsurvey.  \n \n3.0  RESULTS  \n3.1  Descriptive  characteristics of participants  \nData were analy sed using descriptive statistics. Among \n170 participants included in the study, 32 (18.8%) were \nmale, and 138 (81.2%) were female. All the participants \nwere literate with the minimum qualification of \nundergra duate. Out of 170 participants who were taken"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 4 randomly for the study, only 9 (5.29%) participants \nreported having an ear -related problem like Eustachian \ntube dysfunction, tympanic membrane perforation  and \nreduced hearing sensitivity . Most of the particip ants, \n62.94%, reported that they have a habit of listening to \nmusic at a loud volume. Only 4 (2.4%) participants \nreported the problem of hearing loss. The descriptive \ncharacteristics of all the participants are shown in Table \n1. \n \n \nTable 1: Descriptive characteristics of participants (N= \n170).  \n \nTotal (N) = 170 (100%)  \nGender  \n Male  \nFemale  32 (18.8%)  \n138 (81.2%)  \nQualification  \n Under -\ngraduation  \nPost -graduation  123 (72.4%)  \n47 (27.6%  \nThe h abit of listening \nto music at a loud \nvolume  \n Yes \nSometimes  \nNo 16 (9.4%)  \n91 (53.5%)  \n63 (37.1%)  \nEar related problems  \n Yes \nNo 9 (5.3%)  \n166 (97.6%)  \nHearing loss  \n Yes \nNo 4 (2.4%)  \n166 (97.6%)  \n \n \n3.2  Tinnitus, Hyperacusis, and Misophonia  \nAmong 170 participants who responded to the survey, \n81 (47.6%) reported having misophonia based on their \nsubjective experience. Among 81 (47.6%) participants \nwho reported misophonia, 13 (16.05%) were male, and \n68 (83.95%) were female. Similarly, 38 out of 170 \nparticipants (22.4%) reported having tinnitus, and 30 \nout of 170 (17.6%) reported having hyperacusis. After \ndetailed analysis, the result showed that 21 participants \nout of 81 (25.93%) reporting misophonia also reported \ntinnitus as a co -morbid conditio n. Similarly, 22 out of 81 \n(27.16%) reporting misophonia also reported \nhyperacusis as a co -morbid condition. The results \nindicate that misophonia can occur in isolation or with \nother associated auditory disorders , such as tinnitus and \nhyperacusis. However, these data on tinnitus and \nhyperacusis are entir ely based on the subjective \ndescription of the participants based on the single \nquestions used in the survey. No separate \nquestionnaires were used to assess tinnitus and \nhyperacusis in an individual with mi sophonia. There is a \nneed to assess the association between tinnitus, hyperacusis and misophonia using separate \nquestionnaires to validate the findings. This data also \nshows that misophonia is a more common disorder ; \nmany are unaware of this condition and are not seeking \nprofessional help.  \n \n3.3  Triggers of Misophonia  \nAll the participants who reported the problem of \nmisophonia responded to the Amsterdam Misophonia \nQuestionnaire (A -MISO -S) and listed all the sounds that \ntrigger misophonia . \n \nOut of 81 (47.6%)  participants who reported a problem \nof irritation with the sounds, most of the participants \nreported multiple sounds as a trigger. A total of 133 \ntriggers were reported by 81 participant s, and a few \nreported common triggers. After analysis, the result \nshowed that individuals with misophonia reported 30 \ndifferent triggers . Most participants, 30 (37.04%), \nreported chalk scratching as the trigger, followed by \nloud sounds 15 (18.52%) and chewing 12 (14.81%). The \ndetails about all the triggers reported by all the \nparticipants are shown in Table 2 . \n \n3.4  Severity of Misophonia  \nAll 81 (48.27%) participants who reported misophonia \nsymptoms answered all the Amsterdam Misophonia  \nScale Questionnaire questions. The severity of the \nmisophonia was assessed by calculating the total scores \nobtained by each participant. The maximum score \nobtained was 14, and the minimum was one with a \nmean score of 5.36 and a standard deviation (SD) of \n3.16. The score of 33 (19.41%) participants ranges from \n0-4 and is classified as subclinical misophonia, the score \nof 38 (22.35%) participants ranges from 5 -9 and is \nclassified as Mild misophonia and the score of 10 \n(5.88%) participants ranges from 10 -14 a nd classified as \nModerate Misophonia. These scores showed that even \nthough 81 (48.27%) among 170 participants reported \nmisophonia symptoms, only 48 (23.28%) reported \nclinically significant misophonia that warrants \ntreatment.  \n \nMisophonia assessment Question naire was also \nadministered among 81 participants who reported \nmisophonia symptoms. The maximum score obtained \nwas 42, and the minimum was 0, with a mean score of \n3.09 and a standard deviation (SD) of 7.18. The score of \n65 participants (38.25%) ranged from  0-11 and were \nclassified as having subclinical misophonia. The score of \n10 participants (5.88%) ranged from 12 -24 and were \nclassified as having mild misophonia.  Four participants"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 5 Table 2 : Different triggers repor ted by individuals with misophonia (N=81)  \n \nTriggers for misophonia  Percentage (%)  Triggers for misophonia  Percentage (%)  \nChalk scratching  30 (37.04%)  Door knocks  4 (4.94%)  \nLoud sounds  15 (18.52%)  Slippers against dust  1 (1.23%)  \nChewing  12 (14.81 %)  Vehicle horns  4 (4.94%)  \nTeeth clicking  12 (14.81 %)  Snoring  1 (1.23%)  \nBenches moving  8 (9.88%)  Plate and spoon sound  1 (1.23%)  \nNails scratching  6 (7.41%)  Pen ticking  1 (1.23%)  \nFireworks  2 (2.47%)  Any repeated sounds with the same pattern  1 (1.23%)  \nSteel scratching  3 (3.70%)  High -frequency beeps  6 (7.41%)  \nSound of dry leaves on concrete  1 (1.23%)  Coin scratching  1 (1.23%)  \nCloth scratching  2 (2.47%)  Crackers noise  1 (1.23%)  \nContinuous bell ringing  2 (2.47%)  Cricket sound  4 (4.94%)  \nHammering  1 (1.23%)  High pitched laughter or giggles  4 (4.94%)  \nMicrophone screeching  1 (1.23%)  Ribbon rubbing  1 (1.23%)  \nContinuous honking  1 (1.23%)  Shoe scraping  1 (1.23%)  \nPaper rubbing agaist wall  4 (4.94%)  Honey bees buzzing  2 (2.46%)  \n \n \n(2.35%)  had a  score  from  25-37 and were classified as \nhaving moderate misophonia.  The score of two \nparticipants (1.18%) ranged from 38 -50 and were \nclassified as severe misophonia.  The score obtained \nfrom the Misopho nia assessment questionnaire showed \nthat 9.41% of participants among 170 participants had \nclinically significant misophonia, which warrants \ntreatment. The difference in the prevalence percentage \namong the administration of the Amsterdam \nMisophonia Scale Qu estionnaire and Misophonia \nAssessment questionnaire may be due to the pattern of \nthe questionnaire and the different scoring systems \nused in the questionnaire. Table 3  shows t he comparison of  the severity  of the misophonia  between  \nthe two questionnaire s. \n \n3.4 Co -morbidities of misophonia with other disorders  \nOut of 81 participants who reported misophonia \nsymptoms, only 10 (12.35%) reported having additional \nhealth problems like headaches, migraines, \nhypothyroidism  and asthma . Regarding th e \npsychological issues, 16 participants (19.75%) reported \nthey have psychological co -morbidities like anxiety, \ndepression  and mood disorders  and 14 (17.28%) \nparticipants reported balance problems like dizziness, \ngiddiness, vertigo  and motion sickn ess.  \n \n \nTable 3 : Categori sation of the severity of misophonia using both the Amsterdam misophonia scale questionnaire \nand Misophonia Assessment Questionnaire (N= 81)  \n \nSEVERITY OF MISOPHONIA  \nAmsterdam Misophonia  Scale Questionnaire  Misophonia Assessment Questionnaire  \nScore range  Percentage of \nparticipants  Severity degree  Score range  Percentage of \nparticipants  Severity degree  \n0-4 33 (19.41%)  Sub-clinical  0-11 65 (38.25%)  Sub-clinical  \n5-9 38 (22.35%)  Mild  12-24 10 (5.88%)   Mild  \n10-14 10 (5.88%)  Moderate  25-37 4 (2.35%)   Moderate  \n15-19 0 (0%)  Severe  38-50 2 (1.18%)   Severe"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 6 3.5  Family History  \nRegarding family history, seven participants (8.64%) \nreported having other family members and suffering \nfrom misophonia. The rest of the participants did not \nhave any family history of misophonia.  \n \n3.6  Coping strategies and motivation to learn about \ntheir problems  \nOut of 81 participants who reported misophonia, 10 \nparticipants (12.35%) reported using coping strategies \nto get rid of misophonia. Most of the participants \nreported using multiple coping strategies in different \nsituations. Altogether 42 copi ng strategies were \nreported by 10 participants, and few coping strategies \nare common among the participants. After analysis, the \nresults showed that individuals with misophonia report \nten different coping strategies . Most participants, 8 \n(80%), reported av oiding people, situations, and places \nas the coping strategy, followed by Sleep, as reported \nby 60% of participants. The details of the coping \nstrategies used by participants are shown in Table 4. \n \nAmong 170 participants who responded to the survey \nthrough various platforms, 87 participants (51.2%) \nreported they wanted to know about misophonia. Most \nparticipants wanted  to know misophonia aetiology, \nmechanism, assessment, and treatment .  \n \n \nTable 4 : Different Coping strategies used by individuals \nwith misophonia (N=10)  \n \n \n3.7  Association between the occurrence of \nmisophonia and gender  \nThe effect of gender on the occurrence of misophonia  \nwas assessed using the chi -square test. The test result \nshowed that gender is not significantly associated with \nthe occurrence of misophonia  X2 (1, N =170) = .58 (p > .05). The result of the chi -square test is illustrated in \nTable 5 . \n \n \nTable 5 : Association be tween gender and occurrence \nof misophonia (N= 170).  \n \nChi-Square Tests  \n Value  df Asymptotic \nSignificance  \n(2-sided)  \nPearson Chi -Square  1.100a 1 .58 \nLikelihood Ratio  1.126  1 .57 \nN of Valid Cases  170   \n \n \n4.0  DISCUSSION  \nMisophonia  is a condition that borders psychology and \naudiology. In psychology, researchers are trying to \nexplain misophonia as a psychiatric disorder ( Schröder \net al., 2013 ). They try to assess and treat the patient \nwith misophonia using the psychiatric approach. \nHowever, in audiology, misophonia is less explored and \nis a relatively new term. Nevertheless, the prevalence of \nmisophonia is increasing with time, and many \nmisoph onia patients seek professional help ( Zhou et al., \n2017 ; Wu et al., 2014 ). \n \nNaylor et al. (2021 ) reported clinically significant \nmisophonia in 49.1% of the study sample population \namong UK undergraduate medical student s. Similarly, a \nstudy done by Wu et al. ( 2014 ) reported a prevalence of \nmisophonia at 19.9 % in  the sample of 483 US \nundergraduate students using an online questionnaire \nstudy. Another study by Zhou et al. ( 2017 ) found the \nprevalence of misophonia to be 20% among 415 \nChinese graduates. Comparable to these studies, our \nstudy found the prevalence of misophonia to be 23.28% \namong 170 graduate stude nts at Mysore University.  \n \nJastreboff & Jastreboff ( 2002 ) reported that misophonia \ntriggers need not be only related to the human body. \nThe sound produced by people but not directly related \nto the human body, for example , pen clicking, rustling  \nand tapping , can also trigge r misophonia. Similar results \nwere observed in the present study. Various triggers \nrelated to the human body, both directly and indirectly, \nhave been noted. A chalk scratching sound, a sound not \ndirectly related to the human body, is the most common \ntrigger reported by our study participants , as reported \nby 37.04 % of participants. Our findings are contrary to \nthe findings of Jastreboff & Jastreboff ( 2014), who \nreported that most aversive triggers are the sounds Coping strategies used by individuals \nwith misophonia  Percentage \n(%) \nAvoid people, situation and places  8 (80%)  \nIgnore the sound  4 (40%)  \nDistract self with some other activity  4 (40%)  \nSleep  6 (60%)  \nListening to the songs with high volume  6 (60%)  \nClose ears with fingers  2 (20%)  \nPrevent such sound productions  4 (40%)  \nDoing works at late night  2 (20%)  \nUsing earphones and earplugs  3 (30%)  \nActive avoidance of anticipated situation \ninvolving irritating sounds  3 (30 %)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 7 made by the human mouth or nose, such as chewing \nand breathing sounds. Brout et al. ( 2018 ) reported that \nacoustic characteristics of sounds do not impact  \nemotional arousal. However, the impact of acoustical \ncharacteristics of the triggers on emotional arousal has \nnot been explored, and there is a need to carry out such \na study using the neurophysiological measure in the \nfuture.  \n \nMisophonia is a condition t hat occurs in isolation a nd \nwith other psychiatric and auditory disorders. In our \nstudy, we found that among 47.6 % of participants \nreporting misophonia symptoms, almost one -fourth of \nthe participants (25.93%) reported tinnitus in \nassociation, similar to t he findings of Kochkin et al. \n(2011 ). Misophonia is a condition that can occur in \nisolation as a separate disorder. Misophonia also occurs \nin association with other psychiatric conditions like \nobsessive -compulsive disorders (OCD), attention deficit \nhyperactivity disorder (ADHD)  and mood disorders . \nSchröder et al. ( 2013 ) proposed diagnostic criteria \nstating that misophonia is a separate psychiatric \ndisorder due to the high occurrence of misop honia with \npsychiatric co -morbidities. In our study, among 81 \nparticipants reporting misophonia symptoms, only \n19.75% of participants reported having psychiatric \nissues. These data show that misophonia does not \nalways occur with psychiatric disorders, even  though it \ncan be a symptom of psychiatric disorders. However, \nthe findings of our study about psychiatric co -\nmorbidities are based on the subjective explanation of \nthe participants based on the single question used in the \nsurvey. There is a need to carry out a more focused \nstudy using separate questionnaires related to \npsychiatric illness to validate the findings.  \n \nEdelstein et al. ( 2013 ) have reported that misophonia is \na hereditary problem , as they found a family history in \nmisophonic individuals. However, in our study, only \n8.64% of participants reported having a family history of \nmisophonia. These contradictory findings may be due to \ninadequate sample size, lack of a separate standardi sed \nquestionnaire to assess the aetiology of the misophonia, \nand participants' lack of awareness about the \nmisophonia. This result showed a need to explore the \naetiology of misophonia, considering a larger sample \nsize and using a focused methodology.  \n \nThe literature states  that the prevalence of misophonia \nis not associated with gender ( Zhou et al., 2017 ; Wu et \nal., 2014 ). Results from our study also showed no \nassociation between gender a nd the occurrence of \nmisophonia supporting these findings. However, the lack of association might be due to fewer male subjects \nparticipating in the study than  female participants. T o \nvalidate the conclusion, there  is a need to survey the \nfuture with equal distribution of males and females .  \n \nThere are few questionnaires developed for the \nassessment of misophonia. The Amsterdam misophonia \nscale (A -MISO -S) checklist developed by Schröder et al. \n(2013) and the Misophonia  assessment questionnaire \n(MAQ) developed by Wu et al.  (2014 ) is the two most \ncommonly used. However, the psychometric properties \nof these questionnaires are not known much. In our \nstudy, the prevalence of misophonia is found to  be \nsignificantly different among A -MISO -S and MAQ, which \nmay be due to different scoring criteria or the  poor \npsychometric properties of the questionnaire. Hence, \nthere is a need to develop a standardi sed questionnaire \nin the native Indian language for as sessing misophonia, \nwhich is lacking in the current scenario. In addition, we \nhave to rule out the other diagnostic measures that may \naccount for sound sensitivity by administering major \ndiagnostic tools that may be necessary.  \n \nVarious audiological and psy chological approaches , \nsuch as tinnitus retraining therapy and Cognitive \nBehaviour Therapy , are used to manage misophonia. \nThis study suggests that most individuals do not know \nabout misophonia management and do not opt for \nmanagement from professionals. How ever, they have \nbeen affected in their daily lives due to misophonia. Few \nparticipants reported using coping strategies for \nmisophonia , and n one of the participants reported that \nthey were taking treatment from the concerned health \nprofessionals. This suggests  that people are unaware of \nthe effect of misophonia and do not see it as a \nsignificant concern, even though it impacts  their daily \nlifestyle. This may be due to the hidden nature of the \ndisorder and lack of awareness about misophonia \namong the general pub lic. Hence, it is essential to carry \nout awareness programs about misophonia and its \nconsequences among the general public.  \n \n5.0  CONCLUSIONS  \nEven though significant progress has been made in the \nfield of misophonia, it is not regarded as a separate \ndisord er by any official diagnostic system, either by the \nDiagnostic and Statistical Manual of Mental Disorders, \nFifth Edition (DSM -V) or the International Classification \nof Diseases, Eleventh Edition (ICD -11). The result of our \nstudy showed that the prevalence of mi sophonia is high \namong Mysore university students. However , little  \nresearch has been done on misophonia, exploring \npathophysiology, assessment, and management."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 8 People are unaware of misophonia management and  \nare not seeking professional help. Th erefore, it can be \nhypothesi sed that highlighting more epidemiological \ndata will help recogni se misophonia as a separate and \ngenuine disorder. This would provide a path for \ninvestigating and managing misophonia using a team \napproach, including audiologists . \n \nThere is a shortage of studies on the epidemiological \ndata on misophonia in the Indian context a nd \nworldwide, as this is a relatively new condition. As this \nis the first study of this kind in the Indian context, it can \nbe a guiding tool f or future researchers about the \nprevalence of misophonia, its impact, and co -morbidity \namong the sufferers. The sample size of our study is not \nadequate. Therefore, there is a need to carry out further \nstudies in the future, considering the appropr iate \nsample size. There are no questionnaires on misophonia \ndeveloped and standardi sed in the Indian languages. \nThis study was conducted by administering the English \nversion of the misophonia questionnaire to the Indian \npopulation, which is the study's limitation . Hence, there \nis a need to develop the questionnaire in the native \nIndian language in the future, and more research has to be carried out using the questionnaires developed in \nthe native language to replicate the findings. This study \nconsidered only young  adults from Mysore University \nfor participation. Future studies can further look into \nvarious age groups, compare the prevalence in all those \nage groups, and compare the awareness in different \ngeographical areas across India so that appropriate \nawareness -generating programs about misophonia \ncould be planned better.  \n \nAcknowledg ements:  The authors acknowledge Dr  \nPushpavathi M., Director, All India Institute of Speech  and \nHearing, affiliated with the University of Mysore, for \npermitting the study. The authors acknowledge the \nparticipant s for their cooperation . \n \nAuthor Contributions:  SA was involved in concept \ndevelopment, study design, stimulus preparation, analysis of  \nthe results, interpretation, and writing of the manuscript; PP \nwas involved in concept development and study design,  \nstimulus preparation, and writing of the manuscript.  \n \nConflicts of Interest:  The authors report no confl icts of \ninterest.  \n \n \n \nReferences  \nAltın , B. (2021). Adaptation, Validity and Reliability of the Turkish version of Misophonia Assessment Questionnaire. Erciyes \nMedical Journal , 44(3), 286 –292. https://doi.org/10.14744/etd.2021.78545    \nBrou t, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & Rosenthal, M. Z. (2018). Investigat ing \nmisophonia: A review of the empirical literature, clinical implications, and a research agenda. Frontiers in Neuroscience , \n12(2). https://doi.org/10.3389/fnins.2018.00036  \nDozier, T. H. (2015). Counterconditioning treatment for misophonia. Clinical Case Studies , 14(5), 374 –387. \nhttps://doi.org/10.1177/1534650114566924  \nEdelstein , M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological investigations and case \ndescriptions. Frontiers in Human Neuroscience , 7(6), 1 –11. https://doi.org/10.3389/fnhum.201 3.00296  \nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008). Selective sound intolerance and emotional distress: What every \nclinician should hear. Psychosomatic Medicine  , 70( 6), 739 –740. https://doi.org/10.1097/PSY.0b013e318180edc2  \nJastreboff, M.M. &  Jastreboff, P. J. (2001). Components of decreased sound tolerance : hyperacusis, misophonia, \nphonophobia. ITHS Newsletter , 1–5. https://doi.org/10.1016/B978 -0-444-62630 -1.00021 -4 \nJastrebof f, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy (TRT). Australian and \nNew Zealand Journal of Audiology , 24(2), 74 –84. https://doi.org/10.1375/audi.24 .2.74.31105  \nJastreboff, P. J., & Hazell, J. W. P. (2004). Tinnitus retraining therapy: Implementing the neurophysiological model, 276. \nhttp://assets.cambri dge.org/97805215/92567/frontmatter/9780521592567_frontmatter.pdf  \nFJastreboff, P. J., & Jastreboff, M. M. (2014). Treatments for decreased sound tolerance (hyperacusis and misophonia). \nSeminars in Hearing , 35(2), 105 –120. https://doi.org/10.1055/s -0034 -1372527  \nKochkin, S., Tyler, R., & Born, J. (2011). MarkeTrak VIII: The prevalence of tinnitus in the United States and the self -reported \nefficacy of various treatments. Hearing Review , 18(12), 10 –27. \nMoeller, M. P. . (2011). Misophonia, phonophobia and \"exploding head\" syndrome. Textbook of Tinnitus , 25–27. \nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. (2021). The Prevalence and Severity of Misophonia in a UK \nUndergraduate Medical S tudent Population and Validation of the Amsterdam Misophonia Scale. Psychiatric Quarterly , \n92(2), 609 –619. https://doi.org/10.1007/s11126 -020-09825 -3 \nPalumbo, D. B., Alsalman, O., De Ridder, D., So ng, J. J., & Vanneste, S. (2018). Misophonia and potential underlying \nmechanisms: A perspective. Frontiers in Psychology ,  9(6). https://doi.org/10.3389/fpsyg.2018.00953  \nPotgieter, I., MacDonald, C.,  Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). Misophonia: A scoping review of \nresearch. Journal of Clinical Psychology , 75(7), 1203 –1218. https://doi.org/10.1002/jclp.22771"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "NEUROSCIENCE RESEARCH NOTES | 20 22 | VOLUME 5 | ISSUE 4 | ARTICLE 161  | PAGE 9 Sanchez, T. G. , & Silva, F. E. da. (2018). Familial misophonia or selective sound sensitivity syndrome : evidence for autosomal \ndominant inheritance? Brazilian Journal of Otorhinolaryngology , 84(5), 553 –559. \nhttps://doi.org/10.1016/j.bjorl.2017.06.014  \nSarigedik, E., & Gulle, B. (2021). A Study on Validation of Amsterdam Misophonia Scale in Turkish and Misophonia's \nPrevalence in Turkish High School/College Student Population. Psychiatry and Behavioral Sciences , 11(4), 258. \nhttps://doi.org/10.5455/pbs.20210509040627  \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic Criteria for a New Psychiatric Disorder. PLoS ONE , 8(1). \nhttps://doi.org/10.1371/journal.pone.0054706  \nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., Dauman, N., Coelho, C. B., Andersson, G., Keiner, A . J., \nCacace, A. T., Martin, N., & Moore, B. C. J. (2014). A review of hyperacusis and future directions: Part I. Definitions and \nmanifestations. American Journal of Audiology,  23(4), 402 –419. https://doi.org/10.1044/2014_AJA -14-0010  \nWaechter, S. (2021). Association between hearing status and tinnitus distress. Acta Oto -Laryngologica , 141(4), 381 –385. \nhttps://doi.org/10.1080/00016489.2021.1876919  \nWu, M. S., Lewin, A. B., Mur phy, T. K., & Storch, E. A. (2014 ). Misophonia: Incidence, phenomenology, and clinical correlates \nin an undergraduate student sample. Journal of Clinical Psychology , 70(10), 994 –1007. \nhttps://doi.org/10.10 02/jclp.22098  \nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese university students: Incidence, associated \nimpairment, and clinical correlates. Journal of Obsessive -Compulsive and Related Disorders , 14(12), 7 –12. \nhttps://doi.org/10.1016/j.jocrd.2017.05.001"
    }
  ]
}