{
  "doc_type": "scientific paper",
  "title": "Prevalence of Misophonia in Adolescents and Adults Across the Globe: A Systematic Review",
  "authors": [
    "Vidya Gowda",
    "Prashanth Prabhu",
    "Association of Otorhinolaryngologists of India"
  ],
  "year": 2024,
  "journal": "Indian Journal of Otolaryngology and Head & Neck Surgery",
  "doi": "10.1007/s12070-024-04946-8",
  "abstract": "Misophonia is a sound tolerance disorder which disturbs the emotions of people when exposed to specific triggers. Studies have shown that visual triggers alone can cause misophonia in affected individuals in the absence of auditory triggers. It is also said to affect people’s quality of lives affecting social life, work life and personal relationships. Different studies on misophonia indicate that it is prevalent between 5% and 34.67%. These studies help us understand the existence of misophonia across different parts of the world. Studies report factors like gender, age, socioeconomic status, etc. play significant roles in impacting the prevalence of disorder. This study aims to review 12 such English articles available online, to get a comprehensive set of data to make it easy for readers and researchers. Results of the review indicate that not many countries have their prevalence rates established which could be indicating the lack of awareness. In countries that have carried out the study, clinically significant misophonia exists in many individuals with various degrees with multiple factors affecting it.",
  "keywords": [
    "Misophonia",
    "Selective sound sensitivity syndrome",
    "Sound tolerance disorder",
    "Prevalence"
  ],
  "research_topics": [
    "Misophonia",
    "Prevalence studies",
    "Systematic review",
    "Sound tolerance disorders",
    "Audiology",
    "Psychological impact",
    "Epidemiology",
    "Quality of life",
    "Assessment and screening tools"
  ],
  "created_at": "2025-05-05T04:03:01.665850Z",
  "source_pdf": "documents/research/Global/Association Prevalence of Misophonia in adolescents and adults across the globe.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Indianjournalofotolaryngology.\nArticleTitle: Prevalence ofMisophonia inAdolescents andAdultsAcrosstheGlobe:ASystematic\nReview\nArticleAuthor: Association ofOtorhinolaryngologists ofIndia.\nOCLC-67618474; ISSN-00195421; LCN-2011242042;\nPublisher: DeptofOtolaryngology, AllIndiaInstituteofMedicalSciences, [NewDelhi]:2024-08-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "ORIGINAL ARTICLEIndian Journal of Otolaryngology and Head & Neck Surgery\nhttps://doi.org/10.1007/s12070-024-04946-8\n[1]. The neurophysiological model of misophonia given by \nJastreboff suggests that misophonia follows the same path -\nway as tinnitus, which involves the autonomic nervous and \nlimbic systems [ 1]. Hence, misophonia can be prevalent in \nindividuals with tinnitus as well.\nThe specific individual producing the sounds, might be \nlinked to the negative emotional response experienced by \nsomeone with misophonia stemming from various triggers \n[3]. This can influence the interpersonal dynamics within \nrelationships with friends, family, and relatives, thereby \ninfluencing the overall quality of life for those with miso -\nphonia. The uncertainty of when trigger sounds might occur \ncreates a constant state of anxiety for sufferers. Conse -\nquently, they may begin to avoid certain people, locations, \nand situations that they anticipate will elicit these trigger \nsounds. Ultimately, the daily physical and emotional dis -\ncomfort experienced by individuals with misophonia sig -\nnificantly impacts their overall quality of life. Norena [ 4] \nsuggests that misophonia is prevailing now as a matter of \ncivilization and manners. This concept hints that misopho -\nnia could become more prevalent in the coming generations \ndue to social pressure affecting one’s functionality, work \nlife, social life, etc.Introduction\nMisophonia, also known as selective sound sensitivity syn -\ndrome, is a condition characterized by a decreased toler -\nance to specific sounds, leading to a heightened emotional \nor physiological response whose reaction is attributed to \nan amplified autonomic nervous system response trig -\ngered by certain sounds [ 1]. Such sounds are called trig -\ngers, and triggering stimuli may vary from person to person. \nThe aversive stimuli may include human-generated sounds \nsuch as chewing, lip-smacking, breathing, and swallow -\ning, as well as non-body-related sounds like pen clicking, \nrustling, and typing [ 2]. Misophonia is found to coexist \nwith other conditions such as Obsessive Compulsive Dis -\norder (OCD), Post Traumatic Stress Disorder (PTSD), eat -\ning disorders, tinnitus, phonophobia, hyperacusis (another \ntype of sound tolerance disorder where a person finds it \ndifficult to tolerate the sound when the intensity is high) \n \rPrashanth Prabhu\nprashanth.audio@gmail.com\n1 All India Institute of Speech and Hearing, Mysore 570006, \nKarnataka, IndiaAbstract\nmisophonia is a sound tolerance disorder which disturbs the emotions of people when exposed to specific triggers. Studies \nhave shown that visual triggers alone can cause misophonia in affected individuals in the absence of auditory triggers. It \nis also said to affect people’s quality of lives affecting social life, work life and personal relationships. Different studies \non misophonia indicate that it is prevalent between 5% and 34.67%. These studies help us understand the existence of \nmisophonia across different parts of the world. Studies report factors like gender, age, socioeconomic status, etc. play \nsignificant roles in impacting the prevalence of disorder. This study aims to review 12 such English articles available \nonline, to get a comprehensive set of data to make it easy for readers and researchers. Results of the review indicate that \nnot many countries have their prevalence rates established which could be indicating the lack of awareness. In countries \nthat have carried out the study, clinically significant misophonia exists in many individuals with various degrees with \nmultiple factors affecting it.\nKeywords  Misophonia · Selective sound sensitivity syndrome · Sound tolerance disorder · PrevalenceReceived: 7 April 2024 / Accepted: 24 July 2024\n© Association of Otolaryngologists of India 2024Prevalence of Misophonia in Adolescents and Adults Across the Globe: \nA Systematic Review\nVidya Gowda1 · Prashanth Prabhu1\n1 3"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Indian Journal of Otolaryngology and Head & Neck SurgeryWu et al. (2014) [ 5] found that, of 483 US undergraduate \nstudents, 19.9% had Misophonia. A survey was conducted on \n415 Chinese graduates by Zhou et al. (2017) [ 6], and miso -\nphonia was present in 20% of the sample. In India, Aryal \n& Prabhu (2022) [ 7] found that 23.28% of participants had \nclinically significant misophonia. Thus, the literature indi -\ncates how it is necessary to carry out a systematic review \nto compile the existing data for reference. Misophonia is \nstill not considered a condition with significance despite its \nhigh prevalence across various countries, ethnic groups, age \ngroups, and gender groups. Thus, compiling the data may \nhelp throw more light on misophonia, and it is essential to \nkeep the data handy and presentable within a single form to \nmake it easy for researchers and implementers. A system -\natic review of the prevalence of misophonia will increase \nawareness among health professionals and researchers from \nthose countries where no study has been conducted to carry \nout more research about misophonia in their countries. And \nin those EN that have produced the data, it will encourage \nthem to develop a test battery to assess and treat misopho -\nnia. Hence, this study attempts to determine the prevalence \nrate of misophonia across countries through a systematic \nreview.\nMethods\nThe systematic review was registered under the PROS -\nPERO International Prospective Register of Systematic \nReviews with the ID CRD42024500395. The review was \ncarried out for peer-reviewed articles based on guidelines by \nthe Preferred Reporting Items for Systematic Review and \nMeta-analyses statement (PRISMA statement) [ 8].\nDatabases like Google Scholar, PubMed, CINAHL, \nJ-STAGE, Web of Science, Cochrane Library, and Scopus \nwere systematically searched to extract articles necessary \nfor the review. Citation tracking and reference lists were \nused to identify other relevant studies to be added. Arti -\ncles that dealt with the prevalence data of misophonia in \nnormal-hearing adults were considered. Studies involving \nmisophonia coexisting with any other conditions like tin -\nnitus, hyperacusis, OCD, PTSD, multiple sclerosis, etc., \nwere ignored. No criteria on the year of publishing were set. \nStudies that were published in English were considered for \nthe review. Articles whose full length were accessible were \nincluded. Articles with low methodological quality and \nlanguages apart from English, case reports, letters to edi -\ntors, and editorials were not considered for the review. The \nselection of the articles was done using the keywords, key \nterms, related search phrases, derivatives, and MeSH words \nrelevant to the study: “prevalence, misophonia,” “selec -\ntive sound sensitivity syndrome,” and “sound tolerance disorders.” These were combined using Boolean operators \nlike ‘OR,’ ‘AND’, and ‘NOT.’ Keywords were adjusted \nacross different databases to arrive at the required results. \nThe results were taken in .csv format onto an Excel spread -\nsheet, and duplicates were removed. Mendeley desktop was \nused as a reference manager for further assistance with data \nsearch, title screening and abstract screening for inclusion. \nThe short-listed abstracts were sought for full-length avail -\nability, and the available articles were retrieved for review. \nData were extracted from the finalized full-length articles \nunder the following headings: author(s), publication year, \nmethod, country, objectives, population, study design, tools \nused, and results of the study. The quality assessment check -\nlist for prevalence studies adapted from Hoy et al. [ 9] was \nused.\nResults\nThe entire process of screening the articles has been depicted \nthrough the PRISMA (Preferred Reporting Items for Sys -\ntematic Reviews and Meta-Analyses) flowchart (Fig. 1). A \ntotal of 280 articles were screened after searching the data -\nbases like Google Scholar, PubMed, CINAHL, J-STAGE, \nWeb of Science, Cochrane Library, and Scopus. 32 dupli -\ncates were found that demanded their removal, which led \nto a total of 248 articles. After the title and abstract screen -\ning, two hundred and two articles were excluded, which \nnarrowed down the options for 14 articles for a full-length \nstudy. 14 full-length articles were assessed for their eligibil -\nity for the review. Out of these, 1 study was excluded as \nhaving an irrelevant population and 1 was excluded as it \nwas not peer reviewed during the time of writing this article. \nA detailed PRISMA flow chart for the selection of the study \nis shown in Fig. 1.\nTable 1 summarizes the objectives, study design, spe -\ncific tools used, place of the survey, and results of each \nof the studies taken up for the review in the present study. \nThese studies employed self reported questionnaire surveys, \nonline surveys, pen and paper method, household visits, etc.\nAfter a full-length review of these 12 articles, different \nprevalence rates in different countries were derived with \npossible factors affecting the prevalence rates. Those factors \ncan be studied under discussion (see Table 2).\n9 risks of bias items were analyzed under the risk of bias \nlevels: low risk for the answer ‘yes’ with 0 points and high \nrisk for the answer ‘no’ with 1 point. Points from all nine \nitems were added to identify the risk of each study as low \nrisk (0–3), moderate risk (4–6), and high risk (7–9). All the \narticles are of low risk  as per the checklist used.\n1 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Indian Journal of Otolaryngology and Head & Neck SurgeryDiscussion\nTable 1 is a summary of all the studies reviewed. Miso -\nphonia is a condition identified through self-report mea -\nsures rather than any standardized test battery. Commonly \nused test materials are The Misophonia Questionnaire \n(MQ), Misophonia Questionnaire, Adult Sensory Question -\nnaire, Sheehan Disability Scale – Misophonia, Obsessive \nCompulsive Inventory-Revised, Amsterdam Misophonia \nQuestionnaire (A-MISO-S), Misophonia Assessment Ques -\ntionnaire (MAQ), Selective sound sensitivity syndrome \nscale (S-Five), Misophonia Questionnaire, etc.\nOne can observe that Zhou et al. (2017) [ 6], Yektatalab \net al. (2022) [ 10], Vitoratou et al. (2023) [ 11] have also con -\nsidered mental health conditions like depression, anxiety, \nstress, anger, etc. which signifies that misophonia can lead to poor mental health if untreated. Although almost 50% of the \nsample population had symptoms of misophonia, they did \nnot seem to be affected by the triggers so as to receive pro -\nfessional attention [ 7]. The severity of misophonia is a hint \ntowards seeking professional help, and people are unaware \nof the management options available for misophonia. Miso -\nphonia is still in its infancy and is not readily accepted as a \nvalid disorder in the scientific community [ 12]. With such \nhigh numbers of prevalence across the globe, misophonia is \nstill not recognized as a distinct illness by either the Diag -\nnostic or Statistical Manual of Mental Disorders, Fifth Edi -\ntion (DSM-V) or the International Classification of Diseases \n(ICD-11), Eleventh Edition. Although multiple question -\nnaires have good reliability and validity, no test materials \nhave been standardized. Aryal & Prabhu (2022) [ 7] used \nAMISOS and MAQ on 81 participants who had misophonia \nFig. 1  PRISMA flow chart for the \nselection process of the article \n1 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery\nSl. \nNo.Author and \nyearPlace/ Coun -\ntry of studyObjectives Population \n(N)Design Tools used Results\n1. Wu et al. \n[5]Florida, US To explore the occurrence, characteristics, \nfactors related to, and the impairment caused \nby misophonia symptoms.N = 483\nAge > 18 \nyearsCluster sampling,\nOnline self-adminis -\ntered questionnaireThe Misophonia Questionnaire \n(MQ)19.9% reported having clinically\nsignificant misophonia symptoms\n2. Zhou et al. \n[6]China The study aims to examine the occurrence \nand characteristics of misophonia in a sample \nof Chinese college students by employing \nself-report measures.N = 415;\nM \nage = 19.81;Questionnaire based \nstudy\nCluster samplingMisophonia Questionnaire\nAdult Sensory Questionnaire\nSheehan Disability Scale \n– Misophonia\nObsessive Compulsive \nInventory-Revised\nDepression Anxiety Stress \nScale-21\nRage Outbursts and Anger \nRating Scale6% exhibited clinically significant \nmisophonia symptoms\n3. Kılıç et al. \n[13]Ankara, \nTurkeyThe current study sought to establish the \nprevalence of misophonia in a sizable and \nrepresentative general population sample. \nThis was achieved through the utilization \nof a comprehensive assessment instrument \ndesigned to support clinical diagnosis.N = 541\nAge > 15 \nyearsSemi structured \ninterview- surveyMisophonia Interview Sched -\nule = Misophonia Check -\nlist + additional five items for \nassessing\nthe presence of misophonia \ndiagnosis and 15 items assess -\ning other,\nmisophonia-associated \nsymptoms12.8% ( n = 6 9\nof 541)\n4. Naylor et \nal. [15]University \nof Not -\ntingham, \nEnglandTo determine the prevalence of misopho -\nnia among undergraduate medical students \nenrolled at the University of Nottingham \nand evaluate the psychometric validity of the \nAmsterdam Misophonia Scale (A-Miso-S) \nquestionnaire tool within this population.N = 336 Survey Amsterdam Misophonia Ques -\ntionnaire (A-MISO-S)Clinically significant misophonic symp -\ntoms appear to\nbe common, effecting 49.1% of the \nsample population\nMild symptoms were seen in 37%, \nmoderate in 12%, severe in\n0.3% of participants\n5. Sarigedik \n& Gulle \n[16]Turkey The study seeks to validate the Amsterdam \nMisophonia Scale (A-MISO-S) in Turkish \nand determine its prevalence in the young \npopulation.N = 1188\nAge > 15 \nyearsSurvey, convenient \nsamplingSocio-demographic \nQuestionniare,\nTurkish version of Amsterdam \nMisophonia Scale\n(A-MISO-S):Moderate or more severe misopho -\nnia symptoms were seen in 13.8% of \nparticipants.Table 1  Summary of the studies selected for the systematic review\n1 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery\nSl. \nNo.Author and \nyearPlace/ Coun -\ntry of studyObjectives Population \n(N)Design Tools used Results\n6. Aryal & \nPrabhu [ 7]India The objectives of this study are as follows:\n1. Finding out the prevalence of misophonia \namong students at the University of Mysore.\n2. Offering detailed information on the symp -\ntoms of misophonia, including the frequency \nand severity of these symptoms.\n3. Exploring the co-occurrence of miso -\nphonia with other auditory and psychiatric \ndisorders.\n4. Describing the impact of misophonia on \ndaily life.\n5. Emphasizing the importance of raising \nawareness about misophonia among the \ngeneral audience in the discussion.N = 172\nAge range: \n18–30 yearsdescriptive cross-\nsectional studyAmsterdam Misophonia \nQuestionnaire (A-MISO-S) \nand Misophonia Assessment \nQuestionnaire (MAQ)1. 48.27% reported misophonia \nsymptoms\n23.28% reported clinically significant \nmisophonia.\n2. i) According to AMISO-S 33 partici -\npants scored between 0 and 4 indicating \nsubclinical misophonia, 38 participants \nscored between 5 and 9 indicating mild \nmisophonia, 10 participants scored \nbetween 10 and 14 indicating moderate \nmisophonia\nii) According to Misophonia assessment \nquestionnaire,\n65 participants (38.25%)- subclinical \nmisophonia with score 0–11,\n10 participants (5.88%) - mild misopho -\nnia with score 12–24\n4 participants (2.35%)- moderate miso -\nphonia with score 25–37\n2 participants (1.18%)- severe misopho -\nnia with score 38–50\n3. 10 of 81 participants who had miso -\nphonia reported additional problems \nsuch as migraine, headache, asthma and \nhypothyroidism. 16 participants pre -\nsented with psychological comorbidities \nwhich included depression, anxiety and \nmood disorders. Balance problems such \nas giddiness, dizziness, vertigo, motion \nsickness, were seen in 14 participants.\n4. Misophonia has a significant impact \non lives of people those with the condi -\ntion without their knowledge\n5. People are unaware of the manage -\nment options for misophonia due to its \nhidden nature, hence it is necessary to \nraise awareness among general public \nregarding the same.\n7. Jakubovski \net al. [ 14]Germany The objective of the study was to carry out \nthe initial extensive epidemiological survey \naimed at assessing the prevalence of miso -\nphonia symptoms in the adult population of \nGermany.N = 2519\nAge > 16 \nyearsOffline survey Misophonia Questionnaire \n(MQ) and the Amsterdam\nMisophonia Scale-Revised \n(AMISOS-R).5% prevalenceTable 1  (continued) \n1 3"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery\nSl. \nNo.Author and \nyearPlace/ Coun -\ntry of studyObjectives Population \n(N)Design Tools used Results\n8. Yektatalab \net al. [ 10]Iran The study aimed to ascertain the prevalence \nof Misophonia and its connection with \nobsessive-compulsive disorder, anxiety, and \ndepression among undergraduate students at \nShiraz University of Medical Sciences.N = 390 analytical descrip -\ntive studyDemographic questionnaire, \nmisophonia\nquestionnaire Beck anxiety \nquestionnaire, Beck\ndepression questionnaire, and \nMaudsley obsessive-compul -\nsive inventory questionnaire23.8% experienced misophonia.\n9. Vitoratou et \nal. [11]The United \nKingdomTo evaluate the factor structure and psycho -\nmetric properties of the S-Five within the \nspecified population.N = 772\nAge > 18 \nyearsStratified sampling,\nSemi structured \ninterviewSelective sound sensitivity \nsyndrome scale (S-Five),\nMisophonia Questionnaire \n[MQ,\nAmsterdam Misophonia Scale \n[A-MISO-S;\nPatient Health Questionnaire-9 \n[PHQ-9\nGeneral Anxiety Disorder-7 \nquestionnaire [GAD-7;\npreliminary version of the \nOxford King’s Structured \nClinical\nInterview for Misophonia \n(Pre-OK-SCIM18.4% of the UK population experi -\nences misophonia\n10. Sujeeth et \nal. [19]India The research seeks to bridge the gap by \nexamining the prevalence, gender variations, \nand severity of misophonia among high \nschool students in India.N = 597\nM = 328, \nF = 269\nAge range: \n14–16 years, \nmean age: \n15.12 yearssurvey study The Misophonia Assessment \nQuestionnaire (MAQ)34.67% of highschool students have \nmisophonia\nSeverity\nMild: 52.65%\nModerate: 45.41%\nSevere: 1.93%\n11. Patel et al. \n[17]India The study seeks to determine the prevalence \nrate and severity of misophonia among \ncollege-going students in India, with an \nadditional effort to identify any gender domi -\nnance in the phenomenon.N = 328\nUndergradu -\nate studentsSurvey Amsterdam Misophonia Scale \n(A-MISO-S),\nMisophonia Questionnaireprevalence swas approximately 15.85% \nwith moderate\n(N = 47) to severe degree ( N = 5) of \nmisophonia\n12. Brennan et \nal. [18]University \nof\nIllinois at \nUrbana-\nChampaign \n(UIUC)The study aimed to comprehensively explore \nmisophonia within a diverse and sizable \ncollege population, employing an extensive \nsurvey test battery that included audiological \nand psychological questionnaires. The objec -\ntive was to gain a deeper understanding of \nthe disorder’s prevalence and its associations \nwith hearing health.N = 1084\nAge range: \n18–25 yearsOnline survey Misophonia Questionnaire \n(MQ), Khalfa’s Hyperacusis \nQuestionnaire\n(HQ), Tinnitus and Hearing \nSurvey, and Tinnitus Func -\ntional Index (TFI).Misophonia is prevalent between 8%\nand 20.02%Table 1  (continued) \n1 3"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery\nTable 2  Quality assessment checklist for prevalence studies adapted from Hoy et al. [ 9]\nSl. \nNo.Study \nAuthorsRisk of bias items  Summary on \nthe overall \nrisk of study\nbiasWas the study’s target population a\nclose representation of the national\npopulation in relation to relevant\nvariables, e.g. age, sex, occupation?Was the sampling frame a \ntrue or\nclose representation of the \ntarget\npopulation?Was some \nform of ran -\ndom selection \nused to select \nthe sample, \nOR, was a\ncensus \nundertaken?Was the \nlikelihood of \nnon-response\nbias \nminimal?Were \ndata col -\nlected \ndirectly \nfrom \nthe\nsubjects \n(as \nopposed \nto a \nproxy)?Was an \naccept -\nable \ncase \ndefini -\ntion \nused \nin the \nstudy?Was the \nstudy \ninstrument \nthat\nmeasured \nthe param -\neter of \ninterest\n(e.g. preva -\nlence of \nlow back \npain)\nshown to \nhave reli -\nability and \nvalidity\n(if \nnecessary)?Was the \nsame \nmode \nof data \ncollection\nused \nfor all \nsubjects?Were the \nnumerator(s) \nand\ndenominato \nr(s) for the \nparameter of\ninterest \nappropriate\n1. Wu et al. \n[5]0 0 0 0 0 0 0 0 0 0\n2. Zhou et al. \n[6]0 0 0 0 0 0 0 0 0 0\n3. Kılıç et al. \n[13]0 0 0 0 0 0 0 1 0 1\n4. Naylor et \nal. [15]0 0 0 0 0 0 0 0 0 0\n5. Sarigedik \n& Gulle \n[16]0 0 0 0 0 0 0 0 0 0\n6. Aryal & \nPrabhu [ 7]0 0 0 0 0 0 0 0 0 0\n7. Jakubovski \net al. [ 14]0 0 0 1 0 0 0 0 0 1\n8. Yektatalab \net al. [ 10]0 0 0 0 0 0 0 0 0 0\n9. Vitoratou \net al. [ 11]0 0 0 ? 0 0 0 0 0 ?\n10. Sujeeth et \nal. [19]0 0 0 0 0 0 1 0 0 1\n11. Patel et al. \n[17]0 0 0 0 0 0 1 0 0 1\n12. Brennan et \nal. [18]0 0 0 0 0 0 0 0 0 0\n1 3"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgeryquestions used in the survey. Hence, it is desirable to have a \nstandardized questionnaire with good reliability and validity \nto achieve consistent results across the globe.\nLimitations of the Study\nStudies available in English only were considered for the \nreview which led to the ignorance of articles published in \nnative languages. There is a risk of excluding eligible stud -\nies. For quality analysis, checklist for prevalence studies by \nHoy et al. (2012) [ 9], was used to analyse the risks of the \nstudies inolved. Although the current results are true and \ntransparent, had there been another checklist to assess the \nrisks of the studies, results of quality analyses would have \nbeen different.\nConclusions\nClinically significant misophonia ranges between 5% and \n34.67% as found in the 12 studies reviewed. Hence it is \nnecessary not only to accept misophonia as a condition \nand to come up with management options, but also a well \ndefined approach to ientifying misophonia so that its diag -\nnosis remains universal. Out of 195 countries in the world, \nmisophonia’s existence as an independent condition without \nany comorbidity has been studied in only 7 countries includ -\ning China, Germany, India, Iran, Turkey, the United States \nand the United Kingdom. This puts awareness of misopho -\nnia in other countries into question and urges researchers to \npublish their data in English to make it accessible for oth -\ners. Considering a wider sample from different age groups, \nethnicity, profession, etc., for reliable results is emphasized \nthrough this review.\nAcknowledgements  The authors acknowledge the Director, All India \nInstitute of Speech and Hearing affiliated to the University of Mysore \nfor allowing to carry out this study.\nAuthor Contributions  Vidya Gowda was involved in concept develop -\nment, study design, analysis of the results, interpretation, and writing \nthe manuscript; Prashanth Prabhu was involved in concept develop -\nment, study design and writing the manuscript.\nFunding  The research was funded by AIISH Research fund of the All \nIndia Institute of Speech and Hearing.\nDeclarations\nEthical Approval  In the present study, all the testing procedures were \ncarried out on humans using non-invasive techniques, adhering to the \nguidelines of the Ethics Approval Committee of the institute.\nConflict of Interest  The authors declare no conflicts of interest regard -\ning the publication of this paper.symptoms and found different severity results accordingly \nsuggesting non uniformity across the questionnaires.\nArticles under review incorporated different sampling \nframes and modes of data collection. Trained interviewers \nvisited households randomly to do one-to-one survey [ 13, \n14]. On the other side, undergraduate and graduate students \nof various courses which included psychology, mechanical \nengineering, law, medicine, etc. were sent e-survey forms \nthrough convenient sampling methods [ 5, 7, 10, 15–18]. \nZhou et al. (2017) [ 6] and Sujeeth et al. (2023) [ 19] visited \nclassrooms and used pen and paper battery on students with \nself administered questionnaires. The latter authors also had \nparents assist their children while answering the question -\nnaires to make the process easier on the subjects as they \nwere highschool students.\nFactors affecting the presence of misophonia were studied \nby various authors. Discussed are the observations recorded \nfrom the articles reviewed. While few studies suggested \nthat gender has no role in the prevalence of misophonic \nsymptoms [ 5–7, 11, 14, 16, 17, 19], few studies contrast -\ningly reported that misophonia is seen more in females than \nmales [ 13, 18]. It was found that age significantly affects the \nprevalence of misophonia, with younger individuals being \naffected more by the condition, and the symptoms deteri -\norated in older individuals as the age progressed [ 11, 13]. \nParadoxically, according to Wu et al. (2014) [ 5], age did \nnot have any effects on misophonia. Wu et al. (2014) [ 5] \nand Brennan et al. (2023) [ 18] showed that ethinicty has no \neffects on the occurence of misophonia in inividuals. Socio -\neconomic status was proved to not affect misophonia [ 18]. \nKilic et al. (2021) [ 13] also made few unique notes such as \nnot being married leading to high prevalence of misopho -\nnia and also found that misophonics get triggered by visual \nstimuli as well in the absence of auditory triggers. This sug -\ngests that Misophonia requires a standard approach for its \nassessment and management.\nImplications of the Study\nStudy method is majorly skewed towards online surveys \nwhich may have been affected by subjects’ bias which \ncould be due to inattentive random answering because of \nthe absence of an interviewer, improper understanding of \nthe questions, etc. The inconsistency observed in various \nstudies underscores the importance of investigating the \nepidemiology of misophonia using standardized method -\nological criteria. This research studied a set of such criteria, \nrevealing that a minority of published studies managed to \nmeet the requirements yet it is imperative for forthcoming \nstudies to adhere to a standard methodological criteria to \nenable a more straightforward comparison of. Prevalence \nof misophonia and its severity varies depending upon the \n1 3"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgeryfrom the S-Five in a UK representative sample. PLoS ONE \n18(3):e0282777. https://doi.org/10.1371/journal.pone.0282777\n12. Aryal S, Prabhu P (2023) Understanding misophonia from an \naudiological perspective: a systematic review. Eur Arch Otorhi -\nnolaryngol 280(4):1529–1545\n13. Kılıç C, Öz G, Avanoğlu KB, Aksoy S (2021) The prevalence \nand characteristics of misophonia in Ankara, Turkey: population-\nbased study. BJPsych open 7(5):e144. https://doi.org/10.1192/\nbjo.2021.978\n14. Jakubovski E, Müller A, Kley H, de Zwaan M, Müller-Vahl K \n(2022) Prevalence and clinical correlates of misophonia symp -\ntoms in the general population of Germany. Front Psychiatry \n13:1012424. https://doi.org/10.3389/fpsyt.2022.1012424\n15. Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM (2021) \nThe prevalence and severity of misophonia in a UK undergradu -\nate medical student population and validation of the Amsterdam \nmisophonia scale. Psychiatr Q 92:609–619\n16. Sarigedik E, Gulle BT (2021) A study on validation of Amster -\ndam Misophonia Scale in Turkish and Misophonia s preva -\nlence in Turkish High School/College Student Population. \nPsychiatry Behav Sci 11(4):258. https://doi.org/10.5455/\nPBS.20210509040627\n17. Patel NM, Fameen R, Shafeek N, Prabhu P (2023) Prevalence \nof Misophonia in College going students of India: a preliminary \nsurvey. Indian J Otolaryngol Head Neck Surg 75(2):374–378. \nhttps://doi.org/10.1007/s12070-022-03266-z\n18. Brennan CR, Lindberg RR, Kim G, Castro AA, Khan RA, Beren -\nbaum H, Husain FT (2024) Misophonia and hearing comorbidi -\nties in a Collegiate Population. Ear Hear 45(2):390–399. https://\ndoi.org/10.1097/AUD.0000000000001435\n19. Sujeeth PR, Hanji R, Nayyar K, Prabhu P (2023) Estimation of \nprevalence of Misophonia among High School students in India. \nIndian J Otolaryngol Head Neck Surg, 1–4\nPublisher’s Note  Springer Nature remains neutral with regard to juris -\ndictional claims in published maps and institutional affiliations.\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law.References\n1. Jastreboff PJ, Jastreboff MM (2014, May) Treatments for \ndecreased sound tolerance (hyperacusis and misophonia). Semi -\nnars in hearing, vol 35. Thieme Medical, pp 105–120. DOI: \nhttps://doi.org/10.1055/s-0034-1372527\n2. Jastreboff MM, Jastreboff PJ (2002) Decreased sound tolerance and \ntinnitus retraining therapy (TRT). Australian New Z J Audiol the \n24(2):74–84. https://doi.org/10.3316/informit.830321871955412\n3. Schröder A, Vulink N, Denys D (2013) Misophonia: diagnostic \ncriteria for a new psychiatric disorder. PLoS ONE 8(1):e54706. \nhttps://doi.org/10.1371/journal.pone.0054706\n4. Norena A (2023) Civilization of manners and misophonia. https://\ndoi.org/10.31234/osf.io/b3pxn\n5. Wu MS, Lewin AB, Murphy TK, Storch EA (2014) Misopho -\nnia: incidence, phenomenology, and clinical correlates in an \nundergraduate student sample. J Clin Psychol 70(10):994–1007. \nhttps://doi.org/10.1002/jclp.22098\n6. Zhou X, Wu MS, Storch EA (2017) Misophonia symptoms \namong Chinese university students: incidence, associated impair -\nment, and clinical correlates. J Obsessive-Compulsive Relat Dis -\norders 14:7–12. https://doi.org/10.1016/j.jocrd.2017.05.001\n7. Aryal S, Prabhu P (2022) Misophonia: prevalence, impact and \nco-morbidity among Mysore University students in India-a sur -\nvey. Neurosci Res Notes 5(4):161–161. https://doi.org/10.31117/\nneuroscirn.v5i4.161\n8. Moher D, Liberati A, Tetzlaff J, Altman DG, Group* PRISMA, T \n(2009) Preferred reporting items for systematic reviews and meta-\nanalyses: the PRISMA statement. Ann Intern Med 151(4):264–\n269. https://doi.org/10.7326/0003-4819-151-4-200908180-00135\n9. Hoy D, Brooks P, Woolf A, Blyth F, March L, Bain C, Buch -\nbinder R (2012) Assessing risk of bias in prevalence studies: \nmodification of an existing tool and evidence of interrater agree -\nment. J Clin Epidemiol 65(9):934–939. https://doi.org/10.1016/j.\njclinepi.2011.11.014\n10. Yektatalab S, Mohammadi A, Zarshenas L (2022) The prevalence \nof Misophonia and its relationship with obsessive-compulsive \ndisorder, anxiety, and depression in undergraduate students of \nShiraz University of Medical Sciences: a cross-sectional study. \nInt J Community Based Nurs Midwifery 10(4):259. https://doi.\norg/10.30476%2FIJCBNM.2022.92902.1888\n11. Vitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham T, \nGregory J (2023) Misophonia in the UK: prevalence and norms \n1 3"
    }
  ]
}