{
  "doc_type": "scientific paper",
  "title": "The mediating role of anxiety in the relationship between misophonia and quality of life: findings from the validated Turkish version of MisoQuest",
  "authors": [
    "Ezgi Ay",
    "Mert Huviyetli",
    "Eda Çakmak"
  ],
  "year": 2024,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2024.1361645",
  "abstract": "Misophonia is a disorder characterized by decreased tolerance to certain sounds or their associated stimuli, and many measurement tools have been developed for its diagnosis and evaluation. The aims of the current study were to develop the Turkish version of MisoQuest, a fully validated misophonia questionnaire, to evaluate the relationships between misophonia, anxiety, and quality of life, and to examine the mediating role of anxiety in the relationship between misophonia and quality of life. The reliability of the Turkish version of MisoQuest was conducted using data from 548 participants (Mean age = 28.06 ± 9.36). Then, the relationships between misophonia, anxiety, and quality of life were evaluated in a separate sample of 117 participants (Mean age = 25.50 ± 6.31) using the State–Trait Anxiety Inventory (STAI) and the Short Form 36 (SF-36) questionnaire. The results showed that the Turkish version of MisoQuest has good psychometric properties. Close-to-moderate positive correlations were found between misophonia and anxiety, and weak negative correlations were found between misophonia and quality of life. Anxiety mediated the relationships between misophonia and quality of life. These results emphasize that misophonia may be an important problem affecting people’s quality of life and reveal the mediating role of anxiety on this effect.",
  "keywords": [
    "misophonia",
    "anxiety",
    "quality of life",
    "MisoQuest",
    "validity",
    "reliability"
  ],
  "research_topics": [
    "Misophonia",
    "Anxiety",
    "Quality of Life",
    "Psychometrics",
    "Questionnaire Validation",
    "MisoQuest",
    "Mediation Analysis",
    "Turkish Population",
    "State-Trait Anxiety Inventory",
    "Health-related Quality of Life"
  ],
  "created_at": "2025-05-05T02:31:43.728043Z",
  "source_pdf": "documents/research/Global/Ay 2024 The mediating role of anxiety in the relationship between misophonia and quality of life.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology 01 frontiersin.org\nThe mediating role of anxiety in \nthe relationship between \nmisophonia and quality of life: \nfindings from the validated \nTurkish version of MisoQuest\nEzgi Ay  1,2, Mert Huviyetli  3* and Eda Çakmak  1\n1 Faculty of Health Sciences, Department of Audiology, Baskent University, Ankara, Türkiye, \n2 Department of Interdisciplinary Neuroscience, Ankara University Graduate School of Health \nSciences, Ankara, Türkiye, 3 Ear Institute, University College London, London, United Kingdom\nIntroduction : Misophonia is a disorder characterized by decreased tolerance to \ncertain sounds or their associated stimuli, and many measurement tools have \nbeen developed for its diagnosis and evaluation. The aims of the current study \nwere to develop the Turkish version of MisoQuest, a fully validated misophonia \nquestionnaire, to evaluate the relationships between misophonia, anxiety, and \nquality of life, and to examine the mediating role of anxiety in the relationship \nbetween misophonia and quality of life.\nMethods:  The reliability of the Turkish version of MisoQuest was conducted \nusing data from 548 participants (Mean age = 28.06 ± 9.36). Then, the relationships \nbetween misophonia, anxiety, and quality of life were evaluated in a separate \nsample of 117 participants (Mean age = 25.50 ± 6.31) using the State–Trait Anxiety \nInventory (STAI) and the Short Form 36 (SF-36) questionnaire.\nResults:  The results showed that the Turkish version of MisoQuest has good \npsychometric properties. Close-to-moderate positive correlations were \nfound between misophonia and anxiety, and weak negative correlations were  \nfound between misophonia and quality of life. Anxiety mediated the relationships \nbetween misophonia and quality of life.\nDiscussion:  These results emphasize that misophonia may be an important \nproblem affecting people’s quality of life and reveal the mediating role of anxiety \non this effect.\nKEYWORDS\nmisophonia, anxiety, quality of life, MisoQuest, validity and reliability\nIntroduction\nSome individuals experience abnormal emotional, behavioral, and physiological \nreactions to specific everyday sounds ( Ferrer-Torres and Giménez-Llort, 2022 ; Swedo et al., \n2022 ). This is initially introduced as “Selective Sound Sensitivity Syndrome” ( Bernstein \net al., 2013 ), now commonly referred to as “misophonia” ( Jastreboff and Jastreboff, 2001 ). \nUnlike sounds typically perceived as disturbing, individuals with misophonia suffer from \ndecreased tolerance toward ordinary, innocuous, and mostly human-induced sounds such \nas chewing, sniffing, and breathing sounds ( Schröder et al., 2013 ). However, stimuli that \ncause aversive reactions, also called “triggers, ” are not limited to human-produced sounds. \nStudies have reported that all kinds of sounds, regardless of their source, as well as visual \nstimuli and repetitive movements, may trigger misophonic reactions ( Dozier, 2015 ; Hansen OPEN ACCESS\nEDITED BY\nAntonio de Padua Serafim,  \nUniversity of São Paulo, Brazil\nREVIEWED BY\nCelia Sofia Moreira,  \nUniversity of Porto, Portugal\nCaterina Novara,  \nUniversity of Padua, Italy\n*CORRESPONDENCE\nMert Huviyetli   \n mert.huviyetli.21@ucl.ac.uk\nRECEIVED 26 December 2023\nACCEPTED 01 April 2024\nPUBLISHED 16 April 2024\nCITATION\nAy E, Huviyetli M and Çakmak E (2024) The \nmediating role of anxiety in the relationship \nbetween misophonia and quality of life: \nfindings from the validated Turkish version of \nMisoQuest.\nFront. Psychol.  15:1361645.\ndoi: 10.3389/fpsyg.2024.1361645\nCOPYRIGHT\n© 2024 Ay, Huviyetli and Çakmak. This is an \nopen-access article distributed under the \nterms of the Creative Commons Attribution \nLicense (CC BY) . The use, distribution or \nreproduction in other forums is permitted, \nprovided the original author(s) and the \ncopyright owner(s) are credited and that the \noriginal publication in this journal is cited, in \naccordance with accepted academic \npractice. No use, distribution or reproduction \nis permitted which does not comply with \nthese terms.TYPE Original Research\nPUBLISHED  16 April 2024\nDOI 10.3389/fpsyg.2024.1361645"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 02 frontiersin.orget  al., 2021 ). These reactions are irrespective of the physical \ncharacteristics of the stimuli (e.g., intensity or spectrum of sounds); \ninstead, they are associated with various factors, including the \nindividual’s psychological profile, previous experiences with the \nsound, and the context in which the sound is encountered ( Jastreboff \nand Jastreboff, 2001 ).\nThe most common emotional responses to triggers experienced \nby individuals with misophonia include varying levels of anger, \nirritation, stress, anxiety, and disgust ( Dozier, 2015 ; Jager et al., 2020 ). \nBesides these emotional reactions, sympathetic overactivity (fight-or-\nflight response) such as muscle tension, feeling of pressure in the \nchest, arms, and whole body, increase in heart rate and body \ntemperature, physical pain and breathing difficulties have been \nreported ( Edelstein et al., 2013 ; Dozier, 2015 ). Behavioral reactions \ninvolve coping strategies that individuals with misophonia use to \nreduce their exposure to trigger stimuli, such as escaping or avoiding \nsituations where the trigger may be  encountered, seeking to \ndiscontinue the triggering stimuli, and mimicking or reproducing the \ntriggers ( Edelstein et al., 2013 ). In extreme cases, verbal, or physical \nviolence toward the source of the triggers has also been reported \n(Schröder et al., 2013 ; Tunç and Başbuğ, 2017 ). These maladaptive \nreactions can cause serious negative effects on sufferers’ social life, \ninterpersonal relationships, performance of work or academic tasks, \npsychological status, and quality of life ( Schröder et al., 2013 ; Jager \net al., 2020 ).\nThere are different approaches in the literature that consider \nmisophonia as a component of decreased sound tolerance, a symptom \nassociated with various psychiatric disorders, or a new psychiatric \ndisorder ( Schröder et al., 2013 ; Jastreboff and Jastreboff, 2014 ). Different \napproaches also lead to differences in the criteria proposed for the \ndiagnosis of misophonia. In the criteria published by Schröder et al. \n(2013) , misophonic triggers are only sounds produced by other people, \nanger is the dominant reaction, and aversive reactions cannot \nbe explained by other psychopathologies. Dozier et al. (2017)  expanded \nthese criteria and included all kinds of sounds and stimuli from different \nmodalities as misophonic triggers and emphasized the immediate \nphysical reflex response. Finally, Jager et  al. (2020)  expanded and \nupdated the diagnostic criteria proposed by Schröder et  al. (2013) . \nAlthough there are various criteria proposed for the diagnosis of \nmisophonia, there are no definitive criteria in international official \ndiagnostic systems. Different questionnaires and measurement tools \nhave been developed to assess the misophonia. The Amsterdam \nMisophonia Scale (A-MISO-S) developed by Schröder et al. (2013)  and \nthe Misophonia Questionnaire (MQ) developed by Wu et al. (2014)  are \ncommonly used tools in research and clinics. Recently developed scales \nfor misophonia assessment include the MisoQuest ( Siepsiak et  al., \n2020a ), Duke Misophonia Questionnaire (DMQ) ( Rosenthal et  al., \n2021 ), Selective Sound Sensitivity Syndrome Scale (S-Five) ( Vitoratou \net al., 2021 ), Berlin Misophonia Questionnaire-Revised (BMQ - R) \n(Remmert et  al., 2022 ), and New  Y ork Misophonia Scale (NYMS) \n(Barahmand et al., 2023 ).\nDifferences in assessment and diagnostic criteria of misophonia are \na barrier to generalizing findings, comparing results across studies, and \nestimating the prevalence of misophonia in the general population \n(Swedo et al., 2022 ). Considering misophonia as a significant social \nproblem and conducting further research on its diagnosis and treatment \nseems essential for individuals’ social functioning and quality of life \n(Siepsiak and Dragan, 2019 ). MisoQuest developed by Siepsiak et al. (2020a)  is a fully validated questionnaire developed to assess \nmisophonia. MisoQuest was created based on the diagnostic criteria \nproposed by Schröder et al. (2013) . Due to its small number of items \nand single-factor structure, it is considered a rapid and effective tool for \nscreening misophonia. Therefore, the present study aims to evaluate the \npsychometric properties of MisoQuest in the Turkish population, to \nexamine the relationships between misophonia and state–trait anxiety \nand health-related quality of life and to assess the mediating role of \nanxiety on the relationship between misophonia and quality of life. The \nfindings will provide information on the generalizability of previous \nfindings to different populations, contributing to a better understanding \nof the relationship between misophonia and anxiety and the impact of \nmisophonic symptoms on individuals’ lives.\nMethods\nParticipants\nFor the Turkish adaptation of MisoQuest, 548 participants aged \n18–63 were included in the study. The mean age of the participants \nwas 28.06 ± 9.36 (female = 27.26 ± 8.87, male = 31.19 ± 10.58). 20% of \nthe participants were male ( n = 111) and 80% were female ( n = 437). \nThe education level of 77% of the participants ( n = 420) was college or \nabove, and 23% ( n = 128) was high school or below. The questionnaire \nwas delivered to the participants online via social media applications. \nParticipants with self-reported psychiatric diagnoses and hearing \nproblems were excluded.\nFollowing the validity and reliability study of the Turkish version \nof MisoQuest, data were collected from a different sample of 122 \nparticipants to evaluate the relationship between misophonia and \nstate–trait anxiety and quality of life. The MisoQuest, State–Trait \nAnxiety Inventory (STAI) and 36-item Short-Form Health Survey \n(SF-36) scales were delivered online to the participants at this stage. \nOf the 122 people who participated in the study, three people were \nexcluded because they stated that they were diagnosed with anxiety \ndisorder and two people were diagnosed with panic disorder, and the \nstudy continued with 117 people. The mean age was 25.50 ± 6.31 \n(female = 24.87 ± 5.84, male = 29.18 ± 7.79). The demographic \ncharacteristics of the participants are given in Table 1 .\nMeasurement tools\nMisoQuest\nThe MisoQuest is the first fully validated misophonia \nquestionnaire with good psychometric values and excellent reliability \n(Cronbach’s alpha = 0.955). This scale, which includes a single-factor \nand 14 items, was developed by Siepsiak et al. (2020a)  based on the \nmisophonia diagnostic criteria published by Schröder et al., with some \nmodifications. Unlike the criteria of Schröder et  al., MisoQuest \nincludes items related to all kinds of sounds, not only human-\nproduced sounds. The scale only assesses aversive responses to sounds; \nsensitivities in other sensory modalities are not included. Each item \nhas a 5-point Likert-type response category ranging from “1– Strongly \ndisagree, ” “2 – Disagree, ” “3 – Undecided, ” “4 – Agree” and “5 – \nStrongly agree. ” There is no reverse item in the MisoQuest and the \ntotal score ranges from 14 to 70."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 03 frontiersin.orgState–Trait Anxiety Inventory (STAI)\nThe STAI, developed by Spielberger et al. (1970) , is one of the most \ncommonly used tools to assess anxiety. It is a 40-item self-assessment \nquestionnaire consisting of two subscales that provide separate measures \nof two components of anxiety: state and trait anxiety. The first twenty \nitems measure situational or state anxiety (STAI-S), and the second \ntwenty items measure underlying or trait anxiety (STAI-T). The State-\nAnxiety Scale evaluates how respondents’ feel about anxiety “right now, \nat this moment” through four scales: “1 - Not at all, ” “2 – Somewhat, ” \n“3 - Moderately so, ” and “4 - Very much so. ” The Trait-anxiety Scale \nassesses how people “generally feel” about anxiety with four scales: “1 \nAlmost never, ” “2 – sometimes, ” “3 - Often, ” and “4 - Almost always. ” \nThere are 10 reversed items on the state scale (items 1, 2, 5, 8, 10, 11, 15, \n16, 19, and 20), and seven on the trait scale (items 21, 26, 27, 30, 33, 36, \nand 39). The range of scores is from 20 to 80, the higher the score \nindicating greater anxiety. In this study, the Turkish version of STAI \nadapted by Öner and Le Compte (1983)  was used. The Cronbach alpha \nvalue reported by Öner and La Compte is between 0.83–0.87 for the \nTrait Anxiety Scale and between 0.94–0.96 for the State Anxiety Scale.\n36-item Short-Form Health Survey (SF-36)\nThe SF-36 is a standard measurement tool for assessing health-\nrelated quality of life and was developed by Ware and Sherbourne \n(1992) . It is a Likert-type scale made up of 36 items, divided into eight \ndimensions: (i) Physical Functioning (PF), which assesses whether \nhealth conditions interfere with the ability to perform daily life activities; \n(ii) Physical Role Functioning (RP), which measures functional \nlimitations due to health problems; (iii) Emotional Role Functioning \n(RE) which evaluates functional limitations by emotional problems; (iv) \nSocial Functioning (SF), which impacts in quantity and quality of social \nactivities induced by mental and physical problems; (v) Mental Health \n(MH), which measures aspects of depressive and anxiety; (vi) General \nHealth (GH), which evaluates individual health status and its \ndevelopment tendency; (vii) Bodily Pain (BP), which measures degrees \nof pain to daily activities; and (viii) Vitality (VT), which is a subjective \nassessment of energy and tiredness. The scale has no total score; \nsub-dimension scores can range from 0 to 100, and higher scores mean \nbetter health status. The scores in these 8 domains can be reduced to two general components: The Physical Component Summary (PCS) score \nis calculated using the four physical health dimensions: PF, RP , BP and \nGH. The Mental Component Summary (MCS) score is calculated using \nthe four mental health perceptions: VT, SF, RE and MH. In this study, \nthe Turkish version of the SF-36 adapted by Koçyigit et al. (1999)  was \nused. Cronbach’s alpha values reported by Koçyiğit et al. range between \n0.73 and 0.76 for the subscales.\nProcedure\nFor the adaptation of MisoQuest to Turkish, written permission \nwas first obtained from the developers of the questionnaire. \nMisoQuest, originally written in Polish, was translated from Polish to \nTurkish by a native Turkish translator who speaks Polish fluently. The \nTurkish translation was shared with the developers of the original \nversion of MisoQuest, and a back translation into Polish was provided \nby a translator who speaks Turkish and Polish. An audiologist and a \npsychologist examined the Turkish translation of the questionnaire. \nThen, the questionnaire was applied to 5 individuals, and final \nadjustments were made in line with their feedback.\nStatistical analysis\nFor the item analysis of MisoQuest, corrected item-total \ncorrelation was used. Confirmatory factor analysis (CFA) was used to \nevaluate the construct validity of MisoQuest. CFA was performed \nusing maximum likelihood estimation and robust versions of the fit \nindices because of the non-normal distribution of data. The goodness-\nof-fit of the model was examined with the ratio of chi-square value to \ndegrees of freedom ( X2/df), root mean square error of approximation \n(RMSEA), comparative fit index (CFI), and Tucker-Lewis Index (TLI). \nFor these indices, the following cut-off values were used to indicate \nthe goodness of model fit: X2/df ≤ 3, RMSEA ≤0.06, CFI ≥ 0.95, \nTLI ≥ 0.95 ( Hu and Bentler, 1999 ). Internal consistency was tested \nwith Spearman’s rank correlation coefficient. Cronbach’s alpha \ncoefficient and Spearman-Brown coefficient were used in reliability TABLE 1  Demographic characteristics of participants.\nn =  548 n =  117\nAge M = 28.06, SD = 9.36\nRange = 18–63M = 25.50, SD = 6.31\nRange = 18–46\nn (%) n (%)\nGender\nFemale 437 (80) 100 (86)\nMale 111 (20) 17 (14)\nEducation\nHigh school and below 128 (23) 29 (25)\nUniversity and above 420 (77) 88 (75)\nMarital status\nMarried 186 (34) 31 (27)\nSingle 362 (66) 86 (73)\nM, mean; SD, standard deviation."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 04 frontiersin.organalyses. To evaluate normality of distribution Kolmogorov–Smirnov \ntest was used. Pearson’s and Spearman’s rank correlations coefficients \nanalysis were conducted to assess the relationship between misophonia \nand state anxiety, trait anxiety and quality of life. A value of p < 0.05 \nwas considered statistically significant. The PROCESS macro for SPSS, \na bootstrapping technique developed by Hayes (2017)  was used to \nevaluate the mediating role of anxiety on the relationships between \nmisophonia and quality of life. The number of bootstrap resamples \nwas set at 5000. If the upper and lower limits of the 95% confidence \ninterval did not include zero, the mediation effect was considered \nstatistically significant. Statistical analyses were performed using R \nsoftware (Version 4.3.3.), IBM SPSS 25.0, and IBM SPSS AMOS 25.0 \nprograms (SPSS Statistics Version 25.0. IBM Corp., Armonk, NY).\nResults\nItem-total analysis\nThe corrected item-total correlation coefficients were between \n0.49 and 0.70. These coefficients are shown in Table 2  for each item.\nConfirmatory factor analysis\nFirst, the single-factor model of the Turkish version of the \nMisoQuest was evaluated. As a result of confirmatory factor analysis, the following goodness-of-fit indices were obtained: X2  = 338.02 \n(df = 77), X2/df = 4.39, RMSEA = 0.09, CFI = 0.89, and TLI = 0.87. These \nindices indicated a poor fit between the model and the data. A parallel \nanalysis was conducted to determine the appropriate factor structure. \nThis analysis suggested a 3-factor structure. For the 3-factor structure, \nthe following goodness-of-fit indices were obtained: X2  = 200.45 \n(df = 74), X2/df = 2.71, CFI = 0.95; TLI = 0.94; RMSEA = 0.06. These \nindices indicated that the 3-factor model good fit between the model \nand the data. The goodness of fit values of the testing models are given \nin Table 3 . The confirmatory factor analysis model for MisoQuest is \ngiven in Figure 1 .\nFactor loadings\nFactor loadings for all items ranged from 0.46 to 0.66. The first \nfactor (1.-5. and 7. items) was named “Emotional Reactions, ” the \nsecond factor (6., 8., 9., 12., 14. items) was named “ Anger and \nAvoidance, ” and the third factor (10., 11., 13. items) was named \n“Functionality. ” Factor loadings are shown in Table 2 .\nReliability analysis\nAccording to the internal consistency analysis results, the \ncorrelations between the total score of MisoQuest and the sub-factors \nwere significant and varies between 0.79 and 0.89. Correlation TABLE 2  Corrected item-total correlation and factor loadings.\nMisoquest items\n(n =  548)Corrected item-total \ncorrelationF1 F2 F3\nI1 0.60 0.66\nI2 0.58 0.63\nI3 0.63 0.66\nI4 0.62 0.56\nI5 0.55 0.59\nI7 0.70 0.56\nI6 0.64 0.47\nI8 0.60 0.54\nI9 0.55 0.64\nI12 0.64 0.63\nI14 0.50 0.46\nI10 0.66 0.46\nI11 0.59 0.52\nI13 0.49 0.64\nF1, emotional reactions; F2, anger and avoidance; F3, functionality.\nTABLE 3  Model fit indices for confirmatory factor analysis.\n(n =  548) χ2df() χ2/df RMSEA CFI TLI\nOne-factor model 338.02 (77) 4.39 0.09 0.89 0.87\nThree-factor model 200.45 (74) 2.71 0.06 0.95 0.94\nχ2/df, reduced Chi-square; RMSEA, root mean square error of approximation; CFI, comparative fit index; TLI, Tucker Lewis index."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 05 frontiersin.orgcoefficients are shown in Table 4 . The Cronbach’s alpha value for the \nentire questionnaire is 0.90. It was 0.85 for the “Emotional Reactions, ” \n0.79 for the “ Anger and Avoidance, ” and 0.72 for the “Functionality. ” \nSpearman-Brown coefficient is found to be  0.92 for the whole \nMisoQuest and 0.86, 0.78 and 0.74 for the sub-factors, respectively.\nSecond order confirmatory factor analysis\nAfter the first-order confirmatory model was confirmed, the \nsecond-order confirmatory factor analysis was conducted to identify \nwhether all factors can be placed under a higher-order factor. This \nanalysis reveals that three-factor measures a higher-order underlying \nconstruct, with very good reliability (0.84). The second-order latent variable was defined as “Misophonia. ” Thus, it is possible to consider \nthat the total score of MisoQuest measures a latent misophonia \nvariable manifested through three sub-factors of MisoQuest.\nThe relationship between misophonia and \nanxiety and quality of life\nStatistically significant and close to moderate positive correlations \nwere found between the MisoQuest total and sub-factors scores, and \n“STAI-State anxiety” scores ( r  = 0.349, r  = 0.289, r  = 0.384, and \nr = 0.286, respectively) as well as “STAI-Trait anxiety” scores ( r = 0.334, \nr = 0.317, r = 0.335, and r = 0.247, respectively). Statistically significant \nweak negative correlations were found between the MisoQuest total, \nFIGURE 1\nConfirmatory factor analysis model for MisoQuest.\nTABLE 4  The correlation between the total score and sub-factors of the MisoQuest.\n(n =  548) Mean SD F1 F2 F3 MisoQuest total\nMisoQuest total 36.33 10.51\nF1: Emotional reactions 15.91 5.16 – 0.639* 0.577* 0.891*\nF2: Anger and avoidance 13.65 4.31 – 0.648* 0.882*\nF3: Functionality 6.76 2.51 – 0.791*\n*p < 0.001."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 06 frontiersin.org\nFIGURE 2\nScatter plots of correlations between MisoQuest with STAI and SF-36.“Emotional Reactions” and “ Anger and Avoidance” scores and “SF-36 \nVitality (VT)” scores ( r = −0.194, r = −0.182, r = −0.245, respectively), \n“SF-36 Social Functioning (SF)” scores ( r = −0.242, r = −0.244, and \nr = −0.248, respectively), and “SF-36 Mental Health (MH)” scores \n(r = −0.241, r = −0.215, and r = −0.270, respectively). A significant \nweak correlation was found between the “Emotional Reactions” score \nand the “SF-36 Role Emotional (RE)” score ( r = −0.183). The Pearson \ncorrelation coefficients between MisoQuest with STAI and SF-36 are given in Table 5 . The correlation between the MisoQuest total score \nand other scales is shown as scatter plots in Figure 2 .\nMediation model\nThe mediating role of state and trait anxiety on the relationship \nbetween misophonia and quality of life was examined separately. The \nTABLE 5  Pearson correlation coefficients between MisoQuest with STAI and SF-36.\n(n =  117) MisoQuest total F1 F2 F3\nSTAI – State anxiety 0.349*** 0.289** 0.384** 0.286**\nSTAI – Trait anxiety 0.334*** 0.317** 0.335** 0.247**\nSF-36 Physical functioning (PF) −0.086 −0.151 0.006 −0.048\nSF-36 Role physical (RP) −0.101 −0.121 −0.074 −0.075\nSF-36 Bodily pain (BP) −0.043 −0.029 −0.091 −0.004\nSF-36 General health (GH) −0.154 −0.150 −0.154 −0.110\nSF-36 Vitality (VT) −0.194* −0.182* −0.245** −0.050\nSF-36 Social functioning (SF) −0.242** −0.244** −0.248** −0.123\nSF-36 Role emotional (RE) −0.176 −0.183* −0.175 −0.119\nSF-36 Mental health (MH) −0.241** −0.215* −0.270** −0.183\nF1, emotional reactions; F2, anger and avoidance; F3, functionality.\n*p < 0.05; **p < 0.01; ***p < 0.001.  \nBold font indicates significant correlations."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 07 frontiersin.orgMisoQuest Total score was determined as the independent variable \nand the three sub-factor scores of SF-36 [Vitality (VT), Social \nFunctioning (SF) and Mental Health (MH)] that had a significant \ncorrelation with MisoQuest Total were determined as the dependent \nvariable. For both state and trait anxiety, total effect of misophonia on \nSF-36 (VT), SF-36 (SF), SF-36 (MH) was statistically significant. The \nindirect effect of misophonia on SF-36 (VT), SF-36 (SF), SF-36 (MH) \nwas also statistically significant. However, the direct effect of \nmisophonia on SF-36 (VT), SF-36 (SF), SF-36 (MH) was not \nsignificant. These results suggest that state and trait anxiety fully \nmediated the relationship between misophonia and quality of life. The \nresults of the mediation analysis are presented in Figure 3  and Table 6 .Discussion\nA growing number of studies have attempted to understand \nsymptoms of misophonia, its pathophysiology, prevalence, and \nrelationship with different audiological, psychological, and \npsychiatric factors ( Siepsiak and Dragan, 2019 ; Ferrer-Torres and \nGiménez-Llort, 2022 ). However, standard measurement tools used \nin clinics and research for the diagnosis and evaluation of \nmisophonia are still lacking ( Swedo et al., 2022 ). The purposes of \nthe present study are to examine the Turkish psychometric \nproperties of MisoQuest, to evaluate the relationships between \nmisophonia, state and trait anxiety and health-related quality of \nFIGURE 3\nPath model of the mediating effect of state (A) and trait (B) anxiety on the relationship between misophonia and quality of life. Note. a,b,c, and c’ are \nunstandardised regression coefficients. a path (direct effect of MisoQuest-Total scores on STAI), b path (direct effect of STAI on SF-36), c (total effect of \nMisoQuest-Total on SF-36), c’ (direct effect MisoQuest-Total on SF-36). **** p < 0.0001, ** p <  0.01, * p < 0.05."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 08 frontiersin.orglife, and to assess the mediating role of anxiety in the effect of \nmisophonia on quality of life.\nConfirmatory Factor Analysis (CFA) revealed a three-factor \nstructure for the Turkish version of MisoQuest. Since the factor \nloadings were greater than 0.3 and goodness-of-fit indices were \ngood and quite acceptable in the CFA, the three-factor structure \nwas considered appropriate. Reliability analyses indicate that the \nTurkish version of MisoQuest has high internal consistency. \nCronbach’s alpha coefficient is very close to the value obtained in \nthe original version of the questionnaire ( α = 0.955) ( Siepsiak et al., \n2020a ). Moreover, corrected item-total correlations indicate that \neach item contributes sufficiently to the total score. The results demonstrate that the Turkish version of MisoQuest is valid \nand reliable.\nIn the Turkish version of MisoQuest, items related to individuals’ \ninternal emotional experiences, items related to anger response and \navoidance of social environments, and items related to functionality \nin daily life are collected into three separate factors, unlike the \noriginal single-factor version of the questionnaire. A similar \ndifference in factor structure between the original questionnaire and \nits Turkish version was also reported in the MQ ( Wu et al., 2014 ; \nSakarya and Çakmak, 2022 ). It is possible that the experience and \nexpression of misophonia may vary as a result of social and cultural \nnorms in different societies. Zhou et al. (2017) , reported weaker TABLE 6  Mediation of the relationship between misophonia and quality of life by state and trait anxiety.\nMisoQuest-Total - STAI-\nState - SF- 36(VT-SF-MH)95% Confidence interval\nEffect SE t p-value Lower Upper\nDirect effect\nMisoQuest-total ➔ SF-36 (VT)−0.0053 0.1427 −0.0409 0.9675 −0.2640 0.2534\nIndirect effect\nMisoQuest -total ➔ STAI-S ➔SF-36 (VT)−0.2971 0.0735 −0.4480 −0.1559\nTotal effect\nMisoQuest -total ➔ SF-36 (VT)−0.3025 0.1427 −2.1192 0.0362 −0.5852 −0.0198\nDirect effect\nMisoQuest -total ➔ SF-36 (SF)−0.3026 0.1898 −1.5945 0.1136 −0.6786 0.0733\nIndirect effect\nMisoQuest -total ➔ STAI-S ➔SF-36 (SF)−0.1882 0.0764 −0.3593 −0.0607\nTotal effect\nMisoQuest -total ➔ SF-36 (SF)−0.4908 0.1832 −2.6791 0.0085 −0.8537 −0.1279\nDirect effect\nMisoQuest -total ➔ SF-36 (MH)−0.0309 0.1057 −0.2929 0.7701 −0.2403 0.1784\nIndirect effect\nMisoQuest -total ➔ STAI-S ➔SF-36 (MH)−0.2973 0.0718 −0.4414 −0.1621\nTotal effect\nMisoQuest -total ➔ SF-36 (MH)−0.3282 0.1235 −2.6581 0.009 −0.5729 −0.0836\nMisoQuest-Total - STAI-\nTrait - SF- 36(VT-SF-MH)Direct effect\nMisoQuest -total ➔ SF-36 (VT)0.0208 0.1222 0.1704 0.8650 −0.2213 0.2630\nIndirect Effect\nMisoQuest -total ➔ STAI-T ➔SF-36 (VT)−0.3233 0.0869 −0.4960 −0.1565\nTotal effect\nMisoQuest -total ➔ SF-36 (VT)−0.3025 0.1222 −2.1192 0.0362 −0.5852 −0.0198\nDirect effect\nMisoQuest -total ➔ SF-36 (SF)−0.2664 0.1849 −1.4409 0.1524 −0.6326 0.0998\nIndirect effect\nMisoQuest -total ➔ STAI-T ➔SF-36 (SF)−0.2245 0.0913 −0.4257 −0.0697\nTotal effect\nMisoQuest -total ➔ SF-36 (SF)−0.4908 0.1832 −2.6791 0.0085 −0.8537 −0.1279\nDirect effect\nMisoQuest -total ➔ SF-36 (MH)−0.0459 0.1052 −0.4366 0.6632 −0.2544 0.1625\nIndirect effect\nMisoQuest -total ➔ STAI-T ➔SF-36 (MH)−0.2823 0.0758 −0.4359 −0.1369\nTotal effect\nMisoQuest -total ➔ SF-36 (MH)−0.3282 0.1235 −2.6581 0.009 −0.5729 −0.0836"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 09 frontiersin.orgcorrelations between misophonia symptoms and impairment in \nfunctioning in Chinese students than in American students. Turkey \nis considered a collectivist country in terms of cultural values such \nas commitment to the group and family ( Kağitçibasi, 1996 ) and is \nsimilar to China in this context ( Suh et  al., 1998 ). Obtaining a \ndifferent factor structure from the original questionnaire in this \nstudy may be due to these characteristics of Turkish culture. Studies \nthat evaluate different cultures with the same standard measurement \ntools will increase our knowledge of the cross-cultural characteristics \nof misophonia.\nDue to differences in assessment methods, measurement tools and \ndiagnostic criteria, the frequency of misophonia reported in studies \nvaries within a wide range between 3 and 55% ( Jastreboff and \nJastreboff, 2014 ; Wu et al., 2014 ; Zhou et al., 2017 ; Naylor et al., 2021 ). \nIn a study conducted with depression patients using MisoQuest, it was \nreported that 8.5% of the patients met the misophonia criteria both in \nface-to-face interviews and in MisoQuest (when the cut-off value was \n61 and above) ( Siepsiak et al., 2020b ). In another study conducted \nwith 253 individuals using the same cut-off value, 69% of participants \nhad self-reported misophonia, while 45% of those reporting self-\nreported misophonia met the MisoQuest cut-off criterion ( Enzler \net al., 2021 ). In our study, misophonia was detected in 2% of the total \nsample (N = 665) according to this cut-off value. Although this \npercentage is lower than those reported in other studies, it is close to \nJastreboff and Jastreboff ’s (2014)  estimates of 3.2%. It is thought that \nthe higher frequencies of misophonia reported for different \nmeasurement tools may be related to the fact that these tools include \nmore general sound sensitivities and lower severity misophonia \nsymptoms in measurement ( Siepsiak et al., 2020b ). Individuals with \nmisophonia find similar stimuli to be  aversive to those without \nmisophonia, but they experience extreme levels of aversion ( Edelstein \net al., 2013 ). Additionally, when only severe symptoms are taken into \naccount, the misophonia frequency reported in the studies decreases \nconsiderably ( Naylor et al., 2021 ). MisoQuest appears to detect more \nsevere and quality of life impairing levels of misophonia, consistent \nwith the purpose for which it was developed ( Siepsiak et al., 2020b ). \nEvaluations using different misophonia measurement tools on the \nsame population may provide comparable findings regarding \nthese tools.\nAlthough misophonia is considered a separate disorder with \nunique clinical features and neurophysiological mechanisms, many \nstudies are reporting a relationship between misophonia and different \npsychiatric symptoms and psychopathologies ( Schröder et al., 2013 ; \nErfanian et al., 2019 ; Jager et al., 2020 ). Two studies conducted with \nsimilar methodology on samples from different cultures found \nsignificant positive correlations between misophonia symptoms \nassessed by MQ and anxiety, depression, and OCD symptoms ( Wu \net al., 2014 ; Zhou et al., 2017 ). In patients with depression, anxiety was \nfound to be more highly correlated with the severity of misophonia \nmeasured with MisoQuest than other variables ( Siepsiak et al., 2020b ). \nAdditionally, studies have shown that anxiety has a mediating role on \nanger outbursts associated with misophonia ( Wu et al., 2014 ; Zhou \net al., 2017 ). In our study, a significant, close to moderate positive \ncorrelation was obtained between MisoQuest scores and STAI-State \nand STAI-Trait anxiety scores. Our findings also show that anxiety has \na mediating role in the relationship between misophonia and quality \nof life. This finding indicates that as the severity of misophonia \nincreases, individuals’ anxiety levels would increase as well, and the deterioration in their quality of life may be a function of this increase \nin anxiety levels. Many studies report that exposure to misophonic \ntriggers causes anxiety symptoms ( Edelstein et al., 2013 ). However, \nsome studies report that exposure to these triggers elicits anticipatory \nanxiety associated with thinking about future misophonic situations \nrather than eliciting an immediate anxiety response ( Jager et al., 2020 ). \nBased on the relationship between misophonia and anxiety, there are \nstudies that suggest anxiety treatment approaches in the treatment of \nmisophonia ( Bernstein et al., 2013 ). Randomized controlled clinical \nstudies are needed to better understand the causal relationship \nbetween misophonia and anxiety. These studies may also provide a \nbetter evaluation of the effectiveness of anxiety-based intervention \nin misophonia.\nNegative reactions caused by misophonia can cause deterioration \nin both interpersonal relationships and work or academic task \nperformance, and can remarkably affect the person’s well-being, daily \nfunctionality, and quality of life ( Edelstein et al., 2013 ; Wu et al., 2014 ; \nZhou et al., 2017 ; Ferrer-Torres and Giménez-Llort, 2022 ). The impact \nof misophonia on an individual’s quality of life can range from a mild \neffect to severe impairment. The greater the severity of misophonia, \nthe greater the impact on individuals’ quality of life ( Jager et al., 2020 ). \nIn our study, individuals’ quality of life was evaluated with the SF-36 \nscale, and significant negative correlations were found between the \nmisophonia total scores and the Vitality (VT), Social Functioning (SF) \nand Mental Health (MH) factors of the SF-36. The Role Emotional \n(RE) factor of SF-36 was found to be correlated with the “Emotional \nReactions” factor of MisoQuest. These findings support the previous \nfindings that have shown the negative impact of misophonia on an \nindividual’s quality of life. Moreover, no correlation was found \nbetween S-36’s physical health-related factors, Physical Functioning \n(PF), Role Physical (RP), Bodily Pain (BP), General Health (GH), and \nmisophonia levels. Although some people with misophonia report \nthat they also experience unpleasant sounds as painful, the \ncomorbidity of misophonia with any somatic problems has not been \nreported ( Rosenthal et al., 2022 ). Our findings support the previously \nreported view that misophonia is perceived as a mental problem \nrather than a physical problem ( Kılıç et  al., 2021 ). However, this \nfinding may be related to the fact that the majority of our sample \nconsisted of normal individuals without a diagnosis of clinically \nsignificant misophonia.\nLimitations\nThere are several limitations in this study. First, using the \nonline self-report method in data collection may cause recruitment \nbias. Second, participants’ psychological and audiological \ndiagnoses were based on self-report. Evaluations made by clinical \npsychologists, psychiatrists, and audiologists experienced in \nmisophonia will be important in subsequent studies, especially in \ndetecting comorbid disorders. Third, the age, educational status, \nand gender distribution of the individuals in the sample was not \nbalanced. This may affect the generalizability of the results. Fourth, \nthe target sample of this study was individuals from the normal \npopulation, but case–control studies including individuals \nclinically diagnosed with misophonia will contribute to a better \nunderstanding of the differences between individuals with \nmisophonia and the normal population."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 10 frontiersin.orgConclusion\nAn increasing number of measurement tools have been developed \nfor misophonia in recent years, and adapting these tools to different \ncultures is essential in providing a standard measurement for \nmisophonia and revealing intercultural differences. In this study, the \nvalidity and reliability of the MisoQuest in Turkish was evaluated, and \nit was shown that the Turkish version of the questionnaire has good \npsychometric properties. Developing new measurement tools with \ngood psychometric properties for the diagnosis of misophonia and \nensuring cross-cultural adaptation of these tools will make significant \ncontributions to the creation of a standardized diagnosis and \ntreatment protocol for misophonia. We  believe that the Turkish \nversion of MisoQuest will be  a useful measurement tool that can \nbe used both as a screening tool in clinical practice and in misophonia \nresearch. To our knowledge, our study is the first to evaluate the \nrelationship between misophonia assessed with MisoQuest and \nanxiety symptoms and quality of life in the normal population. Our \nstudy found a significant relationship between the misophonia level \nassessed with MisoQuest and people’s state and trait anxiety levels and \ntheir quality of life.\nData availability statement\nThe original contributions presented in the study are publicly \navailable. This data and Turkish version of MisoQuest can be found here: \nhttps://doi.org/10.6084/m9.figshare.24903288.v2 .\nEthics statement\nThe studies involving humans were approved by the Baskent \nUniversity Clinical Research Ethics Committee (Project number: \nKA21/72). The studies were conducted in accordance with the \nlocal legislation and institutional requirements. The participants \nprovided their written informed consent to participate in \nthis study.Author contributions\nEA: Writing – review & editing, Writing – original draft, \nValidation, Project administration, Methodology, Investigation, \nFormal analysis, Conceptualization. MH: Visualization, Writing – \nreview & editing, Writing – original draft, Validation, Methodology, \nInvestigation, Formal analysis, Conceptualization. EÇ: Visualization, \nData curation, Writing – review & editing, Writing – original draft, \nFormal analysis.\nFunding\nThe author(s) declare that no financial support was received for \nthe research, authorship, and/or publication of this article.\nAcknowledgments\nThe authors would like to thank Elif Eser, Merve Topaloğlu, and \nKader Hazar Delibaş for their contributions to data collection and also \nthe reviewers for their valuable contributions.\nConflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors \nand do not necessarily represent those of their affiliated organizations, \nor those of the publisher, the editors and the reviewers. Any product \nthat may be evaluated in this article, or claim that may be made by its \nmanufacturer, is not guaranteed or endorsed by the publisher.\nReferences\nBarahmand, U., Stalias-Mantzikos, M. E., Xiang, Y ., and Rotlevi, E. (2023). The \nNew Y ork Misophonia scale (NYMS): a new instrument to identify Misophonia in \nthe general population. J. Psychiatr. Pract.  29, 269–281. doi: 10.1097/\nPRA.0000000000000724\nBernstein, R. E., Angell, K. L., and Dehle, C. M. (2013). A brief course of cognitive \nbehavioural therapy for the treatment of misophonia: a case example. Cog. Behav. Ther.  \n6:e10. doi: 10.1017/S1754470X13000172\nDozier, T. H. (2015). Etiology, composition, development and maintenance of \nmisophonia: a conditioned aversive reflex disorder. Psychol. Thought  8, 114–129. doi: \n10.5964/psyct.v8i1.132\nDozier, T. H., Lopez, M., and Pearson, C. (2017). Proposed diagnostic criteria for \nmisophonia: a multisensory conditioned aversive reflex disorder. Front. Psychol.  8:1975. \ndoi: 10.3389/fpsyg.2017.01975\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V . S. (2013). Misophonia: \nphysiological investigations and case descriptions. Front. Hum. Neurosci.  7:296. doi: \n10.3389/fnhum.2013.00296\nEnzler, F., Loriot, C., Fournier, P ., and Noreña, A. J. (2021). A psychoacoustic test for \nmisophonia assessment. Sci. Rep.  11:11044. doi: 10.1038/s41598-021-90355-8\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and comorbid \npsychiatric symptoms: a preliminary study of clinical findings. Nord. J. Psychiatry  73, \n219–228. doi: 10.1080/08039488.2019.1609086Ferrer-Torres, A., and Giménez-Llort, L. (2022). Misophonia: a systematic review of \ncurrent and future trends in this emerging clinical field. Int. J. Environ. Res. Public Health  \n19:6790. doi: 10.3390/ijerph19116790\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources trigger \nmisophonia? Not just chewing and breathing. J. Clin. Psychol.  77, 2609–2625. doi: \n10.1002/jclp.23196\nHayes, A. F. (2017). Introduction to mediation, moderation, and conditional process \nanalysis: A regression-based approach.  New Y ork: Guilford Publications.\nHu, L. T., and Bentler, P . M. (1999). Cutoff criteria for fit indexes in covariance \nstructure analysis: conventional criteria versus new alternatives. Struct. Equ. Model. \nMultidiscip. J.  6, 1–55. doi: 10.1080/10705519909540118\nJager, I., de Koning, P ., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia: \nphenomenology, comorbidity and demographics in a large sample. PLoS One  \n15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboff, M. M., and Jastreboff, P . J. (2001). Components of decreased sound \ntolerance: hyperacusis, misophonia, phonophobia. ITHS News Lett.  2, 1–5.\nJastreboff, P . J., and Jastreboff, M. M. (2014). Treatments for decreased sound tolerance \n(hyperacusis and misophonia). Seminars in hearing. Thieme Med. Pub.  35, 105–120. doi: \n10.1055/s-0034-1372527\nKağitçibasi, Ç. (1996). The autonomous-relational self: a new synthesis. Eur. Psychol.  \n1, 180–186. doi: 10.1027/1016-9040.1.3.180"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Ay et al. 10.3389/fpsyg.2024.1361645\nFrontiers in Psychology 11 frontiersin.orgKılıç, C., Öz, G., Avanoğlu, K. B., and Aksoy, S. (2021). The prevalence and \ncharacteristics of misophonia in Ankara, Turkey: population-based study. BJPsych open  \n7:e144. doi: 10.1192/bjo.2021.978\nKoçyigit, H., Aydemir, O., Olmez, N., and Memis, A. (1999). SF-36’nın Türkçe için \ngüvenilirligi ve geçerliligi. Ege Fizik Tedavi ve Rehabilitasyon Dergisi  12, 102–106.\nNaylor, J., Caimino, C., Scutt, P ., Hoare, D. J., and Baguley, D. M. (2021). The \nprevalence and severity of misophonia in a UK undergraduate medical student \npopulation and validation of the Amsterdam misophonia scale. Psychiatry Q.  92, \n609–619. doi: 10.1007/s11126-020-09825-3\nÖner, N., and Le Compte, A. (1983). Handbook of state-trait anxiety . Istanbul, Turkey, \nBogazici University Publication.\nRemmert, N., Schmidt, K. M. B., Mussel, P ., Hagel, M. L., and Eid, M. (2022). The \nBerlin Misophonia questionnaire revised (BMQ-R): development and validation of a \nsymptom-oriented diagnostical instrument for the measurement of misophonia. PLoS \nOne 17:e0269428. doi: 10.1371/journal.pone.0269428\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., \nGuetta, R. E., Trumbull, J., et al. (2021). Development and initial validation of \nthe duke misophonia questionnaire. Front. Psychol.  12:709928. doi: 10.3389/\nfpsyg.2021.709928\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., \nGuetta, R., Trumbull, J., et al. (2022). Phenotyping misophonia: psychiatric \ndisorders and medical health correlates. Front. Psychol.  13:941898. doi: 10.3389/\nfpsyg.2022.941898\nSakarya, M. D., and Çakmak, E. (2022). Mizofoni Ölçeği’nin Türkçe Formunun \nGeçerlik ve Güvenirlik Sınama Çalışması. Psikoloji Çalışmaları  42, 231–255. doi: \n10.26650/SP2020-845239\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria for a \nnew psychiatric disorder. PLoS One  8:e54706. doi: 10.1371/journal.pone.0054706\nSiepsiak, M., and Dragan, W . (2019). Misophonia-a review of research results and \ntheoretical concepts. Psychiatr. Pol.  53, 447–458. doi: 10.12740/PP/92023Siepsiak, M., Śliwerski, A., and Łukasz Dragan, W . (2020a). Development and \npsychometric properties of misoquest—a new self-report questionnaire for misophonia. \nInt. J. Environ. Res. Public Health  17:1797. doi: 10.3390/ijerph17051797\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł., and Dragan, W . Ł. \n(2020b). Prevalence of misophonia and correlates of its symptoms among inpatients \nwith depression. Int. J. Environ. Res. Public Health  17:5464. doi: 10.3390/ijerph17155464\nSpielberger, C.D., Gorsuch, R.L., and Lushene, R. (1970). Manual for the State-Trait \nAnxiety Inventory. Palo Alto, CA: Consulting Psychologists Press.\nSuh, E., Diener, E., Oishi, S., and Triandis, H. C. (1998). The shifting basis of life \nsatisfaction judgments across cultures: emotions versus norms. J. Pers. Soc. Psychol.  74, \n482–493. doi: 10.1037/0022-3514.74.2.482\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al. \n(2022). Consensus definition of misophonia: a delphi study. Front. Neurosci.  16:841816. \ndoi: 10.3389/fnins.2022.841816\nTunç, S., and Başbuğ, H. S. (2017). An extreme physical reaction in misophonia: stop \nsmacking your mouth! Psychiatr. Clin. Psychopharmacol.  27, 416–418. doi: \n10.1080/24750573.2017.1354656\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening to \npeople with misophonia: exploring the multiple dimensions of sound intolerance using \na new psychometric tool, the S-five, in a large sample of individuals identifying with the \ncondition. Psych  3, 639–662. doi: 10.3390/psych3040041\nWare, J. E. Jr., and Sherbourne, C. D. (1992). The MOS 36-item short-form health \nsurvey (SF-36): I. Conceptual framework and item selection. Med. Care  30, 473–483. \ndoi: 10.1097/00005650-199206000-00002\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia: \nincidence, phenomenology, and clinical correlates in an undergraduate student sample. \nJ. Clin. Psychol.  70, 994–1007. doi: 10.1002/jclp.22098\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among Chinese \nuniversity students: incidence, associated impairment, and clinical correlates. J. \nObsessive-Comp. Rel. Disord.  14, 7–12. doi: 10.1016/j.jocrd.2017.05.001"
    }
  ]
}