{
  "doc_type": "scientific paper",
  "title": "Misophonia in Tic Disorders and Their Neuropsychiatric Associations",
  "authors": [
    "Arjun Balachandar",
    "Talyta Cortez Grippe",
    "Wei Kang Lim",
    "Irene A. Malaty",
    "Anthony E. Lang",
    "Christos Ganos"
  ],
  "year": 2025,
  "journal": "journal ’s position on issues involved in ethical publica-",
  "doi": "10.1002/mdc3.70017",
  "abstract": "Tics are repetitive and intrusive movements, including vocalizations, typically characterized by premonitory urge with associated relief. People with tic disorders have reported heightened sensitivity to sensations, including auditory stimuli, aggravating tics. Misophonia is a form of auditory hypersensitivity characterized by severe dislike of specific sounds with intense emotional responses. Although misophonia is a well-established phenomenon in autism spectrum disorders (ASD) and other neuropsychiatric disorders such as obsessive-compulsive disorder (OCD), its interaction with tic disorders remains unacknowledged. We present 6 cases illustrating the clinical spectrum of misophonia-associated tics and their neuropsychiatric associations. These cases illustrate the range and severity of misophonia in chronic tic disorders (CTDs) and their neuropsychiatric associations, as well as in functional tics. Misophonia can occur with any sound but often with oral or environmental sounds and can be a debilitating symptom, commonly associated with neurodevelopmental and neuropsychiatric conditions. Patients with primary tic disorders also had comorbid ASD or OCD. Misophonia may be a tic-modifying factor and could trigger or worsen tics; avoidance of triggers can decrease tics. The pathophysiology remains unclear and misophonia may also occur in functional neurological disorders with possibly different mechanisms. Behavioral management is preferred over neuropharmacology and therapeutic responses to trigger avoidance and behavioral therapies are discussed. Recognition of misophonia in tic disorders can inform clinical and pathophysiological research to develop targeted interventions.",
  "keywords": [
    "misophonia",
    "tic disorders",
    "neuropsychiatric disorders",
    "functional neurological disorders"
  ],
  "research_topics": [
    "Misophonia",
    "Tic disorders",
    "Neuropsychiatric associations",
    "Autism spectrum disorders",
    "Obsessive-compulsive disorder",
    "Functional neurological disorders",
    "Behavioral therapy",
    "Auditory hypersensitivity"
  ],
  "created_at": "2025-05-05T01:31:03.733408Z",
  "source_pdf": "documents/research/Global/Balachandar 2025 Misophonia in Tic Disorders and Their Neuropsychiatric Associations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Misophonia in Tic Disorders and\nTheir Neuropsychiatric Associations\nArjun Balachandar, MD,1,2,3,* Talyta Cortez Grippe, MD,1,2,3Wei Kang Lim, MD,3Irene A. Malaty, MD,4Anthony E. Lang, MD,1,2,3and\nChristos Ganos, MD,1,2,3\nTics are repetitive and intrusive move ments, including vocalizations,\ntypically characterized by premoni tory urge with associated relief.1\nPeople with tic disorders have reported heightened sensitivity to\nsensations, including auditory stimuli, aggravating tics.2Misophonia\nis a form of auditory hypersensitivity characterized by severe dislike\nof speci ﬁc sounds with intense emotional responses.3Although mis-\nophonia is a well-established phenomenon in autism spectrum dis-\norders (ASD) and other neuropsychiatric disorders such as obsessive-\ncompulsive disorder (OCD),3,4its interaction with tic disorders\nremains unacknowledged. We present 6 cases illustrating the clinicalspectrum of misophonia-associated tics and their neuropsychiatric\nassociations.\nTheﬁrst case was an 18-year-old patient with chronic tic disorder\n(CTD), ASD, and OCD. He had motor and vocal tics, includingcoprolalia (the “F-word ”) triggered by speci ﬁc sounds. Misophonia\nto swallowing and mouth sounds, especially from his mother, trig-\ngered intense distress and tics. Avoiding proximity to his mother\nwhile eating signi ﬁcantly decreased misophonia and tics. Similarly,\nthe second case was a 32-year-old woman with CTD, ASD, and\ndepression, with misophonia to chewing that worsened all tics,\nwhereas the third case was a 26-year-old woman with OCD, nota-\nbly without ASD, and chewing misophonia that triggered violent\nthoughts and facial and shoulder shrugging tics.\nThe fourth case was a 14-year-old boy with CTD, ASD,\nand OCD. Despite tolerance to most noxious sounds, hearing\nthe speci ﬁcw o r d s “right ”and “sorry ”was so disturbing that\nrapid neck extension, aggressive head nodding, and trunkﬂexion tics occurred in intense bouts. Volume, tone, and\nword context were not modifying factors apart from greater\nimpact with maternal origin of speech.\nThe ﬁfth case was a 27-year-old man with CTD, OCD,\nASD, and chromosome 2p16.3 deletion. Motor tics began at\nage 11, later developing prominent misophonia and hyperacusiswith most sounds perceived as painful, including speech and\nenvironmental sounds like air-conditioning humming (Video\n1,\nSegment 1). He required almost-constant noise-canceling\nheadphones, causing extreme social isolation and impairment.\nAudiology testing was unrevealing. Cognitive behavioral ther-\napy mildly improved misophonia.\nThe sixth case was a 19-year-old woman with a functional tic\ndisorder. She had stereotyped repetitive shouting of phrases,\nincluding “who makes the noise? ”and “stop it!, ”triggered by sub-\ntle background noises like breathing (including from examiners),squeaking chair noises, and door opening (Video\n1, Segment 2).\nThese cases illustrate the range and severity of misophonia in\nCTDs and their neuropsychiatric associations, as well as in func-\ntional tics. Misophonia can occur with any sound but often with\noral or environmental sounds3and can be a debilitating symp-\ntom, commonly associated with neurodevelopmental and neuro-\npsychiatric conditions.3,4Indeed, patients with primary tic\ndisorders here also had comorbid ASD or OCD. Distinguishing\ntheir contribution from CTDs itself is challenging, but awarenessthat misophonia may be a tic-modifying factor is prudent for\nboth education and behavioral therapies. Importantly, most\npatients experienced misophonia that itself could trigger tics,\nwhereas avoiding misophonia triggers resulted in the absence of\nor decreased tics. Abrupt emotional dysregulation may cause mis-ophonia\n5; however, the pathophysiology remains unclear.4\nMisophonia may also occur in functional neurological disorders(FND) (case 5), potentially with different underpinnings.\nAlthough misophonia lacks evidence-based treatments, behav-\nioral management is preferred over neuropharmacology.\n3The\nresponse of misophonia-associated tics to therapy beyond trigger\navoidance is unclear; however, we guided patients for Compre-hensive Behavioral Intervention for Tics (cases 1 –4), behavior\ntherapy (case 5), and FND programs (case 6). Recognition will\n1Division of Neurology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada;2Krembil Research Institute, Toronto, Ontario, Canada;3Edmond\nJ. Safra Program in Parkinson ’s Disease and Morton and Gloria Shulman Movement Disorders Clinic, Toronto Western Hospital, UHN, Division of Neurology,\nDepartment of Medicine, University of Toronto, Toronto, Ontario, Canada;4Department of Neurology, University of Florida, Fixel Institute for Neurological Diseases,\nGainesville, Florida, USA\n*Correspondence to: Dr. Arjun Balachandar, Edmond J. Safra Program in Parkinson ’s Disease and Morton and Gloria Shulman Movement Disorders\nCentre-Toronto Western Hospital, 399 Bathurst Street, 7th Floor McLaughlin, Toronto, ON M5T 2S8, Canada; E-mail: arjun.balachandar@mail.\nutoronto.ca\nKeywords: misophonia, tic disorders, neuropsychiatric disorders, functional neurological disorders.\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any\nmedium, provided the original work is properly cited.\nReceived 4 December 2024; revised 5 February 2025; accepted 6 February 2025.Published online 00 Month 2025 in Wiley Online Library (wileyonlinelibrary.com). DOI: 10.1002/mdc3.70017\nMOVEMENT DISORDERS CLINICAL PRACTICE 2025. doi: 10.1002/mdc3.700171\n© 2025 The Author(s). Movement Disorders Clinical Practice published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\nCLINICAL VIGNETTE\nCLINICAL PRACTICE"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "inform clinical and pathophysiological research to develop\ntargeted interventions for this underexplored symptom.\nAuthor Roles\n(1) Research project: A. Conception, B. Organization,\nC. Execution; (2) Analysis: A. Design, B. Execution, C. Reviewand critique; (3) Manuscript: A. Writing of the ﬁrst draft,\nB. Review and critique.\nA.B.: 1C, 2A, 2B, 3AT.C.G.: 1A, 2B, 2C, 3A, 3B\nW.K.L.: 1A, 1B, 2C, 3A, 3B\nI.A.M.: 1A, 1B, 2C, 3BA.E.L.: 1A, 1B, 2C, 3B\nC.G.: 1A, 1B, 2C, 3B\nDisclosures\nEthical Compliance Statement : We con ﬁrm that we have\nread the journal ’s position on issues involved in ethical publica-\ntion and af ﬁrm that this work is consistent with those guidelines.\nThe authors con ﬁrm that the approval of the University Health\nNetwork Research Ethics Board was obtained for this work.\nInformed consent was obtained for all cases in this case report.Funding Sources and Con ﬂicts of Interest : No speci ﬁc\nfunding was received for this work. The authors declare that\nthere are no con ﬂicts of interest relevant to this work.\nFinancial Disclosures for the Previous 12 Months : Arjun\nBalachandar, Talyta Cortez Grippe, Wei Kang Lim, Irene\nA. Malaty, Anthony E. Lang, and Christos Ganos report no\nrelevant funding sources in the past 12 months.\nData Availability Statement\nThe data that support the ﬁndings of this study are available from\nthe corresponding author upon reasonable request. ■\nReferences\n1. Jankovic J. Phenomenology and classi ﬁcation of tics. Neurol Clin 1997;\n15(2):267 –275. https://doi.org/10.1016/S0733-8619(05)70311-X .\n2. Belluscio BA, Jin L, Watters V, Lee TH, Hallett M. Sensory sensitivity to\nexternal stimuli in Tourette syndrome patients. Mov Disord 2011;26(14):\n2538 –2543. https://doi.org/10.1002/mds.23977 .\n3. Brout JJ, Edelstein M, Erfanian M, et al. Investigating Misophonia: a\nreview of the empirical literature, clinical implications, and a researchagenda. Front Neurosci 2018;12:36.\nhttps://doi.org/10.3389/fnins.2018.\n00036 .\n4. Williams ZJ, He JL, Cascio CJ, Woynaroski TG. A review of decreased\nsound tolerance in autism: de ﬁnitions, phenomenology, and potential\nmechanisms. Neurosci Biobehav Rev 2021;121:1 –17.https://doi.org/10.\n1016/j.neubiorev.2020.11.030 .\n5. Robinson S, Hedderly T, Conte G, Malik O, Cardona F. Misophonia in\nchildren with tic disorders: a case series. J Dev Behav Pediatr 2018;39(6):\n516 –522. https://doi.org/10.1097/DBP.0000000000000563 .\nVideo 1. Segment 1, case 4: functionally incapacitating misophonia combined with hyperacusis. Constant usage of noise-canceling\nheadphones over earplugs as coping method. Segment 2, case 5: functional tics triggered by misophonia to subtle noises, includingcoughing (the examiner), a dripping faucet, and phone noti ﬁcations.\nVideo content can be viewed at\nhttps://onlinelibrary.wiley.com/doi/10.1002/mdc3.70017\n2 MOVEMENT DISORDERS CLINICAL PRACTICE 2025. doi: 10.1002/mdc3.70017CLINICAL VIGNETTEMISOPHONIA IN TIC DISORDERS\n 23301619, 0, Downloaded from https://movementdisorders.onlinelibrary.wiley.com/doi/10.1002/mdc3.70017, Wiley Online Library on [24/02/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}