{
  "doc_type": "scientific paper",
  "title": "The Networked Computer Metaphor: A Novel Tool for Psychiatric Trainees to Enhance Utility of the Biopsychosocial Model of Health and Illness",
  "authors": [
    "Sabish Balan",
    "Pradipta Majumder",
    "Rajiv Radhakrishnan",
    "Roopma Wadhwa",
    "Saurabh Somvanshi"
  ],
  "year": 2021,
  "journal": "Cureus",
  "doi": "10.7759/cureus.17395",
  "abstract": "The biopsychosocial (BPS) model proposed by George Engel posited that a disease developed through a complex interaction of biological, psychological and social factors. This popular model, despite its limitations, continues to influence the practice and treatment of illness and service delivery worldwide. We propose the networked computer metaphor as a novel and pragmatic tool to help psychiatric trainees appreciate and enhance the utility of the BPS model as it pertains to psychiatric disorders. We also propose that the application of this metaphor would help provide some clues to answer the question of achieving the goal envisioned by Engel of providing holistic and comprehensive patient-centered care. We also discuss the utility of this metaphor from trainee, teacher and patient perspectives and describe various examples of the application of this metaphor so as to deepen our understanding of the BPS model. We discuss the criticisms of this model, summarize the applications of this metaphor and outline future directions for research.",
  "keywords": [
    "psychiatry",
    "psychology",
    "psychiatric disorders",
    "model",
    "health",
    "illness",
    "psychiatry training",
    "hardware-software-internet metaphor",
    "networked computer metaphor",
    "biopsychosocial model"
  ],
  "research_topics": [
    "biopsychosocial model",
    "psychiatric education",
    "psychiatric disorders",
    "metaphors in medicine",
    "networked computer metaphor",
    "psychiatry training",
    "biopsychosocial formulation",
    "holistic mental health care",
    "psychiatric treatment modalities",
    "psychotherapy",
    "biological psychiatry",
    "psychological psychiatry",
    "social aspects of mental health",
    "medical education",
    "patient-centered care"
  ],
  "created_at": "2025-05-05T02:30:44.518184Z",
  "source_pdf": "documents/research/Global/Balan 2021 The Networked Computer Metaphor a Novel Tool for Psychiatric Trainees.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Review began\n 08/01/2021 \nReview ended\n 08/06/2021 \nPublished\n 08/23/2021\n© Copyright \n2021\nBalan et al. This is an open access article\ndistributed under the terms of the\nCreative Commons Attribution License\nCC-BY 4.0., which permits unrestricted\nuse, distribution, and reproduction in any\nmedium, provided the original author and\nsource are credited.\nThe Networked Computer Metaphor: A Novel\nTool for Psychiatric Trainees to Enhance Utility\nof the Biopsychosocial Model of Health and\nIllness\nSabish Balan \n \n, \nPradipta Majumder \n \n \n, \nRajiv Radhakrishnan \n \n, \nRoopma Wadhwa \n \n, \nSaurabh Somvanshi \n1.\n Psychiatry, NYC Health + Hospitals - Harlem, New York, USA \n2.\n Psychiatry, Drexel University College of Medicine,\nPhiladelphia, USA \n3.\n Psychiatry, WellSpan Health, York, USA \n4.\n Psychiatry and Behavioral Sciences, Yale School of\nMedicine, New Haven, USA \n5.\n Psychiatry, South Carolina Department of Mental Health, Columbia, USA \n6.\n Psychiatry\nand Behavioral Sciences, Jamaica Hospital Medical Center, New York, USA\nCorresponding author: \nSabish Balan, \ndrsabishbalan@gmail.com\nAbstract\nThe biopsychosocial (BPS) model proposed by George Engel posited that a disease developed through a\ncomplex interaction of biological, psychological and social factors. This popular model, despite its\nlimitations, continues to influence the practice and treatment of illness and service delivery worldwide. We\npropose the networked computer metaphor as a novel and pragmatic tool to help psychiatric trainees\nappreciate and enhance the utility of the BPS model as it pertains to psychiatric disorders. We also\npropose that the application of this metaphor would help provide some clues to answer the question of\nachieving the goal envisioned by Engel of providing holistic and comprehensive patient-centered care. We\nalso discuss the utility of this metaphor from trainee, teacher and patient perspectives and describe various\nexamples of the application of this metaphor so as to deepen our understanding of the BPS model. We\ndiscuss the criticisms of this model, summarize the applications of this metaphor and outline future\ndirections for research. \nCategories:\n Medical Education, Psychiatry, Psychology\nKeywords:\n psychiatry, psychology, psychiatric disorders, model, health, illness, psychiatry training, hardware-\nsoftware-internet metaphor, networked computer metaphor, biopsychosocial model\nIntroduction\n “A metaphor is not an ornament. It is an organ of perception. Through metaphors, we see the world\nas one thing or another - Neil Postman”\nGeorge Engel, in 1977, proposed the biopsychosocial (BPS) model of disease that challenged the\nreductionism prevalent in medicine at that time and sought to bring back humanism to the field \n[1]\n. This\nholistic model claimed to be rooted in general systems theory and posited that an illness develops through a\ncomplex interaction of biological, psychological, and social factors. In the field of psychiatry, the BPS model\nas noted by Pilgrim has “become established as psychiatric orthodoxy” \n[2]\n. Ghaemi describes the model as\n“the status quo of contemporary psychiatry” and notes that the model has currently degenerated into a form\nof eclecticism where one is free to do whatever one chooses \n[3]\n. Despite various criticisms such as the model\nbeing unscientific, postmodernist/eclectic, over-inclusive and lacking in philosophical coherence to mention\na few, it continues to thrive and influence the practice and treatment of illness and service-delivery\nthroughout the world \n[4]\n.\nBolton and Gillette argue in their book for a rethinking and reinvigoration of the model and note: “The\nanswer to the content problem, we suggest, lies in scientific and clinical specifics, not generalities.” \n[5]\nEvery standard psychiatric evaluation format contains a section on BPS formulation where salient aspects of\nthe patient’s psychiatric history are mapped onto the model’s three domains (biological, psychological,\nsocial). In this way, the evaluator is able to conceptualize the patient’s presentation in their entirety,\ngaining an appreciation of the complex relationships and interactions that result in the patient's final\npresentation of psychiatric disorder(s). Teaching BPS formulation and learning to do this well are both\ndifficult skills \n[6]\n. However, this skill is considered a core competency by the American Board of Psychiatry\nand Neurology (ABPN) for practicing psychiatrists and a patient care milestone by the Accreditation Council\nfor Graduate Medical Education (ACGME). Teaching medical students and psychiatric residents to appreciate\nthe subtleties of this model can aid them in developing a comprehensive formulation. This can foster a\ndeeper person-centered understanding of psychiatric illness rooted in contexts particular to each patient\nrather than mere attention to diagnosis of psychiatric disorder(s) and their treatment as per the current\nDiagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-V) or the International\n1\n2,\n3\n4\n5\n6\n \nOpen Access Technical\nReport\n \nDOI:\n 10.7759/cureus.17395\nHow to cite this article\nBalan S, Majumder P, Radhakrishnan R, et al. (August 23, 2021) The Networked Computer Metaphor: A Novel Tool for Psychiatric Trainees to\nEnhance Utility of the Biopsychosocial Model of Health and Illness. Cureus 13(8): e17395. \nDOI 10.7759/cureus.17395"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Classification of Diseases, Tenth Revision (ICD-10) classification or other classificatory systems. Doing so\nmay help to counteract some of the criticisms leveled against the reductionistic practice of psychiatry\ndespite our best intentions and attention to the BPS model in theory \n[7]\n. The question is: Can we achieve the\ngoal Engel envisioned 45 years after he proposed this model? We hope this paper provides some clues to\nanswer this question.\nWe propose that a device such as a metaphor could provide more nuance and rethinking with a goal to\nimprove the application of the BPS model by early psychiatric trainees with regards to diagnosis,\nconceptualization and treatment of psychiatric disorders. In cognitive linguistics, a conceptual metaphor\nrefers to the understanding of one idea or conceptual domain in terms of another \n[8]\n. In the field of\nmedicine, a metaphor is a helpful communication tool that can introduce unfamiliar material, which can be\nthen connected to the domain of established knowledge; alternatively, the use of a metaphor can break\npreexisting mindset and help reframe ideas so as to make novel discoveries \n[9]\n. \nTechnical Report\nA metaphor that remains quite popular in our culture in this information age is that a human being, in some\nrespects, can be conceptualized as an advanced computer or a computational machine. This idea is not new\nand has beginnings in the 1943 paper by McCulloch and Pitts’s \n[10]\n. They employed the tools of logic and\ncomputation developed by mathematician Alan Turing, who described “Turing Machines” to understand\nactivities at the neural and mental levels.\nBuilding on the above, we arrive at the “networked computer” - a metaphor that is more intuitive and\npragmatic than the aforementioned computer metaphor in terms of mapping the human being situated in\ntheir social environment. Figure \n1\n shows a representation of this metaphor mapped on to the BPS model.\nThe human body in general and the brain in particular is analogous to the hardware component of the\ncomputer while the mind maps on to the computer software. Furthermore, the computer can be connected\nto other computers by a worldwide web or by an interconnection of networks (which in abbreviated form, is\ntermed \"internet\"). The internet is analogous to the “social” element of the BPS model. One could thus posit\nthat the optimal functioning of the computer and its applications require the best possible functioning of all\nthese domains in an interactional framework. We could also call the networked computer metaphor, the\nhardware-software-internet metaphor.\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n2\n of \n7"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "FIGURE\n 1: Networked computer metaphor (hardware-software-internet)\nmapped on to the bio-psycho-social model.\nOn a related but parallel note, the idea of computer networks as social networks is not new and has been\ndescribed by Barry Wellman, who has made immense contributions to the theory of network analysis \n[11]\n. In\nattempting to map the human body to the hardware in this metaphor, one needs to be cognizant that the\nhardware requirements to account for the complex spectrum of human behavior would entail the need\nfor supercomputer(s) which have immensely higher performance than general purpose computers. In the\nsame vein, while mapping the mind to software in this metaphor, one should appreciate that the software\nneeded for performing the entire gamut of human psychological functions/operations involves complex\nartificial Intelligence/machine learning based software with self-regulating and self-learning\nalgorithms \n[12]\n. In addition to this human complexity, a defining feature of us human beings is that we\npossess consciousness, which is the state of being aware of the self along with an awareness of the\nenvironment; understanding the role of consciousness continues to be an enigma for researchers and\nphilosophers of science. The networked computer metaphor that we propose does not intend to suggest that\nhuman beings are automatons like computers or robots which lack consciousness - although, such questions\nhave been increasingly raised by philosophers and artificial intelligence (AI) researchers \n[13]\n.\nSeeing the BPS model through the networked computer metaphor opens up exciting and novel ways of\nthinking about mental health and illness even though, the core metaphor is not new. The biological aspects\nof mental health and illness, to name a few, includes various factors such as age, sex, family history, medical\nhistory, developmental history, genetics and epigenetic modifications, nature of foods ingested (e.g.,\ncomposition of essential nutrients in foods) and recreational drug use; all these listed factors, under specific\nconditions, can interact and lead to the onset and maintenance of mental illness. From this networked\ncomputer perspective, dysfunction in the biological aspects is akin to the “hardware” malfunction that could\neven shut down the biological \"machinery\". One can use the \"hardware\" analogy to discuss about subtle\naspects of cognition such as information processing deficits noted in illnesses such as schizophrenia and\npropose “hardware” solutions to patients. This could include measures such as engaging in dietary\nmodifications, pharmacotherapy and other somatic treatments [such as electroconvulsive therapy (ECT),\ntranscranial magnetic stimulation (TMS) and deep brain stimulation (DBS)]. In using this metaphor as an aid\nto educating patients, there is an added potential to reduce nonadherence to proposed biological treatments\ngiven its explanatory potential.\nAnother dimension of the BPS model is the realm of Psychology. Psychology, by definition, is the study of\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n3\n of \n7"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "mind and behavior as per the American Psychological Association (APA) definition ( \n[14]\n. The APA dictionary\nof psychology defines the mind in one way as “broadly all intellectual and psychological phenomena of an\norganism, encompassing motivational, affective, behavioral, perceptual, and cognitive systems; that is, the\norganized totality of an organism’s mental and psychic processes and the structural and functional cognitive\ncomponents on which they depend… The term, however, is also used more narrowly to denote only\ncognitive activities and functions, such as perceiving, attending, thinking, problem solving, language,\nlearning, and memory” \n[14]\n. The psychological aspects of us, to name a few, include the functions such as the\nthoughts, feelings, emotions, beliefs, attitudes, personality attributes, defense mechanisms, ego functions\nand coping styles. All these aspects of the mind help us as humans to operate in the world analogous to the\n“software” aspect of the computer (especially the “operating system” aspect of the software). Using this\n\"software/ operating system\" analogy for the psychological domain, one can postulate, for example, that\npatients with personality disorders use different/aberrant/primitive/maladaptive operating systems that\nhave not undergone age-appropriate \"upgrades\" or modifications, possibly as a result of early attachment\ndisruptions, deprivations and/or trauma. The networked metaphor would help psychiatric trainees identify\nthose patients who need psychotherapy, educate them to seek psychotherapy (if indicated) and further,\nadvocate need for psychotherapeutic interventions more vociferously when dealing with ancillary agencies\nsuch as insurance companies. Furthermore, this metaphor may allow room for discussion and further\npsychoeducation when patients refuse psychotherapy to help in engagement. In addition, one could\nemphasize to patients that their “software” related problems (related to psychological issues) require\n“software” related solutions and that application of “hardware” solutions (such as medication management)\nalone may not be sufficient. If \"software\" solutions are left untreated as in patients who refuse psychological\ninterventions, this neglect can continue to perpetuate the psychiatric illness. We could further postulate that\nthe more “insight-oriented” psychotherapeutic treatments would involve an understanding of the deeper\n“software” aspects akin to the “operating system.\" In contrast, cognitive-behavioral therapy (CBT) or\ndialectical behavior therapy (DBT) involve primarily, focus on learning new skills which are similar to that\nof installing new “apps” (applications) on the computer that help with certain applications (“provision of\nadaptive coping skills”). Seen in this way, the trainees have more dexterity in providing psychoeducation to\npatients.\nIn turning our attention to social factors, we note that social connections to name a few, include\nrelationships such as family/ social/ peer support networks and those networks related to professional,\nreligious and cultural aspects. We know, from a review of the literature, that lack of social networks (and\nconsequent isolation) or the presence of dysfunctional networks (that lead to stress such as adverse\nchildhood experiences and exposure to violence), can increase depression \n[15]\n and cause early\nmortality \n[16]\n. Developmentally, there is genetic predisposition for infants to connect with care givers who\nbecome “attachment figures\" as child grows. This becomes the template for further adult relationships.\nGiven this propensity of being hardwired to connect with other people, developing healthy social\nconnections thus becomes integral for one’s wellbeing. We could educate patients and encourage them to\nmake prosocial connections more effectively using this networked computer metaphor. One could liken our\nindividual isolated self akin to that of an \"offline\" computer that possesses hardware and software\ncomponents but lacks an \"internet connection\" which would enable it to be connected to other computers\n(which, in the case of humans would imply, connections with other people). In the absence of an \"internet\nconnection\", reciprocal communication and relationships with others are not possible. This causes\nsocial isolation, a feature that we see in humans as commonly related to the onset of depression.\nThinking further, the proposed metaphor could also help us engage patients who have difficulties developing\nsocial connections and one could further encourage them to learn social skills. Building upon this, we could\nexplain to such patients that many dysfunctional networks in which they engage cause socio-occupational\ndysfunction, adversely affecting their mental and physical health (with short-term payoffs like euphoria and\nlong-term adverse health consequences). These dysfunctional networks, for example, include networks such\nas drug-using relationships between people (where social networks are predicated on the use of recreational\ndrugs). When seen from the networked computer metaphor standpoint, they are akin to \"unsecure\" networks\n(whereby, maladaptive/manipulative \"programs\" like \"viruses\" can enter the computer and destroy the\nhardware and software) and this can cause patients to sabotage their sobriety (as in those with Addictive\nDisorders). These dysfunctional networks could be replaced by more “secure” networks, that are conducive\nto psychiatric recovery like the 12-step groups [such as Alcoholic Anonymous (AA) and Narcotic Anonymous\n(NA) for alcohol use disorder and opioid use disorder, respectively] or other group psychotherapy networks.\nThese networks afford more healthy and reciprocal interactions predicated on maintaining the patient’s\nsobriety as in the case of substance use disorders and promote illness recovery.\nApplication of this metaphor could be a good tool for academic psychiatrists to teach the BPS model to\ntrainees in general and BPS formulation in particular. This would help reduce stigma from a patient\nperspective for psychiatric disorders given that traditionally, these disorders have been regarded as “mental\nillnesses” related to problems in the “mind\"; psychiatric disorders can now be seen from a broader\nbiopsychosocial model just as is seen in other chronic medical disorders such as diabetes and\nhypertension. From a clinician's perspective, use of this metaphor could have positive ramifications in terms\nof developing and better operationalizing individualized treatment plans based on current evidence such as\nthe use of particular medications or psychotherapies and provision of healthy social support systems and\nentitlements depending on the patient's needs. This can improve adherence to treatment plans and reduce\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n4\n of \n7"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "medication side effects while simultaneously addressing core problem/s as opposed to resorting to\nmedication treatments reflexively and paying little attention to psychosocial problems. Exploring a person’s\nburden of psychiatric illness through the networked computer metaphor could thus limit biological\nreductionism and allow for a more holistic and integrative approach. The persistence of biological\nhegemony, attributed to being under the grip of the mainstream neuroscience ideology in our mental health\nlandscape, has led to a lack of insurance parity for psychiatric services that are not deemed “biological”.\nConsequently, this practice has resulted in low insurance reimbursement rates for psychological and social\ntreatments. The networked computer metaphor might help identify and reduce the biological bias and help\nproviders become more attuned to the psychological and social perspectives in the treatment of psychiatric\nillness.\nDiscussion\nThe challenge with the biopsychosocial model is that it does not intuitively guide students/trainees to\nchoose the appropriate modality of treatment (pharmacological/psychological/social) or their combination;\nnor does it help patients appreciate why a particular treatment modality was recommended. However, the\nnetworked computer metaphor allows an intuitive understanding for a novice student/trainee/patient with\nlimited understanding of biological/psychological/social processes (based on mere basic familiarity with how\nnetworked computers operate) of the difficulties that may arise (in terms of hardware vs. software vs.\ninternet issues) and how they can be corrected. Another advantage of this metaphor is that we can build\nupon the networked metaphor with some creativity to map on to additional perspectives to extend the basic\nBPS model to include bio-psycho-social-existential and bio-psycho-social-spiritual models which could also\nbe mapped on to specific aspects of the software.\nThe “computer metaphor” is not, however, without its critics; the same criticisms could also be levelled\nagainst the networked computer metaphor. The eminent mathematician George E.P. Box put it cogently that\n\"All models are wrong, but some are useful\". Like Freud’s early hydraulic model, every age of psychiatry, in\npart to achieve scientific gravitas, has offered models of the mind metaphorically built on historically\ncontemporaneous models in physics. In social science, most models are metaphors in that finding causal\nscientific laws can be complicated/difficult/impossible and we have to resort to use of pragmatic models that\nhave practical utility and less validity as an alternative. It is these models that underlie the basis of our\npresent classificatory systems such as the ICD, DSM and RDoC for psychiatric disorders. Kendler has\ncriticized the dualistic “either/or thinking” prevalent in psychiatry as a result of three causes namely\nCartesianism (physical versus mental disorders), nineteenth-century neuropathology (organic versus\nfunctional disorders), and computer functionalism (hardware versus software) and he argues for an\nempirically based pluralism \n[17]\n. At the same time, one cannot overlook the fact that the mind-body problem\nremains an enigma in Western philosophy/science and this has implications for psychiatric nosology and\nresearch. We do not aim to foster this dualistic either/or thinking through the use of the networked computer\nmetaphor but argue for a \"yes and\" improvisational thinking which allows for an appreciation that\naberrations in one or more domains can result in complex effects in other domains \n[18]\n. From a complex\nsystems perspective, human processes and interactions follow nonlinear dynamics which are chaotic and the\nuse of networked computer metaphor may foster this appreciation of nonlinear dynamic systems where\neffects in one domain can produce unpredictable effects in other domains \n[19]\n. One of the limitations that\nwe foresee is that the applicability of this metaphor may be restricted to areas of the world where educators,\ntrainees and patients are familiar with computers. Here again, one could improvise this networked computer\nmetaphor and rename it as “smart phone” metaphor, which is essentially, a networked computer; this\nmetaphor would then be applicable in those geographic locations.\nMcHugh and Slavney noted that the analogy of the BPS model is like a list of ingredients as opposed to a\nrecipe \n[20]\n. They go on to say that we need more than mere names of ingredients to cook a meal, and that a\nrecipe includes the quantity of the ingredients as well as the order in which the ingredients are added. From\nour experience teaching medical students and residents, we note that many of the psychiatry trainees get\nstuck at the level of “naming” the ingredients and have difficulty getting to appreciate the “quantity” of\ningredients, “order” of addition, and thinking about how the recipe with these ingredients dynamically\nresulted in the “preparation” of the final meal (which for the patient would be the manifestations of the\npsychiatric disorder they present with). We hope that mapping the networked computer metaphor onto the\nBPS model may help to put weights on the “ingredients” required to \"cook\" an individual \"meal\". This will\nalso help delineate, hypothesize, and “reverse engineer” the order in which the \"ingredients\" and their\naddition may have played a causal role in the preparation of the \"meal\". This metaphor may thus help\narticulate ways to operationalize and increase clinical utility and scientific specificity of the BPS model.\nConclusions\nIn summary, the use of networked computer metaphor could be a valuable tool for medical students,\npsychiatry residents, academic psychiatrists to appreciate the nuances of the BPS model of psychiatric\nillness and improve its applicability in regards to formulation, diagnosis and treatment. Application of this\nmetaphor would help to achieve the vision of Engel when he first proposed the BPS model with the goal of\nproviding comprehensive patient-centered care. This would be a good tool for academic psychiatrists\nteaching psychiatric trainees about the BPS model in general and BPS formulation in particular. However, it\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n5\n of \n7"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "must be noted that it is not our intention in any way while proposing this metaphor to cause further\nreification or make the cleavage between the biological, psychological and social domains any deeper than\nthe original model proposed by Engel, who intended it to be comprehensive. At the clinical trenches\nwhere care is provided within the constraints of time, we hope that this metaphor will be a good tool to\nprovide efficient and comprehensive care. Even as we write this paper, we are cognizant of many parts of the\nworld where psychiatric services are solely limited to the provision of medications with a lack of attention to\nthe psychosocial needs of patients. The proposed metaphor could rectify this skewing that favors excessive\nuse of biological interventions. As a specialty, we could attract more medical students to the pursuit of\npsychiatry as they appreciate the various dimensions of this model and see psychiatry as a holistic discipline\nthat pays specific attention to its biological, psychological and social dimensions. Moreover, it could reduce\nthe stigma that many of our patient’s experience that results in delays in care and societal marginalization.\nWe could also test hypotheses empirically to study the impact of the networked computer metaphor\non enhancing our knowledge of psychiatric disorders to generate better and comprehensive treatment\noutcomes. In addition, this could also have applications in fields outside of psychiatry such as medicine,\nnursing, social work and psychology.\nAdditional Information\nDisclosures\nHuman subjects:\n All authors have confirmed that this study did not involve human participants or tissue.\nAnimal subjects:\n All authors have confirmed that this study did not involve animal subjects or tissue.\nConflicts of interest:\n In compliance with the ICMJE uniform disclosure form, all authors declare the\nfollowing: \nPayment/services info:\n All authors have declared that no financial support was received from\nany organization for the submitted work. \nFinancial relationships:\n All authors have declared that they have\nno financial relationships at present or within the previous three years with any organizations that might\nhave an interest in the submitted work. \nOther relationships:\n All authors have declared that there are no\nother relationships or activities that could appear to have influenced the submitted work.\nAcknowledgements\nWe thank Dr. Vikas Gupta, (South Carolina Department of Mental Health, South Carolina) for comments on\nthe manuscript.\nReferences\n1\n. \nEngel GL: \nThe need for a new medical model: a challenge for biomedicine\n. Science. 1977, 196:129-36.\n10.1126/science.847460\n2\n. \nPilgrim D: \nThe biopsychosocial model in Anglo-American psychiatry: past, present, and future?\n. J Ment\nHealth. 2002, 11:585-94. \n10.1080/09638230020023930\n3\n. \nGhaemi SN: \nThe rise and fall of the biopsychosocial model\n. Br J Psychiatry. 2009, 195:3-4.\n10.1192/bjp.bp.109.063859\n4\n. \nGhaemi, SN: \nThe rise and fall of the biopsychosocial model: reconciling art and science in psychiatry\n. Johns\nHopkins University Press, Baltimore; 2009. 195:3-4. \n10.1353/book.3501\n5\n. \nBolton D, Gillett G: \nThe biopsychosocial model of health and disease\n. Palgrave Pivot. 2019, 8. \n10.1007/978-\n3-030-11899-0\n6\n. \nRoss DA, van Schalkwyk GI, Rohrbaugh RM: \nDeveloping a novel approach for teaching biopsychosocial\nformulation\n. Acad Psychiatry. 2016, 40:540-2. \n10.1007/s40596-015-0396-8\n7\n. \nKirmayer LJ, Gold I: \nRe-Socializing Psychiatry: Critical Neuroscience and the Limits of Reductionism\n.\nCritical Neuroscience: A Handbook of the Social and Cultural Contexts of Neuroscience. . 2011, 305-30.\n10.1002/9781444343359.ch15\n8\n. \nLakoff G, Johnson M: \nMetaphors We Live By\n. University of Chicago Press, Chicago; 1980.\n10.7208/chicago/9780226470993.001.0001\n9\n. \nPeriyakoil VS: \nUsing metaphors in medicine\n. J Palliat Med. 2008, 11:842-4. \n10.1089/jpm.2008.9885\n10\n. \nMcCulloch WS, Pitts WH: \nA Logical Calculus of the Ideas Immanent in Nervous Activity\n. Bulletin of\nMathematical Biophysics 7, 115-133. Reprinted in McCulloch. 1943, 16-39.\n10.7551/mitpress/12274.003.0011\n11\n. \nWellman B: \nComputer networks as social networks\n. Science. 2001, 293:2031-4. \n10.1126/science.1065547\n12\n. \nTenenbaum JB, Kemp C, Griffiths TL, Goodman ND: \nHow to grow a mind: statistics, structure, and\nabstraction\n. Science. 2011, 331:1279-85. \n10.1126/science.1192788\n13\n. \nSignorelli CM: \nCan computers become conscious and overcome humans?\n. Front Robot AI. 2018, 5:121.\n10.3389/frobt.2018.00121\n14\n. \nAPA dictionary of psychology\n. \nhttps://dictionary.apa.org\n.\n15\n. \nCruwys T, Haslam SA, Dingle GA, Haslam C, Jetten J: \nDepression and social identity: an integrative review\n.\nPers Soc Psychol Rev. 2014, 18:215-38. \n10.1177/1088868314523839\n16\n. \nHolt-Lunstad J, Smith TB, Layton JB: \nSocial relationships and mortality risk: a meta-analytic review\n. PLoS\nMed. 2010, 7:e1000316. \n10.1371/journal.pmed.1000316\n17\n. \nKendler KS: \nThe dappled nature of causes of psychiatric illness: replacing the organic-functional/hardware-\nsoftware dichotomy with empirically based pluralism\n. Mol Psychiatry. 2012, 17:377-88.\n10.1038/mp.2011.182\n18\n. \nLewisC, & Lovatt PJ: \nBreaking away from set patterns of thinking: Improvisation and divergent thinking\n.\nThinking Skills and Creativity. 2013, 9:46-58. \n10.1016/j.tsc.2013.03.001\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n6\n of \n7"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "19\n. \nHolm S: \nDoes chaos theory have major implications for philosophy of medicine?\n. Med Humanit. 2002,\n28:78-81. \n10.1136/mh.28.2.78\n20\n. \nMcHugh PR, Slavney PR: \nThe Perspectives of Psychiatry\n. Johns Hopkins, Baltimore; 1998.\n2021 Balan et al. Cureus 13(8): e17395. DOI 10.7759/cureus.17395\n7\n of \n7"
    }
  ]
}