{
  "doc_type": "scientific paper",
  "title": "Implications of perceived physical and social aspects of the environment for self-reported physical and mental health",
  "authors": [
    "Usha Barahmand",
    "Hedayat Shahbazi",
    "Zeynab Shahbazi"
  ],
  "year": 2012,
  "journal": "Science & Research Branch, Islamic Azad University, Tabriz, Islamic Republic of",
  "doi": "10.1080/09603123.2012.684148",
  "abstract": "The purpose of the present study is to explore the relative importance of certain socio-demographic variables, perceived physical and social attributes of the home and neighborhood for self-reported physical and mental health. The sample of the present study comprised 137 men and women (51.83% women and 48.17% men) ranging in age from 26 to 54 years selected randomly from shoppers visiting a crowded shopping plaza. A sociodemographic data sheet, scales to measure perceptions of the physical environment and neighborhood characteristics, and the SF-36 to assess physical and mental health components were used. Data were analyzed using multivariate analyses of variance, Pearson's correlation coefficients and multiple regression analysis. No age and gender differences in physical and mental health scores emerged (p=0.05), but people who perceived their socio-economic status as low also reported lower total mental health scores (p=0.05). No socioeconomic differences were noted on indices of physical health (p>0.05). Correlation analysis revealed that negative perceptions of the interior home environment were associated negatively with physical and mental health scores (p=0.05). Regression analysis indicated that perceived decay and disorganization in the home interior as well as perceived socioeconomic status accounted for a significant portion of the variance in mental health scores.",
  "keywords": [
    "environment",
    "mental health",
    "physical health",
    "socioeconomic status",
    "social support"
  ],
  "research_topics": [
    "Physical environment and health",
    "Social environment and health",
    "Socio-demographic factors and health",
    "Perceived environmental factors",
    "Self-reported physical and mental health",
    "Home and neighborhood environment impact",
    "Socioeconomic status and health",
    "Social support and health",
    "Environmental psychology",
    "Health outcomes and environmental perception"
  ],
  "created_at": "2025-05-04T23:21:17.793594Z",
  "source_pdf": "documents/research/Global/Barahmand Ursha 2012 Implications of perceived physical and social aspects of the environment.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Implications of perceived physical and social aspects of the environment\nfor self-reported physical and mental health\nUsha Barahmanda*, Hedayat Shahbaziband Zeynab Shahbazic\naUniversity of Mohaghegh Ardabili, Ardabil, Islamic Republic of Iran;bDepartment of\nArchitecture, Science & Research Branch, Islamic Azad University, Tabriz, Islamic Republic of\nIran;cYoung Researchers’ Club, Islamic Azad University, Ardabil, Islamic Republic of Iran\n(Received 9 December 2011; ﬁnal version received 18 March 2012 )\nThe purpose of the present study is to explore the relative importance of certain\nsocio-demographic variables, perceived physical and social attributes of the homeand neighborhood for self-reported physical and mental health. The sample of the\npresent study comprised 137 men and women (51.83% women and 48.17% men)\nranging in age from 26 to 54 years selected randomly from shoppers visiting acrowded shopping plaza. A sociodemographic data sheet, scales to measureperceptions of the physical environment and neighborhood characteristics, and\nthe SF-36 to assess physical and mental health components were used. Data were\nanalyzed using multivariate analyses of variance, Pearson’s correlation coeﬃ-cients and multiple regression analysis. No age and gender diﬀerences in physical\nand mental health scores emerged ( p50.05), but people who perceived their\nsocio-economic status as low also reported lower total mental health scores(p50.05). No socioeconomic diﬀerences were noted on indices of physical\nhealth ( p40.05). Correlation analysis revealed that negative perceptions of the\ninterior home environment were associated negatively with physical and mental\nhealth scores ( p50.05). Regression analysis indicated that perceived decay and\ndisorganization in the home interior as well as perceived socioeconomic statusaccounted for a signiﬁcant portion of the variance in mental health scores.\nKeywords: environment; mental health; physical health; socioeconomic status;\nsocial support\nIntroduction\nWith increasing awareness that environmental factors can impact health, the\ninvestigation of the environment as an important determinant of health is an emergent\narea of interest. The social ecology model which has gained prominence in healthpromotion asserts that health is inﬂuenced by various facets of both the physical andsocial environment in addition to various personal attributes (Stokols 1992). Thismodel recognizes the interwoven relationship that exists between the individual andtheir environment. While individuals are responsible for instituting and maintainingthe lifestyle changes necessary to reduce risk and improve health, individual behavioris determined to a large extent by the physical environment (e.g. accessibility to stairs,\nsidewalks, public transport, and safe streets recreational facilities) and the social\n*Corresponding author. Email: ub@uma.ac.irInternational Journal of Environmental Health Research , 2013\nVol. 23, No. 1, 31–45, http://dx.doi.org/10.1080/09603123.2012.684148\n/C2112013 Taylor & Francis"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "environment, (e.g. community norms and values, regulations, and policies). This\nnotion that physical, social and mental well-being is the result of people’s transactionswith their physical and socio-cultural environments (Sallis et al. 1998) provides therationale for research that explores the links between health and various attributes of\nthe environment. As environments within which people interact on a daily basis, the\nhome and the neighborhood can reasonably be expected to aﬀect their health. One wayto understand the role of these environments on any aspect of health is to consider thevarious components of these environments as perceived by the people exposed tothem. That is, based on people’s perceptions of the aspects of the physicalenvironment, such as their home and neighborhood, it might be possible tounderstand the implications their experiences can have on their health.\nThe multiple spaces an individual relates within as well as the frequency and\nduration of their interactions can have diﬀerential eﬀects on aspects of their health\n(Cummins et al. 2007). In keeping with the social ecology model, facets of theenvironment can be classiﬁed into physical (green space, connectivity to public transit,and retail establishments) and social characteristics (crime, trust, and reciprocity).There is some empirical evidence linking people’s perceptions of their physical andsocial environment with their health. Previous studies have explored the health eﬀectsof exposure to green space (Maas et al. 2006; Mitchell and Popham 2007) and urbansprawl (Ewing et al. 2003). Other studies have supported the notion that aspects of the\nphysical environment such as walkability (Giles-Corti et al. 2003) and availability of\nhealthy food stores (Morland et al. 2006) are associated with obesity or may even be‘‘obesogenic’’ (Booth et al. 2005; Lopez and Hynes 2006; Rundle et al. 2007). Somestudies have reported that parental perception of the physical environment of theneighborhood as deteriorated (Timperio et al. 2005) or unsafe (Lumeng et al. 2006) isassociated with child obesity risk. Perceived environmental factors and neighborhoodsatisfaction was found to be associated with self-reported general health (Poortingaet al. 2007) and mental health (Leslie and Cerin 2008).\nRelationships between indoor building conditions and well-being of occupants\nhave also been established (Apte et al. 2000; Bonnefoy et al. 2004). These studieshave shown that many indoor stressors such as thermal factors, lighting aspects,noise and vibration cause their eﬀects either additively or through complexinteractions. More recently, studies have indicated that indoor building conditionsmay also be associated with mental health eﬀects (Houtman et al. 2008), cancer andcardiovascular disease (Lewtas 2007), asthma (Fisk et al. 2007), obesity (Bonnefoyet al. 2004), and physical activity (Prochaska et al. 2002; Sallis and Glanz 2006).\nPsychological isolation or depression has also been found to appear in association\nwith deterioration of the physical environment (Galea et al. 2005). However, anunderstanding of the mechanisms underlying the relationship between indoorenvironmental aspects and health is still limited.\nFullilove and Fullilove III (2000) have asserted that the association between\nhousing and health can be explained along three dimensions. Housing can beconsidered as (1) satisfying a basic need (2) giving rise to the physical infrastructureof group life and (3) being the center of an individual’s orientation in terms of time\nand space. Within this framework, the appearance of the physical environment may\ngive rise to speciﬁc cognitions and emotions which regulate behaviors and, therefore,impact health. That is, aspects of the household environment and immediatesurrounding may contribute to restricted physical activity, obesity, loneliness, anddepression. In this theoretical framework, the association between deterioration of32 U. Barahmand et al."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "the physical environment and health consequences is mediated by health-related\nbehaviors which follow from an individual’s appraisal of the physical and socialaspects of the home and neighborhood. Besides the physical environment inside thehome, the external environment can be associated with physical and psychological\nproblems. Life in areas lacking in welfare facilities can expose the residents of that\nregion to a lot of stress.\nResearch suggests that physical and mental health are also associated with socio-\neconomic status (Wang and Zhang 2006; Lovasi et al. 2009). Socioeconomic status(SES) is a broad term that is used to describe factors about a person’s lifestyleincluding occupation, income, and education. The association of socioeconomicvariables with poor health status has been widely observed, if not well understood. Inparticular, studies (Margaretten et al. 2011) suggest that lower socio-economic status\nis linked to poorer health outcomes. Poor health may in turn decrease an individual’s\ncapacity to work, thus reducing their ability to improve their socio-economic status(Murray and Lopez 1997). Individuals from low socioeconomic classes are not onlyexposed to more stresses (Wilkinson and Pickett 2006) but also live in unfavorablephysical environments (Gordon-Larsen et al. 2006; Powell et al 2006), making themvulnerable to physical and mental health problems.\nApart from the socioeconomic status and perceptions of the physical environ-\nment, the social environment has also been investigated as a potential support or\ndeterrent for health behavior. The social environment is a multifaceted concept\nwhich has been used to refer to social support, social cohesion and even social capital(Almedom 2005; De Silva et al. 2005). The presence of a social support network isassociated with better health. Help available to individuals from friends, family, co-workers and others within communities can provide a buﬀer against adverse lifeevents and living conditions, and can provide a positive resource for enhancingquality of life (Nutbeam 1998). Being emotionally and mentally healthy meanshaving an ability to bounce back from adversity, trauma, and stress. One of the key\nfactors in resilience is having a strong support network. Having trusted people to\nturn to for encouragement and support will boost an individual’s resilience in toughtimes (Smith et al. 2011).\nAlthough the personal attributes, socioeconomic status and the environment\nhave all been implicated in the health status of an individual, there is no consensuson how important the aspects of the physical environment are in the determinationof the health status of individuals. The relative potential contributions of these setsof variables to the physical and mental well-being of residents are the focus of this\nstudy. The purpose of the present study is to explore the relative importance of\ncertain socio-demographic variables, perceived physical and social attributes of thehome and neighborhood for self-reported physical and mental health. Speciﬁcally,age, gender, perceived socio-economic status, perceived social support, perceiveddecay, deterioration, and disorganization of the home and neighborhood and theirrelationship with indices of physical and mental health have been explored.\nMethod\nParticipants\nThe sample of the present study comprises 137 men and women (51.83% women and\n48.17% men) ranging in age from 26 to 54 years. Their mean age was 37.59 years(SD 8.17). These individuals were selected randomly from shoppers visiting aInternational Journal of Environmental Health Research 33"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "crowded shopping plaza over a period of 30 days. Conveniently located in the heart\nof the city and easily accessible, this shopping plaza is the largest indoor shoppingcenter in the city and oﬀers a variety of shops under one roof which seem to cater toall walks of life. In order to maximize the probability of obtaining a truly random\nsample, a 5 pm to 8 pm time slot was selected and every seventh visitor to the mall\nduring this time period was approached and invited to participate in the study.Sampling was carried out on 30 consecutive days, with four to ﬁve individuals beingrecruited on each day.\nMaterials\nAll questionnaires were administered after participants provided written consent.\nSociodemographic data sheet\nThe socio-demographic information collected included sex, age, marital status,\noccupational status, perceived socioeconomic status, employment status, educa-tional level, and household tenure.\nPerceived Physical Environment Scale\nThe items pertaining to this scale were selected from the checklist used in the Fragile\nFamilies and Child Wellbeing Study (Duarte et al. 2010). The interior physicalenvironment was evaluated using eight items regarding the integrity and organiza-tion of the household. The assessment of the exterior physical environment wasmade using 11 items that addressed the conditions of the building and of the streetswithin 100 m of the household. To assess perceptions of the household interiorphysical environment, four items relating to household interior decay (broken or\ncracked windows, walls, ceiling or ﬂoor), and four to household interior\ndisorganization (darkness, crowding, cluttering, and dirtiness) were used. As regardsassessment of perceived exterior physical environment, four items pertaining to thesurrounding area deterioration (e.g. graﬃti and vacant or abandoned buildings onthe household’s block or within 100 m) and six items pertaining to the buildingdeterioration (e.g. broken glass/toys in the environment immediately outside of thebuilding, cracked/damaged walls in the exterior of the building) were used. The itempertaining to peeling paint on the exterior of the building was omitted as buildings in\nIran are usually not painted on the outside, and the item addressing alcohol and drug\nparaphernalia was omitted due to socio-cultural restraints. While in the originalstudy, trained interviewers completed an observation checklist to provide informa-tion about the interior and exterior surroundings of the household, in the presentstudy the checklist was completed by the participants themselves. Test–retestreliability with 25 subjects and an interval of 3 weeks was found to be 0.86. Highscores on this scale indicate negative perceptions.\nPerceived neighborhood characteristics questionnaire\nTo assess perceptions of the neighborhood environment, items from the Environ-\nmental Module of the International Physical Activity Prevalence Study34 U. Barahmand et al."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "questionnaire were administered (IPS 2002). The questionnaire was slightly modiﬁed\nin accordance with the characteristics typical of Iranian society. Out of the 17questions in the original questionnaire, 2 were omitted as they pertained to bicycleriding, an activity engaged in usually only by children and adolescents, and the item\npertaining to possession of motor vehicles was also omitted as it was irrelevant to the\ngoals of the study. The item pertaining to residential density was omitted from thisscale as a similar question was already added to the socio-demographic data sheet.The other items pertaining to access to destinations; infrastructures in theneighborhood, esthetic qualities, social environment, street connectivity, andneighborhood safety were retained. All questions had a four-point Likert responsescale: strongly disagree; somewhat disagree; somewhat agree, and strongly agree,with high scores indicating positive perceptions.\nFive questions were added to assess the perceived general quality of the\nneighborhood, three regarding safety and noise in the neighborhood and two used asproxies of social support: (1) How safe is your neighborhood? Responses wereindicated as ‘‘very unsafe’’, ‘‘unsafe’’, ‘‘neither’’, ‘‘safe’’, and ‘‘very safe’’; (2) Howmuch safety do you have from traﬃc, for example when crossing streets? Responseswere indicated as ‘‘very unsafe’’, ‘‘unsafe’’, ‘‘neither’’, ‘‘safe’’, and ‘‘very safe’’; (3)How much does street noise of the place where you live bother you? Responses wereindicated as ‘‘not at all’’, ‘‘a little’’, ‘‘moderately’’, ‘‘a lot’’, and ‘‘very much’’. (4)\nHow often do you interact with neighbors? Responses were indicated as ‘‘never’’,\n‘‘rarely’’, ‘‘sometimes’’, ‘‘often’’, ‘‘very often’’; (5) How much can you count on themto help you if you need their help? Responses indicated as ‘‘not at all’’, ‘‘a little’’, ‘‘tosome extent’’, ‘‘a lot’’, ‘‘very much’’.\nTranslation and back-translation were used to develop the Persian versions of the\nPerceived Physical Environment Scale and the Perceived Neighborhood Character-istics Questionnaire. Fifty bilingual university students completed both versions ofthe questionnaires. All the items of the two questionnaires had a Kappa coeﬃcient\nof40.62. Next the questionnaire was pilot tested on a small sample of 30 individuals\nto ensure clarity of the items. Test–retest reliability with 25 subjects and an intervalof 3 weeks was found to be 0.86 for the Perceived Physical Environment Scale and0.82 for the Perceived Neighborhood Characteristics Questionnaire. The internalconsistency of the latter was found to be 0.72.\nSF-36\nThe SF-36 self-administered, 36-item questionnaire that measures health-related\nfunctions in eight domains: physical functioning (PF); role limitations due tophysical problems (RP); bodily pain (BP); vitality (VT); general health perceptions(GH); social functioning (SF); role limitations due to emotional problems (RE),and emotional well-being (EW). These eight domains were hypothesized to begrouped into two health dimension scales, that is, physical (PF, RP, BP, and GH)and mental (SF, VT, RE, and EW). After summing the Likert-scaled items in theSF-36, each scale was then standardized so that it ranged from 0 (lowest level of\nfunctioning) to 100 (highest level) (Ware et al. 1993). The Persian version of the\nscale developed by Motamed et al. (2005) has been used widely in health surveysand the internal consistency for the eight scales using Cronbach’s alpha has beenreported to be 0.87.International Journal of Environmental Health Research 35"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Results\nThe results of descriptive analyses showed that about 80% of the sample aged\nbetween 26 and 40 years and nearly 20% aged between 41 and 55 years. The average\nage of the participants was 37.59 years (SD ¼8.17). About 26% of the sample had\nnot completed high school while nearly 14% of the participants had had someeducation beyond high school. A little over two-thirds (67.15%) of the samplereported living in apartments and the average tenure of residence reported by thesample was 9.26 years and the majority of the sample perceived both their socio-economic status (almost 60%) and the level of their neighborhood to be (nearly52%) neither low nor high. All details regarding the socio-demographic character-istics of the sample are displayed in Table 1.\nThe percentage of people reporting negative perceptions of the home environ-\nment is displayed in Table 2. As can be seen from this table, regarding the interior ofthe home, fewer people (less than 7%) endorsed broken or cracked windows, crackedﬂoors and dirty rooms, while broken plaster or peeling paint, and crowded or\nTable 1. Descriptive characteristics of the study sample.\nVariables n %\nSociodemographics\nGender\nMale 66 48.17\nFemale 71 51.83\nAge groups\n26–40 110 80.29\n41–55 27 19.71\nMean age years (SD) 37.59 (8.17)\nEducation levels\nUp to elementary school 16 11.68\nUp to middle school 20 14.59Up to high school 81 59.12Above high school 19 13.87\nTime of residence\n1–5 years 21 15.336–10 years 48 35.0310–15 years 35 25.55\n415 years 33 24.09\nMean years of residence (SD) 9.26 (5.41)\nType of housing\nDetached single-family housing 44 32.12\n(row house or apartments of 2–3 stories)\nApartments of 4–8 stories 87 63.50Apartments of more than 8 stories 5 3.65\nPerceived SES\nLow 19 13.87Middle 83 60.58High 35 25.55\nPerceived level of neighborhood\nLow 21 15.33Middle 71 51.82\nHigh 45 32.8536 U. Barahmand et al."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "cluttered rooms were reported by more than 30% of the respondents. As regards the\nexterior of the home, vacant or abandoned buildings and broken glass or toys in thearea surrounding the home were reported by a very small percentage (less than 3%)of the sample, but damaged exterior walls, large ditches and deteriorating buildings\naround the home were reported by a substantial percentage (40–60%) of the sample.\nPerceived characteristics of the neighborhood are depicted in Table 3. It appears\nthat a very small percentage (less than 10%) of the sample ﬁnd their neighborhoodunsafe. More than half the samples attribute positive qualities to their neighbor-hoods in terms of safety, access to public transportation ad shops. However, a lot ofpeople (about 50%) appear to be bothered by the traﬃc. Furthermore, although themajority of the respondents reported limited interaction with their neighbors, asubstantial percentage (more than 75%) counts on their neighbors for support.\nHealth scores of the sample are shown in Table 4. Considering that the scores on\neach of the subscales of the SF-36 range from 0 to 100, it can be seen that the meanscores of the sample on all the scales reﬂecting indices of health except the subscaledenoting physical functioning are above 50.\nTo determine age, gender and social class diﬀerences in health scores,\nmultivariate analyses followed by post hoc analysis (Bonferroni) were run. No age\nand gender diﬀerences in physical and mental health scores emerged ( p50.05), but\npeople who perceived their socio-economic status as low also reported greater\nlimitations due to emotional problems, and lower scores on vitality, mental well-\nTable 2. Percentage of the sample reporting negative perceptions of home environment.\nn %\nPerceived home environment characteristics\nHome interior\nDecay\nBroken windows/cracked window panes 9 6.57\nOpen cracks/holes in wall 25 18.25Cracks/Holes on the ﬂoor 8 5.84Broken plaster/peeling paint 47 34.31\nDisorganization\nDarkness 41 29.93Crowded 52 37.95Cluttered rooms 64 46.71\nDirty rooms 8 5.84\nHome exterior\nSurrounding area deterioration\nGarbage, litter/in the street/yard/sidewalk 23 16.79\nGeneral condition of buildings bad 60 43.79Graﬃti 26 18.97Vacant or abandoned buildings 4 2.92\nEnvironment immediately outside the house\nBroken steps 46 33.57Broken glass/toys 4 2.92Large ditches 85 62.04\nStrewn garbage 23 16.79\nExterior of the building has\nCracked or damaged walls 71 51.82\nBroken/cracked windows 7 5.11International Journal of Environmental Health Research 37"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "being, social functioning and total mental health scores ( p50.05). No socio-\neconomic diﬀerences were noted on indices of physical health ( p40.05).\nTo examine the associations of perceived attributes of the household environ-\nment and the neighborhood with health indices, the obtained data were analyzedusing Pearson’s correlation coeﬃcient and multiple regression analysis. Correlationanalysis revealed that general health scores correlated negatively with negativeperceptions of the interior home environment ( 70.37, p50.05). Negative\nperceptions of the interior of the home, including perceptions of decay anddisorganization were associated negatively with indices of vitality, emotional well-\nbeing, social functioning, bodily pain, general health and total physical and mental\nhealth scores ( p50.05; see Table 5). Negative characteristics pertaining to the\nexterior of the home (including deterioration of the building and the surroundingarea) were not found to be signiﬁcantly associated with any of the indices of health(p40.05). Apart from the characteristics of the internal physical environment,Table 3. Percentage of the sample reporting the perceived characteristics of the neighbor-\nhood.\nn %\nPerceived neighborhood characteristics\nMany shops are in walking distance of my home 80 58.34\nPublic transport is available within 10 min walk from my home 91 66.42There are sidewalks on most streets in my neighborhood 63 45.98My neighborhood has a low-cost gym or swimming pool 52 37.95\nThe crime rate in my neighborhood makes it unsafe to go for walks at night 9 6.57\nThere is so much traﬃc or crowd on the streets that it makes it\ndiﬃcult or unpleasant to walk67 48.90\nI see many people physically active in my neighborhood 92 67.15\nThere are many interesting things to look at while walking in my\nneighborhood67 48.90\nThere are many four-way intersections in my neighborhood 76 55.47\nThe sidewalks are well maintained and not obstructed 40 29.20\nThere are many places to go within walking distance of my house 26 18.98The crime rate in my neighborhood makes it unsafe to go for walks\nduring the day00\nThere is good park or green space in my neighborhood 21 15.33\nPerceived quality of neighborhood\nSafety of neighborhood\n‘‘very unsafe’’, ‘‘unsafe’’, ‘‘neither’’ 13 9.49‘‘safe’’, and ‘‘very safe’’ 124 90.51\nSafety from traﬃc\n‘‘very unsafe’’, ‘‘unsafe’’, ‘‘neither’’ 92 67.15‘‘safe’’, and ‘‘very safe’’ 45 32.85\nBothered by noise\n‘‘not at all’’, ‘‘a little’’, ‘‘moderately’’ 73 53.28\n‘‘a lot’’, and ‘‘very much’’ 64 46.71\nSocial support\nInteraction with neighbors\n‘‘never’’, ‘‘rarely’’, ‘‘sometimes’’ 79 57.66‘‘often’’, ‘‘very often’’ 58 42.33\nCounting on neighbors\nnot at all’’, ‘‘a little’’, ‘‘to some extent’’ 32 23.36\n‘‘a lot’’, ‘‘very much’’ 105 76.6438 U. Barahmand et al."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Table 4. Health scores grouped by perceived socio-economic status.\nScalesPerceived socio-\neconomic status Mean Std. deviation ScalesPerceived socio-\neconomic status Mean Std. deviation\nPhysical functioning (PF) High 53.58 31.18 Role limitations due to\nemotional problems (RE)High 78.79 37.33\nMiddle 46.07 26.42 Middle 47.56 37.18Low 39.67 32.39 Low 33.33 42.16\nTotal 46.96 27.89 Total 52.73 39.81\nRole limitations due to\nphysical health (RP)High 65.91 35.83 Vitality (VT) High 62.73 29.27\nMiddle 50.82 32.66 Middle 66.51 22.48\nLow 54.17 45.87 Low 37.50 17.82\nTotal 54.54 34.81 Total 62.20 24.99\nBodily pain (BP) High 60.00 33.85 Emotional well-being (EW) High 67.27 27.00\nMiddle 64.94 29.35 Middle 63.15 24.81\nLow 60.83 41.37 Low 35.33 21.97\nTotal 63.36 31.24 Total 60.72 26.32\nGeneral health (GH) High 61.36 25.40 Social functioning (SF) High 82.95 17.92\nMiddle 66.82 17.13 Middle 68.56 25.60\nLow 54.17 29.05 Low 43.75 23.38\nTotal 64.10 20.69 Total 68.75 25.91\nTotal physical health High 240.85 106.27 Total mental health High 291.74 84.65\nMiddle 228.66 68.16 Middle 245.79 89.55\nLow 208.83 110.77 Low 149.92 80.79\nTotal 228.96 81.69 Total 244.40 94.67International Journal of Environmental Health Research 39"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Table 5. Correlations between home and neighborhood perceptions and indices of health.\nPF RP RE VT EW SF BP GH PH MH\nHome interior 70.06 70.22 70.19 70.38**70.39**70.46**70.44**70.37**0.38**0.41**\nDecay 70.18 70.17 70.26 70.34*70.39**70.47**70.37**70.38**0.37**0.44**\nDisorganization 70.07 70.23 70.08 70.34*70.31*70.37**70.42**70.30*0.31*0.31*\nHome exterior 70.06 70.23 70.11 70.19 70.11 70.09 70.16 0.01 70.14 70.01\nSurrounding area\ndeterioration70.03 70.25 70.06 70.14 70.13 70.01 70.25 70.02 70.22 70.04\nBuilding deterioration 70.09 70.18 70.12 70.19 70.09 0.12 70.09 70.01 70.08 0.00\nNeighborhood 0.24 70.05 70.16 70.06 70.08 70.13 70.03 0.28*70.02 70.01\nSocial support 0.12 0.09 0.18 0.38**0.41**0.29*0.11 0.16 0.22 0.39**\nPF¼physical functioning; RP ¼role limitations due to physical health; RE ¼role limitations due to emotional problems; VT ¼vitality; EW ¼emotional well-being;\nSF¼social functioning; BP ¼bodily pain; GH ¼general health; PH ¼physical health MH ¼mental health. * p5.05; ** p5.01.40 U. Barahmand et al."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "perceptions of the neighborhood were also related to general health ( r¼0.28,\np50.05), but not to any other indices of physical and mental health ( p40.05).\nPerceived social support was found to be associated with total mental health scoresas well as the indices of vitality, emotional well-being and social functioning\n(p50.05).\nFinally, the relative contributions of perceptions of the internal physical\nenvironment, perceived social support as well as perceived socio-economic statusin the prediction of physical and mental health were assessed using multipleregression analyses. Perceived decay of the internal physical environment ( b¼\n70.37, t(136)¼2.78, p50.05) and perceived disorganization in the internal physical\nenvironment ( b¼70.30, t(136)¼2.26, p50.05) signiﬁcantly predicted physical\nhealth scores. Perceived decay of the internal physical environment and perceived\ndisorganization in the internal physical environment also explained a signiﬁcant\nproportion of variance in physical health scores, R\n2¼13.8, F(1, 136) ¼7.71,\np50.05, and DR2¼5.4, F(1, 135) ¼3.22, p50.05, respectively. Perceptions of\nsocial support and perceived socio-economic status failed to contribute to theprediction of physical health. On the other hand, ﬁndings indicated that mentalhealth scores were predicted by perceived decay of the internal physical environment(b¼70.43, t(136)¼3.36, p50.05), perceived disorganization in the internal\nphysical environment ( b¼70.16, t(135)¼2.40, p50.05), perceived socio-econom-\nic status ( b¼70.35, t(136)¼2.66, p50.05) as well as perceived social support\n(b¼70.27, t(136)¼2.41, p50.05). Therefore, signiﬁcant proportions of variance\nin mental health scores were explained by perceived decay of internal environment(R\n2¼17.3, F(1, 136) ¼11.27, p50.05), perceived disorganization in the internal\nenvironment ( DR2¼2.4,F(1, 135) ¼4.23, p50.05), perceived socio-economic status\n(DR2¼10.7, F(1, 133) ¼7.06, p50.05) and perceived social support ( DR2¼3.7,F(1,\n133)¼5.32, p50.05)\nDiscussion\nThe purpose of the study was to study the relationship of certain personal attributes\n(age and sex), perceived socioeconomic status, perceived social support, perceivedcharacteristics of the internal and external physical environment and neighborhoodwith indices of physical and mental health. While the demographic variables of ageand sex were not found to be associated with any of the indices of physical andmental health, perceived socioeconomic level and perceived social support were\nassociated with mental health scores. Perceived characteristics of the home interior\n(decay and disorganization) were found to be associated with certain indices of bothmental health (vitality, mental well-being, and social functioning) and physicalhealth (bodily pain and general health) experienced by the residents. Perceivedcharacteristics of the home exterior (surrounding area deterioration and buildingdeterioration) were not related to indices of physical and mental health. Perceptionsof the neighborhood were found to be associated only with reports of general health,one of the indices of physical health. Of these variables, only perceptions of\nsocioeconomic status, social support and decay and disorganization of the home\ninterior contributed to mental health, while only perceived decay and disorganiza-tion of the internal physical environment contributed to physical health.\nThe present study explored the associations between perceptions of the physical\nenvironment and health. Most previous studies (Bonnefoy et al. 2004; Li et al. 2005;International Journal of Environmental Health Research 41"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Clarke et al. 2008; Cervero et al. 2009; Michael and Yen 2009) on the relationships\nbetween environmental conditions and well-being of occupants have focused onactual characteristics of the physical environment such as land use, green spaces,thermal factors, lighting aspects and noise rather than on residents’ perceptions of\nthe indoor environment. Some researchers (O’Campo and O’Brien Caughy 2006;\nWen et al. 2006) have shown that perceived measures of the environment may bemore closely associated with cognitive processes that directly inﬂuence ratings ofhealth and quality of life. Few studies (Dawson et al. 2007; Gidlow et al. 2010; Smithet al. 2011) have examined the association between perceived environmentalattributes and health. And in these studies, speciﬁc aspects of health such aswalking, obesity, and quality of life have been studied. Therefore, methodologicaldiﬀerences preclude adequate comparison of ﬁndings from the present study with\nthose from previous studies.\nThe present study endorsed a link between perceptions of decay and\ndisorganization in the physical environment and physical health. This ﬁndingimplies that negative perceptions of the home interior are associated with bodilypain, diﬃculty or restrictions in daily physical activities. Daily exposure to suchdiﬃculties or restrictions can be stressful and impact physical health. However, it isimpossible to establish any causal relations between perceptions of the environmentand physical health due to the cross-sectional study design. Findings of the present\nstudy also imply that perceptions of the physical environment can impact mental\nhealth. This ﬁnding is in keeping with evidence provided by Poortinga et al. (2007)who observed associations between perceived environmental features and selfreported health. However, the mechanisms by which the physical characteristics ofthe internal environment are related to the health status of individuals are a matterof conjecture. Three pathways may be hypothesized: (1) Consistent with Fulliloveand Fullilove’s (2000) conception of the connection between housing and health, it islikely that negative perceptions of the interior of the home or perceived inferior\nsocioeconomic level may contribute to worry, anxiety, hopelessness, and depression\nthrough cognitions of inadequacy and low self eﬃcacy resulting from socialcomparisons and social competition that most individuals engage in while appraisingtheir own status or position in society (Kruglanski and Mayseless 1990; Suls et al.2002). (2) Alternatively, negative perceptions of the home based on socialcomparisons could lead to family conﬂicts or marital discord which, in turn, couldimpact the mental health of individuals. (3) Furthermore, when individuals aredissatisﬁed with the physical aspects of the interior of their home, they may be less\nlikely to entertain social visits from friends and relatives, and, therefore, enjoy less\nthan optimal social support. In the absence of adequate social support, mental healthmay be compromised. In short, it is an individual’s approximation to the lifestyleconsidered ideal in his or her culture that mediates the eﬀects of the perceivedfeatures of the physical home environment and socioeconomic level on his or herhealth status. While actual physical characteristics of the household environmentmay be a potential support or deterrent for health behavior and exert their impact onhealth through changes in the nervous system or through restrictions imposed on an\nindividuals’ mobility or their accessibility to facilities, the link between perceived\ncharacteristics of the household physical environment and mental health may bemediated by cognitive processes. That is, the appearance of the environment mayconvey speciﬁc messages which regulate behaviors (Podorefsky et al. 2001) andtrigger emotions, which then manifest as indices of mental health.42 U. Barahmand et al."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "The lifestyles of most inhabitants of metropolises in Iran reﬂect a fascinating\nblend of traditional values and modernization which is evident regardless of thesocioeconomic status of the family. Scientiﬁc and technological advances andrampant urbanization, on the one hand, and upward social comparisons, on the\nother, urge most Iranians to strive to move up the social hierarchy. As a result,\nIranians’ homes have evolved. While social comparison may create a realisticpotential for improvement, it may also trigger the painful processes of envy and afeeling of helplessness and despair about one’s failure to achieve comparable levels.It is likely that, the physical characteristics of the home and neighborhood areperceived to be indicative of the individual’s position on the social hierarchy. Whensuch perceptions are negative, they may contribute to the experience of negativeemotional states jeopardizing mental health as well as interpersonal relations.\nHowever, insight into the mechanisms underlying the relationships between\nperceptions of the indoor environment and psychological well-being is still limitedand our understanding of these relationships can only be enhanced through robustlongitudinal studies.\nStudies with larger samples involving diverse environments and comparing the\nperceptions of environmental characteristics with objective measures of aspects ofthe physical environment in their associations with health can also help examine thehypothesized pathways through which the physical environment exerts its inﬂuence\non the health of residents. Future studies could also compare the relationships\nbetween objective and perceived characteristics of people’s homes with aspects ofinterpersonal relationships such as marital discord.\nA number of limitations are recognized. First of all, as people’s perceptions of\ntheir surroundings were measured rather than the objective characteristics of theenvironment, the obtained ﬁndings may not be replicated when actual physicalfeatures of the home and neighborhood are studied in relation to health. Yet, thisdoes not render the ﬁndings of the present study inconsequential as an individual’s\nperceptions can have a signiﬁcant impact on his or her health. Furthermore,\nalthough our ﬁndings add to the existing database on the associations betweenperceptions of the physical environment and health, no inferences regardingcausality can be made as cross-sectional data have been used. Finally, while thesample recruited for the study was selected from a crowded downtown area, it maynot be representative of the whole population, so caution should be exercised ingeneralizing the results.\nAcknowledgment\nThis research has not been funded by any outside agency.\nReferences\nAlmedom AM. 2005. Social capital and mental health: an interdisciplinary reviewof primary\nevidence. Soc Sci Med. 61:943–964.\nApte MG, Fisk WJ, Daisey JM. 2000. Associations between indoor CO 2concentrations and\nSick building syndrome symptoms in US oﬃce buildings:an analysis of the 1994–1996BASE study. Indoor Air. 10:246–257.\nBonnefoy XR, Annesi-Maesano I, Aznar LM, Braubach M, Croxford B, Davidson M,\nEzratty V, Fredouille J, Gonzalez-Gross M, van Kamp I, et al. 2004. Review of evidenceon housing and health. In: Fourth Ministerial Conference on Environment and Health ,\nBudapest, Hungary. p. 23–25.International Journal of Environmental Health Research 43"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Booth KM, Pinkston MM, Poston WS. 2005. Obesity and the built environment. J Am Diet\nAssoc. 105(5) Suppl 1:110–117.\nCervero R, Sarmiento OL, Jacoby E, Gomez LF, Nieman A. 2009. Inﬂuences of built\nenvironments onwalking andcycling: lessons fromBogota. J SustainTransport. 3(4):203–226.\nClarke P, Ailshire JA, Bader M, Morenoﬀ JD, House JS. 2008. Mobility disabilityand the\nurban built environment. Am J Epidemiol. 168(5):506–513.\nCummins S, Curtis S, Diez-Roux AV, Macintyre S. 2007. Understanding and representing\n‘place’ in health research:a relational approach. Soc Sci Med. 65(9):1825–1838.\nDawson J, Hillsdon M, Boller I, Foster C. 2007. Perceived barriers to walking in the\nneighborhood environment: a survey of middle-aged and oldr adults. J Aging Phys Act.\n15(3):318–335.\nDe Silva MJ, McKenzie K, Harpham T, Huttly SRA. 2005. Social capital and mental illness: a\nsystematic review. J Epidemiol Com Health. 59:619–627.\nDuarte CS, Chambers EC, Rundle A, Must A. 2010. Physical characteristics of the\nenvironment and BMI of young urban children and their mothers. Health Place.16:1182–1187.\nEwing R, Schmid T, Killingsworth R, Zlot A, Raudnbush S. 2003. Relationship between urban\nsprawl and physical activity, obesity and morbidity. Am J Health Promot. 18:47–57.\nFisk WJ, Lei-Gomez Q, Mendell MJ. 2007. Meta-analysis of the associations of respiratory\nhealth eﬀects with dampness and mold in homes. Indoor Air 17(40):284–296.\nFullilove MT, Fullilove III RE. 2000. What’s housing got to do with it? Am J Public Health.\n90(2):183–184.\nGalea S, Ahern J, Rudenstein S, Wallace Z, Vlahov D. 2005. Urban built environment and\ndepression: a multilevel anaysis. J Epidemiol Community Health. 59:822–827.\nGidlow C, Cochrane T, Davey RC, Smith G, Fairburn J. 2010. Relative importance of\nphysical and social aspects of perceived neighborhood environment for self-reportedhealth. Prev Med. 51:157–163.\nGiles-Corti B, Macintyre S, Clarkson JP, Pikora T, Donovan RJ. 2003. Environmental and\nlifestyle factors associated with overweight and obesity in Perth, Australia. Am J HealthPromot. 18(1):93–102.\nGordon-Larsen P, Nelson MC, Page P, Popkin BM. 2006. Inequality in the built\nenvironment underlies key health disparitiesin physical activity and obesity. Pediatrics.\n117:417–424.\nHoutman I, Douwes M, de Jong T, Meeuwsen JM, Jongen M, Brekelmans F, Nieboer-Op de\nWeegh M, Brouwer D, van den Bossche S, Zwetsloot G, et al. 2008. New forms of physical\nand psychological health risks at work. IP/A/EMPF/ST/2007–19, PE 408.569 . Brussels,\nBelgium: European Parliament, Policy Department Economic and Scientiﬁc Policy. p. 1–113.\nIPS. 2002. Physical activity prevalence study environmental survey module [cited 2012 Apr\n17]. Available from: http://www.rohan.sdsu.edu/faculty/sallis/IPAQIPS.pdf.\nKruglanski AW, Mayseless O. 1990. Classic and current social comparison research:\nexpanding the perspective. Psychol Bull. 108(2):195–208.\nLeslie E, Cerin E. 2008. Are perceptions of the local environment related to neighborhood\nsatisfaction and mental health in adults? Prev Med. 47:273–278.\nLewtas J. 2007. Air pollution combustion emissions: characterization of causative agents and\nmechanisms associated with cancer, reproductive, and cardiovascular eﬀects: the sources\nand potential hazards of mutagens in complex environmental matrices-Part II. Mutat Res.\n636:95–133.\nLi F, Fisher KJ, Bownson RC, Bosworth M. 2005. Multilevel modeling of built environment\ncharacteristics related to neighborhood walking activity in older adults. J Epidemiol\nCommunity Health. 59:558–564.\nLopez RP, Hynes HP. 2006. Obesity, physical activity and the urban environment: public\nhealth research needs. Environ Health. 5:25.\nLovasi GS, Neckerman KM, Quinn JW, Weiss CC, Rundle A. 2009. Eﬀect of individual or\nneighborhood disadvantage on the association between neighborhood walkabilityandbody mass index. Am J Public Health. 99(2):279–284.\nLumeng JC, Appugliese D, Cabral HJ, Bradley RH, Zuckerman B. 2006. Neighborhood\nsafety and overweight status in children. Arch Pediatr Adolesc Med. 160(1):25–31.44 U. Barahmand et al."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Maas J, Verheij, RA, Groenewegen PP, de Vries S, Spreeuwenberg P. 2006. Green space\nurbanity and health: how strong is the relation? J Epidemiol Community Health.\n60(7):587–592.\nMargaretten M, Barton J, Julian L, Katz P, Trupin L, Tonner C, Graf J, Imboden J, Yelin E.\n2011. Socioeconomic determinants of disability and depression in patients with\nrheumatoid arthritis. Arthritis Care Res. 63:240–246.\nMichael Yl, Yen IH. 2009. Invited commentary:built environment and obesity among older\nadults-can neighborhood-level policy interventions make a diﬀerence? Am J Epidemiol.169(4):409–412.\nMitchell R, Popham F. 2007. Greenspace, urbanity and health. J Epidemiol Community\nHealth. 61:681–683.\nMorland K, Diex-Roux A V, Wing S. 2006. Supermarkets, other food stores and obesity: the\natherosclerosis risk in community study. Am J Prev Med. 30(4):333–339.\nMotamed N, Ayatollahi AR, Zare N, Sadeghi-Hassanabadi A. 2005. Validity and reliability of\nthe Persian translation of the SF–36 version 2 questionnaire. East Mediterr Health J.11(3):349–357.\nMurray CJ, Lopez AD. 1997. Global mortality, disability, and the contribution of risk factors:\nGlobal Burden of Disease Study. Lancet. 349:1436–1442.\nNutbeam D. Evaluating health promotion – progress, problems and solutions. Health Promot\nInt. 1998:27–44.\nO’Campo P, O’Brien Caughy M. 2006. Measures of residential community contexts. In J.M.\nOakes, J.S. Kaufman, editors. Methods in social epidemiology. San Francisco: Jossey-Bass. p. 196–202.\nPodorefsky DL, McDonald-Dowdell M, Beardslee WR. 2001. Adaptation of preventive\ninterventionsfor a low income, culturally diverse community. J Am Acad Child Adolesc\nPsychiatry. 40(8):879–886.\nPoortinga W, Dustan F, Fone D. 2007. Perceptions of the neighborhood environment and\nself-rated health: a multilevel analysis of the Caerphilly Health and Social Needs Study.\nBMC Public Health. 7:285.\nPowell LM, Slater S, Chaloupka FJ, Harper D. 2006. Availability of physical activity-related\nfacilitiesand neighborhood demographic and socioeconomic characteristics: a national\nstudy. Am J Public Health. 96(9):1676–1680.\nProchaska JJ, Rodgers MW, Sallis JF. Association of parent and peer support with adolescent\nphysical activity. Res Q Exerc Sport. 73 2002:206–210.\nRundle A, Diex-Roux A, Freeman LM, Miller D, Neckerman KM, Weiss CC. 2007. The\nurban built environment and obesity in New York City: a multilevel analysis. Am J Health\nPromot. 21(4):326–334.\nSallis JF, Bauman A, Pratt M. 1998. Environmental and policy interventionsto promote\nphysical activity. Am J Prev Med. 15:379–397.\nSallis JF, Glanz K. 2006. The role of built environments in physical activity, eating and obesity\nin childhood. Future Child. 16:89–108.\nSmith M, Segal R, Segal J. 2011. Understanding stress: symptoms, signs, causes, and eﬀects.\nAvailable from: http://helpguide.org/mental/stress_signs.htm\nStokols D. 1992. Establishing and maintaining health environments: toward a social ecology\nof health promotion. Am Psychol. 47:6–22.\nSuls J, Martin R, Wheeler L. 2002. Social comparison: why, with whom and with what eﬀect?\nCurr Dir Psychol Sci. 11(5):159–163.\nTimperio A, Salmon J, Telford A, Crawford D. 2005. Perceptions of local neighborhood\nenvironments and their relationship to childhood overweight and obesity. Int J Obes29(2):170–175.\nWang Y, Zhang Q. 2006. Are American children and adolescents of low socioeconomic status\nat risk of obesity? Changes in the association between overweight and family incomebetween 1971 and 2002. Am J Clin Nutr. 84(4):707–716.\nWen M, Hawkley LC, Cacioppo JT. 2006. Objective and perceived neighborhood\nenvironment, individual SES and psychosocial factors, and self-rated health:an analysisof older adults in Cook County, Illinois. Soc Sci Med. 63(10):2575–2590.\nWilkinson RG, Pickett KE. 2006. Income inequality and population health: a review and\nexplanation of the evidence. Soc Sci Med. 62(7):1768–1784.International Journal of Environmental Health Research 45"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Copyright of International Journal of Environmental Health Research is the property of Taylor & Francis Ltd\nand its content may not be copied or emailed to multiple sites or posted to a listserv without the copyright\nholder's express written permission. However, users may print, download, or email articles for individual use."
    }
  ]
}