{
  "doc_type": "scientific paper",
  "title": "The New York Misophonia Scale (NYMS): A New Instrument to Identify Misophonia in the General Population",
  "authors": [
    "Usha Barahmand, PhD",
    "Maria E. Stalias-Mantzikos, PhD",
    "Ying Xiang",
    "Esther Rotlevi"
  ],
  "year": 2023,
  "journal": "Journal of Psychiatric Practice",
  "doi": "10.1097/PRA.0000000000000724",
  "abstract": "Misophonia is a condition in which certain sounds and behaviors elicit distress that ranges from mild annoyance to disgust or anger. The aim of this research was to develop and validate an instrument to screen for misophonia in the general population. Study 1 developed and explored the factor structure and item quality of the New York Misophonia Scale (NYMS), which originally included 42 triggers and 13 behavioral reactions. A sample of 441 American adults responded to the instrument via social media platforms. Of the original 42 triggers, 25 clustered into 4 factors: repetitive actions, mouth sounds, ambient object sounds, and ambient people sounds. The 13 behavioral reactions loaded on to 2 factors, aggressive and nonaggressive reactions. Study 2 evaluated the psychometric properties of the final version of the NYMS using a sample of 200 American adults. The results supported the validity of the factor structure and the reliability of the final version of the NYMS from Study 1. Finally, Study 3 explored the concurrent and convergent validity of the final version of the NYMS with the Misophonia Questionnaire (MQ) and the Difficulties in Emotion Regulation Scale-Short Form (DERS-SF). A sample of 171 adult participants completed all of the scales. Good concurrent validity was found with the MQ and good convergent validity was found with the DERS-SF. Overall, the NYMS appears to be a useful and promising instrument for assessing misophonia triggers, severity of distress elicited, and behavioral reactions to the distress in the general population.",
  "keywords": [
    "misophonia",
    "sound sensitivity",
    "distress",
    "emotion regulation",
    "Misophonia Questionnaire",
    "New York Misophonia Scale"
  ],
  "research_topics": [
    "Misophonia",
    "Psychometric scale development",
    "Emotion regulation",
    "Psychiatric assessment tools",
    "Behavioral reactions to auditory and visual stimuli",
    "Validation of new clinical instruments",
    "Factor analysis in psychological testing"
  ],
  "created_at": "2025-05-04T23:08:05.087276Z",
  "source_pdf": "documents/research/Global/BARAHMAND  2023 New York Misophonia Scale.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:JournalofPsychiatric Practice\nArticleTitle: TheNewYorkMisophonia Scale(NYMS): ANewInstrument toIdentifyMisophonia in\ntheGeneralPopulation\nArticleAuthor: Barahmand\nVol:29No:4Date:2023Pages:269-281\nOCLC-42767652; ISSN-15274160;\nPublisher: Lippincott Williams &Wilkins©2000-\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Research Article\nThe New York Misophonia Scale (NYMS): A New\nInstrument to Identify Misophonia in the General\nPopulation\nMisophonia is a condition in which certain\nsounds and behaviors elicit distress that ranges\nfrom mild annoyance to disgust or anger. The\naim of this research was to develop and validatean instrument to screen for misophonia in thegeneral population. Study 1 developed andexplored the factor structure and item quality ofthe New York Misophonia Scale (NYMS), whichoriginally included 42 triggers and 13 behavioralreactions. A sample of 441 American adults\nresponded to the instrument via social media\nplatforms. Of the original 42 triggers, 25 clus-tered into 4 factors: repetitive actions, mouthsounds, ambient object sounds, and ambientpeople sounds. The 13 behavioral reactionsloaded on to 2 factors, aggressive and non-aggressive reactions. Study 2 evaluated thepsychometric properties of the ﬁnal version of\nt h eN Y M Su s i n gas a m p l eo f2 0 0A m e r i c a n\nadults. The results suppo rted the validity of the\nfactor structure and the reliability of the ﬁnal\nversion of the NYMS from Study 1. Finally, Study3 explored the concurrent and convergent val-idity of the ﬁnal version of the NYMS with the\nMisophonia Questionnaire (MQ) and the Dif ﬁ-\nculties in Emotion Regulation Scale-Short Form\n(DERS-SF). A sample of 171 adult participants\ncompleted all of the scales. Good concurrentvalidity was found with the MQ and good con-vergent validity was found with the DERS-SF.Overall, the NYMS appears to be a usefuland promising instrument for assessing miso-phonia triggers, severity of distress elicited,and behavioral reactions to the distress in the\ngeneral population.\n(Journal of Psychiatric Practice 2023;29;269 –281)\nKEY WORDS: misophonia, sound sensitivity, dis-\ntress, emotion regulation, Misophonia Question-naire, New York Misophonia ScaleMisophonia is a relatively under-researched con-\ndition characterized by a decreased tolerance to spe-ciﬁc sounds or stimuli associated with the sounds.\n1\nAlthough auditory triggers are most common, visual\ntriggers such as leg shaking orfeet wiggling may\nindependently provoke distress in misophonia. The\ntriggers are perceived as unpleasant or distressingand elicit strong negative physiological, emotional,and behavioral responses not experienced by mostother people. It is not the intensity of the auditorystimuli but rather the pattern of the sounds or theindividual ’s interpretation of them that is aversive.\n1\nThe trigger stimuli elicit autonomic reactions such as\nincreased muscular tension, increased heart rate,\nsweating, negative affective reactions such as feel-ings of anger, irritation, or distress, and behavioralreactions such as avoiding or escaping from the trig-g e rs t i m u l i ,a g i t a t i o n ,o rv e r b a lo rp h y s i c a la g g r e s -sion. Although there are individual differences,individuals with misophonia often report similarcategories of triggers such as the sound of humansUSHA BARAHMAND, PhD\nMARIA E. STALIAS-MANTZIKOS, PhD\nYING XIANG\nESTHER ROTLEVI\nBARAHMAND, XIANG, and ROTLEVI: Queens College, City\nUniversity of New York, Flushing, NY; STALIAS-MANTZIKOS:\nQueens College, City University of New York, Flushing, NY, and\nWestchester Community College, State University of New York,\nValhalla, NY\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights\nreserved.\nThe development of the NYMS was presented at the\nInternational Conference on Psychology and Mental Disor-\nders held in New York, January 28 –29, 2021. https://\npublications.waset.org/abstracts/131254/pdf\nThe authors declare no con ﬂicts of interest.Please send correspondence to: Usha Barahmand, PhD,\nDepartment of Psychology, Division of Mathematics and\nNatural Sciences, Queens College, City University ofNew York, 65-30 Kissena Blvd., Flushing, NY 11367\n(e-mail: usha.barahmand@qc.cuny.edu).\nSupplemental Digital Content is available for this article.\nDirect URL citations are provided in the HTML and PDF\nversions of this article on the journal's website, www.\npsychiatricpractice.com.\nDOI: 10.1097/PRA.0000000000000724\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 269\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "chewing and repetitive movements such as swinging\nor tapping.2Further reports include sounds created\nby other people such as lips smacking, coughing, and\nthroat clearing.3Misophonia can be a debilitating\ncondition that affects the individual ’s concentration,\nsocial relationships, and overall quality of life,resulting in signi ﬁcant distress, reduced academic or\noccupational functioning, strained social relation-ships, social isolation, or mental illness.\n1,2Some\nindividuals with misophonia are aware that their\nreactions to misophonic trigger stimuli are\ndisproportionate to the circumstances.\nWhile misophonia was originally reported as a\ndistinct clinical entity, de ﬁned as an abnormally\nstrong reaction such as increased sympathetic nerv-ous system arousal to sounds with a certain meaningto a person,\n4it was later proposed as a primary\nnosologic entity or discrete psychiatric disorder that\ncould be classi ﬁed within obsessive-compulsive\nspectrum disorder in the DSM-5.5Explanations for\nmisophonia include that it represents conditionedphysical and emotional responses\n6or patterns orig-\ninating from early childhood/early adulthood thatincrease in intensity with repeated exposure to trig-gers as the individual goes through life.\n7Other\nstudies have reported that misophonia symptoms\ncan be found in the context of Tourette syndrome,8\nobsessive-compulsive disorder,9generalized anxiety\ndisorder, and schizotypal personality disorder.10In\ncontrast, a recent study by McKay et al11showed\nthat the large majority of individuals with misopho-nia did not differ from those without misophonia on arange of psychopathological symptoms speci ﬁcally\nrelated to obsessive-compulsive disorder, and only a\nsmall percentage showed elevations on some dys-\nfunctional obsessions. These ﬁndings led those\nauthors to conclude that misophonia may be aunique syndrome associated with a wide range ofdysfunctional cognitions and stress-related symp-toms. Similarly, a 2018 review of the literature onmisophonia by Brout et al\n12also suggested that\nmisophonia may just be a condition characterized by\nhigh levels of psychological distress not uniquely\nassociated with any speci ﬁc disorder. Therefore, the\nexisting evidence indicates that the relationship ofmisophonia with other psychiatric conditions is farfrom clear and warrants further research.\nSeveral scales have been developed to assess this\ncondition. One of the earliest measures was theMisophonia Activation Scale (MAS-1).\n13Developed bya team at misophonia-UK.org in 2010, this instrument\nis not intended to diagnose the condition but rather it\nis designed to measure the severity of misophonic\nreactions. While there is no reference to actual trig-gers, hierarchies of likely emotional and physicalreactions to a misophonic trigger ranging from 0 to 10are described. Psychic responses are assumed to pre-cede physical responses, with the combination ofemotional and physical responses considered to beindicative of the most severe levels of misophonia.\nWhile the MAS-1 focuses relatively more on\nemotional than physical responses, the MisophoniaPhysiological Response Scale (MPRS)\n14assesses the\nintensity of physical reactions to triggers. It wasdeveloped by Bauman\n14in 2015 to be used in con-\njunction with the MAS-1. A less well-known scale isthe Misophonia Assessment Questionnaire (MAQ)developed by Johnson\n15in 2014, which has been\nused in one case study involving treatment of\nmisophonia.16These 3 scales have not been widely\nused in research, nor have their psychometricproperties been reported in peer-reviewed journals.\nSchröder et al\n5conducted a study that led them,\nin 2013, to propose diagnostic criteria for misopho-nia as well as to develop the 6-item AmsterdamMisophonia Scale (A-Miso-S), later revised as the\nA-MisoS-R. This scale includes 3 sections assessing\nsensitivity to various categories of sounds, emo-tional responses and cognitions, and functionalimpairment associated with the sound triggers.This scale was adapted from the Yale –Brown\nObsessive Compulsive Scale and is based on theassumption that misophonia is strongly associatedwith obsessive-compulsive disorder, an assumption\nthat has not been consistently substantiated in\nresearch. Also, the validity of the measure has notbeen tested. The A-Miso-S has been used inresearch testing the effectiveness of cognitivebehavioral therapy for misophonia\n17and comor-\nbidity in misophonia.18–20\nThe Misophonia Questionnaire (MQ)2is another\ninstrument developed to measure the severity of\nmisophonia and is probably the most widely used\nmeasure for misophonia. The scale has been vali-dated in a sample of undergraduate students, andits wide use is likely due to its empirically suppor-ted psychometric properties as well as its simplestructure. The questionnaire assesses sensitivity tocategories of triggers; cognitive, behavioral, andemotional responses to the triggers; and severity of\n270 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "misophonia. This scale has also been used in\nresearch on misophonia21and the comorbidity of\nmisophonia with other psychiatric conditions.11,22\nAlthough widely used, the scale appears to measure\nsound sensitivity rather than misophonia, as itsexternal validity was assessed with a questionnairethat measures sound sensitivity and the instrumentincludes only auditory triggers, while individualswith misophonia may show a decreased tolerance toany stimuli associated with the auditory triggers.\n1\nThat is, patterned visual stimuli may also serve astriggers. Secondly, the MQ does not assess responsesto speci ﬁc triggers but instead groups various trig-\ngers together implying the assumption that only alimited range of auditory stimuli may provokemisophonic reactions. Furthermore, emotional,behavioral, and cognitive responses are all groupedtogether, obscuring any potential individual differ-\nences in reactions to misophonic triggers and com-\npromising the practical utility of this subscale.Finally, the scale measures severity with 1 question,further casting doubt on the necessity or advantageof the 2 subscale scores.\nThree recently developed measures of misophonia\nare MisoQuest,\n23the Selective Sound Sensitivity\nSyndrome Scale (S-Five),24and the Duke Misopho-\nnia Questionnaire (DMQ).25MisoQuest is a\nquestionnaire developed in Polish and based on thecriteria proposed by Schröder et al\n5in 2013. This\ninstrument assesses strong somatic and emotionalreactions to aversive sounds made by the humanbody, animals, or things, and the items may not beendorsed by individuals with mild or moderatelevels of misophonic reactions. The S-Five measures\nexternalizing appraisals, internalizing appraisals,\nimpact, outbursts, and threat. The authors statethe scale factors have good reliability, and thescale validity was demonstrated by comparisonwith the MQ and A-Miso-S. This scale assesses thecognitive and emotional experiences of individualswith misophonia. It cannot be used as a measure toscreen for or identify individuals with misophonia.\nThe DMQ is a comprehensive tool, with 2 composite\nscales capturing many of the aspects of misophoniaidenti ﬁed in the recently published “consensus\ndeﬁnition ”of misophonia.\n1The instrument is\nreported to have excellent psychometric propertiesand provides cut-off points for identifying clinicalseverity. The only possible drawback with thisinstrument is its length. With 86 items, it may notbe used to quickly identify individuals experiencing\nmisophonic distress. The speci ﬁc drawbacks of the\nexisting measures are presented in Table 1.\nThe existing instruments described above were all\ndesigned for the purpose of identifying the severity ofmisophonia, focusing mainly on anger responses.However, these questionnaires vary in their focus indifferent ways. The MAS-1 and MPRS focus on theseverity of emotional and physical responses,respectively, while the MAQ and the A-MISO-S\nassess the emotional impact of misophonia. The MQ,\nMisoQuest, and S-Five represent attempts todevelop tools to measure triggers, responses, and theimpact of misophonia —that is, the items in these\nscales are more likely to be endorsed by individualswith moderate to very severe levels of misophonia.According to the recent consensus de ﬁnition pre-\nsented by Swedo et al,\n1misophonia may be a con-\ndition characterized by varying degrees of negative\nemotions ranging from slight discomfort or irritationto extreme disgust and anger. Similarly, reactions totriggers may range from nonconfrontational reac-tions associated with no functional impairment toaggressive responses and maladjustment. Fur-thermore, in the majority of individuals with miso-phonia, symptoms are not associated with other\ncomorbid psychopathological conditions,\n1indicating\nno signi ﬁcant differences between individuals with\nmisophonia and those without, and individualswith misophonia may differ across a wide range ofemotional and behavioral reactions. A scale thatmeasures the existence of misophonic features innonclinical individuals through the assessment of arange of negative emotional and behavioral reactions\nto a wide variety of auditory and visual triggers is\nnecessary so that individual differences and normaland abnormal levels of sensitivity to selective soundsand gestures can be identi ﬁed.\nOBJECTIVE\nThe goal of the study presented here was to develop\nand validate a new questionnaire to screen for\nmisophonia in the general population. The newlydeveloped scale allows for the identi ﬁcation of a\nrange of speci ﬁc triggers and a range of emotional\nreactions from mild to extreme annoyance, distress,or disgust. In addition to the range of triggers andemotional reactions, a wide range of behavioralresponses is assessed from ignoring the trigger, to\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 271THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "nonconfrontational or nonaggressive reactions, to\nconfrontational or aggressive reactions. The psy-chometric properties of the scale are examined inlarge samples of individuals from the generalpopulation.\nMETHODS AND RESULTS\nEthics Statement\nThe study was approved by the IRB of City\nUniversity of New York, Queens College (No.2020-\n0728), and informed consent was obtained fromrespondents over the internet.\nStudy 1\nThe ﬁrst study was designed to develop the\npreliminary version of the New York MisophoniaScale (NYMS) and evaluate its factor structure,internal consistency, and item quality. No speci ﬁc\nnumber of factors was anticipated a priori, althoughthe scale items were arranged in 2 sections. Part Aconsisted of a list of various auditory and visualtriggers and associated emotional reactions, andPart B consisted of a list of behavioral reactions to\nor accompanying the misophonic emotional arousal.\nDesign\nQuestionnaire Development and Selection of Items .\nThe researchers ﬁrst decided that the instrument\nshould be structured in 2 parts, with Part A pre-senting the stimuli that trigger emotional arousalin misophonia and Part B encompassing the varietyof responses that an individual with misophonia\nmight employ to cope with the emotional arousal\nand source. This was done to ensure that a varietyof triggers; a range of emotional responses includingincreasing degrees of annoyance, anger, anxiety,and disgust; and a range of behavioral responses tothe triggers could be assessed.\nThe items in the instrument were constructed\nfrom information about misophonia that has been\npublished in scienti ﬁc journals. All triggers and\nphysical and emotional responses that have beenreported as describing misophonia were included.Therefore, in addition to sensitivities to humansounds, sensitivity to repetitive movements andambient sounds was also included.\nFirst, all empirical research reports on misophonia\npublished in academic journals between theTABLE 1. Existing Measures of Misophonia and Their Drawbacks\nScale Abbreviation Feature\nMisophonia Activation Scale13MAS-1 No reference to actual triggers; focuses more on emotional\nresponses\nMisophonia Physiological\nResponse Scale14MPRS No reference to actual triggers; focuses only on\nphysiological responses\nMisophonia Assessment\nQuestionnaire15MAQ Psychometric properties not reported\nAmsterdam Misophonia Scale5A-MisoS-R Based on the assumption that misophonia is associated\nwith obsessive-compulsive disorder; scale validity not\ntested\nMisophonia Questionnaire2MQ Measures sound sensitivity; includes only auditory\ntriggers; does not assess responses to speci ﬁc triggers;\nseverity measured with 1 question\nMisoQuest23MisoQuest Developed in Polish; items may not be endorsed by\nindividuals with mild or moderate misophonia\nSelective Sound Sensitivity\nSyndrome Scale24S-Five Assesses cognitive and emotional experiences of people\nwith misophonia; cannot screen or identify individualswith misophonia\nDuke Misophonia Questionnaire\n25DMQ Too long; cannot be used to quickly identify individuals\nexperiencing misophonic distress\n272 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "years 2009 and 2020 were scanned and all of the\nauthors, including 2 seasoned faculty, a doctoral\ncandidate, and an honors undergraduate student,\ncontributed to generating a pool of items describingvarious features of misophonia as reported inscienti ﬁc articles. As part of this review of the liter-\nature, the items were categorized as triggers, emo-tional responses, or behavioral responses, whichwere then evaluated by each author independentlyusing a rating scale. All of the top-ranked items were\nthen evaluated in terms of content validity by all of\nthe authors together. These categories are also con-sistent with the recently published de ﬁnition of\nmisophonia.\n1Next, all of the existing tools for the\nassessment of misophonia were examined and com-pared against the categories created. After elimi-nation of duplicate and synonymous entries, a totalof 63 items that were rated as best by all of the\nauthors were retained. These items included 42 that\nassessed misophonia triggers and 21 that assessedbehavioral responses to the triggers. The triggersincluded both auditory and visual stimuli. The soundtriggers included repetitive oral and nasal sounds aswell as repetitive sounds made by humans whenmanipulating everyday objects like pens. The audi-tory triggers also included ambient sounds made by\nhumans and commonly used appliances. The visual\ntriggers included repetitive hand and leg movementsand facial gestures. Since the emotional responseswere observed to include irritation, annoyance,anger, and disgust as well as anxiety and panic, thedecision was made to include options that wouldassess varying degrees of negative affect using termsthat would capture all of these negative emotions,\nwhile at the same time allow for identifying indi-\nvidual differences in severity of negative affect.Furthermore, the available literature associatingmisophonia with anxiety suggests that anxiety playsa mediating or moderating role in misophonia ratherthan being a reaction to the triggers.\n2,11,22,26There-\nfore, the research team decided to drop the terms“anxiety ”and “panic ”and to present the responses\narranged on a continuum of increasing unpleasant-\nness, including the term “distressing or disgusting ”\nto allow for the identi ﬁcation of individuals experi-\nencing extreme anger, anxiety, or disgust. Therefore,a 5-point Likert scale ranging from 0 =doesn ’tb o t h e r\nmeto 4=disgusting/distressing was considered as\nthe response format for the 42 triggers. The behav-ioral reactions were listed in no speci ﬁco r d e ra n da5-point Likert scale ranging from 0 =never to\n4=always was considered as the response format to\nreﬂect the frequency with which each response is\ndemonstrated.\nThese items were then submitted to a pilot study in\nas a m p l eo f3 0p a r t i c i p a n t st oc o n ﬁrm that the items\nwere easily comprehensible. The self-report survey\nwas administered to a group of undergraduates who\nvolunteered to participate in response to announce-ments made through the learning management sys-\ntem. Feedback was solicited through 2 open-ended\nquestions placed after each part of the questionnaire.Slight modi ﬁcations were made in the wording of\nsome items and 8 items from Part B which did not\nreﬂect behavioral reactions or appeared to be redun-\ndant with other items were dropped. For example, the\nitem, I shout at the individual was dropped as it was\nredundant with the item I become verbally aggressive .\nTheﬁnal set of 42 triggers (Part A) and 13 behavioral\nreactions (Part B) were randomly ordered and repre-\nsented the ﬁrst version of the NYMS. Table 2 presents\nthe complete list of the 42 trigger items and Table 3\npresents the 13 behavioral response items. A 5-point\nLikert-type scale was selected for participants ’\nresponses to triggers in Part A (from 0 =doesn ’t\nbother me to 4=extremely annoying/disgusting/\ndistressing ) and for their responses to behavioral\nreactions in Part B (from 0 =never to 4=always).\nParticipants and Procedure . A sample of 441 adult\nAmerican participants (294 female, 139 male, and 8nonbinary individuals) participated in the study.The mean age of the participants was 29.6 years(SD=11 y). Recruitment was conducted online\nthrough social networking sites including LinkedIn,\nFacebook, Instagram, Twitter, and Reddit, and sur-vey exchange sites such as Survey Swap, SurveyTandem, and Survey Circle. No personal accountswere used. Links to the survey were posted on pagesrelevant to data collection for research purposes.All individuals between the ages of 18 and 65were invited to participate in the study. All data\nwere collected through the survey presented on\nGoogle Forms. The inclusion criteria included (1) age\nbetween 18 and 65 years, and (2) ﬂuency in English.\nExclusion criteria included (1) being under 18 yearsor over 65 years of age and (2) not having completedat least 2 years of instruction in English, whichwas considered an indication of a lack of suf ﬁcient\nﬂuency in English. No identifying information was\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 273THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "collected. Information about the study was provided\nto the participants and consent to participate wasrequested. Only participants who consented to par-ticipate were provided access to the survey. Eachparticipant could respond only once to the survey.\nResults\nReliability Analysis of the Preliminary Scale . The\ninternal consistency of the items in Parts A and Bwere ﬁrst examined to identify any items that\nneeded to be dropped. This initial examinationrevealed excellent internal reliability for Part A(Cronbach α=0.93), Part B (Cronbach α=0.89),\nand for the full scale (Cronbach α=0.94).Factor Validity. To evaluate the factor structure of\nthe NYMS, principal components analyses (PCAs)\nwith oblique rotation (Promax) were conducted oneach set of items. In the analysis of the Misophoniatriggers, the Kaiser-Meyer-Olkin (KMO =0.93)\nmeasure veri ﬁed the sampling adequacy of the\nanalysis, which is above the acceptable limit of0.50. Bartlett ’s test of sphericity ( χ\n2(861) =10298,\nP<0.001) indicated that correlations between items\nwere suf ﬁciently large for PCA. An initial analysis\nconducted on items from Part A with factor loadingsof a value greater than 0.40 using eigenvalues >1\nrevealed 8 factors explaining a total of 61.5% of thevariance. Items 17, 38, and 41 failed to load onto anyfactor, and only 3 items loaded on to 2 of the factorsand only 1 item loaded onto factor 8. However, theCattell ’s scree test suggested the presence of only 5\ncomponents. To verify the adequacy of a 5-component\nstructure, a second PCA was conducted while forcingthe extraction of 5 factors. The loadings obtainedvaried between 0.47 and 0.93, supporting the ade-quacy of the 5-factor solution (KMO =0.92, Bar-\ntlett ’s test of sphericity, χ\n2(861) =10298, P<0.001)\nrepresenting 61.6% of item variance. Items 3, 8, 9, 10,13, 15, 17, 38, 39, and 40 did not load onto any factor\nand items 25, 34, 37, and 41 cross-loaded onto more\nthan 1 factor, so these items were removed. Only 3items (23, 24, and 36) loaded on to Factor 5, repre-senting the triggers “certain hand gestures, ”“certainTABLE 3. Items in Part B of the Preliminary\nVersion of the New York Misophonia ScaleRepresenting Behavioral Responses toTriggers of Misophonia\nPart B\n1 I leave the place\n2 I look away3 I distract myself\n4 I cover my ears\n5 I become verbally aggressive6 I become physically aggressive\n7 I become restless\n8 I try to ignore them9 I play or increase the sound of music\n10 I stare negatively at the person\n11 I try to control my anger12 I clench my ﬁst\n13 I grit my teethTABLE 2. Items in Part A of the Preliminary\nVersion of the New York Misophonia ScaleRepresenting Triggers of Misophonia\nPart A\n1 Chewing food loudly 22 Leg shaking\n2 Gum popping 23 Certain hand\ngestures\n3 Throat clearing 24 Certain facial\nexpressions\n4 Crunching an apple 25 Twirling hair\n5 Slurping 26 Pen clicking6 Eating chips 27 Pencil tapping7 Smacking lips 28 Clock ticking\n8 Hiccups 29 Rustling paper\nor plastic\n9 Sneezing 30 Tap dripping\n10 Humming 31 Cutlery or\nglassesclinking\n11 Baby crying 32 Refrigerator\nhumming\n12 Certain accents 33 Swallowing13 Certain consonants and/or\nvowels34 Grinding teeth\n14 Certain voices 35 Neighbors\nspeaking\n15 Nose snif ﬁng or blowing 36 Yawning\n16 Breathing loudly 37 Fiddling ﬁngers\n17 Knuckle, wrist, knee (any\nother joint) cracking38 Nail clipping\n18 Foot tapping 39 Whistling\n19 Feet wiggling 40 Snoring\n20 Finger tapping 41 Scratching\n21 Leg swinging 42 Neighbors\nplaying music\n274 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "facial expressions, ”and “yawning. ”Being too few in\nnumber and having no clearly descriptive associa-\ntion, these items were eliminated, leaving a 4-factor\nsolution. The retained items representing 60.8% ofitem variance and the factor loadings obtained arepresented in Table 4. These suggested item group-ings represent (1) mouth sounds (eating or breath-ing) accounting for 21.73% of the variance, (2)repetitive movements or actions (eg, leg shaking orpen clicking) accounting for 19.10% of the variance,\n(3) patterned sounds from objects (eg, tap dripping or\nclock ticking) accounting for 10.87% of the variance,and (4) vocal sounds (eg, baby crying or certainaccents) accounting for 9.09% of the variance.\nNext, a PCA was conducted on items from Part\nB of the NYMS. The KMO (0.89) indicated that the\nsampling was adequate and Bartlett ’st e s to f\nsphericity ( χ\n2(91)=2317, P<0.001) con ﬁrmed\nthat the items were suitable for structure detec-tion. Using eigenvalues >1 on items with factor\nloadings >0.40, 2 factors emerged. Cattel ’s scree\ntest also suggested the presence of 2 signi ﬁcant\ncomponents representing 54.4% of item variance.\nExamination of the factor loadings (Table 4) sug-gested that the ﬁrst 9-item factor represents\naggressive behavioral reactions accounting for\n34.1% of the variance while the second 4-item\nfactor explains 20.3% of the variance and re ﬂects\nnonaggressive behavioral responses to the miso-\nphonia triggers.\nWe chose to label these 2 factors using these\nterms because they do not include an intention toharm and are just indicative of the displeasure theindividual with misophonia experiences. All otheralternatives such as assertive and nonassertive oroffensive and nonoffensive, approach and avoid-ance, impulsive and nonimpulsive do not include\nthe negative affect experienced or allude to anger\nonly. An aggressive reaction is a reaction that onlyincludes the perception of intention to harm and notnecessarily harm itself. In addition, with the exis-tence of terms like physical aggression, verbalaggression, and relational aggression, we believethat the terms that can best capture the behavioralreactions seen in misophonia are aggressive and\nnonaggressive reactions.\nReliability . Internal consistency and item –total\ncorrelations were calculated to evaluate the reli-ability of the ﬁnal version of the NYMS. For theitems in Part A, the internal consistency indexed by\nCronbach ’sαwas 0.93, while item –total correlations\nvaried between 0.25 (item 32) and 0.69 (item 20). No\nincreases in reliability could be obtained throughthe withdrawal of items. Only item 32 refrigerator\nhumming had an item-total correlation less than\nthe criterion of 0.35. For Part B, the Cronbach αwas\n0.88, and the item –total correlations ranged from\n0.39 (item 12) to 0.75 (item 7). In this subscale, allitems had an item-total correlation greater than the\ncriterion value of 0.35. Finally, the internal con-\nsistency of the full NYMS was 0.94.\nDiscussion\nIn sum, the ﬁndings from Study 1 suggest the NYMS\nis a reliable tool for the measurement of misophoniaas it provides information about the speci ﬁc triggers\nthat a misophonic individual may ﬁnd aversive, the\nextent of emotional arousal the triggers may induce,\nand the kinds of behavioral responses the individualwith misophonia typically shows. With responsesbeing rated on an ordinal scale, the severity ofmisophonia can also be assessed, and, if norms aredeveloped, the scale may provide information ofdiagnostic value. The instrument may be simpli ﬁed\nby categorizing the items and collapsing each\ncategory into a single item.\nBased on the factor loadings, reliability analyses\n(item –total correlations), descriptive statistics for\nthe items (means and SDs), as well as face validity,25 items from Part A (1, 2, 4, 5, 6, 7, 11, 12, 14, 16,18, 19, 20, 21, 22, 26, 27, 28, 29, 30, 31, 32, 33, 35,and 42) and all 13 items from Part B of thepreliminary version were retained for the ﬁnal\nversion of the NYMS. Items in Part A represented 4\ncategories of triggers of emotional arousal in miso-phonia, mouth sounds ,repetitive movements or\nactions ,patterned sounds , and vocal sounds . Two\ncategories of behavioral responses to the miso-\nphonic triggers re ﬂected by items in Part B are\naggressive responses (9 items) and nonaggressiveresponses (4 items).\nThe items comprising the ﬁnal version of the\nNYMS were then reordered. In Part A, all itemsbelonging to the same category were groupedtogether but in Part B, items from the non-aggressive category were interspersed among theitems of the aggressive category. The ﬁnal version of\nthe NYMS is shown in Supplemental Digital Con-tent 1 (http://links.lww.com/JPP/A64).\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 275THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Study 2\nThe goal of Study 2 was to verify the psychometric\nproperties of the ﬁnal version of the NYMS.\nTherefore, in this study, a con ﬁrmatory factor\nanalysis and reliability analysis were carried outto evaluate and con ﬁrm the factor structure\nand acceptability of the instrument. Based on\nthe results from Study 1, we hypothesized that\nfactor analysis of Part A would yield a 4-factorstructure and that of Part B would yield a 2-factorstructure, re ﬂecting the 6 components of the\ninstrument.\nMethods\nParticipants and Procedure . A sample of 200\nAmerican adults (141 women, 54 men, and 5nonbinary individuals), ranging in age from 18 to\n62 years participated in the study. The mean age of\nthe participants was 25.8 years (SD =7.48 y).\nRecruitment was conducted online using socialmedia platforms. Participants completed the ﬁnal\n38-item version of the NYMS (25 items for Part Aand 13 items for Part B), as well as a socio-demographic information questionnaire (duration ofadministration of the entire survey was <10 min).\nThe items in Part A of the NYMS were ordered as\nfollows: Mouth Sounds (items 1to 8), Repetitive\nMovements or Actions (items 9 to 15), PatternedSounds of Objects (items 16 to 20), and VocalSounds (items 21 to 25). In Part B, the items of thenonaggressive component were inserted among theitems of the aggressive component and consisted ofnumbers 1, 4, 7, and 10. The same 5-point (0 to 4)response format was used for both sections. ScoresTABLE 4. Factor Solutions Obtained for Part A and Part B of the New York Misophonia ScaleUsing Principal Component Analyses With Oblique Rotation (Promax)\nComponents of Part A Components of Part B\nItem 1 2 3 4 Uniqueness Item 1 2 Uniqueness\nt7 0.896 0.269 r5 0.847 0.392\nt5 0.867 0.279 r11 0.760 0.467\nt6 0.862 0.269 r12 0.740 0.420\nt33 0.850 0.329 r6 0.722 0.546t4 0.836 0.313 r13 0.639 0.483\nt1 0.829 0.341 r8 0.613 0.316\nt2 0.729 0.417 r3 0.605 0.480t16 0.510 0.459 r2 0.576 0.481t22 0.930 0.257 r8 0.443 0.507\nt21 0.875 0.252 r10 0.815 0.443\nt18 0.865 0.226 r7 0.754 0.482t20 0.856 0.223 r4 0.706 0.442\nt19 0.845 0.279 r1 0.584 0.480\nt27 0.631 0.336t26 0.546 0.376\nt32 0.822 0.521\nt29 0.689 0.415t28 0.657 0.505\nt30 0.628 0.501\nt31 0.556 0.528t42 0.816 0.385t35 0.715 0.414\nt11 0.594 0.678\nt14 0.556 0.571t12 0.471 0.659\n276 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "for each subscale, section, and total scale were\ncomputed. This scoring procedure allows for theassessment of emotional and behavioral reactionsspeci ﬁc to each category of triggers in addition to an\nassessment of overall severity level.\nResults\nDescriptive Statistics . Table 5 presents the means\nand SDs of the participants ’scores on the 2 parts of\nthe NYMS, as well as on each of the instrument ’s\ncomponents. The ranges of possible scores are: mouth\nsounds 0t o3 2 , repetitive movements or actions 0t o\n28,patterned sounds of objects 0 to 20, vocal sounds 0\nto 20, aggressive reactions 0 to 16, and nonaggressive\nreactions 0 to 36. Accordingly, the ranges of possible\ntotal scores are: NYMS Total Emotional Arousal 0t o\n100, for NYMS Total Reactions 0t o5 2 ,a n df o r\nNYMS Total Misophonia 0 to 152. No sex differences\nemerged in any of the components of the NYMS.\nTherefore, the subsequent validation analyses were\nconducted on the whole sample.\nConﬁrmatory Factor Analyses. As a ﬁnal step, con-\nﬁrmatory factor analyses were conducted. One model\naimed to con ﬁrm a 6-factor solution representing all\n38 items in both Parts A and B of the NYMS: (1)mouth sounds, (2) repetitiv e actions, (3) patterned\nsounds, (4) vocal sounds, (5) aggressive behavioralreactions, and (6) nonaggressive behavioral reactions.\nFit indices included the comparative ﬁti n d e x ,t h e\nTucker Lewis Index, the root mean square error ofapproximation, and the standardized root mean\nsquare residual. Examination of the comparative ﬁt\nindex (0.84) and Tucker Lewis Index (0.83), revealed afairly good model ﬁt,\n27and the root mean square error\nof approximation value [0.06, CI (0.062, 0.073)] rep-\nresents an acceptable ﬁt. Furthermore, all the esti-\nmated factor loadings were signi ﬁcant ( P<0.001),\nsuggesting a feasible structure.\nReliability. The Cronbach αcoefﬁcient obtained for\nall items in Part A was 0.92, and the item –total\ncorrelations varied between 0.23 and 0.67. For PartB, Cronbach αwas 0.85, and the item –total corre-\nlations varied between 0.24 and 0.63. In both PartsA and B, withdrawal of items did not result in anincrease in the obtained Cronbach α. The Cronbach\nαcoefﬁcients for the subscales of the instrument\nwere also high (mouth sounds =0.91, repetitive\nactions =0.92, patterned sounds =0.74, vocal\nsounds =0.71, aggressive reactions =0.85, non-\naggressive reactions =0.70). The item –total corre-\nlations were less than the criterion threshold of 0.35only for item 21 (baby crying) in Part A and item 6(I become physically aggressive) in Part B.\nDiscussion\nIn sum, this second study provided overall supportfor the factor validity and reliability of the NYMS. A4-factor structure for Part A and a 2-factor structurefor Part B appeared to be adequate to represent theitems of the NYMS. The analyses con ﬁrmed that\nthe instrument ’s items are valid and reliable forTABLE 5. Descriptive Statistics and Reliability Indices of the Components, Subscales, and\nFull NYMS (Study 2)\nTotal Sample Males Females Sex Differences\nComponent Cronbach α M SD M SD M SD t Cohen d\nMouth Sounds 0.91 13.9 8.62 14.09 9.42 13.91 8.40 0.128 0.02\nRepetitive Actions 0.92 7.37 6.56 5.85 5.95 8.10 7.74 −1.928 −0.32\nAmbient Object Sounds 0.74 5.12 3.96 4.76 3.63 5.18 4.11 −0.667 −0.11\nAmbient People Sounds 0.71 6.57 3.95 6.43 3.52 6.57 4.12 −0.223 −0.03\nNYMS Total Emotional Arousal 0.92 33.0 17.8 31.13 16.91 33.77 18.32 −0.918 −0.15\nAggressive Reactions 0.85 15.0 7.43 15.22 6.98 14.86 7.57 0.307 0.05\nNonaggressive Reactions 0.70 11.3 3.19 11.15 3.25 11.35 3.23 −0.399 −0.06\nNYMS Total Reactions 0.85 26.3 9.22 26.37 8.85 26.21 9.43 0.106 0.02NYMS Total Misophonia 0.93 59.3 24.8 57.50 23.72 59.98 25.40 −0.621 −0.10\nNYMS indicates New York Misophonia Scale.\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 277THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "evaluating emotional and behavioral responses to\ntriggers in misophonia.\nStudy 3\nIn this study, we evaluated the concurrent validity\nand reliability of the ﬁnal version of the NYMS.\nParticipants completed the NYMS along with theMQ\n2and the Dif ﬁculties in Emotion Regulation\nScale-Short Form (DERS-SF).28We hypothesized\nthat the total scores obtained by participants on PartA (misophonic arousal) and Part B (behavioral\nreactions) of the NYMS would show signi ﬁcant and\nhigh positive correlations with the total scores theyobtained on the 2 subscales of the MQ, namely, soundsensitivity and reactions. Given that emotion regu-lation problems have been associated with variousforms of psychopathology, we also hypothesized thatthe NYMS subscale and total scores would correlatepositively with emotion regulation dif ﬁculties.\nMethods\nParticipants and Procedure . A sample of 171 adult\nparticipants (119 women and 49 men, 3 nonbinary)voluntarily participated in the study. The mean age\nof the participants was 25.3 years (SD =9.06 y).\nRecruitment was conducted in a manner similar tothat used in the previous studies.\nMeasures .I na d d i t i o nt ot h e3 8 - i t e m ﬁnal version of\nthe NYMS, the following 2 questionnaires were\nadministered. The MQ\n2was used to examine the\nconcurrent validity of the NYMS, while the DERS-SF\n28was used to provide support for the convergent\nvalidity of the NYMS. Emotion regulation dif ﬁculties\na r ec o n s i d e r e dt ob eat r a n s d i a g n o s t i ck e yf a c t o rcontributing to symptoms of various forms ofpsychopathology.\n29Therefore, we anticipated sig-\nniﬁcant positive correlations between total scores on\nthe DERS-SF and the NYMS.\nThe MQ2. The MQ has 2 subscales, the misophonia\nsymptom scale and the misophonia emotions and\nbehaviors scale, that assess 2 factors, sound sensi-tivity (7 items) and emotional reactions to triggersounds (10 items). The sound sensitivity subscaleincludes various categories of triggers such as eat-ing sounds or nasal sounds, and the emotionalreactions subscale includes reactions to the triggersounds such as becoming sad, angry, or leaving theroom. Responses are indicated on a 5-point Likert-\ntype scale from 0 =not at all true to 4=always true\nfor the sound sensitivity subscale and 0 =never to\n4=always for the emotional reactions scale. The\nquestionnaire provides 2 subscale scores which can\nthen be summed to yield a total score. The ﬁnal\nsection of the questionnaire, named the Misophonia\nSeverity Scale, requires respondents to provide a\nrating of their sound sensitivity on a scale from 1 to15, ranging from minimal tovery severe , respec-\ntively. This section was not used in the current\nstudy for 2 reasons. It includes 1 question that\nassesses degree of impairment along with intensity\nof distress and is not included in calculating thetotal misophonia score. We wanted to compare total\nmisophonia scores obtained on the MQ with those\nobtained on the NYMS. Secondly, we wanted to beable to measure distress independently of impair-\nment as our scale does not measure impairment.\nSince the reactions subscale of the MQ is intendedby the authors to measure emotional and behav-\nioral reactions, we expected that subscale to corre-\nspond closely with both our subscales that areintended to measure emotional and behavioral\nreactions, respectively. We used only the ﬁrst 2\nsubscales of the MQ that re ﬂect sensitivity to trig-\ngers and reactions to them and together provide a\ntotal score for misophonia. The MQ has been\nreported to have an internal consistency (Cronbachα) of 0.89.\n2In the current study, internal con-\nsistency (Cronbach α) was 0.88 for the total scale,\n0.80 for the misophonia sound sensitivity subscale,\nand 0.85 for the misophonia emotional behaviors\ntoward trigger sounds factor. Mean total MQ scorewas 19.6 (SD =10.4, min =0, max =51), mean MQ\nsound sensitivity score was 7.99 (SD =5.16, min =\n0, max =24), mean MQ emotional behaviors\ntoward trigger sounds was 11.6 (SD =6.52, min =\n0, max =34).\nThe Dif ﬁculties in Emotion Regulation Scale-Short\nForm (DERS-SF).\n28The DERS-SF is a shortened\n18-item version of the 36-item Dif ﬁculties in Emo-\ntion Regulation Scale.30The instrument has 6\nsubscales, each with 3 items: (1) lack of emotionalawareness, (2) lack of emotional clarity, (3) non-acceptance of emotional responses, (4) impulsecontrol dif ﬁculties under distress, (5) limited access\nto emotion regulation strategies, and (6) dif ﬁculties\nengaging in goal-directed behavior. Participants\n278 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "respond to each item by indicating their agreement\nusing a 5-point Likert scale with 1 =almost never to\n5=almost always . A total score is obtained by\nsumming the subscale scores. Higher scores indi-cate greater dif ﬁculties in regulating emotions. The\nDERS-SF is reported to have good reliability, withCronbach αranging from 0.79 to 0.90 for the sub-\nscales and 0.91 for the total score.\n28The authors\nreported acceptable reliability for all 6 subscalesranging from 0.78 to 0.91, with a full-scale reli-\nability of 0.89.\nResults and Discussion\nConcurrent Validity . The analysis revealed that all\nsubscales, Parts A and B, and full-scale scores of the\nNYMS showed signi ﬁcant moderate to high corre-\nlations with both the subscales and total scores ofthe MQ, con ﬁrming that the NYMS correlates with\nconstructs associated with the MQ. The correlationbetween the total NYMS score and total MQ scoreswas strong, indicating good concurrent validity. Inaddition, the total scores on Part A of the NYMS,\nthe items that assess emotional reactions to various\ntriggers, were strongly correlated with the subscaleof the MQ that assesses sound sensitivity to varioustriggers. Furthermore, total scores on Part B of theNYMS, the items that capture behavioral reactionsto the aversive triggers, as well as the aggressivereactions component, were strongly correlated withthe subscale of the MQ that assesses emotional\nreactions to the various triggers of sound sensi-\ntivity. All correlations are presented in Table 6.\nConvergent Validity . Pearson correlations were calcu-\nlated between the subscale scores and total scores on\nParts A and B of the NYMS and the total DERS-SFscores. As hypothesized, all correlation coef ﬁcients\nwere moderately strong except for the nonaggressivebehavioral reactions to misophonic triggers which dis-played a weak positive (0.15) but signi ﬁcant correlation\n(P<0.001). These correlations are displayed in Table 6.\nCONCLUSIONS\nThe studies described above were intended to eval-\nuate the validity and reliability of a new instrument,the NYMS, that can be used to screen for misophonia.The results presented con ﬁrm that the instrument\nhas excellent psychometric properties.The self-report measure assesses the extent to\nwhich individuals ﬁnd various auditory and visual\ntriggers aversive as well as their typical behavioral\nreactions to those triggers, which may be aggressiveor nonaggressive.\nThe items developed for the NYMS correspond to\ndescriptions of the construct in previous research,showing that the instrument has very good facevalidity. The factor analyses, both principal compo-nent and con ﬁrmatory, supported the factor validity\nof the NYMS. Part A of the inventory, which captures\nthe triggers that elicit emotional arousal experiencedin misophonia, is represented by a 4-dimensionstructure, while Part B, which comprises thebehavioral reactions evoked by the triggers, re ﬂects 2\ncomponents. Therefore, the instrument assesses arange of common triggers of misophonia along withthe corresponding degrees of emotional arousal and\nvarying behavioral responses they elicit.\nThe results also con ﬁrmed that the instrument\nhas excellent internal reliability. The concurrentvalidity and convergent validity of the NYMS werealso adequate. The patterns of correlation betweenthe NYMS subscale and total scale scores and theMQ subscale and total scale scores con ﬁrm that the\nNYMS is an adequate measure of misophonia. The\nNYMS total score also correlated well with a widely\nused measure of emotion regulation dif ﬁculties, an\nindication of acceptable convergent validity.\nAlthough the development of the NYMS repre-\nsented an attempt to address the limitations ofprevious measures of misophonia, it has 2 limi-tations that must be addressed in future revisionsof the scale. The ﬁrst is that the scale has been\ndeveloped for adults; therefore, since misophonia\nbegins in childhood, validation of the scale usingchildren is essential. Secondly, although emotionaland behavioral reactions to various misophonictriggers are assessed by the NYMS, assessing eachof the negative emotions separately should be con-sidered for future revisions of the scale.\nWith the publication of a consensus regarding the\ndeﬁnition of misophonia,\n1the NYMS has potential\nfor use in clinical settings. The scale can be used todetect misophonia as a condition not associatedwith any other psychopathology. Contingent on theavailability of speci ﬁc diagnostic criteria for miso-\nphonia, future research can demonstrate if theNYMS can be used in a clinical population for thediagnosis and assessment of severity of misophonic\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 279THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "reactions. The items and psychometric character-\nistics of the instrument can also be validated in non-\nEnglish speaking populations, albeit with somelinguistic and cultural modi ﬁcations. Similarly, as\ndiscussed above, the instrument should also bevalidated in children and adolescents. Although thestudies presented here involved a fairly large pop-ulation, the predominance of females in the sampleslimits the generalization of the ﬁndings. The\ninstrument will also bene ﬁt from future studies\nthat focus on assessing its convergent and divergentvalidity. Studies are also needed to investigate thetest-retest reliability and predictive validity of theNYMS. Also, although the scale provides a totalscore indicating the level of emotional distressexperienced by the individual and, therefore, thelikely severity of misophonia, the validity of the\nscale for assessing severity of misophonia may be\nstrengthened through a comparison with anassessment of functional impairment. The scaledoes not assess functional impairment as it isintended to be used as a screening tool, and cur-rently, since misophonia is not yet recognized as apsychiatric disorder, it is not known whetherindividuals experiencing misophonia also experi-\nence functional impairment. Future research in this\nregard is warranted. Finally, the criterion validityof the scale must be tested with a clinical sample.We do af ﬁrm that, until misophonia is recognized as\na psychological disorder with formal diagnostic cri-teria, such research may not be possible. However,the scale can be used with individuals diagnosedwith other psychological disorders who may self-\nreport misophonic distress and reactions.\nIn sum, although formal criteria for the diagnosis\nof misophonia are yet to be established, the NYMScan be a useful instrument for determining bothspeci ﬁc triggers and emotional and behavioral\nreactions in misophonia. The total score can be usedto indicate severity of misophonia and subscalescores can be used to indicate the severity of emo-\ntional and behavioral reactions to misophonic trig-\ngers, respectively. The quick administration of theinstrument makes it a valuable tool for use in bothclinical and research settings to screen for miso-phonia and for assessing the effects of interven-tional strategies on changes in emotional andbehavioral reactions to misophonic triggers. TheTABLE 6. Correlations between the NYMS Subscale and Total Scale Scores and the MQSubscale and Total Scale Scores, and Between the NYMS Subscale and Total Scale Scores andthe DERS-SF Scores, Along With Reliability Estimates (Study 3)\nNYMS SubscaleInternal Reliability\nCronbach αSound\nSensitivityEmotional\nReactionsTotal MQ\nScore DERS-SF\nMouth Sounds 0.80 0.59*** 0.46*** 0.58*** 0.29***\nRepetitive Actions 0.88 0.38*** 0.23** 0.33*** 0.32***\nAmbient Object Sounds 0.70 0.54*** 0.40*** 0.51*** 0.29***Ambient Vocal Sounds 0.69 0.29*** 0.38*** 0.38*** 0.31***\nTotal Emotional Arousal\nto Triggers0.88 0.62*** 0.49*** 0.61*** 0.35***\nAggressive Behavioral\nReactions0.76 0.56*** 0.71*** 0.72*** 0.42***\nNonaggressive\nBehavioral Reactions0.69 0.30*** 0.40*** 0.40*** 0.15**\nTotal Behavioral\nReactions to Triggers0.80 0.53*** 0.68*** 0.69*** 0.37***\nTotal NYMS Misophonia\nScore0.90 0.66*** 0.62*** 0.72*** 0.39***\nDERS-SF indicates The Dif ﬁculties in Emotion Regulation Scale-Short Form; MQ, Misophonia Questionnaire;\nNYMS, New York Misophonia Scale.**P<0.01.\n***P<0.001.\n280 July 2023 Journal of Psychiatric Practice Vol. 29, No. 4THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "scale is an improvement over the existing measures\nof misophonia because (1) it assesses a variety of\nspeci ﬁc triggers as well as a range of speci ﬁc emo-\ntional and behavioral reactions, (2) it is basedentirely on the descriptive features of misophoniaand not on any speci ﬁc theory about misophonia, (3)\nit can be used to assess misophonia at various lev-els, mild to severe, (4) it can be used with the gen-eral population to screen for misophonia, (5) it isshort and provides a quick but detailed assessment,\nand (6) it has sound psychometric properties.\nOverall, the scale allows for the valid and reliabledetermination of the speci ﬁc nature and severity of\nmisophonic reactions in a very short time.\nREFERENCES\n1. Swedo S, Baguley DM, Denys D, et al. A consensus\ndefinition of misophonia: using a delphi process to reachexpert agreement. Fr ont Neurosci. 2022;16:1 –16. https://\nwww.frontiersin.org/articl es/10.3389/fnins.2022.841816/full\n2. Wu MS, Lewin AB, Murphy TK, et al. Misophonia:\nincidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J Clin Psychol. 2014;70:\n994–1007.\n3. Webber TA, Storch EA. Toward a theoretical model of\nmisophonia. Gen Hosp Psychiatry. 2015;37:369 –370.\n4. Jastreboff PJ, Jastreboff MM. Decreased sound tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis.\nHandb Clin Neurol. 2015;129:375 –387.\n5. Schröder A, Vulink N, Denys D. Misophonia: diagnostic\ncriteria for a new psychiatric disorder. PloS One. 2013;8:e54706 –e54706.\n6. Dozier TH, Morrison KL. Phenomenology of misophonia:\ninitial physical and emotional responses. Am J Psychol.2017;130:431 –438. https://doi.org/10.5406/amerjpsyc.130.\n4.0431\n7. Rouw R, Erfanian M. A large-scale study of misophonia.\nJ Clin Psychol. 2018;74:453 –479.\n8. Neal M, Cavanna AE. Selective sound sensitivity syn-\ndrome (misophonia) in a patient with Tourette syndrome.J Neuropsychiatry Clin Neurosci. 2013;25:E01.\n9. Webber TA, Johnson PL, Storch EA. Pediatric misopho-\nnia with comorbid obsessive-compulsive spectrum disor-ders. Gen Hosp Psychiatry. 2014;36:231.e1 –2.\n10. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of\nsounds: misophonic disorder or just an underreportedpsychiatric symptom? Ann Clin Psychiatry. 2013;25:271–274.\n11. McKay D, Kim S-K, Mancusi L, et al. Profile analysis of\npsychological symptoms associated with misophonia: acommunity sample. Behav Ther. 2018;49:286 –294.\n12. Brout JJ, Edelstein M, Erfanian M, et al. Investigating\nmisophonia: a review of the empirical literature, clinicalimplications, and a research agenda. Front Neurosci.\n2018;12:36.\n13. Fitzmaurice G. The Misophonia Activation Scale (MAS-1).\nDeveloped in 2010. Accessed June 23, 2023. http://www.misophonia-uk.org/the-misophonia-activation-scale.html14. Bauman N. Misophonia physical sensation scale. Developed\nin 2015. Accessed June 23, 2023. https://misophonia-treatment.com/misophonia-physical-sensation-scale/\n15. Johnson M. Cases of Misophonia Using the MMP.\nAtlanta, GA: Misophonia Conference of the Tinnitus\nPractitioners Association; 2014.\n16. Dozier TH. Counterconditioning treatment for misopho-\nnia. Clin Case Stud. 2015;14:374 –387. https://doi.org/10.\n1177/1534650114566924\n17. Schröder AE, Vulink NC, van Loon AJ, et al. Cognitive\nbehavioral therapy is effective in misophonia: an open\ntrial. J Affect Disord. 2017;217:289 –294.\n18. Erfanian M, Kartsonaki C, Keshavarz A. Misophonia\nand comorbid psychiatric symptoms: a preliminarystudy of clinical findings. Nord J Psychiatry. 2019;73:219–228.\n19. Quek TC, Ho CS, Choo CC, et al. Misophonia in\nSingaporean psychiatric patients: a cross-sectional study.\nInt J Environ Res Public Health. 2018;15:1410.\n20. Tunç S, Ba şbuğHS. An extreme physical reaction in\nmisophonia: stop smacking your mouth. Psychiatry ClinPsychopharmacol. 2017;27:416 –418. https://doi.org/10.\n1080/24750573.2017.1354656\n21. Janik McErlean AB, Banissy MJ. Increased misophonia\nin self-reported autonomous sensory meridian response.PeerJ. 2018;6:e5351.\n22. Cusack SE, Cash TV, Vrana SR. An examination of the\nrelationship between misophonia, anxiety sensitivity,and obsessive-compulsive symptoms. J Obsessive Com-puls Relat Disord. 2018;18:67 –72. https://doi.org/10.1016/\nj.jocrd.2018.06.004\n23. Siepsiak M, Śliwerski A, Łukasz Dragan W. Development\nand psychometric properties of MisoQuest-a new self-report questionnaire for misophonia. Int J Environ ResPublic Health. 2020;17:1797.\n24. Vitoratou S, Uglik-Marucha N, Hayes C, et al. Listening\nto people with misophonia: exploring the multiple\ndimensions of sound intolerance using a new psychomet-\nric tool, the S-Five, in a large sample of individualsidentifying with the condition. Psych. 2021;3:639 –662.\nhttps://doi.org/10.3390/psych3040041\n25. Rosenthal MZ, Anand D, Cassiello-Robbins C, et al.\nDevelopment and initial validation of the Duke Misopho-\nnia Questionnaire. Front Psychol. 2021;12:709928.\n26. Schadegg MJ, Clark HL, Dixon LJ. Evaluating anxiety\nsensitivity as a moderator of misophonia anddimensions of aggression. J Obsessive CompulsiveRelat Disorders. 2021;30:100657. https://doi.org/10.1016/j.jocrd.2021.100657\n27. Brown TA. Confirmatory factor analysis for applied\nresearch. New York: Guilford; 2006.\n28. Kaufman EA, Xia M, Fosco G, et al. The Difficulties in\nEmotion Regulation Scale Short Form (DERS-SF):validation and replication in adolescent and adultsamples. J Psychopathol Behav Assess. 2016;38:443–455. https://doi.org/10.1007/s10862-015-9529-3\n29. Aldao A, Gee DG, De Los Reyes A, et al. Emotion regulation\nas a transdiagnostic factor in the development of internal-izing and externalizing psychopathology: current andfuture directions. Dev Psychopathol. 2016;28:927 –946.\n30. Gratz KL, Roemer L. Multidimensional assessment of\nemotion regulation and dysregulation: development,\nfactor structure, and initial validation of the Difficulties\nin Emotion Regulation Scale. J Psychopathol BehavAssess. 2008;30:315. https://doi.org/10.1007/s10862-008-9102-4\nJournal of Psychiatric Practice Vol. 29, No. 4 July 2023 281THE NEW YORK MISOPHONIA SCALE\nCopyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    }
  ]
}