{
  "doc_type": "scientific paper",
  "title": "A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia",
  "authors": [
    "Beylikduzu State Hospital, Department of Psychiatry, Istanbul, Turkiye",
    "Sisli Hamidiye Etfal Training and Research Hospital, University of Health Sciences, Department of Psychiatry, Istanbul, Turkiye",
    "University of Health Sciences, Department of Psychology, Istanbul, Turkiye"
  ],
  "year": 2023,
  "journal": "Dusunen Adam J Psychiatr Neurol Sci",
  "doi": "10.14744/D",
  "abstract": "Objective: The objective of this study was to compare patients with obsessive-compulsive disorder (OCD) with and without misophonia in terms of sociodemographic data, clinical features, and executive functions. Method: This study included 39 patients with obsessive-compulsive disorder and misophonia, as well as 38 patients with obsessive-compulsive disorder without misophonia. A sociodemographic data form, the Yale-Brown Obsessive-Compulsive Scale, the Yale-Brown Obsessive-Compulsive Scale Symptom Checklist, a structured interview form for the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) Disorders, and the Hamilton Depression Rating Scale were administered to all patients. The executive functions of the patients were evaluated using the Digit Span Test, the Stroop Test, the Trail Making Test, the Verbal Fluency Test, the Wisconsin Card Sorting Test, and the Tower of London test. Results: The obsessive-compulsive disorder group with misophonia had a higher rate of dirtiness obsession/cleaning compulsion, other compulsions, agoraphobia, and eating disorder comorbidities compared to the group without misophonia (p<0.05). Additionally, patients with misophonia had significantly higher Yale-Brown Obsessive-Compulsive Scale obsession scores (p=0.016). However, no difference was found between the groups in terms of executive functions (p>0.05). Conclusion: The presence of high dirtiness obsessions, other compulsions, and agoraphobia comorbidity in in patients with obsessive-compulsive disorder and misophonia suggests an association with disgust sensitivity, sensory phenomena, and anxiety sensitivity, respectively, in obsessive-compulsive disorder. Contrary to expectations, the preservation of executive functions in misophonia can be interpreted as misophonia diverging from the OCD category.",
  "keywords": [
    "Comorbidity",
    "executive functions",
    "misophonia",
    "obsessive-compulsive disorder"
  ],
  "research_topics": [
    "obsessive-compulsive disorder",
    "misophonia",
    "executive functions",
    "clinical features comparison",
    "neuropsychology",
    "comorbidity",
    "psychiatric disorders",
    "diagnostic criteria",
    "cognitive functions",
    "DSM-5 classifications"
  ],
  "created_at": "2025-05-05T01:29:03.936769Z",
  "source_pdf": "documents/research/Global/Begenen 2023 A comparison of clinical features and executive functions between patients with obsessive compulsivedisorder with and without misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "See discussions, st ats, and author pr ofiles f or this public ation at : https://www .researchgate.ne t/public ation/371237508\nA comparison of clinical featu res and executive fu nctions between patients\nwith obsessive compulsive disorder with and without misophonia\nArticle    in  Dusunen Adam The Journal of P sychiatr y and Neur ologic al Scienc es · June 2023\nDOI: 10.14744/D AJPNS.2023.00211\nCITATIONS\n0READS\n22\n4 author s, including:\nEfruz Pir do ğ an A yd ı n\nSisli Etf al Training and R esearch Hospit al\n30 PUBLICA TIONS    61 CITATIONS    \nSEE PROFILE\nHasan Demir ci\nSa ğ l ı k Bilimleri Üniv ersitesi\n9 PUBLICA TIONS    14 CITATIONS    \nSEE PROFILE\nOmer Akil O zer\nSisli Etf al Training and R esearch Hospit al\n69 PUBLICA TIONS    852 CITATIONS    \nSEE PROFILE\nAll c ontent f ollo wing this p age was uplo aded b y Hasan Demir ci on 05 June 2023.\nThe user has r equest ed enhanc ement of the do wnlo aded file."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "RESEARCH ARTICLEDOI: 10.14744/DAJPNS.2023.00211\nDusunen Adam J Psychiatr Neurol Sci\n2023;36:90-102A comparison of clinical features and executive \nfunctions between patients with obsessive compulsive \ndisorder with and without misophonia\nAzra Gokovali Begenen1, Efruz Pirdogan Aydin2, Hasan Demirci3, Omer Akil Ozer2\n1Beylikduzu State Hospital, Department of Psychiatry, Istanbul, Turkiye\n2Sisli Hamidiye Etfal Training and Research Hospital, University of Health Sciences, Department of Psychiatry, Istanbul, Turkiye\n3University of Health Sciences, Department of Psychology, Istanbul, Turkiye\nABSTRACT\nObjective: The objective of this study was to compare patients with obsessive-compulsive disorder (OCD) with and without \nmisophonia in terms of sociodemographic data, clinical features, and executive functions.\nMethod: This study included 39 patients with obsessive-compulsive disorder and misophonia, as well as 38 patients with \nobsessive-compulsive disorder without misophonia. A sociodemographic data form, the Yale-Brown Obsessive-Compulsive \nScale, the Yale-Brown Obsessive-Compulsive Scale Symptom Checklist, a structured interview form for the Diagnostic and \nStatistical Manual of Mental Disorders, Fifth Edition (DSM-5) Disorders, and the Hamilton Depression Rating Scale were \nadministered to all patients. The executive functions of the patients were evaluated using the Digit Span Test, the Stroop Test, \nthe Trail Making Test, the Verbal Fluency Test, the Wisconsin Card Sorting Test, and the Tower of London test.\nResults: The obsessive-compulsive disorder group with misophonia had a higher rate of dirtiness obsession/cleaning \ncompulsion, other compulsions, agoraphobia, and eating disorder comorbidities compared to the group without misophonia \n(p<0.05). Additionally, patients with misophonia had significantly higher Yale-Brown Obsessive-Compulsive Scale obsession \nscores (p=0.016). However, no difference was found between the groups in terms of executive functions (p>0.05).\nConclusion: The presence of high dirtiness obsessions, other compulsions, and agoraphobia comorbidity in in patients with \nobsessive-compulsive disorder and misophonia suggests an association with disgust sensitivity, sensory phenomena, and \nanxiety sensitivity, respectively, in obsessive-compulsive disorder. Contrary to expectations, the preservation of executive \nfunctions in misophonia can be interpreted as misophonia diverging from the OCD category.\nKeywords: Comorbidity, executive functions, misophonia, obsessive-compulsive disorder\nCorrespondence: Efruz Pirdogan Aydin, Sisli Hamidiye Etfal Training and Research Hospital, University of Health Sciences, Department of Psychiatry, \nIstanbul, Turkiye\nE-mail: efruzpirdogan@gmail.com\nReceived: August 16, 2022; Revised: April 23, 2023; Accepted: May 21, 2023How to cite this article: Gokovali Begenen A, Pirdogan Aydin E, Demirci H, Ozer OA. A comparison of clinical features and executive functions \nbetween patients with obsessive compulsive disorder with and without misophonia. Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-102.INTRODUCTION\nObsessive-compulsive disorder (OCD) is a mental \ndisorder characterized by chronic, sometimes episodic, repetitive obsessions and/or compulsions \nthat cause significant distress and time loss, as well \nas a notable deterioration in daily work, occupational \nfunctioning, and interpersonal relationships (1). The"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia91\nlifetime prevalence of OCD is estimated to be 2-3%, \nwith an equal incidence in men and women during \nadulthood, typically manifesting in late adolescence \nand early adulthood (2). In the Diagnostic and \nStatistical Manual of Mental Disorders, Fifth Edition \n(DSM-5), OCD is recognized as a distinct clinical \nentity separate from other psychopathologies, and \nit is no longer classified under anxiety disorders. \nInstead, OCD is classified under obsessive-compulsive \nand related disorders (OCRDs) in DSM-5, alongside \ndiagnoses such as trichotillomania, skin picking \ndisorder, hoarding disorder, and body dysmorphic \ndisorder. This classification is based on similarities in \nclinical presentation, underlying etiologic factors, and \nneuropsychological processes (1).\nConsidering OCD as a single disease based \non diagnostic classifications is insufficient for \nunderstanding OCD. OCD is accepted as a \nheterogeneous cluster in which various severe \nimpairments can be observed in different cognitive \nareas due to its different clinical manifestations \n(such as early/late onset, symptom clusters, \nneurodevelopmental type) and overlapping \nphenomenologic and neurobiologic aspects with \nother psychopathologies such as autism and tic \ndisorders (3–5). Impairment in fronto-striato-thalamo-\ncortical circuit functions in patients with OCD has \nbeen implicated in cognitive dysfunctions in OCD and \nconditions overlapping with other psychopathologies \n(6). Despite conflicting results in the literature, studies \nhave reported that patients with OCD have impaired \nexecutive functions related to cognitive flexibility, \ninhibition, decision-making, and planning/problem-\nsolving compared with healthy controls (7,8). \nAlthough cognitive impairments are not included in \nthe diagnostic criteria of OCD, their adverse effects on \nthe functioning of patients are known, and they are \nproposed to be endophenotypic features (9).\nMisophonia was first described in the audiology \nliterature in 2001 as an abnormal response to human \nsounds (10). Misophonia is seen with equal frequency \nin men and women, and its incidence has been \nfound to be 6-20% (11,12) in university students and \n13-18% in a community sample (13,14). Misophonia \ntypically begins in childhood and adolescence, and \naffected individuals often have a family history of \nmisophonia (15). Ordinary sounds such as clipping \nnails, brushing teeth, eating, breathing, smelling, \nspeaking, sneezing, yawning, walking, chewing \ngum, laughing, snoring, whistling, television sound, \nor coughing are the sounds that make patients \nwith misophonia uncomfortable or even angry (16). These sounds can cause intense anxiety or disgust \nand avoidance behavior, significantly affecting the \nindividual’s functioning (10,17). \nMisophonia is associated with various disorders \nsuch as OCD, specific phobia, post-traumatic stress \ndisorder (PTSD), autism spectrum disorder, and \nmood disorders. Phenomenologically, misophonia \nis similar to OCD in that it focuses on a specific \nsound, leading to obsessive engagement with it \nand exhibiting avoidance behaviors to alleviate \nthe discomfort associated with this sound (18). \nIn a clinical sample study, OCD co-diagnosis was \nfound in 3-11% of patients with misophonia, \nmaking OCD one of the most common diagnoses \n(10,19). Additionally, a significant correlation has \nbeen observed between obsessive-compulsive \nsymptoms and the severity of misophonia, and \nthe presence of either misophonia symptoms or \nan OCD diagnosis increases the risk of developing \nthe other (11,19,20). Although the treatment of \nmisophonia remains unclear, it has been reported \nthat cognitive-behavioral therapy (CBT) is beneficial \nfor individuals with misophonia (21), and exposure \nand response prevention therapies have been \nrecommended, especially when misophonia co-\noccurs with OCD (22).\nSome authors have suggested that misophonia \nshould be classified under OCRDs as a separate \npsychiatric disorder. The recommended diagnostic \ncriteria are as follows: (A) The presence or anticipation \nof a specific sound, produced by a human being \n(e.g., eating sounds, breathing sounds), provokes \nan impulsive aversive physical reaction that begins \nwith irritation or disgust and quickly escalates \nto anger. (B) This anger triggers a profound sense \nof loss of self-control, occasionally leading to \naggressive outbursts. (C) The person recognizes \nthat the anger or disgust is excessive, unreasonable, \nor disproportionate to the circumstances or the \nprovoking stressor. (D) The individual tends to \neither avoid the misophonic situation or endure \nencounters with the misophonic sound situation \ndespite experiencing intense discomfort, anger, or \ndisgust. (E) The person’s anger, disgust, or avoidance \ncauses significant distress (i.e., the person is \nbothered by their anger or disgust) or substantial \ninterference in their daily life. (F) The person’s anger, \ndisgust, and avoidance are not better explained \nby another disorder, such as obsessive-compulsive \ndisorder (e.g., disgust in someone with an obsession \nabout contamination) or PTSD (10). However, due to"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-10292\nthe lack of consensus on misophonia as a separate \npsychiatric disorder, it was not included in the DSM-\n5 diagnostic classification.\nAlthough there are some findings supporting \nthe relationship between misophonia and OCD, \nfurther studies are needed to examine the similarities \nbetween the two conditions in terms of etiological, \nepidemiological, neuropsychological processes, and \ntreatment interventions for misophonia to find its \nplace within the OCD spectrum. Some authors have \nclaimed that the majority of patients with misophonia \ndo not have comorbidities and that it represents \na separate psychiatric disorder (22). However, \ninsufficient research on this subject in the literature \nleaves it unclear whether misophonia is a distinct \ndisease or a variant/subtype/premorbid condition of \nan existing disorder.\nIt has been suggested that there may be \nabnormalities in the connections between the \nauditory, autonomic, and limbic systems in the \nneurobiology of the disease. Specifically, abnormal \nfunctioning of the amygdala, a brain area associated \nwith negative emotions, aversive learning, and \nattention processes, has been implicated (23). Recent \nstudies have also highlighted abnormal activation \nof the anterior insula, which plays a major role in \nemotional processes and sensory perception (24). \nThere are a few studies with small sample sizes that \nhave investigated cognitive functions in misophonia \n(17,25–27). These neurocognitive studies have \nemphasized that misophonia might be associated \nwith selective attention deficit rather than executive \ndysfunction. From this perspective, the preservation \nof executive functions in misophonia may be an \nimportant point of distinction from OCD, but more \ncomprehensive studies are needed.\nThe lack of sufficient information, the absence of \ninclusion in diagnostic classifications, and the gaps in \nunderstanding the relationship between misophonia \nand OCD make misophonia an intriguing area that \nrequires further research. We believe that the age of \nonset, clinical features, and comorbidity rates of patients \nwith OCD and misophonia may differ, and they may \nexhibit poorer performance on neuropsychological \ntests. To the best of our knowledge, no study in the \nliterature has identified differences in clinical features \nand executive functions between patients with OCD \nwith and without misophonia. Our study aimed \nto compare patients with OCD with and without \nmisophonia in terms of sociodemographic data, clinical \nfeatures, and executive functions.METHOD\nParticipants\nPatients who presented to the Health Sciences \nUniversity Sisli Hamidiye Etfal Training and Research \nHospital (Istanbul, Turkiye) Psychiatry Outpatient \nClinic and were diagnosed with OCD according to \nthe DSM-5 diagnostic criteria were included in the \nstudy. The participants were between the ages of \n18-50 years, at least primary school graduates, and \nvolunteers for the study. We re-evaluated the patients \nfrom a diagnostic perspective and assigned them \nto two separate groups based on the presence of \nmisophonia. Considering the difference between the \ngroups with a medium effect size (effect size=0.55), the \nalpha significance level was set at 0.05, and a sample \nsize of 42 for each group was calculated to achieve \n80% power (G*Power Version 3.1.6). Accordingly, it \nwas planned to include 45 individuals in each group. \nOnce the planned number of patients was reached \nfor one group, no further patients were included in \nthat group, while the patients referred to the other \ngroup continued to be evaluated until the desired \nnumber was reached. Six patients with moderate-\nto-severe depressive disorder and 12 patients who \ncould not complete their neuropsychiatric tests were \nexcluded from the study. A total of 77 patients (39 \nwith OCD and misophonia, and 38 with OCD without \nmisophonia) were included in the study. Individuals \ndiagnosed with dementia, psychotic disorder, \nbipolar disorder, or intellectual disability according \nto the DSM-5 diagnostic criteria, as well as those \nwith known chronic internal/neurological diseases \n(e.g., hypothyroidism, diabetes mellitus, epilepsy, \nmultiple sclerosis, previous cerebrovascular disease, \nand malignancy) were excluded. Additionally, to \nminimize interference in the neuropsychological \ntests, patients with active alcohol and substance \nuse disorders (28), those with a score of 17 or higher \non the Hamilton Depression Rating Scale (HDRS) \nindicating moderate-to-severe depression (29), or \nthose with an active suicide risk were also excluded.\nThe patients were diagnosed with misophonia \nafter being evaluated according to the misophonia \ndiagnostic criteria defined by Schröder et al. (10). \nA sociodemographic data form, the Yale-Brown \nObsessive-Compulsive Scale (Y-BOCS) and Yale-\nBrown Obsessive-Compulsive Scale Symptom \nChecklist (YBOCS), and HDRS were administered \nto all participants through clinical interviews. The \npatients’ comorbidities were evaluated using the \nStructured Clinical Interview for DSM-5 Disorders"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia93\n(SCID-5-CV), a structured interview form. The \nfollowing executive functioning tests were \nconducted on the participants: the Digit Span Test \n(DST), Stroop Test (ST), Trail Making Test (TMT), \nVerbal Fluency Test (VFT), Wisconsin Card Sorting \nTest (WCST), and the Tower of London (ToL) test. \nAfter explaining the purpose and design of the \nresearch to the participants, their consent was \nobtained. The study was approved by the Ethics \nCommittee of the Health Sciences University Sisli \nHamidiye Etfal Training and Research Hospital (Date \nand Number: 31.12.2019 - 2612).\nAssessment Instruments\nSociodemographic Data Form\nThis form, completed by a physician during the \ninterview, records the individual’s age, sex (female/\nmale), educational status [(a) primary school, (b) \nsecondary school, (c) high school, (d) university, \nindicating the total number of years of study], \nmarital status [(a) single, (b) married, (c) divorced, \n(d) widowed], employment status [(a) working, (b) \nunemployed, (c) retired, (d) student, (e) housewife], \nhistory of previous or ongoing physical illness, and age \nof onset of OCD and illness. It also includes questions \nabout the duration of drug use, history of alcohol, \ncigarette, and substance use, and whether there is a \nhistory of mental illness in the family.\nHamilton Depression Rating Scale (HDRS)\nDeveloped by Hamilton to assess the severity of \ndepression in patients diagnosed with depression, \nthis scale consists of 17 questions and is completed by \nthe interviewer (30). The Turkish version of the HDRS \nwas used in the study (31).\nYale-Brown Obsessive Compulsive Scale (Y-BOCS)\nThe Y-BOCS was developed by Goodman et al. \n(32,33) to measure the type and severity of obsessive-\ncompulsive symptoms. It consists of a total of 19 \nitems, with scores included for the first 10 items. \nQuestions 1-5 evaluate obsessions, while questions \n6-10 evaluate compulsions. The scale also includes \na symptom checklist to investigate the distribution \nof symptoms. The Turkish version of the Y-BOCS was \nused in the study (34).\nDigit Span Test (DST)\nThe DST was developed by Wechsler to measure \nattention and concentration (35). It consists of two \nparts: forward and backward digit span. In the \nforward digit span, participants are asked to repeat the numbers given to them in the same order. In \nthe backward digit span, they are asked to repeat \nthe numbers in reverse order. Test normative data \nwere collected as part of the BILNOT battery (36).\nStroop Test (ST)\nThe ST measures the ability to change perceptual \nsetups in response to changing demands and under \nthe influence of interference. In other words, it assesses \nfocused attention and information processing speed \n(37). It is considered the most selective assessment of \ninappropriate stimulus inhibition and is sensitive to \norbitofrontal cortex damage. The Turkish version of \nthe ST was used in the study (38).\nVerbal Fluency Test (VFT)\nThe VFT is used to assess sustained attention, \nfluency, and mental flexibility. The VFT was performed \nin Turkish using the letters K, A, and S. Norms for \nthe Turkish version of the test were collected in a \npsychology graduate study (39).\nTrail Making Test (TMT)\nThe TMT consists of two parts: A and B. It assesses \nattention, motor speed, visual scanning, cognitive \nflexibility, set-shifting, response inhibition, and \nsusceptibility to interference (37,40). Part A of the \nTMT evaluates processing speed based on visual \nscanning ability, while part B evaluates the ability to \nshift between sets of stimuli, complex attention, and \nsequential processing (41).\nWisconsin Card Sorting Test (WCST)\nThe WCST evaluates skills such as perseveration, \nworking memory, abstraction ability, conceptual \nflexibility, complex attention, maintaining attention, \nmaintaining goal-directed behavior, and inhibiting \ninappropriate responses. The validity and reliability \nstudy of the test in Turkish society was conducted by \nKarakas et al. (42).\nTower of London Test (ToL)\nThe ToL was developed by Tim Shallice in 1982. It is \nan executive function test that is sensitive to planning \nand problem-solving skills (43). The Turkish validity \nand reliability studies for the ToL were conducted by \nAtalay et al. (43).\nStatistical Analysis\nStatistical analysis was performed using Statistical \nPackage for the Social Sciences (SPSS) 20.0 for \nWindows. Descriptive statistics are presented as"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-10294\nnumbers and percentages for categorical variables, \nand as mean and standard deviation for numerical \nvariables. Student’s t-test was used to compare \nnumerical variables between two independent \ngroups for normally distributed data, while the \nMann-Whitney U test was used for non-normally \ndistributed data. The Chi-square test was used to \nanalyze ratios between groups. Nonparametric \nanalysis of covariance (ANCOVA) (Quades’s) was \nused to compare neuropsychological test results \nwhile controlling for age and educational status. \nThe statistical alpha significance level was set at \np<0.05.RESUL TS\nDemographic Features\nOf the patients with OCD (n=77), 61% (n=47) were \nfemale, and 39% (n=30) were male. The mean age \nwas 26.1±8.2 years, and the mean years of education \nwere 11.8±3.1 years. Regarding marital status, 75.3% \n(n=58) were single, 23.4% (n=18) were married, and \n1.3% (n=1) were widowed. In terms of employment \nstatus, 48.1% (n=37) were students, 27.3% (n=21) \nwere working, 14.3% (n=11) were unemployed, and \n10.4% (n=8) were housewives. Half (50.6%) of the Table 1: Comparison of sociodemographic data and clinical features of patients with OCD with and without misophonia \nOCD+misophonia (n=39) OCD (n=38) t/χ2p\nn % n %\nAge, mean±SD 23.9±6 28.3±9.5 -1.849 0.064\nSex, female 23 56 24 63.2 0.142 0.707\nEducation, mean±SD 12.3±2.6 11.2±3.5 -0.763 0.445\nAge of onset, mean±SD 15.9±7.5 19.5±8.6 1.952 0.055\nDuration of disease, mean±SD 7.6±4.3 8.7±8 0.796 0.429\nYBOCS-Obsession, mean±SD 13.6±2.3 12.1±2.7 -2.474 0.016*\nYBOCS-Compulsion, mean±SD 13.0±3.0 16.4±24.1 -0.579 0.563\nYBOCS-Total, mean±SD 26.5±4.7 24.6±4.4 -1.861 0.069\nHDRS, mean±SD 6.7±3.5 7.7±3.5 1.184 0.24\nPharmacotherapy 15 42.9 20 57.1 1.559 0.212\nSSRI 13 20   \nSSRI+ antipsychotic 2 –   \nObsession subtype     \nDirtiness/contamination 30 76.9 20 53 4.988 0.026*\nDoubt 22 56.4 18 47.4 0.63 0.427\nReligious 9 23.1 11 28.9 0.345 0.557\nAggressive 11 28.2 7 18.4 1.029 0.31\nSexual 8 20.5 8 21.1 0.003 0.953\nSomatic 7 17.9 6 15.8 0.064 0.8\nSymmetry 16 41 13 34.2 0.381 0.537\nOther 15 38.5 8 21.1 2.785 0.095\nCompulsion subtype     \nCleaning 30 76.9 21 55.3 4.037 0.045*\nChecking 21 53.8 18 47.4 0.323 0.57\nCounting 10 25.6 7 18.4 0.583 0.445\nRitualistic 17 43.6 10 26.3 2.522 0.112\nOrdering 15 38.5 10 26.3 1.295 0.255\nOther (rubbing/touching) 16 41 7 18.4 4.695 0.03*\nHDRS: Hamilton Depression Rating Scale; OCD: Obsessive-compulsive disorder; SSRI: Selective serotonin reuptake inhibitors; YBOCS: Yale-Brown Obsessive Compulsive \nScale; *: p<0.05."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia95\npatients (n=39) were diagnosed for the first time. \nThe mean age of disease onset was 17.7±8.2 years, \nthe mean disease duration was 8.1±6.4 years, the \nmean HDRS score was 7.2±3.5, YBOCS-compulsion \nscores were 14.9±17.5, YBOCS-obsession scores \nwere 12.9±2.6, and the mean YBOCS-total score was \n25.6±4.6. Just over one-quarter (27.3%) (n=21) of the \npatients were smokers.\nPatients with OCD with and without Misophonia \nTable 1 compares the clinical features of patients \nwith OCD with and without misophonia. There \nwere no significant differences between the two \ngroups in terms of age, sex, and education (p>0.05). \nThe mean age of disease onset was lower in \npatients with misophonia compared to the group \nwithout misophonia, showing a significant trend \n(t=1.952, p=0.055). Patients with misophonia had \nsignificantly higher Y-BOCS obsession scores than those without misophonia (t=-2.474, p=0.016). \nThere were no significant differences between \npatients with and without misophonia in HDRS, \nY-BOCS compulsion score, Y-BOCS total score, \ndisease duration, and drug use (p>0.05). Patients \nwith OCD and misophonia had significantly higher \nrates of cleaning obsessions and other compulsions \n(excessive asking and touching) compared to \nthose without misophonia (p<0.05). There was no \ndifference between the groups in other types of \nobsessions and compulsions (p>0.05).\nAmong all patients with OCD, 49.3% had at \nleast one anxiety disorder, 32.5% had at least one \ndiagnosis from the Obsessive-Compulsive and \nRelated Disorders category, and 16.9% had at least \none comorbidity of depressive disorders (dysthymic \ndisorder and premenstrual dysphoric disorder). There \nwas no significant difference in the comorbidity \nrates between patients with misophonia and those Table 2: Comparison of patients with and without misophonia in terms of comorbidities\nOCD+misophonia (n=39) OCD (n=38) p\nn % n %\nAt least one psychiatric comorbid disorder 32 82.1 27 71.1 0.254\nDepressive disorder 7 17.9 6 15.8 0.8\nDysthymic disorder 2 5.1 2 5.3 1\nPremenstrual dysphoric disorder 6 15.4 4 10.5 0.737\nAnxiety disorder 23 59 15 39.5 0.087\nPanic disorder 4 10.3 1 2.6 0.358\nAgoraphobia 10 25.6 3 7.9 0.038*\nAdult separation anxiety disorder 5 12.8 2 5.3 0.431\nSocial anxiety disorder 7 17.9 3 7.9 0.189\nSpecific phobia 5 12.8 1 2.6 0.2\nGeneralized anxiety disorder 5 12.8 5 13.2 0.966\nOther specified anxiety disorder 4 10.3 5 13.2 0.754\nObsessive-compulsive related disorders 14 35.9 11 28.9 0.515\nBody dysmorphic disorder 1 2.6 – – 1\nHoarding 5 12.8 4 10.5 1\nTrichotillomania  2 5.3 0.24\nSkin picking disorder 2 5.1 1 2.6 1\nOnychophagia 7 17.9 6 15.8 0.8\nBinge eating disorder 6 15.4  0.025*\nPosttraumatic stress disorder  2 5.3 0.24\nGambling addiction 2 5.1  0.241\nTic disorder 2 5.1  0.494\nAttention-deficit/hyperactivity disorder 8 20.5 8 21.1 1\nHypochondriasis 1 2.6 1 2.6 1\n*: p<0.05."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-10296\nwithout (p=0.254). Patients with misophonia had \nsignificantly higher rates of agoraphobia (p=0.038) \nand eating disorders (p=0.025) compared to patients \nwithout misophonia. There was no significant \ndifference between the two groups regarding \nother comorbidities (p>0.05). The comparison of \npatients with and without misophonia in terms of \ncomorbidities is presented in Table 2.\nNeuropsychological Test Findings\nThe comparison of neuropsychological test results \nbetween patients with OCD with and without \nmisophonia is shown in Table 3. Patients with OCD \nand misophonia had significantly lower scores in \nTMT-A (p=0.039), ToL application time (p=0.008), \nand ToL time violations (p=0.021) compared \nto patients without misophonia. There was no \nsignificant difference between the two groups \nin terms of ST-interference time, WCST, VFT, DST, \nTMT-B, TMT interference time, and other parameters \nof the ToL (p>0.05). After conducting ANCOVA \nanalysis while controlling for age and years of \neducation, the significant differences in TMT-A, ToL \napplication time, and ToL time violations between \npatients with OCD with and without misophonia \ndisappeared (p>0.05).DISCUSSION\nOur study compared patients with OCD with \nand without comorbid misophonia in terms of \nsociodemographic and clinical characteristics, as \nwell as executive functions. It is the first study in \nthis field. Our findings demonstrated that patients \nwith OCD and misophonia had significantly higher \nY-BOCS-obsession scores, dirtiness obsession/\ncleaning compulsions, other compulsion subtypes, \nagoraphobia, and eating disorder comorbidities \ncompared to those without misophonia. However, \nin further analyses where age and educational status \nwere controlled, no differences were found between \nthe groups in terms of executive functions.\nAccording to our findings, patients with OCD \nand misophonia had significantly higher rates of \ndirtiness obsession/cleaning compulsion compared \nto those without misophonia. Misophonia can be \ntriggered by intolerable and disturbing stimuli such \nas chewing, smacking, and burping, depending on \nindividual sensitivity (44). People with misophonia \nmay experience emotional reactions like disgust, \nanger, and irritability towards auditory and visual \nstimuli, and they may exhibit behaviors such as \navoidance, escape, and confrontation (17). Studies on Table 3: Comparison of executive functions between patients with OCD with and without misophonia\nOCD+ \nmisophonia \n(n=39)OCD\n(n=38)t, Z p F p*\nST - Interference time (sec) 41.8±2.5 42.1±2.4 0.478 0.713 0.184 0.669\nVFT - Semantic fluency – animal names 20.1±0.9 22.1±0.8 -1.426 0.154 1.436 0.235\nVFT - Phonetic fluency: K–A–S 36.1±2.1 38.1±2 -0.149 0.882 0.123 0.727\nDST - Forward 6.3±1.2 6±1.2 -0.842 0.4 0.094 0.761\nDST - Backward 4.2±1 4±1 -0.849 0.396 0.005 0.946\nTMT-A 38±14.4 46.2±16.6 -2.069 0.039 1.66 0.202\nTMT-B 78.4±25.3 92±39.1 -1.335 0.182 0.817 0.369\nTMT - B-A (interference time) 41.2±19.2 46.4±29.7 -0.775 0.439 0.108 0.744\nWCST - Completed category 6.3±2.8 5.1±3.1 -1.464 0.143 0.617 0.414\nWCST - Perseverative error percentage 16.9±10.2 20.1±12.3 -1.424 0.155 0.159 0.691\nWCST - Failures to maintain set 1.1±1.1 1.5±1.4 -1.429 0.153 1.77 0.187\nWCST - Conceptual level response 0.6±0.2 0.8±1.2 -0.892 0.372 0.909 0.344\nToL - Total move score 40.7±18.7 43.1±19.2 0.659 0.512 1.243 0.269\nToL - Total correct score 2.9±1.8 3±1.9 -0.233 0.816 0.048 0.828\nToL - Total initiation time 37.1±21.6 36.5±16.1 -0.056 0.955 0.199 0.657\nToL - Total application time 200.3±92.5 249.3±111.3 -2.670 0.008 2.826 0.097\nToL - Total time violations 0.5±1.4 0.8±1.1 -2.305 0.021 0.371 0.544\nDST: Digit Span Test; OCD: Obsessive-compulsive disorder; ST: Stroop test, TMT: Trail making test; ToL: Tower of London, VFT: Verbal Fluency Test, WCST: Wisconsin Card \nSorting Test; *: ANCOVA analysis was performed by fixing age and educational status."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia97\nOCD have specifically highlighted the relationships \nbetween dirtiness/contamination obsessions and \nthe experience of disgust (45). While anxiety is the \nmost prominent emotion associated with acquiring \ncleaning and washing rituals, recent research has \nrevealed the potential significance of disgust in this \nprocess as well (46). Abnormalities in specific neural \ncircuits of the limbic system may contribute to disgust \nsensitivity in both OCD and misophonia (24). The \nreasons for the higher rates of dirtiness obsessions in \npatients with misophonia in our study are currently \nunknown and require further investigation.\nFurthermore, our findings indicated that patients \nwith OCD and misophonia had a significantly higher \nrate of other compulsion subtypes compared to those \nwithout misophonia. These subtypes include mental \nrituals beyond checking and counting, excessive list-\nmaking, the need to say, ask, or confess, and touching, \nhitting, or rubbing. Among these items, our patient \ngroup specifically reported a need for touching/\nhitting. These conditions, also known as sensory \nphenomena, were initially described in patients with \nTourette’s syndrome (TS), a neurodevelopmental \ndisorder characterized by atypical sensory responses, \nsudden-onset vocal and motor tics. They were later \nobserved in patients with OCD (47). Studies have \nreported that sensory phenomena may serve as a \nvaluable dimensional measure in subtyping OCD \n(48). It has also been noted to be more common in \nearly-onset and tic-related OCD (47). Interestingly, \nincreased activation in the insular region, which \nplays a critical role in interceptive signal perception \nand emotional processes, has been implicated in the \netiology of sensory phenomena and misophonia \n(24,49). Both sensory phenomena and misophonia \nare highly correlated with perfectionism, which is a \nphenotypic component of OCD (22,50). Additionally, \na report published by the International College of \nObsessive-Compulsive Disorders (ICOCS) suggested a \ntransition between OCD, TS, and misophonia (51,52). \nAlthough the rates of comorbidity with tic disorders \nwere lower in our study compared to the literature, \npatients diagnosed with tic disorders were found \nin the misophonia group (53). Some authors have \ndocumented concurrent misophonia in pediatric OCD \nand tic disorders and proposed that misophonia may \nbe associated with neurodevelopmental conditions, \nparticularly in the context of sensory sensitivity \nsyndrome (52). In our study, the earlier onset of OCD \nand the higher frequency of sensory phenomena \nin the misophonia patient group may suggest a \nrelationship between the presence of misophonia and a neurodevelopmental condition. However, there \nis insufficient data in the literature on this subject.\nStudies have shown that OCD is often comorbid \nwith other mental disorders (54). It has been reported \nthat OCD is commonly accompanied by depressive and \nanxiety disorders (55). In our study, the most frequent \ncomorbidity was anxiety disorders, as moderate and \nsevere major depressive disorder cases were excluded. \nPatients with OCD and misophonia in our study \nwere found to have a higher prevalence of anxiety \ndisorders compared to those without misophonia. \nAmong anxiety disorders, the comorbidity rates of \nagoraphobia were particularly high. Although there \nis still a limited number of studies on comorbidities \nin misophonia, a study with a small sample reported \nthat 11% of patients with misophonia had comorbid \nagoraphobia (56). On the other hand, Erfanian \net al. (2019) (19) illustrated that misophonia and \nagoraphobia shared environmental triggers, exhibited \navoidance behavior towards these triggers, and were \nclinically similar due to the accompanying antecedent \nanxiety, a suggesting a likelihood of co-occurrence \ndiagnostically. Consistent with this, the incidence of \nagoraphobia was high in patients with misophonia in \nour study. One study emphasized the mediating role \nof anxiety in the relationship between misophonia \nand various psychiatric disorders (57).\nIn general, the autonomic nervous system \nresponses in misophonia, such as arousal symptoms \n(tightness in the chest and head, tachycardia, \nsweating, hyperthermia) and negative emotional \nreactivity (disgust, distress, anxiety, anger, and \nirritability), coincide with findings observed in anxiety \ndisorders. In fact, one study linked misophonia to \nanxiety sensitivity (20). Anxiety sensitivity refers to \nan intense fear that anxiety-related sensations and \nsymptoms can have negative physical and/or social \nconsequences, and it is considered a precursor to \nanxiety disorders.\nIndividuals with high anxiety sensitivity tend to \nenter an alarm state when experiencing anxiety due \nto their fears, which can exacerbate their anxiety (58). \nThe same study found that misophonia symptoms \nwere more prevalent in individuals with high anxiety \nsensitivity and were associated with obsessions \nrather than compulsions (20). Similarly, in our study, \nparticipants with misophonia had significantly higher \nY-BOCS obsession scores compared to those without \nmisophonia. On the other hand, the avoidance \nbehavior associated with anxiety towards specific \nsituations/animals in phobias and the avoidance"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-10298\nbehavior observed in response to auditory stimuli in \nmisophonia are similar. This suggests a potentially \nstrong correlation between various phobic avoidance \nbehaviors driven by anxiety within the patient group \nwith misophonia.\nIn our study, there was a significantly higher \nfrequency of comorbidity with binge eating disorder \nin the group with misophonia compared to those \nwithout misophonia. Another study examining \n15 patients diagnosed with an eating disorder \nfound misophonia in three individuals (two with \nanorexia nervosa and one with bulimia nervosa). \nIt was demonstrated that there was a temporal \nrelationship between the occurrence of misophonia \nand eating disorders in these patients (59). In a \nstudy investigating the comorbidities of 52 patients \nwith misophonia, it was reported that 17.3% had \nan eating disorder, and the severity of misophonia \nand anorectic symptoms were associated with these \npatients (19). One of the most distressing sounds \nfor patients with misophonia is the sound of eating, \nleading them to often avoid eating with their family \nor friends (60). This behavior may cause patients to \ndeviate from regular eating patterns, lose their sense \nof control, and consume large amounts of food alone \nwithin a certain period. However, further studies are \nneeded to gain a better understanding of the issue.\nContrary to our belief, the groups with and without \nmisophonia performed similarly in terms of attention, \ncognitive flexibility, problem-solving, response \ninhibition, verbal fluency, and abstraction. Patients \nwith OCD and misophonia had significantly lower \nscores in TMT-A, ToL administration time, and ToL time \nviolations compared to those without misophonia. \nHowever, in the analysis where the variables of age \nand educational status were fixed, this significant \ndifference in psychomotor speed did not persist.\nThere is no previous study in the literature \ncomparing executive functions in OCD and \nmisophonia. Meta-analysis studies have reported \nmedium to large effect size impairments in \nexecutive function areas, such as cognitive flexibility, \nproblem-solving, decision-making, and inhibition, \nin OCD (7,8). On the other hand, there are only a \nfew studies on misophonia with small sample sizes. \nOne study found that patients with misophonia \nhad poorer selective attention than patients \nwith tinnitus when exposed to triggering sounds \n(26). Another study found that individuals with \nmisophonia had difficulty maintaining alertness \nduring attention tasks compared to a control group but did not find a significant difference in executive \nfunction (17). However, one study reported that the \nST results in patients with misophonia were similar \nto those of healthy controls (25). In other words, no \nimpairments related to motor inhibition, focused \nattention, and selective attention were found in the \nmisophonia group.\nThe aforementioned clinical studies indicate that \nmisophonia may have impairments, particularly in the \nattention systems rather than executive functions, but \nthere are conflicting results in this regard. In our study, \nwe evaluated simple attention with the digit span test, \nfocused and selective attention with the ST, sustained \nattention with the verbal fluency test, and complex \nattention with the verbal fluency and WCST tests. \nAccording to our findings, the attention processes \nof patients with OCD with and without misophonia \nshowed similar performance.\nIt is known that patients with misophonia \nexperience attention difficulties only in the presence \nof specific disturbing auditory stimuli. There is no \nevidence to suggest that patients with misophonia \nhave impaired cognitive functions such as attention \nwithout these stimuli. In our study, patients with \nmisophonia were able to maintain their attention \nsimilar to those without misophonia because no \ndisturbing stimuli were presented to our sample during \nthe neuropsychological tests. Another explanation for \nthe lack of difference between the groups is that, unlike \nOCD, misophonia may not affect executive functions. \nIn terms of underlying mechanisms, abnormalities in \nthe fronto-striato-thalamo-cortical circuit are specific \nto OCD, while abnormalities in the limbic areas are \nmostly associated with misophonia.\nAlthough attention has been a focal point in \nstudies on misophonia in the literature, theoretical \nassumptions have been made regarding potential \nimpairments in emotion, learning, and memory \nwithin the neuropsychological systems underlying \nthe formation of the misophonic response (23). \nNeuroimaging studies have shown abnormalities \nin micro and macro structures in the white matter \nof patients with misophonia, suggesting potential \neffects on attention, social-emotional processes, \nand facial emotion recognition (61). In our study, \nwe were limited in the cognitive areas that could be \nexamined. To investigate the presence of cognitive \nimpairment in misophonia, future studies can explore \ndifferent domains (e.g., memory, learning, decision-\nmaking, social cognition) using more comprehensive \ncognitive tests."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia99\nOur study aimed to investigate the impact of \nmisophonia on clinical features and neuropsychological \nfunctions in patients with a primary diagnosis of OCD. \nTo date, there have been no previous studies examining \nthe presence of misophonia in patients with OCD. \nMisophonia is a complex condition that can coexist with \nvarious psychiatric disorders, but there is no consensus on \nwhether it should be classified as a separate psychiatric \ndisease. Some studies have linked misophonia to a range \nof psychiatric disorders such as TS, tic disorders, autism, \nneurodevelopmental disorders such as Attention-\nDeficit/Hyperactivity Disorder (ADHD), OCD spectrum, \nanxiety disorders, and PTSD (62). However, none of \nthese disorders fully match the clinical presentation \nof misophonia. Interestingly, contrary to expectations, \nsome studies have found that the majority of individuals \ndiagnosed with misophonia do not have significant \npsychiatric comorbidities, leading to suggestions that \nmisophonia should be considered a distinct psychiatric \ncondition (19,63).\nA study that explored the neural basis of misophonia \nproposed that it could be classified as a separate disorder \n(24). However, it is worth noting that most of the studies \non misophonia have primarily focused on audiology \npatients (e.g., tinnitus, hyperacusis), university students, \nand individuals seeking family medicine services \n(11,12,20,63–65). There are very few studies that \nhave specifically investigated psychiatric populations \n(19). Therefore, due to potentially lower psychiatric \ncomorbidity rates and different clinical features in non-\npsychiatric sample groups, it is challenging for these \nfindings to provide a comprehensive understanding \nof misophonia’s psychopathology and generalizability. \nAdditionally, research in this area is limited because \npatients with misophonic symptoms are less likely \nto seek treatment specifically for these symptoms in \npsychiatric outpatient clinics (13).\nFrom these perspectives, we believe that our study \ncontributes to the literature as it evaluates a clinical \nsample. More studies are needed to understand \nthe nature, epidemiology, etiology, underlying \nneuropsychological factors, and treatment of \nmisophonia in order to determine its classification. It is \ngenerally considered that misophonia falls within the \nrealm of psychiatric disorders, and having a diagnostic \nframework may be beneficial when considering clinical \nimplications (44). Based on the phenomenological \nsimilarities between OCD and misophonia, Schröder et \nal. (10) suggested that misophonia should be classified \nas a separate psychiatric disorder under the category \nof OCD. Remarkably, some studies have explored the relationship between misophonia and OCD, as well \nas obsessive-compulsive symptoms. This raises the \nquestion of whether misophonia adequately meets the \ncriteria to be included within the spectrum of OCRDs.\nDiseases within the OCD spectrum exhibit similar \nbehavioral patterns, share common neuropsychological \nprocesses, have high rates of comorbidity with OCD \nin individuals or their families, and respond to similar \ntreatment approaches (66). Impairments in response \ninhibition in neurocognitive areas, a decrease in \ncognitive flexibility, and an increase in perseverative \nerrors are considered prototypical features, especially in \ndisorders within the OCD category (67,68). In our study, \npatients with misophonia performed similarly to those \nwithout misophonia in terms of response inhibition, \ncognitive flexibility, and perseverative error rates. The \npresence of misophonia diagnosis can be interpreted \nas not causing impairment in cognitive flexibility \nareas but rather affecting response inhibition. In other \nwords, based on our study, it can be suggested that \nmisophonia may not fit within the OCRDs category in \nterms of neuropsychological profile. However, further \ncomprehensive studies are needed to determine \nwhether misophonia should be included under the \nspectrum of OCRDs.\nAdditionally, there is a diagnostic similarity \nbetween misophonia and phobic disorders in terms of \nenvironmental triggers, antecedent anxiety symptoms, \nand phobic avoidance behaviors in response to \ntriggering factors. Interestingly, in our study, we found \na high frequency of comorbidity with agoraphobia in \npatients with misophonia, which can also be considered \nas phobic behavior towards triggering sounds. However, \nit is important to note that the dominant emotions \nin anxiety disorders are anxiety and fear, whereas in \nmisophonia, they are anger, restlessness, and disgust.\nUnfortunately, in our study, it may be premature \nto comment on the relationship between anxiety \ndisorders and misophonia due to the lack of information \non the trigger factors and the emotional and behavioral \nresponses to these triggers in the misophonia group. \nAnother point that contributes to the controversy \nsurrounding the diagnosis of misophonia is the \ndifficulty in establishing clear diagnostic boundaries \nbetween conditions such as PTSD, phobic disorder, \nOCD, sensory sensitivity syndrome, and misophonia, \nwhich increases the risk of misdiagnosis (63).\nOur study has several limitations. Firstly, the \nheterogeneity of the patient group, including variations \nin medication use, new diagnoses, and comorbidities, \nmay have influenced the results. Due to the high \ncomorbidity rates of depressive and anxiety disorders in"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-102100\nOCD, the presence of these comorbid conditions, as well \nas factors such as drug therapy, may have influenced \nthe results of the neuropsychological test. Secondly, \nthe exclusion of individuals with HDRS scores >17 and \nthose with alcohol and substance use disorders, aimed \nat minimizing the impact on neuropsychological tests, \nmay have affected the comorbidity rates. Therefore, \nconducting a study that includes all comorbidities and \ncompares the rates in both groups would provide more \naccurate results. Thirdly, patients with misophonia were \nnot evaluated audiologically, and possible differential \ndiagnoses such as hyperacusis and tinnitus were not \nexcluded. A multidisciplinary approach may be more \naccurate when diagnosing patients with misophonia. \nAdditionally, the diagnoses of misophonia were \nsolely based on the referenced diagnostic criteria, \nwithout the use of a scale to measure the clinical \ncharacteristics, triggers, emotional and behavioral \nresponses to triggers, and the severity of misophonia. \nThis constitutes the greatest deficiency and limitation \nof our study. Furthermore, the small sample size makes \nit difficult to generalize our results, highlighting the \nneed for studies with larger patient populations. Finally, \nevaluating cognitive functions solely through tests, \nwithout simultaneous neuroimaging, may have limited \nthe reliability of the results in our study.\nCONCLUSION\nOur study revealed that patients with OCD and \nmisophonia had higher obsession scores, increased \ndirtiness obsessions, and exhibited other compulsions \nsuch as touching/hitting more frequently compared \nto those without misophonia. The presence of \nmisophonia may intersect with subsets of sensory \nphenomena and disgust sensitivity within the OCD \nspectrum. Furthermore, the high prevalence of \nagoraphobia in the OCD group with misophonia \nsuggests that these patients may have heightened \nanxiety sensitivity and frequently engage in avoidance \nbehaviors. Contrary to expectations, there was no \nsignificant deterioration in the attention and executive \nfunctions of patients with OCD in the presence of \nmisophonia. The preservation of executive functions \nin misophonia implies a divergence from the OCD \ncategory, but further comprehensive studies are \nnecessary to investigate this matter. Detecting the \npresence of misophonia may hold significance as \npatients with OCD exhibit a heterogeneous clinical \npresentation, comorbidity patterns, and cognitive \nfunctions. Therefore, larger-scale studies are needed \nto generalize and validate our findings.Contribution Categories Author Initials\nCategory 1Concept/Design A.G.B., E.P .A., H.D., O.A.O.\nLiterature review A.G.B., E.P .A., H.D.\nData analysis/Interpretation E.P .A.\nCategory 2Drafting manuscript A.G.B., E.P .A., H.D.\nCritical revision of manuscript O.A.O.\nCategory 3 Final approval and accountability E.P .A., A.G.B., H.D.\nOther Supervision O.A.O.\nEthical Approval: The Health Sciences University, Sisli Hamidiye \nEtfal Training and Research Hospital Clinical Research Ethics \nCommittee granted approval for this study (date: 31.12.2019, \nnumber: 2612).\nInformed Consent: Informed consent was obtained from all \nparticipants.\nPeer-review: Externally peer-reviewed.\nConflict of Interest: The authors declares that they have no \nconflict of interest.\nFinancial Disclosure: The authors declare that they have no \nfinancial support.\nREFERENCES\n1. American Psychiatric Association (APA). Diagnostic and \nStatistical Manual of Mental Disorders (DSM-5). Fifth ed., \nWashington DC: American Psychiatric Association, 2013.\n2. Ruscio AM, Stein DJ, Chiu WT, Kessler RC. The epidemiology \nof obsessive-compulsive disorder in the National Comorbidity \nSurvey Replication. Mol Psychiatry 2010; 15:53-63. [CrossRef]\n3. Hollander E, Kim S, Braun A, Simeon D, Zohar J. Cross-cutting \nissues and future directions for the OCD spectrum. Psychiatry \nRes 2009; 170:3-6. [CrossRef]\n4. McGuinness M, Blissett J, Jones C. OCD in the perinatal period: \nIs postpartum OCD (ppOCD) a distinct subtype? A review of the \nliterature. Behav Cogn Psychother 2011; 39:285-310. [CrossRef]\n5. Mattina GF, Steiner M. The need for inclusion of sex and age \nof onset variables in genetic association studies of obsessive-\ncompulsive disorder: Overview. Prog Neuropsychopharmacol \nBiol Psychiatry 2016; 67:107-116. [CrossRef]\n6. Abramovitch A, Cooperman A. The cognitive neuropsychology \nof obsessive-compulsive disorder: A critical review. J Obsessive \nCompuls Rel Disord 2015; 5:24-36. [CrossRef]\n7. Abramovitch A, McCormack B, Brunner D, Johnson M, Wofford \nN. The impact of symptom severity on cognitive function in \nobsessive-compulsive disorder: A meta-analysis. Clin Psychol \nRev 2019; 67:36-44. [CrossRef]\n8. Shin NY , Lee TY , Kim E, Kwon JS. Cognitive functioning in \nobsessive-compulsive disorder: A meta-analysis. Psychol Med \n2014; 44:1121-1130. [CrossRef]\n9. Bora E. Meta-analysis of neurocognitive deficits in unaffected \nrelatives of obsessive-compulsive disorder (OCD): Comparison \nwith healthy controls and patients with OCD. Psychol Med 2020; \n50:1257-1266. [CrossRef]"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Gokovali Begenen et al. A comparison of clinical features and executive functions between patients with obsessive compulsive disorder with and without misophonia101\n10. Schröder A, Vulink N, Denys D. Misophonia: Diagnostic criteria \nfor a new psychiatric disorder. PLoS One 2013; 7:1-10. [CrossRef]\n11. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: \nIncidence, phenomenology, and clinical correlates in an \nundergraduate student sample. J Clin Psychol 2014; 70:994-1007.\n12. Zhou X, Wu MS, Storch EA. Misophonia symptoms among \nChinese university students: Incidence, associated impairment, \nand clinical correlates. J Obsessive Compuls Relat Disord 2017; \n14: 7-12. [CrossRef]\n13. Kılıc C, Oz G, Avanoglu KB, Aksoy S. The prevalence and \ncharacteristics of misophonia in Ankara, Turkey: Population-\nbased study. BJPsych Open 2021; 7:e144. [CrossRef]\n14. Vitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham \nT, Gregory J. Misophonia in the UK: Prevalence and norms \nfrom the S-Five in a UK representative sample. Plos One 2023; \n18:e0282777. [CrossRef]\n15. Potgieter I, Cima R, Macdonald C, Partridge L, Hoare DJ, \nSheldrake J. Misophonia: A scoping review of research. J Clin \nPsychol 2019; 75:1203-1218. [CrossRef]\n16. Cavanna AE. What is misophonia and how can we treat it? Expert \nRev Neurother 2014; 14:357-359. [CrossRef]\n17. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: \nPhysiological investigations and case descriptions. Front Hum \nNeurosci 2013; 7:1-11. [CrossRef]\n18. Bruxner G. “Mastication rage”: A review of misophonia - An \nunder-recognised symptom of psychiatric relevance? Australas \nPsychiatry 2016; 24:195-197. [CrossRef]\n19. Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and \ncomorbid psychiatric symptoms: A preliminary study of clinical \nfindings. Nord J Psychiatry 2019; 73:219-228. [CrossRef]\n20. Cusack SE, Cash TV , Scott R. An examination of the relationship \nbetween misophonia, anxiety sensitivity, and obsessive- \ncompulsive symptoms. J Obsessive Compuls Relat Disord 2018; \n18:67-72. [CrossRef]\n21. Jager IJ, Vulink NC, Bergfeld IO, van Loon AJ, Denys DA. \nCognitive behavioral therapy for misophonia: A randomized \nclinical trial. Depress Anxiety 2021; 38:708-718. [CrossRef]\n22. Reid AM, Guzick AG, Gernand A, Olsen B. Intensive cognitive-\nbehavioral therapy for comorbid misophonic and obsessive-\ncompulsive symptoms: A systematic case study. J Obsessive \nCompuls Relat Disord 2016; 10:1-9. [CrossRef]\n23. Brout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw \nR, et al. Investigating misophonia: A review of the empirical \nliterature, clinical implications, and a research agenda. Front \nNeurosci 2018; 12:36. [CrossRef]\n24. Kumar S, Tansley-Hancock O, Sedley W , Winston JS, Callaghan \nMF, Allen M, et al. The brain basis for misophonia. Curr Biol \n2017; 27:527-533. [CrossRef]\n25. Eijsker N, Schröder A, Smit DJA, van Wingen G, Denys D. Neural \nbasis of response bias on the stop signal task in misophonia. Front \nPsychiatry 2018; 10:1-10. [CrossRef]\n26. Silva FE da, Sanchez TG. Evaluation of selective attention in \npatients with misophonia. Braz J Otorhinolaryngol 2018; 85:303-309. [CrossRef]\n27. Frank B, Roszyk M, Hurley L, Drejaj L, McKay D. Inattention in \nmisophonia: Difficulties achieving and maintaining alertness. J \nClin Exp Neuropsychol 2019; 42:66-75. [CrossRef]\n28. Cavedini P , Zorzi C, Piccinni M, Cavallini MC, Bellodi L. \nExecutive dysfunctions in obsessive-compulsive patients and \nunaffected relatives: Searching for a new intermediate phenotype. \nBiol Psychiatry 2010; 67:1178-1184. [CrossRef]\n29. Trivedi JK, Dhyani M, Goel D, Sharma S, Singh AP , Sinha PK, \net al. Neurocognitive dysfunction in patients with obsessive \ncompulsive disorder. Afr J Psych 2008; 11:204-209. [CrossRef]\n30. Reynolds WM, Kobak KA. Reliability and validity of the \nHamilton Depression Inventory: A paper-and-pencil version of \nthe Hamilton Depression Rating Scale Clinical Interview. Psychol \nAssess 1995; 7:472-483. [CrossRef]\n31. Akdemir A, Turkcapar MH, Orsel SD, Demirergi N, Dag I, \nOzbay MH. Reliability and validity of the Turkish version of \nthe Hamilton Depression Rating Scale. Compr Psychiatry 2001; \n42:161-165. [CrossRef]\n32. Goodman WK, Price LH, Rasmussen SA, Mazure C, Fleischmann \nRL, Hill CL, et al. The Y ale-Brown obsessive compulsive scale: \nI. development, use, and reliability. Arch Gen Psychiatry 989; \n46:1006–1011. [CrossRef]\n33. Goodman WK, Price LH, Rasmussen SA, Mazure C, Delgado P , \nHeninger GR, et al. The Y ale-Brown obsessive compulsive scale: \nII. validity. Arch Gen Psychiatry 1989; 46:1012-1206. [CrossRef]\n34. Karamustafalıoğlu O, Ucisik A, Ulusoy M, Erkmen H. Validity \nand reliability study of Y ale Brown obsession-compulsion rating \nscale. 29th National Psychiatry Congress Abstract Book, 1993, 86. \n[Turkish]\n35. Reynolds CR. Book and test reviews. Arch Clin Neuropsychol \n1987; 2:191-192. [CrossRef]\n36. Karakas S. Bilnot Battery Handbook: Research and Development \nStudies for Neuropsychological Tests. Second ed., Ankara: \nEryilmaz Offset, 2006. [Turkish]\n37. Strauss E, Sherman EMS, Spreen O. A compendium of \nneuropsychological tests: Administration, norms, and commentary. \nSecond ed., New Y ork: Oxford University Press, 1998.\n38. Karakas S, Erdogan E, Soysal AS, Ulusoy T, Ulusoy I, Alkan S. \nStroop test TBAG form: Standardization studies for Turkish \nculture, reliability and validity. Klin Psikiyatr Derg 1999; 2:75-88. \n[Turkish]\n39. Tumac A. Effect of age and education on performance in normal \nsubjects, some tests sensitive to frontal damages. Postgraduate \nThesis, Istanbul University, Istanbul, 1997. [Turkish]\n40. Demakis GJ. Frontal lobe damage and tests of executive \nprocessing: A meta-analysis of the Category Test, Stroop Test, and \nTrail-Making Test. J Clin Exp Neuropsychol 2004; 26:441-450.\n41. Crowe SF. The differential contribution of mental tracking, \ncognitive flexibility, visual search, and motor speed to \nperformance on parts A and B of the trail making test. J Clin \nPsychol 1998; 54:585-591. [CrossRef]\n42. Karakas S. A collection of neuropsychological tests standardized"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Dusunen Adam J Psychiatr Neurol Sci 2023;36:90-102102\nfor Turkish culture. 32nd National Neurology Congress Book \nIstanbul, 1996. [Turkish]\n43. Atalay D. Planning in adults: Validity and reliability study of \nLondon Tower Test. Postgraduate Thesis, Istanbul University, \nIstanbul, 2005. [Turkish]\n44. Taylor S. Misophonia: A new mental disorder? Med Hypotheses \n2017; 103:109-117. [CrossRef]\n45. Melli G, Chiorri C, Carraresi C, Stopani E, Bulli F. The two \ndimensions of contamination fear in obsessive-compulsive \ndisorder: Harm avoidance and disgust avoidance. J Obsessive \nCompuls Relat Disord 2015; 6:124-131. [CrossRef]\n46. Bhikram T, Abi-Jaoude E, Sandor P . OCD: Obsessive-compulsive \n… disgust? The role of disgust in obsessive-compulsive disorder. J \nPsychiatry Neurosci 2017; 42:300-306. [CrossRef]\n47. Prado HDS, Do Rosário MC, Lee J, Hounie AG, Shavitt RG, \nMiguel EC. Sensory phenomena in obsessive-compulsive \ndisorder and tic disorders: A review of the literature. CNS Spectr \n2008; 13:425-432. [CrossRef]\n48. Ben-Sasson A, Podoly TY . Sensory over responsivity and \nobsessive compulsive symptoms: A cluster analysis. Compr \nPsychiatry 2017; 73:151-159. [CrossRef]\n49. Subirà M, Sato JR, Alonso P , do Rosário MC, Segalàs C, Batistuzzo \nMC, et al. Brain structural correlates of sensory phenomena \nin patients with obsessive–compulsive disorder. J Psychiatry \nNeurosci 2015; 40:232-240. [CrossRef]\n50. Lee JC, Prado HS, Diniz JB, Borcato S, da Silva CB, Hounie \nAG, et al. Perfectionism and sensory phenomena: Phenotypic \ncomponents of obsessive-compulsive disorder. Compr Psychiatry \n2009; 50:431-436. [CrossRef]\n51. Lochner C, Fineberg NA, Zohar J, Van Ameringen M, Juven-\nWetzler A, Altamura AC, et al. Comorbidity in obsessive-\ncompulsive disorder (OCD): A report from the International \nCollege of Obsessive-Compulsive Spectrum Disorders (ICOCS). \nCompr Psychiatry 2014; 55:1513-1519. [CrossRef]\n52. Cavanna AE, Seri S. Misophonia: Current perspectives. \nNeuropsychiatr Dis Treat 2015; 11:2117-2123. [CrossRef]\n53. Geller DA. Obsessive-compulsive and spectrum disorders in \nchildren and adolescents. Psychiatr Clin North Am 2006; 29:353-\n370. [CrossRef]\n54. Pigott TA, L ’Heureux F, Dubbert B, Bernstein S, Murphy DL. \nObsessive compulsive disorder: Comorbid conditions. J Clin \nPsychiatry 1994; 55:15-27.\n55. Hofmeijer-Sevink MK, van Oppen P , van Megen HJ, Batelaan \nNM, Cath DC, van der Wee NJ, et al. Clinical relevance of \ncomorbidity in obsessive compulsive disorder : The Netherlands \nOCD Association study. J Affect Disord 2013; 150:847-854.56. Frank B, McKay D. The suitability of an inhibitory learning \napproach in exposure when habituation fails: A clinical application \nto misophonia. Cogn Behav 2019; 26:130-142. [CrossRef]\n57. Cassiello-Robbins C, Anand D, McMahon K, Brout J, Kelley L, \nRosenthal MZ. A preliminary investigation of the association \nbetween misophonia and symptoms of psychopathology and \npersonality disorders. Front Psychol 2021; 11:519681. [CrossRef]\n58. Mantar A, Y emez B, Alkin T. Anxiety sensitivity and its place \nin psychiatric disorders. Turk Psikiyatr Derg 2011; 22:187-193. \n[Turkish]\n 59. Kluckow H, Telfer J, Abraham S. Should we screen for misophonia \nin patients with eating disorders ? A report of three cases. Int J Eat \nDisord 2014; 47:558-561. [CrossRef]\n60. Palumbo DB, Alsalman O, De Ridder D, Song JJ, Vanneste S. \nMisophonia and potential underlying mechanisms: A perspective. \nFront Psychol 2018; 9:1-8. [CrossRef]\n61. Eijsker N, Schröder A, Liebrand LC, Smit DJ, van Wingen G, \nDenys D. White matter abnormalities in misophonia. NeuroImage \nClin 2021; 32:102787. [CrossRef]\n62. Yilmaz Y , Hocaoglu C. Misophonia: A Review. Psikiyatr Guncel \nY aklasimlar 2021; 13:383-393. [Turkish] [CrossRef]\n63. Jager I, de Koning P , Bost T, Denys D, Vulink N. Misophonia: \nPhenomenology, comorbidity and demographics in a large \nsample. PloS One 2020; 15:e0231390. [CrossRef]\n64. Hadjipavlou G, Baer S, Lau A, Howard A. Selective sound \nintolerance and emotional distress: what every clinician should \nhear. Psychosom Med 2008; 70:739-740. [CrossRef]\n65. Sztuka A, Pospiech L, Gawron W , Dudek K. DPOAE in estimation \nof the function of the cochlea in tinnitus patients with normal \nhearing. Auris Nasus Larynx 2010; 37:55-60. [CrossRef]\n66. Fineberg NA, Robbins TW (editors). The neurobiology and \ntreatment of OCD: accelerating progress. Switzerland AG: \nSpringer Cham, 2021. [CrossRef]\n67. Chamberlain SR, Solly JE, Hook RW , Vaghi MM, Robbins TW . \nCognitive inflexibility in OCD and related disorders. Curr Topics \nBehav Neurosci 2021; 49:125-145. [CrossRef]\n68. Tomiyama H, Murayama K, Nemoto K, Tomita M, Hasuzawa \nS, Mizobe T, et al. Increased functional connectivity between \npresupplementary motor area and inferior frontal gyrus \nassociated with the ability of motor response inhibition in \nobsessive–compulsive disorder. Hum Brain Mapp 2022; 43:974-\n984. [CrossRef]\nView publication stats"
    }
  ]
}