{
  "doc_type": "scientific paper",
  "title": "Evidence-Based Practice in Psychology Fails to Be Tripartite: A Conceptual Critique of the Scientocentrism in Evidence-Based Practice in Psychology",
  "authors": [
    "Henrik Berg"
  ],
  "year": 2019,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2019.02253",
  "abstract": "This paper criticises evidence-based practice in psychology (EBPP) for not actually being a tripartite model. According to the American Psychological Association, EBPP is defined as the integration of the best available research with clinical expertise in the context of patient characteristics, culture, and preferences. Nonetheless, EBPP fails to be a tripartite model because it is defined by science alone. This paper aims at explaining why this conflation may have come about. It also shows why clinical expertise and patient preferences should be defined extra-scientifically.",
  "keywords": [
    "evidence-based practice in psychology",
    "psychotherapy science",
    "science and practice",
    "critique",
    "clinical expertise",
    "patient values"
  ],
  "research_topics": [
    "evidence-based practice in psychology",
    "scientocentrism",
    "clinical expertise",
    "patient characteristics",
    "patient culture",
    "patient preferences",
    "psychotherapy effectiveness",
    "scientific basis of clinical practice",
    "integration in clinical psychology",
    "ethics and values in psychotherapy"
  ],
  "created_at": "2025-05-05T01:30:27.790266Z",
  "source_pdf": "documents/research/Global/Berg 2019 Evidence Based Practice in psychology Fails to be Tripartite A Conceptual Critique of the Scientocentrism.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-10-02253 October 4, 2019 Time: 18:33 # 1\nPERSPECTIVE\npublished: 09 October 2019\ndoi: 10.3389/fpsyg.2019.02253\nEdited by:\nMarco Tullio Liuzza,\n“Magna Graecia” University of\nCatanzaro, Italy\nReviewed by:\nScott O. Lilienfeld,\nEmory University, United States\nLaura Muzi,\nSapienza University of Rome, Italy\n*Correspondence:\nHenrik Berg\nHenrik.berg@uib.no\nSpecialty section:\nThis article was submitted to\nTheoretical and Philosophical\nPsychology,\na section of the journal\nFrontiers in Psychology\nReceived: 22 July 2019\nAccepted: 20 September 2019\nPublished: 09 October 2019\nCitation:\nBerg H (2019) Evidence-Based\nPractice in Psychology Fails to Be\nTripartite: A Conceptual Critique of the\nScientocentrism in Evidence-Based\nPractice in Psychology.\nFront. Psychol. 10:2253.\ndoi: 10.3389/fpsyg.2019.02253\nEvidence-Based Practice in\nPsychology Fails to Be Tripartite: A\nConceptual Critique of the\nScientocentrism in Evidence-Based\nPractice in Psychology\nHenrik Berg *\nDepartment of Education, NLA University College, Bergen, Norway\nThis paper criticises evidence-based practice in psychology (EBPP) for not actually\nbeing a tripartite model. According to the American Psychological Association, EBPP\nis deﬁned as the integration of the best available research with clinical expertise in the\ncontext of patient characteristics, culture, and preferences. Nonetheless, EBPP fails to\nbe a tripartite model because it is deﬁned by science alone. This paper aims at explaining\nwhy this conﬂation may have come about. It also shows why clinical expertise and\npatient preferences should be deﬁned extra-scientiﬁcally.\nKeywords: evidence-based practice in psychology, psychotherapy science, science and practice, critique, clinical\nexpertise, patient values\nINTRODUCTION\nThe policy statement for evidence-based practice in psychology (EBPP) is the prevailing set of\nprinciples regulating psychotherapy practice (American Psychological Association, 2016). The\nAmerican psychological association (APA) deﬁnes EBPP as: “the integration of the best available\nresearch with clinical expertise in the context of patient characteristics, culture, and preferences”\n(Levant, 2005). According to this deﬁnition, EBPP consists of three distinct parts (“best available\nresearch”; “clinical expertise”; and “patient characteristics, culture, and preferences”). “Best available\nresearch” refers to the body of scientiﬁc evidence underpinning various psychological interventions.\n“Clinical expertise” is the competency of the clinical expert responsible for carrying out the\ninterventions. “Patient characteristics, culture, and preferences” refer to the most relevant aspects\ndistinguishing individual patients.\nIn EBPP , these three parts are supposed to be integrated to create best psychotherapy practice.\nHowever, the policy statement contains a crucial inconsistency. EBPP does not consist of three\nparts. The two parts, clinical expertise and patient characteristics, culture, and preferences, are\nlegitimated and shaped by the part “best available research” (American Psychological Association,\n2016). Consequently, important extra-scientiﬁc reasons for including clinical expertise and patient\ncharacteristics, culture, and preferences in clinical practice are neglected.\nLost in Translation: From EBM to EBPP\nA recapitulation of EBPP’s history is helpful to shed some light on why these issues\nmay have gone unnoticed. EBPP explicitly derived from evidence-based medicine (EBM).\nThe seminal pioneers in EBM – predating both the current tripartite model in EBM\nand the subsequent tripartite model in EBPP – simply maintained that medical practice\nFrontiers in Psychology | www.frontiersin.org 1 October 2019 | Volume 10 | Article 2253"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-10-02253 October 4, 2019 Time: 18:33 # 2\nBerg EBPP Fails to Be Tripartite\nought to correspond to the results of randomised controlled trials\nand meta-analyses (consisting of compilations of randomised\ncontrolled trials) (Cochrane, 1999; Howick, 2011). Thus, when\nthe tripartite model in EBM was created, it was a constructive\nresponse to criticisms of a “scientocentric” model of medical\npractice in the original EBM models. After some revision, two\nadditional parts were suggested. In the ﬁrst tripartite EBM model,\nthese parts were “clinical expertise” and “patient values.” Hence,\nthe rationale for creating the tripartite version of EBM, on\nwhich EBPP is modelled, was to avoid and not to corroborate\n“scientocentrism” (Howick, 2011).\n“Scientocentrism” in EBPP\nIn spite of its historical background, EBPP’s tripartite model\nis justiﬁed scientiﬁcally through the part called “best available\nresearch” (Norcross et al., 2008; Gupta, 2014; American\nPsychological Association, 2016). In the policy-statement, the\ntwo parts called “clinical expertise” and “patient characteristics,\nculture, and preferences” are legitimated and deﬁned through\nempirical studies indicating that they are signiﬁcant factors in\neﬀective and eﬃcient psychotherapy (American Psychological\nAssociation, 2016). In the policy statement it is argued that\n“[c]linical expertise encompasses a number of competencies” that\nare known to “promote positive therapeutic outcomes” (Levant,\n2005). As expected, the deﬁnition of patient characteristics,\nculture, and preferences is comprehensive and includes\nelements such as religious views, personality traits, and personal\npreferences. Nonetheless, patient preferences is a legitimate\npart because an understanding of “‘what works for whom’ [ : : :]\nprovide[s] essential guide to eﬀective practice.” (Levant, 2005).\nThus, on closer scrutiny, the purportedly tripartite model in\nEBPP collapses into a unipartite and “scientocentric” model.\nMedicine and Psychotherapy\nSome of the diﬀerences between medical and psychotherapy\npractice can explain the conceptual confusion in EBPP. If\nthey were applied to medical practice, the three parts in EBPP\nwould be more readily discernible. Many medical cures are\neﬀective regardless of the involvement of a clinical expert\nand without emphasising patient characteristics, culture, or\npreferences in the treatment process. Furthermore, medical\nclinical expertise includes elements such as the craftsmanship\nof the medical doctor (e.g., the dexterity of a surgeon). In\npsychotherapy, however, some of the major factors empirically\nassociated with good psychotherapy are tied to clinical\nexpertise and patient culture and characteristics (Lambert\nand Barley, 2001; Lambert and Vermeersch, 2002; Norcross,\n2002; Wampold, 2015; Asarnow and Ougrin, 2017; Mulder\net al., 2017; Zilcha-Mano, 2017). Wampold (2015) has shown\nthat factors such as goal consensus/collaboration, empathy,\nthe alliance, positive regard/aﬃrmation, therapist eﬀects, and\ncongruence/genuineness outweigh the importance of diﬀerences\nin speciﬁc treatment models. However, research also indicate that\nexpertise is only associated with better outcome under speciﬁc\ncircumstances (Kahneman and Klein, 2009). There is similar\nresearch evidence supporting the importance of patient culture\nand characteristics (Lambert and Vermeersch, 2002). Lambertand Vermeersch (2002) argue that “it is [ : : :] the patient who is\nmost likely to determine successful outcome.” The authors go\non to claim that “[p]atient variables found to have a relationship\nwith outcome are severity of disturbance, motivation and\nexpectancy, capacity to relate, degree of integration, coherence,\nperfectionism, and ability to recognize and verbalize focalized\nproblems” (Lambert and Vermeersch, 2002). In addition, cultural\nadaptation is associated with improved outcomes. It explains\nmore of the variation in outcome than choice of treatment\nmethod (Wampold, 2015). Apparently, such research ﬁndings\nhave contributed to a conﬂation of the two parts clinical expertise\nand patient characteristics, culture, and preferences, on the one\nhand, and the best available research indicating that the clinical\nexpert and patient culture and preferences play a major part in\nclinical eﬀectiveness and eﬃciency, on the other hand.\nFrom One to Three Parts\nIn order to rehabilitate EBPP , its history could prove useful once\nmore. This especially pertains to the expansion of EBM into\na tripartite model (Howick, 2011). A ﬁrst and critical point is\nto make a conceptual distinction between factors empirically\nassociated with eﬀective and eﬃcient psychotherapy, on the\none hand, and conceptual and practical issues caused by the\nvoid between scientiﬁc ﬁndings and the complexities of clinical\npractice, on the other hand. More precisely, it must be shown\nhow “clinical expertise” and “patient characteristics, culture, and\npreferences” diﬀer from “best available research.” The role clinical\nexpertise and patient characteristics, culture, and preferences play\nin psychotherapy should nevertheless be investigated empirically.\nSuch empirical analyses potentially have immense clinical value\n(Appelbaum et al., 2018; Levitt et al., 2018). Nevertheless, the\nrationales for including and the deﬁnition of, the two parts\n“clinical expertise” and “patient culture, characteristics, and\npreferences, ” must transcend the limits of science (Powell, 2018).\nIt is worth mentioning that there are other available\nalternatives than going from a unipartite to a genuinely tripartite\nconcept. The policy statement of psychological treatments\ncreated by the Canadian Psychological Association is unipartite\nand emphasises scientiﬁc ﬁndings in every aspect of psychological\ntreatment (Canadian Psychological Association, 2012). The\nadvantage of this approach is that the demarcation of the\nconception is clearer. The disadvantage is that it could preclude\nthe importance of elements that are non-scientiﬁc. Due to the risk\nof the latter, I pursue the option of restoring EBPP in line with the\nprimordial intensions of creating the concept.\nClinical Expertise\nIn the policy statement for EBPP , scientiﬁc ﬁndings deﬁne clinical\nexpertise and the ideal clinical expert emulate a scientist. The\nideal EBPP practitioner “test[s] hypotheses and interventions in\npractice as a ‘local clinical scientist”’ (American Psychological\nAssociation, 2016). In the policy statement, it is recognised\nthat clinical experts process information diﬀerently from novices\nand that clinical practice corroborates expertise. Nonetheless, it\nemphasises how experts seek and use scientiﬁc knowledge in\na manner emulating scientiﬁc practice (American Psychological\nAssociation, 2016).\nFrontiers in Psychology | www.frontiersin.org 2 October 2019 | Volume 10 | Article 2253"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-10-02253 October 4, 2019 Time: 18:33 # 3\nBerg EBPP Fails to Be Tripartite\nIn contrast, some of the most inﬂuential models of\nexpertise accentuates that one of its hallmarks is that it\ntranscends propositional or scientiﬁc knowledge (Ryle, 1945;\nHeidegger, 1962; Dreyfus and Dreyfus, 1980; Schön, 1991;\nPolanyi, 2009; Greenwald and Banaji, 2017). The experience\nof the expert results in a greater number of relatively reﬁned\ntemplates from which to understand and act (Dreyfus and\nDreyfus, 1980). When necessary, the practical experience of the\nexpert provides a greater ability to improvise and synthesise\ninformation in novel situations (Schön, 1991). The point\nis not that the understanding and actions of the expert\nneed to be at odds with scientiﬁc results, but that the\nunderstanding and actions of the expert are not perpetually\ncontrolled by scientiﬁc or propositional knowledge (Ryle, 1945;\nSelinger and Crease, 2002). Whereas the novice is fragmentally\nrule-bound, the expert acts more intuitively (Dreyfus and\nDreyfus, 1980; Selinger and Crease, 2002). Furthermore, the\nexpert has a deep and often at least partly tacit knowledge\n(Polanyi, 2009), including a rich situational and contextual\nawareness (Heidegger, 1962; Dreyfus and Dreyfus, 1980; Schön,\n1991; Galasi ´nski, 2018). In situ , this results in a capability\nto handle the many arising challenges and impediments\nwith the ﬂuency generally demanded in settings such as\npsychotherapy practice.\nPatient Characteristics, Culture, and Preferences\nIn the policy statement, it is argued that there is a “growing\nempirical literature related to human diversity” which makes “an\nunderstanding of patient characteristics” like “values, religious\nbeliefs, worldviews, goals, and preferences [ : : :] essential to\nEBPP” (American Psychological Association, 2016). In other\nwords, the justiﬁcation for including and the deﬁnition of the\npart patient characteristics, culture, and preferences are scientiﬁc.\nHowever, a critical extra-scientiﬁc argument for including the\npart “patient characteristics, culture, and preferences” is that the\npatient should have the right to inﬂuence choices involving the\npatient’s own life. This is highlighted by the term “preferences” in\nthe policy statement, notwithstanding, of course, that preferences\nare entangled with characteristics and culture.\nPatients do and should have extensive right to self-\ndetermination (United Nations, 1991; Pellegrino and Thomasma,\n1993; Leong et al., 2017). As an example, one of the ﬁve general\nprinciples in the ethical principles for psychologists and code of\nconduct (EPPCC) (American Psychological Association, 2017)\nis “the rights of individuals to [have] [ : : :] self-determination”(American Psychological Association, 2017). In other words,\nthe inclusion of “patient preferences” is an end in itself and\nnot merely a means to other ends (i.e., improved eﬃciency or\neﬃcacy). This also entails that patient preferences ought to play a\nsigniﬁcant role in clinical practice even when the patient prefers\nsomething that diverges from what science indicates would be,\nor even de facto is, eﬀective and eﬃcient. The individual patient’s\npreferences are not determined by scientiﬁc ﬁndings.\nThe scientocentrism addressed in this article reﬂects a\ngrowing recognition of the problems associated with EBPP.\nSeveral scholars have argued that there is a science-practice\ngap in psychotherapy which makes a scientocentric model of\npsychotherapy practice unfeasible (Lilienfeld et al., 2013; Cook\net al., 2017). Hayes et al. (2013) claimed that psychological\nresearch is theory-driven and that there are many diﬀerent\nscientiﬁc schools valuing diﬀerent kinds of descriptions. Berg\nand Slaattelid (2017) argued that EBPP fails to recognise the\nethoses of the various psychotherapy schools. An ethos consists\nof a psychotherapy school’s normative presuppositions. Berg\n(2019) also argued that EBPP functions as an implicit ethical\ndemarcation regulating the practice of psychotherapy according\nto the tenets of utilitarianism. Generally speaking the role values\nand ethics plays in psychotherapy practice necessitate the active\ndeliberation of a clinical expert and a patient. The deep fact-\nvalue entanglements and complexity of psychotherapy make a\nscientocentric model unﬁt to regulate psychotherapy practice.\nCONCLUSION\nThe policy-statement should be revised to avoid the conceptual\ninconsistency it currently contains. The solution is to create a\ngenuinely tripartite model to replace the current “scientocentric”\none. Future research should discuss the nature of and relationship\nbetween the diﬀerent parts of EBPP. It should also develop\nthe notion of integration which has been characterised as\nunderdeveloped. In a practice as complex as psychotherapy we\nshould expect on-going revisions of the principles regulating\nthe practice and not settle for a solution lacking conceptual\nconsistency (Jackson, 2017; Phelps et al., 2017).\nAUTHOR CONTRIBUTIONS\nThe author conﬁrms being the sole contributor of this work and\nhas approved it for publication.\nREFERENCES\nAmerican Psychological Association (2016). Policy Statement on Evidence-Based\nPractice in Psychology . Available at: http://www.apa.org/pubs/journals/features/\nevidence-based-statement.pdf (accessed July 22, 2019).\nAmerican Psychological Association (2017). Ethical principles for psychologists and\ncode of conduct . Available at: http://www.apa.org/ethics/code/ethics-code-2017.\npdf (accessed July 22, 2019).\nAppelbaum, M., Cooper, H., Kline, R. B., Mayo-Wilson, E., Nezu, A. M.,\nand Rao, S. M. (2018). Journal article reporting standards for quantitative\nresearch in psychology: the APA Publications and communicationsboard task force report. Am. Psychol. 73, 3–25. doi: 10.1037/amp000\n0191\nAsarnow, J., and Ougrin, D. (2017). From eﬃcacy to pragmatic trials: does the dodo\nbird verdict apply? Lancet Psychiatr. 4, 84–85. doi: 10.1016/s2215-0366(16)\n30404-7\nBerg, H. (2019). How does evidence-based practice in psychology\nwork? – as an ethical demarcation. Philos. Psychol. 32,\n855–875.\nBerg, H., and Slaattelid, R. (2017). Facts and values in psychotherapy: a critique\nof the empirical reduction of psychotherapy within evidence-based practice.\nJ. Eval. Clin. Pra. 23, 1075–1080. doi: 10.1111/jep.12739\nFrontiers in Psychology | www.frontiersin.org 3 October 2019 | Volume 10 | Article 2253"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-10-02253 October 4, 2019 Time: 18:33 # 4\nBerg EBPP Fails to Be Tripartite\nCanadian Psychological Association (2012). Evidence-Based Practice of\nPsychological Treatments: A Canadian Perspective . Ottawa, OT: Canadian\nPsychological Association.\nCochrane, A. L. (1999). Eﬀectiveness and Eﬃciency: Random Reﬂections on Health\nServices . London: Royal Society of Medicine Press.\nCook, S. C., Schwartz, A. C., and Kaslow, N. J. (2017). Evidence-Based\nPsychotherapy: Advantages and Challenges. Neurotherapeutics 14, 537–545.\ndoi: 10.1007/s13311-017-0549-4\nDreyfus, S. E., and Dreyfus, H. L. (1980). A Five-Stage Model of the Mental Activities\nInvolved in Directed Skill Acquisition . Berkely, CA: California Univ Berkeley\nOperations Research Center.\nGalasi ´nski, D. (2018). Language and psychiatry. Lancet Psychiatr. 5, 200–201.\ndoi: 10.1016/s2215-0366(18)30040-3\nGreenwald, A. G., and Banaji, M. R. (2017). The implicit revolution: reconceiving\nthe relation between conscious and unconscious. Am. Psychol. 72, 861–871.\ndoi: 10.1037/amp0000238\nGupta, M. (2014). Is Evidence-Based Psychiatry Ethical? Oxford: Oxford University\nPress.\nHayes, S. C., Long, D. M., Levin, M. E., and Follette, W. C. (2013). Treatment\ndevelopment: Can we ﬁnd a better way? Clin. Psychol. Rev. 33, 870–882.\ndoi: 10.1016/j.cpr.2012.09.009\nHeidegger, M. (1962). Being and Time . Oxford: Basil Blackwell.\nHowick, J. (2011). The Philosophy of Evidence-Based Medicine . Chichester: Wiley-\nBlackwell.\nJackson, M. R. (2017). Uniﬁed clinical science, or paradigm diversity? Comm.\nMelchert. Am. psychol. 72, 395–396. doi: 10.1037/amp0000125\nKahneman, D., and Klein, G. (2009). Conditions for intuitive expertise: a failure to\ndisagree. Am. Psychol. 64, 515–526. doi: 10.1037/a0016755\nLambert, M. J., and Barley, D. E. (2001). Research summary on the therapeutic\nrelationship and psychotherapy outcome. Psychotherapy 38, 357–361. doi: 10.\n1037//0033-3204.38.4.357\nLambert, M. J., and Vermeersch, D. A. (2002). “Eﬀectiveness of psychotherapy, ”\ninEncyclopedia of Psychotherapy , eds M. Hersen, and W. Sledge, (Amsterdam:\nElsevier).\nLeong, F. T. L., Pickren, W. E., and Vasquez, M. J. T. (2017). APA eﬀorts\nin promoting human rights and social justice. Am. Psychol. 72, 778–790.\ndoi: 10.1037/amp0000220\nLevant, R. F. (2005). Report of the 2005 Presidential Task Force on Evidence-\nBased Practice . Available at: https://www.apa.org/practice/resources/evidence/\nevidence-based-report.pdf (accessed July 22, 2019).\nLevitt, H. M., Bamberg, M., Creswell, J. W., Frost, D. M., Josselson, R., and Suárez-\nOrozco, C. (2018). Journal article reporting standards for qualitative primary,\nqualitative meta-analytic, and mixed methods research in psychology: The APA\nPublications and communications board task force report. Am. Psychol. 73,\n26–46. doi: 10.1037/amp0000151Lilienfeld, S. O., Ritschel, L. A., Lynn, S. J., Cautin, R. L., and Latzman, R. D. (2013).\nWhy many clinical psychologists are resistant to evidence-based practice: root\ncauses and constructive remedies. Clin. Psychol. Rev 33, 883–900. doi: 10.1016/\nj.cpr.2012.09.008\nMulder, R., Murray, G., and Rucklidge, J. (2017). Common versus speciﬁc\nfactors in psychotherapy: Opening the black box. Lancet Psychiatr. 4, 953–962.\ndoi: 10.1016/S2215-0366(17)30100-1\nNorcross, J. C. (2002). Psychotherapy Relationships That Work: Therapist\nContributions and Responsiveness to Patients . New York, NY: Oxford University\nPress.\nNorcross, J. C., Hogan, T. P., and Koocher, G. P. (2008). Clinician’s Guide to\nEvidence Based Practices: Mental Health and the Addictions . New York, NY:\nOxford University Press.\nPellegrino, E. D., and Thomasma, D. C. (1993). The Virtues in Medical Practice .\nNew York, NY: Oxford University Press.\nPhelps, R., Bray, J. H., and Kearney, L. K. (2017). A quarter century of psychological\npractice in mental health and health care. Am. Psychol. 72, 822–836.\ndoi: 10.1037/amp0000192\nPolanyi, M. (2009). The Tacit Dimension . Chicago, IL: University of Chicago Press.\nPowell, A. J. (2018). Mind and spirit: hypnagogia and religious experience. Lancet\nPsychiatr. 5, 473–475. doi: 10.1016/s2215-0366(18)30138-x\nRyle, G. (1945). Knowing that and knowing how. Proc. Aristotelian Soc. 46, 1–16.\nSchön, D. A. (1991). The Reﬂective Practitioner: How Professionals Think in Action .\nAldershot: Avebury.\nSelinger, E. M., and Crease, R. P. (2002). Dreyfus on expertise: The limits of\nphenomenological analysis. Contine. Philos. Rev. 35, 245–279.\nUnited Nations (1991). The Protection of Persosn (sic) With Mental Illness and\nthe Improvement of Mental Health care . Available at: http://www.un.org/\ndocuments/ga/res/46/a46r119.htm (accessed July 22, 2019).\nWampold, B. (2015). How important are the common factors in psychotherapy?\nan update. World Psychiatr. 14, 270–277. doi: 10.1002/wps.20238\nZilcha-Mano, S. (2017). Is the alliance really therapeutic? Revisiting this question\nin light of recent methodological advances. Am. Psychol. 72, 311–325.\ndoi: 10.1037/a0040435\nConﬂict of Interest: The author declares that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nCopyright © 2019 Berg. This is an open-access article distributed under the terms\nof the Creative Commons Attribution License (CC BY). The use, distribution or\nreproduction in other forums is permitted, provided the original author(s) and the\ncopyright owner(s) are credited and that the original publication in this journal\nis cited, in accordance with accepted academic practice. No use, distribution or\nreproduction is permitted which does not comply with these terms.\nFrontiers in Psychology | www.frontiersin.org 4 October 2019 | Volume 10 | Article 2253"
    }
  ]
}