{
  "doc_type": "scientific paper",
  "title": "Human insula neurons respond to simple sounds during passive listening",
  "authors": [
    "Joel I Berger",
    "Hiroto Kawasaki",
    "Matthew I Banks",
    "Sukhbinder Kumar",
    "Matthew A Howard III",
    "Kirill V Nourski"
  ],
  "year": 2025,
  "journal": "nature (e.g. chewing), the anterior insula is hyperactivated and 48",
  "doi": "10.1101/2025.03.12.642819doi:",
  "abstract": "The insula is critical for integrating sensory information from the body with that arising from the environment. Although previous studies suggest that posterior insula is sensitive to sounds, auditory response properties of insula neurons have not previously been reported. Here, we provide the first report of a population of human single neuron data from the insula and provide comparative data from the primary auditory cortex, recorded intracranially from human participants during passive listening. In each condition, more than 330 single neurons were recorded in 11 participants. Almost a third of neurons in posterior insula and a smaller subset in anterior insula responded to simple tones and clicks. Responsive neurons were distributed throughout posterior and anterior insula and showed preferred frequency tuning. Onset latencies in the insula were similar to those in the primary auditory cortex but response durations were significantly shorter. Overall, these data highlight that insula neurons respond to auditory stimuli even in non-behaviorally relevant contexts and suggest an important contribution of audition to the postulated integrative functions of insular cortex.",
  "keywords": [
    "insula",
    "neurons",
    "auditory stimuli",
    "passive listening",
    "single neuron recording",
    "primary auditory cortex",
    "frequency tuning",
    "response latency",
    "click trains",
    "pure tones"
  ],
  "research_topics": [
    "auditory processing in the insula",
    "single neuron electrophysiology",
    "human intracranial recordings",
    "sensory integration in the insula",
    "frequency tuning in auditory neurons",
    "neural responses to simple sounds",
    "comparative neurophysiology of auditory cortex and insula",
    "response latencies and durations in auditory neurons",
    "auditory cortex physiology",
    "neural basis of auditory perception"
  ],
  "created_at": "2025-05-05T00:33:42.787990Z",
  "source_pdf": "documents/research/Global/Berger et al 2025 human insula neurons respond to simple sounds during passive listening.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Human insula neurons respond to simple sounds during passive listening 1 \nJoel I Berger, Hiroto Kawasaki, Matthew I Banks, Sukhbinder Kumar, Matthew A 2 \nHoward III, Kirill V Nourski 3 \n 4 \nContributions 5 \nBerger : Conceptualization, Methodology, Software, Formal analysis, Investigation, Data 6 \nCuration, Writing - Original Draft, Writing - Review & Editing, Visualization; Kawasaki : 7 \nInvestigation, Writing - Review & Editing; Banks : Writing - Review & Editing; Kumar : 8 \nWriting - Review & Editing; Howard : Funding acquisition, Writing - Review & Editing;  9 \nNourski : Conceptualization, Investigation, Visualization, Writing - Original Draft, Writing 10 \n- Review & Editing 11 \n 12 \nAbstract 13 \nThe insula is critical for integrating sensory information from the body with that arising 14 \nfrom the environment. Although previous studies suggest that posterior insula is 15 \nsensitive to sounds, auditory response properties of insula neurons have not previously 16 \nbeen reported. Here, we provide the first report of a population of human single neuron 17 \ndata from the insula and provide comparative data from the primary auditory cortex, 18 \nrecorded intracranially from human participants during passive listening. In each 19 \ncondition, more than 330 single neurons were recorded in 11 participants. Almost a third 20 \nof neurons in posterior insula and a smaller subset in anterior insula responded to 21 \nsimple tones and clicks. Responsive neurons were distributed throughout posterior and 22 \nanterior insula and showed preferred frequency tuning. Onset latencies in the insula 23 \nwere similar to those in the primary auditory cortex but response durations were 24 \nsignificantly shorter. Overall, these data highlight that insula neurons respond to 25 \nauditory stimuli even in non-behaviorally relevant contexts and suggest an important 26 \ncontribution of audition to the postulated integrative functions of insular cortex. 27 \n 28 \nIntroduction 29 \nThe insula, buried within the lateral fissure, is a key brain region involved in processing 30 \nof interoceptive signals [1-5] which includes sensations not only from within the interior 31 \nor viscera of body (e.g. cardiac, respiration, hunger) but also those arising from the skin 32 \n(e.g. pain, temperature  and affective touch; [1, 6] for a review, see [7]). Theoretical 33 \nmodels of insula function suggest that these interceptive sensations form the basis for 34 \nsubjective feelings [8] and sense of bodily self [9]. By contrast, empirical evidence for 35 \nthe role of insula in processing of exteroceptive signals, such as sounds that are 36 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "external to the body and not associated with interoceptive signals, remains scant, 37 \nalthough there is some limited evidence implicating the insula in auditory processing. 38 \nCase reports have shown that damage to the insula region can cause alterations in 39 \nauditory perception [10-13], even without apparent damage to auditory cortex. 40 \nAdditionally, studies in animals [14-18], human neuroimaging using functional magnetic 41 \nresonance imaging (fMRI) [19-22] and electrophysiology [23-29], suggest that activity 42 \nwithin the insula may be modulated by sound, particularly when it is emotionally 43 \narousing (e.g. music) or behaviorally relevant (e.g. detection of an odd tone), while 44 \nrecent intracranial local field potential data highlight that posterior insula represents 45 \nphonological features during both speech production and perception [30]. In 46 \nmisophonia, a condition characterized as an intense emotional reaction to sounds of a 47 \nparticular nature (e.g. chewing), the anterior insula is hyperactivated and 48 \nhyperconnected when listening to trigger sounds [31]. This finding has been interpreted 49 \nwithin the context of social cognition and interoceptive awareness [32, 33]. The insula 50 \nhas also been implicated in auditory hallucinations [34], and intracranial stimulation of 51 \nthis region can produce auditory sensations [35-37], although not always [38]. However, 52 \nelectrophysiological and imaging data have almost always been obtained in behaviorally 53 \nsalient contexts, such as music or speech, while lesion studies may not always be 54 \nspecifically localized to insula exclusively, and there are currently no reports of single 55 \nneuron responses recorded in the human insula. 56 \nPrior studies also do not address whether there is any tuning to basic acoustic sound 57 \nattributes in the insula [39]. For example, neurons in primary auditory cortex are tuned 58 \nto specific spectral and temporal features of acoustic stimuli [40-42]. Can activity of 59 \nindividual neurons in the insula also be modulated according to these fundamental 60 \nacoustic properties even when stimuli are not behaviorally relevant? If so, what are the 61 \nlatencies and tuning properties of these neurons, and where are these located? 62 \nWe addressed this gap in knowledge by recording extracellular single neuron activity 63 \nfrom the insula in eleven humans and comparing these recordings to those obtained 64 \nfrom the adjacent posteromedial portion of Heschl’s gyrus (HGPM), corresponding to 65 \nprimary auditory cortex [43]. Data were collected while participants passively listened to 66 \nauditory stimuli consisting of short click trains and pure tones of various frequencies. 67 \nThis allowed us to determine (1) the extent of insula neurons that are responsive to 68 \nauditory stimulation; (2) whether these neurons showed frequency tuning; (3) the spatial 69 \ndistribution of responsive neurons across posterior and anterior insula (InsP and InsA, 70 \nrespectively); and (4) the latencies, magnitudes, and durations of these responses 71 \ncompared to HGPM. Knowledge about the neuronal properties of this brain area in 72 \nresponse in audition is important for understanding how the human brain processes 73 \nsounds. This knowledge has additional relevance to auditory hallucinations and 74 \ndisorders such as tinnitus [44]. 75 \n 76 \n 77 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Results  78 \nElectrodes were implanted for clinical purposes of monitoring seizures and were 79 \nlocalized based on pre- and post-operative neuroimaging (see Methods ). Single neuron 80 \nresponses to 40 ms 100 Hz click trains were recorded in a single 100-trial block. 81 \nResponses to 300 ms tones were recorded in a separate block while participants were 82 \npresented with pseudo-randomly ordered tones of varying frequency, from 0.25 kHz to 8 83 \nkHz, separated by octave steps. Each tone was presented 50 times, resulting in 300 84 \ntrials total. Interstimulus intervals were 2 s in both experiments (see Methods  for full 85 \ndetails of auditory stimulus presentation). 86 \nFigure 1a displays the locations from which single neurons were successfully isolated, 87 \nshown on a template reconstruction of the insula. The size of each marker indicates the 88 \nnumber of neurons isolated at a particular location. For click stimuli, a total of 331 89 \nneurons were isolated (57 HGPM neurons, 161 InsP neurons and 113 neurons in InsA). 90 \nFor pure tone stimuli, a total of 339 neurons were isolated (59 HGPM neurons, 156 InsP 91 \nneurons and 124 InsA neurons). Figure 1b  shows spike waveforms, trial rasters, and 92 \nkernel-smoothed spike density functions for exemplar neurons in HGPM, InsP and InsA 93 \n(top to bottom panels, respectively) in response to click train stimuli. In these examples, 94 \nHGPM shows a sharp onset response to the click train, while the InsP neuron responds 95 \nconsistently across trials with a slightly longer latency than HGPM, and the InsA neuron 96 \nresponds with an even longer latency, with visibly less consistent timing across trials. 97 \nFigure 1c shows examples for three single neurons in these same brain locations in 98 \nresponse to pure tone stimuli of different frequencies. The neurons in HGPM and InsP 99 \nshowed clear evidence of frequency tuning (to 8 kHz and 0.25 kHz, respectively). 100 \nTuning is less obvious in the InsA neuron, though significant suppression was observed 101 \nin response to tonal stimuli of 2 kHz. 102 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Information such as response latencies can provide crucial information about the 103 \nposition of a region within the hierarchy of an information processing network [45-48]. 104 \nThus, to characterize the properties of neuronal responses to clicks across the 105 \npopulation, we examined response magnitudes, latencies, and durations for modulated 106 \nneurons in each region. For each neuron, significant modulation in response to auditory 107 \nstimuli was determined by comparing the spike rates following the stimulus to the pre- 108 \nstimulus baseline (see Methods). Trial-averaged raster plots for all significantly 109 \nmodulated neurons in each of the three regions are shown in Figure 2a. These are 110 \nseparated according to whether they increased or decreased their activity (indicated by 111 \nthe arrow directions). The overall proportion of modulation response types is then 112 \nshown in Figure 2b . As is evident from both plots, the majority of modulated neurons 113 \nincreased their firing rates in response to click-train stimuli. Across all recorded neurons, 114 \n30.4% of neurons in InsP were click-responsive (26.7% increasing, 3.73% decreasing) 115 Figure 1: Insula neurons respond to clicks and tones.  \n \na, Locations and numbers of isolated putative single neurons in response to clicks and tones, \nplotted on a template reconstruction of insula. b, Example responsive neurons in HGPM (top \npanel), InsP (middle panel) and InsA (bottom panel). For each example, corresponding spike \ndensity functions are shown above raster plots. Codes under location names indicate neuron ID. Grey horizontal bars indicate duration of the stimulus. Time on x-axis is relative to stimulus onset \n(vertical line). c , Example responsive neurons for the same locations in response to tones of \ndiffering frequencies. For these examples, the corresponding best frequencies were 8 kHz, 0.25 \nkHz and 2 kHz, respectively, with the InsA neuron exhibiting significant suppression to the tonal \nstimulus. Throughout, red: HGPM, green: InsP , blue: InsA.  \n \n. CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "and 15.9% were modulated to clicks in InsA (9.73% increasing, 6.19% decreasing). By 116 \ncomparison, 84.2% of neurons in HGPM modulated significantly to clicks (77.2% 117 \nincreasing their activity, 7.02% decreasing). Fisher’s Exact probability tests with the 118 \nFreeman–Halton extension (to allow for preserving modulation direction with a 2 x 3 119 \ntest) revealed that there were significant differences in the proportions of modulated 120 \nneurons between HGPM and both InsP and InsA ( p < 0.0001 for both comparisons), 121 \nand between InsP and InsA ( p = 0.001), highlighting that a significantly larger proportion 122 \nof neurons were modulated in InsP than in InsA, while both regions were proportionally 123 \nless modulated than HGPM. 124 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "125 Figure 2: Insula responses to clicks are prominent and have similar latenc ies to HGPM . \n \na, Averaged raster plots for all modulated neurons, organized by region and sorted according to \nfirst peak latency. Arrows indicate neurons that either increased (up arrow) or decreased (down \narrow) in response to clicks. b, Proportion of response types to click-trains for the three different \nregions. P-values based on Fisher’s Exact probability tests. c, Violin plots showing response \nmagnitudes (left panel), latencies (middle panel) and durations (right panel) for all three regions, \nacross positively modulated neurons. White symbols denote medians, bars indicate Q 1 and Q 3, \nand whiskers show the range of lower and higher adjacent values (i.e., values within 1.5 interquartile ranges below Q\n1 or above Q 3, respectively). P-values based on linear mixed effects \nmodels.  \n. CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The magnitudes, latencies and durations of all positively modulated responses to click- 126 \ntrain stimuli are shown in Figure 2c . The average magnitudes of responses following 127 \nstimulus presentation (0 to 350 ms post-stimulus onset) in InsP and InsA were 128 \nsignificantly smaller than HGPM ( p = 0.00170 and p = 0.00360, respectively), with no 129 \nsignificant difference between InsP and InsA ( p = 0.424). Positively modulated InsP 130 \nneurons exhibited similar latencies to HGPM neurons ( p = 0.361), with median latencies 131 \nof 44.0 ms (interquartile range [IQR] = 48.8) and 48.5ms (IQR = 45.5), respectively 132 \n(middle panel of 2C), which is suggestive of parallel hierarchical auditory processing 133 \nbetween the two regions, while InsA latencies were notably slower (median = 67.0 ms, 134 \nIQR = 57.2). InsP and InsA responses were significantly more transient than HGPM 135 \nresponses ( p = 0.008 and p  = 0.003, respectively; right panel in Figure 2c ), with InsP 136 \nshowing a median duration of 76 ms (IQR = 102.0) compared to a median of 153 ms 137 \n(IQR = 146.5) in HGPM, highlighting that there were differences in response patterns 138 \nbetween insula and HGPM neurons. InsA responses were even more transient (median 139 \n= 41 ms, IQR = 58.5), though there was no significant difference overall between the 140 \nresponse durations of InsP and InsA neurons ( p = 0.276). Modulated neurons were 141 \ndistributed throughout each subregion of insula, though there was an absence of 142 \nmodulation in the most ventral aspects of InsA (see Supplementary Figure 2).  143 \nFigure 3 shows the response properties of the different regions for tones. Approximately 144 \none third of InsP were modulated by tones (30.8% total; 28.8% increasing, 1.92% 145 \ndecreasing). A higher proportion of neurons in HGPM were modulated by tones (94.9% 146 \ntotal; 84.8% increasing, 10.2% decreasing), with a lower proportion in InsA modulated in 147 \nresponse to tones compared to clicks (8.07% total; 5.65% increasing, 2.42% 148 \ndecreasing). As with click trains, there were significantly higher proportions of 149 \nmodulated neurons in HGPM compared to both InsP and InsA ( p < 0.0001 for both 150 \ncomparisons) and in InsP compared to InsA ( p < 0.0001). See Supplementary Figure 151 \n3 for the spatial distribution of the proportion of tone-modulated neurons. 152 \nWe examined whether there were differences in frequency tuning for the different 153 \nregions by determining the proportion of neurons showing a preference to each of the 154 \ntone frequencies ( Figure 3b ). As the electrodes used in this study do not allow for 155 \ndetermining the precise spatial location of wires relative to one another (they only show 156 \nas a cluster of microwires on the magnetic resonance images [MRI] and do not clearly 157 \nmap to particular channels), along with the relative sparsity of sampling of certain areas 158 \nof insula, we could not reliably obtain tonotopic maps for the individual electrode arrays. 159 \nHowever, as with clicks, there was an absence of response modulation in ventral 160 \nanterior insula. There was no clear preference for a particular tone frequency across 161 \nneurons, although fewer neurons in HGPM modulated maximally to 4 kHz than other 162 \nf\nrequencies. To determine whether there were differences in how precisely tuned insula 163 \nneurons were, we assessed the bandwidth of responses to different tones (see 164 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Methods). This is shown in Figure 3c  for the three different regions, with the spatial 165 \ndistribution shown in Supplementary Figure 3 . The median bandwidth for positively 166 \nmodulated neurons was 1.64 octaves for HGPM (IQR = 1.54), 1.81 octaves for InsP 167 \n(IQR = 1.48) and 1.73 octaves for InsA (IQR = 0.75). There was no significant difference 168 \nin bandwidth between InsP and InsA ( p = 0.656), nor between either region and HGPM 169 \n(p = 0.432 and 0.960, respectively), highlighting that the tuning properties to tones were 170 \nsimilar across the three regions.   171 Figure 3:  Tuning properties of i nsula and HGPM neurons . \na, Proportion of response types for the three different regions. P-values based on Fisher’s Exact \nprobability tests. b, Proportion of modulated neurons showing best responses to each tone \nfrequency for each recording location. Each marker represents a recording location, with the \nproportion of modulated neurons responding to different frequencies represented according to the \npie chart within that marker, i.e. if 100% of modulated neurons responded to 1 kHz, this would be \nrepresented by a fully orange circle. c, Violin plots showing bandwidth of all modulated neurons, \nmeasured in octaves according to full-width half maximum (FWHM; see Methods). White symbols \ndenote medians, bars indicate Q1 and Q3, and whiskers show the range of lower and higher \nadjacent values (i.e., values within 1.5 interquartile ranges below Q1 or above Q3, respectively). \nP-values based on a linear mixed effects model. \n. CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Discussion 172 \nOur results demonstrate that neurons in the human insula significantly modulate their 173 \nactivity in response to auditory stimuli that are passively presented, in the absence of 174 \nany obvious behavioral or emotional salience. Responses in insula had similar latencies 175 \nand bandwidths to HGPM, but were more transient. The highest proportion of these 176 \nresponses were in InsP, though a smaller minority of neurons in InsA were also 177 \nmodulated, albeit more weakly. Overall, these results suggest that processing of basic 178 \nproperties of acoustic stimuli contribute to the postulated role of the insula. 179 \nThe insula, particularly InsA, is known to be part of a salience network [49, 50] which 180 \ndetects and marks how behaviorally relevant the stimulus/events in the environment 181 \nare. Depending on the degree of saliency, the insula mediates further processing by 182 \ndirecting attention or allocating working memory by coordinating between different brain 183 \nnetworks (e.g. activating a fronto-parietal network for attention and deactivating the 184 \n‘mind wandering’ default mode network for a highly salient event). How does InsA 185 \nreceive sensory inputs for marking their saliency? Theoretical models of insula function 186 \n[1, 50, 51] suggest that InsP receives sensory inputs which  are then re-represented in 187 \nInsA. There is now ample evidence to support the idea that interoceptive signals from 188 \nthe body do indeed reach InsP [1]. Whether this is also the case for exteroceptive 189 \nsignals such as auditory, however, has historically been less certain. Our high spatial- 190 \ntemporal resolution single neuron data recorded from the insula highlights that – like 191 \nsignals from the body – auditory signals from the external environment are received in 192 \nInsP . It should be noted that in the saliency model of insula function, stimuli need not be 193 \nsalient or behaviorally relevant to reach InsP , and they were not in the case of the 194 \npresence study. The saliency of the stimuli is proposed to be marked in InsA. This 195 \nmodel may then explain why in our data the proportion of modulated neurons is less in 196 \nInsA compared to that in InsP when passively listening to sounds, as these sounds were 197 \nnot required to be salient. 198 \nEvidence showing that insula activity is modulated even during passive listening may 199 \nexplain – at least in part – why lesions to the insula can cause altered auditory 200 \nprocessing, such as in cases of acquired amusia, temporal processing deficits or 201 \nhyperacusis after a stroke [52, 53]. The results of the current study are also consistent 202 \nwith neuroanatomical studies showing that the insula receives direct projections from 203 \nauditory cortex [54, 55] and medial geniculate body [56], although as highlighted by 204 \nRemedios et al. [14], anatomical results do not give insight into the nature of the 205 \ninvolvement of the insula in auditory processing without corresponding physiological 206 \ndata, which we have provided here. 207 \nThese results may also explain why stimulation of insula can produce auditory 208 \nperceptual experiences [35-37]. Contrasting with these other studies, Duong et al. [38] 209 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "did not find auditory responses from stimulation of the insula, which the authors 210 \nsuggested was due to previous studies stimulating structures adjacent to rather than 211 \nwithin the insula proper. In the current study, our electrode locations were confirmed to 212 \nbe in the insula based on individual participants’ MRIs, as well as plotted on a template 213 \nusing MNI coordinates. While it is plausible that some studies may have stimulated 214 \nregions adjacent to the insula to produce auditory perceptual experiences, another 215 \npossibility is that an absence of behavioral response may be due to the still relatively 216 \nsmall fraction of neurons in this region being involved in auditory processing (about 1/3 217 \nin the current study). Thus, if particular neurons were not stimulated by electrodes within 218 \nthe insula, then an auditory percept would likely not be produced. Further studies 219 \nutilizing both stimulation mapping and auditory  presentation in the same neurons would 220 \nbe invaluable for elucidating the dynamics of these auditory-responsive insula neurons. 221 \nReports of the tuning properties of single neurons in HGPM are rare, with only a handful 222 \nstudies to date examining this [57-59]. In the first systematic study of individual neurons 223 \nin human auditory cortex, the bandwidth measured in a similar manner to the current 224 \nmanuscript was at least 1 octave [58], consistent with what we found here. Contrastingly 225 \nthough, the bandwidth of neuronal responses to tones here was considerably larger 226 \nthan what was demonstrated previously when using an approach that estimates based 227 \non spectro-temporal receptive fields derived from random-chord stimuli [59]. It is 228 \ntherefore likely that basic tonal stimuli – although widely used historically to study the 229 \nfunction of the auditory system [60] – do not reveal the full extent of the precision of 230 \nstimulus encoding, and future studies should examine this with refined stimuli for both 231 \nthe HGPM and the insula. Moreover, while this study represents a rich and unique 232 \ndataset, the spatial extent of electrode coverage was still somewhat limited, as 233 \ndetermined solely by the clinical needs of the patients. This work lays the foundation for 234 \nfurther, more comprehensive, studies aimed at understanding the full extent of auditory- 235 \nrelated single neuron activation throughout the insula.   236 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Methods 237 \nParticipants 238 \nExtracellular single neuron recordings were obtained from 11 adult neurosurgical 239 \npatients, implanted with electrodes for the purposes of monitoring epileptiform activity 240 \nprior to potential treatment. Research was conducted under approval of the University of 241 \nIowa Institutional Review Board and written informed consent was obtained from all 242 \nparticipants prior to data collection. Recordings were made while subjects were reclined 243 \nin a hospital bed, in a custom-designed dedicated electromagnetically-shielded facility 244 \nwithin the University of Iowa Clinical Research Unit.  245 \n 246 \nElectrodes and recording system 247 \nStereo electroencephalography (sEEG) depth electrodes (Ad-Tech Medical, Oak Creek, 248 \nWI) were placed in brain locations based solely on a clinical need to identify seizure foci 249 \n[61]. For the purposes of recording single neurons, sEEG electrodes included here in 250 \nthe insula and HGPM were of a hybrid design [62]. These consisted of eight 39 µm 251 \ndiameter platinum-iridium high-impedance microwires that were insulated plus one 252 \nuninsulated microwire. These microwires protruded from the end of the macro recording 253 \nprobe and were prepared with a cut length between 2 to 4 mm, depending on the 254 \ndistance of the most distal macro contact to the appropriate brain target. Each of these 255 \nmicrowires was individually separated in a splay pattern in the operating room 256 \nimmediately prior to implantation. Electrode locations were confirmed based on post- 257 \noperative MRI scans, preprocessed using Freesurfer [63] (see below for further details). 258 \nAll neurophysiological data were recorded using a Neuralynx Atlas System (Neuralynx, 259 \nBozeman, MT). High impedance recordings were first passed through a preamplifier 260 \nlocated on top of the patient’s head (ATLAS-HS-36-CHET-A9, Neuralynx, Bozeman, 261 \nMT) prior to interfacing with the ATLAS acquisition system. These were subsequently 262 \nrecorded with a 32000 Hz sampling rate, filtered between 0.1 – 8000 Hz and referenced 263 \nonline to the uninsulated microwire. 264 \n 265 \nStimuli and procedure 266 \nExperimental stimuli were trains of acoustic clicks (used previously in [64]) and pure 267 \ntones (used previously in [65]). Clicks were digitally generated as rectangular pulses 268 \n(0.2 ms duration) and were presented in trains of five at a rate of 100 Hz (train duration 269 \n40 ms, 2 s inter-train interval). Tones were presented at six frequencies between 250 270 \nand 8 kHz in 1-octave steps (300 ms duration, 5 ms rise–fall time, 2 s interstimulus 271 \ninterval). The six tones were presented 50 times each in a random order. The stimuli 272 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "were presented at a comfortable level, approximately 50-60 dB above hearing 273 \nthreshold. Stimuli were delivered to both ears via insert earphones (ER4B, Etymotic 274 \nResearch, Elk Grove Village, IL) that were integrated into custom-fit earmolds or foam 275 \near tips (for two participants). In each participant, the intensity difference between click 276 \ntrains and pure tones was within 20 dB and varied depending on comfort. Inter-stimulus 277 \nintervals were chosen randomly within a Gaussian distribution (mean interval 2 s; SD = 278 \n10 ms) to reduce heterodyning in the recordings secondary to power line noise. 279 \nStimulus delivery was controlled by a TDT RP2.1 and RZ2 real-time processor (Tucker 280 \nDavis Technologies, Alachua, FL). 281 \n 282 \nImaging 283 \nA T1-weighted structural MRI scan of the brain was conducted for each participant both 284 \nbefore and after the implantation of electrodes. The images were captured using a 3T 285 \nSiemens TIM Trio scanner and a 12-channel head coil. MPRAGE images had a spatial 286 \nresolution of 0.78 × 0.78 mm, a slice thickness of 1.0 mm, and utilized a repetition time 287 \n(TR) of 2.53 s and an echo time (TE) of 3.52 ms. To locate the recording positions on 288 \nthe preoperative structural MRI scans, these images were aligned with post- 289 \nimplantation structural MRIs. This alignment was achieved using a 3D linear registration 290 \nalgorithm (Functional MRI of the Brain Linear Image Registration Tool; [66]) and custom- 291 \nwritten MATLAB scripts (MathWorks, Natick, MA). Included microwire bundles were 292 \nverified to be within gray matter for either the insula or HGPM. Electrode locations were 293 \nco-registered for each participant to a template brain, in order to derive MNI coordinates 294 \nfor the purposes of visualization. Coordinates of microwire locations were then 295 \nvisualized on an fsaverage MRI template showing the insula and neighboring region of 296 \nHGPM, using custom-written MATLAB scripts.  297 \n 298 \nData processing and analysis 299 \nData from high impedance electrodes localized to the insula or HGPM were first 300 \nextracted using Matlab and denoised with an implementation of the demodulated band 301 \ntransform [67]. These data were downsampled to 12 kHz and common average re- 302 \nreferenced to all high impedance contacts on the same assembly prior to spike sorting. 303 \nSpike sorting was performed using an automated procedure with manual curation, 304 \nutilizing an algorithm implementing high-order spectral decomposition to aid in pattern 305 \nrecognition and identify individual features [68]. Briefly, filters were estimated for 306 \npotential candidate single neuron waveforms for each channel through a process 307 \nrelated to blind deconvolution. Extracted features were clustered using a gaussian 308 \nmixture model in Matlab (R2022a, Mathworks Inc) and spike times from these clustered 309 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "features were used to plot separate candidate waveforms. Single neurons were then 310 \nmanually curated and defined based on classical waveform shapes, uniformity of 311 \nwaveforms across different spike times for each cluster, and interspike interval 312 \ndistributions that did not violate refractory periods (<1% of interspike intervals occurring 313 \nwithin 1 ms). See Supplementary Figure 1  for summarized curation details. Putative 314 \nsingle neuron spike times were then epoched around the stimuli for each trial (500 ms 315 \nbefore stimulus onset to 1000 ms post-stimulus onset). Raster plots were created to 316 \nshow neuronal activity for each trial and spike density functions were estimated by 317 \nconvolving single neuron spike times with a gaussian kernel (1 ms resolution, generally 318 \n5 ms standard deviation, though a standard deviation of 15 ms was used for display 319 \npurposes in Figure 1 ). 320 \n 321 \nStatistical analysis 322 \nSingle neuron modulation to auditory stimuli was determined using a two-tailed paired t - 323 \ntest against baseline, wherein spike rates across trials between 0 to 350 ms post- 324 \nstimulus were compared to baseline firing rates from a pre-stimulus window of the same 325 \nduration (-400 to -50 ms). This was only considered for neurons that had a mean firing 326 \nrate ≥1 Hz across the baseline and post-stimulus windows. The p -value alpha for this 327 \ntest was set at 0.05 for click stimuli and Benjamini-Hochberg false discovery rate (FDR) 328 \ncorrection [69, 70]  was applied to tonal response p-values to account for multiple 329 \ncomparisons (based on the six different tone frequencies presented). Magnitudes for all 330 \nresponses were determined by averaging the z-scored firing rate across the post- 331 \nstimulus window. The latency of significantly modulated neurons was then determined 332 \naccording to the first peak in the baseline z-scored spike density function from 10 ms to 333 \n350 ms post-stimulus, wherein this peak was a minimum value of half of the maximum 334 \npeak within this time window. For neurons that suppressed their activity in response to 335 \nauditory stimuli, spike density functions were first inverted prior to finding the peak. For 336 \ntone stimuli, the best frequency of each neuron was defined as the tone that elicited the 337 \nmaximum absolute value of the z-scored average, wherein this response was 338 \nsignificant. Bandwidth in octaves was determined based on the full width at half 339 \nmaximum of this frequency, which was obtained after interpolation of both frequencies 340 \nand magnitudes to create 10000 discrete sampling points. Where the lowest or highest 341 \nfrequencies were the maximum absolute value (i.e. showed the strongest modulation), 342 \nthese were taken as the low or high cutoff for this calculation, respectively. Response 343 \ndurations were determined based on the time after the first peak wherein the spike 344 \ndensity function was reduced to 5% of the maximum peak value. Regional differences in 345 \nresponse properties were examined using a linear mixed effects modeling approach. 346 \nOutput (response magnitude, latency or duration) was modeled using region of interest 347 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "(ROI, i.e. HGPM, InsP , or InsA) as a categorical fixed effect, with random intercept of 348 \nchannel nested within participant: 349 \nOutput ~ ROI + (1 | Participant : Channel) + (1 | Participant)  350 \n 351 \nData and code availability  352 \nData and analysis scripts used in this manuscript are available upon reasonable request 353 \nfrom the authors.  354 \n 355 \nAcknowledgements  356 \nThis work was supported by the National Institutes of Health (R01 DC004290, awarded 357 \nto M.A.H.). We are grateful to Haiming Chen, Phillip E Gander, Christopher M Garcia, 358 \nChristopher K Kovach and Ariane E Rhone for help with electrode preparation, data 359 \ncollection and design of the spike sorting methodology.   360 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "References 361 \n1. Craig, A.D., How do you feel? Interoception: the sense of the physiological 362 \ncondition of the body.  Nature Reviews Neuroscience, 2002. 3(8): p. 655-666. 363 \n2. Critchley, H.D. and J. Patchitt, Interoception, Insula, and Autonomic Integration: 364 \nRelevance to the Expression and Treatment of Psychiatric Symptoms.  Curr Top 365 \nBehav Neurosci, 2024. 366 \n3. Craig, A.D., How do you feel--now? The anterior insula and human awareness.  367 \nNat Rev Neurosci, 2009. 10(1): p. 59-70. 368 \n4. Hassanpour, M.S., et al., The Insular Cortex Dynamically Maps Changes in 369 \nCardiorespiratory Interoception.  Neuropsychopharmacology, 2018. 43(2): p. 426- 370 \n434. 371 \n5. Khalsa, S.S., et al., Interoception and Mental Health: A Roadmap.  Biol Psychiatry 372 \nCogn Neurosci Neuroimaging, 2018. 3 (6): p. 501-513. 373 \n6. Crucianelli, L. and H.H. Ehrsson, The Role of the Skin in Interoception: A 374 \nNeglected Organ? Perspect Psychol Sci, 2023. 18(1): p. 224-238. 375 \n7. Wang, X., et al., Anterior insular cortex plays a critical role in interoceptive 376 \nattention.  Elife, 2019. 8. 377 \n8. Damasio, A.R., et al., Subcortical and cortical brain activity during the feeling of 378 \nself-generated emotions.  Nature neuroscience, 2000. 3(10): p. 1049-1056. 379 \n9. Craig, A., The sentient self.  Brain structure and function, 2010. 214: p. 563-577. 380 \n10. Spreen, O., A.L. Benton, and R.W. Fincham, Auditory agnosia without aphasia.  381 \nArchives of Neurology, 1965. 13(1): p. 84-92. 382 \n11. Hyman, B.T. and D. Tranel, Hemianesthesia and aphasia. An anatomical and 383 \nbehavioral study.  Arch Neurol, 1989. 46(7): p. 816-9. 384 \n12. Griffiths, T.D., et al., Spatial and temporal auditory processing deficits following 385 \nright hemisphere infarction. A psychophysical study.  Brain, 1997. 120 ( Pt 5) : p. 386 \n785-94. 387 \n13. Fifer, R.C., Insular stroke causing unilateral auditory processing disorder: case 388 \nreport\n. J Am Acad Audiol, 1993. 4(6): p. 364-9. 389 \n14. Remedios, R., N.K. Logothetis, and C. Kayser, An auditory region in the primate 390 \ninsular cortex responding preferentially to vocal communication sounds.  J 391 \nNeurosci, 2009. 29(4): p. 1034-45. 392 \n15. Rodgers, K.M., et al., Auditory, somatosensory, and multisensory insular cortex in 393 \nthe rat.  Cereb Cortex, 2008. 18(12): p. 2941-51. 394 \n16. Sudakov, K., et al., Unit study of exteroceptive inputs to claustrocortex in awake, 395 \nsitting, squirrel monkey.  Brain Res, 1971. 28(1): p. 19-34. 396 \n17. Bieser, A., Processing of twitter-call fundamental frequencies in insula and 397 \nauditory cortex of squirrel monkeys.  Exp Brain Res, 1998. 122(2): p. 139-48. 398 \n18. Bieser, A. and P . Muller-Preuss, Auditory responsive cortex in the squirrel 399 \nmonkey: neural responses to amplitude-modulated sounds.  Exp Brain Res, 1996. 400 \n108(2): p. 273-84. 401 \n19. Platel, H., et al., The structural components of music perception. A functional 402 \nanatomical study.  Brain, 1997. 120 ( Pt 2) : p. 229-43. 403 \n20. Ackermann, H., et al., Rate-dependent activation of a prefrontal-insular- 404 \ncerebellar network during passive listening to trains of click stimuli: an fMRI 405 \nstudy.  Neuroreport, 2001. 12(18): p. 4087-92. 406 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "21. Kiehl, K.A., et al., Neural sources involved in auditory target detection and 407 \nnovelty processing: an event-related fMRI study.  Psychophysiology, 2001. 38(1): 408 \np. 133-42. 409 \n22. Herdener, M., et al., Brain responses to auditory and visual stimulus offset: 410 \nshared representations of temporal edges.  Hum Brain Mapp, 2009. 30(3): p. 725- 411 \n33. 412 \n23. Liberati, G., et al., Habituation of phase-locked local field potentials and gamma- 413 \nband oscillations recorded from the human insula. Sci Rep, 2018. 8(1): p. 8265. 414 \n24. Liberati, G., et al., Gamma-Band Oscillations Preferential for Nociception can be 415 \nRecorded in the Human Insula.  Cereb Cortex, 2018. 28(10): p. 3650-3664. 416 \n25. Liberati, G., et al., Nociceptive Local Field Potentials Recorded from the Human 417 \nInsula Are Not Specific for Nociception.  PLoS Biol, 2016. 14(1): p. e1002345. 418 \n26. Zhang, Y ., et al., The Roles of Subdivisions of Human Insula in Emotion 419 \nPerception and Auditory Processing.  Cereb Cortex, 2019. 29(2): p. 517-528. 420 \n27. Woolnough, O., et al., Uncovering the functional anatomy of the human insula 421 \nduring speech.  Elife, 2019. 8. 422 \n28. Blenkmann, A.O., et al., Auditory deviance detection in the human insula: An 423 \nintracranial EEG study.  Cortex, 2019. 121: p. 189-200. 424 \n29. Nourski, K.V., et al., Gamma Activation and Alpha Suppression within Human 425 \nAuditory Cortex during a Speech Classification Task.  Journal of Neuroscience, 426 \n2022. 42(25): p. 5034-5046. 427 \n30. Kurteff, G.L., et al., Spatiotemporal Mapping of Auditory Onsets during Speech 428 \nProduction.  J Neurosci, 2024. 44(47). 429 \n31. Kumar, S., et al., The Brain Basis for Misophonia.  Curr Biol, 2017. 27 (4): p. 527- 430 \n533. 431 \n32. McGeoch, P.D. and R. Rouw, How everyday sounds can trigger strong emotions: 432 \nASMR, misophonia and the feeling of wellbeing.  Bioessays, 2020. 42(12). 433 \n33.\n Berger, J.I., P.E. Gander, and S. Kumar, A social cognition perspective on 434 \nmisophonia.  Philos Trans R Soc Lond B Biol Sci, 2024. 379(1908): p. 20230257. 435 \n34. Shergill, S.S., et al., Modality specific neural correlates of auditory and somatic 436 \nhallucinations.  J Neurol Neurosurg Psychiatry, 2001. 71(5): p. 688-90. 437 \n35. Mazzola, L., F. Mauguiere, and J. Isnard, Functional mapping of the human 438 \ninsula: Data from electrical stimulations.  Rev Neurol (Paris), 2019. 175(3): p. 439 \n150-156. 440 \n36. Mazzola, L., F. Mauguiere, and J. Isnard, Electrical Stimulations of the Human 441 \nInsula: Their Contribution to the Ictal Semiology of Insular Seizures.  J Clin 442 \nNeurophysiol, 2017. 34(4): p. 307-314. 443 \n37. Pugnaghi, M., et al., Features of somatosensory manifestations induced by 444 \nintracranial electrical stimulations of the human insula.  Clin Neurophysiol, 2011. 445 \n122(10): p. 2049-58. 446 \n38. Duong, A., et al., Subjective states induced by intracranial electrical stimulation 447 \nmatches the cytoarchitectonic organization of the human insula.  Brain Stimul, 448 \n2023. 16(6): p. 1653-1665. 449 \n39. Bamiou, D.E., F.E. Musiek, and L.M. Luxon, The insula (Island of Reil) and its 450 \nrole in auditory processing. Literature review.  Brain Res Brain Res Rev, 2003. 451 \n42(2): p. 143-54. 452 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "40. Romani, G.L., S.J. Williamson, and L. Kaufman, Tonotopic organization of the 453 \nhuman auditory cortex.  Science, 1982. 216(4552): p. 1339-40. 454 \n41. Weisz, N., et al., Tonotopic organization of the human auditory cortex probed with 455 \nfrequency-modulated tones.  Hear Res, 2004. 191(1-2): p. 49-58. 456 \n42. Humphries, C., E. Liebenthal, and J.R. Binder, Tonotopic organization of human 457 \nauditory cortex.  Neuroimage, 2010. 50(3): p. 1202-11. 458 \n43. Da Costa, S., et al., Human primary auditory cortex follows the shape of Heschl's 459 \ngyrus.  J Neurosci, 2011. 31(40): p. 14067-75. 460 \n44. Chen, Q., et al., Role of insula and its subregions in progression from recent 461 \nonset to chronic idiopathic tinnitus.  Brain Commun, 2023. 5(5): p. fcad261. 462 \n45. Chen, C.M., et al., Functional anatomy and interaction of fast and slow visual 463 \npathways in macaque monkeys.  Cereb Cortex, 2007. 17(7): p. 1561-9. 464 \n46. Zamarashkina, P., D.V. Popovkina, and A. Pasupathy, Timing of response onset 465 \nand offset in macaque V4: stimulus and task dependence.  J Neurophysiol, 2020. 466 \n123(6): p. 2311-2325. 467 \n47. Felleman, D.J. and D.C. Van Essen, Distributed hierarchical processing in the 468 \nprimate cerebral cortex.  Cereb Cortex, 1991. 1(1): p. 1-47. 469 \n48. Schmolesky, M.T., et al., Signal timing across the macaque visual system.  J 470 \nNeurophysiol, 1998. 79(6): p. 3272-8. 471 \n49. Seeley, W.W., et al., Dissociable Intrinsic Connectivity Networks for Salience 472 \nProcessing and Executive Control.  The Journal of Neuroscience, 2007. 27(9): p. 473 \n2349. 474 \n50. Menon, V. and L.Q. Uddin, Saliency, switching, attention and control: a network 475 \nmodel of insula function.  Brain Structure and Function, 2010. 214(5): p. 655-667. 476 \n51. Damasio, A. and H. Damasio, Feelings Are the Source of Consciousness.  Neural 477 \nComputation, 2023. 35(3): p. 277-286. 478 \n52. Boucher, O., et al., Hyperacusis following unilateral damage to the insular cortex: 479 \na t\nhree-case report.  Brain Res, 2015. 1606: p. 102-12. 480 \n53. Sihvonen, A.J., et al., Neural Basis of Acquired Amusia and Its Recovery after 481 \nStroke.  J Neurosci, 2016. 36(34): p. 8872-81. 482 \n54. Mesulam, M.M. and E.J. Mufson, Insula of the old world monkey. III: Efferent 483 \ncortical output and comments on function.  J Comp Neurol, 1982. 212(1): p. 38- 484 \n52. 485 \n55. Augustine, J.R., Circuitry and functional aspects of the insular lobe in primates 486 \nincluding humans.  Brain Res Brain Res Rev, 1996. 22(3): p. 229-44. 487 \n56. Takemoto, M., et al., The insular auditory field receives input from the lemniscal 488 \nsubdivision of the auditory thalamus in mice.  J Comp Neurol, 2014. 522(6): p. 489 \n1373-89. 490 \n57. Howard, M.A., 3rd, et al., A hybrid clinical-research depth electrode for acute and 491 \nchronic in vivo microelectrode recording of human brain neurons. Technical note.  492 \nJ Neurosurg, 1996. 84(1): p. 129-32. 493 \n58. Howard, M.A., 3rd, et al., A chronic microelectrode investigation of the tonotopic 494 \norganization of human auditory cortex.  Brain Res, 1996. 724(2): p. 260-4. 495 \n59. Bitterman, Y ., et al., Ultra-fine frequency tuning revealed in single neurons of 496 \nhuman auditory cortex.  Nature, 2008. 451(7175): p. 197-201. 497 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "60. Mizrahi, A., A. Shalev, and I. Nelken, Single neuron and population coding of 498 \nnatural sounds in auditory cortex.  Curr Opin Neurobiol, 2014. 24(1): p. 103-10. 499 \n61. Nagahama, Y ., et al., Intracranial EEG for seizure focus localization: evolving 500 \ntechniques, outcomes, complications, and utility of combining surface and depth 501 \nelectrodes.  J Neurosurg, 2018. 130(4): p. 1180-1192. 502 \n62. Fried, I., et al., Cerebral microdialysis combined with single-neuron and 503 \nelectroencephalographic recording in neurosurgical patients. Technical note.  J 504 \nNeurosurg, 1999. 91(4): p. 697-705. 505 \n63. Fischl, B., FreeSurfer.  Neuroimage, 2012. 62(2): p. 774-81. 506 \n64. Brugge, J.F., et al., Functional localization of auditory cortical fields of human: 507 \nClick-train stimulation.  Hearing Research, 2008. 238(1-2): p. 12-24. 508 \n65. Nourski, K.V., et al., Spectral Organization of the Human Lateral Superior 509 \nTemporal Gyrus Revealed by Intracranial Recordings.  Cerebral Cortex, 2014. 510 \n24(2): p. 340-352. 511 \n66. Jenkinson, M., et al., FSL.  Neuroimage, 2012. 62(2): p. 782-90. 512 \n67. Kovach, C.K. and P.E. Gander, The demodulated band transform.  J Neurosci 513 \nMethods, 2016. 261: p. 135-54. 514 \n68. Kovach, C.K. and M.A. Howard, Decomposition of higher-order spectra for blind 515 \nmultiple-input deconvolution, pattern identification and separation.  Signal 516 \nProcessing, 2019. 165: p. 357-379. 517 \n69. Benjamini, Y. and Y . Hochberg, Controlling the False Discovery Rate - a Practical 518 \nand Powerful Approach to Multiple Testing.  Journal of the Royal Statistical 519 \nSociety Series B-Statistical Methodology, 1995. 57(1): p. 289-300. 520 \n70. Benjamini, Y. and D. Yekutieli, The control of the false discovery rate in multiple 521 \ntesting under dependency.  Annals of Statistics, 2001. 29(4): p. 1165-1188. 522 \n71. Magland, J., et al., SpikeForest, reproducible web-facing ground-truth validation 523 \nof automated neural spike sorters.  Elife, 2020. 9 . 524 \n   525 . CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "526 \nSupplementary Figure 1. Curation plots for all isolated putatitive single neurons. ISI: inter- 527 \nspike interval. SNR: signal-to-noise ratio, calculated as the ratio of the peak of each single 528 \nneuron waveform divided by the median absolute value of the signal for that channel, based on 529 \nthe method implemented in SpikeForest [71]. 530 \n 531 \n 532 \nSupplementary Figure 2. Template reconstruction of insula showing for clicks (left to right) the 533 \nproportion of modulated neurons, mean magnitude of firing rate changes, latency of modulation 534 \nand duration of modulation. 535 \n. CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "536 \nSupplementary Figure 3. Template reconstruction of insula showing for tones the proportion of 537 \nmodulated neurons (left panel) and mean bandwidth of tuning within a location (right panel).  538 \n. CC-BY-NC-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted March 13, 2025. ; https://doi.org/10.1101/2025.03.12.642819doi: bioRxiv preprint"
    }
  ]
}