{
  "doc_type": "scientific paper",
  "title": "'My struggles are largely sensory processing:' The sensory world of autistic people",
  "authors": [
    "Jad Brake"
  ],
  "year": 2024,
  "journal": "Journal of Human Behavior in the Social Environment",
  "doi": "10.1080/10911359.2024.2382108",
  "abstract": "This article delved into the sensory experiences of autistic adults, drawing on ethnographic fieldwork conducted in British Columbia, Canada. Thematic analysis of qualitative data revealed how unusual perceptual sensitivities impact the emotional well-being of autistic people, complicating their social interactions and relationships and contributing to social isolation. However, autistic individuals adopt diverse sensory and social coping strategies, and constantly adapt their previous sensory and social experiences to particular social and physical environments. This enables them to deal with their sensory challenges while interacting and socializing with others and engaging in social relationships. These ongoing adaptative processes also produce distinctive sociability patterns and perceptions among autistic people, reflecting both the stress associated with social interaction and the intense desire for it. Accordingly, this study highlighted the need for greater awareness of sensory phenomena and of social and physical environments to understand the daily and life experiences of autistics individuals.",
  "keywords": [
    "Autism",
    "sensory",
    "sociability",
    "adults",
    "social relationships"
  ],
  "research_topics": [
    "sensory experiences of autistic adults",
    "ethnographic fieldwork in autism research",
    "sensory processing sensitivities and autism",
    "social interactions and relationships of autistic individuals",
    "coping strategies for sensory challenges in autism",
    "sociability patterns in autistic adults",
    "impact of sensory phenomena on emotional well-being",
    "qualitative thematic analysis in autism studies",
    "social isolation related to sensory processing",
    "autism as a complex corporeal and social experience"
  ],
  "created_at": "2025-05-04T23:27:19.490270Z",
  "source_pdf": "documents/research/Global/Brake 2024 My struggles are largely sensory.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Journalofhumanbehavior inthesocialenvironment.\nArticleTitle: “Mystruggles arelargelysensoryprocessing:” Thesensoryworldofautisticpeople\nArticleAuthor: Brake\nPages:1-23\nOCLC-49968301; ISSN-10911359; LCN-2002214286;\nPublisher: 2024-07-24\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=whum20\nJournal of Human Behavior in the Social Environment\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/whum20\n“My struggles are largely sensory processing: ” The\nsensory world of autistic people\nJad Brake\nTo cite this article:  Jad Brake (24 Jul 2024): “My struggles are largely sensory processing: ” The\nsensory world of autistic people, Journal of Human Behavior in the Social Environment, DOI:\n10.1080/10911359.2024.2382108\nTo link to this article:  https://doi.org/10.1080/10911359.2024.2382108\nPublished online: 24 Jul 2024.\nSubmit your article to this journal \nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "“My struggles are largely sensory processing:” The sensory \nworld of autistic people\nJad Brake\nThe W. Maurice Young Centre for Applied Ethics, The University of British Columbia, Vancouver, British \nColumbia, Canada\nABSTRACT\nThis article delved into the sensory experiences of autistic adults, \ndrawing on ethnographic fieldwork conducted in British Columbia, \nCanada. Thematic analysis of qualitative data revealed how unusual \nperceptual sensitivities impact the emotional well-being of autistic \npeople, complicating their social interactions and relationships and \ncontributing to social isolation. However, autistic individuals adopt \ndiverse sensory and social coping strategies, and constantly adapt \ntheir previous sensory and social experiences to particular social and \nphysical environments. This enables them to deal with their sensory \nchallenges while interacting and socializing with others and engaging \nin social relationships. These ongoing adaptative processes also pro-\nduce distinctive sociability patterns and perceptions among autistic \npeople, reflecting both the stress associated with social interaction \nand the intense desire for it. Accordingly, this study highlighted the \nneed for greater awareness of sensory phenomena and of social and \nphysical environments to understand the daily and life experiences of \nautistics individuals.KEYWORDS \nAutism; sensory; sociability; \nadults; social relationships\nIntroduction\nThe Diagnostic and Statistical Manual of Mental Disorders (DSM-5) defines autism as \na spectrum of developmental disorders. According to the DSM-5, the autism condition is \ncharacterized by deficits in social communication and narrow and repetitive patterns of \nbehaviors and interests. The inclusion of atypical sensory sensitivity as a criterion in the \nautism definition, introduced more recently, underscores the growing recognition of the \npivotal role sensory issues play in understanding autism (American Psychiatric Association,  \n2013 ).\nUnusual sensory sensitivities and responses are not uncommon in autism (Grapel et al.,  \n2015 ; Schauder & Bennetto, 2016 ; Smith & Sharp, 2013 ; Tavassoli et al., 2014 , 2018 ) and \nthey have been reported in research since Kanner’s study in (Kanner, 1943 ) as well as in \nautistic persons’ autobiographical accounts (Causton-Theoharis et al., 2009 ; Grandin, 1992 ; \nO’Neill & Jones, 1997 ; Prince-Hughes, 2004 ; Yergeau, 2013 ). These atypical perceptual \nexperiences are usually demonstrated by hyper and/or hyposensitivity to different sensory \nstimuli (Ben‐Sasson et al., 2008 ; Smith & Sharp, 2013 ) and have been observed in different \nsensory domains such as the auditory domain (sounds), tactile domain (touch), gustatory \nCONTACT Jad Brake \n Jadbrek@gmail.com \n The W. Maurice Young Centre for Applied Ethics, The University of British \nColumbia, 224-6356 Agricultural Road, Vancouver, British Columbi V6T1Z2, Canada.JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT \nhttps://doi.org/10.1080/10911359.2024.2382108\n© 2024 Taylor & Francis Group, LLC"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "domain (taste), olfactory domain (smells), and visual domain (lights) (Butera et al., 2020 ; \nO’Neill & Jones, 1997 ; Smith & Sharp, 2013 ).\nThis article drew on my 14 months of ethnographic fieldwork (June 2019 to \nAugust 2020) conducted for my PhD research project in British Columbia (BC), Canada, \nwhich examined friendships among 21 autistic adults. The data illuminated sensory experi -\nences of the participants and their perceptions of how sensory issues affect their daily and \nsocial life. In fact, descriptions of how participants felt in certain social environments and \ncircumstances and their emotional and physical sensations and reactions to them was \na central theme that continued to emerge in the interviews and conversations with the \nresearch participants about their friendships and social relationships was. During my \nethnographic study, I paid close attention to the sensory, embodied aspects of autistic \npeople’s lives which, as we will see, constitute a necessary basis to understand communica -\ntion, social interaction, and sociability in autism.\nBy examining sensory experiences, this study contributed to viewing autism as a complex \ncorporeal and social experience rather than as a purely neurodevelopmental disorder. \nIlluminating how bodily—and particularly sensory—aspects, affect autistic individuals’ \ndaily, emotional, and social lives, this work answered Solomon’s (2010 , p. 252) call for \nethnographic and social inquiry on autism that explores personal narratives on “sensory, \nand perceptual experiences of autism.”\nThe majority of participants in this study favored the term “autistic person/individual/ \npeople” over “person with autism” or “on the spectrum.” Some participants had no specific \npreferences or objections regarding terminology. Therefore, in this paper, I used the terms \n“autistic person/individual/people” to respect the preferences of those who identify as \nautistic individuals.\nUnusual sensory experiences in autism\nSensory symptoms are described in the DSM-5 as “hyper- or hyporeactivity to sensory input \nor unusual interest in sensory aspects of the environment” (American Psychiatric \nAssociation, 2013 , p. 50). Emotional and bodily reactions to sensory inputs range from \nnegative feelings of discomfort, distress, anxiety, and sometimes even physical pain to \npositive feelings of enjoyment, fascination, and pleasure (Ben‐Sasson et al., 2008 ; Chamak \net al., 2008 ; Jones et al., 2003 ; O’Neill & Jones, 1997 ; Robertson & Simmons, 2015 ; Smith & \nSharp, 2013 ). Sensory processing difficulties can continue to be significant in adulthood and \nacross the lifespan (Crane et al., 2009 ; Horder et al., 2014 ; Tavassoli et al., 2014 ).\nPrevious studies that investigated sensory aspects and experiences among autistic indi-\nviduals consistently demonstrated the profound impact of sensory challenges on their daily \nlives, social interactions, and overall well-being. Unusual sensory sensitivities in autism \nwere associated with poor social communication (Glod et al., 2015 ; Lane et al., 2010 ), \nlanguage pragmatic difficulties (Geils & Knoetze, 2008 ), depression and anxiety (Smith & \nSharp, 2013 ), loneliness and social isolation (Smith & Sharp, 2013 ; Syu & Lin, 2018 ), \nbehavioral problems and emotional challenges (Baker et al., 2008 ), and even sleep difficul -\nties (Mazurek & Petroski, 2015 ). Perceptual difficulties were also found to impact the \ncognitive abilities and skills of autistic people and negatively affect their academic achieve -\nments and performance (Ben-Sasson et al., 2007 ; Butera et al., 2020 ; Clince et al., 2016 ; \nHowe & Stagg, 2016 ; Weiner & Grenier, 2020 ). Some also suggested that sensory processing 2\n J. BRAKE"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "difficulties are associated with aggressive behavior in autistic adults (Van Den Boogert et al.,  \n2021 ) and children (Bitsika et al., 2017 ; Mazurek et al., 2013 ).\nHowever, research on the impact sensory aspects have on autistic individuals’ social life \nand social behavior has increased only in recent years (Belek, 2019 ; Clince et al., 2016 ; \nHilton et al., 2007 ; Smith & Sharp, 2013 ; Thye et al., 2018 ), and with more focus on children \nand less on adults (Crane et al., 2009 ; Gonthier et al., 2016 ). Belek (2019 ) discussed bodily \nand sensory aspects of the experience of autism. He explained how autistic people tend to \nnarrate and describe their autism and condition in relation to bodily sensations and \nparticularly how they use terms such as “meltdowns,” “shutdowns,” and “overload” to \nconvey experiences of distress. Clince et al. (2016 ) demonstrated the ways sensory con-\nsiderations shape autistic people’s decisions about their leisure and social activities. Bagby \net al. (2012 ) highlighted one of the negative social outcomes of perceptual sensitivities: \ndifficulty engaging in familial and communal activities. Kuhaneck and Britner (2013 ) \nexplained how sensory processing issues impose on autistic children’s ability to engage in \nand practice social play. Smith and Sharp (2013 ) examined sensory experiences in autistic \nadults. They found that for autistic individuals, sensory input could be a source of either \ndistress or fascination and pleasure. Further, the authors showed that some of these \nstrategies that autistic individuals use to deal with their over- and/or under-sensitivity to \nsensory inputs, such as social avoidance, often lead to reduced social interaction and even \nisolation. Robertson and Simmons (2015 ) conducted a focus group with six autistic adults \nand examined their perceptual experiences. In this study, participants described exposure to \nintense sensory stimuli as a distressing, tiring, and painful experience. To reduce distress, \ncontrol over the sensory stimulus was the most common coping strategy reported by \nparticipants in Robertson’s and Simmons’ study (e.g., avoiding being touched or wearing \nearplugs). At the same time, participants reported feelings of pleasure and fascination when \ninteracting with certain sensory stimuli, a feeling that autistic individuals often seek, Smith \nand Sharp also found.\nDespite these recent research attempts, little is known about the impact of sensory \nexperience on autistic individuals’ social life and sociability patterns. Hence, this study, \nwhich illuminated the ways sensory processing and sensitivities affect sociability and social \nrelationships among autistic adults, filled a gap in autism research.\nMaterials and methods\nGoal of the study\nData for this study were collected within a broader ethnographic research project exploring \nthe life and social experiences of autistic adults. This qualitative study specifically aimed to \ninvestigate the sensory experiences of autistic individuals and their perceptions of how their \nunique perceptual sensitivities impact their daily lives, social behavior and interactions, \nsociability, and overall emotional and physical well-being.\nParticipants\nThis study included 13 autistic participants: females, males, and participants who defined \nthemselves as non-binary. The ages of the participants ranged between 20–60. All the JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "participants in the current study are autistic adults who live in the Lower Mainland area \nof BC, Canada (see Table 1). All participants were officially diagnosed with autism, except \none participant (Erik) who identified as autistic person without clinical diagnosis.\nAll the participants in the present study have adequate communication skills and an \nability for self-expression. In addition to engaging in interpersonal relationships such as \nromantic relationships or marriage, more than half of the participants are employed and \nhold jobs, either full or part time (eight participants are unemployed), hold a post- \nsecondary diploma or a university degree, or were university or college students at the \ntime of study participation (as mentioned in Table 1). Thus, the selection of the participants \nin this study reflects a purposeful sampling (Bogdan & Biklen, 1998 ) and therefore the \nparticipants and findings do not represent all autistic people and the full range of person -\nalities, abilities, perceptions, and experiences among this group. Nevertheless, this study’s \npopulation provided me with the opportunity to investigate matters concerning sensory \nexperiences within the context of autism. The results and conclusions drawn from this \nresearch could potentially provide new perspective and insights for future research aimed to \nexplore sensory issues among other autistic groups.\nRecruitment and ethics\nParticipants were enrolled via advertisements placed in autism-related social institutions \nand clinics in British Columbia. Additionally, flyers were posted on various autism-related \nwebsites, including ACT-Autism Community Training and REACHBC. A snowball sam-\npling method also facilitated the recruitment of participants who learned about the study \nthrough word-of-mouth from previous participants.\nEthical approval was obtained from the authors affiliated university prior to recruitment \nand data collection. All participants provided signed informed consent forms, which were \nwritten in clear and accessible language. Participants received these forms well in advance \nand had up to two weeks to review them thoroughly before deciding to participate.\nData collection\nThe data gathering consisted of participant observation; semi-structured interviews; and \ntwo focus group sessions using Zoom. After all face-to-face research activities were sus-\npended due to the COVID-19 pandemic, officially declared on March 2020 by the World \nHealth Organization, I conducted all individual interviews through telephone and video \ncalls. Indeed, the new life conditions that the pandemic demanded allowed me to “create \na flexible methodology” and to build a hybrid ethnographic experience that combined \nonline and offline spaces (Johnson, 2022 , p. 774).\nThe interviews and focus groups, each lasting between 1 to 1.5 hours, followed \na phenomenological approach (Creswell, 2013 ) to gather rich data and achieve a deep \nunderstanding of autistic individuals’ perceptions and descriptions of their experiences. \nIndeed, the interview and focus group sessions, primarily focused on the daily and social \nexperiences of autistic individuals, with a specific emphasis on friendship and social \nrelationships. However, as mentioned earlier, a recurring subject in these conversations \nwas participants’ descriptions of their feelings in various social and physical environments \nand how these sensations affected their behavior and interaction with others. Given the 4\n J. BRAKE"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Table 1. Participants’ demographic characteristics.\nPseudonym Self-Identified GenderAge \nRange Location Place of Birth Education Level Employment Status Marital Status Age at Autism Diagnosis\nAlice Female 30–39 Metro  \nVancouverFrance Bachelor’s degree Unemployed Married After age of 30\nAndrew Male 25–29 Metro \nVancouverCanada Undergrad student Employed Has a partner Under age of 5\nEmily Female 25–29 Metro \nVancouverCanada Bachelor’s degree Unemployed Single After age of 20\nErik Transgender 30–39 Metro \nVancouverCanada Undergrad student Employed Married No official autism \ndiagnosis\nFrank Transgender Above 50 Metro \nVancouverMissing data Missing data Unemployed Single After age of 30\nHelen Female 40–49 Metro \nVancouverCanada Bachelor’s degree Employed Single After age of 20\nJennifer Female 25–29 Fraser Valley Canada Online courses Employed Single During high school\nJolie Female Above 50 Fraser Valley Canada Bachelor’s degree Employed Married (has 4 \nchildren)After age of 40\nLinda Female 30–39 Fraser Valley Canada Bachelor’s degree Employed Married (has 2 \nchildren)After age of 30\nNeil Male 20–24 Fraser Valley Canada High school graduate Employed Single Under age of 5\nOlivia Queer 25–29 Metro \nVancouverSingapore Undergrad student Unemployed Has a partner After age of 20\nTony Male Above 50 Metro \nVancouverCanada Bachelor’s degree Employed Single After age of 30\nVictoria Female 25–29 Metro \nVancouverData missing Post-secondary \ndiplomaUnemployed Has a partner After age of 20JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 5"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "importance of this subject, questions specifically addressing sensory experiences were \nincluded.\nFurther, from the very beginning of my fieldwork, I became aware that the interviews \nincluded rich data and insights that I obtained beyond the talk/words that my participants \nexchanged with me; thus, each face-to-face interview constituted a rich site for observation. \nWhile conversing and interacting with the participants, I observed and became aware of how \nthe external physical environment of the meeting, my physical body, and my behavior affected \nthe interview process and the whole research encounter. On many occasions, I noticed that \nthe lack of a suitable environment negatively affected the ability of autistic individuals to \nparticipate effectively in conversations with me. For instance, I observed how other “back -\nground” noises and loud sounds, such as the sound of the coffee grinder inside cafés, affected \nsome participants’ ability to focus on the conversation and to communicate with me. These \nintrusions explain why, when I met participants at cafés or other locations, it was important \nfor them to choose a small and quiet space with as few distractions as possible. Therefore, \nduring data collection, I paid special attention to the physical environment of the study.\nData analysis\nThe analysis that I developed in this study is based primarily on the qualitative data that \nI gathered in interviews and focus groups. I transcribed all audio recordings of the inter -\nviews and the focus groups and imported them into NVivo 12 software, which I used to \norganize and code the data. For my analysis and interpretation of the data, I used the \nqualitative thematic analysis approach, defined as “a method for identifying, analyzing and \nreporting patterns (themes) within data” (Braun & Clarke, 2006 , p. 79). During a process of \nrepeated reading of the transcripts, I familiarized myself with the data before the initial \ncodes were identified and generated. All initial codes were then combined and organized \ninto themes. Further, my analysis of the data went beyond the semantic or descriptive level, \nand also involved exploration and interpretation of underlying concepts and meanings in \nparticipants’ accounts, achieving a what Braun and Clarke (2006 , p. 84) described as “latent” \nlevel of thematic analysis.\nResults\nThe findings were organized into three main themes: Senses and the body : presenting \nparticipants’ sensory experiences and physical sensations and these experiences and sensa -\ntions’ impact on their daily functioning and emotional state. Senses and the environment : \ndiscussing participants’ strategies and ways of coping with their sensory challenges. Senses \nand sociability : describing how sensory aspects affect autistic individuals’ social lives, \nparticularly their friendship relationships.\n‘Why I’m sitting in this place:’ senses and the body\nSensitivity to sound and light\nErik is a 30-year-old married transgender person who uses the pronouns “they/theirs.” \nAfter we decided to meet, Erik wrote in their e-mail: “Please note that I have 6\n J. BRAKE"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "misophonia and so I ask that you not eat or chew gum during the meeting.” I met Erik \nin a small quiet local café. While I was carefully slurping my hot tea trying to make no \n“oral noise,” Erik explained how misophonia, and sensitivity to certain sounds more \ngenerally, not only bother them but even prevent them from doing the activities they \nlove the most: \n. . . if I can change things, then at a movie theater there should be no food and no gum, and you \ncannot chew at movies.\nErik added:\nLike, think of turning volume down in shows and I will be able to go. I love waterfalls but they \nare too loud, I cannot do it.\nOther participants reported similar experiences with noise and its interference with com -\nmunication. I met Frank (also uses the pronouns “they/theirs”) in a café located very close \nto the building where they live. Frank’s struggle with keeping track of the conversation was \nreadily apparent, especially when trying to ignore the very crowded and noisy street right \nacross from the café. After chatting for few minutes at the café, Frank said that the place is \nvery noisy for them, so we decided to relocate to a small yard in the entrance of their \nbuilding to continue our conversation. On our way, Frank continued to share with me how \nnoise negatively affects them, especially their ability to communicate with people:\nI mean, my conversation should stop, I have to wait until the noise passes or in some cases \nI have learnt to tune it out, so that I can talk when there is noise and the other person can hear, \nso. . .\nMy observation and encounter with Frank at the Café’ and their description of how noise \naffects them, helped me understand that what would be simple conversations for the \naverage person were very challenging for Frank due to their sensitivities.\nOther social spaces such as classroom activities, that depend on conversation, can prove \nparticularly challenging for autistic people. Andrew reflected on his current experience as \nan undergraduate student and mentioned classrooms as an example of the type of stressful \nand challenging environment that he encounters on daily basis:\nIn classes, in particular when there is group work in the class, you know, you’ve got everybody \ntalking in one room at the same time, I am trying to hear what people are saying but hear others \nin other groups who are talking at the same time, so that is a bit more challenging.\nAs a response to my question of what makes certain sounds annoying or “noisy” and how it \nfeels for him, Andrew differentiated between organized and unorganized sounds and \npointed out the importance of “sound (and light) quality” as main factors that determine, \nin his view, his physical and emotional reactions to different auditory and visual stimuli: \n. . . . It is kind of ironic, I go to a dance pub full of loud music until late at night, but a bunch of \npeople in a room can be bothersome to me . . . I think it is also not just the level of the sound but \nthe quality of it. If there is a bunch of people talking all at once, if I am hearing those people at \nthe same time this is basically noise and there is nothing correlating all the sounds together. But \nif it is music, if it is good music, then that is fine.\nAt the same time, Andrew also emphasized how his over-sensitivity can be positive and \neven very helpful in his occupation as a professional sound and light technician. For JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 7"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "example, Andrew described how he “uses” his physical sensation of discomfort as evidence \nfor an impairment in sound that should be fixed:\nLike, me being sensitive to sound or light can be really stressful at times, but it can also be really \nhelpful and allows me to do my job well. So, if I hear something that is not sounding right and it \nmakes me physically uncomfortable, it is my job to ensure the sound is good . . .\nIn other words, this example not only showed how Andrew’s unusual sensitivity can he \n“useful” but also illustrated how Andrew was also able to adapt to his sensitivity to sound \nrather than constantly being disabled by it.\nSensitivity to smell and touch\nIn addition to sounds and light, sensitivity to smell and touch in social spaces can also \nproduce uncomfortable overstimulation. Alice also reported perceptual sensitivities as \nAndrew did, and expressed how she usually gets overstimulated and overwhelmed by \nnoise and lights, she is also sensitive to certain smells. She also mentioned that when she \nfeels anxious, she “cannot stand noise or smells” and that these sensory stimuli can even \nmake her “aggressive.” Alice, who I met in a local café for an interview, also discussed with \nme how much sensory considerations are central in her experience, especially in her social \nlife and practices:\nSocial spaces are not the best. You cannot find places without music going on or without \nscreaming. I enjoy cocktails and beers but noisy places . . . . If you ask me about my experience, \nI speak about the sensory parts.\nAlice, like Andrew, also described the positive sides of her sensory processing and \nhow she is even able to find enjoyment and pleasure in visual sensations: “Being \nable to enjoy the lights. Like how the lights changing during the day and during the \nseasons.” More than that, Alice decided to share with me her marriage story to \nillustrate the “happy” and pleasurable sides of unusual sensory sensitivity. When \nI asked her why and how she chose her husband, she said, “I think there is \nsomething in his smell, like he smells something special, something about the \nsmell . . . ”\nUnusual sensitivities in the tactile domain were also reported by other participants in this \nresearch. A few months after I met Neil for an interview, I conducted an online focus group \ndiscussion with five autistic participants to discuss their experience of autism. Neil was one \nof the group members, and, in response to the question of how participants describe their \nexperiences of sensory processing, he explained his unusual reactions and sensitivity to \ncertain lights by classifying lights according to their types and intensity. In his case, Neil \nbelieves, hypersensitivity to lights usually results in physical fatigue and reduced general \nmotivation:\nI have a lot of sensory issues around lights, like all these new LED lights and blue lights take \nenergy out of me. So . . . I find the world more challenging every day.\nNeil, also reported unusual sensitivities in the tactile domain, particularly discomfort with \nbeing touched or hugged. Neil’s description of his childhood experience demonstrated this \nsensory difficulty: “As a child I didn’t like being held,” Neil said when he described for me 8\n J. BRAKE"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "his diagnosis experience and how his mother “started noticing that he was little bit \ndifferent,” to use his words.\nBeing touched and other sensory experiences generated negative emotional and physical \nreactions among some participants and affected their daily behavior and decisions. For \nexample, Emily was the first to respond to my question to the online focus group partici -\npants, asking them to describe sensory symptoms and how they affect their life experiences. \nEmily shared:\nFor me, I have a touch sensitivity, I wouldn’t like it if a friend tried to hug me, and I think that \nsometimes it becomes awkward when you tell somebody “I don’t like to be hugged.”\nJennifer, another group participant, added:\nFor me, my sensory issues are sensitivity to voices, like if they are too loud, I’ll get completely \noverwhelmed. And I have some sensory issues of touch.\nIn addition to being touched, over-sensitivity to touching certain surfaces or objects was \nalso raised by some participants. Going back to Neil, for example, in our interview \nmeeting he explained his feeling toward “sticky surfaces” and his emotional reactions to \nthem: \n. . . I don’t like sticky surfaces or feeling and things like that. I find for some reason early in the \nmorning everything feels sticky and overwhelming.\nOther participants also had very specific sensitivities to touching surfaces with particular \ntextures. In our video interview, Victoria provided a description of how the fear of getting \ntouched turns Victoria’s very basic daily activity of taking public transportation into a very \nchallenging and stressful experience:\nSo, I have a lot of issues with touch. So, if someone touches me, or like something too soft, or \nlike food texture . . . I cannot take transit if people sit close to me and I’m like “please don’t \ntouch me.”\nAs participants’ testimonies and the various quotes above clearly showed, sensory sensitiv -\nities and overstimulation can lead to anxiety and other negative emotions. At the same time, \nanxiety and depression also impact individual’s sensory processing patterns either by \nincreasing sensitivity or by “numbing” it, both of which make processing different sensory \ninputs harder and more challenging. This was evident in the interview with Alice who, when \nanxious, “cannot stand noise or smells” and becomes more “aggressive,” and in the follow -\ning quote from Neil’s narrative on how depression weakens and debilitates his perceptual \nabilities. Neil stated:\nI used to have very sensitive hearing. If I am feeling depressed, then all my senses are damped \nyou know.\nParticipants’ descriptions like Neil’s and their stories demonstrated the centrality of \nhyper- and/or hypo- sensitivity to sensory stimulation in autistic people’s daily experi -\nences. Responding and adapting to these sensory challenges is the daily living reality \nthat makes autistic individuals “always exhausted,” as some described it. The following \nquote from Linda’s personal account clearly reflected that reality, as well as the JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 9"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "centrality of it in the autism condition, a condition which Linda defined as “a sensory \nexperience of the world:”\nI think for me, like, I experience the world as autistic, and to me it’s like an energy sensory \nexperience and that is very different from a neurotypical experience.\nIn short, besides a few positive sensory experiences reported by some participants, sensory \nsensitivities in different domains mostly lead to negative emotions and bodily reactions that \nrange from discomfort to being overwhelmed and anxious, to feeling physical tiredness and \nsometimes even pain. These emotional and physical conditions also make sensory proces -\nsing more challenging for autistic people. The following section will discuss participants’ \nstrategies and ways of coping with their sensory challenges and environments.\nSenses and the environment: ways of coping\nParticipants identified a number of strategies and bodily techniques they employ to deal \nwith their over/under sensitivities to sensory stimuli. To block or reduce the intensity of \nauditory stimuli, many mentioned using ear plugs and head/earphones. “I wear ear plugs if \nI go anywhere that can be damaging (to sense of hearing) to reserve my ears for my work . . . \n,” Andrew claimed. For Victoria, ear plugs are essential for her daily function: “So, I’m \ntrying to minimize (noise) and have ear plugs and stuff to still be able to go (outside).” \nHowever, decreasing loud and “unorganized” sounds through ear plugs is not the only \ntechnique Victoria uses to cope with her hypersensitivity. Alternatively, covering her ears \nwith headphones and listening to loud but “organized” sounds, such as music, which blocks \nand replaces external “noises,” is also reported as another useful strategy that she adopts \nfrequently. Jennifer also differentiated between organized and unorganized sounds when \nshe described a similar way of coping with oversensitivity in the auditory domain: She \nclaimed:\nIf I am in public then I have my earphones on, and I can make it louder cause I don’t wanna \nhear anyone around me. . . . . Yeah, I cannot stand unorganized mess.\nIn other words, to regulate and control auditory stimuli, Victoria and Jennifer not only \nattempt to decrease loud sounds using ear plugs, but they also seek loud but organized \nsounds (by listening to loud music) to eliminate external “noise,” to calm themselves, and \neven to enjoy auditory sensations.\nStill exposure to and coping with intense sensory stimuli cannot always by managed \nsuccessfully. Lack of control over sensory stimuli often leads to negative emotions, such as \nextreme stress and anxiety, and triggers immediate bodily reactions manifested primarily by \nphysical withdrawing. In our interview meeting, Tony touched on this matter. He described \nhow being around “lots of people shouting” makes him “get overstimulated,” and how his \nlack of ability to control his feelings and reactions makes responses such as leaving or \n“getting out” of the place the only solution available to him:\nWhen I am in a setting with lots of people around me, people shouting like that, I can get \noverstimulated . . . After a while I just wanna get out of there.\nSimilarly, Victoria’s reasonable belief that crowded places could increase her chance of \n“being touched” guides her to adopt the very common coping strategy of avoiding sensory 10\n J. BRAKE"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "stimuli. Avoidance and even fear of outdoor spaces and activities that Victoria perceives as \nsources of inconvenient experiences and anxiety shape her daily schedule, since she must \narrange her day in ways that help her to order to avoid crowded environments, as she \nexplained to me:\nI’m quite content mostly being at home, I got all my stuff here, I got my cat, I got my boyfriend, \njust no one annoying me . . . but if I, like, want to go out I try to avoid crowded transit and try to \nschedule appointments at the middle of the day, so I don’t have to take two hours to get home.\nAvoidance is also a strategy used by Olivia (a queer person who uses the pronouns “they/ \ntheirs”) who described their sensory avoidance strategy as deciding not to “leave the house” \nas much as possible. This was their answer when I asked them about their leisure time and \nsocial activities:\nI am very tired person. It is hard for me to leave the house. It is hard for me to go into a public \nplace where there are lots of sounds and smells and colours, they are like overwhelming, so \nI just like to stay in a place that is quiet and safe and familiar.\nJolie is a mother of four children, two of whom are also autistic persons. After living with \nautism for many years, she believes that feeling anxiety and dealing with sensory stimuli on \na daily basis are the most challenging aspects of autism, as she shared in the group \ndiscussion. Reflecting back on her 42 years of life experience with autism, Helen reinforced \nJolie’s opinions by stating in the group discussion that “when she gets older, it’s just getting \nworse, and just worse.”\nFollowing Jolie and Helen, Linda also drew on a perspective of time to share her \nexperience with her sensory difficulties. These difficulties have never disappeared, Linda \nnoted, but her ways of living with them have changed with age so that she is now able to \n“balance her sensory needs.” Linda also described how she has been able to get rid of her \nhabit of drinking alcohol, a coping tool that she used to adopt in the past to deal with her \ninability to control sensory overstimulation:\nI just wanna say that when I look back, I was younger . . . I would drink a lot of alcohol to go to \nthe club or things like a bar. Now I see it was actually a way of numbing some of my sensory \nstimulation, cause now if I go to a bar I would get overwhelmed very quickly . . . And as \nI become a mother, I have to figure out how to balance my sensory needs . . .\nJolie also replied to Linda and added:\n“When I was at university and later, I used alcohol to help numb the sensory issues a little bit \nbut also the social anxiety,” Jolie continued. \nLinda replied: “Yeah, for me it just made things easier . . . ” [Linda and Jolie laughed].\nThe use of alcohol to “numb the sensory” and to deal with social anxiety was somewhat \ncommon and was reported by Victoria as well. Victoria also mentioned the use of alcohol in \nour one-on-one interview by stating that she finds “drinking” very helpful when she “hangs \nout with friends:” “If I go out and I’m drinking I’m less sensitive.”\nErik also believed that living with their sensory symptoms and accepting them is better \nthan fighting them. Like Linda, Erik compared their past with their present perception of \nsensory experiences to illustrate their journey of learning to live with and accepting their \nsensory needs:JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 11"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Like, I cannot see movies in theaters. I cannot. I want to. I used to force myself when I was \nyounger, because I did not understand why it is horrible for me and I thought it is my problem, \nand now I stopped forcing myself because it is a horrible experience. But it is also sad because \nI don’t see movies.\nLinda ended the long group discussion on sensory processing in autism by making the \nargument that it is the “modern world” that is to blame for creating challenging and more \nsensory-stimulating environments that make autistic individuals’ experience more challen -\nging. “It has become harder for autistics to function in the modern world because there is so \nmuch sensory stimulation,” Linda explained her thinking about this to the group members. \nAlice even asserted that it is also her responsibility to “educate people” and to make them be \nmore patient toward autistic persons’ needs in general, and more tolerant to their sensory \nneeds in particular.\nHowever, along with acknowledging non-autistics’ and the public responsibility to create \nmore sensory-friendly environments, or even blaming society for making autistic people’s \nexperience tougher, as Linda did, all of the participants tried to find practical ways to adapt \nto and even create their own environments. Participants also tried to stay socially active \nwhile dealing with their personal sensory needs on daily basis, and tried to find individual \nways to reduce their suffering and distress. Erik, who still dreams of “no food and no gums \nin theaters,” accepted and understood that “a lot of people cannot sit [in a theater] for long \nwithout food;” and Victoria, who understood that “expecting the whole world to be quiet” is \n“not realistic,” are good examples of this pragmatic approach.\nSenses and sociability: friendship and social relationships\nParticipants described the impact of sensory challenges on their interpersonal relationships \nand social lives. Victoria shared in our online video conversation her struggle with certain \nsounds and smells that determines, to a large extent, where she is able to meet friends:\nLike, I say to friends let’s meet in my house or their house and then . . . but like, going to \nrestaurants and people are chewing, and it smells too bad.\nIn addition, Victoria’s distress at being touched, as I understood later in our conversation, \nexplains her “desire” to stay at home most of the time: “I mostly just hang out at home, play \nvideo games, talk with friends online and stuff,” she said.\nThe view of “home” as a safe and comfortable environment and space to socialize with \nfriends was raised repeatedly by other participants. Erik, for example, prefers to stay at \nhome as much as possible and even when they “hanged out outside,” they always questioned \ntheir decision of leaving their home. “And I ask myself why I am here, why I am like sitting \nin this crowded noisy place? Colouring in my color book when I could do it at home,” Erik \nwondered in our interview meeting.\nHelen shared her thoughts with the focus group members on how she thinks her way of \nprocessing sounds and smells in particular not only impacts her decision where to meet \nfriends but also largely rules her choices on the kinds of people to interact with. Helen \nnarrated:\nIf people talk really fast it’s hard to understand them, or people who [smell bad] is a big issue \nfor me . . . smelling certain things like perfumes or smells that they [people] have, this is a big 12\n J. BRAKE"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "major thing for me that I struggle with . . . . So, people who are like that, I cannot be around \nthem.\nHelen’s words received immediate support from Jolie who presented her perception of \nhow sound sensitivity not only makes information processing and communication \nchallenging, but also limits autistic individuals’ ability as well as opportunity to create \nnew friendships:\nIn a noisy environment, I have trouble keeping up with the conversation and keeping track on \nthe conversation and then being heard when my voice doesn’t get heard very well, so it pretty \nmuch silences me in a loud environment like loud restaurant. So, if you are going to school and \nyour class is going to a pub after, so that’s not a place that you can really go and engage, then it \ncertainly affects the ability of people that you are trying to make friendships with.\nAndrew shared with the group his experience following Helen’s and Jolie’s comments on \ncommunication troubles caused by auditory processing difficulties:\nYeah, I definitely identify with loud conversations, a lot of people talking at once, like it’s funny, \nI can go to raves and festivals and music concerts and be okay with that with ear plugs in, but \npeople chatting at once hurts me more.\nJolie, while continuing to focus on the example of friendship, replied to Andrew and added \nher observations on how difficulties in information and sound processing interferes with \ncommunicating with others, and even leads to a feeling of exclusion and of being an \noutsider:\nAnd I think it affects your ability to make friends as well, because if you are part of a group and \neverybody else seems to be able to manage it, and can have conversation with the person \nbesides them, and have their voice heard, but then you are having trouble hearing your voice \nand trouble keeping track of the conversation that you are supposed to. It also affects if people \nwant to be there, because someone can sit there but cannot be part of the conversation, it \ndoesn’t do good things for the group.\nAndrew used the example of sensorial intolerances and his personal interpretation of \nhow they influence autistic persons’ social experiences, to share with the group his \ndisagreement with the claim of autistic people’s disinterest in friendships and desire for \nloneliness: \n. . . other social spaces may not be comfortable to [autistic] people. Like, I see that there are a lot \nof spaces that people go to that may be excessively loud and noisy or just too crowded with \npeople, and people might just prefer hanging out with one or two people, . . . and people just \nsay; “oh, they prefer being alone,” . . . but I think it can often be misinterpreted that way when \nit’s more just that it’s challenging to make these connections and go out and be social.\nThe over-sensitivity to different sensory stimuli not only determines, to large extent, the \nkind of activities autistic individuals do/not do with friends or the social spaces they attend, \nbut it also shapes their friendships choices and preferences. Participants’ accounts also \nsupported the assumption that shared experiences and understandings of daily difficulties, \nincluding sensory ones, are key factors in choosing friends. For example, Erik tried to \nexplain why social interactions with neurotypicals are more challenging for them: \n. . . they [neurotypicals] don’t understand depression or anxiety and why we are exhausted all \nthe fucking time. They don’t understand that you cannot do things and they are always like . . . JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 13"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "“will go to such and such places” where it is really loud, . . . and where everybody will be eating \nand, misophonia.\nSimilarly, Olivia also expressed in our interview meeting their opinion on how intolerance \nand lack of sensitivity to autistic individuals’ sensorial needs, among others, makes \nbefriending neurotypicals a less preferable choice:\nThey [neurotypicals] are just operating on a different level . . . other neurodivergent people will \nlikely not wear very strong perfume . . . And this is just to accommodate this basic under -\nstanding that a lot of neurodivergent people have adverse reactions to certain stimulus, or there \nis certain sensory things where it is like neurotypical people don’t care, they just put on a bunch \nof perfume . . .\nIn our phone interview, Emily also mentioned employment, which she currently lacks, as an \nexample of another life domain that can be highly affected by her struggle with unusual \nsensory responsiveness. She imagined a workplace with intense social interactions, such as \na small company where everyone knows and works closely, as highly challenging. “It is \nharder [to find a job] just because I need a job that matches to my needs. Like a job where \nthere’s not too much social interaction,” Emily stated.\nAs the various examples showed, sensory experiences shape autistic people’s sociability \nand friendship patterns, such as who to interact with, where, and how. Tony’s descriptions, \nfor instance, added and provided convincing insights on how avoiding intense sensory \nstimulation is also related to the number of friends autistic people have, or the number of \nfriends they prefer to meet and interact with at the same time. Tony referred to crowded and \nnoisy environments and how they disturb his daily social interactions, even if he is \nsurrounded only by a group of friends: “When I am in a setting with lots of people around \nme, people shouting like that, I can get overstimulated.” “And this affects your ability even \nto be with friends?,” I asked. He responded, “Oh yeah, especially with a large number of \nfriends.” Similar to Tony, Andrew also shared his view on how, due to sensory processing \ndifficulties, interaction and communication with a small number of people is more con-\nvenient, another example that sheds light of why some autistic individuals may prefer \nhaving and “hanging out” with a limited number of friends. Andrew even drew on the \ncurrent example of the COVID-19 outbreak to illustrate the point he shared with the online \ngroup members that the pandemic has made the task of socializing and communicating \nwith friends much easier:\nI actually haven’t minded COVID-19 restrictions for six people in one table . . . and just \nhanging with a smaller group of people in general that makes it easier in a way . . .\nTo explain the impact of sensory issues on their interpersonal relationships and social lives, \nsome participants also commented on how sensory considerations shrink autistic peoples’ \nopportunities for establishing romantic relationships. Neil didn’t hesitate to express his \nfrustration and disappointment to the group discussion members. He shared his long, \nunsuccessful journey to find a romantic partner. In his description of his personal experi -\nence, Neil referred to sensory aspects as the main reason that prevents him from being able \nto be present in those settings where, he supposed, people usually meet and get to know each \nother:\nI am trying to start dating . . . it’s very hard when you know somebody who is very extroverted \nand doesn’t have sensory issues. Like, you don’t like crowds, so, you know, I don’t enjoy going 14\n J. BRAKE"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "to party like Brittney Spears on a regular basis, or bars and stuff like that where people meet, so \nit has been challenging you know. I’m 24 years old and I haven’t been on a date for years, it’s \nupsetting.\nIn our one-on-one interview meeting, Neil was able to identify the reasons that can explain \nhis ongoing “failure” to find a romantic partner. These were always related to his attempt to \navoid intense environments and interactions. Neil told me, while a small smile appeared on \nhis sad face, “I don’t get out enough, so that is my problem. People are not going to meet me \nat my house, right?” Moreover, it appeared that Neil’s close network of friends, who, as he \nreported, are all autistic persons and share similar life experiences, just contributed to \nperpetuating this condition. “But also, there is not a lot of places where you can go if you \ndon’t really have social introverted friends, you know. All my friends [autistics] have the \nexact same problem as I do,” Neil desperately recounted.\nUnlike Neil, Victoria has succeeded in establishing and maintaining a romantic relation -\nship. However, concerns about her sensory challenges and how to deal with them still exist. \nThese concerns explain her hesitant attitude toward the possibility of being a mother and \nraising children. “I’m slightly worried about the fact that, like, I have a bad time with noise. \nBut I was very against that [having kids] until kind of recently,” Victoria said to explain how \nromantic and marriage relationships can open new challenges for autistic people.\nDiscussion\nConfirming the findings from previous research, the current study showed how autistic \nindividual experience difficulties in sensory processing, which are demonstrated by hyper -\nsensitivity and hyposensitivity across multiple sensory modalities (Butera et al., 2020 ; \nO’Neill & Jones, 1997 ; Smith & Sharp, 2013 ; Thye et al., 2018 ). As the data in this study \nalso demonstrated, sensory sensitivities mostly generate negative bodily and emotional \nreactions of discomfort, anxiety, physical tiredness and even pain, but also positive feelings \nof enjoyment, relaxation, and pleasure. The finding is consistent with other studies where \nsimilar physical and emotional descriptions and reactions were reported (Ben‐Sasson et al.,  \n2008 ; Chamak et al., 2008 ; Jones et al., 2003 ; O’Neill & Jones, 1997 ; Robertson & Simmons,  \n2015 ; Smith & Sharp, 2013 ). Further, in contrast to Kern et al. (2006 ) claim, for participants \nin the present study, perceptual difficulties did not decrease with age and remain significant \nin adulthood, or can even “get worse” with time, as Helen put it.\nFurthermore, participants’ accounts illustrated how unusual sensitivities to sensory \nstimuli produce and are reproduced by intense negative emotions, creating a loop of \nsensory-emotion influences. For example, Alice becomes “anxious and aggressive ” when \nconfronting intense sensory stimuli, and when she is anxious she is unable to “stand noise or \nsmell .” Similarly, when Neil is depressed his senses are “damped .” This observation is similar \nto the concept of the “vicious cycle” discussed by Smith and Sharp (2013 , p. 896) in which \nstress caused more perceptual sensitivities and vice versa.\nParticipants mentioned a number of techniques to regulate and control various stimuli, \nsuch as using ear plugs or earphones. By using headphones and listening to loud music, for \ninstance, participants replace “unorganized loud noise” with “organized loud sound,” which \nnot only blocks external noise but also provides pleasurable sensations, enjoyment, and \nrelaxation. In other words, to regulate and control auditory stimuli, autistic people often JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 15"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "seek loud but organized sounds (by listening to loud music) and use the same sense of \nhearing to eliminate external “noise,” to calm themselves, and even to enjoy auditory \nsensation. Similar coping techniques were reported in Robertson and Simmons (2015 ) as \nwell as Smith and Sharp (2013 ).\nThe current study demonstrated that sensitivity to sound and touch makes even basic \ndaily activities highly challenging (such as taking a public transportation, in Victoria’s case). \nThese findings added more evidence to earlier research data that demonstrated how atypical \nsensory sensitivities negatively affect daily functioning of autistic people (Suarez, 2012 ; \nTavassoli et al., 2014 ). Moreover, caution and worry about exposure to intense sensory \nstimuli, the findings in this study showed, usually lead to avoidance of outdoor social spaces \nand activities. Thus, sensory considerations often prevent autistic persons from engaging in \nactivities they might envision as enjoyable because social spaces and activities that fit their \nsensory needs tend to be more restricted. Social avoidance of over-stimulating environ -\nments is a theme that was mentioned in other studies as well (Ashburner et al., 2013 ; Clince \net al., 2016 ; Robertson & Simmons, 2015 ; Smith & Sharp, 2013 ).\nAlthough social avoidance can be effective, it also entails reducing autistic individuals’ \nopportunities to meet new people and form new relationships as well as limiting the time, \nspaces, and activities that they can share and enjoy with friends. In cases of high over -\nstimulation and lack of control over stimuli, participants adopted the strategy of physical \nwithdrawal, an unpleasant experience that, most probably, escalates fear of social environ -\nments and encourages more isolation and less desire for social engagement. Social avoid -\nance or withdrawal as leading to loneliness was also reported by participants in prior \nresearch (Smith & Sharp, 2013 ; Syu & Lin, 2018 ).\nThe findings of the current study also helped explain common socialization and friend -\nship patterns in autism and shed light on the interplay between sensory and social behavior. \nFor instance, sensory considerations shape autistic people’s decisions to join in activities \nand share spaces with friends. Avoidance of intense sensory environments and sensations, \nwhich participants commonly described as “exhausting,” makes indoor spaces and activities \nwith a limited number of friends a preferred choice for autistic individuals. Examples of \nengagement in actions that limit exposure to intense sensory stimuli include meeting with \nfriends at home, watching movies, or playing video games. These preferences represent \nautistic individuals’ attempts to adjust friendship activities to personal sensory and com -\nmunicative needs and environmental limitations. These sensory and communicative con-\nsiderations might provide an explanation for the smaller number of friends often reported \nby autistic people—see reviews by (Bauminger-Zviely & Kimhi, 2017 ; Petrina et al., 2014 ), \nas well as the preference for indoor spaces and on-on-one activities (Bauminger-Zviely & \nKimhi, 2017 ; Kuo et al., 2013 ; Sedgewick et al., 2016 ).\nDrawing on the findings of this study, it can be assumed that friendship and socialization \npatterns common among autistic people, such as a preference for indoor activities for \na limited time with a small number of friends, do not reflect a real desire for social \nintroversion and loneliness. Rather, these preferences reflect autistic individuals’ efforts to \nfind the balance between dealing with their sensory challenges and struggles on the one \nhand and enjoying social life as well as maintaining their intimate relationships on the \nother.\nSensory sensitivities also shape autistic persons’ friendships preferences of the type \nof person to befriend or not to befriend. For example, participants frequently voiced 16\n J. BRAKE"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "a preference for interacting with people with certain smells or tone of voice (Helen), \nor a preference for socializing with friends who share similar difficulties, like other \nneurodivergent people. As appeared from the data, autistic people embody their \nfriendships in a different range of physical activities that answer their physical and \nemotional needs, and which make them feel even more related to others who enact \nand embody friendship in similar ways. This can also explain preference for having \nneurodivergent friends who, as some participants believed, share similar experiences of \ndifficulties including but not limited to sensory challenges. A preference for interact -\ning with and befriending autistic or neurodivergent people was also found in prior \nstudies in which autistic adults described feeling more comfortable interacting with \nother autistic persons (over neurotypicals) (Milton & Sims, 2016 ; Morrison et al.,  \n2020 ).\nMoreover, difficulties in auditory and information processing contribute to participants’ \nfeeling of social exclusion and marginalization. The inability to track with a group con-\nversation, to hear and be heard, as Jolie and Linda clearly demonstrated, complicate social \ncommunication and hinder the initiation of intimate relationships with others. The inter -\naction of sensory difficulties with communication explains autistic individuals’ emerging \nhabitus of less talking and more doing (e.g., participation in structured activities, playing \nvideo or board games etc.). The way autistic people embody friendship by “doing” things \nwith others as opposed to “talking” makes the whole interaction more comfortable and even \npleasurable for many autistic individuals. This is supported by other studies that showed \na preference among autistic people for participation in structured social activities because \nthey require less verbal communication (Chan et al., 2023 ; Müller et al., 2008 ). This finding \nmight help explain the limited reports of closeness, intimacy, and sharing talk in autistic \nindividuals’ experiences of friendship (Bauminger-Zviely & Kimhi, 2017 ; Petrina et al.,  \n2014 ) and add evidence to previous research that suggested a link between unusual sensory \nsensitivities and communication difficulties in autism (Lane et al., 2010 ; Watson et al.,  \n2011 ).\nIn Lai et al. (2011 ) research, female autistic adults displayed more sensory sensitivities \nand symptoms compared to males, and in Walsh et al. (2018 ) report, lower visual and \nauditory oversensitivity was reported by trans and non-binary autistic participants com -\npared to those who identify themselves as women and men. In the current study, no \nsignificant gender differences were found in relation to sensory experiences and sensitiv -\nities. Due to the small number of participants in this study, future research will be needed to \nexamine the influence of gender on autistic individuals’ sensitivities and reactions to \nsensory stimuli.\nContrary to old views on autism as a “basic desire for aloneness” (Kanner, 1943 , p. 249), \nthe findings in this research reflected a real desire for social interaction and relationships in \nautism despite significant sensory impacts on autistic persons’ ability to function or even \nexist in certain social spaces. Therefore, the current research supported previous findings \nthat showed that autistic people desire and do have social relationships (Brownlow et al.,  \n2015 ; Fernandes et al., 2016 ; Pecora et al., 2016 ; Ryan et al., 2021 ; Strunz et al., 2017 ; Turner \net al., 2017 ). However, by showing how sensory and environmental aspects affect social \ninteraction and socialization in autism, this study illuminated one more layer of difficulties \nthat makes social interaction and the maintenance and formation of relationships in autism \nmore challenging.JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 17"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "In short, this current study pointed to the importance of sensory aspects in autistic people’s \nsocial experiences. It examined how autistic individuals experience sensory stimuli—auditory, \nvisual, and tactile—and how their perception of these stimuli impacts their behavior, their \ninteractions with others, and their everyday activities. By adopting diverse sensory, commu -\nnicative, and social coping strategies, autistic people constantly adapt their previous sensory \nand social experiences to particular social and physical environments. This produces common \nsociability patterns and preferences among autistic people, which reflect the balance autistic \nindividuals seek between the stress of social interaction and the desire for it.\nAccordingly, this study highlighted the need for greater awareness of sensory phenom -\nena in understanding autistic individuals’ daily and life experiences. The continual medical, \nclinical, and educational focus on the mental processes and cognitive aspects of autistic \npeople’s lives had contributed to a neglect of the sensory and physical aspects that underpin \ncommunication and social interaction in autism. In the case of sociability and relationships, \nthis study illuminated the perceptual grounding of experience and of social relationships \nand how they construct sociability and friendship patterns among autistic people. By giving \nspecific attention to the sensory dimensions of autistic persons’ experience and by high -\nlighting the need for an ethnography that is more attuned to these dimensions, this study \naddressed the need identified by Solomon (2010 ) for a deep examination of the perceptual \naspects of autism. By illuminating embodied and sensory aspects, this study suggested \nadopting a framework that views autism not merely as a mental condition, but also as \na physical condition which is comprised of both bodily actions and dispositions.\nImplications\nThis research not only contributed theoretically but can also have significant practical \nimplications. It underscored the importance of considering physical and environmental \nfactors and their impacts on the daily and social lives of autistic individuals. Adopting this \nview could enhance the development of more effective services and supports for autistic \nindividuals and their communities. Specifically, the findings can help designing interven -\ntion plans aimed at improving social interaction and reducing barriers, including sensory \nand environmental factors that contributed to meltdowns and stress in autistic individuals. \nAdditionally, recognizing autistic individuals’ desire for social interaction and focusing on \nexternal influences on their social abilities can help promote a more inclusive view of \nautism, potentially reducing stigma and the widespread misinterpretation of autistics as \nasocial, and encouraging meaningful social engagement.\nLimitations and future research\nThis research has several limitations. First, the findings cannot be generalized to all autistic \nindividuals, as the study included only those with adequate social and communication skills \nfor self-expression. Future research should use alternative data collection methods to include \nother autistic groups, such as nonverbal individuals, to better understand sensory experiences \nacross all autistic groups. Second, despite efforts to include diverse participants, the study did \nnot fully represent all social groups from the recruitment area, particularly missing autistic \nparticipants from First Nations and other Indigenous groups, who make up a significant \nportion of BC’s population. Third, the small study population was limited to the Lower 18\n J. BRAKE"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Mainland of BC, making the findings specific to that region. Studies examining autistic \nexperiences in different cultures and areas could provide valuable cross-cultural insights. \nFinally, the COVID-19 pandemic restricted face-to-face observations and interactions with \nparticipants. Future studies should include more observational data from in-person interac -\ntions in various settings and contexts. Longitudinal research is also needed to examine how \nsensory experiences and perceptions evolve with age and changing life circumstances.\nAcknowledgments\nI would like to express my gratitude to all the participants who contributed to this study. Special \nthanks to Dr. William H. McKellin for his exceptional supervision during my PhD research, which \ngreatly enhanced my understanding of the complex sensory experiences of autistic individuals.\nDisclosure statement\nNo potential conflict of interest was reported by the author(s).\nFunding\nThis paper received no funding or grant from any funding agency.\nEthics approval\nThe study was approved by Behavioural Research Ethics Board in the University of British Columbia. \nApplication number H18–02689.\nReferences\nAmerican Psychiatric Association. (2013 ). Diagnostic and statistical manual of mental disorders (5th \ned.). https://doi.org/10.1176/appi.books.9780890425596  \nAshburner, J., Bennett, L., Rodger, S., & Ziviani, J. (2013 ). Understanding the sensory experiences of \nyoung people with autism spectrum disorder: A preliminary investigation. Australian \nOccupational Therapy Journal , 60(3), 171–180. https://doi.org/10.1111/1440-1630.12025  \nBagby, M. S., Dickie, V. A., & Baranek, G. T. (2012 ). How sensory experiences of children with and \nwithout autism affect family occupations. The American Journal of Occupational Therapy , 66(1), \n78–86. https://doi.org/10.5014/ajot.2012.000604  \nBaker, A. E. Z., Lane, A., Angley, M. T., & Young, R. L. (2008 ). The relationship between sensory \nprocessing patterns and behavioural responsiveness in autistic disorder: A pilot study. Journal of \nAutism & Developmental Disorders , 38(5), 867–875. https://doi.org/10.1007/s10803-007-0459-0  \nBauminger-Zviely, N., & Kimhi, Y. (2017 ). Friendship in autism spectrum disorder. In J. B. Leaf (Ed.), \nHandbook of social skills and autism spectrum disorder (pp. 63–79). Springer International \nPublishing. https://doi.org/10.1007/978-3-319-62995-7_5  \nBelek, B. (2019 ). Articulating sensory sensitivity: From bodies with autism to autistic bodies. Medical \nAnthropology , 38(1), 30–43. https://doi.org/10.1080/01459740.2018.1460750  \nBen‐Sasson, A., Cermak, S. A., Orsmond, G. I., Tager ‐Flusberg, H., Kadlec, M. B., & Carter, A. S. \n(2008 ). Sensory clusters of toddlers with autism spectrum disorders: Differences in affective \nsymptoms. Journal of Child Psychology and Psychiatry , 49(8), 817–825. https://doi.org/10.1111/j. \n1469-7610.2008.01899.x  JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 19"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Ben-Sasson, A., Cermak, S. A., Orsmond, G. I., Tager-Flusberg, H., Carter, A. S., Kadlec, M. B., & \nDunn, W. (2007 ). Extreme sensory modulation behaviors in toddlers with autism spectrum \ndisorders. The American Journal of Occupational Therapy , 61(5), 584–592. https://doi.org/10. \n5014/ajot.61.5.584  \nBitsika, V., Sharpley, C. F., Sweeney, J. A., Andronicos, N. M., Agnew, L. L., & Arnold, W. M. (2017 ). \nA comparison of age, cognitive, hormonal, symptomatic and mood correlates of aggression \ntowards others in boys with ASD. Research in Developmental Disabilities , 66, 44–54. https://doi. \norg/10.1016/j.ridd.2017.02.014  \nBogdan, R., & Biklen, S. K. (1998 ). Qualitative research for education: An introduction to theory and \nmethods . Allyn and Bacon, Inc.\nBraun, V., & Clarke, V. (2006 ). Using thematic analysis in psychology. Qualitative Research in \nPsychology , 3(2), 77–101. https://doi.org/10.1191/1478088706qp063oa  \nBrownlow, C., Bertilsdotter Rosqvist, H., & O’Dell, L. (2015 ). Exploring the potential for social \nnetworking among people with autism: Challenging dominant ideas of ‘friendship. Scandinavian \nJournal of Disability Research , 17(2), 188–193. https://doi.org/10.1080/15017419.2013.859174  \nButera, C., Ring, P., Sideris, J., Jayashankar, A., Kilroy, E., Harrison, L., Cermak, S., & Aziz‐Zadeh, L. \n(2020 ). Impact of sensory processing on school performance outcomes in high functioning \nindividuals with autism spectrum disorder. Mind Brain & Education , 14(3), 243–254. https://doi. \norg/10.1111/mbe.12242  \nCauston-Theoharis, J., Ashby, C., & Cosier, M. (2009 ). Islands of loneliness: Exploring social \ninteraction through the autobiographies of individuals with autism. Intellectual & Developmental \nDisabilities , 47(2), 84–96. https://doi.org/10.1352/1934-9556-47.2.84  \nChamak, B., Bonniau, B., Jaunay, E., & Cohen, D. (2008 ). What can we learn about autism from \nautistic persons? Psychotherapy & Psychosomatics , 77(5), 271–279. https://doi.org/10.1159/ \n000140086  \nChan, D. V., Doran, J. D., & Galobardi, O. D. (2023 ). Beyond friendship: The spectrum of social \nparticipation of autistic adults. Journal of Autism & Developmental Disorders , 53(1), 424–437.  \nhttps://doi.org/10.1007/s10803-022-05441-1  \nClince, M., Connolly, L., & Nolan, C. (2016 ). Comparing and exploring the sensory processing \npatterns of higher education students with attention deficit hyperactivity disorder and autism \nspectrum disorder. The American Journal of Occupational Therapy , 70(2), p70022500101– \np70022500109. https://doi.org/10.5014/ajot.2016.016816  \nCrane, L., Goddard, L., & Pring, L. (2009 ). Sensory processing in adults with autism spectrum \ndisorders. Autism , 13(3), 215–228. https://doi.org/10.1177/1362361309103794  \nCreswell, J. W. (2013 ). Qualitative inquiry and research design: Choosing among five approaches (3rd \ned.). SAGE.\nFernandes, L. C., Gillberg, C. I., Cederlund, M., Hagberg, B., Gillberg, C., & Billstedt, E. (2016 ). \nAspects of sexuality in adolescents and adults diagnosed with autism spectrum disorders in \nchildhood. Journal of Autism & Developmental Disorders , 46(9), 3155–3165. https://doi.org/10. \n1007/s10803-016-2855-9  \nGeils, C., & Knoetze, J. (2008 ). Conversations with Barney: A conversation analysis of interactions \nwith a child with autism. South African Journal of Psychology , 38(1), 200–224. https://doi.org/10. \n1177/008124630803800111  \nGlod, M., Riby, D. M., Honey, E., & Rodgers, J. (2015 ). Psychological correlates of sensory processing \npatterns in individuals with autism spectrum disorder: A systematic review. Review Journal of \nAutism and Developmental Disorders , 2(2), 199–221. https://doi.org/10.1007/s40489-015-0047-8  \nGonthier, C., Longuépée, L., & Bouvard, M. (2016 ). Sensory processing in low-functioning adults \nwith autism spectrum disorder: Distinct sensory profiles and their relationships with behavioral \ndysfunction. Journal of Autism & Developmental Disorders , 46(9), 3078–3089. https://doi.org/10. \n1007/s10803-016-2850-1  \nGrandin, T. (1992 ). An inside view of autism. In E. Schopler & G. B. Mesibov (Eds.), High-functioning \nindividuals with autism (pp. 105–126). Plenum Press.\nGrapel, J. N., Cicchetti, D. V., & Volkmar, F. R. (2015 ). Sensory features as diagnostic criteria for \nautism: Sensory features in autism. The Yale Journal of Biology and Medicine , 88(1), 69–71.20\n J. BRAKE"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Hilton, C., Graver, K., & LaVesser, P. (2007 ). Relationship between social competence and sensory \nprocessing in children with high functioning autism spectrum disorders. Research in Autism \nSpectrum Disorders , 1(2), 164–173. https://doi.org/10.1016/j.rasd.2006.10.002  \nHorder, J., Wilson, C. E., Mendez, M. A., & Murphy, D. G. (2014 ). Autistic traits and abnormal \nsensory experiences in adults. Journal of Autism & Developmental Disorders , 44(6), 1461–1469.  \nhttps://doi.org/10.1007/s10803-013-2012-7  \nHowe, F. E. J., & Stagg, S. D. (2016 ). How sensory experiences affect adolescents with an autistic \nspectrum condition within the classroom. Journal of Autism & Developmental Disorders , 46(5), \n1656–1668. https://doi.org/10.1007/s10803-015-2693-1  \nJohnson, L. (2022 ). Adapt and adjust: Doing UK-Based ethnographic fieldwork during the covid-19 \nPandemic. Medical Anthropology , 41(8), 763–777. https://doi.org/10.1080/01459740.2022.2106226  \nJones, R. S. P., Quigney, C., & Huws, J. C. (2003 ). First-hand accounts of sensory perceptual \nexperiences in autism: A qualitative analysis. Journal of Intellectual & Developmental Disability , \n28(2), 112–121. https://doi.org/10.1080/1366825031000147058  \nKanner, L. (1943 ). Autistic disturbances of affective contact. The Nervous Child , 2(3), 217–250.\nKern, J. K., Trivedi, M. H., Garver, C. R., Grannemann, B. D., Andrews, A. A., Savla, J. S., \nJohnson, D. G., Mehta, J. A., & Schroeder, J. L. (2006 ). The pattern of sensory processing \nabnormalities in autism. Autism , 10(5), 480–494. https://doi.org/10.1177/1362361306066564  \nKuhaneck, H. M., & Britner, P. A. (2013 ). A preliminary investigation of the relationship between \nsensory processing and social play in autism spectrum disorder. OTJR: Occupation, Participation & \nHealth , 33(3), 159–167. https://doi.org/10.3928/15394492-20130614-04  \nKuo, M. H., Orsmond, G. I., Cohn, E. S., & Coster, W. J. (2013 ). Friendship characteristics and \nactivity patterns of adolescents with an autism spectrum disorder. Autism , 17(4), 481–500. https:// \ndoi.org/10.1177/1362361311416380  \nLai, M.-C., Lombardo, M. V., Pasco, G., Ruigrok, A. N. V., Wheelwright, S. J., Sadek, S. A., \nChakrabarti, B., Consortium, M. A., & Baron-Cohen, S. (2011 ). A behavioral comparison of \nmale and female adults with high functioning autism spectrum conditions. PLOS ONE , 6(6), \ne20835. https://doi.org/10.1371/journal.pone.0020835  \nLane, A. E., Young, R. L., Baker, A. E. Z., & Angley, M. T. (2010 ). Sensory processing subtypes in \nautism: Association with adaptive behavior. Journal of Autism & Developmental Disorders , 40(1), \n112–122. https://doi.org/10.1007/s10803-009-0840-2  \nMazurek, M. O., Kanne, S. M., & Wodka, E. L. (2013 ). Physical aggression in children and adolescents \nwith autism spectrum disorders. Research in Autism Spectrum Disorders , 7(3), 455–465. https://doi. \norg/10.1016/j.rasd.2012.11.004  \nMazurek, M. O., & Petroski, G. F. (2015 ). Sleep problems in children with autism spectrum disorder: \nExamining the contributions of sensory over-responsivity and anxiety. Sleep Medicine , 16(2), \n270–279. https://doi.org/10.1016/j.sleep.2014.11.006  \nMilton, D., & Sims, T. (2016 ). How is a sense of well-being and belonging constructed in the accounts \nof autistic adults? Disability & Society , 31(4), 520–534. https://doi.org/10.1080/09687599.2016. \n1186529  \nMorrison, K. E., DeBrabander, K. M., Jones, D. R., Faso, D. J., Ackerman, R. A., & Sasson, N. J. (2020 ). \nOutcomes of real-world social interaction for autistic adults paired with autistic compared to \ntypically developing partners. Autism , 24(5), 1067–1080. https://doi.org/10.1177/ \n1362361319892701  \nMüller, E., Schuler, A., & Yates, G. B. (2008 ). Social challenges and supports from the perspective of \nindividuals with Asperger syndrome and other autism spectrum disabilities. Autism: The \nInternational Journal of Research & Practice , 12(2), 173–190. https://doi.org/10.1177/ \n1362361307086664  \nO’Neill, M., & Jones, R. S. P. (1997 ). No title found. Journal of Autism & Developmental Disorders , 27 \n(3), 283–293. https://doi.org/10.1023/A:1025850431170  \nPecora, L. A., Mesibov, G. B., & Stokes, M. A. (2016 ). Sexuality in high-functioning autism: \nA systematic review and meta-analysis. Journal of Autism & Developmental Disorders , 46(11), \n3519–3556. https://doi.org/10.1007/s10803-016-2892-4  JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 21"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Petrina, N., Carter, M., & Stephenson, J. (2014 ). The nature of friendship in children with autism \nspectrum disorders: A systematic review. Research in Autism Spectrum Disorders , 8(2), 111–126.  \nhttps://doi.org/10.1016/j.rasd.2013.10.016  \nPrince-Hughes, D. (2004 ). Songs of the gorilla nation: My journey through autism . Three Rivers Press.\nRobertson, A. E., & Simmons, D. R. (2015 ). The sensory experiences of adults with autism spectrum \ndisorder: A qualitative analysis. Perception , 44(5), 569–586. https://doi.org/10.1068/p7833  \nRyan, C., Coughlan, M., Maher, J., Vicario, P., & Garvey, A. (2021 ). Perceptions of friendship among \ngirls with autism spectrum disorders. European Journal of Special Needs Education , 36(3), 393–407.  \nhttps://doi.org/10.1080/08856257.2020.1755930  \nSchauder, K. B., & Bennetto, L. (2016 ). Toward an interdisciplinary understanding of sensory \ndysfunction in autism spectrum disorder. An Integration of the Neural and Symptom \nLiteratures. Frontiers in Neuroscience , 10, 10. https://doi.org/10.3389/fnins.2016.00268  \nSedgewick, F., Hill, V., Yates, R., Pickering, L., & Pellicano, E. (2016 ). Gender differences in the social \nmotivation and friendship experiences of autistic and non-autistic adolescents. Journal of Autism \n& Developmental Disorders , 46(4), 1297–1306. https://doi.org/10.1007/s10803-015-2669-1  \nSmith, R. S., & Sharp, J. (2013 ). Fascination and isolation: A grounded theory exploration of unusual \nsensory experiences in adults with Asperger syndrome. Journal of Autism & Developmental \nDisorders , 43(4), 891–910. https://doi.org/10.1007/s10803-012-1633-6  \nSolomon, O. (2010 ). Sense and the senses: Anthropology and the study of autism. Annual Review of \nAnthropology , 39(1), 241–259. https://doi.org/10.1146/annurev.anthro.012809.105012  \nStrunz, S., Schermuck, C., Ballerstein, S., Ahlers, C. J., Dziobek, I., & Roepke, S. (2017 ). Romantic \nrelationships and relationship satisfaction among adults with Asperger syndrome and High‐ \nFunctioning autism. Journal of Clinical Psychology , 73(1), 113–125. https://doi.org/10.1002/jclp. \n22319  \nSuarez, M. A. (2012 ). Sensory processing in children with autism spectrum disorders and impact on \nfunctioning. Pediatric Clinics of North America , 59(1), 203–214. https://doi.org/10.1016/j.pcl.2011. \n10.012  \nSyu, Y.-C., & Lin, L.-Y. (2018 ). Sensory overresponsivity, loneliness, and anxiety in Taiwanese adults \nwith autism spectrum disorder. Occupational Therapy International , 2018 , 1–7. https://doi.org/10. \n1155/2018/9165978  \nTavassoli, T., Miller, L. J., Schoen, S. A., Jo Brout, J., Sullivan, J., & Baron-Cohen, S. (2018 ). Sensory \nreactivity, empathizing and systemizing in autism spectrum conditions and sensory processing \ndisorder. Developmental Cognitive Neuroscience , 29, 72–77. https://doi.org/10.1016/j.dcn.2017.05. \n005  \nTavassoli, T., Miller, L. J., Schoen, S. A., Nielsen, D. M., & Baron-Cohen, S. (2014 ). Sensory \nover-responsivity in adults with autism spectrum conditions. Autism , 18(4), 428–432. https:// \ndoi.org/10.1177/1362361313477246  \nThye, M. D., Bednarz, H. M., Herringshaw, A. J., Sartin, E. B., & Kana, R. K. (2018 ). The impact of \natypical sensory processing on social impairments in autism spectrum disorder. Developmental \nCognitive Neuroscience , 29, 151–167. https://doi.org/10.1016/j.dcn.2017.04.010  \nTurner, D., Briken, P., & Schöttle, D. (2017 ). Autism-spectrum disorders in adolescence and adult -\nhood: Focus on sexuality. Current Opinion in Psychiatry , 30(6), 409–416. https://doi.org/10.1097/ \nYCO.0000000000000369  \nVan Den Boogert, F., Sizoo, B., Spaan, P., Tolstra, S., Bouman, Y. H. A., Hoogendijk, W. J. G., & \nRoza, S. J. (2021 ). Sensory processing and aggressive behavior in adults with autism spectrum \ndisorder. Brain Sciences , 11(1), 95. https://doi.org/10.3390/brainsci11010095  \nWalsh, R. J., Krabbendam, L., Dewinter, J., & Begeer, S. (2018 ). Brief report: Gender identity \ndifferences in autistic adults: Associations with perceptual and socio-cognitive profiles. Journal \nof Autism & Developmental Disorders , 48(12), 4070–4078. https://doi.org/10.1007/s10803-018- \n3702-y  \nWatson, L. R., Patten, E., Baranek, G. T., Poe, M., Boyd, B. A., Freuler, A., & Lorenzi, J. (2011 ). \nDifferential associations between sensory response patterns and language, social, and communica -\ntion measures in children with autism or other developmental disabilities. Journal of Speech, 22\n J. BRAKE"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Language, & Hearing Research , 54(6), 1562–1576. https://doi.org/10.1044/1092-4388(2011/10- \n0029)  \nWeiner, B., & Grenier, M. (2020 ). Sensory balancing strategies for students with autism spectrum \ndisorder. The Journal of Physical Education, Recreation & Dance , 91(8), 21–28. https://doi.org/10. \n1080/07303084.2020.1798308  \nYergeau, M. (2013 ). Clinically significant disturbance: On theorists who theorize theory of mind. \nDisability Studies Quarterly , 33(4). https://doi.org/10.18061/dsq.v33i4.3876JOURNAL OF HUMAN BEHAVIOR IN THE SOCIAL ENVIRONMENT\n 23"
    }
  ]
}