{
  "doc_type": "scientific paper",
  "title": "Epistemology and semiotics of medical systems: A comparative analysis",
  "authors": [
    "Martien Brands",
    "Dorothea Franck",
    "Evert van Leeuwen"
  ],
  "year": 2000,
  "journal": "Semiotica",
  "doi": null,
  "abstract": null,
  "keywords": [
    "epistemology",
    "semiotics",
    "medical systems",
    "medical practice",
    "allopathy",
    "complementary medicine",
    "homeopathy",
    "Chinese medicine",
    "medical diagnosis",
    "concepts",
    "health care",
    "cognitive sciences",
    "linguistics",
    "medical anthropology"
  ],
  "research_topics": [
    "comparative analysis of medical systems",
    "cognitive aspects of medical diagnosis",
    "semiotic analysis of medical concepts",
    "universal validity of medical propositions",
    "context-dependence of medical knowledge",
    "linguistic and epistemological challenges in medicine",
    "communication between different medical practices",
    "structured referral and research in complementary and orthodox medicine"
  ],
  "created_at": "2025-05-05T03:12:52.712118Z",
  "source_pdf": "documents/research/Global/Brandis Epistemology.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Semiotica\nArticleTitle: Epistemology andsemiotics ofmedicalsystems:Acomparative analysis\nArticleAuthor: BRANDS\nVol:132No:1-2Date:2000-01-01Pages:1-24\nISSN-00371998;\nPublisher: 2000-01-01\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Epistemology and semiotics of medical\nsystems: A comparative analysis\nMARTIEN BRANDS, DOROTHEA FRANCK, and\nEVERT VAN LEEUWEN\nFeatures emerging 'upon analysis' is a\nparticular instance of reflexivity. These\nfeatures exist only within the reflexive work\nof those researchers who make them exist.\nThis does not deny their reality.\n(Mehan and Wood 1975: 18)\nIntroduction\nDifferent forms of medical practice co-exist in the health care system\nin many Western countries. Next to 'allopathy' or Orthodox' Western\nmedicine many forms of 'alternative' or 'complementary' practices are\npresent. The considerable growth of the use of alternative practices\nwithin the total spectrum of health care has been documented amongst\nothers by Eisenberg et al. (1993). At the same time, the essence of forms\nof complementary medicine is not familiar to general practitioners and\nspecialists when they finish their medical training (Berman et al. 1997;\nCarlston et al. 1997), while patients do receive simultaneously or succes-\nsively various treatments. This pluriform use in clinical practice could\nbe beneficial to the patients, if a structured communication between the\npractices would exist (Astin 1998). A structured communication between\nthe different directions in medicine would involve amongst others:\n— systematic referral of patients between doctors using different therapies,\n— comparative research for certain diseases in terms of clinical effect\nand cost-effectiveness,\n— scientific exchange at a conceptual level for the development of, for\nexample, new therapies for diseases, which have not been treated\nsuccessfully by either form of medicine until now.\nIn the Netherlands, the Dutch Health Council (1993) published an\nanalysis of the reasons why so little research is done on the effectivity\nof alternative practices; one of the conclusions has been that alternative\nSemiotica 132-1/2 (2000), 1-24 0037-1998/00/0132-0001\n© Walter de Gruyter"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 M. Brands, D. Franck, and E. van Leeuwen\nmedicine and university institutions lack a common meeting ground.\nThe absence of a 'common language' and 'a common taxonomy' were\nidentified as two major barriers to overcome existing prejudices between\npractitioners in the respective forms of medicine.\nCriticism is often expressed by allopathic or orthodox physicians of, for\nexample, homeopathy and Chinese medicine, two major complementary\nmedical systems, in that the latter two would not meet the standards of\nnatural scientific evidence of their working mechanisms, which makes\ntheir clinical results implausible.\nRecent meta-analyses of homeopathic clinical research show a positive\neffect of this type of treatment (Kleijnen, ter Riet, and Knipschild 1991;\nLinde et al. 1997), but these results are considered by opponents as not\n'evidence-based' (Langman 1997; Vandenbroucke 1997). An extended\nAmerican review (National Institute of Health 1997) also shows the\nclinical efficacy of acupuncture, and moreover, indicates options to\nconduct research on its physiological explanation. These studies still\nfail to contribute to an open communication, as they do not provide\na 'common meeting ground' with allopathy in terms of a physical and\nbiochemical plausibility of the homeopathic clinical results. An effect\nis indeniably measurable, but the absence of a working mechanism of\nhomeopathy (and mutatis mutandis also for Chinese medicine) in\nbiochemical terms leaves room for speculation about a placebo-effect\n(Reilly et al. 1994) — without a proper definition of this effect.\nBellavite and Signorini (1995) display some issues in biology, such as\ncomplexity, information-processing and energy dynamics of biological\nsystems which need further investigation with regards to the field of medi-\ncine. Also, physical, biological and immunological research using animal\nand physical models indicates how high dilutions such as used in homeop-\nathy can be examined scientifically (Endler and Schulte 1994; Bastide 1997;\nvan Wijk and Wiegant 1997).\nThis study seeks to contribute to overcome prejudice and distance\nby the development of a method which considers the exertion of a medi-\ncal practice as an applied system of thought, implying the use of certain\nconcepts of disease, cure and health in medical diagnosis and treat-\nment. We call this a 'medical system'. This conception of a medical system\nopens the perspective of using various methods from cognitive sciences,\nsuch as epistemology and linguistics, to analyze medical systems in terms\nof how they acquire and process data to establish a diagnosis. A com-\nparative framework using a semiotic perspective is presented in this article,\nwhich may serve to examine if such systems have an inner consistency.\nThe central research question of this article is: If the concepts used\nin the frame of reference of a medical system would be described,"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Epistemology and semiotics of medical systems 3\nwould this imply that these concepts are only consistent within\nthat system, or can they claim universal validity, scientifically based,\nexcluding other systems? From here some operational questions can be\nderived:\n1. What are concepts in a medical system?\n2. Which method would be necessary for the description of concepts?\n3. Is there a theoretical framework which can be used for the development\nof the method of description?\n4. Would the description of the concepts enable their comparison?\n5. And what would be the consequences of this comparison?\nBefore the methodology for researching these questions is displayed,\nthe issue is discussed whether statements made within one medical system\nhave a universal value, i.e., can be generalized to other systems; this, then,\nis confronted with the assumptions made in semiotics about the tension\nbetween the universal validity and the meaning of assertions.\nEpistemology and linguistics\nThe universalist tradition\nMcMullin (1995) has pointed from a medical-philosophical perspective\nto the resemblances between the search for objective truth about\ndiseases by Western allopathic medicine and the universalist tradition in\nWestern philosophy. Mullin mentions two central features of this tradi-\ntion: (1) the search for the universality of truth and (2) the idea that\nknowledge is acquired only by rational procedures. This opinion conforms\nwith Kirmayer (1988) who reviewed medical-anthropological research to\nshow how some basic notions of Western medicine are embedded in the\nuniversalist tradition. This may, however, provoke some problems, as is\nargued in what follows.\nEpistemologically said, a main cognitive activity of medical practice is\nto establish whether propositions about the condition of a patient such\nas This is disease' or 'This is not disease' are true or not (Wright and\nMacAdam 1979). Carnap (1935) discerned three forms of propositions:\nhe stated that if the truth-conditions, or circumstances under which\na proposition is true, can be defined, then the formulation can be a\ncorrect scientific proposition, for its truth may be tested by testing the\ncircumstances — this is a synthetic proposition. If these truth-conditions\ncannot be described, then the proposition is not useful for scientific\npurposes, i.e., testing — for then it is either always true or never true\n(an analytical or contradictory proposition, respectively)."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 M. Brands, D. Franck, and E. van Leeuwen\nThe concern about the truth of a proposition about disease has a very\npractical basis, as the decision about the truth of such a proposition\ndetermines whether a therapeutic action has to be taken or not. Its action-\norientedness makes medical thinking quite susceptible to universalistic\ntendencies, for if this proposition were true in all possible conditions, it\nwould liberate both patient and practitioner from the uncertainty inher-\nent of relativistic and probabilistic reasoning (Benbassat 1994). When\ndiscussing the rationalistic element of the objectivist tradition, Gillett\n(1995) points to the implications for medical philosophy of the epistemo-\nlogical criticism by Rorty (1992) and Kühn (1971 [1962]) on scientific\nclaims of objective truth. Gillett states that truth-conditions of the best\npossible medical decision with regard to diagnosis should no longer be\ndetermined by pathophysiological arguments only, but also by the life\nhistory and situation of the patient. Not the Objective' knowledge alone,\nbut also the context of the patient should determine the correctness of\nthe decision.\nMedical anthropology has criticized the one-sided focus on disease-\nentities of the biomedical model used in Western university medical train-\ning and practice, and pleads for the approach of a patient as a person within\nthe context of her/his own life, thus integrating this aspect into medical\ndiagnosis and treatment (Kleinman 1988). In an effort to trace the origin of\nthe rationalist character of Western medical thought, Gordon (1988)\nexamined the influence of naturalistic philosophy on the epistemology of\nWestern medicine. Nature is considered to be immanent and universal; so\naspects of Nature such as diseases can be studied, and finally they will reveal\ntheir hidden immanent features and secrets. Also, naturalistic philosophy\nmakes an opposition between mind and body, representing in human\nexistence respectively the rationalistic and intentional pole, in contrast with\nthe involuntary and accidental pole. As a representative of the rational\npole, Western medicine has as its objective — by rational reasoning,\nleaving aside the subjective tendencies of human perception — to acquire\nabsolute knowledge of disease-processes, in order to control them.\nAnd allopathic medicine claims this knowledge to be based on natural\nscientific data, and together with this claim it is assumed that these data\nare independent of the context in which they are acquired. Thus, on a\nmeta-level a rationalistic view of medical science is still advocated. Ironi-\ncally, this view is in a process of being left behind in current natural\nsciences. Moreover, it can be questioned whether medical practice\nactually can fulfill the demands, as medical data have some features\nwhich do not fit this traditional view of natural science:\n1. Many data do not meet the ideal of context-independency, of which\nan example is the pathoanatomical 'proof that the existence of disease"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Epistemology and semiotics of medical systems 5\nis determined by microscopic examination of dead tissues. This ideal\nruns parallel to the conception of natural science that, for example, in\nphysics data are acquired in studies of dead matter enabling the scientist to\ncontrol the manipulation to a high degree. Contrary to this, medical data\noften are 'embodied': cognitive scientists such as Varela, Thompson, and\nRosch (1992) indicate that medical knowledge is acquired by means of\na living human body with a consciousness which causes a variable reaction\nto external influence and manipulation. Although natural science should\nbe used as an auxiliary science, and human physical phenomena can be\ndescribed with the help of hydraulic metaphors such as the pump-function\nof the heart, this does not suffice to explain all aspects of human disease\n(Coulter 1975).\n2. Medical data such as symptoms can vary over time during a disease-\nepisode, which is obvious in the descriptions of human illness; symp-\ntoms cannot be considered as constant phenomena, which undergo only\nlinear and reversible changes such as described in classical Newtonian\nmechanics. On the contrary, their variability is comparable to phenom-\nena observed in modern physics, with applications in metereology and\nastronomy. Physicists such as Hess (1978) and Nicolis and Prigogine\n(1987), have studied so-called 'non-linear' or 'irreversible systems' in\nphysics and chemistry, in which they observed irreversible variations of\nphysical and chemical phenomena during the course of an experiment.\nHess (1991) indicated that irreversible systems also exist in human\ncells, e.g., in the Adenosine Tri Phosphate (ATP)-cycle. Nicolis (1991)\npointed to the 'chaotic' or non-linear features of both biological and\nhuman information-processing.\nIrreversibility is a central feature of human disease-processes, as can be\nseen in the time-dimension of disease expressed in the term 'the course of\nthe disease'. Medical knowledge is based on observations of occurrences\nin single persons which are by definition irreversible and unique, although\nmultiple observations of patients can assist in discovering common\nfeatures of these occurrences and in inducing rules from them. But the\nextrapolation of these rules to future occurrences is subject to probability,\nand is not deterministic in nature, as future occurrences will never be\nidentical, as the current ones cannot be repeated (Feinstein 1983a).\n3. Medical data are 'contextual': the account of human experience in\nillness is susceptible in its assumptions and its mode of reasoning to the\nculture in which these assumptions are formulated, by persons who are\npart of that culture. This is contradictory to the notion of universally\ntrue knowledge, independent of its context (Lock and Gordon 1988b).\nThe features of medical data make them apt for studying with linguistic\ntechniques which can take their variation into account; modern medicine"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 M. Brands, D. Franck, and E. van Leeuwen\nshould not solely rely on techniques which were adapted by medicine\nfrom natural sciences as they existed in the nineteenth century, when\nnatural phenomena were thought to be deterministic and to predictably\nobey immanent laws (McMullin 1995).\nMoreover, although modern natural science has drawn nearer in its\nassumptions to the practice of medicine as a context-dependent activity,\nit still does not possess techniques to investigate the vehicle itself of\nmedical communication: language, in the form of discourse and text.\nThe linguistic challenge and its implications for medicine\nFrom a linguistic perspective, some remarks can be made with regard to\nthe nature of medical knowledge. The patient-doctor discourse can be\nconceived of as the telling of a narrative; moreover, the clinical theory the\ndoctor uses as the framework to interpret this narrative can be conceived\nof as a text. Narrative and text can be analyzed by using linguistic tech-\nniques such as discourse analysis and text-analysis, and together they\nconstitute an important part of what is considered medical knowledge.\nHunter (1991) has analyzed medical practice from a linguistic perspec-\ntive, and described many factors which contribute to illness as expressed\nin the narrative of patients. The description of symptoms is born out of\nthe experience of pain and disability, components of the lives of both\npatient and doctor. And these lives constitute the cultural context in\nwhich these symptoms are perceived (Price 1987).\nAn example of what the linguistic approach can offer the present\ndiscussion about medical propositions, is how the linguist Searle (1980:\n226) establishes the relationship between the truth-conditions of a sen-\ntence, its meaning and the context of the reader of the sentence. The truth-\nconditions of a sentence do not depend on its literal meaning but on the\n'background-information' we already have of the concepts used in the\nsentence in question, and of their relation to the central concept about\nwhich that sentence provides information.\nSearle shows different meanings of the word 'cut' in about eleven\nsentences, e.g., 'Bill cut the grass' and 'Sam cut two classes last week'. For\neach sentence truth-conditions can be formulated, and they depend on the\ndifferent meanings of this common word. In their turn, these meanings\ndepend on our background information about the other words in those\nsentences, grass and classes. This information is our knowledge about\nhow physical nature is organized (growth of grass) and how our culture\nis structured (classes in education). This information can be defined as\nthe context of the reader."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Epistemology and semiotics of medical systems 7\nSearle's argument can be reformulated for medical epistemology in\nsuch a way that the conditions under which a proposition such as 'this is\ndisease' is true, may differ between different medical practices, as they\nmay have different 'background information'. This background infor-\nmation determines different interpretations of the symptoms of a patient.\nAnd these interpretations are examined by considering basic notions about\nwhat is disease, a central concept within each system. These notions then\nlead to the formulation of truth-conditions, which make the proposition\n'this is disease' a synthetic proposition in Carnap's sense: it can be\ntested after having formulated precisely the circumstances under which\nit is true; and these circumstances may differ depending on the medical\nsystem in which they are formulated. This very medical system then\nsupplies the background information (cf. Searle) or context (cf. Gillett)\nof the proposition.\nMethodological issues\nThe comparison of medical systems\nA methodological issue of comparing one conceptual system with another\nis: can concepts and assumptions of one system be generalized to another\nsystem?\nThe approach chosen here is to analyze and compare medical prac-\ntices by focusing on their cognitive aspect; a medical practice is consid-\nered here as the application of a system of thought, this medical system\nof thought is defined in cognitive terms as the conceptual design of how\nmedical diagnosis occurs within a specific medical practice.\nThe analysis of the diagnostic aspect of a medical practice should focus\non the interpretation of symptoms and on the meaning of diagnostic\nstatements or propositions about these symptoms, rather than on the\nquestion whether these propositions are true under all circumstances. The\ncircumstances are the respective assumptions in different medical systems,\nsuch as allopathy, homeopathy and Chinese medicine. If they can be\ndefined, the truth of propositions may be established for each system.\nA comparison of diagnostic strategies requires a semiotic perspective,\nto establish the relation between a symptom and a disease-category it\nrefers to as a sign. For what is important in semiotics is not the universal\ntruth of a proposition, but the meaning of a sign as the result of interpre-\ntation (Eco 1976). The use of the semiotic approach can avoid universalist\ndiscussions about the objective truth of propositions as referred to in\nthe previous section."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 M. Brands, D. Franck, and E. van Leeuwen\nWhen, in accordance with the definition of a medical system, as given\nabove, a medical system is considered here a conceptual design of medical\ndiagnosis, two aspects of such a conceptual design need to be com-\npared: the structural and the decision-making aspect of establishing\na diagnosis.\n1. The structural aspect deals with how disease-categories cluster\nsymptoms of illness, so the description of the structure implies the\ndescription of the categories used in that medical system.\n2. The decision-making aspect addresses the selection and attribution\nof symptoms to disease-categories, and this implies the description of\nthe process of interpretation; this is done by using a semiotic\nperspective.\nThe structural aspect is discussed first, and in the next section the\nsemiotic approach of the analysis of the decision-making process is\nelaborated on.\nConcepts and categories\nThe structure of a medical system consists of concepts about what disease\nis, what cure is and how it might be achieved, e.g., by interventions such\nas administration of medicines; but it also contains concepts about diag-\nnosis, how the symptoms of a patient should be attributed to a disease-\ncategory, so that this patient can receive a diagnostic label, and can be\ntreated with an intervention, etc. The cognitive analysis of a medical\nsystem thus should address the definition and practical use of concepts\nand categories. This issue refers to the question of their origin.\nWhat is considered to be the origin of concepts, seen as cognitive\nentities, can vary according to different epistemological traditions.\nEmpiricism stresses that concepts refer to objects 'given' in nature, a pri-\norism that they exist as mental representations in the mind (see for more\ndiscussion Chisholm 1986; Fodor 1991; Quine 1969). Both traditions\nassume that concepts exist objectively, i.e., independently of their observer:\nthey 'wait' to be discovered by the researcher.\nThe question is whether the notion of objective, observer-independent\nexistence holds for the use of conceptual analysis in different cognitive\nsystems such as medical systems. Again the issue of context arises: is a con-\ncept such as a disease-category (originated from either nature or the mind)\nindependent of its context, or is it shaped by the experience of illness?\nMedical concepts arising from experience like cough, inflammation\nor fever, have been categorized into clusters of symptoms or disease-\ncategories, e.g., pneumonia. A medical-diagnostic process is a form of"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Epistemology and semiotics of medical systems 9\ncategorization, for a doctor tries to find an answer to the composite\nquestion: To which disease-category do I attribute this patient with these\nsymptoms, or is there no disease (as a category) present here, or does the\nsymptom ambiguously refer to more diseases?' (Gale and Marsden 1985).\nAnd this question refers to a fundamental issue in categorization: are the\nproperties of a category necessary and sufficient to define the category,\nor are they not?\nThis implies the next question: whether a disease-category is a class of\nuniform instances of diseases, or whether they can vary in the composition\nof their elements. The first type is called a 'discrete category', the second\na 'non-discrete category' (Givon 1989). Wittgenstein (1953) used the\nnotion of 'family-resemblance' for instances within one category; this\nwas elaborated on by Rosch (1975, 1978) and led to the formulation of\nthe notion of 'prototype' categories. One class of a category can have\nnon-identical members (like in a family), and some of these members are\nso characteristic that they are the 'prototype' for a certain category, the\nprototype of a category is formed at the intersection of several typical\nfeatures. Classical discrete categories are the exception rather than the rule\nof categorization, the majority of categorization occurs by 'prototypical\neffects' (Rosch 1978), and the majority of categories are 'non-discrete'\n(Givon 1989).\nMedical categorization involves the question whether the central\nmedical unit of categorization — disease — is a prototype or a discrete\ncategory — the latter is sometimes named a 'set' in medical texts on\ncategorization (Wright and MacAdam 1979). This question implies:\n— Are all instances of diseases within one disease-category (e.g.,\npneumonia) identical, or are they classified according to a prototype\nof pneumonia? And\n— do all instances of pneumonia contain identical properties, or can\nthese properties vary over several instances?\nSummarizing, the analysis of the structure of a medical system has two\naspects:\n1. Concepts can be considered as fixed entities, existing independently\nfrom their context, either in nature, or in the human mind. Findings\nof research on child-development, such as those of Piaget (1972),\nhowever, show the dependence of concepts on context, in that con-\ncepts develop by experimentation with nature in interaction with\na maturing mind.\n2. Categories have traditionally been considered discrete categories;\ncognitive psychological research indicates that this is the exception\nof a more general rule which says that categorization occurs by\nprototype-effect (Rosch 1978)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 M. Brands, D. Franck, and E. van Leeuwen\nIf medical systems are to be compared, three options can be used:\n1. The establishment of a conceptual meta-system\nCommon concepts then should be designed, to account for and to\nencompass the variation in concepts of the separate systems. The unifi-\ncation of concepts and categories of medical systems would lead to the\ncreation of superimposed concepts and 'super-categories'; they would be\nimmanent, according to the universalist tradition. The unification denies\nthe character of concepts and categories as described before: categories\nare protypical, and concepts depend on the context in which they originate\nand in which they are used. It would also run counter to anthropolog-\nical findings which show the cultural dependency of disease-categories\n(Kleinman 1986; Price 1987). Waitzkin and Magana (1997) examined\npatients' narratives of traumatic events in different cultures; they relate\nculture to the expression of different types of somatic manifestation\n(somatization) of traumatic events. It is difficult to imagine how symp-\ntoms of such highly personal experiences could be categorized in\ncross-culturally, universally valid disease-categories.\nThe variability of human disease-symptoms and their culture-dependent\nexpression would imply an endless translation of symptoms and concepts\ninto formalized 'super-categories' of the metasystem, for which natural\nlanguage as spoken by patient and doctor lacks the capacities. This would\nrequire the development of a formalized language.\nA formalized language is an inappropriate instrument for the descrip-\ntion of the variations of manifestations of human illness. The level\nof abstraction of this option makes it irrelevant for the daily practice, as\npractitioners would not be satisfied with such an abstract description of\nvery concrete entities such as symptoms and categories.\n2. The 'golden standard' option\nThis option is called metaphorically 'golden standard', as it implies\nthat one system of medicine would function as the superior calibration\npoint, the 'golden standard' with which to measure the validity and consis-\ntency of other medical systems. The objective of such a method would be to\nprove the superiority of one medical system by highlighting its featuring\nconcepts in contrast to the equivalents in other systems. In the case of\na medical system, selecting one of its features implies the use of a specific\nconcept about disease or a specific disease-category as the measure with\nwhich to assess the validity of concepts or categories in other medical\nsystems.\nWhen the concepts are considered context-dependent and categories\nsubject to variation, the selection of one of their features as the criterion"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Epistemology and semiotics of medical systems 11\nof comparison runs counter to the results of empirical research in prototype\ncategorization: the use of one feature as a 'golden standard' can only be\nmade by considering this feature valid in all different contexts, and that is\nexactly what is refuted by the research on prototypes. Because, if one feature\nof a category is considered to vary across categorizations (as is the case in\nprototypical categories), it may be present or absent. How can a feature be\nused as a calibration of other features if it is sometimes absent?\nThe discussion referred to above, about the lack in plausibility of\nhomeopathy and Chinese medicine in biochemical terms, is, in fact, an\nexample of such an isolation of one feature (in this case from allopathic\nmedicine), which is then used to 'prove' the non-scientific basis of the\nother forms of medicine. However, in several university laboratories\nhigh dilutions, such as used in homeopathic drugs, are the subject of\nphysical, biological, and physiological research. This has led to many\npublications of fundamental research (Bastide 1997; Endler and Schulte\n1994). This research refutes both the claim of some homeopaths that\nnatural science is not a suitable method for studying homeopathy, as well\nas the allopathic claim that biochemistry cannot lead to supporting the\nexistence of the effect of high dilutions.\nMoulton (1983) indicated with 'the Adversary Paradigm' the attitude\nin scientific debate to exclude other concepts from one's own conceptual\nmodel, and then to attack those other concepts. Gillett (1995) has men-\ntioned that this excluding attitude leads to the opinion of allopathic medical\nresearchers that other diagnostic and therapeutic possibilities do not need\nto be researched. This is not without practical, therapeutic danger as the\nphysicians Querido and Roos (1980) and the physiologist Root-Bernstein\n(1993) have argued. Moreover, the use of the Adversary Paradigm is in itself\na violation of a main principle of an objectivist science — from which the\nAdversary Paradigm originated (Moulton 1983): the selection of some\nfeature as a standard of comparison has not been subjected to an objective\nprocedure. Does a participant engaged in the debate, necessarily make an\nobjective selection? Popper (1958) pointed out that scientific choices are\nusually influenced by subjective moments; Kühn 1971 [1962] went a step\nfurther by stating that the process of scientific reasoning itself is influenced\nby subjective concepts. Also, to date, no publications are known which\nrefute the homeopathic and Chinese medical assumptions by the use of an\nempirical model. And an a priori rejection of a possible explanation on a\ntheoretical level contradicts the methodological, i.e., empirical framework\nof allopathy itself.\nThe approaches of both the meta-system and the 'golden stan-\ndard' assume that there are concepts and categories with immanent\nproperties which are independent of the context in which they are used."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 M. Brands, D. Franck, and E. van Leeuwen\nThis is in contradiction with the properties of concepts and categories\ndescribed:\n— the content of concepts depends on their contexts of origin and of use;\n— categories do not have fixed properties, but are prototypical.\nTherefore, both options do not seem to be the most appropriate\nmethods for the comparison of medical systems. What is even more\nimportant, they fail to leave the universalist epistemological tradition\nbehind, as they both still try to establish truth-conditions of proposi-\ntions — in this case about medical concepts — independently of the\nspecific circumstances (i.e., the medical system) in which the propositions\nabout disease-concepts are formulated. This runs counter to the logico-\npositivist requirement of defining the circumstances in which a proposition\nis true (Carnap 1935; Rorty 1992). Therefore, a method is developed\nhere which focuses on the interpretation of symptoms, rather than on\nestablishing whether a proposition about them is true. This method uses\nsemiotics as its theoretical framework.\n3. The comparison of similarities and differences in interpretation\nAccording to this option, the medical systems are compared for their\nsimilarities and differences between their concepts and categories.\nThe parameters of comparison are the existing disease-categories within\neach system, and the process of diagnosis (how symptoms are attributed\nto those disease-categories).\nThree features which medical systems have in common are:\n1. the use of language as the main vehicle for the transfer of information.\n2. categorization as the decision-making process in diagnosis. Symptoms\nhave to be attributed to disease-categories so that an appropriate\ntherapeutic action can be taken.\n3. the use of analogy in the construction of theories of disease. Metaphors\nused in textbook descriptions of disease-concepts give insight into how\ndoctors in different medical systems interpret information about\na similar complaint of a patient. The study of the use of analogy\n(Gentner and Jeziorski 1995) may show how the same symptoms of\na patient can refer to different disease-categories when interpreted by\ndoctors within different medical systems.\nThese three features are used in the semiotic approach, in which\ninterpretation is the central focus.\nSemiotics of medicine\nIn the part on categorization in the previous section a central question\nof an examining doctor was formulated about the decision to which"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Epistemology and semiotics of medical systems 13\ndisease-category a certain symptom of a patient should be attributed. This\nattribution implies the establishment of the relationship between a symp-\ntom and something this symptom refers to. A relationship in terms of\nreferral by one thing to another is called a 'semiotic relationship': a sign\n('semeion' in Greek) refers to something else, its object. A semiotic rela-\ntionship in medicine implies that a symptom may function as a sign if\nit refers to a disease-category. The question can be posed: when does\nthe symptom become a sign, and when does it not? Or, in which way\ndoes a symptom become a sign? Several researchers have pointed to the\nrelevance of posing these questions in a semiotic framework to study\nthe practice of medicine (Burnum 1993; Foucault 1975; Sebeok 1991;\nSundström 1987; Uexkull 1986).\nPeirce, often considered the founder of modern semiotics in the nine-\nteenth century, formulated conditions for when something becomes a sign,\ni.e., it refers to an object. These three main conditions are formulated\nhere for words in a language. Words have a sign-function:\n1. if their grammatical structure is correct,\n2. if they can acquire a meaning, and\n3. if their meaning can be transferred to the listener/reader of the word.\nThese conditions are reflected in the concept of the 'semiotic triangle'\n(CP 5.473, 5.484). The semiotic triangle consists of the sign, the object to\nwhich the sign refers, and the interpretant (the instance or person inter-\npreting the sign referring to the object). According to Peirce (CP 1.339):\n'a sign stands for something to the idea which it produces, or modifies.\nThat for which it stands is called its object; that which it conveys, its\nmeaning; and the idea to which it gives rise, its interpretant'.\nWhy is semiotics chosen as an approach for this comparison?\nEco (1976) compared semiotics with the traditional issues of philos-\nophy, such as the truth of an assertive proposition (Katz 1972), by\npointing out that semiotics is not so much concerned with truth as with\nmeaning. For something to be valid as a sign the truth-value is not\nrelevant, such as for a proposition in classical logic, but it is essential that\nthe sign can acquire a meaning, i.e., that the sign can be interpreted.\nAs it is indicated with Searle's example of the variance of word-\ninterpretation in different sentences, truth-conditions can be formulated\nfor the proposition 'this is disease'. It is questionable if these conditions\nare valid beyond the specific medical system for which they are formulated.\nThere are no disease-concepts used in medical practice which are uni-\nversally valid. Is it more important that a symptom has a meaning than\nthat it is 'true'? Doctors and patients can consider the sentence 'this is\na disease', (an attribution of a group of symptoms to a disease-category),\neither as a proposition or as an interpretation of signs."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 M. Brands, D. Franck, and E. van Leeuwen\nIf the sentence is considered a proposition with a general validity for\nevery system of medicine, universal truth-conditions (conditions under\nwhich the proposition is true in all systems) should be formulated\n(Eco 1976). These conditions might possibly differ between forms of\nmedicine, given the divergent interpretations of the same term 'disease'\nin each system. If, however, the sentence 'this is disease' is conceived by\nboth patient and doctor as an interpretation, the meaning is the criterion\nof analysis, and this meaning can differ between medical systems. With\nregard to truth-conditions it can be said that each medical system con-\ntains different conditions under which symptoms can be interpreted\nto refer to a disease-category.\nIf they do refer, the interpretation can be considered as a true prop-\nosition, but this truth depends on the specific context of one medical\nsystem in which it is made. It may not be a true proposition if made in\nanother system of medicine; in semiotic terms, the truth does not depend\non Objective' or universal criteria, but on the correct interpretation\nwithin one certain system.\nDefinitions\nThe main concepts in semiotics are: sign, sign-production, and codes;\nthese are applied to the medical context. They are defined by Eco as fol-\nlows (1976: 116) (the medical application of these definitions is also given):\n1. A sign is a correlation between an expression and a content.\n2. Sign-production is the interpretative process that makes an expres-\nsion (e.g., a symptom) refer to a content (e.g., a disease-category). Sign-\nproduction in medicine occurs when a symptom is transformed into\na sign. This happens if this symptom can be provided with the correct\ncoding, so that it can be interpreted by its referral and acquires\na meaning. So sign-production is not a self-evident process: interpre-\ntation is needed.\n3. A code is a marker of the correspondence between an existing system\nof sign-vehicles (symptoms) and a system of cultural units (diseases)\n(Eco 1976: 67-68).\n4. A cultural unit is a whole of culturally accepted notions about a phe-\nnomenon. Anthropologists such as Price (1987), Waitzkin and Magana\n(1997) and White and Robillard (1989) describe how disease-stories\nconvey messages about cultural notions. To understand a medical\nconsultation, it is necessary that both speaker and listener share\nknowledge about the codes of the signs they use: the symptoms which\nare presented by the patient."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Epistemology and semiotics of medical systems 15\n5. The coding of symptoms is made, in semiotic terms, by syntactic and\nsemantic markers (Eco 1976). Syntactic markers provide information\nabout the form of the symptom; semantic markers concern its content\n(its referral to a disease-category).\n6. Peirce discerned between a sign as an 'index' or a 'symbol' (CP 2.247);\nthe index indicates a concrete object; the symbol tells in general terms\nthat there exists any object to which is referred; the nature of the object\nis not necessarily known.\nPrototype categorization and semiotics\nRosch (1978) established that most categories are organized around\nprototypes. This implies that a disease-category has a high chance of\nbeing a prototype; not always the same symptoms are included as\nelements into that category. Therefore, it cannot be said beforehand if\na symptom refers unambiguously to one and the same disease-category.\nIt is therefore necessary to analyze how symptoms refer to disease-\ncategories; and this can be a central focus of comparison between medical\nsystems: how can the referring or semiotic relationship between a symp-\ntom and a disease-category be established? It is highly probable that this\nrelation differs depending on how the concept of disease is formulated;\ne.g., in Chinese medicine several disease-patterns can be discerned within\na group of patients with gastric ulcer (Kaptchuk 1983); one category in\nallopathy, 'gastric ulcer', can be subdivided into several patterns in Chinese\nmedicine. This means that the referral of the symptom 'gastric pain' is\ndifferent in allopathy and Chinese medicine.\nHow this referring relationship is exactly established, and how it differs\nbetween the three medical systems, depends on:\n— which elements compose the prototypes of disease categories, and\n— whether the categories are prototypes indeed, or discrete categories.\nSo, the structure of disease-categories may influence the semiotic\nrelation between symptom and disease-category. Sometimes a symptom\nmay refer to a disease-category, and sometimes it may not. This depends\non the variation within a category, and this depends, in its turn, on the\nnotion of what disease is; is disease a process defined to consist of a fixed\nset of features, independently of its context, the patient, or is it context-\ndependent, i.e., or do the features of the category depend on the patient?\nA patient and doctor can establish a different semiotic relation between\na symptom and a disease-category. For example, a patient with an abdom-\ninal pain suspects a physical diagnosis; when an allopathic doctor has"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 M. Brands, D. Franck, and E. van Leeuwen\ndone physical examination (eventually complemented with laboratory\ndata) without a result in the form of an anatomical cause for that pain,\nthen the doctor is likely to say: Ί can't find anything'. As allopathic\nabdominal disease-categories are labeled according to anatomy (Harrison\n1994), for this doctor the pain does not become a sign referring to any\ndisease; so in this case there is no allopathic disease-category the pain can\nrefer to. However, the pain does not disappear by stating that it is a\nsubjective feeling for the patient. Doctors sometimes even say 'You can't\nhave pain, as I can't find anything', then the problem becomes a discussion\nabout the truth of a symptom (Jackson 1992).\nThe possibility of assigning a sign-function to a symptom depends\non whether the symptom can be interpreted as referring to a disease-\ncategory. If there is no such referral, interpretation is impossible within\nthis particular clinical theory: the symptom cannot become a sign. But\nit does, however, if the symptom can be incorporated in the disease-\ncategory as a variable element. The structure of a disease-category,\na prototype or a classical discrete category (Givon 1989) influences the\ndecision-making process, i.e., the interpretation by establishing a semiotic\nrelation between symptom and disease-category.\nThe comparative model\nWhen the synthesis is made of categorization and a semiotic approach,\na working model for the comparison of systems of medicine is presented;\na medical system is defined as a conceptual design of how a diagnosis\nis achieved. This model may function as a start to do research in a field\ndefined here as 'comparative medicine'. In this article the first outlines\nare set for separate studies with regard to several aspects of medical\ndiagnosis.\nIt is proposed here to use a semiotic approach for the comparative\nanalysis of medical systems and to perform two operations first:\n1. definition of the context of each system\n2. description of the unit of the system's prototypical categorization:\nthe disease-category.\nTogether this leads to the third operation:\n3. developing a semiotic process-analysis of medical diagnosis.\nThe relevance of including each of these three operations is summarized\nas follows.\n1. With 'context' is meant the cultural notions in which the key concepts\nof the medical theory are embedded, such as for Western medicine the"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Epistemology and semiotics of medical systems 17\naim to gain objective knowledge about diseases. The cultural notion\nmay lead to a definition of the disease-concept of the system under\nstudy, and this concept influences the nature of the disease-category,\nand thereby the type of categorization.\n2. Whether prototypical or classical discrete categories are used in a\nmedical system is relevant, for their composition determines to which\ndisease-categories symptoms of a patient will be attributed, referring\nas signs to these disease-categories. The semiotic process (i.e., the\nreferring relation between symptom and disease) depends on the kinds\nof disease-categories used in that medical system.\n3. Context description enables the definition of key concepts (operation 1)\nwhich determine the mode of categorization (operation 2), which in\nits turn determines the semiotic process of diagnosis.\nTherefore, by these three operations the internal consistency of a medical\nsystem may be examined and described.\nA general scheme is proposed here for making explicit the recep-\ntion and processing of the medical narrative. It is conceived of as\na semiotic process-analysis, which takes into account the process of\ncategorization and the influence from the context of the participants\nin medical practice: doctors and patients. On the basis of the model\nEco (1976) developed for sign-production and coding, an application\nis made in Hunter's (1991) terms for the medical situation. The\noriginal semiotic model contains five steps in sending and receiving\na message:\n1. coding of the sign by the sender\n2. sending the message\n3. transferring this information, depending on the context\n4. receiving the information which includes the code\n5. interpretation of the information (Eco 1976: 141, 154).\nIf this is applied to the medical situation, the model becomes as described\nin Figure 1: The medical encounter as the starting point of diagnosis and\ntreatment is the focus of attention. The first column of Figure 1 contains\nthe phases Hunter mentions when describing the medical encounter in\nterms of the encounter of two narratives, of doctor and patient. In the\nsecond column the semiotic process is outlined for each of Hunter's phases.\nThe third column mentions the moments where the context exerts an\ninfluence on the phase concerned.\nThe process can be divided into six phases:\n1. The narrative of the patient is being told, including its coding (syn-\ntactic and semantic markers); the coding depends on the experience\nof the patient of her/his world. This phase includes steps 1 to 3 of\nEco's scheme."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 M. Brands, D. Franck, and E. van Leeuwen\nsemiotic processkind of knowledge\ninvolved\n1. narrative coding\n2. pattern coding 1 sign - production or semiosis\n3. pattern recognition/\nad 2 reception: observation: the narrative of the patient\nad 3 diagnostic cycle: induction: hypothesis (diagnosis)\n= sign-productionown experience\nof the patient\nframework of\nmedical knowledge\nwithin a system\ndeduction\nof data to be collectedtesting of hypothesis\nrejecting or confirmation\n4. inference-making\n5. classification\n6. therapeutic actiondata collection\n(questions, examination, tests)\nconfirmation of hypothesis=diagnosis\nattribution of symptoms to disease-category\nFigure 1. Process-analysis of medical categorization\n2. By narrating the symptoms, a pattern is being built, some symptoms\nare emphasized, and others hardly mentioned; this process of selection\ncan be analyzed in the analysis of medical discourse.\n3. During this building of a pattern in the patient's narrative, the message\nis transferred to the listening doctor and received; the reception\nconsists of pattern-recognition by the doctor according to the context\nof the doctor: personal experience and the form of medicine practiced\naccount for the selection of the information and the possibility of\nattribution of the symptoms to categories. This possibility depends on\nwhether the symptoms can become a sign. The selection process can\nbe studied, as well as the interaction of selection of signs and the\nmedical context (the main concepts of disease, cure, and health in\na particular system).\nThis phase corresponds with steps 4 and 5 in Eco's scheme.\nThe second and third phase of the process constitute the actual\nsemiosis or sign-production. The framework of the medical knowledge"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Epistemology and semiotics of medical systems 19\nguides the decoding by the doctor of the patient's narrative, and the\nsynchronous coding of the selected symptoms, so that they can be\nattributed to a disease category. When a patient starts talking about\nstomach complaints, most probably the doctor's attention will initially\nbe directed towards this complaint. It depends on the medical frame-\nwork or available disease-categories, if other symptoms are interpreted\nto refer to the same category, to complete the clinical picture, e.g., concur-\nrent throat sensations (such as is done in Chinese medicine). This checking\nof information by comparing it to an existing prototypical disease-\ncategory is described here as the hypothetic cycle. This cycle is an\nalternance of inductive and deductive reasoning. This also implies that\nthe second and third phase alternate, as the doctor may return to the\nsecond phase to gain additional information which then may lead to\nanother hypothesis in the third phase:\n— With some observations of the patient's narrative, the doctor induces\na preliminary hypothesis in the form of a selection of a potential\ncategory to which the narrated symptom might be attributed.\n— Then, the hypothesis is tested by deductive reasoning by posing addi-\ntional questions and searching for the presence of symptoms, which, if\nthey are present, would also become signs given the presence of the first\nsign which triggered the formulation of the initial hypothesis. Together\nthese signs will form a pattern.\nStep 5 of Eco's scheme is divided here into the fourth and the fifth phase:\n4. If the pattern of signs is present, the inference is made that these signs\ntogether form sufficient reason to confirm the hypothesis and to attri-\nbute the signs to a disease category: the hypothesized pattern is present.\n5. The fifth step is the definite disease-classification, and the retelling\nof the patient's narrative in the form of a medical story by the doctor\nto the patient, justifying further diagnostic or therapeutic actions the\ndoctor is about to propose. The patient may have checks of this\ninformation. This checking process may be analyzed further in\ndiscourse analysis of medical consultations.\n6. If this process of negotiation is concluded, the therapeutic action can\noccur, although the proposal of it by the doctor can again cause a\nnegotiation with the patient. This may provoke a feedback to earlier\nphases if the conclusion in the fifth phase is not agreed upon.\nThe exchange of the patient's narrative with the doctor's narrative is\na circular movement, in which adaptation occurs as a two-sided process\nof sending and receiving messages. The two-sidedness, however, depends\non the possibilities of both parties to engage in such a process (Brown\n1995), and this engagement depends among other things on the possibili-\nties of categorizing the information presented by the patient. A more"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "20 M. Brands, D. Franck, and E. van Leeuwen\ndetailed description of the limitations of these possibilities can be made\nby the text-analysis of medical books and discourse-analysis of medical\nconsultations; these can be made in separate studies.\nSteps of comparative analysis\nIn the description of the diagnostic process made above, several aspects\ncan be discerned. These aspects concern the structure, the meaning, and\nthe action of a semiotic process or semiosis. Morris (1971) proposed\na division of semiosis according to this tripartition:\n1. the syntactic level, where issues of structure are dealt with;\n2. the semantic level, where meaning is addressed;\n3. the pragmatic level, where the actions are the focus of interest.\nThe model of comparative analysis is composed according to this\nthree-level structure, enabling the diagnostic explicitation of other medical\nsystems.\nEach medical system which is to be compared can be analyzed in\nseparate studies at the following levels:\n1. The syntactic level: here the structure is constituted by the elements\nof the system of signs which is described; in this study this means\nthe definitions of the key concepts of the medical systems concerned.\nThe chosen key concepts are: disease, cure and health. They can\nbe defined for each system, such as for allopathy, homeopathy and\nChinese medicine. All three concepts form the basic terms in medical\nnarratives, be it on text- or discourse level. Medicine ultimately is\nconcerned with disease and the process of cure to arrive at a state of\nhealth. Their interrelationships can be analyzed, as well as the meta-\nphorical structure of the key concepts. The metaphors refer to the\nunderlying thoughts, which contributed to the origin of those concepts.\nTogether they form the foundation for the second level.\n2. The semantic level: here the meaningful relations between the terms\ndisease, cure and health are displayed in the form of a clinical theory.\nThis clinical theory describes how a symptom such as gastric pain may\nrefer to different disease-categories, and these may differ in different\nmedical systems. Without a clinical theory a doctor cannot receive the\npatient's story nor understand it in a form which enables description,\ninterpretation and treatment of the symptoms.\n3. The pragmatic level of the analysis indicates the language actions in\nthe discourse in the way that they can be performed, given the possible\nrelationship which can be made at the semantic level, i.e., the clinical\ntheory. The patient's story is transformed by deletion and selection of"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Epistemology and semiotics of medical systems 21\nsigns depending on the possibilities of interpretation of the doctor\n(Browm 1995).\nConclusion\nIt seems feasible to design a framework for analysis and description of\nthe cognitive aspects of medical diagnosis, as such that similarities and\ndifferences of the respective systems can be distinguished, without that an\na priori position needs to be taken about the validity of a medical system.\nWhen the three levels of analysis, syntactical, semantical, and prag-\nmatical, are used as such a framework, those similarities and differences\nmay enable an explicit comparison, which can provide instruments for\na structured communication between practitioners of these systems.\nReferences\nAstin, John A. (1998). Why patients use alternative medicine. Results of a national study.\nJournal of the American Medical Association 279, 1548-1553.\nBastide, Madeleine (ed.) (1997). Signals and Images. Dordrecht: Kluwer Academic Publishers.\nBellavite, Paolo and Signorini, Andrea (1995). Homeopathy. A Frontier in Medical Science.\nBerkeley, CA: North Atlantic Books.\nBenbassat, J. (1994). Difficulties in teaching of uncertainty to medical students. In\nThe Discipline of Medicine. Emerging Concepts and Their Impact upon Medical Research\nand Medical Education, Proceedings symposium, May 1993, A. Querido, L. A. van Es,\nE. Mandema (eds.), 185-191. KNAW verhandelingen. Amsterdam: North Holland.\nBerman, Brian M.; Hartnoll, Susan M.; Singh, Betsy B.; and Krishna Singh, B. (1997).\nHomeopathy and the US primary care physician. Growing interest in a forgotten field?\nBritish Homeopathic Journal 86, 131-138.\nBrown, Gillian (1995). Speakers, Listeners and Communication. Cambridge: Cambridge\nUniversity Press.\nBurnum, John F. (1993). Medical diagnosis through semiotics. Giving meaning to the sign.\nAnnals of Internal Medicine 119, 939-943.\nCarlston, Michael; Stuart, Marian; and Jonas, Wayne (1997). Alternative medicine\ninstruction in medical schools and family practice residency programs. Family Medicine\n29 (8), 559-562.\nCarnap, Rudolf (1935). Philosophy and Logical Syntax. London: Kegan Paul.\nChisholm, Roderick (1986). The myth of the 'given'. In Empirical Knowledge. Readings in\nContemporary Epistemology, P. Moser (ed.), 55-75. London: Rowman and Littlefield\nPublications.\nCoulter, Harris L. (1975). Divided Legacy. A History of the Schism in Medical Thought,\nvols. 1, 2, and 3. Washington, DC: Wehawken Book Co.\nDutch Health Council (1993). Alternatieve Behandelwijzen en Wetenschappelijk Onderzoek\n(Alternative Treatments and Scientific Research). Advice to the Minister of Health,\nno 1993/13. Den Haag: Gezondheidsraad."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "22 M. Brands, D. Franck, and E. van Leeuwen\nEco, Umberto (1976). A Theory of Semiotics. Bloomington: Indiana University Press.\nEisenberg, David M. et al. (1993). Unconventional medicine in the United States. New\nEngland Journal of Medicine 328, 246-252.\nEndler, Peter C. and Schulte, Jürgen (eds.) (1994). Ultra High Dilution. Physiology and\nPhysics. Dordrecht: Kluwer Academic Publishers.\nFeinstein, Alvan R. (1983). An additional basic science for clinical medicine: I. The\nconstraining fundamental paradigms. Annals of Internal Medicine 99, 393-397.\nFodor, Jerry (1991). The dogma that didn't bark. In Korablith 1994: 191-216.\nFoucault, Michel (1975). The Birth of the Clinic. New York: Vintage Books.\nGale, Janet and Marsden, Philip (1985). Diagnosis: Process not product. In Decision-Making\nin General Practice, M. Sheldon, J. Brooke, and A. Rector (eds.), 59-105. London:\nMacmillan Press.\nGentner, Dedre and Jeziorski, Michael (1995). The shift from metaphor to analogy in Western\nscience. In Ortony 1995: 447-480.\nGillett, Grant (1995). Virtue and truth in clinical science. Journal of Medicine and Philosophy\n20, 285-298.\nGivon, Talmy (1989). Mind, Code and Context. Essays in Pragmatics. Hillsdale, NJ: Erlbaum.\nGordon, Deborah R. (1988). Tenacious assumptions in Western medicine. In Lock and\nGordon 1988a: 19-56.\nHarrison, T. R. (1994). Principles of Internal Medicine, thirteenth edition, ed. by K.\nIsselbacher et al. London: McGraw-Hill.\nHess, Benno (1991). General properties of non-linear processes in biology. Proceedings,\nCongress of the International Research Group on High Dilutions (GIRI), Paris.\nHess, Benno; Goldbeter, A.; and Lefever, R. (1978). Temporal, spatial and functional order\nin regulated biochemical cellular systems. Advances in Chemical Physics 38, 363-413.\nHunter, Kathryn Montgomery (1991). Doctor's Stories. The Narrative Structure of Medical\nKnowledge. Princeton, NJ: Princeton University Press.\nJackson, Jean F. (1992). After a while no one believes you: Real and unreal pain. In Pain as\nHuman Experience, M-J. Del Vecchio Good, P. E. Brodwin, B. J. Good, and A. Kleinman\n(eds.), 43-65. Berkeley: University of California Press.\nKaptchuk, Ted (1983). The Web That Has No Weaver. New York: Cogdon and Weed.\nKatz, Jerrold (1972). Semantic Theory. New York: Harper and Row.\nKirmayer, Laurence J. (1988). Mind and body as metaphors: Hidden values in biomedicine.\nIn Lock and Gordon 1988a: 57-94.\nKleinman, Arthur (1986). Concepts and a model for the comparison of medical systems as\ncultural systems. In Concepts of Health, Illness and Disease. A Comparative Perspective,\nCaroline Currer and Meg Stacey (eds.), 29-47. Leamington Spa, UK: Berg.\n—(1988). The Illness Narratives and the Human Condition. New York: Basic Books.\nKleijnen, Jos; Knipschild, Paul; and ter Riet, Gerben (1991). Clinical trials of homeopathy.\nBritish Medical Journal 302, 316-323.\nKornblith, Hilary (ed.) (1994). Naturalizing Epistemology. Cambridge, MA: MIT Press.\nKühn, Thomas (1971 [1962]). The Structure of Scientific Revolutions. Chicago: University\nof Chicago Press.\nLangman, M. J. S. (1997). Homeopathy trails: Reason for good ones but are they warranted?\nLancet 350, 825.\nLinde, Klaus; Clausius, Nicola; and Ramirez, Gilbert et al. (1997). Are the clinical effects\nof homeopathy placebo effects? A meta-analysis of placebo-controlled trails. Lancet 350,\n834-843.\nLock, Margaret and Gordon, Deborah (eds.) (1988a). Biomedicine Examined. Dordrecht:\nKluwer Academic Publishers."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Epistemology and semiotics of medical systems 23\n—(1988b). Relationships between society, culture and biomedicine. In Lock and Gordon\n1988a: 11-18.\nMcMullin, Ernan (1995). Underdetermination. Journal of Medicine and Philosophy 20,\n233-252.\nMehan, Hugh and Wood, Houston (1975). The Reality ofEthnomethodology. New York: Wiley.\nMorris, Charles (1971). Writings on the General Theory of Signs. Den Haag: Mouton.\nMoulton, Janet (1983). A paradigm of philosophy: The adversary method. In Discovering\nReality, Feminist Perspectives on Epistemology, Metaphysics, Methodology and Philosophy\nof Science, S. Harding and M. B. Hintikka (eds.), 149-164. Dordrecht: Reidel Publishing\nCompany.\nNational Institute of Health (1997). Consensus report on the efficacy of acupuncture.\nBethesda, MD: National Institute of Health.\nNicolis, G. and Prigogine, I. (1977). Self-organization in Non-equilibrium Systems. New York:\nJohn Wiley.\n—(1987). Exploring Complexity. An Introduction. München: Piper.\nNicolis, John S. (1991). Chaos and Information Processing: A Heuristic Outline. Singapore:\nWorld Scientific.\nOrtony, A. (ed.) (1995). Metaphor and Thought, second, revised edition. Cambridge:\nCambridge University Press.\nPeirce, Charles (1931-1958). Collected Papers of Charles Sanders Peirce, 8 vols., Charles\nHartshorne, Paul Weiss, and A. W. Burks (eds.). Cambridge, MA: Harvard University\nPress. [Reference to Peirce's papers will be designated CPJ\nPiaget, Jean (1972). Psychology and Epistemology: Towards a Theory of Knowledge.\nHarmondsworth: Penguin.\nPrice, Laurie (1987). Ecuadorian illness stories: Cultural knowledge in natural discourse. In\nCultural Models in Language and Thought, D. Holland and N. Quinn (eds.), 313-343.\nCambridge: Cambridge University Press.\nPopper, Karl (1958). The Logic of Scientific Discovery. New York: Harper and Row.\nQuerido, A. and Roos, J. (eds.) (1980). Controversen in de geneeskunde (Controversies in\nMedicine). Utrecht: Bunge.\nQuine, W. V. O. (1969). Natural kinds. In Kornblith 1994: 57-76.\nReilly, David et al. (1994). Is evidence for homeopathy reproducible? Lancet 344,\n1601-1606.\nRoot-Bernstein, Robert (1993). Rethinking Aids, The Tragic Cost of Premature Consensus.\nNew York: Free Press.\nRorty, Richard M. (1992). The Linguistic Turn. Essays in Philosophical Method. Chicago:\nUniversity of Chicago Press.\nRosch, Eleanor (1975). Cognitive representations of semantic categories. Journal of\nExperimental Psychology 104, 192-233.\n—(1978). Principles of categorization. In Cognition and Categorization, E. Rosch and\nB. B. Lloyd (eds.), 27-48. Hillsdale, NJ: Erlbaum.\nSearle, John (1980). The background of meaning. In Speech Act Theory and Pragmatics,\nJ. R. Searle, M. Kiefer, and M. Bierwisch (eds.), 221-232. Dordrecht: Reidel Publishing\nCompany.\nSebeok, Thomas (1991). A Sign is Just a Sign. Bloomington: Indiana University Press.\nSundström, Per (1987). Icons of Disease. Dissertation, Linköping University.\nUexkuell, Thure von (1986). Medicine and semiotics. Semiotica 61, 201-217.\nVandenbroucke, Jan P. (1997). Homeopathy trials: Going nowhere. Lancet 350, 824.\nVan Wijk, Roeland and Wiegant, Fred (1997). The Similia Principle in Surviving Stress;\nMammalian Cells in Homeopathy Research. Utrecht: Utrecht University Press."
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "24 M. Brands, D. Franck, and E. van Leeuwen\nVarela, Francisco J.; Thompson, Evan; and Rosch, Eleanor (1992). The Embodied Mind.\nCognitive Science and Human Experience. Cambridge, ΜΑ: MIT Press.\nWaitzkin, Howard and Magana, Holly (1997). The black box in somatization: Unexplained\nphysical symptoms, culture, and narratives of trauma. Social Science and Medicine 45 (6),\n811-825.\nWhite, Geoffrey M. and Robillard, Albert B. (1989). Doctor talk and Hawaiian 'talk story':\nThe conversational organization of a clinical encounter. In Doctor-Patient Interaction,\nW. von Raffler-Engel (ed.), 197-212. Philadelphia: John Benjamins.\nWittgenstein, Ludwig (1953). Philosophical Investigations. New York: Macmillan.\nWright, H. J. and MacAdam, D. B. (1979). Clinical Thinking and Practice; Diagnosis and\nDecision in Patient Care. London: Churchill Livingstone.\nMartien Brands (b. 1953) is at the Department of Philosophy of Medicine at Vrije University,\nAmsterdam {mbrands@wxs.nl). His research interests include metaphors in medical\nconsultations, data registration, and clinical epidemiology. His major publications include\n'Complementary research Γ (1996), 'Complementary research ΙΓ (1997), and 'Disease:\nLanguage and experience' (with D. Franck and E. van Leeuwen, 1998).\nDorothea Franck (b. 1948) teaches in the Department of General Literary Studies at the\nUniversity of Amsterdam (d.franck@mail.uva.nl). Her research interests include linguistic\npragmatics, poetics, the philosophy of language, and the philosophy of art. Her major\npublications include Grammatik und Konversation (1980), 'The life of language: Unity in\ndiversity' (1990), and 'Ko-und kontext' (1996).\nEvert van Leeuwen (b. 1954) is Chair at the Department of Philosophy of Medicine at\nFree University, Amsterdam (evleeuwen@med.vu.nl). His research interests include the\nphilosophy of medicine and ethics. His major publications include 'Neurosemiotics' (with\nBroekman and Dillman 1992), 'The anthropological dimension of biomedical research'\n(1994), 'Philosophy of medical practice' (with G. K. Kimoma 1997), and 'Bioethical aspects of\ndeath and dying' (1998)."
    }
  ]
}