{
  "doc_type": "scientific paper",
  "title": "A Brief Commentary on the Consensus Definition of Misophonia",
  "authors": [
    "Jennifer J. Brout"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.879070",
  "abstract": null,
  "keywords": [
    "misophonia",
    "misophonia etiology",
    "misophonia triggers",
    "auditory-visual perception",
    "misophonia prevalence"
  ],
  "research_topics": [
    "misophonia",
    "consensus definition",
    "auditory gating",
    "sensory processing disorder",
    "autism spectrum disorder",
    "neuroscience",
    "Research Domain Criteria (RDoC)",
    "dimensional definition of mental disorders",
    "sensory over-responsivity",
    "auditory and visual cross-modal processing",
    "psychiatry and psychology nosology",
    "physiological mechanisms of misophonia"
  ],
  "created_at": "2025-05-05T01:33:46.935667Z",
  "source_pdf": "documents/research/Global/Brout 2022 A Brief Commentary on the Conesnsus Defintion.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "OPINION\npublished: 07 July 2022\ndoi: 10.3389/fnins.2022.879070\nFrontiers in Neuroscience | www.frontiersin.org 1 July 2022 | Volume 16 | Article 879070Editedby:\nJuliaCampbell,\nUniversityofTexasatAustin,\nUnitedStates\nReviewedby:\nAliA.Danesh,\nFloridaAtlanticUniversity,\nUnitedStates\nScottVrana,\nVirginiaCommonwealthUniversity,\nUnitedStates\n*Correspondence:\nJenniferJ.Brout\njbrout@gmail.com\nSpecialtysection:\nThisarticlewassubmittedto\nAuditoryCognitiveNeuroscience,\nasectionofthejournal\nFrontiersinNeuroscience\nReceived: 18February2022\nAccepted: 08June2022\nPublished: 07July2022\nCitation:\nBroutJJ(2022)ABriefCommentary\nontheConsensusDeﬁnitionof\nMisophonia.\nFront.Neurosci.16:879070.\ndoi:10.3389/fnins.2022.879070A Brief Commentary on the\nConsensus Deﬁnition of Misophonia\nJenniferJ.Brout *\nInternationalMisophoniaResearchNetwork,NewYork,NY,Un itedStates\nKeywords: misophonia, misophonia etiology, misophonia trigg ers, auditory-visual perception, misophonia\nprevalence\nINTRODUCTION\nA small body of academic literature on misophonia has develope d over the last decade. This\nresearch includes case studies, experimental studies with s mall convenience samples, and those\nwith more stringent study designs. For a list of studies see Brout et al. (2018) . New hypotheses\nuse prior papers as their basis and therefore some early misconce ptions about misophonia and its\ndeﬁnition are carried throughout some present-day research across the disciplines of audiology,\notolaryngology,psychology,andpsychiatry.Theresultisco nfusionamongstmisophoniasuﬀerers,\nas well as disagreement across clinicians and researchers. Based on these studies, numerous\nindividuals with misophonia have received treatments that ra nged from ineﬀective to highly\nuncomfortable.Thus,theneedforaconsensusdeﬁnitionisc lear.\nThe Misophonia Research Foundation, in partnership with the Cen ter for Strategic\nPhilanthropy, responded to this need by using a modiﬁed Delphi me thod, which structures\ngroup communication to deal with a complex problem ( Stone Fish and Busby, 2005 ). It is\na lengthy process that begins with the grouping of 15 experts. Expe rts were comprised of\npsychologists/psychiatrists, audiologists/ear, nose and t hroat (ENT) physicians/hearing scientists,\na small number of neuroscientists, and one pediatrician. The result of the modiﬁed Delphi\nprocess yielded a consensus deﬁnition that was descriptive in nature, but missed some issues\ncrucial to the misophonia suﬀerer, omitted some important rela ted literature, and included some\ncontradictorystatements.\nSUMMARY OF THE CONSENSUS DEFINITION\nThe deﬁnition includes a general description of misophonia st ating that the disorder is related to\na decreased tolerance for pattern-based and repetitive sounds , regardless of loudness. The authors\nexplainthattriggershavespeciﬁcmeaningtopeopleandaremosto ftensounds(orrelatedstimuli)\nemanating from other human beings. The authors suggest that reactions to triggers are mediated\nby context, the relationship between the individual with mi sophonia and the trigger source, and\nthedegreetowhichtheoneperceivescontroloverthesituati on.Thisisapotentialcontradictionto\nbe discussed in the next section. According to the deﬁnition , once an individual with misophonia\nnoticesatrigger,theyareunableto“distractthemselves” fromthatstimulus.Theauthorscontinue\nto state that misophonia appears to vary from mild to severe, and may impact social, academic,\nandoccupationalfunctioning.Finally,accordingtothecon sensusdeﬁnition,misophoniatypically\nbeginsinchildhoodandadolescence.Forathoroughversion oftheconsensusdeﬁnition,pleasesee\nSwedoetal.(2021) .\nIssues to Consider Regarding the Consensus Deﬁnition\nOne statement within the deﬁnition stands out as highly cont radictory. The authors state that\n“Misophonic responses do not seem to be elicited by the loudness of auditory stimuli but rather"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brout A Brief Commentary on the Consensus Deﬁnition of Misophonia\nby the speciﬁc pattern or meaning to an individual,” while\nalso asserting that “sounds associated with oral functions are\namongthemostoftenreportedmisophonictriggerstimuli,suc h\nas chewing, eating, smacking lips, slurping, coughing, throa t\nclearing and swallowing” ( Swedo et al., 2021 ). How can most\npeoplewithmisophoniabetriggeredbythesamesoundsifthese\nsoundsarepersonaltothem?\nTHE NATURE OF SOUNDS AND GATING\nAttention to the acoustic nature of trigger sounds and how\nthese sounds are neurologically processed may help to parse\nout this very salient feature of misophonia. However, the paper s\nused in the Delphi study left out this issue and relevant cross -\ndisciplinary work. For example, numerous populations have\nshown the relationship of sympathetic nervous system arousa l\nin response to repetitive auditory stimuli. In some of these\npopulations, clinicians and researchers commonly suggest co -\noccurring disorders regarding misophonia. Speciﬁcally, stu dies\nof children with general sensory processing disorder (SPD) a nd\nautism spectrum disorder (ASD) show deﬁciencies in auditory\ngating(Broutetal.,2018 ).Auditorygatingisthebrain’scapacity\ntoselectivelyregulatesensitivitytoauditorysensoryst imuli,and\nis measured through event-related potentials (ERPs) comprise d\nof the P50, N1, and P2 peaks ( Brout et al., 2018 ). Similarly,\nSchröder et al. (2014) demonstrated that the magnitude of the\nN1 peak in persons with misophonia was smaller than that in\ncontrols, suggesting the possibility of sound encoding deﬁc its\nin misophonia ( Brout et al., 2018 ). Yet, research consistently\ndemonstrating abnormal sensory processing, measured in ter ms\nof early ERP components in the sensory cortex, was overlooked\nin the consensus deﬁnition ( Brown et al., 2001; Kisley et al.,\n2004; Davies and Gavin, 2007; Perry et al., 2007; Jeste and\nNelson, 2009; Yadon et al., 2009; Brett-Green et al., 2010; G avin\net al., 2011; Schröder et al., 2014 ). In addition, when one\nconsiders that many individuals with misophonia also report\nvisual sensitivity to movement ( Green and Ben-Sasson, 2010 ) it\nis appropriate to have considered studies related to visual and\nauditory cross-modal processes. For further explanation of t his\nseeBroutetal.,2018 ).\nTheseoversightsmayreﬂecttheauthors’collectiveconclu sion\nthat certain language should be left out of the deﬁnition of\nmisophonia. The authors state that they cannot commit to any\nclassiﬁcation of the disorder but suggest that there may be s ome\n“underlying organic component.” The committee concluded\nthat “postulated mechanisms don’t belong in the deﬁnition at\nthis time.” Unfortunately, that leaves us with a deﬁnition th at\nexcludes what is likely the most objective and rigorous rese arch\ninmisophonia,workfromtheﬁeldofneuroscience.\nCONSIDERATIONS REGARDING A\nDIMENSIONAL DEFINITION\nThe consensus deﬁnition, then, follows a model of only using\nobservable behavior to identify and classify mental functi ons.\nThis paradigm, long utilized by the American PsychiatricAssociation ( Schröder et al., 2013 ) in the DSM (Diagnostic\nand Statistical Manual) is limited and has been challenged\nby a more dimensional approach to deﬁning complex mental\nphenomena.AnexampleofthisistheResearchDomainCriteria\nMatrix (RDoC), an initiative of the United States National\nInstitute of Mental Health ( American Psychiatric Association,\n2013). This movement toward a more dimensional approach\nto nosology in psychiatry and psychology, allows for the\ninclusion of perspectives from related ﬁelds. As misophonia is\na multidisciplinary disorder, a more dimensional deﬁnition may\nbebetter.\nThe RDoC framework is a research strategy that involves a\nmatrix of interacting elements related to six major domains of\nhuman functions. These domains include sensorimotor system s,\narousal/regulatory systems, systems for social processing,\ncognitive systems, positive valence systems, and negative\nvalence systems. Contained within each of these domains\nare constructs, or behavioral elements, indicating a range of\nfunctioning from typical to atypical. These constructs reﬂect\nboth neurodevelopmental processes, as well as changes in\nfunctioning that may result from environmental inﬂuences. For\nexample,theconstructsutilizeunitsofanalysisrelatedto genetic,\nneurocircuitry,behavioral,andself-reportmeasures.\nThe RDoC matrix is designed to evolve along with novel\nresearch and strives to provide information about the “basic\nbiological and cognitive processes that lead to mental health\nand illness.” ( National Institute of Mental Health, n.d. ). While\nthe RDoC is not yet a diagnostic system, its purpose is\nto help reconceptualize mental disorders and diagnosis. It\nseeks to inform mental health measurement, diagnosis, and\ntreatment while increasing knowledge regarding how biolog ical,\nphysiological, and behavioral mechanisms interact ( National\nInstituteofMentalHealth,n.d. ).\nDISCUSSION\nTheconsensus deﬁnitionisbasedonareviewofresearchpapers\nthat include many, although not all, of these dimensions. For\nexample, the consensus deﬁnition is impacted by the absence\nof rigorous research within certain RDoC constructs, such as\ngenetics. Also, leaving out “ postulated mechanisms” from the\nﬁnal consensus deﬁnition constrains it to mainly observable\nbehavior. Both RDoC and the misophonia consensus deﬁnition\nwere designed to evolve as research develops. Therefore,\nconsidering a synchronous approach might better serve to\nexploreofalltheinteractingdimensionsofmisophonia\nAdding in the “ postulated mechanisms” to the consensus\ndeﬁnition would accomplish this, or at least start the process\nof this multidimensional exploration. For example, Brout et al.\n(2018)weaves the six RDoC domains into the deﬁnition\nof misophonia and further explains underlying mechanisms\ncontributing to this disorder. Speciﬁcally, this review, al ong\nwith reports of behavioral observation, self-reports, and in itial\ncase studies, includes discussion of central arousal syste ms and\nhow they relate to the physiological data in misophonia. In a\nseparate section, the paper addresses sensorimotor mechanisms\nand how these are involved in development and the onset of\nFrontiers in Neuroscience | www.frontiersin.org 2 July 2022 | Volume 16 | Article 879070"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brout A Brief Commentary on the Consensus Deﬁnition of Misophonia\nmisophonia, which complies with RDoC standards to include\na neurodevelopmental dimension. This dimension also allows\nfor relevant studies related to auditory/sensory gating, w hich\nis important given that developmental studies of children\ndiagnosed with atypical sensory processing similar to that\nin misophonia (e.g., SPD and ASD) tend to demonstrate\ncommonalities in auditory gating deﬁcits ( Kisley et al., 2004;\nBrett-Greenetal.,2010;Gavinetal.,2011 ).\nFinally, the consensus deﬁnition’s well-intended eﬀort fal ls\nshort in other ways. While it is purported to be a modiﬁable\ndeﬁnition, given the use of the term “expert” it also carries a lot\nof weight in its original form. It is important to consider tha t it\nmay be counter-intuitive to call this an expert deﬁnition whe n,by nature of its novelty in research, the underlying mechani sms\nof misophonia are still poorly understood. Certainly, there i s a\nneed for a consensus deﬁnition, yet this one reﬂects the know n\ncircularity of the methodology and brings in assumptions fro m\nthe early literature into the deﬁnition. It is then reiterati ve of\nthe very problems the authors sought to address. Revisiting\nthis deﬁnition with a more dimensional approach would be a\nprudentconsideration.\nAUTHOR CONTRIBUTIONS\nThe author conﬁrms being the sole contributor of this work an d\nhasapproveditforpublication.\nREFERENCES\nAmerican Psychiatric Association (2013). Diagnostic and Statistical Manual of\nMentalDisorders,5thedn. Washington,DC:AmericanPsychiatricAssociation.\nBrett-Green, B. A., Miller, L. J., Schoen, S. A., and Nielsen, D. M.\n(2010). An exploratory event-related potential study of multisensory\nintegration in sensory over-responsive children. Brain Res. 1321, 67–77.\ndoi:10.1016/j.brainres.2010.01.043\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L . J., Rouw,\nR., et al. (2018). Investigating misophonia: a review of the empiric al\nliterature, clinical implications, and a research agenda. Front. Neurosci. 12, 36.\ndoi:10.3389/fnins.2018.00036\nBrown,C.,Tollefson,N.,Dunn,W.,Cromwell,R.,andFilion,D.(2001 ).Theadult\nsensory proﬁle: measuring patterns of sensory processing. Am. J. Occup. Ther.\n55,75–82.doi:10.5014/ajot.55.1.75\nDavies, P. L., and Gavin, W. J. (2007). Validating the diagnos is of sensory\nprocessing disorders using EEG technology. Am. J. Occup. Ther. 61, 176–189.\ndoi:10.5014/ajot.61.2.176\nGavin, W. J., Dotseth, A., Roush, K. K., Smith, C. A., Spain, H. D. , and Davies,\nP. L. (2011). Electroencephalography in children with and without se nsory\nprocessing disorders during auditory perception. Am. J. Occup. Ther. 65,\n370–377.doi:10.5014/ajot.2011.002055\nGreen, S. A., and Ben-Sasson, A. (2010). Anxiety disorders and sensory\nover-responsivity in children with autism spectrum disorders: is\nthere a causal relationship? J. Autism Dev. Disord. 40, 1495–1504.\ndoi:10.1007/s10803-010-1007-x\nJeste, S. S., and Nelson, C. A. III. (2009). Event related potenti als\nin the understanding of autism spectrum disorders: an analytica l\nreview.J. Autism Dev. Disord. 39, 495–510. doi: 10.1007/s10803-008-\n0652-9\nKisley, M. A., Noecker, T. L., and Guinther, P. M. (2004). Compari son\nof sensory gating to mismatch negativity and self-reported perceptua l\nphenomena in healthy adults. Psychophysiology 41, 604–612.\ndoi:10.1111/j.1469-8986.2004.00191.x\nNational Institute of Mental Health (n.d.). Research Domain Criteria . Available\nonline at: https://www.nimh.nih.gov/research/research-fund ed-by-nimh/rdoc\n(accessedFebruary9,2022).Perry, W., Minassian, A., Lopez, B., Maron, L., and Lincoln, A. (20 07).\nSensorimotorgatingdeﬁcitsinadultswithautism. Biol.Psychiatry 61,482–486.\ndoi:10.1016/j.biopsych.2005.09.025\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D ., de Amesti,\nV., Vulink, N., et al. (2014). Diminished n1 auditory evoked poten tials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci. 8, 123.\ndoi:10.3389/fnbeh.2014.00123\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: dia gnostic\ncriteria for a new psychiatric disorder. PLoS ONE 8, e54706.\ndoi:10.1371/journal.pone.0054706\nStoneFish,L.,andBusby,D.M.(2005).“TheDelphiMethod,”in ResearchMethods\nin Family Therapy , eds Sprenkle, D. H. and Piercy, F. P. (New York, NY: The\nGuilfordPress),238–253.\nSwedo,S.,Baguley,D.,Denys,D.,Dixon,L.,Erfanian,M.,Fi oretti,A.,etal.(2021).\nA consensus deﬁnition of misophonia: using a delphi process to reach expert\nagreement. Front.Neurosci .16:841816.doi:10.3389/fnins.2022.841816\nYadon, C. A., Bugg, J. M., Kisley, M. A., and Davalos, D. B. (2009 ). P50 sensory\ngating is related to performance on select tasks of cognitive inhib ition.Cogn.\nAﬀect.Behav.Neurosci. 9,448–458.doi:10.3758/CABN.9.4.448\nConﬂict of Interest: The author declares that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be c onstrued as a\npotentialconﬂictofinterest.\nPublisher’sNote: Allclaimsexpressedinthisarticlearesolelythoseoftheauthors\nand do not necessarily represent those oftheir aﬃliated organizat ions, or those of\nthepublisher,theeditorsandthereviewers.Anyproductthatmayb eevaluatedin\nthis article, or claim that may be made by its manufacturer, is not gua ranteed or\nendorsedbythepublisher.\nCopyright © 2022 Brout. This is an open-access article distribut ed under the terms\nof the Creative Commons Attribution License (CC BY). The use , distribution or\nreproduction in other forums is permitted, provided the orig inal author(s) and the\ncopyright owner(s) are credited and that the original public ation in this journal\nis cited, in accordance with accepted academic practice. No use, distribution or\nreproductionispermittedwhichdoesnotcomplywiththeset erms.\nFrontiers in Neuroscience | www.frontiersin.org 3 July 2022 | Volume 16 | Article 879070"
    }
  ]
}