{
  "doc_type": "scientific paper",
  "title": "'Mastication rage': a review of misophonia - an under-recognised symptom of psychiatric relevance?",
  "authors": [
    "George Bruxner"
  ],
  "year": 2015,
  "journal": "Australasian Psychiatry",
  "doi": "10.1177/1039856215613010",
  "abstract": "Objective: To explore the condition of misophonia, its definition, possible neurological correlates, its associated morbidity, its possible psychiatric relevance and potential treatment. Method: Provision of an illustrative case vignette and a review of the limited literature. Results: Misophonia is a symptom associated with obsessive-compulsive disorder and anxiety disorders and may be a syndrome in itself associated with significant distress and avoidance. Treatments are not well validated. Conclusion: Misophonia may be an under-recognised condition of psychiatric relevance.",
  "keywords": [
    "misophonia",
    "human sounds",
    "rage"
  ],
  "research_topics": [
    "Misophonia",
    "Psychiatric relevance of misophonia",
    "Neurological correlates of misophonia",
    "Anxiety disorders",
    "Obsessive-compulsive disorder",
    "Sound sensitivity and psychiatric symptoms",
    "Treatment approaches for misophonia",
    "Neurobiology of misophonia",
    "Epidemiology of misophonia",
    "Clinical description of misophonia",
    "Nosological status of misophonia"
  ],
  "created_at": "2025-05-05T00:33:20.366850Z",
  "source_pdf": "documents/research/Global/Bruxner 2016 Mastication Rage a review of misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Australasian psychiatry.\nArticleTitle: ‘Mastication rage’:areviewofmisophonia –anunder-recognised symptom ofpsychiatric\nrelevance?\nArticleAuthor: Bruxner\nDescription: 1onlineresource\nVol:24No:2Date:2015-10-27Pages:195-197\nOCLC-45381520; ISSN-10398562; LCN-00242372;\nPublisher: 2015-10-27\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Australasian Psychiatry\n2016, Vol 24(2) 195 –197\n© The Royal Australian and  \nNew Zealand College of Psychiatrists 2015 \nReprints and permissions:  \nsagepub.co.uk/journalsPermissions.nav\nDOI: 10.1177/1039856215613010\napy.sagepub.com\n195\nAustrAlAsiAn\nPsychiatryA case of misophonia\nThe following account was provided to the author by a \n41-year-old mother-of-two under his care for a mixed anxiety disorder complicated by extensive medical \ncomorbities. She asked the author if he was aware of a \ncondition she had self-diagnosed on the internet –  misophonia.\nMy daughter was just sitting in the lounge eating carrots. I could hear each time she would pull back the alfoil and start to crunch. By the second crunching and alfoil noise it had started for me; I started breathing, trying not to react. Deep breathing, pacing, elevated heart rate, extreme \nanxiety. To me it seemed like minutes, but it was only \nseconds. I started grabbing my hair, shaky, my head was overwhelmed. By the next action of the foil being pulled back and the next carrot crunch, BANG, there was no \nmore I could do to keep calm. My body and mind had \ntaken over and I had started roaring at her, swearing and had no control.\nMethodology\nThe author, being previously unaware of the condition, performed a review of the literature using Pubmed and Google Scholar search engines. The literature is very \nlimited, with two cross-sectional surveys and a number \nof case studies. As a consequence, all articles were assessed.Historical development\nThe term misophonia, coined by audiologists Jastreboff \nand Jastreboff,\n1 refers to a strong dislike of certain sounds \nand an abnormally strong reaction to them, characteris-tically anger and even rage. The above account captures \nthe essence of misophonia, literally ‘hatred of sound’ or, \nmore specifically, intense negative reaction to certain sounds, as captured in the pseudonym ‘selective sound sensitivity’ [Johnson] \n2. Originally described in the audi-\nology literature, it has become increasingly recognised as a neuropsychiatric symptom of potential relevance in a \nrange of psychiatric conditions and as a potentially disa-\nbling disorder in itself.\nUnlike other symptoms of auditory disease, including \ntinnitus and hyperacusis (which are both frequently \nassociated with misophonia), the purest form of miso-\nphonia can occur without activation of the auditory apparatus.\n1 The potential for psychological factors to be \nof significance in misophonia is illustrated by Jastreboff and Jastreboff.\n1 As they state,1: p.3 ‘the strength of the \npatient’s reaction is only partially determined by the ‘Mastication rage’: a review of \nmisophonia – an under-recognised \nsymptom of psychiatric relevance?\nGeorge Bruxner Visiting Medical Officer and Clinical Leader Consultation-Liaison Psychiatry Service, Redcliffe–Caboolture \nMental Health Service, Caboolture Hospital, Caboolture, QLD, Australia\nAbstract\nObjective: To explore the condition of misophonia, its definition, possible neurological correlates, its associated morbidity, its possible psychiatric relevance and potential treatment.\nMethod: Provision of an illustrative case vignette and a review of the limited literature.\nResults: Misophonia is a symptom associated with obsessive-compulsive disorder and anxiety disorders and may be a syndrome in itself associated with significant distress and avoidance. Treatments are not well validated.Conclusion: Misophonia may be an under-recognised condition of psychiatric relevance.\nKeywords: misophonia, human sounds, rage\nCorresponding author:\nGeorge Bruxner, Visiting Medical Officer and Clinical Leader, Consultation-Liaison Psychiatry Service, Redcliffe–Caboolture Mental Health Service, Caboolture Hospital, McKean St, Caboolture, QLD 4510, Australia. Email: George.Bruxner@health.qld.gov.au613010 APY0010.1177/1039856215613010Australasian PsychiatryBruxner\nresearch-article 2015\nCase report"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Australasian Psychiatry 24(2)\n196physical characteristics of the upsetting sound … it is \nalso dependent on the patient’s previous evaluation of and recollection of the sound, the patient’s psychologi-\ncal profile and the context in which the sound is pre-\nsented’.\nClinical descriptions\nThe sounds that most frequently induce misophonia are \nbodily sounds, especially those associated with eating (81%) or breathing (64%).\n3 Other sounds that more fre-\nquently induce misophonia include repetitive sounds such as pen tapping or clicking, but there are many \nsounds that can be associated with the condition.\n3 \nRepetitive sounds may be particularly troubling, as may \nspoken ‘S’ sounds. Subjects in a study by Edelstein et al.4 \ndescribed trigger sounds evoking intense affects toward the person making the offensive sounds, very similar to \nthe case described at the start of this article, for example \n‘I hate this person’. Their study findings also confirmed the substantial disability related to this condition,\n1 with \nsubjects avoiding situations likely to provoke symptoms, including meals with family and friends. Subjects also \ndescribed problems with attending lectures due to \noffending sounds by classmates.\n4\nEpidemiology of misophonia\nThere is limited information regarding the prevalence of \nthe condition, but it may be quite common. The audiol-\nogy literature describes a 40% comorbidity of hyperacu-sis with tinnitus, but there is a lack of information specific to misophonia.\n1 Probably the most useful guide \nto prevalence is from Wu et.al’s5 sample of 483 under-\ngraduates, in which nearly 20% reported clinically sig-nificant misophonia symptoms.\nNeurobiology of misophonia\nThe pathophysiology of misophonia is unknown. It is \nknown that the characteristics of sound can contribute \nto its potential to be aversive, and knowledge of the ori-gin of a sound can also influence the extent to which it is aversive. Reuter and Oehler\n6 showed that the galvanic \nresponse to the noise of nails on a blackboard was dimin-ished if the subjects were, incorrectly, informed that the \nnoise was from pieces of contemporary music.\nIn a related fashion, the context in which the sound is \nproduced is relevant in misophonia. A characteristic fea-ture of misophonia is that the bodily sounds produced \nby significant others are quite likely to induce extreme \nemotional responses.\n4 Interestingly, similar sounds elic-\nited by the misophonia sufferer themselves do not elicit \na response.\nMisophonia is felt to reflect a heightened level of con-\nnectivity between the auditory, autonomic and limbic systems. Taking this concept further, it has been sug-\ngested that misophonia could be considered a type of sound–emotion synaesthesia. The inducers and concur-rents of synaesthetes can be emotional rather than per-\nceptual and, like synaesthesia, the neurological basis of misophonia may be a consequence of pathologically enhanced connections between brain regions.\n4\nA case-controlled comparison of skin conductance response (a measure of sympathetic nervous system arousal) in subjects with misophonia exposed to a vari-\nety of visual and auditory stimuli demonstrated subjects \nhaving higher skin conductance response to auditory but not visual stimuli.\n4 While both groups found certain \nstimuli aversive, study subjects demonstrated more marked subjective aversive responses. Significantly, both \ncontrols and misophonia subjects found similar stimuli \nto be aversive, raising the possibility that misophonia sufferers were not intrinsically different from those without the condition, ‘but merely at the tail end of the \ndistribution’.\n4:10\nAssociations with anxiety disorders\nThe avoidance and subsequent disability associated with \nmisophonia has obvious parallels with some anxiety dis-\norders and with obsessive-compulsive disorder. Wu et al.5 \ninvestigated the incidence of misophonia symptoms and associations of these symptoms with other disorders, \nincluding obsessive-compulsive disorder, anxiety disor-\nders and depression, in a sample of 483 undergraduate college students. Their study involved administration of a specifically designed misophonia questionnaire in \naddition to a battery of other questionnaires exploring \nmore general sensory defensiveness, disability, obsessive-compulsive symptoms, anxiety symptoms, depressive symptoms and rage. They also found moderate but statis-tically significant correlations between misophonia \nsymptoms and obsessive-compulsive, anxiety and \ndepressive symptoms. A strong correlation was found between misophonia and general sensory defensiveness.\nPossible association of misophonia \nand eating disorders\nKluckow et al.7 report case studies of three patients with \neating disorders who report characteristic misophonia \nsymptoms and raise the interesting question as to \nwhether we should screen for misophonia in eating dis-\norders. Stiegler’s8 review of sound sensitivity in autistic \nspectrum disorder finds virtually no evidence of true physiological differences in patients with autistic spec-\ntrum disorder, suggesting the likely role of ‘misophonic’ \nresponses to distressing sounds.\nNosological status – misophonia  \na stand-alone disorder?\nWhile there are particular similarities between misopho-\nnia and obsessive-compulsive disorder, especially the preoccupation with and avoidance of a specific trigger, \nShroder et al.\n9 argue for a distinction on the basis of the"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Bruxner\n197ubiquity of rage responses and lack of consistent com-\npulsive behaviour in their study sample. They have pro-\nposed diagnostic criteria for misophonia as a new \npsychiatric disorder. They found evidence of common characteristics in their subject group of 42 patients. \nThese features included a mean age of onset of 13, trig-\ngering sounds all being made by humans (the most fre-quent sounds being eating sounds, breathing sounds \nand finger/hand sounds), a 28.6% rate of verbal aggres-\nsion and a 5% rate of past physical aggression. Interestingly, they also reported an 11.9% incidence of a \nsimilar response triggered by others’ movements, which \nthey coined misokinesia.\nTheir suggested criteria for misophonia have some paral-\nlels with panic disorder and obsessive compulsive disor-der. They include the presence or anticipation of a specific \nsound made by a human being and the provocation by \nthat sound of an intense impulsive aversive physical reac-tion that instantaneously becomes anger; a profound \nsense of loss of control associated with the experience; a \nrecognition that the reaction is disproportionate; and sig-\nnificant distress or disability related to the condition.\nTreatments\nThere is limited information regarding treatment and \nminimal validated evidence for treatment efficacy. The \nuse of sound generators (coloured noise of the troubling \nfrequency) to muffle the offending sound, in combina-tion with family support and education, may be helpful \nin reducing the severity of reactions.\n4,10–11  An alternative \napproach is using pleasant sounds (e.g. music) to distract \nfrom the offending sound and positive association and desensitisation with graded exposure to the offending sound.\n10–11 Cognitive behavioural approaches and hyp-\nnosis have also been advocated.10–12 Maguire et al.12 report \non two cases of apparently successful treatment of miso-\nphonia in two cases with CBT involving graded exposure \nto increasingly noxious sounds and restructuring of unhelpful cognitions (e.g. relating to the person making \nthe sound), and described encouraging outcomes.\nSufferers may find relief from mimicking the offending \nsound or synchronising self-generated noises (e.g. chew-\ning) with it.\n4,11 Clearly, an understanding social environ-\nment is important so that others don’t take offence. \nGreater insight into phenomena anecdotally associated \nwith misophonia, including muscle tension, unwanted sexual arousal and the possibility of potentiation and \ngeneralisation of triggers has also been anecdotally \nreported as beneficial.\n11\nConclusion\nWhile the literature relating to misophonia remains very \nsparse, there does seem to be a very recent spike in inter-\nest in this area. Online misophonia support groups are proliferating.\n11,13,14  The psychiatric status of misophonia \nremains unclear. It would seem likely that misophonic symptoms are common but, typical of other spectrum \nconditions, there is significant disability at the extreme. \nThe apparent association with anxiety disorders suggests further exploration of misophonia symptoms in this population may reveal significant potentially remedia-ble disability.\nThere would also seem to be further avenues for collabo-\nrative research with audiologists, especially in develop-\ning treatment options such as the use of sound generators to facilitate graded exposure in CBT. Whether misopho-\nnia is a discrete syndrome remains a matter for debate \nand future study. It is possible that misophonia is a rela-tively common form of broader conditions of excessive environmental sensitivity. Clearly, there are a number of avenues for future research, but in the current state of knowledge, clinical consideration of possible misopho-\nnia symptoms may provide patients empathic under-\nstanding of a distressing and potentially disabling \ncondition, and possibly provide treatment options.\nAcknowledgements\nThank you to Dr Melissa Cain PhD for assistance with the manuscript.\nDisclosure\nThe author reports no conflict of interest. The author alone is responsible for the content and \nwriting of the paper. \nReferences\n 1. Jastreboff P and Jastreboff M. Hyperacusis. Audiology Online, http://www.audiology-\nonline.com/articles/hyperacusis-1223 (2003) (accessed 27 June 2015).\n 2. Bassett J. Selective Sound Sensitivity Syndrome. Advance Network for Speech and Hear -\ning, https://speech-language-pathology-audiology.advanceweb.com/Features/Articles/ Selective-Sound-Sensitivity-Syndrome.aspx (2013) (accessed 28 June 2015). \n 3. Jastreboff M and Jastreboff P . Decreased sound tolerance and tinnitus retraining ther -\napy. Australian and New Zealand Journal of Audiology  2002; 24: 74–84.\n 4. Edelstein M, Brang D, Rouw R, et al. Misophonia: physiological investigations and case descriptions. Frontiers of Human Neuroscience, http://dx.doi.org/10.3389/\nfnhum.2013.00296 (2013, accessed 28 June 2015). \n 5. Wu M, Lewin A, Murphy T, et al. Misophonia: incidence, phenomenology, and clinical correlates in an undergraduate student sample. J Clin Psychol 2014; 70: 994–1007.\n 6. Reuter C and Oehler M. Psychoacoustics of chalkboard squeaking. J Acoust Soc Am \n2011; 130: 2545.\n 7. Kluckow H, Telfer J and Abraham S. Should we screen for misophonia in patients with \neating disorders? A report of three cases. Int J Eating Disord 2014; 47: 558–561.\n 8. Stiegler L and Davis R. Understanding sound sensitivity in individuals with autism spec-trum disorders. Focus on Autism and Other Developmental Disabilities 2010; 25: 67–75.\n 9. Shroder A, Vulink N and Denys D. Misophonia: diagnostic criteria for a new psychiatric disorder. PLOS 1 2013; 8: 1–5.\n 10. Spankovich C and Hall J. The misunderstood misophonia. Audiology Today 2014; Jul/Aug: 14–23.\n 11. Misophonia UK. http://www.misophonia-uk.org/support.html (2015, accessed 28 June 2015). \n 12. Mcguire J, Wu M and Storch A. Cognitive-behavioural therapy for two youths with miso-phonia. J Clin Psychiatry 2015; May: 573–574.\n 13. Facebook Misophonia Support Group. https://www.facebook.com/pages/Misophonia-support-group/260646337301560 (2015, accessed 28 June 2015). \n 14. Misophonia Online. https://www.misophonia.com (accessed 28 June 2015)."
    }
  ]
}