{
  "doc_type": "scientific paper",
  "title": "Control, Resistance, and the Senses: Neurodivergent Perspectives of the UK School Meals Service; A Case Study",
  "authors": [
    "Isabelle Carter",
    "Heather Ellis"
  ],
  "year": 2025,
  "journal": "The Oral History Review",
  "doi": "10.1080/00940798.2025.2468522",
  "abstract": "The UK school meals service has a distinctive history shaped by early welfare policies, austerity measures, and the introduction of universal free school meals, thus making it a useful case study for examining how state interventions and socioeconomic factors impact disabled and neurodivergent individuals and their families. Understanding these experiences can provide valuable insights into how national policies and cultural contexts influence inclusivity and how neurodivergent students can be better supported both in the telling of their stories and in school settings. In this article, we strive to bring into focus the perspectives of neurodivergent adults who experienced the UK meals service growing up. By doing so, we also endeavor to bridge the gap between the history of school meals and dining spaces and the history of education, which have often been treated separately. Children's experiences of school meals—particularly neurodivergent children's experiences—are largely absent from the history of education; yet, as we argue here, children's experiences of food in school are integral to an understanding of the workings of pedagogy and education policy, and growing up disabled.",
  "keywords": [
    "discipline",
    "experience",
    "neurodivergent",
    "sensory",
    "UK meals service"
  ],
  "research_topics": [
    "UK school meals service history",
    "neurodivergent perspectives",
    "oral history methodology",
    "history of education",
    "neurodiversity and disability studies",
    "sensory and disciplinary regimes in schools",
    "state welfare policies",
    "inclusivity in education",
    "school meals and pedagogy",
    "neurodivergence and education policy"
  ],
  "created_at": "2025-05-04T23:12:54.417477Z",
  "source_pdf": "documents/research/Global/Carter and Ellis 2025 Control  Resistance  and the Senses  Neurodivergent Perspectives of the UK School Meals Service  A Case Study.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The Oral History Review\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/uohr20\nControl, Resiﬆance, and the Senses: Neurodivergent\nPerspectives of the UK School Meals Service; A Case\nStudy\nIsabelle Carter & Heather Ellis\nTo cite this article: Isabelle Carter & Heather Ellis (07 Mar 2025): Control, Resistance, and the\nSenses: Neurodivergent Perspectives of the UK School Meals Service; A Case Study, The Oral\nHistory Review, DOI: 10.1080/00940798.2025.2468522\nTo link to this article:  https://doi.org/10.1080/00940798.2025.2468522\n© 2025 The Author(s). Published with\nlicense by Taylor & Francis Group, LLC.\nPublished online: 07 Mar 2025.\nSubmit your article to this journal \nArticle views: 59\nView related articles \nView Crossmark data\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=uohr20"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Control, Resistance, and the Senses: Neurodivergent \nPerspectives of the UK School Meals Service; A Case Study\nIsabelle Carter\n and Heather Ellis\nABSTRACT\nThe UK school meals service has a distinctive history shaped by \nearly welfare policies, austerity measures, and the introduction \nof universal free school meals, thus making it a useful case study \nfor examining how state interventions and socioeconomic fac-\ntors impact disabled and neurodivergent individuals and their \nfamilies. Understanding these experiences can provide valuable \ninsights into how national policies and cultural contexts influ -\nence inclusivity and how neurodivergent students can be better \nsupported both in the telling of their stories and in school \nsettings. In this article, we strive to bring into focus the perspec -\ntives of neurodivergent adults who experienced the UK meals \nservice growing up. By doing so, we also endeavor to bridge the \ngap between the history of school meals and dining spaces and \nthe history of education, which have often been treated sepa -\nrately. Children’s experiences of school meals—particularly neu -\nrodivergent children’s experiences—are largely absent from the \nhistory of education; yet, as we argue here, children’s experi -\nences of food in school are integral to an understanding of the \nworkings of pedagogy and education policy, and growing up \ndisabled.KEYWORDS \ndiscipline; experience; \nneurodivergent; sensory; UK \nmeals service\nThis article focuses on oral history interviews with four neurodivergent indi-\nviduals who participated in the research project, The School Meals Service: \nPast, Present—and Future?, which explores the lived experience of the UK \nmeals service from its inception in 1906 to the present day alongside historical \nand current developments in policy.1 The project, which runs from 2023 to \n2025, is funded by the UK’s Economic and Social Research Council (ESRC) \nand comprises three teams across three institutions: the University of \nSheffield, University of Wolverhampton, and University College London. At \nthe University of Sheffield, we primarily used oral history to understand \nhistorical experiences of the service as told by former pupils, parents, teachers, \nand caterers. We took a mixed-methods approach to recruiting narrators by \nbuilding links with communities local to our institution in Sheffield and \nconnected to our partner schools in London, Bradford, Cardiff, and \nGlasgow, as well as with community-anchor organizations across the UK. \nFinally, we also shared a nationwide call for participants from the project’s \naccount on Twitter (now X).THE ORAL HISTORY REVIEW                             \nhttps://doi.org/10.1080/00940798.2025.2468522\n© 2025 The Author(s). Published with license by Taylor & Francis Group, LLC.  \nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/ \nlicenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly \ncited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) \nor with their consent."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "For this article, we follow two interrelated lines of inquiry that mirror our \nrespective research interests and experiences as an oral historian and \na historian of education. But as authors, we write from neurodivergent and \nneurotypical perspectives, respectively. Isabelle is an oral historian with an \ninterest in histories of inequalities in relation to the welfare state in post-1945 \nBritain, while Heather’s research interests lie in the fields of the history of \neducation and the history of childhood and the lived experience of the welfare \nstate. This article stems from our interest in the ways in which neurodivergent \nperspectives enriched our understanding of the lived experience of school \nmeals over the course of a particular project and encouraged us to reflect \nmore deeply on how to conduct research that endeavors to be inclusive of— \neven if not solely focused upon—oral histories and disabilities. We understand \nthe importance of ensuring that our neurodivergent narrators’ perspectives are \nrepresented accurately and that the publication of their words must be \na collaborative process (we discuss this further below). Here, we use oral \nhistory interviews as textual and documentary sources that can be examined \nboth for their narrative construction and for their contribution to the histor -\nical record.2 We explore how we adapted our methodological approach in \nresponse to information about our narrators’ neurodiversity at different stages \nof the interview process and reflect on the ways the narrators retrospectively \ncomposed narratives of their school meals experiences after receiving formal \ndiagnoses as adults. We then consider interactions between neurodivergent \nnarrators and the institutional structures of the school meals service, focusing \non the sensory and disciplinary regimes of the narrators’ schools between the \n1960s and the 2000s. While lunchtimes are typically viewed as structures for \nexercising control over children’s experiences of education, our narrators’ \ntestimonies reveal the ways in which they also became spaces of contestation \nand resistance.\nProject Background\nSince the project’s scope was national, we endeavored to support the partici -\npation of individuals in places and at times that best suited them by offering \nnarrators the option of either a virtual or in-person interview. Two of the four \ninterviews highlighted in this article took place via video call, while the other \ntwo were in person. We used a Zoom H5 audio recording device to record all \ninterviews, which will be made permanently available with participants’ con-\nsent once the project is complete in July 2025. Of the seventy individuals with \nwhom we conducted interviews, four identified as neurodivergent, and we \nrefer to the narrators here by the qualifiers they themselves use to describe \ntheir neurodivergence. Lauren describes themself as autistic, and Joanne \ndescribes herself as autistic and neurodivergent. Ella and Lisa both refer to \nthemselves as people who “have” ADHD, but Ella also referred to herself as 2\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "someone “with neurodiversity.”3 We understand that this is not the only way \nof referring to ADHD narrators, with terms like “ADHD’er” and “ADHD \nperson” often preferred by people in the UK.4\nWe also acknowledge that while our narrators referred to medical diagnoses \nin their discussion of neurodivergence, self-diagnosis is important and valid. \nOur analysis follows the “neurodiversity approach” outlined by psychologist \nPatrick Dwyer, which occupies a “middle ground” between medical and social \nmodels of disability, understanding neurodiversity as something shaped by the \ninterplay of individual characteristics and the environments in which they \nwere experienced.5 In this article, we therefore focus on the neurodivergent \nexperiences of our narrators as individuals, also noting how their particular \nexperiences then interacted with sensory and disciplinary elements of the \nwider UK school meals service. We do not seek to contrast particular elements \nof experience according to diagnoses, nor to suggest that neurodivergent \nexperiences of school food are homogeneous. Instead, we concentrate on \na small number of oral history narrators to explore how individuals recount \ntheir experiences of school meals in relation to autism or ADHD.\nIn our examples, we draw on experiences that our narrators specifically \nrelated to neurodivergence rather than attempting to retrospectively infer the \ninfluence of neurodivergence in narrators’ stories. While we reflect on the \nexperience of conducting these interviews from a research perspective, these \nobservations stem from an attempt to consider our positionalities and the \nhistory of the school meals service more broadly rather than an imposition of \nour interpretation upon the words of our narrators. We are wary of the \ntendency of more diagnostic and cognitively focused literature to consider \nthe experiences of autistic narrators primarily as “manifestations of \nsymptoms.”6 The stories we recount do not fully encompass the experiences \nshared with us, and our narrators’ perspectives will feature in further written \nwork about varied aspects of the school meals service.\nOur Narrators\nThree of the project narrators identify as women and one as nonbinary. They \nall attended public (government-funded) schools in England from the early \n1960s to the early 1990s. Joanne attended two schools—one in Dorking in \nSurrey (southeast England, near London) and one in Cottingham in East \nYorkshire (northeast England)—from 1967 to 1980, and she later worked as \nan advisory teacher to support disabled pupils in the 2010s. Joanne reflected \non both her personal experiences of consuming school meals as a pupil and \nher experience of teaching food education (particularly cooking) in classrooms \nas an advisory teacher. Lisa attended school in Leicester, a city in the East \nMidlands, from 1974 to 1987. In the late 2000s, she returned to the city’s \nschools as an elementary school teacher, where she occasionally ate with and THE ORAL HISTORY REVIEW\n 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "supervised children during lunchtimes. Ella and Lauren are close in age. Born \nin 1992, Ella went to school in Rotherham in South Yorkshire from 1996 to \n2010, while Lauren, born two years later in 1994, attended schools in small \ntowns in Northumbria and Merseyside (all in northern England) until they left \nfor college in 2012. Both Ella and Lauren spoke from the perspective of former \npupils who had consumed school meals, but they also expressed a strong \ninterest in cooking and food culture and used the interview to reflect on the \nrole of school meals in shaping their preferences as adults.\nTo ensure our process was collaborative, we shared initial transcripts with \nour narrators (inviting them to offer corrections or comments) and consulted \nthem via email to confirm their consent to include their testimonies in this \narticle. We also took this opportunity to ask a follow-up question regarding the \nextent to which they felt that their school meal experiences had been shaped by \nstructural ableism. We reflect on their responses in a later section in this \narticle. Our narrators contributed to this article’s development by reading \nand commenting on earlier drafts. For ease of reference, we highlighted the \nspecific sections where each narrator’s testimony had been used and provided \na brief, accessible summary of our argument.\nWe focus on the period before, during, and after the interviews to explore \nhow the ongoing dialogue between narrators and interviewers has informed \nour understanding of working with (these) neurodivergent people. We high -\nlight the importance of making adaptations according to individual needs in \norder to cocreate oral histories in ways that support narrators, empowering \nthem to share their memories in the ways that best suit them. Our approach \nalso reflects on how these adaptations can sometimes challenge oral historians \nand their interviewing practices. We then discuss the effects of the narrators’ \ndiagnoses as adults on their narratives of childhood, the interviews having \nprovided them with the opportunity to consider how neurodivergence shaped \ntheir earlier experiences. Our focus then shifts to consider the lived experience \nof our four narrators in relation to the context of school meals, with particular \nemphasis on the sensory and disciplinary aspects of the service.\nThe UK School Meals Service\nSchool meals and the dining spaces used for their consumption have traditionally \nbeen treated separately in the historiography from the history of formal schooling \nand pedagogy, which has tended to focus on the classroom. Yet sociologists and \nethnographers have shown dining halls, cafeterias, and canteens to be integral to \nthe pedagogical aims of schools as well as vital opportunities for social learning \nand for building and negotiating relationships.7 While the British state has \nexpressed a range of motivations behind the gradual introduction and expansion \nof school meal provision (including humanitarian and educational goals), \neugenics and the so-called “improvement of the [White] race” were significant 4\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "factors right from the start. The potential of state-provided school meals to reduce \nthe incidence of illness and disability in the population was particularly stressed. \nAs Mildred E. Bulkley, who wrote The Feeding of School Children in 1914, \nobserved, “To the old motives of sentiment and educational need was added \na new motive, a motive specially characteristic of the present century . . . This was \nthe desire for ‘race regeneration,’ the conviction of the supreme importance of \nsecuring a physically efficient people.” She noticed an important shift in the \nrhetorical positioning of children at this time—increasingly, they were removed \nfrom the traditional (and private) sphere of the family to become “regarded \nprimarily as the raw material for a nation of healthy citizens.”8\nIndeed, the school meals service as introduced in the 1906 Education \n(Provision of Meals) Act can only be understood when viewed against the \nbackground of the 1904 Interdepartmental Committee on Physical \nDeterioration. This committee was established following the discovery that \nconscripts for the Second Boer War (1899–1902) who had attended public \n(government-funded) elementary schools as children were on average five and \na half inches shorter than those attending private schools. There was also “a \nconcern to instruct, through feeding, ‘correct’ modes of behavior in relation to \nfood and drink consumption”; for example, British historian Catherine Burke \nhas argued that “the imposition of discipline and control around the school meal \nwas regarded as one important means of challenging working-class habits and \nreplacing them with middle-class norms.”9\nFrom its inception, the school meals service sought to shape children in \naccordance with a population-level vision of public health and racial fitness. \nThere was an assumption that the majority of children entering the education \nsystem could indeed be successfully shaped into “healthy” citizens on the \nmodel of the middle classes. Poverty, for example, was not viewed as an \ninherent barrier against such socialization. However, there were always \na number of children—in particular, those considered physically and mentally \n“handicapped,” in the language of the time—who were viewed as beyond the \n“civilizing” reach of the school. While the scope and legal basis of the school \nmeals service changed over time, this population-level public health approach \nremained the underpinning framework within which the rationale for the \nservice was understood well into the late twentieth century and beyond. It \nremained a collectivist, national, and above all, normative enterprise, designed \nnot to accommodate difference or “divergence.” To date, the majority of \nresearch on the history of the service has focused on the state’s intentions, \npolicies, and implementation strategy. This focus has been dictated chiefly by \nthe much greater availability of “official” sources: central and local govern -\nment records, as well as legislation and Hansard (the UK Parliament’s official \nreport of all parliamentary debates). Research into the impact of the service on \nthe lives of those who experienced it—namely, teachers, caterers, lunchtime \nsupervisors, parents, and students—is much rarer, and what exists is almost THE ORAL HISTORY REVIEW\n 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "entirely based on printed memoirs and autobiographies. Without making use \nof other methods such as oral history, historians can do little more than hint at \nthe complex and multifaceted impact the school meals service had on the lives \nof those it touched and can only hope in vain for responses to it other than \ngrudging conformity. Catherine Burke called this “one of the curious silences \nin the history of education” and looks forward to the possibility of a history \nthat is able to show the school dining space as “a territory of contested desires \nand intentions, a battleground between the perceived needs of the adult and \nthe child.”10\nReflecting on Our Interview Technique\nOur narrators shared information with us about their neurodivergence at \ndifferent points in the interview process. Lauren, who attended public schools \nin Northumbria and Merseyside from 1998 to 2012, contacted the project via \na form on our website that invites people to share brief written memories of \nschool meals. In their response, they spoke about their autism diagnosis: “School \ndinners [lunches in American English] made me a picky eater. This all came out \nwhile being assessed for autism as an adult.”11 We then contacted Lauren to \nrequest an interview, as we have done with everyone who shares memories \nthrough the project website, which led to an online video interview taking place \nover Google Meet a few weeks later. In the period between our first email and \nthe interview, we shared the project information sheet, which outlined the \nproject’s rationale, criteria for participation in terms of the narrator’s involve -\nment with school meals in a personal or professional capacity, and the antici -\npated interview format. The project information sheet stated that questions \nwould be semistructured, with some common questions asked of all narrators, \nand that the remainder of the interview would be directed by the flow of the \nconversation between interviewer and narrator. While we have provided some \nnarrators with an outline of key interview questions ahead of time, this has not \nbeen common practice within the project unless requested specifically by the \nnarrator, as it is generally not considered best practice to do so. As such, while \nLauren did not specifically ask for additional information before our conversa -\ntion, we also did not offer to share any. Instead, a discussion between Isabelle \nand Lauren about what the interview might look like occurred in the time \nbetween the start of our meeting and when the recorded conversation began. \nIt was during this initial discussion that Lauren shared again that they are \nautistic and stated that sometimes their facial expressions did not match how \na person might expect them to react.12 Our conversation immediately prior to \nthe interview therefore functioned as an important space for setting expectations \nabout what the interview would look like from both of our perspectives and how \nfocusing on what Lauren said as opposed to how they said it could make them \nfeel more comfortable.6\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "In the writing of this article, we have recognized that, for autistic narrators, \ntraditional oral history methods are not always the most appropriate. As The \nAutistic Voices project team have advised based on their own participatory \nresearch, it is important to provide autistic narrators with interview questions in \nadvance and to establish if they would be comfortable with follow-up questions. \nBefore the interview, it is also useful to discuss their preferences for the interview \nenvironment, both in terms of location and expectations for levels of eye contact \nand stimming.13 On reflection, this outside guidance made us question the level \nof support our project provided at the recruitment stage.\nThis is not to say that we had not anticipated participation from neurodivergent \nand disabled narrators. Before conducting our own interviews, we listened to \narchived oral histories from the “How Was School?” project, which focused on \ndisabled people’s experiences of education in Britain and is archived in the British \nLibrary.14 The issue of school meals recurred across many narrators’ accounts, \noften highlighting approaches to discipline and the sensory aspects of their experi -\nence that we discuss later in this article. During recruitment, we used the discus -\nsions that occurred via email and video call before the interview took place as \nspaces where needs could be outlined by narrators individually rather than \nattempting to deploy a one-size-fits-all approach to sharing information with \npeople who identified themselves as disabled and/or neurodivergent. While it \nwas the first time that Isabelle had knowingly interviewed neurodivergent narra -\ntors, as a neurodivergent oral historian herself, she had anticipated that some \nnarrators would speak from this perspective.\nLisa, who attended public schools in Leicester from 1974 to 1987, spoke about \nher experience with ADHD before her recorded interview. This conversation \ninitially did not relate to the interview. Already known to one another, Lisa and \nIsabelle took the opportunity to catch up before recording began, and it was in this \ncontext that Lisa shared confirmation of her formal ADHD diagnosis. Lisa stated \nthat she did not want to share this news with her family, as she anticipated an \nunsupportive response. Interested in how far Lisa might connect ADHD with her \nexperience of school meals but mindful of her need for confidentiality, Isabelle \nasked if Lisa would be happy to discuss her ADHD during the interview. While \nLisa agreed beforehand, she avoided identifying her ADHD outright during the \nrecording, instead referring more obliquely to issues with her attention and \nconcentration, as is evident in this discussion of how she spent her break times.\nLisa: As a rule, I always went into the hall and practiced on the xylophone or the \nglockenspiel, depending on which was free. [Isabelle laughing ] Occasionally the tam-\nbourine. But erm, yeah. [The teachers] would not let me play the violin. So, I had to—I \nwas only allowed to bash things! [Lisa laughing ] I don’t know—I see why now—but back \nthen. But I loved it! \nIsabelle: What makes you say you “see why now”? [Laughing ] THE ORAL HISTORY REVIEW\n 7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Lisa: Erm [pause ] because I—my attention span was, erm, not brilliant. So, learning to \nread music and play a violin was not really an option for me. \nIsabelle: Yeah. \nLisa: But bashing pieces of wood really was an option for me! [Lisa laughing ] And I got \ninto that. I really enjoyed it because I could sort of focus, could hyperfocus on that sort of \nthing.15\nThe recording does not document the pointed look offered by Lisa when asked \nthe question “What makes you say you ‘see why now’?,” which Isabelle \ninterpreted at the time as a request not to push this line of questioning. \nWhile the audio recorder did not capture this exchange beyond Lisa’s momen -\ntary silence, the decision not to question her further demonstrates the impor -\ntance of accepting her need for her ADHD diagnosis to go unspoken during \nthe interview. We contacted Lisa after the interview about writing this article, \nrevisiting her reasons for her silence in the recording and asking if this was \nsomething we could reflect on in published work. Lisa agreed that we could \nrefer to her ADHD in our analysis provided we took care to anonymize her \naccount. In this, we sought to follow a tenet of oral historian Alexander \nFreund’s “ethics of silence,” in which he stated that “[accepting] silences \nmay be the most beneficial way forward after we have collaboratively, with \nour narrators, probed the deeper meanings of such silences. Only then will we \nfind a balance between protecting the well-being of our narrators and ‘truth in \npublication.’”16\nThese negotiations on and off the record, before and after the interview, are \nvital to understanding the narrative Lisa offered during the recorded conver -\nsation. While we as oral historians might feel it is important to empower \nnarrators to share their experiences of neurodivergence and enhance their \nrepresentation in the historical record, this did not align with Lisa’s needs. \nInstead, her empowerment came from her silence on this subject. It is also \nworth noting that Lisa did not see neurodivergence as particularly instrumen -\ntal in her school meals experiences. She instead sought to emphasize her \ncreativity as a teacher and how her passion for the sciences helped her to \ndevelop new approaches to teaching children about the food they consumed in \nthe school canteen (or cafeteria). As Kirstie Stage has argued in relation to deaf \nand disability histories more broadly, oral history can be a valuable tool for \nhighlighting the ways in which disabled people are not solely defined by \nmedical characterizations but rather have diverse interests and experiences \nthat shape their identities.17\nReceiving different levels of information about the narrators at different \npoints in the interview process meant that we had to be responsive in our \ninterview approach to meet the needs of each individual. Ella—a pupil at \npublic schools in Rotherham, South Yorkshire, from 1996 to 2010—identified \nherself as someone who “has ADHD” within the first few minutes of the 8\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "interview, after recording had started.18 Joanne, who attended public schools \nin Surrey and East Yorkshire from the late 1960s to 1980, used the time \nimmediately before the recording to outline her needs for the interview. She \nexplained that she was incredibly tired and did not want to talk for very long. \nShe struggles with chronic fatigue and had had a particularly difficult night’s \nsleep. She agreed to go ahead with the interview, so after establishing her \nname, birth date, and place of birth on the recording, Isabelle asked,\nNow, you mentioned you’re a bit pushed for time today, so what are the main things that \nyou would like to tell me about in relation to your experience of school meals? And then \nI can kind of structure some questions around that.19\nThis dismantled the typical structure of the interviews we had conducted so \nfar and meant that the conversation became almost entirely dependent on \nwhere Joanne wanted to take it. While typically we had attempted to direct \ninterviews chronologically, from early educational experiences to leaving \nschool as a teenager, we instead opted for a much more fluid structure in \nJoanne’s interview. What followed was a rich and wide-ranging conversa -\ntion, but one that challenged our approach to interviewing. The chronolo -\ngical anchors we had previously used to contextualize and trace the \ndevelopment of a narrator’s narrative were largely lost, leading to some \ntensions between our anticipated interview style and structure and our \nethical responsibilities toward Joanne’s needs. Some oral historians, such as \nHolly Werner-Thomas and Daniel Kerr, have developed methods that \neschew the chronological approach in order to creatively engage narrators \nwith a range of needs.20 Werner-Thomas’s use of the sensory, in particular, \nmay have proven useful for our project, as our line of questioning did \nencourage narrators to draw on sensory memories. However, due to the \nwider project’s attempt to understand the UK school meals service in the past \nand present, as well as possibilities for its future, a chronological approach to \nthe interviews seemed most appropriate to facilitate comparisons and con-\ntrasts across the three cross-institutional strands of our research.\nNevertheless, there remained space for adaptations in our approach. While \nit was generally semistructured, with a series of questions asked of every \nnarrator but the direction of the interview otherwise dependent upon the \nnarrator’s responses, we found it necessary to change our order of questions \n—particularly those aiming to set the scene chronologically at the start of an \ninterview—and the ways in which we framed them. For Lauren, we established \nrelatively early on that the typically open-ended format of questioning most \nwidely accepted in oral history as best practice for avoiding leading responses \ncould sometimes engender a sense of uncertainty, even discomfort. This \nextract is taken from the start of Lauren’s interview:THE ORAL HISTORY REVIEW\n 9"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Isabelle: What would a typical day be like at primary school? So, starting from the start of \nthe day, what do you remember about how that day would pan out? \nLauren: Oh, gosh, erm. [Laughs ] This is a while ago, and I don’t remember a lot before \nthe age of about 15. Erm [pause ], so. Yeah, it would mostly just be, you know, primary \nschool, sat in one room, go to your lessons, go to break, go to lunch. I don’t know, it’s \nhard to describe the experience of being a small child in school! [Laughs ]21\nLauren’s uncertainty led us to reassure them about their responses and attempt \nto rephrase questions in ways that sought more specific examples, as demon -\nstrated in the following excerpt:\nIsabelle: That’s okay. Does anything spring to mind when you think about a typical day, \nis there a particular portion of the day that you think about, maybe the lessons or the \nbreaktime, or arriving at school or going home? \nLauren: Erm. I mean mostly breaktime, but that’s mostly because I was bullied a lot, like \nI didn’t really have friends until sixth form [the final two years of secondary education in \nthe UK after the age of 16]. \nIsabelle: Mmhmm. I’m really sorry to hear about that, are you comfortable talking about \nthat at all? \nLauren: Yeah! \nIsabelle: Yeah. So, was that something that happened at break times and presumably \nlunchtimes at school? \nLauren: [Nods in response ] \nIsabelle: Yeah? Yeah. So, to what extent would you say that that influenced your break \nand lunchtimes in terms of how you were in the space of the playground or perhaps the \ndining hall? \nLauren: [Pause ] I mean, because it was primary school obviously it was quite heavily \nsupervised. So, it would be kind of a case of, you know, finish my food. Wait until we \nwere allowed to go outside and then go hang out down the bottom of the field. \nIsabelle: Mm, yeah, yeah. So, if you were to describe to me, for example, where you would \nbe at lunchtime say, you’d move from a classroom to a space where you would eat food? \nLauren: Yeah, it was the same space that was used for PE [physical education], which \nwas, they just called it the hall, because it was just the big hall. And there were these really \nlong, you know the kind of plastic tables with like that weird stuff on top that is meant to \nmake it look like stone except it’s really horrid and plasticky? With like the metal bits? \nAnd then the long benches matching.22\nThe flow of Lauren’s speech changed throughout the interview. By the final \nresponse in the extract above, they spoke much more fluidly and confidently, \ncontrasting with the earlier hesitations, pauses, and qualifiers that halted the \npattern of their speech at the beginning of their interview when asked a more \nopen-ended question about their experience of bullying. Our last question 10\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "around the dining space in particular was much more direct and concentrated \nand led to a more detailed response. Unlike Joanne, who found that open \nquestions and a less structured interview approach facilitated her in sharing \nher experiences, Lauren preferred to respond to more direct questions.\nNevertheless, notes that we wrote immediately after the interview indicate \na sense of unpreparedness and dissatisfaction with our approach. It is tempt -\ning in hindsight to reflect that the change from more open to direct questions \nhad been spurred only by the nature of Lauren’s responses, but Isabelle’s notes \nfrom the time reveal that this was motivated also in part by our own dis-\ncomfort with the conduct of the interview.\nFrom the start, I struggled to set the pace . . . I got the sense that [they] were trying to \nfigure out what I wanted to know from some of the more open questions, as opposed to \nthinking about what [they] might want to tell me. Plus, sticking to open questions \nbecame increasingly difficult when [Lauren] began to talk about distressing experiences \nwith primary and secondary school bullies, including violent incidents that went unchal -\nlenged by teachers. At these points in the interview, I felt caught between my desire to \ncomfort [Lauren] and empathize with [them] based on my own experiences . . . and the \noral historian I feel that I “should” be, who is a largely silent presence in the recording \nand doesn’t lead the narrator. In the end, I think I fell somewhere between the two, \nleaving me satisfied with neither.23\nThe structure of the interview therefore changed based on the needs of both \nnarrator and interviewer, as we placed clearer parameters around questions to \nminimize our own and Lauren’s discomfort. That Lauren’s interview took \nplace early on in our collection phase was also a contributing factor to the level \nof discomfort. By the time we interviewed Joanne six weeks later, we felt more \ncomfortable adapting our interview style, more readily deconstructing the \nanticipated structure of her interview. What followed was an instructive \nexperience for Isabelle as the interviewer, demonstrating the difficulties— \nand necessity—of adapting our typical interview techniques based on the \nneeds of an individual narrator.\nWe interviewed Lisa and Ella in person, in places chosen by them. Lisa \nchose to be interviewed at home, while Ella chose to be interviewed in the café \nconnected to her workplace. While Lisa’s interview at home meant that we \nspoke to her in a relatively quiet environment, the café interview with Ella \nmeant that our conversation was accompanied by the clattering of cutlery and \nhum of chatter as she recalled her school meals experiences. A quieter envir -\nonment may have helped to minimize the number of distractions, but we \nfollowed Ella’s preference for the interview setting. In both interviews, we took \nseveral breaks at the narrators’ requests. This enabled them to do other things \nduring our time together, such as making phone calls, standing up and walking \naround, or making a drink, thus breaking up the interviews into shorter bursts \nof conversation, which also supported Isabelle as the interviewer. As we \nreceived information about Lisa’s and Ella’s ADHD (just before starting the THE ORAL HISTORY REVIEW\n 11"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "recording for the former and in the opening minutes of the interview for the \nlatter), these adaptations to the interviews’ structures occurred organically \nrather than due to prior planning. These adaptations and collaborative \nreworkings of the interview structure have helped us to work toward a more \nflexible, inclusive practice that better meets the needs of each narrator and \ninterviewer.\nComposing Narratives of Childhood Following Diagnosis in Adulthood\nIn the interviews themselves, the retrospective diagnoses that the narrators \nreceived as adults had ramifications for the structure of the stories they told— \nnone of the four narrators were aware of their neurodivergence during their \nschooling. Like all narrators, they accessed their childhood memories to \nrecount their past experiences, but unlike most, they also mapped onto their \nchildhood the senses and behaviors they now associate with autism and \nADHD as adults. In the interviews, these temporal dynamics sparked mixed \nreflections about their experiences of school meals. For Ella, it “all makes \nsense” when examined through the lens of ADHD.24 Her understanding of \nADHD bears similarities to the process of “biological illumination” coined by \nsociologist Catherine D. Tan, whereby autistic participants found themselves \nbetter able to identify and explain certain aspects of their childhood experi -\nences following their adult diagnosis.25 From being late every morning to \nforgetting whether she needed to bring a packed lunch or dinner money \neach day, Ella remarked that the points in her school day that offered the \nclearest indications of the influence of ADHD were “all kind of around \nfood.”26 Ella continually expressed surprise at the centrality of food to her \nchildhood experiences, and the interview was the first time that she had \nreflected to such an extent on how ADHD—for which she had only received \na diagnosis four years prior to the interview in 2019—shaped her experience of \nfood at school and at home as a child in the late 1990s and early 2000s. In this \nsense, the interview facilitated what Lynn Abrams has described as the “epi-\nphanic moment,” as Ella reconstructed her sense of self in the past according \nto her understanding of herself in the present.27 Yet Ella still hesitated to view \ncertain aspects of her experiences through the lens of neurodivergence, both in \nthe interview and in reflections offered afterward. During her interview, Ella \nremarked,\nLike now I eat absolutely anything, but I think being vegetarian has made that happen, \nand I think, like, from like early twenties onwards I would, like, eat anything. But at the \ntime, no. I remember being pickier. But I don’t know if that is like a neurodiverse thing \nbecause it’s not so much like I don’t like certain things, it’s that I like them in the way that \nI like them.2812\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "The uncertainty that Ella expresses could come from a variety of factors, such \nas her relatively recent diagnosis or an internalized sense of “diagnostic self- \ndoubt” that leads some individuals to question their own experiences in the \nface of heterogeneous accounts of neurodivergence.29 Regardless of the exact \nreasons for Ella’s uncertainty, her reflections hint at the tension between \nreconstructing experience at the level of the individual and extrapolating \nhow far those experiences might speak to a wider community. This tension \nis present not only in Ella’s articulation of her own experiences but also in how \nwe interpret this collection of interviews as historians. In analyzing our find-\nings and preparing this article, we were wary of ascribing meaning to the \nnarrators’ experiences in ways that they might not have done themselves. We \nultimately wanted to understand the relationship between the personal experi -\nences of school meals, which they spoke about with reference to neurodiver -\ngence, and their treatment by educational institutions, which they did not \nnecessarily discuss in similar terms.\nIn order to dig into this new research question, we invited Ella, Joanne, Lisa, \nand Lauren to respond by email to a question that explored how far they felt \nthat structural ableism had shaped their experiences of school meals. Our \nemail read as follows: “We’re exploring how far this is something that under -\nscores the experiences of people with disabilities and neurodivergence, but are \nwary of describing people’s experiences in ways that they might not be \ncomfortable with or simply disagree with. So as someone who identified as \nneurodivergent, I just wanted to ask, do you think ableism is an issue that you \nsee as having shaped your experience of school feeding?”30 All narrators \nreplied except Lisa. Their written responses emphasize the need for caution \nin interpreting the past through the present, as well as the differing extents to \nwhich they reconstruct personal and institutional experiences in relation to \nneurodivergence. Joanne, though confident in talking about how being neu-\nrodivergent shaped her reactions to school meals and the lunchtime environ -\nment, wrote an email response indicating that she did not see ableism per se as \nhaving structured her experiences.\nI was educated in an era of no understanding of difference. Children were told to be quiet \nunless spoken to and always finish all the food on your plate. This was endemic . . . \nI don’t think it can be called ableism then as such was the era of the 1960s and ’70s. I was \nnot comfortable with eating or using public areas for many years anyway as a teenager. In \nthis era [today], I think it might be different as there is so much choice, sandwiches or \ncooked lunches, menus of what food there would be and no punishment for not eating it \nall up. I think it is important to help children structure their day eating and drinking. \nI don’t know if this is what you want me to say but it’s hard to go back as in those days \nthere was not even a word or conception of being different other than ill or the old \nh word [“handicapped”]. I hope I am understanding your question?31\nLauren displayed a similar hesitancy to ascribe what they saw as a modern-day \nunderstanding of institutional ableism onto their past experiences.THE ORAL HISTORY REVIEW\n 13"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Looking back, I think it’s likely the way I was treated by other children may have been \nrelated to ableism, in the way that people who are generally odd or different tend to be \nostracized or worse, but as I wasn’t diagnosed, the way ableism in staff affected me is \nharder to quantify. It’s possible that the reactions to bullying along the lines of me having \nit coming due to my reactions (I’m sure you’ve heard the truism that if you stop reacting \nto bullying they’ll get bored and move on—somewhat difficult when you can barely \ncontrol your emotions/reactions in the best of circumstances), but I think it would be \nmore the lack of knowledge meaning my autism wasn’t noticed rather than what you \nmight call active ableism. I hope that makes sense? It’s a difficult thought to express.32\nElla took longer to respond to the email following an initial reply to state that \nshe needed some time to think about our question. When she did respond, it \nseemed that this period of reflection had led her to reconsider aspects of her \neducational experience.\nJust taking some time to properly consider this, and it’s fascinating. I think it is fair to say \nableism definitely plays a part in school meals, and actually is fair to say it shaped my \nexperiences of school more broadly. However, I was very lucky to be at school pre- \nacademization—particularly in very nurturing and localized infant and primary schools. \nI felt that despite not having a diagnosis or any specific access requests at the time \n(because I/my parents didn’t know!), the relaxed nature of the school environment and \nthe kindness of the staff helped . . . This most definitely changed at secondary school as \nthings got more strict . . . It was horrible, I’m sure for a lot of young people, but especially \nthose with any mental health concerns or neurodiversity. I don’t think I understood why \nI found it so hard at the time, but looking back I do think it’s because I had a lot of \nundiagnosed neurodiverse/mental health stuff going on. In hindsight it’s really not an \naccessible environment.33\nThere is an interesting contextualization of experience at play in these responses \nthat draws out the tensions between the individual, the collective, and the \ntemporal. While retrospectively understanding their individual experiences as \nrelated to autism, Joanne and Lauren are wary of conducting a similar retro -\nspective mapping onto the wider context of their school days. Moreover, despite \nhaving no understanding of autism as children, Joanne and Lauren both refer to \nbeing autistic as a way of explaining their personal experiences of childhood \nfrom their adult perspectives in their interviews. Yet their written responses \nshow that this does not extend to their consideration of the institutional, both \nshowing a reluctance to see their schools and teachers as ableist due to the lack of \nunderstanding about autism more broadly in the 1960s, 1970s, and 2000s. While \ntheir understanding of themselves as neurodivergent is developing over time \nand helps Joanne and Lauren to reconstruct their past selves through the lens of \nthe present, their perspectives of their schools are fixed at a certain point in \nhistory. Both write about the challenges they faced in receiving support at school, \nwith Joanne describing the lack of consideration of children’s needs as “ende -\nmic” and Lauren identifying how their own behavior in response to bullying \nmade staff dismissive of their experiences. Rather than framing this within the \ncontext of disability and ableism, they both ascribe their difficulties to a lack of 14\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "knowledge and understanding of “difference.”34 Lauren argues that they cannot \nuse the language and logic of ableism to describe the staff given that they did not \nyet have a diagnosis, although they are more open to viewing their interactions \nwith peers through this lens. This contrasts with Ella’s retrospective under -\nstanding of the support she received at school, which she more readily attributed \nto an ableist environment. Her assertion that “actually [it] is fair to say [ableism] \nshaped my experiences of school more broadly” conjures again what Abrams has \nreferred to as the role of the “epiphanic” in oral histories, as the narrator reaches \na new understanding of their experiences and sense of self.35\nSensory Responses and Sensory Regimes\nIn light of our narrators’ perspectives, we think an examination of the broader \naims of the UK school meals service is warranted. Tracing the aims of the \nservice from its beginnings in the early twentieth century provides strong \nevidence of structural discrimination against disabled people. Many of these \naims have remained important drivers of the school meals service to this day \nand arguably still shape the experiences of students, teachers, parents, and \ncatering staff. The provision of school meals across the UK should be viewed as \nan important part of the welfare state that developed over the twentieth \ncentury, particularly in the postwar years. Foucauldian scholarship is impor -\ntant here as it has placed the history of schools (including the provision of \nschool meals) alongside other “institutions that ‘contain’ persons over time, \nsuch as . . . hospitals and prisons.”36 As such, one of the primary functions of \nthe school meals service has been “disciplinary” in a Foucauldian sense—it has \nsought to shape individuals, their bodies, behaviors, habits, and attitudes in \nparticular ways considered desirable by the state. As part of a wider constella -\ntion of state institutions, the school meals service played its part in defining \nwhat the desired “norm” should be for children and young people growing up \nin the UK. The school meals service ascribed norms not just regarding what, \nwhen , and how much they should be eating but also how—in what circum -\nstances, in whose company, and in demonstrating which behaviors are accep -\ntable. Drawing on the work of French historian Alain Corbin, we refer to this \neffort by school authorities to control the ways in which children responded to \nthe sensory environment—in terms of keeping noise levels low, sitting still, \nand ensuring all food was eaten—as the “sensory regime” of the school.37 We \nnow consider this discipline in relation to neurodivergent narrators’ interac -\ntions with both sensory regimes and supervisory approaches in school dining \nspaces.\nNeurodivergent people frequently report experiencing heightened sensory \nresponses to everyday stimuli. In accounts of school meals in the past, sensory \naspects are often given prominence, even by individuals who do not identify as \nneurodivergent. From the early days of the service, it was observed that school THE ORAL HISTORY REVIEW\n 15"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "meals were often consumed within “a perfect pandemonium of noise.”38 In \nour new interviews with self-identifying neurodivergent narrators, the sensory \nimpact of school meals emerged even more sharply as a focus of their mem -\nories. Joanne described her experiences of lunchtime at secondary school in \nthe mid-1970s thus:\nJoanne: It was very rushed. It was a huge school in those days, so there’d be a lot of noise. \nI wouldn’t be able to talk. Erm, and, you wouldn’t get seconds or anything . . . you just \ntook it on a plate and that was it, and what you eat, it doesn’t matter. You’re just in a rush \nto get out, basically. So, it was all very rushed . . . \nIsabelle: Yeah. I can see you’re kind of hunching in even just at the memory of it.39\nJoanne continued to have similar experiences in adulthood when she worked \nas a special educational needs adviser and would visit different schools. At \nlunchtime, she would have to eat in the school canteen and recalled “the noise, \nthe clattering, the wooden . . . chairs on the floor screeching.”40 She went on to \ndevelop misophonia, a chronic condition where someone experiences \na heightened response (sometimes likened to an involuntary fight-or-flight \nresponse) to certain repetitive sounds, and she drew a direct connection \nbetween this and her neurodivergence.\nJoanne: And I’ve got misophonia to crisp [chip] packets now, but the—misophonia, \nI don’t know if you know? But— \nIsabelle: The kind of sound of them, is it? \nJoanne: Yeah, some people get it when they’re chewing food. I don’t have that, but when \npeople are crackling crisp packets or sweet packets, it’s very intense. And there’s—you’re \nmeant to be eating and then I can tolerate it, it’s when it’s on a train or something else . . . \nBut that’s a neurodivergent thing. Erm, yes, it was horrendous that noise, erm, and—but \nI wasn’t aware of it then. But I just know I would leave early, so I obviously didn’t eat.41\nElla recalled experiencing a similar “sensory overload” in her primary school \ndining hall in the late 1990s and early 2000s that she attributed to ADHD.42 \nFor Ella, this experience at lunchtime resulted in general feelings of fear and \nanxiety around school food, in addition to what she described as a “phobia of \nother people being sick”—something that she still has today.\nI remember one incident in . . . year two [second grade] that really sticks with me, and \nI remember it happening in the dining hall every now and again, someone would puke \nand I would freak out. Like absolutely freak out. Like have to leave. I can’t be in here! \nAnd I remember that being a bit of an anxiety about that might happen, because it’s \na space where there’s food and there’s lots of kids and there’s choking and there’s, yeah. \nAnd it being a bit of a like, “Oh my god this might happen.”43\nWhen reflecting on these experiences, Ella highlighted the significance of what \nshe called “the psychology of the dining hall.” In sociological literature, the \nschool dining hall has been viewed positively as a space of “social learning” 16\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "where students learn to build relationships and negotiate conflicts with their \npeers.44 These characteristics can present challenges for neurodivergent peo-\nple, however, when the social and emotional aspect of the dining space is \ncombined with extreme sensory stimulation.\nElla: I had quite a tumultuous time with that friendship group, and I think maybe that’s \nwhy dinner [lunch] time felt particularly—like as a source of anxiety or as something that \nhad a real place in the day because of that, like the friendship thing. So, it ended up being \na space of conflict and resolution and tears. Because if you’d fallen out at playtime then \ndinnertime was the next time you’d see each other, or the next time you’d actually speak \nabout what happened. And I feel like I do have some memories of reconciling over \na packed lunch. Like, there being conversations with people, and you end up sat next to \nsomeone and you would say sorry to each other, and it was very much that space to do \nthat. So, in some ways like reconciling and in other ways continuing a feud. \nIsabelle: Yes, yeah. It sounds like quite an emotive space. \nElla: Yeah! I think it was. And then couple that with the fact that it’s loud and there’s a lot \ngoing on and it’s like a sensory overload in the space, and then you have to make \na decision as to what you eat and then you had to carry your tray, you’re all quite like “oh \ngod,” a bit at sixes and sevens [feeling confused].45\nOften, the distress experienced by neurodivergent narrators went beyond their \nown sensory responses and feelings of “overload.” On a number of occasions, \nnarrators recalled their consumption of school meals (and the attendant \nunpleasant sensory experiences) being enforced by authority figures. \nTeachers in particular sought to ensure students’ conformity with normative \nbehaviors in ways that exacerbated feelings of discomfort and dislocation. \nThinking about her early experiences of school meals in 1966 when she was \nfour years old, Joanne recounted,\nAnd I remember erm, a very—it’s stayed with me for years—er, in those days school \ndinners were, you know, cooked to death. And I remember these horrible—I think they \nwere meant to be green beans. Mush. Cold. And you were meant to eat them before you \ngot your dessert, pudding. And I went to get the pudding because I was hungry, because \nI couldn’t eat them. And this, I still remember, this awful woman—I’ve got a very good \nmemory—sort of almost, you know, marching me back saying I was being naughty and \n“you can’t have that unless you eat your beans,” which were cold and sitting there on the \ndish. [Sense of dread in tone .] I’m also neurodivergent, by the way, so, erm, there was no \nway I could go there. Erm, and, it put me off for life eating school dinners basically \n[laughs ] and particularly green beans! Absolutely.46\nJoanne reflected more broadly on the impact that this kind of hierarchical \nsystem of discipline in school dining spaces could have on neurodivergent \npeople. There was such a stark difference in power and authority between the \ncatering staff serving the food and the children receiving it, as well as the \nrequirement to remain seated and eat different types of food in a particular \norder. “A lot of neurodivergent people say it’s the awful thing making us sit THE ORAL HISTORY REVIEW\n 17"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "down and eat,” she declared. “You must not force people because the fear is \nthere.”47\nLauren reported similar experiences of school meals at their primary school \nin the early 2000s. They described being “insulted or possibly kicked” if they \nattempted to interact with other children at dinnertime and remembered that \nrather than receiving support, the teachers would punish them, not the \nstudents responsible for the bullying. Looking back, Lauren connected this \nsituation with being “undiagnosed autistic” (as well as a difficult home life) \nand presented a picture of a disciplinary system that did not support neuro -\ndivergent children.\nIsabelle: And did you receive any support for any of the bullying that you’ve described \nthat happened at break times and lunchtimes from any staff members or other students? \nLauren: Not, not really, because the way that I tended to react—’cause again, we’re \ntalking undiagnosed autistic with like, just, to put it kindly, a dad with some anger issues \nas well. Erm. So, my sort of automatic uncontrollable reaction to this kind of thing was \nlargely to scream and hit. So, I ended up getting in all of the trouble instead. [Laughs \nwryly .] \nIsabelle: Mm. So, it was quite a one-sided experience of discipline? Or would the other \nstudents be disciplined, as well? \nLauren: Not generally, no.48\nAs we saw in the case of Ella, this distressing experience of school discipline \nduring lunchtimes was coupled for Lauren with an unpleasant sensory \nresponse to the food itself. When asked what their strongest memories of \nfood at school were, they replied,\nThe smell. My primary school really liked just like really lank vegetables. And that, you \nknow that, it’s kind of this mashed potato that one hundred percent was instant. Where \nyou can press a fork into it and pick up the fork and the little ice cream scoop of potato \nwould just stick to the fork? [Laughing ] It’s a very vivid memory, that mashed potato.49\nIndeed, Lauren, drawing on conversations with their mother, attributed the \nfact they are a “picky eater” to their negative experiences during school meals.\nYeah, so basically before starting school—this is all my mum’s report now—before \nstarting school, I was a really adventurous eater. Like, you know, three-year-olds just \neating whatever is presented at like Chinese restaurants and things.\nAnd then after starting school I very quickly became a picky eater, which—what she says, \nbecause again, I don’t really remember this much—is that, I really, really hated the school \ndinners, and it kind of flicked something in my brain that was like “this is what all \nmashed potato is like,” “this is what all cabbage is like,” where it was just like, “okay, \nI don’t like this food now.” And that’s it, forever. According to, you know, small child’s \nlogic [laughs ].5018\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Similar sensory regimes were present in home economics classes in secondary \nschool, centering around food and designed to remove control from students \nin the name of ensuring conformity. The impact of these regimes for neuro -\ndivergent students—including the possibility of shaping their relationships \nwith food into adulthood—is clear in the account Joanne gave of a 1970s home \neconomics class.\nSorry, this just brings a memory. I remember what we called Home Economics. It put me \noff cooking for life, then. Because it took all the joy away from cooking. You had to \nmeasure your pastry [laughs ] which was, mine was dead by then, you know. Like, twelve \n—in those [days], we had inches—twelve inches by twelve. “You’ve got fourteen inches!” \n[Mimicking teacher’s voice ] I mean, it was like, oh my god, it was like so—it was just \na nightmare. It took all the joy away from it!51\nLauren recalled similar experiences more than thirty years later during “Food \nTech” lessons in secondary school, where the teacher required students to \ncalculate their BMI (body mass index) and listed which foods they should and \nshould not eat to maintain an “ideal” weight. For Lauren, these experiences \nprovoked a similar sense of judgment, shame, isolation, and loss of control, \nparticularly because they were unable to put the various rules given by the \nteacher into effect, as they had no real say in the food they ate at home.\nAnd yeah, we did BMI calculations, which is a whole thing, like BMI is bad anyway and \nthen applying it to people who are still growing is just ridiculous. Erm, but I kind of got it \nin my head that like, if I lost weight people would stop picking on me . . . it’s kind of hard \nbeing told “this is how you need to eat,” “this is what is correct,” while also not really \nhaving much control over what you eat. It’s like, it’s all very well telling me “oh yeah \ndon’t eat too much meat” and things like that, and then going home and being presented \nwith “here is a large amount of meat” . . . And kind of, I don’t know, comparing what \nI was being told about food to the experience of food I think kind of exacerbated a lot of \nstuff.52\nThere is also evidence of these harmful sensory regimes being reinforced \n(often unwittingly) by parents of neurodivergent children—even parents \nwho were neurodivergent themselves. This is something that generated con-\nsiderable feelings of guilt and responsibility later in life for some narrators, \nsuch as Joanne. Joanne received an autism diagnosis as an adult, and her eldest \nchild has avoidant restrictive food intake disorder (ARFID). They attended \nprimary school in the 1990s, and, as Joanne recalled of their experience,\nOh my god. So, my eldest in primary school [pauses ] obviously couldn’t eat. Now you’re \n—I just feel still guilty, er, what I put them through. And [pause ] yeah. [Sighs ] Erm, \n[they] just didn’t really eat. But of course, they did more chicken nuggets then, in the \n’90s, erm, it—they didn’t allow packed lunches then. I did try. Later on they did. Erm, but \nat first they didn’t. And, yeah, I feel really bad about that [tone of voice has changed to \nreflect how Joanne feels]. So, basically, [they] didn’t eat much.53THE ORAL HISTORY REVIEW\n 19"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "These feelings of parental guilt can be considerably exacerbated by intersec -\ntional pressures. For example, neurodivergent children’s distressing experi -\nences of school dining spaces were sometimes compounded by the social \nstigma of free school meals—a service provided to students from low- \nincome families. Joanne provided the following account of her youngest \nchild attending secondary school in the early 2000s and abstaining from eating \nat lunchtime because of feelings of embarrassment.\nAnd then my youngest, who always ate a lot, very active, in secondary didn’t—wouldn’t \n—eat lunch. And I was quite poor, although I was working, I was on the poverty line, so \nwe got free school meals, but they had to give in the token and stand out. And of course \nthey wouldn’t do that. So, they went without. [Pause ] Yeah, I don’t feel good about that at \nall.54\nPossibilities for Resistance\nFor Ella, the feeling that she was fully in control of what she was eating only \ncame in adulthood, once the disciplinary regime of school had been left \nbehind.\nIsabelle: Would you connect that [the feeling that no one understood exactly what she \nwanted to eat when Ella was at school]—I’m probably leading you here—to your cooking \n[in later life]? \nElla: One hundred percent. No, one hundred percent. Because if I’m in control and I can \nproduce what I want then it’s fine. \nIsabelle: Yeah. \nElla: Even my boyfriend now says to me, he’s like, if we’re going to have a Bolognese—he can \nmake Bolognese and I can make Bolognese, but I make Bolognese in a very specific way, and \nso if we’re having a Bolognese, I want to make it. And he’s like “I’ll make Bolognese tonight!” \nand I’m like “I’ll do it, I’ll do it.” \nIsabelle: Because you know how you want to do it? \nElla: Yeah, and my sister’s the same, and this is not the best phrase probably to use in \nyour research, but she called herself a “Food Nazi” at one point. She was like “I know \nI am, I’m like a fascist, a food fascist, because I’m very”—well, she’s worse than me—“I’m \nvery controlling in the kitchen, very easily stressed, very high maintenance, very like high \ndrama,” but enjoys it in a weird way.55\nJoanne and Lauren both made similar comments in their interviews, stressing \nthat it has only been later in life that they have been able to find pleasure in \nfood because this is when they have had control over ingredients and prepara -\ntion. Moreover, Lauren linked this directly to their experience of being autistic \nand “getting into trouble” at school for “not finishing this thing if I don’t like \nit,” underscoring once again the ways in which neurodivergent people can find \nthe disciplinary regimes around food at school particularly challenging.20\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Joanne: Oh! For me, I don’t like it too prescriptive. So, menus, cooking, I like, I like to be \ncreative. So, if I want to put a splash of this in, a splash of that, and see what comes out. \nSometimes not good, sometimes— usually quite good, I have to say—and creating some -\nthing different or if I’m in—when I was working of course it was more difficult—and \nmaking the effort to do it and seeing people enjoy it is really nice.56 \nLauren: Versus, yeah, starting to, deciding I need to make food that tastes good rather \nthan just thinking about “am I getting enough of these various nutrients?” was just a lot \nmore fun. And also, just that control as well, ’cause, I don’t know—’cause I think autism \nplays into this as well. The idea of having full control over what you’re eating makes food \na lot less stressful [laughing ]. It’s like “oh I can’t get in trouble for not finishing this thing \nif I don’t like it, I can just put it back in the pan and do something else with it.” Or even \njust chuck it out and start again.57\nEarlier in this article, we asked whether resistance within school itself might be \npossible too. Such resistance may have proven especially challenging for \nneurodivergent students who seem to have been particularly targeted by \ndisciplinary regimes relating to the consumption of food. Yet there are indica -\ntions from our narrators’ interviews that, with the support of sympathetic \nteachers, they were sometimes able to avoid the distress and feelings of \nisolation associated with the school dining hall. Ella, for example, recalled \na greater degree of flexibility from teachers at primary school in the late 1990s \ncompared with those at secondary. Some teachers were prepared to adapt \nmeals to accommodate her individual needs, such as when she would acciden -\ntally leave her lunchbox at home.\nElla: I’ve also just remembered there would be weeks when I would say “sandwiches” [in \nresponse to being asked by a teacher if she had brought a packed lunch to school or \nwould be eating a school meal] and then I would forget my lunchbox and I’d have to have \ndinners, but there was space for them to do that. So it was so fluid that actually even \nthough at the time there was less understanding of neurodiversity and if you didn’t have \na diagnosis there was no kind of—because I kind of slipped under the radar, and as did \nmy sister, because I was academically able, because I was bright and I did well and they \nknew my family and we had like a nice family situation, and there was never any \nconsideration of maybe this child is anxious or maybe . . . But as I got older and things \ngot harder and more structured, it definitely showed up more. Primary school was a bit \nmore fluid and a bit easier . . . \nIsabelle: Could you just leave as well, like when you’re done? \nElla: I think so. Yeah. I think you could. Oh, that’s what I was kind of thinking, like even \nthough neurodiversity was less on the radar, the flexibility of school and the kind of the \nwarmth of the school environment and it being very nurturing, I actually found worked \nwith my brain in a way that now I don’t think would be the same. Even though teachers \nare still very nice and kind, the regiment of routines and the—maybe less so in primary \nactually, but definitely in secondary school, it was just starting to get that way in \nsecondary school when I was at school and I think that’s why I found it so much harder \nwhen I went up to year seven [sixth grade], I found it so much harder than primary. And \nyeah. It’s just like, even though there was no recognition of the fact that I might have THE ORAL HISTORY REVIEW\n 21"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "ADHD, the certain, there were already like access requirements in place, like just \nbecause.58\nAlthough Joanne recounted experiencing very harsh responses from teachers \nin the UK during her time in reception (kindergarten) in 1966–67, she \nencountered a more flexible, laid-back approach from teachers after moving \nto the US at the age of five.\nBut again, whether it was sensory or food-related, it was a slightly different system in that \nyou were meant to pay a quarter—like 25 cents—for your meal each day, but if you \nforgot they gave you an emergency packed lunch, which was a peanut butter and jelly \nsandwich—jam. I loved peanut butter and jelly sandwiches. I seemed to forget my dinner \nmoney a lot [Isabelle and Joanne laugh ]. I still eat peanut butter. I don’t eat the jam so \nmuch, but I eat peanut butter every day.59\nAs noted previously, Lisa’s experience of being given a xylophone to “bash” at \nlunchtime when attending primary school in the 1970s instead of being \nallowed to socialize with her peers can also be understood in this sense. \nReflecting back on this experience, Lisa interpreted being given the opportu -\nnity to play the xylophone, glockenspiel, or tambourine alone in the hall as an \nadaptation to her particular sensory needs, and, in hindsight, was something \nshe actually enjoyed.\nI was only allowed to bash things! [Laughs ] I don’t know—I see why now—but back \nthen. But I loved it! . . . I really enjoyed it because I could sort of focus, could hyperfocus \non that sort of thing.60\nIn her own professional practice as a teacher of children with additional needs \nin the 1990s, Joanne developed a range of adaptive techniques to try to make \nthe experience of eating in school more comfortable for neurodivergent \nstudents. Having appreciated the difference that a more flexible approach \ncould make, both in her own experience and with her neurodivergent children, \nJoanne explains,\nI’ve worked with loads of students and sometimes it’s just with ARFID, it’s playing with \nthe food, and sensing it and smelling it. And even drawing with it or making pizzas and \npatterns with it. I’ve done that with my students in school who couldn’t eat. They said \nthey were never going to eat cheese, never going to eat that. “Okay, shall we do a rocket?” \nAnd we made a rocket pizza. And they wouldn’t eat it then, but they took it home, and \nthe mums said they ate it. You know, it was only, it’s—and this was years ago before we \nhad specialists doing it.61\nConclusion\nInsofar as historians have considered the history of school meals, they have \ntended to rely on documentary sources that privilege the perspective of the \nstate, school authorities, and teachers. The impact of the school meals service \non individuals and groups—particularly marginalized communities such as 22\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "neurodivergent people—are rarely engaged with in such research. If any \nconclusions are drawn about the impact of school meals, the service is \nshown as having been broadly successful in imposing a system of control \nover the eating and drinking habits of schoolchildren. Responses other than \nquiet conformity are rarely considered; resistance seems an impossibility.\nOral history offers the potential to provide some insight into the lived \nexperience of those receiving, preparing, and supervising school meals \nin the past and is particularly important for understanding the experi -\nences of marginalized groups. As we have seen from the four interviews \nwith neurodivergent narrators discussed here, school meals could elicit \nfeelings of fear, anxiety, discomfort and “sensory overload.” In some \ncases, experiences in the school dining hall have profoundly influenced \nnarrators’ relationships with food well into adulthood and have played \na significant role in their understandings of their own neurodivergence. \nThere were also stories of resentment and resistance—of teachers and \npeers providing support and understanding, as well as adaptation and \nalternative spaces for the consumption of food at school, away from the \nrigidity, noise, and smells of the formal dining hall.\nSupporting the telling of these stories required a similar flexibility and \npreparedness to adapt our established oral history practices as inter -\nviewers. We came to the project with the intention of following \na semistructured, chronological approach, but soon realized that this \ndid not meet the needs of some of our neurodivergent narrators. Just as \nthe stories shared by our narrators reveal the need for greater fluidity \nand flexibility in the operation of state-run services like school meals, \nthey also demonstrated the need for greater care and reflection on the \nstructure and conduct of oral history interviews when researchers are \nworking with neurodivergent narrators.\nAcknowledgments\nWe would like to thank our narrators for their generous contributions to our project and \nfeedback on this article.\nDisclosure Statement\nThe authors report there are no competing interests to declare. \nFunding\nThis work was supported by the Economic and Social Research Council.THE ORAL HISTORY REVIEW\n 23"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "ORCID\nIsabelle Carter \n http://orcid.org/0000-0002-7603-4894\nHeather Ellis \n http://orcid.org/0000-0001-8571-0340\nNotes\n1. This project has been ethically approved by the University of Sheffield’s Ethics Review \nProcedure as administered by the School of Education. The university’s Research Ethics \nCommittee monitors the application and delivery of the university’s Ethics Review \nProcedure across the university. All narrators received an information sheet to provide \ninformed consent. Pseudonyms are used per narrators’ requests.\n2. Linda Shopes, “ ‘Insights and Oversights’: Reflections on the Documentary Tradition \nand the Theoretical Turn in Oral History,” Oral History Review 41, no. 2 (2014): 257–68.\n3. Lauren, interviewed by Isabelle Carter, video call, 27 September 2023, School Meals \nService Project SMS2-2023-09-27-a02; Joanne, interviewed by Isabelle Carter, video call, \n10 November 2023, School Meals Service Project SMS2-2023-11-10-a02; Ella, inter -\nviewed by Isabelle Carter, Sheffield, UK, 4 October 2023, School Meals Service Project \nSMS2-2023-10-04-a01; Lisa, interviewed by Isabelle Carter, Leicester, UK, \n8 December 2023, School Meals Service Project SMS2-2023-12-08-a01. The format for \ndates and the file names shown here (and in subsequent citations to interviews, field \nnotes, or other communication with narrators) are consistent with the style conventions \nused in other published materials documenting the School Meals Service Project.\n4. Lorna G. Hamilton and Stephanie Petty, “Compassionate Pedagogy for Neurodiversity \nin Higher Education: A Conceptual Analysis,” Frontiers in Psychology 14 (2023): 3.\n5. Patrick Dwyer, “The Neurodiversity Approach(es): What Are They and What Do They \nMean for Researchers?,” Human Development 66, no. 2 (2022): 77.\n6. David Henderson and Christine Bigby, “Whose Life Story Is It? Self-Reflexive Life Story \nResearch with People with Intellectual Disabilities,” Oral History Review 44, no. 1 (2017): 41.\n7. Gurpinder Lalli, “School Meal Time and Social Learning in England,” Cambridge Journal \nof Education 50, no. 1 (2020): 57–75.\n8. Mildred E. Bulkley, The Feeding of School Children (Bell, 1914), 27.\n9. Catherine Burke, “Contested Desires: The Edible Landscape of School,” Paedagogica \nHistorica 41, nos. 4–5 (2005): 574.\n10. Burke, “Contested Desires,” 573, 576.\n11. Lauren, written submission to authors via website contact form, 29 Aug 2023, “Share \nYour Memories,” The School Meals Project, https://www.theschoolmealsproject.co.uk/ \nshare-your-memories/ .\n12. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n13. “Ethics,” The Autistic Voices Oral History Project, last modified 2024, https://www. \nautisticvoices.org/ethics . Stimming is a form of self-expression that consists of repetitive \nmovements and mannerisms that help autistic individuals to self-regulate in conducting \neveryday tasks or in response to particular sensory stimuli.\n14. “How Was School? Disabled People’s Experiences of Education over the Last Century,” \nThe Alliance for Inclusive Education, https://howwasschool.allfie.org.uk .15 Lisa inter -\nview, School Meals Service Project SMS2-2023-12-08-a01.\n15. Lisa interview, School Meals Service Project SMS2-2023-12-08-a01.24\n I. CARTER AND H. ELLIS"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "16. Alexander Freund, “Toward an Ethics of Silence: Negotiating Off-the-Record Events and \nIdentity in Oral History,” in Oral History Off the Record: Toward an Ethnography of \nPractice , ed. Anna Sheftel and Stacey Zembrzycki (Palgrave Macmillan, 2013), 223–38.\n17. Kirstie Stage, “Nothing About Us Without Us,” History Workshop , June 11, 2024, https:// \nwww.historyworkshop.org.uk/disability-history/nothing-about-us-without-us/ .\n18. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n19. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n20. Holly Werner-Thomas, “Sensory Roadmaps: How to Capture Sensory Detail in an \nInterview and Why Doing So Has Exciting Implications for Oral History,” Oral \nHistory Review 49, no. 1 (2022): 97–115; Daniel Kerr, “ ‘We Know What the Problem \nIs’: Using Oral History to Develop a Collaborative Analysis of Homelessness from the \nBottom Up,” Oral History Review 30, no. 1 (2003): 27–45.\n21. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n22. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n23. Isabelle Carter field notes, 27 September 2023.\n24. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n25. Catherine D. Tan, “ ‘I’m a Normal Autistic Person, Not an Abnormal Neurotypical’: \nAutism Spectrum Disorder Diagnosis as Biographical Illumination,” Social Science and \nMedicine 197 (2018): 161.\n26. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n27. Lynn Abrams, “Liberating the Female Self: Epiphanies, Conflict, and Coherence in the \nLife Stories of Post-War British Women,” Social History 39, no. 1 (2014): 23.\n28. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n29. Rozanna Lilley et al., “ ‘Peas in a Pod’: Oral History Reflections on Autistic Identity in \nFamily and Community by Late‑Diagnosed Adults,” Journal of Autism and \nDevelopmental Disorders 53 (2023): 1156.\n30. Isabelle Carter, email message to narrators Lauren, Lisa, Ella, and Joanne, \n30 November 2023.\n31. Joanne, email response to Isabelle Carter, 3 December 2023.\n32. Lauren, email response to Isabelle Carter, 1 December 2023.\n33. Ella, email response to Isabelle Carter, 19 December 2023.\n34. Joanne, email response to Isabelle Carter, 3 December 2023; Lauren, email response to \nIsabelle Carter, 1 December 2023.\n35. Abrams, “Liberating the Female Self,” 23.\n36. Burke, “Contested Desires,” 571.\n37. Alain Corbin, “Charting the Cultural History of the Senses,” in Empire of the Senses: The \nSensual Culture Reader , ed. David Howes (Routledge, 2005), 128–42.\n38. C. G. Stillman and R. Castle Cleary, The Modern School (Architectural Press, 1949), 120.\n39. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n40. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n41. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n42. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n43. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n44. Lalli, “School Meal Time and Social Learning in England.”\n45. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n46. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n47. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n48. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n49. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n50. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.THE ORAL HISTORY REVIEW\n 25"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "51. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n52. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n53. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n54. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n55. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n56. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n57. Lauren interview, School Meals Service Project SMS2-2023-09-27-a02.\n58. Ella interview, School Meals Service Project SMS2-2023-10-04-a01.\n59. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.\n60. Lisa interview, School Meals Service Project SMS2-2023-12-08-a01.\n61. Joanne interview, School Meals Service Project SMS2-2023-11-10-a02.   \nIsabelle Carter is an assistant professor in modern British history in the School of \nHistory and Cultures at the University of Birmingham, UK. She is an oral historian \nwith research interests in place-based inequalities. This work stems from her role as \nresearch associate on a project funded by the UK’s Economic and Social Research \nCouncil (ESRC) titled The School Meals Service: Past, Present—and Future? (grant \nnumber ES/X000737/1).\nHeather Ellis is an associate professor in the School of Education at the University of Sheffield, \nUK. She is a historian of education with research interests in the history of childhood and the \nlived experience of the welfare state. She is co-investigator on a project funded by the UK’s \nEconomic and Social Research Council (ESRC) titled The School Meals Service: Past, Present— \nand Future? (grant number ES/X000737/1).26\n I. CARTER AND H. ELLIS"
    }
  ]
}