{
  "doc_type": "scientific paper",
  "title": "Psychometric Properties of a Self-Perception Questionnaire for Adults with Suspected Misophonia",
  "authors": [
    "Benjamín J. Castillo",
    "María T. Munoz-Quezada",
    "Boris A. Lucero"
  ],
  "year": 2024,
  "journal": "SAGE Open",
  "doi": "10.1177/21582440241287097",
  "abstract": "Misophonia is a disorder of decreased tolerance to specific sounds or stimuli associated with such sounds, called triggers. The aim was to validate a questionnaire on self-perception of the type of sound, visual identification, and origin of sounds in adults with suspected misophonia by Spanish-speaking people. An interview was conducted with a total of 395 participants, divided into four distinct blocks of questions: the trigger of misophonia, the visual identification of gestures or actions related to selective sounds, the emotional closeness between listener and sender, and the impact on the daily personal relationships of the person with misophonia. Each block used classical test theory to factorially validate the instrument. The first group of questions gave as a result four factors: mouth and throat sounds, environmental sounds, material sounds, and pronunciation sounds (Cronbach's alpha = .929; KMO = 0.894). The second group identified two dimensions of reaction to actions and gestures, one related to movements of the mouth and throat and the second to body movements or exaggerated gesticulation (Cronbach's alpha = .840; KMO = 0.819). The third block linked low and high emotional closeness factors (Cronbach's alpha = .690; KMO=0.633). The fourth block obtained a factor for daily chores and another for affective relationships (Cronbach's alpha = .861; KMO = 0.820). The questionnaire offers valuable insights into the nature of misophonia, and the necessity for further research in this field. These findings emphasize the importance of developing a comprehensive understanding of misophonia to enhance diagnosis.",
  "keywords": [
    "psychometrics",
    "diagnostic and nosological systems",
    "statistics",
    "assessment",
    "clinical"
  ],
  "research_topics": [
    "Misophonia",
    "Psychometric validation",
    "Self-perception questionnaire",
    "Sound triggers",
    "Emotional reactions",
    "Misokinesia",
    "Synesthesia",
    "Classical test theory",
    "Factor analysis",
    "Mental health",
    "Spanish-speaking population",
    "Diagnostic instruments"
  ],
  "created_at": "2025-05-05T01:49:40.736783Z",
  "source_pdf": "documents/research/Global/Castillo-et-al-2024-psychometric-properties-of-a-self-perception-questionnaire-for-adults-with-suspected-misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Original Research\nSAGE Open\nOctober-December 2024: 1–15/C211The Author(s) 2024\nDOI: 10.1177/21582440241287097\njournals.sagepub.com/home/sgo Psychometric Properties of\na Self-Perception Questionnaire forAdults with Suspected Misophonia\nBenjamı ´n J. Castillo1, Marı ´aT .M u n ˜oz-Quezada2,\nand Boris A. Lucero1\nAbstract\nMisophonia is a disorder of decreased tolerance to specific sounds or stimuli associated with such sounds, called triggers.\nThe aim was to validate a questionnaire on self-perception of the type of sound, visual identification, and origin of sounds in\nadults with suspected misophonia by Spanish-speaking people. An interview was conducted with a total of 395 participants,divided into four distinct blocks of questions: the trigger of misophonia, the visual identification of gestures or actions related\nto selective sounds, the emotional closeness between listener and sender, and the impact on the daily personal relationships\nof the person with misophonia. Each block used classical test theory to factorially validate the instrument. The first group ofquestions gave as a result four factors: mouth and throat sounds, environmental sounds, material sounds, and pronunciation\nsounds (Cronbach’s alpha = .929; KMO = 0.894). The second group identified two dimensions of reaction to actions and ges-\ntures, one related to movements of the mouth and throat and the second to body movements or exaggerated gesticulation(Cronbach’s alpha = .840; KMO = 0.819). The third block linked low and high emotional closeness factors (Cronbach’s alpha =\n.690; KMO = 0.633). The fourth block obtained a factor for daily chores and another for affective relationships (Cronbach’s\nalpha = .861; KMO = 0.820). The questionnaire offers valuable insights into the nature of misophonia, and the necessity forfurther research in this field. These findings emphasize the importance of developing a comprehensive understanding of miso-\nphonia to enhance diagnosis.\nPlain language summary\nQuestionnaire for adults with suspected misophonia\nMisophonia is a condition in which certain sounds cause discomfort. Researchers validated a self-assessment\nquestionnaire for Spanish-speaking adults with suspected misophonia. The questionnaire explored sound types, visual\nidentification, and emotional impact. It revealed factors related to mouth and throat sounds, environmental sounds,\nmaterial sounds, and pronunciation sounds. Understanding misophonia is relevant for accurate diagnosis and futureresearch\nKeywords\npsychometrics, diagnostic and nosological systems, statistics, assessment, clinical\nIntroduction\nAccording to data from the Global Burden of Disease\n(GBD) (2018), mental health and substance abuse issuesaffect approximately 11% to 18% of the global popula-tion, equivalent to around 970 million individuals.\nAmong the most common mental health problems are\ndepression, anxiety, and alcohol and drug use disorders1Universidad Cato ´lica del Maule, Talca, Chile\n2Universidad de Chile, Santiago, Chile\nCorresponding Author:\nMarı´a T. Mun ˜oz-Quezada, School of Public Health, Faculty of Medicine,\nUniversidad de Chile, Santiago de Chile, Avenida Independencia 939,\nSantiago 8380453, Chile.\nEmail: mtmunoz@uchile.cl\nData Availability Statement included at the end of the article\nCreative Commons CC BY: This article is distributed under the terms of the Creative Commons Attribution 4.0 License\n(https://creativecommons.org/licenses/by/4.0/) which permits any use, reproduction and distribution of\nthe work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages\n(https://us.sagepub.com/en-us/nam/open-access-at-sage)."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "(Dattani et al., 2019). However, there are ongoing dis-\ncoveries of new mental disorders that the World HealthOrganization (2019) in the International Classification of\nDiseases 11th edition (ICD-11) and the American\nPsychiatric Association (2022) do not currently recog-nize. Examples of such complex neurophysiological and\nbehavioral disorders include misophonia and\nhyperacusis.\nThe term Misophonia was initially introduced by P. J.\nJastreboff and Jastreboff (2003) and combines the Greekwords mı´so§(mı´sos) ‘aversion’ and jvn/C19h(fone´) ‘sound’,\nresulting in the translation hatred of sound. However, a\nrecent definition by Swedo et al. (2022) characterizes mis-\nophonia as a condition with a reduced tolerance to spe-cific sounds or stimuli associated with those sounds.\nThese stimuli, known as triggers, are perceived as unplea-\nsant or distressing and can elicit strong negative emo-tional, physiological, and behavioral reactions that are\nnot typically observed in the general population. It is\nimportant to distinguish misophonia from similar orrelated disorders, such as hyperacusis, where individuals\nperceive sounds at a heightened volume compared to\nreality (P. J. Jastreboff & Jastreboff, 2015).\nOther frequently encountered examples include tinni-\ntus, which is the perception of sound in the absence of anexternal source (Levine & Oron, 2015; Møller, 2011), andphonophobia, which is an irrational fear that arises in\nthe presence of specific sounds, leading to a hypersensi-\ntivity towards them (Theodoroff et al., 2019). While theseconditions are distinct, numerous studies have demon-\nstrated a significant correlation between them (Potgieter\net al., 2019; Swedo et al., 2022).\nAn estimated 60% of individuals with misophonia\nalso experience tinnitus, and a higher percentage mayhave comorbid personality disorders (Bruxner, 2015; P.\nJ. Jastreboff & Jastreboff, 2015; Schro ¨der et al., 2013;\nWebber et al., 2014; M. S. Wu et al., 2014). Misophoniahas a significant impact on the personal and social lives\nof patients, often leading to depression and even suicidal\nideation (Edelstein et al., 2013; P. J. Jastreboff andJastreboff, 2003; Schro ¨der et al., 2013; M. S. Wu et al.,\n2014; Zhou et al., 2017). Schro ¨der et al. (2019) and\nDozier and Morrison (2017) propose that misophonia\ninvolves involuntary physical and emotional responses totrigger stimuli. Individuals with this condition frequently\nreport deterioration in communication with family and\nclose relationships, which can result in the breakdown ofromantic partnerships, unemployment, and social isola-\ntion (Schwartz et al., 2011; Zhou et al., 2017). There are\ntreatments such as the use of portable white noise devicesto reduce awareness of aversive sounds (P. J. Jastreboff\nand Hazell, 2004), Autonomous Sensory Meridian\nResponse (ASMR) sounds (Rouw & Erfanian, 2017),and cognitive-behavioral therapy (Bernstein et al., 2013;Muller et al., 2018), however, have yielded mixed or\nincomplete results (Dozier et al., 2017; Hadjipavlouet al., 2008; P. J. Jastreboff et al., 1996; Palumbo et al.,\n2018).\nSwedo et al. (2022) outline five key domains of miso-\nphonia: misophonic triggers, reactions to triggers, influ-\nences on reactions, functional impairments, andrelationships with other conditions or disorders.\nConsequently, it is expected that self-report measures\nwill incorporate as many domains as possible, enabling amore comprehensive evaluation of misophonia (Aazh,2023).\nThe most widely used questionnaire is the Misophonia\nQuestionnaire MQ (M. S. Wu et al., 2014), while the\nmost widely used scale of dislikes associated with miso-\nphonia is the Misophonia Activation Scale MAS-1(Fitzmaurice, 2010). MAS-1 consists of 11 levels, ranging\nfrom not perceiving a sound as annoying (level 0) to\nthoughts of physical violence towards the sound sourceor oneself (level 10). Other instruments available include\nthe Misophonia Assessment Questionnaire (MAQ)\n(Rosenthal et al., 2021); Misophonia EmotionalResponses Scale (MER) (Dozier, 2015); Online\nMisophonia Questionnaire (Rouw & Erfanian, 2017);\nSelective Sound Sensitivity Syndrome Scale (S-Five)(Vitoratou et al., 2021); MisoQuest (Siepsiak et al.,2020); Misophonia Response Scale (MRS) (Dibb et al.,\n2021); Duke Misophonia Questionnaire (DMQ)\n(Rosenthal et al., 2021); Sussex Misophonia Scale forAdolescents (SMS-Adolescent) (Rinaldi et al., 2022);\nDuke-Vanderbilt Misophonia Screening Questionnaire\n(DVMSQ) (Williams et al., 2022); and MisophoniaCoping Responses Scale (MCR) (Rosenthal et al., 2021).\nThese instruments provide various avenues for assessing\nmisophonia and its associated factors.\nLikewise, there is also the Misophonia Physiological\nResponse Scale (MPRS) (Bauman, 2015), theAmsterdam Misophonia Scale (A-MISO-S) (Schro ¨der\net al., 2013), and the Misophonia Trigger Severity Scale\n(MTS) (Dozier, 2015). The limitations of these instru-ments are that they cannot simultaneously cover theeffect of each type of sound on a person: synesthesia\nfrom seeing some scenes associated with triggering\nsounds, the relationship between the reaction betweenmisophonia and emotional closeness with the sender of\ntriggering sounds, and the impact on the daily routine of\nthe person with misophonia. In addition, all these instru-ments are in English (Ferrer-Torres & Gime ´nez-Llort,\n2022a); some are not psychometrically validated; and\ninstruments such as the A-MISO-S have not previouslybeen reported as having been validated in Spanish\n(Ferrer-Torres & Gime ´nez-Llort, 2022b). Therefore, it is\nnecessary to have a version to assess Spanish-speaking\npeople. Since many social and cultural variables can2 SAGE Open"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "directly or indirectly influence the level of discomfort\ntowards certain sounds, such as noises made while eatingand the tone of speech, these characteristics may belinked to the habits and customs of certain linguisticcommunities (Ferrer-Torres & Gime ´nez-Llort, 2022a).\nTherefore, as research on misophonia continues, it\nrequires instruments that can be adapted to different\nsocio-cultural contexts. In particular, this research isexpected to provide a new resource for the Spanish-speaking community, which can be replicated in otherlinguistic communities (Ferrer-Torres & Gime ´nez-Llort,\n2022b).\nThis study aimed to validate a questionnaire on self-\nperception of the type of sound, visual identification, andorigin of sounds in adults with suspected misophonia bySpanish-speaking people.\nThis psychometric validation is a new questionnaire\nthat was based on the Misophonia Questionnaire (MQ)(M. S. Wu et al., 2014), on the work of other experts in\nthe field (Potgieter et al., 2019; Schwatz et al., 2011), and\non the evaluation of the criteria of expert judges in thearea of mental health and psychometrics. The MAS-1scale and the report by Brout et al. (2018) were used togenerate the response scales.\nA questionnaire was developed inspired by other\ninstruments, primarily the Misophonia Questionnaire(MQ) (M. S. Wu et al., 2014) and the works of Potgieteret al. (2019) and Schwartz et al. (2011). Additionally, anevaluation of criteria by expert judges in the fields of\nmental health and psychometrics was consulted. It was\nfound that not only mouth and throat sounds (such asslurping and swallowing) are triggers, but also environ-mental sounds, animal sounds, whispers, among others.These works also highlight the importance of consideringthat movements associated with certain sounds, such as\nspitting, form part of the discomfort, thus requiring\ninvestigation into their link with misophonia. To createthe response scales, the MAS-1 scale and the report byBrout et al. (2018) were used as inspiration.\nA pilot version of the instrument was then adminis-\ntered to 179 adults, with an observed internal consistencyof a Cronbach’s alpha of .85. Following the expert judg-ment and the pilot test, the final version of the question-naire was concluded with the items presented inAppendix 1.\nMaterials and Methods\nThe research corresponded to a cross-sectional explora-tory study carried out between March and April 2021,\nwhich incorporated the inquiry of the misophonia and\nmisokinesia questionnaire (CUDEMM, for its acronymin Spanish: Cuestionario de Misofonı ´a y Misokinesia)\nthrough a non-probabilistic convenience sample.Previously, the questionnaire application was approved\nby the Scientific Ethics Committee of the UniversidadCato´lica del Maule, record No. 25/2021.\nThe recruitment of the sample was carried out through\na call to participate through a personal account on social\nnetworks in groups in Spanish, oriented towards the suf-\nfering of misophonia. The participants answered thequestion of informed consent virtually, and then, in the\ncase of acceptance, they were presented with the ques-\ntion, ‘‘Do you feel any discomfort when you hear certaintypes of sounds?’’ If you answered ‘‘Yes,’’ continue withthe questionnaire. Otherwise, you are consulted if you\nknow people with misophonia. The questionnaire, for\nthe moment, does not have clinical validity, since itsobjective is to explore new aspects of misophonia as a\nscreening tool.\nTo ensure the authenticity of participants, their email\naddresses were collected upon accessing the question-\nnaire, allowing only one response per address.Additionally, two open-ended questions and correla-\ntional statistics were used to identify any suspicious cases\nof duplication.\nThe inclusion criteria were being of legal age (verified\nby asking for age and date of birth), being a Spanishspeaker (as the instructions and participant recruitment\nmaterials were only written in Spanish), and having\naccess to an account on one of the social networks usedfor distributing the questionnaire. Additionally, partici-pants had to express interest in the topic of misophonia\nby accepting informed consent to participate in the study.\nExclusion criteria included all incomplete questionnaires,as well as those with response patterns suggesting a lack\nof attention or seriousness from the participant. In this\nstudy, we did not observe any fraudulent or duplicateresponses.\nTo ensure consistent psychometric properties, the\nappropriate sample size for the population of interest\n(Spanish-speaking adults who have experienced this dis-\ncomfort before) depended on two main factors. First, thenumber of participants who responded to each question\nwas considered; ideally, there were ten or more responses\nper item. Second, the similarity of sociodemographic andpsychosocial characteristics in the population where theinstrument was used was taken into account. Therefore,\nas each block of questions was analyzed separately, it\nwas expected that for a set of 21 questions (consideringthe block with the highest number of items), there would\nbe a minimum of 210 valid responses to reduce biases\ndue to sample size.\nThis scale was designed based on the levels assigned\nby the Misophonia Activation Scale (MAS-1)(Fitzmaurice, 2010) and the report by Brout et al. (2018).\nThe scale proposes the following rating: (1) No discom-\nfort or minimal irritation is felt; (2) is hypervigilant; theCastillo et al. 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "person asks to stop the sound, covers one ear, or quietly\nmoves away; (3) feels slight discomfort, covers their ears,\nand feels like running away; (4) feels considerable dis-\ncomfort; sometimes, when imagining the sound for a\nlater moment, ideas of violence arise; and (5) feels panic,\nanger, and episodes of physical violence towards others,\nthemselves, or animals.\nThe questionnaire’s composition is based on four\nblocks of questions, the first of which presented 21 state-\nments regarding different types of sounds associated with\nmisophonia (Dozier, 2015; M. Jastreboff & Jastreboff,\n2014; Schro ¨der et al., 2013; M. S. Wu et al., 2014), to\nwhich individuals responded with their level of disgust\nand reaction to each situation.\nSimilarly, a second block presented seven questions\nexploring synesthesia and misokinesia (Brout et al., 2018;\nPalumbo et al., 2018; Saenz & Kock, 2008). The ques-\ntions in this block were rated using the same response\nscale as the first block. Then, a third block asked about\nparticipants’ reactions to four types of interpersonal rela-\ntionships. The response scale used for this was: (1) I con-\ntain my emotions; (2) I constantly let others know about\nmy discomfort; (3) I try to escape the noise; (4) I imagine\nscenes of hatred; and (5) I have fought with others.\nFinally, the fourth block of questions inquired how miso-\nphonia had impacted the respondent’s life in six contexts.\nThe following scale was used for grading: (5) a lot; (4)\nenough; (3) somewhat; (2) little; (1) almost none; and (0)\ndoes not apply. These blocks represent much of thecharacteristics that Swedo et al. (2022) compiled about\nmisophonia (Figure 1).\nThe study included additional questions. Participants\nwere asked about their gender, age, and whether theyengaged in playing a musical instrument. Moreover, they\nwere asked if they experienced any discomfort from\nbothersome noises while dining out or watching movies,whether they could identify specific triggers for the onsetof their misophonia, and if they could mentally visualizethe scenes that generate the sounds after reading the ini-tial set of questions.\nThe instrument had 395 answers extracted from the\nGoogle Formulary for 38 questions that constitute thefour blocks of 21, 7, 4, and 6, respectively. In these, it isdeduced that the minimum question-participant ratiowas 18.8 participants for each question, which is metho-dologically appropriate (Bandalos and Finney, 2019).\nAnalysis Plan\nInitially, the judges’ criteria were applied to assess the\nquestions in block 1. Three experts in the validation of\npsychometric instruments in the field of mental healthwere selected, and they unanimously agreed on the finalversion of the instrument. The agreement coefficient andRussell-Rao statistic were used to demonstrate the ques-tionnaire’s relevance.\nTo evaluate the item’s ability to function as intended,\nCronbach’s alpha coefficient was employed. Exploratory\nFigure 1. Schema of the summary of the characteristics of misophonia according to the work of Swedo et al. (2022, cited by Aazh, 2023).4 SAGE Open"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "factor analysis was conducted to analyze the question-\nnaire’s multidimensional behavior, using the principalcomponents as the method of factorial extraction. TheKaiser-Meyer-Olkin (KMO) measure of sample ade-quacy and Bartlett’s sphericity test were utilized to com-pare observed and partial correlation coefficients.\nThe selection of the number of factors or dimensions\nwas based on their representativeness, considering a highexplained variance and psychometric interpretation.Subsequently, the resulting factors were rotated usingthe Promax method with Kaiser normalization, ensuring\nthat correlations between factors were respected. The\ncommunality index and uniqueness were used to indicatethe representativeness of each item in the selected fac-tors. The Hofmann complexity index was employed todetermine the number of factors associated with eachitem (Hofmann, 1978).\nAfter identifying and describing the questionnaire’s\nfactors, a descriptive analysis was performed to examinethe relationship between the factors and the participants’age and gender. The scores for each factor were calcu-lated as the sum of the associated response grades.\nResults\nParticipant Characteristics\nThe study included a total of 395 Spanish-speaking\nparticipants (337 women, 56 men, and 2 not identified).This type of imbalance often occurs in surveys withonline recruitment (M.-J. W u et al., 2022). Moreover,\nsimilar studies (e.g., Dibb et al. 2021; M. S. Wu et al.2014) have shown a higher prevalence of women withaversions to specific sounds. The age of the partici-\npants ranged from 18 to 77 years (mean = 34.15; stan-\ndard deviation [ SD] = 10.22 years).\nThe majority of participants (343 individuals)\nreported that their discomfort with certain sounds began\nspontaneously, without any specific trigger. For 37 parti-\ncipants, the onset of misophonia was attributed to theirparents or siblings, while 8 individuals mentioned findingout about it through some form of communication. Onlythree participants reported that their friends played arole in the onset, while one person mentioned their part-ner as the trigger, and another individual attributed it toa cousin. The average age at which participants startedexperiencing discomfort due to certain sounds was\napproximately 12.97 years ( SD= 7.32).\nWhen asked if they had instilled this condition in\nother people, 31.9% ( n= 126) mentioned that to 1 or 2\npeople; 12.1% ( n= 48) between 3 and 5; 5.4% ( n=2 1 )\nindicated that to 6 or more people; and 50.6% ( n= 200)\nto no one. 17.5% stated that they did not go to thecinema for this reason, and 44% did so rarely. On theother hand, 4.7% do not go out to eat because of thiscondition, while 40.1% do so occasionally. Also, 3.1%\nof the participants do not go out to dinner because of\nthe noise when eating, while 55.3% do so but indicate\nthat they put up with the noise.\nThe majority of participants, specifically 78%, indi-\ncated that they had not sought the assistance of a mental\nhealth professional. In contrast, 15.9% of the partici-\npants reported seeking professional help, but expressed\ndissatisfaction with the results of their previous\nexperiences.\nFinally, in response to the question about mentally\nvisualizing the sounds that trigger discomfort (block 1\nquestions), 2% of participants ( n= 8) answered ‘‘none,’’\n24% ( n= 95) answered ‘‘some,’’ 46.5% ( n= 184)\nanswered ‘‘many,’’ and 27.3% ( n= 108) indicated ‘‘all.’’\nThe 38 questions that make up blocks 1, 2, 3, and 4\nare presented in Appendix 1, along with their item and\ndescriptive measures.\nNext, the factorial psychometric validation results are\npresented for each of the analyzed blocks.\nBlock 1: Trigger Sounds of Misophonia\nThe first block of questions was submitted to expert judg-\nment, which was obtained from the consultation of two\nprofessionals to assess the degree of relevance and clarity,\nsubject to the options of good and bad. The simple and\nRussell-Rao agreement coefficients had the same value\nfor the degree of relevance and clarity, with values = 0.89\nand 0.83, respectively.\nThe reliability analysis gave a Cronbach’s alpha coef-\nficient = .929, indicating high internal consistency. The\nKMO sample adequacy statistic was 0.894, suggesting\nthat the data was suitable for exploratory factor analysis.\nThe Bartlett sphericity test showed a significant result\n(p\\.001), further supporting the appropriateness of fac-\ntor analysis. By selecting eigenvalues greater than one, a\ntotal of five dimensions were identified, which accounted\nfor 66% of the variance explained. The latent variables\nidentified by the instrument were nasal, mouth, and\nthroat sounds; ambient sounds; material sounds; and\npronunciation sounds. The first factor had the highest\ncontribution, explaining 22% of the rotated variance\n(Table 1).\nThe positive correlation between each item in block 1\ncan be observed in Appendix 2. The factor analysis\nyielded the first dimension, which exhibited a Cronbach’s\nalpha coefficient of .91 (Appendix 2). This dimension\nconsists of the initial eight questions that pertain to\n‘‘mouth and throat sounds,’’ such as noises associated\nwith the nose, eating, coughing, sneezing, and throat\nclearing. The factor demonstrated strong performance in\nterms of item representativeness (Table 1), although item\nQ1 was only represented in 32% (communality) andCastillo et al. 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "showed some association with approximately three fac-\ntors (complexity index).\nThe second factor encompasses ‘‘ambient sounds,’’\nincluding shrieks, cries, and horns. This factor achieveda Cronbach’s alpha of .86 (Appendix 2), and item Q9,\nwhile represented by only 35%, is exclusively associated\nwith the second factor (Table 1).\nThe factor related to ‘‘soft sounds,’’ encompassing\nwhispers and murmurs, exhibited a high level of internalconsistency with a Cronbach’s alpha of .96. Table 1demonstrates that the communalities and complexity\nindex for this factor are both close to unity, indicating a\nstrong representation of the items.\nThe factor related to ‘‘material sounds,’’ resulting\nfrom the friction between certain inert materials, demon-strated good internal consistency with a Cronbach’s\nalpha = .83. The factor performed well overall, although\nitem Q18 (fork scratching a plate) showed slightly lowerrepresentation with a communality of 44% and acomplexity index = 2.9 (Table 1). This item appears to\nbe associated with both the ‘‘mouth and throat sounds’’and ‘‘ambient sounds’’ factors, potentially due to its con-\nnection to shared instances of food with others.\nFinally, ‘‘pronunciation sounds’’ such as fillers, exces-\nsive use of some consonants, and mispronounced words\nformed a factor with a Cronbach’s alpha = .85. In thiscase, item Q21 (listening to excessive use of letters suchas s, r, and ch, among others) had a complexity index =\n2.8 since it was also partially represented by the factors\n‘‘mouth and throat mouth sounds’’ and ‘‘soft sounds.’’\nWhile the promax rotation method yields results simi-\nlar to the varimax rotation, it allows for the possibility ofobtaining oblique factors that are not completely inde-\npendent. In this study, the factorial correlations exceeded\nthe threshold of 0.40, justifying the use of a rotationmethod that does not assume orthogonality among fac-\ntors. As a result, the complexity index predominantly\nshowed values close to 1, indicating that the factors areTable 1. Matrix of Rotated Factorial Components, Communality, Uniqueness, and Complexity Index of the Items in Block 1.\nItemsFactor loading\nCommunality Uniqueness Complexity 12345\nFactor 1: mouth and throat sounds\nQ1. Repetitive noises (pencil playing,\nfoot tapping, keyboard)0.28 0.22 0.11 20.03 0.10 0.32 0.68 2.6\nQ2. People eating with their mouths\nopen0.94 20.12 0.00 0.06 20.13 0.74 0.26 1.1\nQ3. Crunchy noises when eating 0.87 20.15 0.03 0.09 20.17 0.63 0.37 1.2\nQ4. People who inhale hard 0.64 0.08 0.06 20.05 0.07 0.56 0.44 1.1\nQ5. People who sip liquids 0.97 20.07 20.06 20.01 20.06 0.76 0.24 1.0\nQ6. People who sniff 0.80 0.06 20.05 20.08 0.10 0.68 0.32 1.1\nQ7. People who swallow hard 0.84 20.09 0.02 0.02 0.03 0.69 0.31 1.0\nQ8. People, who cough, clear their\nthroat and/or sneeze0.58 0.26 20.08 20.09 0.12 0.55 0.45 1.6\nFactor 2: ambient sounds\nQ9. Music of others or that is not to\nmy complete liking0.01 0.63 20.01 20.09 20.02 0.35 0.65 1.0\nQ10. Vehicle noises (engine/horn) 20.06 0.63 0.01 20.14 0.02 0.53 0.47 1.4\nQ11. Animal noises (barking or similar) 20.08 0.94 0.02 0.06 20.16 0.72 0.28 1.1\nQ12. Crying or screeching of animals 20.16 0.98 0.11 20.15 0.05 0.80 0.20 1.1\nQ13. Screaming or crying of children/\ninfants0.08 0.59 0.08 0.03 0.04 0.51 0.49 1.1\nFactor 3: soft sounds\nQ14. Whispers 20.04 20.03 1.03 0.00 0.01 1.00 0.00 1.0\nQ15. Murmurs 0.01 0.03 0.92 20.01 20.01 0.86 0.14 1.0\nFactor 4: material sounds\nQ16. Marker on cardboard 20.07 0.05 0.06 0.79 0.06 0.72 0.28 1.0\nQ17. Marker on whiteboard 0.02 0.01 20.06 0.96 0.02 0.91 0.09 1.0\nQ18. Fork scratching a plate 0.27 0.07 20.03 0.43 0.04 0.44 0.56 1.8\nFactor 5: pronunciation sounds\nQ19. Hearing mispronounced words 20.09 20.02 20.06 0.07 0.89 0.69 0.31 1.0\nQ20. Listen to fillers 20.06 20.03 20.04 0.00 0.94 0.76 0.24 1.0\nQ21. Hear excessive use of letters\nsuch as s, r, ch, among others0.03 20.08 0.22 0.01 0.65 0.59 0.41 1.3\nNote. N = 395. Some membership values exceed unity due to software approximations and rounding.6 SAGE Open"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "more representative and do not need to be orthogonal.\nIn other words, the levels of dislike for certain types ofsounds may be closely correlated, suggesting that multi-ple expressions of misophonia can coexist within thesame individual.\nBlock 2: Visual Identification\nIn this second group of questions (Table 2), the reliabil-ity analysis gave a Cronbach’s alpha = .840, aKMO = 0.819, and the Bartlett sphericity test a p-value\n\\0.001. In turn, it was possible to explain 57% of the\nvariance of the data by obtaining two factors: onerelated to ‘‘mouth and throat movements’’ and the otherto ‘‘body movements or exaggerated gesticulation.’’According to the promax rotation, these had a correla-tion between factors of 0.58 and represented about 40%and 17% of the explained variance, respectively. Thefirst factor presented a Cronbach’s alpha = .88 (Table\n2). However, factor 2 gave a Cronbach’s alpha = .58, a\ntotal correlation = 0.31, and a communality of 0.32 foritem Q27 (see people dancing), which gives the under-standing that it is an item with minimal similarity to therest of the questions.\nThe first of these factors may be associated with miso-\nphonia by synesthesia, while the second seems to berelated to misokinesia and hyperacusis.Block 3: Origin of Sounds\nWhen analyzing the group of questions that link the par-\nticipants’ reactions to the origin of the sounds, a\nCronbach’s alpha = .690, a KMO = 0.633, and the\nBartlett sphericity test with a value p\\.001 were deter-\nmined (Table 3). On the other hand, the factorial analy-sis obtained two dimensions correlated at a level of 0.55,with which 54% of the variance is explained. In this\nsense, the latent variables were associated according to\nthe emotional closeness that the respondent reports withthe emitter of the sound, that is, ‘‘low emotional close-ness’’ when the sound refers to peers, colleagues, or\nstrangers, and ‘‘high emotional closeness’’ comes from a\npartner, father or siblings. These represented 33% and21% of the data variance, respectively.\nEven though this block of questions is the most diffi-\ncult to measure psychometrically, the KMO statistic is\nlow but acceptable (Field, 2013; Li et al., 2011; Kaiser,\n1974; Norusis, 2007). In addition, Matsunaga (2010)states that for low KMO values (between 0.5 and 0.6),the relevance of the items can be tested through the inter-\npretability of the factors, allowing the variables to be\nkept when they clearly belong to a single factor and haveloads factorials greater than 0.5. In this work, the KMOwas greater than 0.6, the unique belonging of each vari-able to a single factor is clear (with complexityTable 3. Matrix of Rotated Factorial Components, Communality, Uniqueness, and Complexity Index of the Items in Block 3.\nItemFactor loading\nCommunality Uniqueness Complexity 12\nFactor 1: high emotional closeness\nQ29. Partner 0.74 0.16 0.71 0.29 1.1Q30. Parent/brothers 0.87 20.12 0.65 0.35 1.0\nFactor 2: low emotional closeness\nQ31. Peers/colleagues 20.10 0.69 0.41 0.59 1.0\nQ32. Unknown 0.13 0.53 0.37 0.63 1.1Table 2. Matrix of Rotated Factorial Components, Communality, Uniqueness, and Complexity Index of the Items in Block 2.\nItemFactor loading\nCommunality Uniqueness Complexity 12\nFactor 1: mouth and throat movements\nQ22. See people who eat with their mouths open 1.06 20.19 0.92 0.08 1.1\nQ23. See people talking with food in their mouths 0.97 20.10 0.84 0.16 1.0\nQ24. See people spitting 0.48 0.32 0.50 0.50 1.7\nQ25. See people chewing gum 0.68 0.10 0.55 0.45 1.0Factor 2: exaggerated body movements or gesticulation\nQ26. See people who talk or laugh very loudly 0.24 0.53 0.49 0.51 1.4\nQ27. See people dancing 20.16 0.64 0.32 0.68 1.1\nQ28. See people who perform repetitive movements 0.02 0.58 0.35 0.65 1.0Castillo et al. 7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "coefficients close to or equal to 1), and the factor load-\nings are greater than 0.5.\nBlock 4: Impact of Misophonia. Psychometric\nProperties\nThe following block of questions tries to identify the\nimpact of misophonia on the quality of life of the personwho experiences it. To do this, participants have been\nconsulted on six essential instances which most of them\nexperience. These are labor relations, studies, free timeor recreation, love relationships, parents and siblings,\nand relationships with their children.\nWhen performing the factorial analysis, a Cronbach’s\nalpha = .861, a KMO = 0.820, and the Bartlett sphericity\ntest had a p\\.001. On the other hand, about 63% of the\nexplained variance was obtained in the selection of four\ndimensions. In this sense, the instrument detected the\nlatent variables: nasal, mouth, and throat sounds; ambi-ent sounds; material rubbing sounds; and pronunciation\nsounds. The first factor predominated in this group of\nvariables, explaining 33% of the rotated variance.\nThe impact of misophonia is expressed in two con-\ntexts or dimensions: daily work and emotional closeness,which can be seen factorially in Table 4. Although laborrelations belong to the daily work factor, they have a\ncomplexity index close to 1.4 because emotional relation-\nships can be generated in the work context (Guetta et al.,2022). The relationship with their children item has a\ncommunality value and a total item correlation\n(Appendix 2) lower than the rest of the questions. Thismay be because 168 participants declared they did not\nhave children.\nIn each of the blocks and dimensions, no statistically\nsignificant differences ( p= .05) were observed in the\nresults by sex or age. However, given the difference inthe number of responses by gender, it is proposed that\nfuture research should consider a greater focus on this\nvariable.Discussion\nWhen validating in Spanish one of the first question-naires on the self-perception of the type of sound, visual\nidentification, and origin of the sounds of people with\nsuspected misophonia, various factors or dimensionswere discovered that contributed to modeling and under-\nstanding misophonia and its impact on the mental health\nof Spanish-speaking people. The psychometric propertieswere satisfactory, although these are not comparable\nwith the MQ (M. S. Wu et al., 2014), MAQ (Rosenthal\net al., 2021), MER (Dozier, 2015), and MCR (Rosenthalet al., 2021) questionnaires since the orientation of ourinstrument has another Likert measurement scale (modi-\nfied in the level of disgust), along with a complete view\nof misophonia, such as synesthesia and hyperacusis.\nMisophonia can appear in a variety of contexts and\ndepends on the patient’s environment (Swedo et al.,2022). In the study, some of the participants stated that\nthey avoid public recreational spaces such as cinemas,\nrestaurants, or similar places because of the sounds thatothers make when eating, generating problems in adapt-\ning to everyday social environments.\nAccording to M. Jastreboff and Jastreboff (2014),\nindividuals with misophonia seldom seek the assistance\nof specialists. Taking into account the aforementionedinformation as well as the exploratory findings presented\nin this study, it becomes apparent that misophonia is a\npublic health concern that significantly affects the qualityof life of both the individuals experiencing it and thosearound them (Kokowska, 2018). Furthermore, there is a\nlimited availability of epidemiological tools that enable\nresearchers to develop long-term prognostic models formisophonia.\nQuestion block 1 managed to group the types of\nsounds previously consolidated by the MQ instrument\n(M. S. Wu et al., 2014) plus the questions included in this\nquestionnaire about other sounds such as breathing,whispers, car brakes, and cracking bones, among others,\ngrouped into mouth sounds and throat, environmental,Table 4. Matrix of Rotated Factorial Components, Communality, Uniqueness, and Complexity Index of the Items in Block 4.\nItemFactor loading\nCommunality Uniqueness Complexity 12\nFactor 1: daily task\nQ33. Love relationship 0.59 0.27 0.63 0.37 1.4Q34. Relationship with parents and siblings 0.98 20.09 0.85 0.15 1.0\nQ35. Relationship with your children 0.78 20.01 0.60 0.40 1.0\nFactor 2: afective relationshipsQ36. Labor relations 20.07 0.86 0.67 0.33 1.0\nQ37. Studies 20.01 0.78 0.60 0.40 1.0\nQ38. Free time or recreation 0.11 0.58 0.43 0.57 1.18 SAGE Open"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "materials, and grammar. Secondly, the questions in\nblock 2 explore the visualization of scenes associatedwith factor 1 in block 1, which is why CUDEMM is the\nfirst questionnaire to consider this type of relationship as\npart of misophonia. Thirdly, the questions in block 3confer the reaction to the triggering sounds, given an\nemotional closeness with the issuer. This is how the trust\nbetween the couple, parents, and siblings triggers themto pay more attention to the triggering sounds, obtainingreactions of greater displeasure with relatives than with\nfriends and pets. Finally, the fourth block of questions\nrevealed that one of the effects in which misophonia hasgenerated the greatest impact is in affective relationships;\ntherefore, greater attention and repair should be paid to\nthis point.\nThe main difference between the CUDEMM ques-\ntionnaire and the MQ (M. S. Wu et al., 2014), MAQ(Rosenthal et al., 2021), MER (Dozier, 2015), and MCR\n(Rosenthal et al., 2021) questionnaires is that the\nCUDEMM questionnaire describes the sounds that trig-ger misophonia in terms of disgust and the effects that\nhave on the social and personal lives of the person with\nmisophonia, paying special attention to synesthesia, andgives the information needed to make a structural model\nof this condition. In the same way, sound disgust scales\nlike the MPRS (Bauman, 2015), MTS (Dozier, 2015),and MAS-1 are compactly unified for four levels in eachfactor of each block of questions. This makes it possible\nto get a set of misophonia-related scores with different\nmeanings. On the other hand, the questionnaire seeksthe psychometric quality that gives it value in a public\nhealth study (Lloret-Segura et al., 2014; Terwee et al.,\n2007).\nNumerous studies (Ferrer-Torres & Gime ´nez-Llort,\n2022a; Quek et al., 2018; Schwartz et al., 2011; Siepsiak& Dragan, 2019) have highlighted the recognition of mis-\nophonia as a public health issue. The CUDEMM ques-\ntionnaire introduced in this research captures thesignificant impact of misophonia on both personal and\nsocial aspects of an individual’s life, aligning with the\nconsensus on new findings about this disorder (Swedoet al., 2022). It considers the inclusion of misokinesis,hyperacusis, and synesthesia as integral components of\nthe study of misophonia.\nIndeed, despite the unknown etiology of misophonia\n(Ferrer-Torres & Gime ´nez-Llort, 2022a; Kumar et al.,\n2017), the study’s respondents reported that misophonianot only affects themselves but also has a significant\nimpact on others, particularly their relatives. They\nexpressed that specific sounds made by their relativesbothered them, leading to rejection or aversion towards\nthose who did not experience the same problem (Lloret-\nSegura et al., 2014; Swedo et al., 2022). This findinghighlights the profound effect of misophonia oninterpersonal relationships and underscores the impor-\ntance of increasing understanding and awareness of thecondition. By raising awareness, we can foster empathy\nand support for individuals with misophonia, thereby\npromoting healthier and more inclusive relationships.\nAn interesting aspect to consider is that the presence\nof misophonia symptoms in individuals can lead thosewithout the condition to become more attentive to these\nsounds and others in their daily lives. This phenomenon\naligns with the findings reported by Rouw and Erfanian(2017), Erfanian and Rouw (2018), and Sanchez andSilva (2018), who observed a higher incidence of individ-\nuals having relatives with misophonia. The awareness\nand impact of misophonia within close familial relation-ships may result in heightened sensitivity and attention\ntowards triggering sounds, affecting the behavior and\nperception of those without the condition. This highlightsthe potential influence of misophonia on both individuals\nwith the condition and their family members. Further\nresearch in this area can provide valuable insights intothe dynamics and implications of misophonia within\nfamily units.\nA strength of this work is that it validates in a single\nquestionnaire the perception of the level and characteris-\ntics of the dislike for certain sounds, along with the visualidentification of certain movements, the emotional prox-imity to the emitter of unpleasant sounds, and some\neffects on the patient’s quality of life. This instrument\ncould be useful for public health studies in the Spanish-speaking community, as existing instruments have been\ndeveloped primarily in English.\nThe main limitations of the study include the lack of\nclinical validity. Additionally, a notable gender imbal-\nance was observed in the responses, suggesting thatfuture research should examine whether this difference is\ndue to the bias of the online instrument, the predomi-\nnance of misophonia in women, or both factors. There isalso a need to investigate children, adolescents, and\nsociocultural differences, even within the Spanish-speak-\ning community.\nOn the other hand, this study used convenience sam-\npling, which limits its generalizability. Nevertheless, ithas an exploratory nature and encourages future researchto conduct a confirmatory analysis with random sam-\npling, evaluating the sensitivity, specificity, and predictive\nvalue of the instrument. This instrument was factor-validated in Spanish, so for it to be translated and ana-\nlyzed in another language, it is necessary to validate it\nagain to confirm its consistency and reliability in anotherlinguistic community.\nHowever, this study also opens up new avenues for\nresearch. It highlights the need to explore the simulta-\nneous association between different types of triggering\nsounds, synesthesia, emotional closeness with the soundCastillo et al. 9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "emitter, and their impact on the daily lives of individuals\nwith misophonia and their close emotional circle. Such\ninvestigations can contribute to guiding the diagnosis\nand treatment of misophonia, estimating the quality oflife of affected individuals, implementing preventive stra-tegies, and providing support for family members. Also,\nusing statistical and mathematical techniques or tools\ncan make it easier to design and model prevalence in thepopulation, figure out how well a treatment might work,and help us learn more about misophonia and relatedconditions like phonophobia and hyperacusis.\nConclusions\nIn summary, the CUDEMM questionnaire is the firstpsychometric instrument validated in Spanish to evaluatethe presence of misophonia, mysokinesia, emotionalproximity, and visualization. This questionnaire maybenefit both the public and private healthcare sectors. As\nthe prevalence of misophonia has increased in recent\nyears, it is conceivable that in the future it will be recog-nized as a mental health issue.The modified Likert scale utilized in the questionnaire\nprovided detailed information regarding the degree to\nwhich each sound triggered misophonia in individuals.\nThe dimensions obtained through factor analysis helpedto characterize trigger sounds based on their effect on theparticipants. The associations between these variablesand queries pertaining to social and daily activities shedlight on the extent to which individuals experience miso-phonia and its impact on society.\nUsing question blocks, the questionnaire accurately\ndescribed both the sounds that induce misophonia and\ntheir effects on misophonia sufferers. In addition, thestudy investigated responses based on the degree of emo-tional proximity and the impact of visualizing actionsassociated with trigger noises. The presence of synesthe-sia in individuals with misophonia has a significantimpact on the condition’s etiology. Despite the fact thatmisophonia is defined as a phobia of sound, visualiza-tion also emerges as an aversion trigger.\nThe CUDEMM questionnaire provides valuable\ninsights into the complexity of misophonia, its effects onindividuals, and the need for additional research andunderstanding in this field.\nAppendix 1. Descriptive Statistical for the Items of Blocks 1, 2, 3, and 4.\nId Item (Spanish) Block N Minimum Maximum Mean Standard deviation Skewness Kurtosis\nQ1 Repetitive noises (pencil playing,\nfoot tapping/keyboard) (Ruidos\nreiterativos [jugar con el la ´piz,\ngolpear con el pie/teclado])1 396 1 5 2.35 1.121 0.545 20.598\nQ2 People eating with their mouths\nopen (Personas comiendo con\nla boca abierta)1 396 1 5 3.48 1.223 20.434 20.919\nQ3 Crunchy noises when eating\n(Ruidos crujientes al comer)1 396 1 5 3.31 1.326 20.305 21.122\nQ4 People who inhale hard\n(Personas que inhalan fuerte)1 396 1 5 2.89 1.285 20.017 21.143\nQ5 People who sip liquids (Personas\nque sorben lı ´quidos)1 396 1 5 3.33 1.213 20.263 21.000\nQ6 People who sniff (Personas que\nsorben nasalmente)1 396 1 5 3.18 1.264 20.162 21.045\nQ7 People who swallow hard\n(Personas que tragan fuerte)1 396 1 5 3.16 1.287 20.159 21.098\nQ8 People, who cough, clear their\nthroat. and/or sneeze\n(Personas que tosen.\ncarraspean y/o estornudan)1 396 1 5 2.76 1.308 0.206 21.137\nQ9 Music of others or that is not to\nmy complete liking (Mu ´sica de\notros o que no es de mi\ncompleto agrado)1 396 1 5 2.12 1.188 0.789 20.414\nQ10 Vehicle noises (engine, horn)\n(Ruidos de vehı ´culos [motor,\nbocina])1 396 1 5 2.00 1.196 1.022 0.017\nQ11 Animal noises (barking or\nsimilar) (Ruidos de animales[ladridos o similares])1 396 1 5 2.09 1.230 0.938 20.189\n(continued)10 SAGE Open"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Appendix 1. (continued)\nId Item (Spanish) Block N Minimum Maximum Mean Standard deviation Skewness Kurtosis\nQ12 Crying or screeching of animals\n(Llanto o chillidos de animales)1 396 1 5 2.14 1.186 0.892 20.129\nQ13 Screaming or crying of children/\ninfants (Gritos o llanto de\nnin˜os/bebe ´s)1 396 1 5 2.34 1.272 0.666 20.648\nQ14 Whispers (Susurros) 1 396 1 5 2.21 1.270 0.717 20.699\nQ15 Murmurs (Murmuros) 1 396 1 5 2.15 1.256 0.784 20.573\nQ16 Marker on cardboard (Marcador\nsobre carton)1 396 1 5 1.78 1.117 1.274 0.492\nQ17 Marker on whiteboard\n(Marcador sobre pizarra)1 396 1 5 1.95 1.157 1.005 20.034\nQ18 Fork scratching a plate (T enedor\naran˜ando un plato)1 396 1 5 2.78 1.300 0.235 21.131\nQ19 Hearing mispronounced words\n(Escuchar palabras mal\npronunciadas)1 396 1 5 1.77 1.045 1.268 0.790\nQ20 Listen to fillers (Escuchar\nmuletillas)1 396 1 5 1.86 1.036 1.027 0.159\nQ21 Hear excessive use of letters\nsuch as s, r, ch, among others\n(Escuchar uso excesivo deletras tales como s, r, ch, entre\notras)1 396 1 5 1.91 1.142 1.136 0.358\nQ22 See people who eat with their\nmouths open (Ver personas\nque comen con la bocaabierta)2 396 1 5 3.27 1.259 20.291 21.106\nQ23 See people talking with food in\ntheir mouths (Ver personasque hablan con la comida en la\nboca)2 396 1 5 3.21 1.273 20.181 21.135\nQ24 See people spitting (Ver\npersonas que escupen)2 396 1 5 2.97 1.303 0.047 21.182\nQ25 See people chewing gum (Ver\npersonas que mastican chicle)2 396 1 5 2.96 1.413 0.035 21.353\nQ26 See people who talk or laugh\nvery loudly (Ver personas que\nhablan o rı ´en muy fuerte)2 396 1 5 2.49 1.266 0.456 20.879\nQ27 See people dancing (Ver\npersonas que bailan)2 396 1 5 1.20 .578 3.442 13.043\nQ28 See people who perform\nrepetitive movements (Ver\npersonas que realizan\nmovimientos reiterativos)2 396 1 5 1.95 1.197 1.180 0.336\nQ29 Partner (Pareja) 3 396 1 5 2.60 1.319 0.760 20.593\nQ30 Parent/brothers (Padres/\nhermanos)3 396 1 5 3.06 1.381 0.202 2\n1.256\nQ31 Peers/colleagues (Compan ˜eros/\ncolegas)3 396 1 5 2.46 1.121 0.059 20.971\nQ32 Unknown (Desconocidos) 3 396 1 5 2.41 1.273 0.149 21.302\nQ33 Love relationship (Relaciones\namorosas)4 366 1 5 3.25 1.296 20.276 20.934\nQ34 Relationship with parents and\nsiblings (Relacio ´n con padres y\nhermanos [as])4 386 1 5 3.66 1.191 20.515 20.657\nQ35 Relationship with your children\n(Relacio ´n con sus hijos)4 228 1 5 2.90 1.172 0.305 20.646\nQ36 Labor relations (Relaciones\nlaborales)4 338 1 5 2.84 1.270 0.137 20.921\nQ37 Studies (Estudios) 4 357 1 5 2.90 1.314 0.095 21.070\nQ38 Free time or recreation\n(Tiempo libre o recreacio ´n)4 363 1 5 3.17 1.350 20.154 21.136Castillo et al. 11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Appendix 2. The Measures of Item Relevance in Each of Their Respective Block.\nBlock KMOItem Chonbach’s\nalphaFactor Chonbach’s\nalphaReliability if an\nitem is droppedItem total\ncorrelation\nBlock 1\nRepetitive noises (pencil playing,\nfoot tapping/keyboard)0.96 .93 .91 .93 0.54\nPeople eating with their mouths\nopen0.91 .93 .93 0.63\nCrunchy noises when eating 0.90 .93 .93 0.54\nPeople who inhale hard 0.94 .93 .92 0.67\nPeople who sip liquids 0.94 .93 .92 0.64\nPeople who sniff 0.93 .92 .92 0.70People who swallow hard 0.95 .93 .92 0.67\nPeople, who cough, clear their\nthroat. and/or sneeze0.93 .93 .92 0.67\nMusic of others or that is not to\nmy complete liking0.90 .93 .86 .93 0.41\nVehicle noises (engine, horn) 0.91 .93 .93 0.52\nAnimal noises (barking or\nsimilar)0.85 .93 .93 0.55\nCrying or screeching of animals 0.83 .93 .93 0.57\nScreaming or crying of children/\ninfants0.94 .93 .93 0.62\nWhispers 0.80 .93 .96 .93 0.60\nMurmurs 0.81 .93 .93 0.60Marker on cardboard 0.85 .93 .83 .93 0.58\nMarker on whiteboard 0.84 .93 .93 0.60\nFork scratching a plate 0.95 .93 .93 0.58\nHearing mispronounced words 0.91 .93 .85 .93 0.61\nListen to fillers 0.90 .93 .93 0.64Hear excessive use of letters\nsuch as s, r, ch, among others0.94 .93 .93 0.63\nBlock 2\nSee people who eat with their\nmouths open0.74 .79 .88 .79 0.75\nSee people talking with food in\ntheir mouths0.76 .79 .79 0.75\nSee people spitting 0.90 .81 .81 0.66\nSee people chewing gum 0.92 .80 .80 0.68\nSee people who talk or laugh\nvery loudly0.87 .82 .58 .82 0.59\nSee people dancing 0.75 .85 .85 0.31\nSee people who perform\nrepetitive movements0.84 .85 .84 0.41\nBlock 3\nPeers/colleagues 0.60 .54 .54 .54 0.63\nUnknown 0.59 .63 .63 0.46\nPartner 0.69 .70 .78 .70 0.36Parent/brothers 0.74 .63 .63 0.47\nBlock 4\nLabor relations 0.86 .79 .83 .82 0.73\nStudies 0.76 .81 .83 0.70\nFree time or recreation 0.81 .77 .84 0.64Love relationship 0.81 .70 .72 .84 0.63\nRelationship with parents and\nsiblings0.81 .70 .84 0.63\nRelationship with your children 0.90 .71 .85 0.5812 SAGE Open"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Declaration of Conflicting Interests\nThe author(s) declared no potential conflicts of interest with\nrespect to the research, authorship, and/or publication of thisarticle.\nFunding\nThe author(s) disclosed receipt of the following financial sup-port for the research, authorship, and/or publication of thisarticle: The research was supported by the Vice-Rector forResearch and Graduate Studies of the Universidad Cato ´lica del\nMaule and does not include financial funds.\nEthical Approval\nThe Scientific Ethics Committee approved the study protocoland informed consent of the Universidad Cato ´lica del Maule,\nAct No. 25/2021.\nORCID iDs\nBenjamı ´n J. Castillo https://orcid.org/0000-0002-1366-3167\nMarı´a T. Mun ˜oz-Quezada https://orcid.org/0000-0002-\n8008-8625\nData Availability Statement\nThe datasets presented in this article are not available.\nReferences\nAazh, H. (2023). Commentary: Consensus definition of miso-\nphonia. Frontiers in Neuroscience ,16, 1077097. https://doi.\norg/10.3389/fnins.2022.1077097\nAmerican Psychiatric Association. (2022). Diagnostic and statis-\ntical manual of mental disorders (5th ed., text rev.). https://\ndoi.org/10.1176/appi.books.9780890425787\nBandalos, D. L., & Finney, S. J. (2019). Factor analysis:\nExploratory and confirmatory. In G. R. Hancock, L. M.\nStapleton, & R. O. Mueller (Eds.), The reviewer’s guide to\nquantitative methods in the social sciences (2nd ed., pp. 98–\n122). Routledge/Taylor & Francis Group. https://doi.org/\n10.4324/9781315755649-8\nBauman, N. (2015). Misophonia physical sensation scale\n(MPRS) . https://misophoniatreatment.com.\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief\ncourse of cognitive behavioural therapy for the treatment ofmisophonia: A case example. The Cognitive Behaviour Thera-\npist,6, e10. https://doi.org/10.1017/S1754470X13000172\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller,\nL. J., Rouw, R., Kumar, S., & Rosenthal, M. Z. (2018).\nInvestigating misophonia: A review of the empirical litera-\nture, clinical implications, and a research agenda. Frontiers\nin Neuroscience ,12, 36. https://doi.org/10.3389/fnins.2018.\n00036\nBruxner, G. (2015). ‘Mastication rage’: A review of misophonia\n– an under-recognised symptom of psychiatric relevance?\nAustralasian Psychiatry ,24(2), 195–197. https://doi.org/10.\n1177/1039856215613010Dattani, S., Ritchie, H., & Roser, M. (2019) Mental health .\nhttps://ourworldindata.org/mental-health\nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The develop-\nment and validation of the Misophonia response scale. Jour-\nnal of Psychosomatic Research ,149, 110587. https://doi.org/\n10.1016/j.jpsychores.2021.110587\nDozier, T. H. (2015). Treating the initial physical reflex of mis-\nophonia with the neural repatterning technique: A counter-conditioning procedure. Psychological Thought ,8(2),\n189–210. http://doi.org/10.5964/psyct.v8i2.138\nDozier, T. H., Lopez, M., & Pearson, C. (2017). Proposed diag-\nnostic criteria for misophonia: A multisensory conditioned\naversive reflex disorder. Frontiers in Psychology ,8, 1975.\nhttps://doi.org/10.3389/fpsyg.2017.01975\nDozier, T. H., & Morrison, K. L. (2017). Phenomenology of\nmisophonia: Initial physical and emotional responses. The\nAmerican Journal of Psychology ,130(4), 431. https://doi.org/\n10.5406/amerjpsyc.130.4.0431\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S.\n(2013). Misophonia: Physiological investigations and casedescriptions. Frontiers in Human Neuroscience ,7, 47988.\nhttps://doi.org/10.3389/fnhum.2013.00296\nErfanian, M., & Rouw, R. (2018). Emotional and cognitive\ncharacteristics of misophonia. European Neuropsychophar-\nmacology ,28(6), 780–781. https://doi.org/10.1371/journal.\npone.0263230\nFerrer-Torres, A., & Gime ´nez-Llort, L. (2022a). Misophonia: A\nsystematic review of current and future trends in this emer-\nging clinical field. International Journal of Environmental\nResearch and Public Health ,19(11), 6790. https://doi.org/10.\n3390/ijerph19116790\nFerrer-Torres, A., & Gime ´nez-Llort, L. (2022b). On the lack of\nself-concept and social representation of misophonia and\ntheir modulation by an intervention. Research Square .\nAdvance online publication. https://doi.org/10.21203/rs.3.rs-1914401/v1\nField, A. (2013). Discovering statistics using IBM SPSS statis-\ntics. Sage.\nFitzmaurice, G. (2010). The misophonia activation scale . http://\nwww.misophonia-uk.org/the-mi sophonia-activation-scale.\nhtml#:;:text=The%20Misophonia%20Activation%20Scale\n%20(MAS%2D1)%20is%20intended%20to,to%20a%20par\nticular%20misophonic%20trigger\nGlobal Burden of Disease (GBD). (2018). Disease and injury\nincidence and prevalence collaborators. Global, regional,and national incidence, prevalence, and years lived with dis-ability for 354 diseases and injuries for 195 countries and\nterritories, 1990–2017: A systematic analysis for the Global\nBurden of Disease Study 2017. Lancet ,392(10159),\n1789–1858. https://doi.org/10.1016/S0140-6736(18)32279-7\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D.,\n& Rosenthal, M. Z. (2022). Examining emotional function-\ning in misophonia: The role of affective instability and diffi-\nculties with emotion regulation. PloS One ,17(2), e0263230.\nhttps://doi.org/10.1371/journal.pone.0263230\nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008).\nSelective sound intolerance and emotional distress: What\nevery clinician should hear. Psychosomatic Medicine ,70(6),\n739–740. https://doi.org/10.1097/PSY.0b013e318180edc2Castillo et al. 13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Hofmann, R. J. (1978). Complexity and simplicity as objective\nindices descriptive of factor solutions. Multivariate Beha-\nvioral Research ,13(2), 247–250. https://doi.org/10.1207/\ns15327906mbr1302_9\nJastreboff, M., & Jastreboff, P. (2014). Treatments for\ndecreased sound tolerance (hyperacusis and misophonia).Seminars in Hearing ,35(02), 105–120. https://doi.org/10.\n1055/s-0034-1372527\nJastreboff, P. J., Gray, W. C., & Gold, S. L. (1996). Neurophy-\nsiological approach to tinnitus patients. American Journal of\nOtology ,17, 236–240.\nJastreboff, P. J., & Hazell, J. W. P. (2004). Tinnitus retraining\ntherapy: Implementing the neurophysiological model . Cam-\nbridge University Press.\nJastreboff, P. J., & Jastreboff, M. M. (2003). Tinnitus retrain-\ning therapy for patients with tinnitus and decreased soundtolerance. Otolaryngologic Clinics of North America ,36(2),\n321–336. https://doi.org/10.1016/s0030-6665(02)00172-x\nJastreboff, P. J., & Jastreboff, M. M. (2015). Decreased sound\ntolerance: Hyperacusis, misophonia, diplacousis, and polya-cousis. Handbook of Clinical Neurology ,129, 375–387.\nhttps://doi.org/10.1016/B978-0-444-62630-1.00021-4\nKaiser, H. F. (1974). An index of factorial simplicity. Psycho-\nmetrika ,39(1), 31–36. https://doi.org/10.1007/BF02291575\nKokowska, M. (2018). Psychological sensitivity to sounds in\nmisophony and phonophobia. Open Journal for Psychologi-\ncal Research ,2(1), 1–12. https://doi.org/10.32591/coas.ojpr.\n0201.01001k\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S.,\nCallaghan, M. F., Allen, M., Cope, T. E., Gander, P. E.,Bamiou, D. E., & Griffiths, T. D. (2017). The brain basis for\nmisophonia. Current Biology: CB ,27(4), 527–533. https://\ndoi.org/10.1016/j.cub.2016.12.048\nLevine, R. A., & Oron, Y. (2015). Tinnitus. Handbook of Clini-\ncal Neurology ,129, 409–431. https://doi.org/10.1016/B978-\n0-444-62630-1.00023-8\nLi, Y. Y., Chen, P.-H., Chew, D. A. S., Teo, C. C., & Ding, R.\nG. (2011). Critical project management factors of AECfirms for delivering green building projects in Singapore.Journal of Construction Engineering and Management ,137,\n1153–1163.\nLloret-Segura, S., Ferreres-Traver, A., Herna ´ndez-Baeza, A., &\nToma ´s-Marco, I. (2014). El ana ´lisis factorial exploratorio\nde los ı ´tems: una guı ´a pra´ctica, revisada y actualizada. (The\nexploratory factor analysis of the items: A practical guide,\nrevised and updated). Anales de Psicologı ´a,30(3),\n1151–1169. https://doi.org/10.6018/analesps.30.3.199361\nMatsunaga, M. (2010). How to factor analyze your data right:\nDo’s, don’ts, and how-to’s.\nInternational Journal of Psycho-\nlogical Research ,3, 97–110.\nMøller, A.R. (2011). Misophonia, Phonophobia, and ‘‘Explod-\ning Head’’ Syndrome. In: A. R. Møller, B. Langguth, D. DeRidder, T. Kleinjung (Eds.), Textbook of Tinnitus (pp 25–\n27). New York, NY: Springer. https://doi.org/10.1007/978-\n1-60761-145-5_4\nMuller, D., Khemlani-Patel, S., & Neziroglu, F. (2018). Cogni-\ntive-behavioral therapy for an adolescent female presenting\nwith misophonia: A case example. Clinical Case Studies,\n17(4), 249–258. https://doi.org/10.1177/1534650118782650Norusis, M. (2007). SPSS 15.0 advanced statistical procedures\ncompanion . Prentice Hall Press.\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J.-J., &\nVanneste, S. (2018). Misophonia and potential underlying\nmechanisms: A perspective. Frontiers in Psychology ,9, 953.\nhttps://doi.org/10.3389/fpsyg.2018.00953\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Shel-\ndrake, J., & Hoare, D. J. (2019). Misophonia: A scoping\nreview of research. Journal of Clinical Psychology ,75(7),\n1203–1218. https://doi.org/10.1002/jclp.22771\nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B.\nX., & Ho, R. C. (2018). Misophonia in Singaporean psy-chiatric patients: A cross-sectional study. International Jour-\nnal of Environmental Research and Public Health ,15(7),\n1410. https://doi.org/10.3390/ijerph15071410\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer\nwell-being in children with misophonia: Evidence from the\nSussex Misophonia Scale for Adolescents. Frontiers in Psy-\nchology ,13, 808379. https://doi.org/10.3389/fpsyg.2022.\n808379\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams,\nZ. J., Guetta, R. E., Trumbull, J., & Kelley, L. D. (2021).\nDevelopment and initial validation of the Duke Misophonia\nQuestionnaire. Frontiers in Psychology ,12, 709928. https://\ndoi.org/10.3389/fpsyg.2021.709928\nRouw, R., & Erfanian, M. (2017). A large-scale study of miso-\nphonia. Journal of Clinical Psychology ,74(3), 453–479.\nhttps://doi.org/10.1002/jclp,22500\nSaenz, M., & Koch, C. (2008). The sound of change: Visually-\ninduced auditory synesthesia. Current Biology: CB ,18(15),\nR650–R651. https://doi.org/10.1016/j.cub.2008.06.014\nSanchez, T. G., & Silva, F. (2018). Familial misophonia or\nselective sound sensitivity syndrome: Evidence for autoso-mal dominant inheritance? Brazilian Journal of Otorhinolar-\nyngology ,84(5), 553–559. https://doi.org/10.1016/j.bjorl.\n2017.06.014\nSchro ¨der, A., Vulink, N., & Denys, D. (2013). Misophonia: Diag-\nnostic criteria for a new psychiatric disorder. PLoS ONE ,8(1),\ne54706. https://doi.org/ 10.1371/journal.pone.0054706\nSchro ¨der, A., Wingen, G., van Eijsker, N., San Giorgi, R.,\nVulink, N. C., Turbyne, C., & Denys, D. (2019). Misopho-\nnia is associated with altered brain activity in the auditorycortex and salience network. Scientific Reports\n,9(1), 7542.\nhttps://doi.org/10.1038/s41598-019-44084-8\nSchwartz, P., Leyendecker, J, & Conlon, M. (2011). Hyperacu-\nsis and misophonia: The lesser-known siblings of tinnitus.Minnesota Medicine ,94, 42–43.\nSiepsiak, M., & Dragan, W. (2019). Misophonia - a review of\nresearch results and theoretical concepts. Psychiatria Polska ,\n53(2), 447–458. https://doi.org/10.12740/PP/92023\nSiepsiak, M., S ´liwerski, A., & qukasz Dragan, W. (2020).\nDevelopment and psychometric properties of misoquest-anew self-report questionnaire for misophonia. International\nJournal of Environmental Research and Public Health ,17(5),\n1797.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfa-\nnian, M., Fioretti, A., Jastreboff, P. J., Kumar, S.,\nRosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch,\nE. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver,14 SAGE Open"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "S. M. (2022). Consensus definition of misophonia: A delphi\nstudy. Frontiers in Neuroscience ,16, 841816. https://doi.org/\n10.3389/fnins.2022.841816\nTerwee, C. B., Bot, S. D., de Boer, M. R., van der Windt, D.\nA., Knol, D. L., Dekker, J., Bouter, L. M., & de Vet, H. C.(2007). Quality criteria were proposed for measurementproperties of health status questionnaires. Journal of Clinical\nEpidemiology ,60(1), 34–42. https://doi.org/10.1016/j.jcli-\nnepi.2006.03.012\nTheodoroff, S. M., Reavis, K. M., Griest, S. E., Carlson, K.\nF., Hammill, T. L., & Henry, J. A. (2019). Decreased soundtolerance associated with blast exposure. Scientific Reports ,\n9(1), 10204. https://doi.org/10.1038/s41598-019-46626-6\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M.,\nPearson, O., & Gregory, J. (2021). Item response theoryinvestigation of misophonia auditory triggers. Audiology\nResearch ,11(4), 567–581. https://doi.org/10.3390/audio\nlres11040051\nWebber, T. A., Johnson, P. L., & St orch, E. A. (2014). Pediatric\nmisophonia with comorbid obsessive-compulsive spectrumdisorders. General Hospital Psychiatry ,36(2), 231.e1–\n231.e2312. https://doi.org/10. 1016/j.genhos ppsych.2013.10.018Williams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psy-\nchometric validation of a brief self-report measure of miso-phonia symptoms and functional impairment: The duke-vanderbilt misophonia screening questionnaire. Frontiers in\nPsychology ,13, 897901. https://doi.org/10.3389/fpsyg.2022.\n897901\nWorld Health Organization (2019). International statistical clas-\nsification of diseases and related health problems (11th ed.).\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A.\n(2014). Misophonia: Incidence, phenomenology, and clinicalcorrelates in an undergraduate student sample. Journal of\nClinical Psychology ,70(10), 994–1007. https://doi.org/10.\n1002/jclp.22098\nWu, M.-J., Zhao, K., & Fils-Aime, F. (2022). Response rates of\nonline surveys in published research: A meta-analysis. Com-\nputers in human behavior reports ,7, 100206. https://doi.org/\n10.1016/j.chbr.2022.100206\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia\nsymptoms among Chinese university students: Incidence,associated impairment, and clinical correlates. Journal of\nObsessive-Compulsive and Related Disorders ,14, 7–12.\nhttps://doi.org/10.1016/j.jocrd.2017.05.001Castillo et al. 15"
    }
  ]
}