{
  "doc_type": "scientific paper",
  "title": "Misophonia: current perspectives",
  "authors": [
    "Andrea e Cavanna",
    "Stefano Seri"
  ],
  "year": 2015,
  "journal": "Neuropsychiatric Disease and Treatment",
  "doi": "10.2147/NDT",
  "abstract": "Misophonia is characterized by a negative reaction to a sound with a specific pattern and meaning to a given individual. In this paper, we review the clinical features of this relatively common yet underinvestigated condition, with focus on co-occurring neurodevelopmental disorders. Currently available data on the putative pathophysiology of the condition can inform our understanding and guide the diagnostic process and treatment approach. Tinnitus retraining therapy and cognitive behavior therapy have been proposed as the most effective treatment strategies for reducing symptoms; however, current treatment algorithms should be validated in large population studies. At the present stage, competing paradigms see misophonia as a physiological state potentially inducible in any subject, an idiopathic condition (which can present with comorbid psychiatric disorders), or a symptomatic manifestation of an underlying psychiatric disorder. Agreement on the use of standardized diagnostic criteria would be an important step forward in terms of both clinical practice and scientific inquiry. Areas for future research include phenomenology, epidemiology, modulating factors, neurophysiological underpinnings, and treatment trials.",
  "keywords": [
    "misophonia",
    "selective sound sensitivity syndrome",
    "hyperacusis",
    "neurodevelopmental disorders",
    "Tourette syndrome",
    "obsessive-compulsive spectrum"
  ],
  "research_topics": [
    "misophonia",
    "clinical features",
    "neurodevelopmental disorders",
    "pathophysiology",
    "tinnitus retraining therapy",
    "cognitive behavior therapy",
    "psychiatry",
    "obsessive-compulsive spectrum disorders",
    "sensory over-responsivity",
    "tic disorders",
    "Tourette syndrome",
    "neurobiology",
    "autonomic nervous system",
    "diagnostic criteria",
    "treatment strategies"
  ],
  "created_at": "2025-05-05T03:01:22.878307Z",
  "source_pdf": "documents/research/Global/Cavana and Seri (2015) Misophonia Current Perspectives.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "© 2015 Cavanna and Seri. This work is published by Dove Medical Press Limited, and licensed under Creative Commons Attribution – Non Commercial (unported,  v3.0)  \nLicense. The full terms of the License are available at http://creativecommons.org/licenses/by-nc/3.0 /. Non-commercial uses of the work are permitted without any further \npermission from Dove Medical Press Limited, provided the work is properly attributed. Permissions beyond the scope of the License are administered by Dove Medical Press Limited. Information on \nhow to request permission may be found at: http://www.dovepress.com/permissions.phpNeuropsychiatric Disease and Treatment 2015:11 2117–2123Neuropsychiatric Disease and Treatment Dove press\nsubmit your manuscript | www.dovepress.co m\nDove press  2117Reviewopen access to scientific and medical research\nOpen Access Full T ext Article\nhttp: //dx.doi.org/10.2147/NDT .S8143 8Misophonia: current perspectives\nAndrea e Cavanna1–3\nStefano Seri3,4\n1Department of Neuropsychiatry,  \nBirmingham and Solihull Mental \nHealth NHS Foundation Trust \nand University of Birmingham,  \nBirmingham, 2Sobell Department of \nMotor Neuroscience and Movement \nDisorders, institute of Neurology,  \nUniversity College London, London,  \n3School of Life and Health Sciences,  \nAston Brain Centre, wellcome Trust \nLaboratory for M eG Studies, Aston \nUniversity, 4Children’s epilepsy \nSurgery Programme, The Birmingham \nChildren’s Hospital NHS Foundation \nTrust, Birmingham, UKAbstract:  Misophonia is characterized by a negative reaction to a sound with a specific pattern \nand meaning to a given individual. In this paper, we review the clinical features of this relatively \ncommon yet underinvestigated condition, with focus on co-occurring neurodevelopmental \ndisorders. Currently available data on the putative pathophysiology of the condition can inform \nour understanding and guide the diagnostic process and treatment approach. Tinnitus retrain -\ning therapy and cognitive behavior therapy have been proposed as the most effective treatment \nstrategies for reducing symptoms; however, current treatment algorithms should be validated \nin large population studies. At the present stage, competing paradigms see misophonia as a \nphysiological state potentially inducible in any subject, an idiopathic condition (which can \npresent with comorbid psychiatric disorders), or a symptomatic manifestation of an underly -\ning psychiatric disorder. Agreement on the use of standardized diagnostic criteria would be \nan important step forward in terms of both clinical practice and scientific inquiry. Areas for \nfuture research include phenomenology, epidemiology, modulating factors, neurophysiological \nunderpinnings, and treatment trials.\nKeywords:  misophonia, selective sound sensitivity syndrome, hyperacusis, neurodevelopmental \ndisorders, Tourette syndrome, obsessive-compulsive spectrum\nWhat is misophonia?\nShortly after the turn of the new millennium, Jastreboff et al first reported original \nclinical observations of subjects complaining of decreased sound tolerance with or \nwithout tinnitus.1–3 Interestingly, classic descriptions of hyperacusis (as characterized \nin patients who respond consistently to sounds above a certain intensity and whose \nreactions can be correlated with the physical parameters of the sound) did not fit \nmajority of the reported cases. The authors therefore proposed misophonia as a new \nmedical entity and defined misophonia as present when an abnormally strong reaction \noccurs to a sound with a specific pattern and/or meaning to an individual, with the \ncontext in which sound is presented frequently playing a role as well. Misophonic \nreactions often include autonomic arousal and unpleasant emotional experiences, \nsuch as anxiety, in response to specific sounds. Since the first scientific descriptions \nby Jastreboff et al, selective sound sensitivity syndrome has sometimes been used as \na synonym of misophonia, alongside a range of layman’s terms such as sound-rage, \nwhereas decreased sound tolerance encompasses both misophonia and hyperacusis.4–6 \nIndividuals with misophonia are sensitive to a specific set of trigger sounds, which are \nusually recognized since childhood; these sounds tend to be trivial noises produced \nby other people, including gum popping, food chewing or crunching, nose sniffing, \nbreathing, pen clicking, clock ticking, whistling, lip smacking, and finger or foot tap -\nping. However, it is important to note that trigger sounds do not necessarily need to be \nproduced by other people: the noise produced by a train or an airplane, distant sounds \nof engines, as well as sounds made by animals can all potentially result in misophonic Correspondence: Andrea e Cavanna\nDepartment of Neuropsychiatry, National \nCentre for Mental Health, 25 vincent \nDrive, Birmingham B15 2FG, UK\nemail a.cavanna@ion.ucl.ac.u k Journal name: Neuropsychiatric Disease and Treatment\nArticle Designation: Review\nY ear: 2015\nVolume: 11\nRunning head verso: Cavanna and Seri\nRunning head recto: Current perspectives in misophonia\nDOI: http://dx.doi.org/10.2147/NDT.S81438\nNeuropsychiatric Disease and Treatment downloaded from https://www.dovepress.com/ on 10-Sep-2023\nFor personal use only."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Neuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\n2118Cavanna and Seri\nreactions in selected individuals. Interestingly, in addition \nto auditory cues, the observation of specific movements \n(eg, fingers pointing, legs swinging, and hair twirling) can \nalso trigger intense aversive responses associated with feel -\nings of distress, disgust, irritability, and anger.7–10 In contrast \nto phonophobia, a specific case of misophonia in which fear \nis the dominant emotion experienced in response to sound, \nmisophonia is characterized by feelings of anxiety, distress, \nand occasionally anger. A range of physical manifestations \nhave been described, which can accompany these psychologi -\ncal reactions, including tightness or pain in the chest, arms, \nhead, or entire body, increased muscular tone, diaphoresis, \ndyspnea, tachycardia, hypertension, and hyperthermia.6 In \ngeneral, there is a perception that the media have occasionally \npopularized misophonia by propagating an idea of extreme \nreaction of young people to sound related to eating; although \nsuch cases exist, misophonia can indeed emerge in elderly \npeople and to a vast variety of sound as well. Moreover, \ncontrary to the media reports, misophonic reactions in the \nmajority of cases are mild-to-moderate, and external reac -\ntions can typically be kept under control. Finally, although \npersons with misophonia have a relatively preserved insight \ninto the disproportionate nature of their feelings and reac -\ntions to sounds/movements that the vast majority of people \nwould consider irrelevant, misophonic symptoms can lead \nto significant impairment across school, work, family, and \nsocial domains. In fact, stimulus-avoidance and other dys -\nfunctional behaviors triggered by the auditory cues often \naffect the person’s ability to achieve daily life goals and \nenjoy interpersonal interactions.7–9\nThe clinical spectrum of misophonia\nThe majority of studies on misophonia to date have been case \nreports/series, and although more systematic studies have \nrecently been conducted, potentially more informative addi -\ntional population studies are still needed.7–9,11 A large sample \nof 42 persons with misophonia was clinically characterized \nby Schröder et al in 2013.8 These authors developed the \nAmsterdam Misophonia Scale, a six-item self-report rating \nscale to assess the type and severity of misophonia symp -\ntoms. Although this instrument was developed based on the \nY ale-Brown Obsessive Compulsive Scale used for obsessive-\ncompulsive disorder, it also maps onto a set of six criteria \nproposed for the diagnosis of misophonia: 1) the presence or \nanticipation of a specific sound, produced by a human being \n(eg, eating sounds, breathing sounds), provokes an impulsive \naversive physical reaction, which starts with irritation or \ndisgust that instantaneously becomes anger; 2) this anger initiates a profound sense of loss of self-control with rare \nbut potentially aggressive outbursts; 3) the person recognizes \nthat the anger or disgust is excessive, unreasonable, or out \nof proportion to the circumstances or the provoking stres -\nsor; 4) the person tends to avoid the misophonic situation, \nor if he/she does not avoid it, endures encounters with the \nmisophonic sound situation with intense discomfort, anger, \nor disgust; 5)  the person’s anger, disgust, or avoidance causes \nsignificant distress (ie, it bothers the person for whom he or \nshe has the anger or disgust) or significant interference in the \nperson’s day-to-day life (eg, the anger or disgust may make \nit difficult for the person to perform important tasks at work, \nmeet new friends, attend classes, or interact with others); and \n6) the person’s anger, disgust, and avoidance are not better \nexplained by another disorder, such as obsessive-compulsive \ndisorder (eg, disgust in someone with an obsession about con -\ntamination) or posttraumatic stress disorder (eg, avoidance of \nstimuli associated with a trauma related to threatened death, \nserious injury, or threat to the physical integrity of self or \nothers).8 According to the Diagnostic and Statistical Manual \nof Mental Disorders  (DSM) criteria, rates of psychiatric \nconditions in this misophonia sample were as follows: mood \ndisorder 7.1%, Tourette syndrome 4.8%, attention-deficit \nand hyperactivity disorder 4.8%, trichotillomania 4.8%, skin \npicking 2.4%, panic disorder 2.4%, and hypochondria 2.4%. \nAlthough DSM axis-1 obsessive-compulsive disorder was \ndiagnosed in 2.4% of subjects, more than half of the sample \nmet diagnostic criteria for axis-2 obsessive-compulsive \npersonality disorder (52.4%). Based on their observations, \nSchröder et al suggested that misophonia is a primary \nnosological entity, which can be appropriately categorized \nwithin obsessive-compulsive spectrum disorders, a group of \nconditions sharing elements of obsessionality, compulsivity, \nand impulsivity.8,12,13 This definition of misophonia contrasts \nwith the one originally proposed by Jastreboff et al accord -\ning to which the six criteria developed by Schröder would \ncapture only a subset of individuals with misophonia (those \nwith obsessive-compulsive and impulsive features) rather \nthan all cases.1–3 In fact, the work by Jastreboff et al provides \nevidence of exceptions to each one of the six criteria: the \nmisophonic trigger can sometimes be produced by animals \nor machines instead of human beings, and reactive anger is \nnot observed in all subjects; beyond anger, negative reactions \nsuch as irritation and annoyance can create tension, but many \nsubjects are able to control the external manifestation of \nmisophonic reaction and keep self-control (with extra effort), \nas aggressive outbursts are observed only in a subgroup of \npatients (usually of young age); although the anger or disgust \nPowered by TCPDF (www.tcpdf.org)"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Neuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\n2119Current perspectives in misophonia\nis recognized as excessive, unreasonable, or out of propor -\ntion to the circumstances/provoking stressor in the majority \nof cases, some subjects believe that other people behave \nin an unreasonable/disrespectful manner toward them, and \ntherefore, their feelings/reactions are normal and justified; \nmisophonic reactions can frequently be limited to annoyance \nor mild discomfort, rather than intense discomfort, disgust, \nor occasionally anger, and sometimes individuals with \nmisophonia decide not to participate in a given activity due \nto concerns that their behavior would be distressful to their \nloved ones; negative reactions can interfere with daily life, \nalthough they do not necessarily involve anger or disgust; the \npresence of psychiatric or psychological disorders (diagnosed \nin ~5% of cases in a recent large study on 184 consecutive \nsubjects with misophonia) does not seem to play a role in \ndetermining misophonic reactions.11\nOther observations, however, raise the possibility that \nat least in some cases, misophonia could be attributed to \n(or associated with) neuropsychiatric disorders, despite \npreliminary evidence supporting the suggestion that sensory \nover-responsivity can occur as a sole diagnosis.14,15 Intrigu -\ningly, misophonic symptoms and sensory over-responsivity \nhave been recently documented in the context of pediatric \nobsessive-compulsive disorder,16–18 as well as a number \nof neurodevelopmental conditions, including attention-\ndeficit hyperactivity disorder, autistic spectrum disorder, and \nFragile X syndrome.19–21\nFurthermore, atypical sensory responses have been \ndescribed in young patients with tic disorders, a group of con -\nditions characterized by repetitive sudden, rapid, nonrhythmic \nmovements (motor tics) or vocalizations (vocal of phonic \ntics).22,23 Tourette syndrome is a neurodevelopmental disorder \ncharacterized by chronic multiple motor and vocal/phonic tics \nand, in the majority of patients, specific obsessive-compulsive \nsymptoms.24,25 A recently published report from the Interna -\ntional College of Obsessive-Compulsive Spectrum Disorders \nrevealed that the most common comorbidity of obsessive-\ncompulsive disorder in terms of obsessive-compulsive-related \ndisorders was tic disorder (12.5%), suggesting a bidirectional \nlink between these patient populations where symptoms of \nmisophonia have been reported.26 Importantly, although overt \ntics are the defining feature of Tourette syndrome, patients \ncommonly report specific urges to tic, which are characterized \nby a strong sensory component.27,28 Premonitory urges are \ndifficult to describe for many patients and result in unpleas -\nant sensations, which increase in severity and are transiently \nrelieved by tic expression.29–32 An article published in 1994 by \nMichael Kane, a graduate student with Tourette syndrome, offered useful insights into these experiences, which can \nbe perceived as more bothersome than the tics themselves \nand bear resemblance with misophonia-related discomfort \n(eg, urge to flee, comment on the noise, or otherwise avoid the \nnoise).33 Based on his introspective case study, Kane proposed \nthat the premonitory urges that precede tics are manifestations \nof sensory hyperawareness. In his words,\nPerhaps the best description for the sensory state of Tourette \nsyndrome is a somatic hyperattention: it is not as itch-like \nas it is an enduring somatosensory bombardment.33\nAlthough a recent publication showed that subjects with miso -\nphonia can have enhanced autonomic reactivity to a sound, \nbut not to other sensory stimuli,7 the subjective experiences \ndescribed by these subjects following exposure to trigger \nsounds share qualitative features with the sensory symptoms \nreported by patients with tic disorders. Moreover, patients with \nTourette syndrome often report the phenomenon of site sensiti -\nzation, in which they become acutely aware of, distracted, and \ndistressed by faint sensory stimuli, which include the auditory \nmodality.34 A study on 28 patients with Tourette syndrome \nrevealed that 70% reported heightened sensitivity to auditory, \ntactile, and/or visual stimuli, including noise from the televi -\nsion, electrical appliances, and loud settings such as parties.35 \nA more recent study using standardized questionnaires and \nin-depth interviews with 19 adult patients with Tourette syn -\ndrome and 19 aged-matched healthy controls showed that 80% \nof the patients described a heightened sensitivity to external \nstimuli in at least one sensory modality, namely smell (70%), \ntactile perception (65%), light (60%), sound (55%), and taste \n(50%). Interestingly, these patients reported that stimuli that \nwere faint, repetitive, or constant and nonsalient were the most \nbothersome, whereas intense stimuli were perceived as less \ntroublesome.36 Recent reports have also suggested that miso -\nphonic symptoms can be found in the context of two of the \nmost common psychiatric comorbidities of Tourette syndrome, \nin addition to obsessive-compulsive disorder, generalized \nanxiety disorder,37,38 and schizotypal personality disorder.39,40 \nOverall, although there is preliminary evidence supporting the \nsuggestion that misophonia can occur as a sole diagnosis, these \nobservations raise the possibility that in some cases, it could \nalso be attributed to underlying neuropsychiatric disorders.\nAn elusive pathophysiology\nResearch into the neurobiological underpinnings of miso -\nphonia is still in its infancy, and there are still a number of \nunanswered questions regarding the clinical characterization \nof this condition (Table 1). For example, the variability of \nPowered by TCPDF (www.tcpdf.org)"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Neuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\n2120Cavanna and Seri\nthe time course (onset, natural history) seems to depend on \nboth life circumstances and degrees of exposure to trigger \nsounds.4,8 However, it is unclear which factors contribute to \nindividual differences in severity of responses to misophonic \ntriggers and in the nature of the triggers themselves. Both \nintrinsic and extrinsic factors, including family accommo -\ndation and exposure to visual stimuli typically associated \nwith sound (eg, seeing somebody eating),11,15 seem to play \na role in determining interindividual variability in the clini -\ncal presentation, which could be reflected in heterogeneous \npathophysiological processes underlying misophonia. There \nis also uncertainty with regard to a possible genetic com -\nponent to misophonia, as early observations identified the \ncondition in multiple family members.4\nExisting literature highlights broad similarities with tin -\nnitus, a symptom that is often considered in the differential \ndiagnosis of misophonia.1–3,6 According to Jastreboff and \nHazell, both conditions could share a pattern of increased \nconnectivity between auditory and limbic structures, result -\ning in heightened reactions to sounds.41 A comprehensive \ndescription of this interesting pathophysiological model, \nincluding proposed mechanisms by which conditioned \nreflexes can result in enhanced functional connections \nbetween the auditory system and other systems in the brain, \nparticularly the limbic and autonomic nervous systems, \nhas been included in recent publications by Jastreboff and \nJastreboff.42,43 However, in misophonia, clinical manifesta -\ntions are triggered by external, mostly human-produced \nsounds and situations, whereas persons who experience tin -\nnitus report distress related to internally perceived, abstract \nsounds. Moreover, it is known that the majority of people can \nexperience general and unelaborated emotional reactions to a range of annoying sounds: among the most familiar examples \nare the sounds of train wheels on rail tracks, fingernails on \nglass, or chalk on blackboard.44–46 It is possible that symptoms \nof misophonia reflect a more extreme subjective discomfort \nand physiological response to these and other emotionally \nevocative stimuli. This hypothesis would be consistent with \nthe mentioned overlap with neurodevelopmental disorders, \nincluding Tourette syndrome, where sensory hyperawareness \naccompanied by subjective distress has been reported. The \npathophysiology of the anomalous physiological/autonomic \neffects in the context of misophonia has recently been investi -\ngated: a study by Edelstein et al showed increased autonomic \nresponses to auditory (but not visual) stimuli in six subjects \nwith misophonia, compared to typically developed controls.7 \nAlbeit in a small cohort, findings from this study using skin \nconductance responses provided an objective corrobora -\ntion to subjective reports that specific sounds evoke intense \nemotional and physical reactions.\nEvidence from the pharmacological modulation of the \nseverity of misophonic symptoms might offer some insight \non its pathophysiological mechanisms. Alcohol can alleviate \nthe intensity of misophonia, whereas caffeine, a substance \nknown to reduce auditory sensory gating in a paired-click \nauditory paradigm,47 has been reported to have opposite \neffects on symptom severity.7 Importantly, these notions are \nderived from early observations that are to be interpreted \nwith caution until future studies on larger populations have \nbeen conducted.\nTreatment approaches\nSince the first documentation of misophonia cases in the \nscientific literature, there have been few treatment studies or \nempirical reports that could provide an evidence base for the \ntreatment of its distressing symptoms. Until recently,11 there \nhave been no large empirical treatment studies to evaluate the \nefficacy of therapeutic approaches to misophonia. Moreover, \nthe lack of a coherent theoretical and etiological framework \nhas hindered the identification of effective management strat -\negies. Analysis of the coping strategies adopted by persons \nwith misophonia have revealed that avoidance (removing \nself from distressing situations) and other socially dysfunc -\ntional behaviors (challenging the person who generates the \ntrigger noise) can be replaced by more positive approaches. \nThese include mimicry to cancel out the trigger sound, use \nof earplugs, headsets, or music, focusing consciousness to \nown sounds, self-distraction, and positive internal dialogs.7 \nJastreboff and Jastreboff recently reported a success rate of \n83% in a large treatment study of 184 patients recruited at a Table 1  Suggestions for future research into misophonia\nDomain Research question\nepidemiology Prevalence in the general population\nPrevalence in special populations\nPhenomenology Clinical characteristics of misophonic triggers\nClinical characteristics of response to triggers\nClinical correlates and comorbidities\nFactors modulating the misophonic response\nPsychological aspects\nGenetics Hereditary patterns\nPathophysiology Neurophysiological processes\nNeuroanatomical correlates\nStructural and functional connectivity\nNeurochemical pathways involved\nTreatment Behavioral strategies\nPharmacological options\nOther treatment modalities (biofeedback, etc)\nPowered by TCPDF (www.tcpdf.org)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Neuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\n2121Current perspectives in misophonia\nspecialist center.11 The treatment approach followed general \ntinnitus retraining therapy principles, with additional use of \nfour specific protocols for misophonia, sometimes including \nmultisensory stimulation, and was based on active extinc -\ntion of conditioned reflexes with incorporating principle of \ncomplex conditioned stimuli.11,48\nComing from a different perspective and building on \nthe phenomenological similarity between misophonia and \nobsessive-compulsive spectrum disorders, Webber and \nStorch recently proposed a theoretical model based on \nthe central role of anxiety and distress in order to explore \npotentially helpful treatment interventions.10 According to \nthis model, the auditory or visual clues act as triggers for \na negative emotional reaction (involving distress, anger, \nor anxiety) that is negatively reinforced by the behavioral \nresponse. The few published treatment studies for misopho -\nnia have limitations in scope, methodology, and sample size. \nThe therapeutic approaches used in these studies ranged from \npsychoeducation and habituation to exposure and response \nprevention.49 The latter could be more effective in patients \nwho experience significant anxiety and distress in response to \nthe misophonic triggers, whereas patients who report severe \nanger or rage may be more likely to benefit from cognitive \nrestructuring or stress inoculation.50 Other possibilities to \nexplore in the treatment of misophonia are mindfulness- and \nacceptance-based approaches, such as dialectical behavior \ntherapy and acceptance and commitment therapy.51 Overall, \nit seems likely that treatment plans need to be tailored to the \nneeds of individual patients. It is also possible that persons \nwho report misophonia in the context of neurodevelopmental \nand/or anxiety disorders could respond to pharmacological \nagents modulating serotonergic and/or antidopaminergic \npathways, although these speculative suggestions need to \nbe tested in clinical trials.4\nPhysiological state, symptom, or \ndisorder?\nThe reviewed literature suggests a number of open questions \nabout the exact nature of misophonia. According to the defi -\nnition originally proposed by Jastreboff, misophonia is not \nto be considered a pathology or a psychological/psychiatric \nproblem.1–3 Therefore, misophonic reactions could be induced \nin any person by creating an association between specific pat -\nterns and any type of sounds with negative reinforcement: it is \nenough that certain sounds regularly accompany situations of \nemotional stress, when the subject experiences pain or other \nnegative emotions (for instance, as a result of hyperacusis or \ntensor tympanic syndrome, annoyance, anxiety) or beliefs (such as the belief that a specific sound will enhance tinni -\ntus, produce hearing loss, or is produced by a person who is \nperceived in a negative manner). Real-life examples include \nthe sound of the steps of the stepmother who is following the \nsubject and makes his/her life miserable; the sound of kissing \nmade by a sibling and accompanied by negative comments to \nirritate the subject; the sound of a train passing by after the \nsubject has been in a car accident where the car was hit by a \ntrain; the clicking sound made by the claws of a cat walking \nover hard surfaces near the subject, who dislikes cats jumping \non the table, etc.42 This definition challenges the subsequently \nproposed views that misophonia is a discrete/idiopathic \ncondition (which can present with comorbid psychiatric \ndisorders)8 or a symptomatic manifestation of an underly -\ning psychiatric disorder, at least in a proportion of cases.4 If \nconfirmed by future systematic studies in large populations, \nthe presence of high rates of comorbidity would go against \nthe argument that misophonia should be labeled as a primary \ndiagnosis. In fact, it would suggest that it is a symptom \nmanifestation of other underlying or comorbid diagnoses and \nshould more appropriately be labeled as a symptom, rather \nthan as a stand-alone diagnosis. Either way, the addition of \nmisophonia to nosographic classification systems of psy -\nchiatric disorders, such as the DSM, would require careful \nconsideration. This issue was raised in a poignant way by \nRonald Pies in a  relevant commentary on the appropriateness \nof designating Internet addiction as a mental disorder in the \nfifth edition of the DSM (DSM-V). Pies eloquently argued \nthat in recent years psychiatric nosography proliferated in an \nunprecedented and apparently unstoppable way, leading the \ngeneral public to believe that the definitions of psychiatric \ndisorders are settled by “vote by committee” in the academic \nequivalent of the “smoke-filled room”.52 Needless to say, \nsuch a view, albeit possibly exaggerated, can affect public \ntrust in psychiatry to a significant extent.\nAlthough misophonia is believed to be far from rare,8,42 \nthis topic has attracted relatively little academic interest to \ndate. Encouraging trends include the First International Con -\nference on Hyperacusis, which was organized by the tinnitus \nand hyperacusis therapy team of the Royal Surrey County \nHospital and held at Birkbeck College (University of London) \nin 2013.53 This landmark event was followed by a highly suc -\ncessful second scientific meeting held at the same premises in \n2015. There is general awareness that further research needs \nto be conducted before firm conclusions can be drawn with \nregard to both the pathophysiology and treatment of miso -\nphonia. Ideally, a comprehensive research agenda should also \nencompass epidemiological, phenomenological, and genetic \nPowered by TCPDF (www.tcpdf.org)"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Neuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\n2122Cavanna and Seri\naspects (Table 1). It is hoped that by combining qualitative \nand quantitative data from large populations, it will become \npossible to fully elucidate the hidden nature of this intrusive \ncondition and alleviate the distress that it can cause.\nAcknowledgment\nGratitude is expressed to the anonymous reviewers for their \nvaluable comments.\nDisclosure\nThe authors report no conflicts of interest in this work.\nReferences\n 1. Jastreboff PJ. Tinnitus habituation therapy (THT) and tinnitus retraining \ntherapy (TRT). In: Tyler RS, editor. Tinnitus Handbook . San Diego: \nSingular, Thomson Learning; 2000:357–376.\n 2. Jastreboff MM, Jastreboff PJ. Components of decreased sound toler -\nance: hyperacusis, misophonia, phonophobia. ITHS News Lett . 2001;  \n2:5–7.\n 3. Jastreboff PJ, Jastreboff MM. Tinnitus retraining therapy for patients \nwith tinnitus and decreased sound tolerance. Otolaryngol Clin North \nAm. 2003;26:321–336.\n 4. Cavanna AE. What is misophonia and how can we treat it? Exp Rev \nNeurother . 2014;14:357–359.\n 5. Hadjipavlou G, Baer S, Lau A, Howard A. Selective sound intolerance \nand emotional distress: what every clinician should hear. Psychosom \nMed. 2008;70:739–740.\n 6. Schwartz P, Leyendecker J, Conlon M. Hyperacusis and misophonia: \nthe lesser-known siblings of tinnitus. Minn Med . 2011;94:42–43.\n 7. Edelstein M, Brang D, Rouw R, Ramachandran VS. Misophonia: \nphysiological investigations and case descriptions. Front Hum Neurosci . \n2013;7:296.\n 8. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a \nnew psychiatric disorder. PLoS One . 2013;1:e54706.\n 9. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student \nsample. J Clin Psychol . 2014;70:994–1007.\n 10. Webber TA, Storch EA. Toward a theoretical model of misophonia. \nGen Hosp Psychiatry . 2015;37(4):369–370.\n 11. Jastreboff PJ, Jastreboff MM. Treatments for decreased sound tolerance \n(hyperacusis and misophonia). Semin Hear . 2014;35:105–120.\n 12. Hollander E, Wong CM. Obsessive-compulsive spectrum disorders. \nJ Clin Psychiatry . 1995;56(suppl 4):3–6.\n 13. Starcevic V, Janca A. Obsessive-compulsive spectrum disorders: still \nin search of the concept-affirming boundaries. Curr Opin Psychiatry . \n2011;24:55–60.\n 14. Reynolds S, Lane SJ. Diagnostic validity of sensory over-responsivity: \na review of the literature and case reports. J Autism Dev Disord . \n2008;38:516–529.\n 15. Johnson PL, Webber TA, Wu MS, Lewin AB, Murphy TK, Storch EA. \nWhen selective audiovisual stimuli become unbearable: a case series \non pediatric misophonia. Neuropsychiatry . 2013;3:569–575.\n 16. Hazen EP, Reichert EL, Piacentini JC, et al. Sensory intolerance as a \nprimary symptom of pediatric OCD. Ann Clin Psychiatry . 2008;20:  \n199–203.\n 17. Lewin AB, Wu MS, Murphy TK, Storch EA. Sensory over-responsivity \nin pediatric obsessive compulsive disorder. J Psychopathol Behav \nAssess . 2015;37:134–143.\n 18. Webber TA, Johnson PL, Storch EA. Pediatric misophonia with comor -\nbid obsessive-compulsive spectrum disorders. Gen Hosp Psychiatry . \n2014;36:231.e1–e2. 19. Reynolds S, Lane SJ. Sensory overresponsivity and anxiety in children \nwith ADHD. Am J Occup Ther . 2009;63:433–440.\n 20. Green SA, Ben-Sasson A. Anxiety disorders and sensory over-  \nresponsivity in children with autism spectrum disorders: is there a causal \nrelationship? J Autism Dev Disord . 2010;40:1495–1504.\n 21. Tavassoli T, Miller LJ, Schoen SA, Nielsen DM, Baron-Cohen S. \nSensory over-responsivity in adults with autism spectrum conditions. \nAutism . 2014;18:428–432.\n 22. Hazen EP, Reichert EL, Piacentini JC, et al. Case series: sensory intol -\nerance as a primary symptom of pediatric OCD. Ann Clin Psychiatry . \n2008;20:199–203.\n 23. Neal M, Cavanna AE. Selective sound sensitivity syndrome (miso -\nphonia) in a patient with Tourette syndrome. J Neuropsychiatry Clin \nNeurosci . 2013;25(1):e1.\n 24. Cavanna AE, Rickards HE. The psychopathological spectrum of Gilles de \nla Tourette syndrome. Neurosci Biobehav Rev . 2013;37:1008–1015.\n 25. Eddy CM, Cavanna AE. Tourette syndrome and obsessive compulsive \ndisorder: compulsivity along the continuum. J Obsess Compuls Rel \nDisord . 2014;3:363–371.\n 26. Lochner C, Fineberg NA, Zohar J, et al. Comorbidity in obsessive-\ncompulsive disorder (OCD): a report from the International College \nof Obsessive-Compulsive Spectrum Disorders (ICOCS). Compr Psy -\nchiatry . 2014;55:1513–1519.\n 27. Rajagopal S, Seri S, Cavanna AE. Premonitory urges and sensorimotor \nprocessing in Tourette syndrome. Behav Neurol . 2013;27:65–73.\n 28. Tinaz S, Belluscio BA, Malone P, van der Veen JW, Hallett M, \nHorovitz SG. Role of the sensorimotor cortex in Tourette syndrome \nusing multimodal imaging. Hum Brain Mapp . 2014;35:5834–5846.\n 29. Eddy CM, Cavanna AE. Premonitory urges in adults with complicated and \nuncomplicated Tourette syndrome. Behav Modif . 2013;38:264–275.\n 30. Crossley E, Cavanna AE. Sensory phenomena: clinical correlates and \nimpact on quality of life in adult patients with Tourette syndrome. \nPsychiatry Res . 2013;209:705–710.\n 31. Crossley E, Seri S, Stern JS, Robertson MM, Cavanna AE. Premoni -\ntory urges for tics in adult patients with Tourette syndrome. Brain Dev . \n2014;36:45–50.\n 32. Reese HE, Scahill L, Peterson AL, et al. The premonitory urge to tic: \nmeasurement, characteristics, and correlates in older adolescents and \nadults. Behav Ther . 2014;45:177–186.\n 33. Kane MJ. Premonitory urges as “attentional tics” in Tourette’s syn -\ndrome. J Am Acad Child Adolesc Psychiatry . 1994;33:805–808.\n 34. Leckman JF, Bloch MH, Sukhodolsky DG, Scahill L, King RA. \nPhenomenology of tics and sensory urges: the self under siege. In: \nMartino D, Leckman JF, editors. Tourette Syndrome . Oxford: Oxford \nUniversity Press; 2013:3–25.\n 35. Cohen AJ, Leckman JF. Sensory phenomena associated with Gilles de \nla Tourette’s syndrome. J Clin Psychiatry . 1992;53:319–323.\n 36. Belluscio BA, Jin L, Watters V, Lee TH, Hallett M. Sensory sensitiv -\nity to external stimuli in Tourette syndrome patients. Mov Disord . \n2011;26:2538–2543.\n 37. Khalifa N, Von Knorring A-L. Tourette syndrome and other tic disorders \nin a total population of children: clinical assessment and background. \nActa Paediatr . 2005;94:1608–1614.\n 38. Conelea CA, Carter AC, Freeman JB. Sensory over-responsivity in a \nsample of children seeking treatment for anxiety. J Dev Behav Pediatr . \n2014;35:510–521.\n 39. Cavanna AE, Robertson MM, Critchley HD. Schizotypal personality \ntraits in Gilles de la Tourette syndrome. Acta Neurol Scand . 2007;  \n116:385–391.\n 40. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of sounds: misophonic \ndisorder or just an underreported psychiatric symptom? Ann Clin Psy -\nchiatry . 2013;25:271–274.\n 41. Jastreboff PJ, Hazell J. Tinnitus Retraining Therapy : Implementing the \nNeurophysiological Model . New Y ork: Cambridge University Press; \n2004.\n 42. Jastreboff PJ, Jastreboff MM. Using TRT to treat hyperacusis, miso -\nphonia and phonophobia. ENT Audiol News . 2013;21:88–90.\nPowered by TCPDF (www.tcpdf.org)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Neuropsychiatric Disease and Treatment\nPublish your work in this journal\nSubmit your manuscript here:  http://www.dovepress.com/neuropsychiatric-disease-and-treatment-journa lNeuropsychiatric Disease and Treatment is an international, peer-\nreviewed journal of clinical therapeutics and pharmacology focusing  \non concise rapid reporting of clinical or pre-clinical studies on a  \nrange of neuropsychiatric and neurological disorders. This journal  \nis indexed on PubMed Central, the ‘PsycINFO’ database and CAS,  and is the official journal of The International Neuropsychiatric \n Association (INA). The manuscript management system is completely \nonline and includes a very quick and fair peer-review system, which \nis all easy to use. Visit http://www.dovepress.com/testimonials.ph p to \nread real quotes from published authors.\nNeuropsychiatric Disease and Treatment 2015:11submit your manuscript | www.dovepress.co m\nDove press Dove press\nDove pres s\n2123Current perspectives in misophonia\n 43. Jastreboff PJ, Jastreboff MM. Decreased sound tolerance: hyperacusis, \nmisophonia, diplacousis, and polyacousis. Handb Clin Neurol . 2015;  \n129:375–387.\n 44. Halpern L, Blake R, Hillenbrand J. Psychoacoustics of a chilling sound. \nPercept Psychophys . 1986;39:77–80.\n 45. Zald DH, Pardo JV. The neural correlates of aversive auditory stimula -\ntion. Neuroimage . 2002;16:746–753.\n 46. Kumar S, von Kriegstein K, Friston K, Griffiths TD. Features versus \nfeelings: dissociable representations of the acoustic features and valence \nof aversive sounds. J Neurosci . 2012;32:14184–14192.\n 47. Ghisolfi ES, Schuch A, Strimitzer IM Jr, et al. Caffeine modulates P50 \nauditory sensory gating in healthy subjects. Eur Neuropsychopharma -\ncol. 2006;16(3):204–210.\n 48. Jastreboff MM, Jastreboff PJ. Decreased sound tolerance and tinnitus \nretraining therapy (TRT). Aust N Z J Audiol . 2002;24:74–84. 49. Bernstein RE, Angell KL, Dehle CM. A brief course of cognitive \nbehavioural therapy for the treatment of misophonia: a case example. \nCogn Behav Ther . 2013;6:e10–e13.\n 50. Beck R, Fernandez E. Cognitive-behavioral therapy in the treatment of \nanger: a metaanalysis. Cogn Ther Res . 1998;22:63–74.\n 51. Schneider RL, Arch JJ. Potential treatment targets for misophonia. Gen \nHosp Psychiatry . 2015;37:370–371.\n 52. Pies R. Should DSM-V designate “internet addiction” a mental disorder? \nPsychiatry . 2009;6:31–37.\n 53. Aazh H, McFerran D, Salvi R, Prasher D, Jastreboff M, Jastreboff P. \nInsights from the First International Conference on Hyperacusis: causes, \nevaluation, diagnosis and treatment. Noise Health . 2014;16:123–126.\nPowered by TCPDF (www.tcpdf.org)"
    }
  ]
}