{
  "doc_type": "scientific paper",
  "title": "What is misophonia and how can we treat it?",
  "authors": [
    "Andrea E Cavanna"
  ],
  "year": 2014,
  "journal": "Expert Review of Neurotherapeutics",
  "doi": "10.1586/14737175.2014.892418",
  "abstract": "Selective sound sensitivity syndrome or misophonia is a chronic condition characterized by unpleasant emotional experiences and autonomic arousal in response to specific sounds. Over the last few years there have been a few reports detailing the clinical features associated with this condition. These focused reports raise interesting questions about the nosological status of this potentially disabling clinical entity.",
  "keywords": [
    "autonomic nervous system",
    "diagnostic criteria",
    "misophonia",
    "obsessive compulsive spectrum",
    "selective sound sensitivity syndrome"
  ],
  "research_topics": [
    "misophonia",
    "pathophysiology",
    "diagnostic criteria",
    "clinical features",
    "neurobiological mechanisms",
    "treatment strategies",
    "differential diagnosis",
    "psychiatric comorbidities",
    "autonomic nervous system response",
    "pharmacological modulation"
  ],
  "created_at": "2025-05-05T01:46:19.402960Z",
  "source_pdf": "documents/research/Global/Cavanna 2014 What is misophonia and how can we treat it.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=iern20\nExpert Review of Neurotherapeutics\nISSN: 1473-7175 (Print) 1744-8360 (Online) Journal homepage: https://www.tandfonline.com/loi/iern20\nWhat is misophonia and how can we treat it?\nAndrea E Cavanna\nTo cite this article:  Andrea E Cavanna (2014) What is misophonia and how can we treat it?,\nExpert Review of Neurotherapeutics, 14:4, 357-359, DOI: 10.1586/14737175.2014.892418\nTo link to this article:  https://doi.org/10.1586/14737175.2014.892418\nPublished online: 19 Feb 2014.\nSubmit your article to this journal \nArticle views: 8964\nView related articles \nView Crossmark data\nCiting articles: 12 View citing articles"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "What is misophonia and how can we\ntreat it?\nExpert Rev. Neurother. 14(4), 357–359 (2014)\nAndrea E Cavanna\nDepartment of Neuropsychiatry,\nBSMHFT and University ofBirmingham, Birmingham, UKandSchool of Life and Health\nSciences, Aston Brain Centre,\nWellcome Trust Laboratory forMEG Studies, Aston University,Birmingham, UKandInstitute of Neurology, University\nCollege London, London, UK\na.cavanna@ion.ucl.ac.ukSelective sound sensitivity syndrome or misophonia is a chronic condition\ncharacterized by unpleasant emotional experiences and autonomic arousal inresponse to specific sounds. Over the last few years there have been a fewreports detailing the clinical features associated with this condition. These focusedreports raise interesting questions about the nosological status of this potentiallydisabling clinical entity.\nSelective sound sensitivity syndrome or\nmisophonia (literally ‘hatred of sound ’\nin ancient Greek) is a chronic conditionin which a person reports unpleasantemotional experiences and autonomicarousal in response to specific sounds.Since the first scientific descriptions byJastreboff\n[1–3], there have been a few\ncase reports [4–6]and original studies [7,8]\nfocusing on this condition. It is now\nknown that the repertoire of triggersounds reported by people with miso-phonia can include repetitive and socialsounds typically produced by anotherindividual, including eating (chewing/crunching) sounds, pen clicking, clock\nticking, finger tapping, whistling and lip\nsmacking. Even the unavoidable noiseproduced by footsteps has been reportedby a few people\n[8]as a potential trigger\nfor intense aversive responses, includingemotional reactions of irritability andanger. Interestingly, these symptoms donot seem to be associated with fear (thus\ndistinguishing misophonia from phono-\nphobia). In addition to these psychologi-cal effects, specific physical reactionshave been described: these are usuallymanifestations of atypical autonomicnervous system responses and caninclude feelings of pressure or pain inthe chest, arms, head or entire body,\nmuscular tension, sweating, breathing\ndifficulties and increase in heart rate,blood pressure or body temperature.Apparently, people with misophoniahave good insight into the disproportion-\nate nature of their feelings and reactions,which do not seem to arise when the trig-ger sounds are produced by themselves.Overall, these symptoms can compromiseability to complete daily activities andenjoy normal interpersonal interactions,as stimulus-avoidance behaviors can limit\nsufferers ’potentials to function in their\nsocial and professional life.\nMisophonia is a chronic condition,\nwith onset most commonly described inchildhood. The time course can vary,depending on life circumstances anddegrees of exposure to trigger sounds.There is also uncertainty with regard to a\npossible hereditary component to miso-\nphonia, as several sufferers identified thecondition in at least one family member.Of course, these notions are derived fromearly observations whose interpretationrequires caution, as future large-scalestudies might question the chronicity andfamilial patterns of misophonic symp-\ntoms. In terms of differential diagnosis,\nmost of the existing literature focused onthe analogies with tinnitus, to whichmisophonia appears to exhibit some gen-eral similarities\n[1–3,5]. Jastreboff and\nHazell [9]proposed that both conditions\nare associated with hyperconnectivitybetween the auditory and limbic struc-\ntures, resulting in heightened reactions to\nsounds. However, misophonia differsfrom tinnitus in a crucial aspect: it is trig-gered by external, human-produced\nKEYWORDS :autonomic nervous system  diagnostic criteria  misophonia  obsessive compulsive\nspectrum  selective sound sensitivity syndrome\ninformahealthcare.com 10.1586/14737175.2014.892418 /C2112014 Informa UK Ltd ISSN 1473-7175 357Editorial"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "sounds and situations, rather than focusing on internally per-\nceived, abstract sounds. The catalog of conditions included in the\ndifferential diagnosis of misophonia encompasses specific pho-bias, post-traumatic stress disorder, social phobia, obsessive com-pulsive disorder, intermittent explosive disorder, personalitydisorders (emotionally unstable, borderline, antisocial and obses-sive compulsive personality disorder), autistic spectrum disorders,sensory processing disorders, phonophobia and synesthesia\n[7,8].\nMoreover, recent reports have suggested that misophonic symp-\ntoms could be ascribed to the wider clinical spectrum of Gilles de\nla Tourette syndrome [10–14], obsessive compulsive disorder\n[7,14–16], generalized anxiety disorder and schizotypal personality\ndisorder [17]. These observations raise the possibility that at least\nin some cases misophonia could be attributed to different under-lying primary psychiatric disorders.\nSchro¨deret al.\n[7]recently characterized the largest sample to\ndate, consisting of 42 persons with misophonia. Their findings\nled them to suggest that misophonia is a primary disorder, rather\nthan being secondary to the presence of other known neurologi-cal or psychiatric conditions. The authors therefore proposed aset of six diagnostic criteria for this new nosological entity: thepresence or anticipation of a specific sound produced by otherpeople (e.g., eating or breathing sounds) provokes an impulsiveaversive physical reaction, which starts with irritation or disgustthat instantaneously becomes anger; this anger initiates a pro-\nfound sense of loss of self-control with rare but potentially\naggressive outbursts; the person recognizes that the anger or dis-gust is excessive, unreasonable or out of proportion to the cir-cumstances or the provoking stressor; the individual tends toavoid the misophonic situation or, if he/she does not avoid it,endures encounters with the misophonic sound situation withintense discomfort, anger or disgust; the individual ’s anger, dis-\ngust or avoidance causes significant distress or significant interfer-\nence in the person ’s everyday life; and the person ’s anger, disgust\nand avoidance are not better explained by another disorder, suchas obsessive compulsive disorder or post-traumatic stress disorder.The same group also developed a useful self-report rating scale toassess the type and severity of misophonia symptoms: the 6-itemAmsterdam Misophonia Scale.\nLittle is known about the pathophysiology of this condition, as\nthe clinical phenotype has been characterized only recently and\nresearch into the neurobiological mechanisms underlying its core\nsymptoms is still in its infancy. It has been highlighted that themajority of typically developing subjects experience general andunelaborated emotional reactions to a range of annoying sounds:common examples familiar to most people are the sounds of fin-gernails on glass, chalk on blackboard and train wheels on railtracks\n[18–20]. It is possible that persons with misophonia experi-\nence a more extreme physiological response and discomfort in\nresponse to these and other emotionally evocative stimuli.The hypothesis that misophonia is a disorder that produces anom-\nalous physiological/autonomic effects has recently been tested. In\na recent study by Edelstein et al.[8], physiological measurements\nwere acquired on six persons with misophonia using skin conduc-tance responses to provide an objective corroboration of theirreports that specific sounds evoke intense emotional and physicalreactions. Results showed that these subjects had an increasedautonomic response to auditory stimuli (but not visual stimuli),compared with a control group of typically developed individuals.\nUseful insights into the pathophysiology of misophonia are also\nprovided by observations that pharmacological agents can modu-late the severity of the condition: for example, caffeine has beenreported to aggravate misophonic experiences, whereas alcoholappears to decrease symptom severity\n[8].\nManagement strategies for misophonia are empirical and\nbased on anecdotal data. The coping strategies adopted by per-sons with this condition do not necessarily involve avoidance\n(removing self from certain situations) or other socially dys-\nfunctional behaviors (challenging other people in order to stopthem making noises): mimicry to ‘cancel out ’the trigger sound,\nuse of earplugs/headsets/music, focus consciousness to ownsounds, self-distraction and positive internal dialogues have allbeen reported as useful techniques to cope with misophoniasymptoms\n[8]. It is also possible that patients who report miso-\nphonia in association with severe obsessive compulsive\nsymptoms [6–8,14]might benefit from serotonergic or antidopa-\nminergic agents; however, these suggestions are speculative atthe moment and need to be tested in future clinical studies.\nThere is a current dangerous trend in neuropsychiatry to\nmix symptoms, syndromes, disorders and illnesses, as if theyhad the same diagnostic importance. The nosological status ofmisophonia remains a matter of debate: is it a mere symptomor a true comorbidity? The available literature to date does not\nprovide definite answers. Clearly, both the pathophysiology and\ntreatment of misophonia are currently elusive and furtherresearch needs to be conducted before firm conclusions can bedrawn. In addition to improving the clinical characterization ofmisophonia, future studies should investigate the underlyingbrain mechanisms (including possible connectivity alterationsbetween auditory and limbic/autonomic regions) in order todevelop effective management strategies for this intrusive and\nyet mysterious condition.\nFinancial & competing interests disclosure\nThe author has no relevant affiliations or financial involvement with any\norganization or entity with a financial interest in or financial conflictwith the subject matter or materials discussed in the manuscript. Thisincludes employment, consultancies, honoraria, stock ownership or options,expert testimony, grants or patents received or pending or royalties.\nNo writing assistance was utilized in the production of this manuscript.Editorial Cavanna\n358 Expert Rev. Neurother. 14(4), (2014)"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "References\n1. Jastreboff PJ. Tinnitus habituation therapy\n(THT) and tinnitus retraining therapy\n(TRT). In: Tyler RS, editor. Tinnitus\nHandbook. Singular, Thomson Learning;\nSan Diego, CA, USA: 2000. p. 357-76\n2. Jastreboff MM, Jastreboff PJ. Components\nof decreased sound tolerance: hyperacusis,misophonia, phonophobia. ITHS News Lett\n2001;2:5-7\n3. Jastreboff PJ, Jastreboff MM. Tinnitus\nretraining therapy for patients with tinnitus\nand decreased sound tolerance. Otolaryngol\nClin North Am 2003;26:321-36\n4. Hadjipavlou G, Baer S, Lau A, Howard A.Selective sound intolerance and emotional\ndistress: what every clinician should hear.\nPsychosom Med 2008;70:739-40\n5. Schwartz P, Leyendecker J, Conlon M.\nHyperacusis and misophonia: the\nlesser-known siblings of tinnitus. Minn Med\n2011;94:42-3\n6. Neal M, Cavanna AE. Selective soundsensitivity syndrome (misophonia) in a\npatient with Tourette syndrome.\nJ Neuropsychiatry Clin Neurosci 2013;25(1):\ne1\n7. Schro¨der A, Vulink N, Denys D.\nMisophonia: diagnostic criteria for a newpsychiatric disorder. PLoS One 2013;1:\ne54706\n8. Edelstein M, Brang D, Rouw R,\nRamachandran VS. Misophonia:\nphysiological investigations and case\ndescriptions. Front Hum Neurosci\n2013;7:296\n9. Jastreboff PJ, Hazell J. Tinnitus retrainingtherapy: implementing the\nneurophysiological model. Cambridge\nUniversity Press; New York, NY, USA:\n2004\n10. Rajagopal S, Seri S, Cavanna AE.\nPremonitory urges and sensorimotor\nprocessing in Tourette syndrome. Behav\nNeurol 2013;27:65-73\n11. Crossley E, Cavanna AE. Sensoryphenomena: clinical correlates and impact\non quality of life in adult patients with\nTourette syndrome. Psychiatry Res\n2013;209:705-10\n12. Crossley E, Seri S, Stern JS, et al.\nPremonitory urges for tics in adult patients\nwith Tourette syndrome. Brain Dev 2014;36(1):45-50\n13. Eddy CM, Cavanna AE. Premonitory urges\nin adults with complicated and\nuncomplicated Tourette syndrome. Behav\nModif 2013; [Epub ahead of print]14. Webber TA, Johnson PL, Storch EA.Pediatric misophonia with comorbid\nobsessive-compulsive spectrum disorders.\nGen Hosp Psychiatry 2013; [Epub ahead of\nprint]\n15. Cavanna AE, Critchley HD, Orth M, et al.\nDissecting the Gilles de la Tourette\nspectrum: a factor analytic study on\n639 patients. J Neurol Neurosurg Psychiatry\n2011;82:1320-3\n16. Cavanna AE, Rickards HE. Thepsychopathological spectrum of Gilles de la\nTourette syndrome. Neurosci Biobehav Rev\n2013;37:1008-15\n17. Ferreira GM, Harrison BJ, Fontenelle LF.\nHatred of sounds: misophonic disorder or\njust an underreported psychiatric symptom?\nAnn Clin Psychiatry 2013;25:271-4\n18. Halpern L, Blake R, Hillenbrand J.Psychoacoustics of a chilling sound. Percept\nPsychophys 1986;39:77-80\n19. Zald DH, Pardo JV. The neural correlates\nof aversive auditory stimulation.\nNeuroimage 2002;16:746-53\n20. Kumar S, von Kriegstein K, Friston K,Griffiths TD. Features versus feelings:\ndissociable representations of the acoustic\nfeatures and valence of aversive sounds.\nJ Neurosci 2012;32:14184-92What is misophonia & how can we treat it? Editorial\ninformahealthcare.com 359"
    }
  ]
}