{
  "doc_type": "scientific paper",
  "title": "Increased orbitofrontal connectivity in misophonia",
  "authors": [
    "Leonardo Cerliani",
    "Romke Rouw"
  ],
  "year": 2020,
  "journal": "Psychology, Brain and Cognition, ​Nieuwe Achtergracht 129-B, 1018WT, ​University of Amsterdam.",
  "doi": "10.1101/2020.10.29.346650doi:",
  "abstract": "For individuals with misophonia, specific innocuous sensory stimuli - such as hearing another person chewing or breathing - evoke strong negative emotional and physiological responses, such as extreme anger, disgust, stress and anxiety. Instead people with misophonia do not experience or display atypical reactions to generic aversive sounds such as screams or nails scratching on a blackboard. Misophonia appears to be unrelated to neurological trauma or hearing deficit, and features a characteristic developmental pattern. Its aetiology is currently unknown. The few previous fMRI studies on misophonia showed that sufferers feature increased dorsal anterior insula activity during trigger vs. generic aversive sounds. While this effect likely reflects the saliency associated with the perception of trigger sounds in people with misophonia, in the present fMRI study we investigate the neural mechanisms underlying the emotional reaction to trigger stimuli. To this aim, we probe the task-dependent connectivity of mid-cingulate, medial premotor and ventrolateral premotor cortex. We observe that only in participants with misophonia the presentation of trigger audio-visuals prompts an increased interaction of these three brain regions with the lateral orbitofrontal cortex. This brain region is crucial for behavioural inhibition mediated by cognitive and emotional content (such as in reward-reversal learning) and is part of the temporo-amygdala-orbitofrontal network, which integrates visceral and emotional states with cognition and behaviour. We also observe that in people with misophonia trigger sounds prompt a significant increase in the interaction between mid-cingulate and the primary auditory cortex. Our study replicates previous results and expands the network of brain regions involved in misophonia. The involvement of the orbitofrontal cortex suggests a defective functioning of high-order integrative processes allowing the reappraisal of experience-dependent negative emotional association with harmless sensory stimuli, and sheds light on the mechanisms underlying the compulsive nature of the misophonic reaction. The increased interaction, rather than the overall activity, of the primary auditory cortex with the mid-cingulate supports the hypothesis that the emotional response in misophonia is subserved by an indirect auditory-limbic pathway processing the subjective valence of specific sounds, rather than their physical properties alone.",
  "keywords": [
    "misophonia",
    "orbitofrontal cortex",
    "functional connectivity",
    "fMRI",
    "auditory cortex",
    "mid-cingulate cortex",
    "premotor cortex",
    "emotional response",
    "trigger stimuli"
  ],
  "research_topics": [
    "Neuroimaging of misophonia",
    "Functional connectivity in brain",
    "Emotional processing in sensory disorders",
    "Orbitofrontal cortex role in emotion regulation",
    "Neural basis of misophonic trigger responses",
    "Auditory-limbic pathway in emotional processing",
    "Task-dependent brain connectivity"
  ],
  "created_at": "2025-05-05T01:15:04.120995Z",
  "source_pdf": "documents/research/Global/Cerliani 2020 Increased orbitofrontal connectivity in misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Increased orbitofrontal connectivity in \nmisophonia  \n \nLeonardo Cerliani​1,2,*​, Romke Rouw​1 \n1​Dept. of Psychology, Brain and Cognition, ​Nieuwe Achtergracht 129-B, 1018WT, ​University of Amsterdam.  \n2​Dept. of Psychiatry, Amsterdam Medical Center, ​Meibergdreef ​5, 1105AZ,​ Amsterdam, The Netherlands. \n*​Corresponding author. E-mail: leonardo.cerliani@gmail.com \n \nAbstract \nFor individuals with misophonia, specific innocuous sensory stimuli - such as hearing another person              \nchewing or breathing - evoke strong negative emotional and physiological responses, such as extreme               \nanger, disgust, stress and anxiety. Instead people with misophonia do not experience or display               \natypical reactions to generic aversive sounds such as screams or nails scratching on a blackboard.                \nMisophonia appears to be unrelated to neurological trauma or hearing deficit, and features a               \ncharacteristic developmental pattern. Its aetiology is currently unknown. \nThe few previous fMRI studies on misophonia showed that sufferers feature increased dorsal anterior              \ninsula activity during trigger vs. generic aversive sounds. While this effect likely reflects the saliency                \nassociated with the perception of trigger sounds in people with misophonia, in the present fMRI study                 \nwe investigate the neural mechanisms underlying the emotional reaction to trigger stimuli. To this              \naim, we probe the task-dependent connectivity of mid-cingulate, medial premotor and ventrolateral            \npremotor cortex. We observe that only in participants with misophonia the presentation of trigger               \naudio-visuals prompts an increased interaction of these three brain regions with the lateral              \norbitofrontal cortex. This brain region is crucial for behavioural inhibition mediated by cognitive and               \nemotional content (such as in reward-reversal learning) and is part of the             \ntemporo-amygdala-orbitofrontal network, which integrates visceral and emotional states with          \ncognition and behaviour. We also observe that in people with misophonia trigger sounds prompt a                \nsignificant increase in the interaction between mid-cingulate and the primary auditory cortex. \nOur study replicates previous results and expands the network of brain regions involved in              \nmisophonia. The involvement of the orbitofrontal cortex suggests a defective functioning of             \nhigh-order integrative processes allowing the reappraisal of experience-dependent negative emotional           \nassociation with harmless sensory stimuli, and sheds light on the mechanisms underlying the              \ncompulsive nature of the misophonic reaction. The increased interaction, rather than the overall              \nactivity, of the primary auditory cortex with the mid-cingulate supports the hypothesis that the               \nemotional response in misophonia is subserved by an indirect auditory-limbic pathway processing the              \nsubjective valence of specific sounds, rather than their physical properties alone.  \n1 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Introduction \nMisophonia is a recently described neurobehavioural condition where specific innocuous ‘trigger’            \nsounds - typically human-generated sounds such as chewing, sniffing or breathing - evoke a very                \nstrong negative emotional response which manifests itself with anxiety, avoidance, deep anger and              \noccasionally aggressive reactions ​(Jastreboff and Jastreboff, 2001; Edelstein ​et al. ​, 2013; Johnson ​et              \nal. ​, 2013; Schröder ​et al. ​, 2013; Wu ​et al. ​, 2014)​. These emotional and behavioral patterns have                 \ndetrimental effects on the social and professional life of the sufferers, potentially leading to extreme                \nbehavioural responses such as avoiding any gatherings, erupting in angry outbursts during meals, or               \nexperiencing extreme difficulty in focussing their attention on the workplace ​(Rouw and Erfanian,              \n2018; Jager ​et al. ​, 2020)​. \nThe emotional responses observed in misophonia occur compulsively, despite sufferers being aware            \nof the disproportion of their emotional reaction with respect to the nature of the trigger stimuli, and                 \nregardless of the volume of trigger sounds. The latter feature clearly distinguishes misophonia from               \nhyperacusis ​(Jastreboff and Jastreboff, 2001; Tyler ​et al. ​, 2014)​, qualified as a hypersensitivity to the                \nphysical properties of any sound (e.g. loudness, frequency spectrum), although a comorbidity between              \nthe two conditions is common ​(Jastreboff and Jastreboff, 2015)​. However misophonia can also not be                \nqualified as hyperresponsivity to the subjective valence of generally aversive sounds, as sufferers have               \nnormal autonomic responses and report experiencing different feelings when hearing generic aversive             \nsounds (e.g., baby crying, fire alarms) and trigger sounds ​(Kumar ​et al. ​, 2017)​. While there is                 \nevidence of comorbidity with obsessive-compulsive and mood disorders, it has been suggested that              \nmisophonia can be distinct from a secondary manifestation of a major neuropsychiatric disorder              \n(Jager ​et al. ​, 2020)​. Currently misophonia is however not yet contemplated by psychiatric diagnostic               \nmanuals, and its exact definition is still debated ​(Kumar and Griffiths, 2017, Schröder ​et al. ​, 2017​b ​)​. \nThe originally proposed neurological model for misophonia suggests an atypically enhanced           \ninteraction between sensory - especially auditory - and limbic systems ​(Jastreboff and Hazell, 2004;               \nEdelstein ​et al. ​, 2013; Jastreboff and Jastreboff, 2015)​. Recently, neuroimaging studies began to              \nidentify the network of brain regions which interact to generate the emotional and behavioural               \nresponse to trigger stimuli in misophonia. These studies highlighted the presence of an increased               \nactivity in the anterior dorsal insula during trigger stimuli compared to generic aversive sounds               \n(Kumar ​et al. ​, 2017)​. While the insula represents an important node for the low-level integration of                 \nsensory and emotional, as well as autonomic and cognitive information ​(Mesulam and Mufson, 1985;               \nGogolla, 2017)​, increases in its activity - and especially in its anterior division - can be elicited by any                    \nevent impacting the emotional and autonomic homeostasis of the organisms, such as pain, social               \nexclusion, gambling, ​(Critchley, 2005; Seeley ​et al. ​, 2007; Craig, 2009; Kurth ​et al. ​, 2010;               \nNieuwenhuys, 2012)​. Thus the increased insular activity recorded during trigger stimuli cannot             \nexplain ​per se why sufferers of misophonia react to these sounds differently from aversive sounds or                 \nother emotionally-loaded stimuli ​(Craig, 2010; Cauda ​et al. ​, 2012; Perini ​et al. ​, 2018)​.  \nImportantly in the same study ​(Kumar ​et al. ​, 2017) it was shown that the presentation of misophonic                  \nstimuli triggered an increased interaction (functional connectivity) between the anterior dorsal insula             \nand the default-mode network ​(Fox ​et al. ​, 2005)​. Instead no alteration was found in the activity or                  \n2 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "connectivity of the auditory cortex, and only a marginally significant effect was found in the                \nfunctional connectivity of the amygdala ​(Kumar ​et al. ​, 2017)​. This important evidence suggests that in                \nmisophonia the extreme emotional reaction to trigger stimuli is not subserved by direct sensory-limbic               \ncircuits responding to the physical properties of the sound alone, but rather mediated by high-level                \ncognitive associations between the stimulus and its subjective valence. \nGiven that the dorsal anterior insula and the default mode network are respectively involved in                \nestimating the subjective valence of the sensory stimuli ​(Craig, 2009)​, and in internally directed               \ncognitive processes - such as social cognition and autobiographical memory ​(Margulies ​et al. ​, 2016) -                \nthese findings shed light on the perceptual processes involved in misophonia, but they leave open the                 \nquestion of which brain regions and neural networks are involved in the generation of the emotional                 \nresponse to trigger stimuli. \nBesides the anterior insula, other brain regions show increased activity during trigger stimuli in a                \nwhole-brain corrected analysis ​(Kumar ​et al.​, 2017)​, namely the mid-cingulate cortex (MCC) - which               \ntogether with the anterior insula defines the saliency network ​(Seeley ​et al. ​, 2007) - the supplementary                 \nmotor area (SMA) and the ventrolateral premotor cortex (vlPMC). All these regions are likely to play                 \nan important role in the misophonic response, by prompting an autonomic-driven emotional and             \nbehavioural response such as the urge to avoid or react to the trigger sounds ​(Schröder ​et al. ​, 2013;                   \nPerini ​et al. ​, 2020)​. However, the activity of these brain regions in misophonia has not yet been                  \nfurther investigated. \nIn the present study we use fMRI to systematically investigate the presence of alterations in the                \ntask-dependent connectivity across all brain regions whose activity is enhanced in misophonia when              \nexperiencing trigger stimuli. To this aim, we contrast the brain response to misophonic triggers with                \nthat associated with sounds generally perceived to be aversive (e.g., nails on chalkboard) but not               \neliciting atypical emotional response in people with misophonia. This contributes to define the              \nnetwork of regions specifically involved in this complex association of innocuous sensory stimuli              \nwith extremely negative emotional responses in misophonia. We expected this investigation to bring             \nfurther evidence to the hypothesis that misophonia is grounded on high-order cognitive associations,              \nrather than in an atypical perception of the trigger sounds. Another non-secondary aim of the present                 \nstudy was to replicate previous fMRI results, given the current paucity of neuroimaging studies on                \nmisophonia.  \n \n \n  \n3 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Methods \nParticipants  \nIn a preliminary behavioural study, we examined a large number of individuals with misophonic              \ncomplaints (N=232), measuring severity and nature of the misophonic complaints ​(Rouw and             \nErfanian, 2018)​. In this relatively young research field, an agreed upon diagnostic tool for misophonia                \nis still lacking. A number of questionnaires have been proposed by researchers and clinicians to               \nmeasure the nature and severity of misophonic complaints ​(Fitzmaurice, 2010; Edelstein ​et al. ​, 2013;               \nSchröder ​et al. ​, 2013; Wu ​et al. ​, 2014; Bauman, 2015; Dozier, 2015)​. The commonalities across these                 \nquestionnaires highlights which characteristics are currently viewed as key to the condition of              \nmisophonia. The misophonia symptoms severity (MSS) questionnaire we used for the selection of              \nparticipants is a collection of 15 items measuring at an interval scale the common features of                 \nmisophonia identified in previously proposed questionnaires (see Supplementary materials). \n \nParticipants rated statements, such as ​I feel angry when I hear/see a trigger​on a 5-point scale, ranging                   \nfrom “Strongly disagree” (1) to \"Strongly agree\" (5). A misophonia symptoms severity (MSS) score               \nwas calculated as the mean of all 15 items. This preliminary study showed that our questionnaire has                 \nhigh scale reliability (Cronbach's alpha 15 items; α = 0.97; Guttman’s lambda-2 α = 0.97), and created                 \na strong basis for selecting participants to invite for the neuroimaging experiment. For the              \nneuroimaging study, we invited participants with very high MSS scores (not lower than 3 in any                 \nitem), and did not meet the following exclusion criteria: visual impairments, age below 18 or above 60                  \nyears old, presence of non-removable metal objects in the body, (possible) pregnancy and              \nclaustrophobia.  \n \nWe checked the presence of misophonia complaints in control subjects with an interview as well as                \nwith the MSS questionnaire. In total, thirty-nine participants were included in the present analyses; 19               \nindividuals with misophonia (15 female and 4 male, mean age 31 years, range 18-58) and 20 controls                  \n(15 female and 5 male, mean age 29 years ​, range 19-53). Groups were matched by gender and age                    \n(T​(37)= 0.4, p = 0.69). The mean score on the MSS questionnaire in the misophonia subject group was                   \n3.9 (score range: 3.2 to 4.5). The mean score for the control group was 1.45 ​(scores range: 1.0 to 2.2).                     \nThe MSS scores were significantly higher in people with misophonia (T​(37)​ = 18, p < 0.0001).   \n \nfMRI paradigm and behavioural ratings \nWe used audio-visual stimuli, rather than only sounds as in ​(Kumar ​et al.​, 2017)​, to better                 \napproximate real-life conditions ​(Schröder ​et al. ​, 2019)​. Misophonic stimuli (hereafter: “trigger            \nstimuli”) were 12-second audio-visuals in which an actor produced sounds that were known to elicit a                 \nparticularly negative emotional response (anger, disgust) in our participants with misophonia, such as              \nchewing an apple, heavily inhaling with the nose and clearing the throat. These trigger stimuli were                 \ncontrasted with clips presenting generically aversive sounds (e.g. nails on a chalkboard) and with clips                \nin which the actor created neutral sounds (e.g. peeling an apple, shaking a bottle of water).  \n4 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "For each of three categories of audio-visuals - trigger, aversive, neutral - we presented inside the                \nscanner six clips of 12 sec. each. Each clip was preceded by a short text description of 2 sec. and                     \nfollowed by a rating time of 6 sec. Audio-visual presentation and rating time were separated by blank                  \nscreens of variable durations from 1 to 5 seconds. \nAfter the presentation of each audio-visual, participants were asked to evaluate their own emotional               \nreaction (positive or negative) to that particular audio-visual clip. They responded by moving a cursor                \non the screen (by pressing the left or right button on the response box) along a dotted line,                  \nrepresenting an 11 points Likert scale ranging from minus 5 (very negative) to 0 (neither negative nor                  \npositive) to plus 5 (very positive). Since in the neuroimaging analyses a more negative rating is a                  \nproxy for increasing unpleasantness associated with different stimuli, in the results reported below the               \nratings are reversed, so that higher scores reflect more negative feelings and increasing unpleasantness               \n(see Figure 1). We choose to use a rating scheme that would also cover positive feelings to avoid                  \nbiasing the ratings towards negative feelings also for stimuli which might have been perceived as                \nneutral or positive. \nEach participant completed a sequence of 3 runs for the entire paradigm. The order of the clips was                   \ndifferent across the three runs, but identical for all subjects within each run. Blank screen time always                  \namounted to 108 sec. per run, but the order of the breaks was randomized for each participant and                   \neach run. In total, each run lasted 468 sec. \n \nMRI data acquisition \nMRI images were acquired at the Spinoza Center for Neuroimaging (Amsterdam, NL) on a Philips 3T                 \nAchieva scanner equipped with a 32-channel head coil. For each participant, fMRI images were               \nacquired with a Philips T2* FEEPI sequence with the following parameters: repetition time (TR) =                \n2.0 sec, echo time (TE) = 27.63 ms, flip angle = 76.10°, voxel size = 3x3x3 mm, slice gap = 0.3 mm,                      \n37 axial slices, FOV=240x121.8x240. For each of the three fMRI runs, 234 whole-brain images were               \nacquired. Participants were instructed to stay still and relax their head. Head movements were               \nrestrained with padding cushions around the head within the head coil. In the same session, an                 \nanatomical T1w image covering the whole brain was acquired, with the following parameters: 220               \naxial slices, voxel resolution = 1 mm​3​ isotropic, TE = 3.86 ms, TR = 8365 ms, flip angle = 8°.  \n \nAnalysis of movie ratings \nThe analysis of movie ratings was carried out in JASP ​(JASP Team, 2020)​. Besides including these                 \nratings in our fMRI model, we examined this data alone to test for the expected difference in ratings                   \nbetween groups only for trigger stimuli. For each participant, ratings were averaged across              \naudio-visuals of the same category, to obtain one mean rating for trigger, aversive and neutral movies                 \nper participant. \n \n5 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fMRI data analysis \nPreprocessing \nAnalysis of fMRI and T1w data were carried out using the ​FSL FMRIB Software Library ​(Woolrich                 \net al. ​, 2009; Jenkinson ​et al. ​, 2012)​. The T1w image of each participant was skull-stripped using bet2                  \n(Smith, 2002) and the results visually inspected. The fMRI data of each participant was preprocessed                \nwith the following parameters: motion correction using MCFLIRT ​(Jenkinson ​et al. ​, 2002)​;             \nslice-timing correction; non-brain removal ​(Smith, 2002)​; spatial smoothing with a Gaussian kernel of              \nFWHM 5 mm; grand-mean intensity normalisation of the entire 4D dataset by a single multiplicative                \nfactor; high pass temporal filtering (Gaussian-weighted least-squares straight line fitting, with            \nsigma=50.0s).  \n \nStandard group-by-task fMRI analysis \nThe effect of each task of interest - trigger, aversive or neutral audio-visuals - on brain activity was                  \nmodelled as a boxcar spanning the duration of the audio-visual, convolved with a standard               \nhaemodynamic response function. The amplitude of the boxcar reflected the (mean corrected)             \nincreasing perceived unpleasantness - derived from the behavioural ratings - that the participant              \nassociated with each audio-visual. Therefore this predictor modelled the effect of the audio-visual,              \nmodulated by the associated unpleasantness rating ​(Poline ​et al. ​, 2007)​. We also generated confound               \npredictors for the rating period, button press during the rating period (orthogonalized with respect to                \nthe rating period predictor), text presented before the audio-visuals. The temporal derivatives of these              \n6 predictors were also added to the model, as well as 18 additional confound predictors modelling                \nmotion parameters. \nWe then defined contrasts of parameter estimates (COPEs) to compare brain activity between each              \ncategory of stimuli: Trigger > Aversive; Trigger > Neutral; Aversive > Neutral. For each participant,                \nthe contrast of parameter estimates maps (COPEs) were averaged across the three runs in a 2nd-level                \nanalysis using a fixed effect model. Group-level effects were then estimated in a 3rd-level               \nmixed-effect analysis using FLAME-1 ​(Woolrich ​et al. ​, 2004) including the average COPEs from the               \n2nd-level analysis of each participant. Z image statistics were thresholded using clusters determined              \nby Z > 3.1 and a corrected cluster significance (using Gaussian Random Fields) of p=0.05 ​(Worsley,                 \n2001)​.  \n \nPsychophysiological interaction \nPsychophysiological interactions (PPI) are task-dependent variations in the functional connectivity -            \nthat is, in the temporal synchronization - between the activity of two brain regions ​(Friston ​et al.​,                  \n1997)​.  \n6 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The standard group-by-task fMRI analysis detailed above detects brain regions where an ​average              \nincrease in activity - across all the time of the audio-visual - is observed when contrasting the task of                    \ninterest (trigger audio-visuals) with a control condition (aversive or neutral audio-visuals). Instead the              \nPPI analysis probes the ​synchronization of brain activity between two brain regions due to the task ​.                 \nThis allows to differentiate regions which interact with each other during the task, from regions               \nwhich, although both activated by the task, work independently ​(O’Reilly ​et al. ​, 2012)​.  \nThe results of PPI can be interpreted as a modulatory effect of the task on the interaction between two                   \nbrain regions, or as the modulatory activity of one brain region on another brain region when the latter                   \nis (or both are) processing a stimulus (See Fig. 5 in ​(Friston ​et al. ​, 1997)​). Importantly, regions                  \nassociated with this modulatory activity by the standard fMRI analysis, as the increase in ​functional                \nconnectivity between two brain regions is not necessarily accompanied by an increase in ​brain activity                \n(or more precisely in the intensity of the blood-oxygen-level dependent signal, which is measured by               \nthe fMRI acquisition) during the task of interest with respect to the control condition. \nPPI is practically implemented by adding two predictors to the model used in the standard analysis:                \n(1) a physiological predictor, represented by the time course of the (seed) region of interest - usually                 \nidentified in the initial standard analysis; (2) a psychophysiological predictor, represented by the              \nelement-by-element multiplication between the task predictor (psychological predictor) and the           \nphysiological predictor ​(Friston ​et al. ​, 1997; O’Reilly ​et al. ​, 2012; Di ​et al. ​, 2020)​.  \nIn our study, we seeded one PPI analysis in each of the clusters where a significant increase in brain                   \nactivity was detected when contrasting Trigger > Aversive stimuli in the initial standard analysis. For                \neach cluster, the time course of the signal was extracted using a sphere of 5 mm radius centered on the                    \nlocal maxima, and demeaned across time points. This generated a COPE map quantifying the effect of                 \nthe PPI predictor for each task (trigger, aversive, neutral). These COPE maps were then processed at                \nthe group level as in the standard analysis, to yield corrected thresholded Z image statistics of the                 \ngroup differences for each task. Therefore, also in this case Z image statistics were thresholded using                 \nclusters determined by Z > 3.1 and a corrected cluster significance (using Gaussian Random Fields) of                 \np=0.05 ​(Worsley, 2001)​.  \n \n  \n7 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Results \nPerceived unpleasantness in audio-visuals \nFigure 1 shows the distribution of the average audio-visual ratings, across stimuli of the same                \ncategory, in people with misophonia and in control participants. A two-way ANOVA with factors for                \nstimuli and groups shows a significant interaction between the factors (F​(2,111) = 20.94, p < .001 ω​2=                   \n0.17) as well as a main effect of both stimuli (F​(2,111) = 103.6, p < .001 ω​2= 0.47) and of group (F​(1,111)                        \n= 26.51, p < .001 ω​2= 0.074). Crucially, the two groups significantly differ only in the ratings for                    \nTrigger stimuli (T​(76)= 8.23, p < 2.9e-9) as misophonia sufferers rate trigger sounds as more                 \nunpleasant, while there is no significant difference in perceived unpleasantness for Aversive (T​(76)=               \n0.48, p = 0.63) or Neutral (T​(76)​ = 0.21, p = 0.83) stimuli. \n \nFig. 1 - Audio-visual ratings during the fMRI task. Higher values indicate that the stimuli are perceived as more unpleasant.  \nFor each participant, we considered the average rating across stimuli in each category (Neutral, Aversive, Trigger). Boxplots  \ndisplay the median and the first and third interquartile. Diamonds indicate participants whose rating for that category was  \nbigger than 1.5 times the interquartile range, the latter represented by the whiskers.   \n \nStandard task-by-group fMRI analysis \nIn the Trigger > Aversive contrast, people with misophonia featured significantly increased brain             \nactivity in the bilateral supplementary motor area (SMA) and mid-cingulate cortex (MCC), in early               \n8 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "visual regions (V1/V2) and in the right ventrolateral premotor cortex (vlPMC), with the latter cluster                \nextending in the dorsal anterior insula and adjacent frontal operculum (aIC/FOP) (Figure 2). No               \nsignificantly decreased activity was observed for this contrast. These differences were not found for               \nthe Trigger > Neutral contrast at this threshold, although similar midline differences were observed              \nwith an initial cluster-forming threshold of Z > 2.3. However, we didn’t further consider the latter                \nresults as the use of this lenient threshold has recently been discouraged, since it was shown to                  \npotentially yield excessive false positives and localization issues ​(Woo ​et al. ​, 2014)​.  \n \n \nFigure 2 - ​Between-group differences in fMRI brain activity for the contrast Trigger > Aversive. ​These images display                   \nthe significant results in the contrast Misophonic participant [Trigger > Aversive] > Controls [Trigger > Aversive]. Results                 \nare whole-brain corrected with a cluster forming threshold of Z > 3.1 and corrected cluster significance of p = 0.05. Barplots                     \ndisplay for each location the mean (+/− standard error) parameter estimates of each contrast (COPEs) in each group for all                     \nthe voxels in a sphere of 5 mm radius centered on the local maxima.   \n \nPsychophysiological interaction (PPI) \nThe PPI analysis showed that in people with misophonia, the presentation of Trigger audio-visuals              \nincreased not only the overall activity, but also the functional connectivity of MCC, SMA and vlPMC                 \nwith several brain regions, including the lateral and medial premotor and prefrontal cortices, the              \n9 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "primary auditory cortex (A1), and especially the lateral orbitofrontal cortex (OFC) (Figure 3). The PPI                \nanalysis for V1/V2 did not yield any significant results. The same PPI analysis for generic aversive                 \nand neutral stimuli did not yield any significant result. \n \nFigure 3 - ​Summary of the PPI findings for trigger stimuli in people with misophonia ​. The presentation of Trigger                    \nstimuli prompts an increase in task-dependent functional connectivity between MCC, SMA, vlPMC and other brain regions.                 \nThe seed region of the PPI analyses and the location of their significant effects in the rest of the brain (PPI target regions)                       \nare matched by color. Results are whole-brain corrected with a cluster forming threshold of Z > 3.1 and corrected cluster                    \nsignificance of p = 0.05. No significant PPI results were found for V1/V2. This effect was significant only for people with                      \nmisophonia and only during Trigger audio-visuals. Generic aversive and neutral audio-visuals did not elicit any significant                 \nPPI effects.  \n \nFigure 4 highlights the increased connectivity between MCC, SMA, vlPMC and the lateral OFC. It is                 \nremarkable that despite the different location of the seeds, the strongest increase of their functional                \nconnectivity with any other part of the brain was co-localized in a brain region including the ventral                  \npart of the inferior frontal gyrus, the adjacent frontal pole and the basal orbitofrontal cortex. The latter                 \nregions recapitulate the frontal projections of the uncinate fasciculus (see Figure 4, bottom-right). This               \neffect was observed only in people with misophonia and only during the presentation of trigger                \nstimuli.  \n10 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Figure 4 - ​Increased task-dependent synchronization between MCC, SMA, vlPFC and the lateral OFC during Trigger                \naudio-visuals in people with misophonia - The overlay on the brain surface in the right part of the figure highlights the                      \nsignificant results from the PPI analysis (Figure 3) which were located in the OFC. This cortical territory receives the                    \nfronto-lateral projections of the uncinate fasciculus (bottom-right). The seed region of the PPI analyses and the location in                   \nthe brain of their significant effects are matched by color. A certain degree of transparency is applied to the result for the                      \nSMA (blue overlay) to show the overlap with the results from MCC (red) and vlPMC (green). The barplots on the left                      \ndisplay, for each seed region, the mean (+/− standard error) parameter estimates of PPI connection strength across all the                    \ncorresponding OFC voxels featuring a significant effect.  \n \nBesides the lateral OFC, another particularly interesting result in the context of misophonia is the                \nincreased task-dependent interaction between MCC and a region localized in the Heschl gyrus              \n(primary auditory cortex - A1) and extending also to the posterior insular cortex. This effect, and the                  \ncorresponding PPI parameter estimates of connection strength, are shown in Figure 5. \n \n11 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Figure 5 - Increased interaction between MCC and primary auditory cortex (A1) - The MCC seed region is the same shown                      \nin Figure 3 and 4. The barplot on the left displays the mean (+/− standard error) parameter estimates of connection strength                     \nacross all the corresponding A1 voxels featuring a significant effect.  \n \n  \n12 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Discussion \nMisophonia is a recently described behavioural condition ​(Jastreboff and Jastreboff, 2001)​, and so far               \nits brain mechanisms have been investigated using neuroimaging only in three studies ​(Kumar ​et al. ​,                \n2017; Eijsker ​et al. ​, 2019; Schröder ​et al. ​, 2019)​. While the anterior insular cortex has emerged as a                   \nregion of interest for the perception of trigger stimuli, much less is known with respect to the                  \ninteraction among all brain regions involved in the disproportionate negative emotional reaction to the               \ntrigger stimuli which characterizes misophonia.  \nIn the present study we first replicate previous findings describing where in the brain trigger stimuli                \nelicit an increase in brain activity in misophonia. Then by investigating their task-dependent              \nconnectivity we report the previously undescribed involvement of the lateral orbitofrontal cortex             \n(OFC) and of the primary auditory cortex (A1). In the following we discuss our results in comparison                  \nwith previous neuroimaging evidence, and elaborate on why the atypical functional connectivity            \nbetween premotor, cingulate and OFC cortices represents a good candidate to reflect the emotional               \nreaction to trigger stimuli in misophonia. \n \nComparison with previous neuroimaging studies \nThe first neuroimaging study on misophonia ​(Kumar ​et al.​, 2017) highlighted a prominent increase of                \nbrain activity in the bilateral anterior dorsal insular cortex when people with misophonia were               \nlistening to trigger vs. aversive or neutral sounds. We replicated the effect of trigger stimuli on insular                  \nactivity in misophonia, although not to the extent reported by ​(Kumar ​et al. ​, 2017)​, and only in the                   \nright hemisphere. Importantly, in our paradigm the stimuli were preceded by a short textual               \ndescription of the forthcoming stimulus, to isolate the effect of the sensory content of the stimulus                 \nwith respect to its verbal associations. The contrast [text description] > [audiovisual stimuli] did not               \nresult in significant group differences, however in both groups separately this contrast showed a               \nsignificant higher activity in the left anterior insula (See Supplementary Figure 1). Given the               \npredominant left hemispheric lateralization of language ​(Mazoyer ​et al. ​, 2014) as well as the left                \nhemispheric lateralization of the insular cortex for linguistic, rather than emotional aspects of speech               \nproduction ​(Ackermann and Riecker, 2004, 2010)​, our result suggest that left and right anterior              \ninsulae processed different aspects of the audiovisual stimuli - linguistic associations and emotional              \ncontent, respectively - and that the misophonic reaction was selectively determined by non-verbal              \nemotional associations. However, our paradigm was not designed to test the impact of different               \nmodalities in the generation of the misophonic response, therefore further investigation is needed to               \nsupport this hypothesis.  \nIncreased activity in the ventral anterior insula had also been previously reported when this region                \nwas manually selected ​a priori ​, however this result was not significant in the whole-brain corrected                \nanalysis ​(Schröder ​et al. ​, 2019)​. In our analysis we could not find an evidence of increased ventral                  \ninsular activity or functional connectivity during trigger stimuli, even ​without appropriate correction             \nfor multiple comparison. It is important to mention that the ventral anterior insula has very different                \n13 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "functional, connectional and cytoarchitectonic properties with respect to the dorsal anterior insula             \n(Mesulam and Mufson, 1982; Kurth ​et al. ​, 2010; Cerliani ​et al. ​, 2012)​, and represents an important                 \ndirect gateway of sensory and autonomic information to the limbic system ​(Mesulam ​et al. ​, 1985;                \nStefanacci and Amaral, 2002; Heimer and Van Hoesen, 2006; Nieuwenhuys, 2012)​. Instead the dorsal               \nanterior insula represents a major node of the saliency network, together with the mid-cingulate               \ncortex, and is involved in higher-order representations of sensory, cognitive and interoceptive             \ninformation, to the extent that they are related to changes in the emotional homeostasis of the                 \norganism and to emotional awareness ​(Craig, 2009, 2010)​. The limited effect of triggers on the ventral                 \nvs. dorsal insular activity is the first element suggesting that the emotional reaction in misophonia is                \nmediated by high-order constructs, rather than by a direct auditory-limbic connection relaying only              \nthe physical properties of the sound (volume and frequency spectrum). Further support to this              \nhypothesis is provided - as we will discuss in the next paragraphs - by the involvement of the OFC                    \nand by a comparison between misophonia and hyperacusis. \nBesides the anterior dorsal insula, contrasting trigger with aversive stimuli also resulted in              \nsignificantly higher brain activity in the medial premotor cortex (supplementary motor area - SMA),               \nmid-cingulate (MCC) and ventrolateral premotor cortex (vlPMC). The locations of the increased             \nactivity correspond to those reported by Kumar and colleagues (see Table S1 in ​(Kumar ​et al. ​, 2017)​).                  \nAll of these regions are primarily responsible for planning and preparing motor behaviour and are               \nlikely to be related to the urge to avoid or react to trigger sounds in people with misophonia ​(Schröder                    \net al. ​, 2013)​. Specifically, an increased activity in the premotor cortices reflects planning or inhibiting               \na motor response, while the mid-cingulate cortex signals that the behavioural response is associated              \nwith an autonomic response. Related to this, we recently showed that the response associated with a                \nbasic (negative) stimulus - heat-induced pain - results in an increased interaction between the anterior                \ninsula and the mid-cingulate - proportional to the urge to move - in neurotypical participants, while                 \nthis mid-cingulate connectivity is not increased in carriers of the R221W mutation (of the nerve               \ngrowth factor gene), in whom a painful stimulation does not elicit an autonomic response ​(Perini ​et                 \nal. ​, 2020)​. Therefore the increased activity in SMA, MCC and vlPMC is arguably reflecting the neural                \nactivity involved in the emotional and behavioural reaction to trigger stimuli, rather than in their                \nperception, as an effect of the autonomic change induced by trigger stimuli, likely associated with the                 \nincreased insular activity. \nOne notable difference in our results with respect to previous reports is the increased activity in                \nprimary visual regions (V1/V2). This is likely due to the fact that our stimuli were audio-visuals rather                  \nthan only sounds as in ​(Kumar ​et al.​, 2017)​. This choice was motivated by the purpose of providing in                    \nthe MRI scanner a multimodal experience of trigger sounds, similar to real-life contexts. The cause of                \nthis increased primary visual activity is however unclear. A previous study reports that autonomic              \nchanges in people with misophonia were elicited by sounds but not by corresponding images               \n(Edelstein ​et al. ​, 2013)​, while no study yet examined whether the multi-modal aspect of trigger stimuli                 \nwould contribute to amplify the emotional response in misophonia ​(Brout ​et al. ​, 2018)​. If the                \ninteraction between different sensory modalities plays a role in eliciting the misophonic response,              \naudio-visual coupling could potentially be manipulated - as in the McGurk effect ​(McGurk and               \nMacDonald, 1976)​ - to alleviate the symptoms of misophonia ​(Samermit ​et al. ​, 2019)​. \n14 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Increased orbitofrontal connectivity \nThe most important result of our study is represented by the increased interaction between premotor               \nand cingulate cortices with the orbitofrontal cortex, which was significant only in people with              \nmisophonia and only during trigger stimuli. Furthermore, the presentation of misophonic stimuli ​per              \nsedid not increase the overall brain activity in OFC, suggesting that this brain area is particularly                 \ninvolved in shaping a functional unity (synchronization) of brain areas during the misophonic              \nresponse.   \nThe lateral OFC is part of a major cortico-subcortical limbic network which anatomically connects the               \namygdala and the paralimbic temporal pole with the anterior insula, the cingulate cortex, the lateral                \nOFC and the adjacent frontal pole via the uncinate fasciculus. This temporo-amygdala-orbitofrontal             \n(TAO) network is responsible for the integration of visceral and emotional states with cognition and                \nbehaviour ​(Mesulam, 2000; Catani ​et al. ​, 2013)​.  \nWithin the TAO network, the lateral OFC is involved in establishing high-level association between               \nsensory stimuli and behavioural responses, and in particular in updating the latter according to               \nmutated environmental conditions. More specifically, the lateral OFC is crucial in estimating the              \nemotional consequences of a learned behavioural response to specific stimuli ​(Vogt, 2019​b ​)​: lesion              \nstudies have shown that damages to this brain region impair the inhibition or correction of the                 \nbehavioural response when a previously rewarded stimulus-behaviour association is not anymore            \nrewarded (reward-reversal learning) ​(Rolls, 2019)​. This suggests that the lateral OFC activity is              \ncrucial to prevent the establishment of compulsive behavioural patterns which are not (anymore)              \nfavourable. In this respect a recent fMRI study on stop-signal inhibition on a large sample (N=1709)                 \nof healthy adolescents found that the activity of OFC - as well as of mid cingulate and dorsolateral                  \nprefrontal cortex - significantly increased in successful vs. failed behavioural inhibition ​(Deng ​et al. ​,               \n2017)​. Furthermore, a symptom provocation study in patients with obsessive-compulsive disorder            \n(OCD) found that the lateral OFC selectively responds to OCD-relevant stimuli in comparison to               \ngeneric aversive stimuli ​(Simon ​et al. ​, 2010)​.  \nIn the specific context of misophonia, the increased trigger-specific functional connectivity of the             \nlateral OFC could reflect the attempt to downregulate the emotional response which is automatically               \nprompted by the trigger stimuli, given the role of this brain region in the reappraisal of stimuli                  \nassociated with negative emotions ​(Banks ​et al. ​, 2007)​. The automatic response prompted by trigger               \nstimuli might originate from previously learned association mediated by the lateral OFC, and              \nfacilitated by the hyperconnectivity between the anterior dorsal insula and the default mode network,               \nas previously reported ​(Kumar ​et al. ​, 2017)​. Given the small number of studies which investigated the                 \nneural mechanisms of misophonia so far, these hypotheses remain tentative. Nevertheless, the             \nincreased functional connectivity of the lateral OFC allows linking misophonia to neural mechanisms              \nof compulsive behaviour and behavioural inhibition for further investigations.  \nAdditional insights into the role of the lateral OFC in misophonia are provided by studies on                 \ndysfunctions of the TAO network. Syndromes involving damage to this network - such as advanced                \n15 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Alzheimer and temporal lobe epilepsy - result in personality changes and other behavioural symptoms               \nlike aggressivity, disinhibition, deepened cognitive and emotional responses, antisocial traits ​(Catani            \net al. ​, 2013)​. Historically, the most famous case of traumatic damage to this network is that of Phineas                  \nGage ​(Harlow, 1868; Thiebaut de Schotten ​et al. ​, 2015)​. Patients with traumatic brain injury resulting                \nin OFC lesions show socially inappropriate behaviour, impulsivity, reduced control of the emotional             \nresponse and perseveration ​(Thiebaut de Schotten ​et al. ​, 2015)​. Most elements of the symptomatology               \nof TAO syndromes are reminiscent of the behavioural manifestations in misophonia: people with this              \ncondition are well aware of the disproportion between the stimuli and their compulsive emotional               \nreaction, characterized by anger, irritation, stress, anxiety, which can yield to socially inappropriate              \nbehaviour and in extreme cases to aggressive responses ​(Rouw and Erfanian, 2018)​. In addition, a                \nrecent study examining a large sample of people reporting symptoms compatible with misophonia              \n(N=575) showed that this condition has comorbid traits of obsessive-compulsive personality (26%)             \nand mood disorders (10%) ​(Jager ​et al. ​, 2020)​. While our results highlight altered TAO network                \nactivity restricted to the lateral OFC cortex, these similarities between misophonia and neurological              \nand neuropsychiatric syndromes grant further studies in the anatomical and functional connectivity            \nbetween the regions connected within the TAO network.  \n \nDirect vs. indirect auditory-limbic pathways underlying the emotional         \nresponse in misophonia \nGiven that misophonia is associated with the exposure to sounds, it would be plausible to expect an                  \nalteration of the activity of auditory cortices during trigger sounds in people suffering from this                \ncondition. However, previous neuroimaging studies on misophonia failed to detect such effect in a               \nwhole-brain corrected analysis. Only one study examining a specifically selected region of the              \nsecondary auditory cortex (lateral superior temporal gyrus) reported significantly increased brain            \nactivity during trigger vs. generic aversive stimuli in people with misophonia ​(Schröder ​et al. ​, 2019)​.  \nImportantly, increased brain activity in the auditory cortex can be expected by variations in the                \nphysical properties of the sounds (such as volume) in neurotypical individuals, as well as in                \nneurological patients with pathologically increased sensitivity to sound amplitude ​(Lanting ​et al. ​,             \n2008; Tyler ​et al. ​, 2014)​. However, misophonia appears to be unrelated to neurological syndromes or                \ntrauma, and audiological tests show that people with this condition have normal hearing capacities               \n(Jager ​et al. ​, 2020)​. In addition, their emotional response appears to be independent from the volume                 \nof the trigger sounds. \nIn our analysis, we also failed to detect an increase in the brain activity of the auditory cortices of the                    \nsuperior temporal lobe. However the PPI analysis seeded in the MCC - whose activity was increased                 \nin trigger vs. generic aversive stimuli - revealed an increased task-dependent synchronization between             \nMCC and the primary auditory cortex (A1) during the presentation of trigger stimuli.  \nThe current model of misophonia proposes that this condition is associated with an altered interaction               \nbetween the auditory and the limbic system ​(Jastreboff and Jastreboff, 2001)​. To our knowledge, the                \nincreased synchronization between MCC and A1 activity we report represents the first evidence of an                \n16 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "atypical activity of primary auditory regions in misophonia. Importantly, such evidence is crucial to               \nidentify which among the possible direct and indirect neural pathways connecting auditory regions              \nwith the limbic system subserve the generation of the emotional response in misophonia. Given that               \npeople with misophonia most commonly qualify the emotional response as “extreme            \nannoyance/irritation” or “anger/rage” ​(Rouw and Erfanian, 2018)​, and given the presence of             \nmonosynaptic connections between A1 and the amygdala ​(LeDoux ​et al. ​, 1991)​, such direct pathway               \ncould represent one suitable neural mechanism. Additionally, it was shown that both A1 and the                \namygdala show an increased activity and connectivity during generic aversive - such as nails               \nscratching on a blackboard - vs. neutral sounds, and that their reciprocal directional connectivity               \nencodes both physical properties and subjective valence (perceived unpleasantness) of these generic             \naversive sounds ​(Kumar ​et al. ​, 2012)​. A relation between physical properties (frequency range) of               \nthese sounds and their perceived unpleasantness of such sounds had been previously shown ​(Halpern               \net al. ​, 1986; Reuter and Oehler, 2011)​. However, when trigger sounds were contrasted with generic               \naversive sounds in people with misophonia, no significant increase in brain activity was detected in                \nthe amygdala ​(Schröder ​et al. ​, 2019)​, and only a marginally significant increased functional              \nconnectivity between the amygdala and the anterior insula - rather than the auditory cortex - was                 \nreported ​(Kumar ​et al. ​, 2017)​.  \nTogether with this previous evidence, our result showing increased task-related functional            \nconnectivity between MCC, A1 and OFC during trigger stimuli presentation in people with              \nmisophonia make it unlikely that the neural pathways subserving the emotional and behavioural              \nresponse in misophonia could be identified with a direct connection between the auditory cortex and                \nthe amygdala. Instead our results suggest that the emotional reaction to trigger sounds is subserved by                \nindirect neural pathways connecting the auditory cortex with the dorsal anterior insula, the MCC and                \nthe OFC. Importantly, all these three regions are crucial in establishing high-order cognitive             \nassociations between sensory stimuli and emotional or behavioural responses. Specifically, the MCC             \nis specialized for feedback-mediated decision making such as in reward/punishment anticipation and            \nerror selection ​(Vogt, 2019​a ​)​, and together with the anterior insula is part of the saliency network                 \nwhich is crucial to integrate sensory, cognitive and interoceptive information to decide the most               \nhomeostatically relevant stimuli in determining behaviour ​(Seeley ​et al. ​, 2007)​.  \n \nHigh-order vs. primary emotional associations in misophonia \nOne important open question in misophonia - related to the involvement of A1 in this behavioural                \ncondition - is whether the specificity of the stimuli triggering the excessive emotional response is due                 \nto the physical properties of the stimuli or to their subjective valence.  \nThe absence of increased activity in A1 - processing the physical properties of auditory stimuli - and                 \nthe involvement of OFC and MCC - crucial for the emotional estimation of the association between                \nsensory stimuli and behavioural response - deposes against the possibility that the physical properties               \nof the auditory stimuli alone can explain why these stimuli and not others elicit the disproportionate                \nemotional response seen in misophonia.  \n17 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "The clinical literature provides large evidence to frame misophonia as a dysfunction related to              \nhigh-order rather than basic sensory properties of trigger stimuli. This condition appears to be               \nunrelated to neurological damage, and is not associated with hearing deficits ​(Schröder ​et al. ​, 2013)​.                \nInstead its symptoms arise during childhood or adolescence, and increase with age ​(Rouw and               \nErfanian, 2018)​, which is compatible with the possibility that they rest on learned conceptual               \nassociations between specific innocuous sensory stimuli and emotionally distressing life experiences.            \nSufferers experience diminished or no distress when they produce trigger sounds themselves, and              \noccasionally use this as a coping strategy ​(Edelstein ​et al. ​, 2013)​. The emotional reaction can be                 \nmodulated by the social context, and amplified when trigger sounds are produced by significant others                \n(Edelstein ​et al. ​, 2013; Bruxner, 2016)​. Symptoms can be alleviated by cognitive-behavioural therapy,              \nwhile they are insensitive or even exacerbated by attempts to habituation ​(Bernstein ​et al. ​, 2013,                \nSchröder ​et al. ​, 2017​a ​; Aazh ​et al. ​, 2019)​.  \nAnother important source of evidence for the involvement of high-order constructs in misophonia is               \nrepresented by the comparison with hyperacusis: a condition characterized by hyperresponsivity to             \nnon-noxious auditory stimuli due to the amplified perception of their volume ​(Jastreboff and              \nJastreboff, 2001; Song ​et al. ​, 2014)​. While misophonia and hyperacusis present a certain degree of                \ncomorbidity and evoke similar negative emotional and behavioural reactions ​(Jastreboff and            \nJastreboff, 2015)​, hyperacusis is characterized by hyperaesthesia for generic sounds, modulated by             \ntheir physical properties. Notably, hyperacusis appears to be associated with altered activity of the              \nprimary auditory cortex ​(Song ​et al. ​, 2014; Wong ​et al. ​, 2020)​. Instead misophonic triggers are very                 \nspecific human-generated sounds, mostly produced with the mouth or the oropharyngeal tract and the               \nintensity of the emotional response is independent from their volume. \nThe presence of an altered structural or functional circuitry linking the OFC with the insula, the                \namygdala and the MCC could represent the source of the behavioural manifestations of misophonia.               \nImportantly, the fact that OFC is responsible for high-order, rather than primary associations between               \nstimuli and emotional response, is compatible with the selectivity of misophonia for a limited set of                 \nstimuli, possibly related to previously learned negative associations ​(Peters and Büchel, 2010)​. Indeed              \nincreased task-related OFC connectivity - estimated by PPI analysis - has been previously recorded               \nduring tasks involving high-order associations between the stimulus and its emotional content, for              \ninstance with monetary reward ​(Noonan ​et al. ​, 2011)​, during self-motivation ​(Bengtsson ​et al. ​, 2009)               \nand in the downregulation of pain associated with monetary gain ​(Becker ​et al. ​, 2017)​, but not when                  \nexposed to intrinsically emotionally loaded stimuli such as pain ​(Perini ​et al. ​, 2020)​. Interestingly, it                \nwas shown how the OFC functional connectivity (with the amygdala) is instead related to the               \nreappraisal of stimuli containing negative basic emotions ​(Banks ​et al. ​, 2007)​, which requires              \nestablishing high-order associations to downregulate the primary emotional effect of the stimuli. \nIn summary, all the available evidence - including our results - lead to hypothesize that selectivity of                 \nmisophonia for specific sounds, and the emotional reaction triggered by them, cannot be explained               \nonly considering the physical properties of the stimuli, but rather by high-order cognitive associations              \nwhich are potentially related to previously established negative associations with the same stimuli. On               \nthe other hand, there is strong evidence that auditory stimuli commonly serve as 'triggers' in               \nmisophonia, rather than stimuli in other modalities. This specific relationship between the auditory              \nsystem and misophonia still is largely unexplained. For example, an accurate analysis of the specific                \n18 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "frequencies of the most common trigger stimuli - similar to what that carried out for generic stimuli                  \nby ​(Kumar ​et al. ​, 2012)​, has not yet been performed, and it will be crucial to understand whether a                    \nspecific mixture of frequencies plays a role in understanding the specificity of trigger vs. generic                \naversive sounds. \n \nDifferences between seed-based correlation and psychophysiological       \ninteraction (PPI) \nOne important previous neuroimaging result in misophonia showed an increased task-dependent           \nfunctional connectivity between the anterior dorsal insula and the medial regions of the default mode                \nnetwork (DMN), which is involved in internally directed high-order information processing such as              \nsocial and autobiographical memory ​(Callard and Margulies, 2014; Margulies ​et al. ​, 2016)​. It was               \nsuggested that this increased functional coupling could signal a difficulty in people with misophonia               \nto dissociate the sensory stimulation of the trigger sounds from its contextual associations and              \nmemories ​(Kumar ​et al. ​, 2017)​. In our analysis we used the same region of interest - the anterior right                    \ninsula from the SPM12 neuromorphometrics toolbox - to carry out a PPI analysis, however we                \ncouldn’t replicate the previously reported increased insula/DMN functional connectivity. \nWhile this could be due to differences in the paradigm (see above “Comparison with previous                \nneuroimaging studies”), it is important to stress that the two methods used here and in ​(Kumar ​et al. ​,                   \n2017) to probe task-dependent changes in functional connectivity isolate different properties of the              \ninteraction between brain regions. PPI estimates the effects of the interaction between the task and the                 \nseed region ​over and above the correlation between the activity of seed and target region ​(Friston ​et                  \nal. ​, 1997; O’Reilly ​et al. ​, 2012; Di ​et al. ​, 2020) - e.g. anterior insula and DMN. Instead the latter                    \ncorrelation is precisely what is reported in the weighted seed-based connectivity (wSBC) used in               \n(Kumar ​et al. ​, 2017)​. While in wSBC only the time points where the stimulus is presented are                  \nconsidered - and in this sense the retrieved correlation is task-based - it cannot be excluded that the                   \nresults are due not only to the task, but also to other sources of fMRI signal, such as resting-state or                     \nthe effect of a third region driving the correlation between seed and target. While PPI is also affected                  \nby the latter issue, in PPI explicitly modelling out the signal of the seed region ensures that the change                   \nin functional connectivity is a direct function of task-related activity, and cannot be attributed to               \nresting-state signal or task-unrelated changes in signal-to-noise ratio ​(Friston, 2011; O’Reilly ​et al. ​,              \n2012)​.  \nThis difference between the interpretation of wSBC and PPI results does not in any way compromise                \nor diminish the importance of the result by Kumar and colleagues. Instead, it opens the possibility that                 \nthe observed task-dependent increased connectivity between the anterior insula and the DMN might             \nbe due to ​structural differences in the functional organization of resting-state networks in people with                \nmisophonia; an hypothesis which is also supported by the co-localization of this functional atypicality               \nwith a higher myelination of the anterior cingulate cortex ​(Kumar ​et al.​, 2017)​. A crucial test for this                   \nhypothesis will be to compare the spontaneous brain activity in the DMN in people with and without                  \n19 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "misophonia: an analysis for which specific fMRI data not available in our dataset needs to be                 \nacquired. \nRelated to this, also our results suggest that there might be differences in spontaneous brain activity in                  \nmisophonia, as the OFC did not display a change in the overall brain activity due to trigger vs.                   \naversive stimuli, but only in its functional connectivity with other brain regions where trigger stimuli                \nprompted changes in overall brain activity (SMA, MCC and vlPMC). As mentioned above in the                \nMethods, the results of PPI can refer either to (1) the task-dependent modulation of the interaction                 \nbetween region A and region B, or to (2) the effect of the modulatory activity of region A onto region                     \nB during a task (See Fig. 5 in ​(Friston ​et al. ​, 1997)​). In our case the lack of increased activity in the                       \nOFC during trigger vs. stimuli suggest that situation (2) is more likely to reflect the brain mechanisms                  \ninfluencing the behavioural response in misophonia, and that in this condition OFC exerts a ​tonic                \ninfluence on SMA, MCC and vlPMC which results in higher activity during trigger stimuli in the                 \nlatter regions. Again, an analysis of resting-state fMRI activity in misophonia would represent an               \nimportant step to disentangle between the two possible situations.  \n \nConclusions \nIn the present fMRI study we investigated the neural mechanisms underlying the disproportionate             \nnegative emotional response elicited by trigger stimuli in misophonia. Besides replicating previous             \nevidence of the increased insular, premotor and mid-cingulate activity in misophonia during trigger              \nstimuli, we found that in people with this condition trigger stimuli prompt an increased               \nsynchronization of premotor and mid-cingulate activity with the lateral OFC. \nThe involvement of the OFC, crucial for establishing and revising specific experience-dependent            \ncognitive-emotional associations, represents the first evidence that allows to shed light on the              \nselectivity of misophonia for particular innocuous auditory stimuli. Specifically, the increased            \nfunctional connectivity of this region with premotor and mid-cingulate cortex might reflect a              \ndysfunction in the neural mechanisms required to reappraise a previously learned negative emotional              \nassociation with specific sounds. \nThe increased synchronization between these regions could furthermore promote the establishment           \nand reinforcement of a functional unit whose activity is automatically triggered by an appropriate              \nstimulus, generating a compulsive - and therefore difficult to prevent - emotional and behavioural               \nresponse. While so far, the critical role of the OFC in creating persistent responses at a particular task                   \nor in a particular situation has so far been shown in other behavioural conditions (addiction,               \ncompulsive behavior, (impaired) decision making) such framework can help explain the persistent             \nemotional and behavioral responses that are so characteristic of misophonia.  \nWe also report the first evidence relating misophonia with the primary auditory cortex. This region               \ndid not show an increased activity to trigger vs. aversive sounds, but rather an increased               \nsynchronization with the mid-cingulate during trigger sounds. This finding, together with the             \nincreased interaction between mid-cingulate and OFC cortex, supports the hypothesis that the             \nemotional reaction in misophonia is unlikely to reflect a direct response of the limbic system to the                  \n20 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "physical properties of the sounds alone. Rather it suggests that the emotional response is mediated by                 \na complex network of brain regions processing the association between specific sounds and their              \nsubjective cognitive, emotional and autonomic valence in people with misophonia.  \nTo further clarify the neural mechanisms of misophonia, we propose that further studies should focus               \non the direct comparison between misophonia and hyperacusis, since the latter condition presents the              \nmost similar pattern of symptoms, with the exception of the stimulus selectivity in misophonia. For                \nthese reasons, a sample of people with hyperacusis might represent the best control group to precisely                 \ndetermine the brain mechanisms which characterize misophonia.  \n \nFunding \nThis study was financially supported by a grant from the REAM foundation \n(​http://reamfoundation.org/​) awarded to Romke Rouw. \n \n \n \n \n \n \n \n \n \n \n \n  \n21 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "References \nAazh H, Landgrebe M, Danesh AA, Moore BC. Cognitive Behavioral Therapy For Alleviating The Distress \nCaused By Tinnitus, Hyperacusis And Misophonia: Current Perspectives. Psychol Res Behav Manag \n2019; 12: 991–1002. \nAckermann H, Riecker A. The contribution of the insula to motor aspects of speech production: a review and a \nhypothesis. Brain Lang 2004; 89: 320–8. \nAckermann H, Riecker A. The contribution(s) of the insula to speech production: a review of the clinical and \nfunctional imaging literature. Brain Struct Funct 2010; 214: 419–33. \nBanks SJ, Eddy KT, Angstadt M, Nathan PJ, Phan KL. Amygdala–frontal connectivity during emotion \nregulation. Soc Cogn Affect Neurosci 2007; 2: 303–12. \nBauman N. Misophonia Physical Sensation Scale (MPRS) [Internet]. 2015Available from: ​Retrieved from \nhttps://misophoniatreatment.com \nBecker S, Gandhi W, Pomares F, Wager TD, Schweinhardt P. Orbitofrontal cortex mediates pain inhibition by \nmonetary reward. Soc Cogn Affect Neurosci 2017; 12: 651–61. \nBengtsson SL, Lau HC, Passingham RE. Motivation to do well enhances responses to errors and \nself-monitoring. Cereb Cortex 2009; 19: 797–804. \nBernstein RE, Angell KL, Dehle CM. A brief course of cognitive behavioural therapy for the treatment of \nmisophonia: a case example [Internet]. the Cognitive Behaviour Therapist 2013; 6[cited 2020 Jul 27] \nAvailable from: \nhttps://www.cambridge.org/core/journals/the-cognitive-behaviour-therapist/article/brief-course-of-cognit\nive-behavioural-therapy-for-the-treatment-of-misophonia-a-case-example/32DCE5E570DD812E370C80\n10EBAF3E38 \nBrout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, et al. Investigating Misophonia: A Review \nof the Empirical Literature, Clinical Implications, and a Research Agenda. Front Neurosci 2018; 12: 36. \nBruxner G. ‘Mastication rage’: a review of misophonia - an under-recognised symptom of psychiatric \nrelevance? Australas Psychiatry 2016; 24: 195–7. \nCallard F, Margulies DS. What we talk about when we talk about the default mode network. Front Hum \nNeurosci 2014; 8: 619. \nCatani M, Dell’Acqua F, de Schotten MT. A revised limbic system model for memory, emotion and behaviour. \nNeuroscience & Biobehavioral Reviews 2013; 37: 1724–37. \nCauda F, Torta DM, Sacco K, Geda E, D’Agata F, Costa T, et al. Shared ‘core’ areas between the pain and other \ntask-related networks. PLoS One 2012; 7: e41929. \nCerliani L, Thomas RM, Jbabdi S, Siero JC, Nanetti L, Crippa A, et al. Probabilistic tractography recovers a \nrostrocaudal trajectory of connectivity variability in the human insular cortex. Hum Brain Mapp 2012; \n33: 2005–34. \nCraig AD. How do you feel--now? The anterior insula and human awareness. Nat Rev Neurosci 2009; 10: \n59–70. \nCraig AD. The sentient self. Brain Struct Funct 2010; 214: 563–77. \n22 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Critchley HD. Neural mechanisms of autonomic, affective, and cognitive integration. J Comp Neurol 2005; 493: \n154–66. \nDeng W, Rolls ET, Ji X, Robbins TW, Banaschewski T, Bokde ALW, et al. Separate neural systems for \nbehavioral change and for emotional responses to failure during behavioral inhibition [Internet]. Human \nBrain Mapping 2017Available from: ​http://dx.doi.org/10.1002/hbm.23607 \nDi X, Zhang Z, Biswal BB. Understanding psychophysiological interaction and its relations to beta series \ncorrelation [Internet]. Brain Imaging and Behavior 2020Available from: \nhttp://dx.doi.org/10.1007/s11682-020-00304-8 \nDozier TH. Treating the initial physical reflex of misophonia with the neural repatterning technique: A \ncounterconditioning procedure [Internet]. 2015Available from: \nhttps://psycharchives.org/handle/20.500.12034/1605 \nEdelstein M, Brang D, Rouw R, Ramachandran V. Misophonia: physiological investigations and case \ndescriptions. Front Hum Neurosci 2013; 7: 296. \nEijsker N, Schröder A, Smit DJA, van Wingen G, Denys D. Neural Basis of Response Bias on the Stop Signal \nTask in Misophonia. Front Psychiatry 2019; 10: 765. \nFitzmaurice G. The Misophonia Activation Scale (MAS-1) [Internet]. 2010Available from: ​Retrieved from \nhttp://www.misophonia-uk.org/the-misophonia-activation-scale.html \nFox MD, Snyder AZ, Vincent JL, Corbetta M, Van Essen DC, Raichle ME. The human brain is intrinsically \norganized into dynamic, anticorrelated functional networks. Proc Natl Acad Sci U S A 2005; 102: \n9673–8. \nFriston KJ. Functional and effective connectivity: a review. Brain Connect 2011; 1: 13–36. \nFriston KJ, Buechel C, Fink GR, Morris J, Rolls E, Dolan RJ. Psychophysiological and modulatory interactions \nin neuroimaging. Neuroimage 1997; 6: 218–29. \nGogolla N. The insular cortex. Curr Biol 2017; 27: R580–6. \nHalpern DL, Blake R, Hillenbrand J. Psychoacoustics of a chilling sound. Percept Psychophys 1986; 39: 77–80. \nHarlow JM. Recovery from the Passage of an Iron Bar Through the Head. Publ Mass Med Soc 1868: 327–47. \nHeimer L, Van Hoesen GW. The limbic lobe and its output channels: implications for emotional functions and \nadaptive behavior. Neurosci Biobehav Rev 2006; 30: 126–47. \nJager I, de Koning P, Bost T, Denys D, Vulink N. Misophonia: Phenomenology, comorbidity and demographics \nin a large sample. PLoS One 2020; 15: e0231390. \nJASP Team. comJASP (Version 0.11.1)[Computer software] [Internet]. 2020Available from: \nhttps://jasp-stats.org/ \nJastreboff MM, Jastreboff PJ. Components of decreased sound tolerance: hyperacusis, misophonia, phonophobia \n[Internet]. ITHS News Lett 2001; 2Available from: ​http://ww.tinnitus.org/DST_NL2_PJMJ.pdf \nJastreboff PJ, Hazell JWP. Tinnitus Retraining Therapy: Implementing the Neurophysiological Model. \nCambridge University Press; 2004 \nJastreboff PJ, Jastreboff MM. Decreased sound tolerance: hyperacusis, misophonia, diplacousis, and \npolyacousis. Handb Clin Neurol 2015; 129: 375–87. \nJenkinson M, Bannister P, Brady M, Smith S. Improved optimization for the robust and accurate linear \n23 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "registration and motion correction of brain images. Neuroimage 2002; 17: 825–41. \nJenkinson M, Beckmann CF, Behrens TEJ, Woolrich MW, Smith SM. FSL. NeuroImage 2012; 62: 782–90. \nJohnson PL, Webber TA, Wu MS, Lewin AB, Murphy TK, Storch EA. When selective audiovisual stimuli \nbecome unbearable: a case series on pediatric misophonia. Neuropsychiatry 2013; 3: 569–75. \nKumar S, Griffiths TD. Response: Commentary: The Brain Basis for Misophonia [Internet]. Frontiers in \nBehavioral Neuroscience 2017; 11Available from: ​http://dx.doi.org/10.3389/fnbeh.2017.00127 \nKumar S, von Kriegstein K, Friston K, Griffiths TD. Features versus feelings: dissociable representations of the \nacoustic features and valence of aversive sounds. J Neurosci 2012; 32: 14184–92. \nKumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen M, et al. The Brain Basis for \nMisophonia. Curr Biol 2017; 27: 527–33. \nKurth F, Zilles K, Fox PT, Laird AR, Eickhoff SB. A link between the systems: functional differentiation and \nintegration within the human insula revealed by meta-analysis. Brain Struct Funct 2010; 214: 519–34. \nLanting CP, De Kleine E, Bartels H, Van Dijk P. Functional imaging of unilateral tinnitus using fMRI. Acta \nOtolaryngol 2008; 128: 415–21. \nLeDoux JE, Farb CR, Romanski LM. Overlapping projections to the amygdala and striatum from auditory \nprocessing areas of the thalamus and cortex. Neurosci Lett 1991; 134: 139–44. \nMargulies DS, Ghosh SS, Goulas A, Falkiewicz M, Huntenburg JM, Langs G, et al. Situating the default-mode \nnetwork along a principal gradient of macroscale cortical organization. Proc Natl Acad Sci U S A 2016; \n113: 12574–9. \nMazoyer B, Zago L, Jobard G, Crivello F, Joliot M, Perchey G, et al. Gaussian mixture modeling of hemispheric \nlateralization for language in a large sample of healthy individuals balanced for handedness. PLoS One \n2014; 9: e101165. \nMcGurk H, MacDonald J. Hearing lips and seeing voices. Nature 1976; 264: 746–8. \nMesulam M. Principles of Behavioural and Cognitive Neurology. Oxford: Oxford University Press; 2000 \nMesulam M-M, -Marsel Mesulam M, Mufson EJ. The Insula of Reil in Man and Monkey. Association and \nAuditory Cortices 1985: 179–226. \nMesulam MM, Mufson EJ. Insula of the old world monkey. III: Efferent cortical output and comments on \nfunction. J Comp Neurol 1982; 212: 38–52. \nMesulam MM, Mufson EJ. The insula of Reil in man and monkey. Architectonics, connectivity, and function. \nIn: Jones P, editor(s). Cerebral Cortex. New York: Plenum Press; 1985 \nNieuwenhuys R. The insular cortex: a review. Prog Brain Res 2012; 195: 123–63. \nNoonan MP, Mars RB, Rushworth MFS. Distinct roles of three frontal cortical areas in reward-guided behavior. \nJ Neurosci 2011; 31: 14399–412. \nO’Reilly JX, Woolrich MW, Behrens TEJ, Smith SM, Johansen-Berg H. Tools of the trade: \npsychophysiological interactions and functional connectivity. Soc Cogn Affect Neurosci 2012; 7: 604–9. \nPerini I, Ceko M, Cerliani L, van Ettinger-Veenstra H, Minde J, Morrison I. Mutation Carriers with Reduced \nC-Afferent Density Reveal Cortical Dynamics of Pain-Action Relationship during Acute Pain [Internet]. \nCereb Cortex 2020Available from: ​http://dx.doi.org/10.1093/cercor/bhaa078 \nPerini I, Gustafsson PA, Hamilton JP, Kämpe R, Zetterqvist M, Heilig M. The salience of self, not social pain, is \n24 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "encoded by dorsal anterior cingulate and insula. Sci Rep 2018; 8: 6165. \nPeters J, Büchel C. Neural representations of subjective reward value. Behav Brain Res 2010; 213: 135–41. \nPoline J-B, Kherif F, Pallier C, Penny W. Contrasts and classical inference. Statistical parametric mapping: the \nanalysis of functional brain images 2007; 1: 126. \nReuter C, Oehler M. Psychoacoustics of chalkboard squeaking. J Acoust Soc Am 2011; 130: 2545–2545. \nRolls ET. The orbitofrontal cortex and emotion in health and disease, including depression. Neuropsychologia \n2019; 128: 14–43. \nRouw R, Erfanian M. A Large-Scale Study of Misophonia. J Clin Psychol 2018; 74: 453–79. \nSamermit P, Saal J, Davidenko N. Cross-Sensory Stimuli Modulate Reactions to Aversive Sounds. Multisens \nRes 2019; 32: 197–213. \nSchröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behavioral therapy is effective in misophonia: An \nopen trial. J Affect Disord 2017; 217: 289–94. \nSchröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new psychiatric disorder. PLoS One \n2013; 8: e54706. \nSchröder A, van Wingen G, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, et al. Misophonia is associated \nwith altered brain activity in the auditory cortex and salience network. Sci Rep 2019; 9: 7542. \nSchröder A, van Wingen G, Vulink NC, Denys D. Commentary: The Brain Basis for Misophonia [Internet]. \nFrontiers in Behavioral Neuroscience 2017; 11Available from: \nhttp://dx.doi.org/10.3389/fnbeh.2017.00111 \nSeeley WW, Menon V, Schatzberg AF, Keller J, Glover GH, Kenna H, et al. Dissociable intrinsic connectivity \nnetworks for salience processing and executive control. J Neurosci 2007; 27: 2349–56. \nSimon D, Kaufmann C, Müsch K, Kischkel E, Kathmann N. Fronto-striato-limbic hyperactivation in \nobsessive-compulsive disorder during individually tailored symptom provocation [Internet]. \nPsychophysiology 2010Available from: ​http://dx.doi.org/10.1111/j.1469-8986.2010.00980.x \nSmith SM. Fast robust automated brain extraction. Hum Brain Mapp 2002; 17: 143–55. \nSong J-J, De Ridder D, Weisz N, Schlee W, Van de Heyning P, Vanneste S. Hyperacusis-associated \npathological resting-state brain oscillations in the tinnitus brain: a hyperresponsiveness network with \nparadoxically inactive auditory cortex (vol 219, pg 1113, 2014). Brain Struct Funct 2014; 219: 1511. \nStefanacci L, Amaral DG. Some observations on cortical inputs to the macaque monkey amygdala: an \nanterograde tracing study. J Comp Neurol 2002; 451: 301–23. \nThiebaut de Schotten M, Dell’Acqua F, Ratiu P, Leslie A, Howells H, Cabanis E, et al. From Phineas Gage and \nMonsieur Leborgne to H.M.: Revisiting Disconnection Syndromes [Internet]. Cereb Cortex \n2015Available from: \nhttp://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Citation&list_uids=2\n6271113 \nTyler RS, Pienkowski M, Roncancio ER, Jun HJ, Brozoski T, Dauman N, et al. A review of hyperacusis and \nfuture directions: part I. Definitions and manifestations. Am J Audiol 2014; 23: 402–19. \nVogt BA. The cingulate cortex in neurologic diseases: History, Structure, Overview. Handb Clin Neurol 2019; \n166: 3–21. \nVogt BA. Chapter 3 - Cingulate cortex in the three limbic subsystems. In: Vogt BA, editor(s). Handbook of \n25 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Clinical Neurology. Elsevier; 2019. p. 39–51 \nWong E, Radziwon K, Chen G-D, Liu X, Manno FA, Manno SH, et al. Functional magnetic resonance imaging \nof enhanced central auditory gain and electrophysiological correlates in a behavioral model of \nhyperacusis. Hear Res 2020; 389: 107908. \nWoo C-W, Krishnan A, Wager TD. Cluster-extent based thresholding in fMRI analyses: pitfalls and \nrecommendations. Neuroimage 2014; 91: 412–9. \nWoolrich MW, Behrens TE, Beckmann CF, Jenkinson M, Smith SM. Multilevel linear modelling for FMRI \ngroup analysis using Bayesian inference. Neuroimage 2004; 21: 1732–47. \nWoolrich MW, Jbabdi S, Patenaude B, Chappell M, Makni S, Behrens T, et al. Bayesian analysis of \nneuroimaging data in FSL. Neuroimage 2009; 45: S173–86. \nWorsley KJ. 14 Statistical analysis of activation images. Functional MRI: An introduction to methods 2001: \n251. \nWu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, and clinical correlates in \nan undergraduate student sample. J Clin Psychol 2014; 70: 994–1007. \n \n \n \n \n26 . CC-BY-NC-ND 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted October 29, 2020. ; https://doi.org/10.1101/2020.10.29.346650doi: bioRxiv preprint"
    }
  ]
}