{
  "doc_type": "scientific paper",
  "title": "The Impact of Mental Health Symptoms in Children With Tinnitus and Misophonia: A Multi-disciplinary Approach",
  "authors": [
    "Kenny H. Chan, MD",
    "Amanda Baker, AuD, CCC-A",
    "Deborah Gilbert, RN, BSN, MS",
    "Suhong Tong, MS",
    "Julie Rinaldi, PhD",
    "Scott Cypers, PhD",
    "Austin Zhu, BA",
    "Alyssa Schoenborn, AuD, CCC-A"
  ],
  "year": 2023,
  "journal": "Clinical Pediatrics",
  "doi": "10.1177/00099228231211155Clinical",
  "abstract": "Tinnitus and misophonia are important 'sound annoyance' disorders in pediatric otolaryngology and audiology practices. There is scant published literature to suggest increased anxiety and depression symptoms in these disorders. This study aimed at assessing the clinical characteristics of these 2 disorders and their prevalence in mental health-related symptoms in a 2-year retrospective chart review of a multi-disciplinary (otolaryngology, audiology, and psychology) clinic cohort. Analyses were based on 54 (tinnitus = 33 and misophonia = 21) children consisting of 19 males and 35 females with a mean age (standard deviation) of 14.3 (3.0) years. The entire cohort was negatively affected by diagnosis-based symptom severity instruments as assessed by Tinnitus Functional Index and Amsterdam Misophonia Scale. Both subgroups exhibited elevated anxiety and depression symptoms in psychometric instruments as assessed by Screen for Child Anxiety Related Emotional Disorders and Short Mood and Feelings Questionnaire. Evidence-based management of these disorders is lacking, and clinical trials are needed.",
  "keywords": [
    "tinnitus",
    "misophonia",
    "mental health",
    "anxiety",
    "depression"
  ],
  "research_topics": [
    "pediatric otolaryngology",
    "audiology",
    "mental health symptoms",
    "tinnitus",
    "misophonia",
    "sound annoyance disorders",
    "anxiety",
    "depression",
    "clinical characteristics",
    "retrospective chart review",
    "multidisciplinary approach"
  ],
  "created_at": "2025-05-05T00:28:48.626582Z",
  "source_pdf": "documents/research/Global/Chan 2023 The impact of mental health symptoms in children with Tinnitus and misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Clinicalpediatrics.\nArticleTitle: TheImpactofMentalHealthSymptoms inChildren WithTinnitusandMisophonia: A\nMulti-disciplinary Approach\nArticleAuthor: Chan\nISSN-00099228; LCN-68003710;\nPublisher: 2023-11-06\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "https://doi.org/10.1177/00099228231211155Clinical Pediatrics\n 1 –8\n© The Author(s) 2023\nArticle reuse guidelines: \nsagepub.com/journals-permissions\nDOI: 10.1177/00099228231211155\njournals.sagepub.com/home/cpjArticle\nObjectives\nAmong the most common disorders that can be coined \nas “sound annoyance” disorders frequently encountered by pediatric otolaryngologists and audiologists are hyperacusis, tinnitus, and misophonia. This grouping is problematic because each has its own presentation, eti-ology, natural history, and proposed treatment modality. Pediatric perspective of each of these disorders is diffi-cult to fully understand due to a paucity of publications in these fields. Further complicating the field is that hyperacusis can coexist with phonophobia, tinnitus, and misophonia in their presentations.\nHyperacusis is a chronic condition defined as a low-\nered tolerance or increased sensitivity to everyday envi-ronmental sounds. Research in hyperacusis in children is limited and the most recent synopsis of this field was a scoping review by Potgieter et al\n1 published in 2020. \nInterestingly, only 21 publications could be gleaned between 1994 and 2020 suggesting the paucity of clinical understanding and research in this topic. The authors profiled this disorder to have the commonest presenta-tion age at 3 to 4 years with a male dominance. Autism spectrum disorder and tinnitus are the most common co-occurring conditions. The most troublesome noises for individuals with hyperacusis are household electrical appliances according to the authors. The most common 1211155 CPJXXX10.1177/00099228231211155Clinical PediatricsChan et al\nresearch-article 2023\n1Department of Otolaryngology, School of Medicine, University of \nColorado, Aurora, CO, USA\n2Department of Otolaryngology, Children’s Hospital Colorado, \nAurora, CO, USA\n3Department of Audiology, Speech and Learning, Children’s Hospital \nColorado, Aurora, CO, USA\n4Research Institute, Children’s Hospital Colorado, Aurora, CO, USA\n5Department of Psychiatry, School of Medicine, University of \nColorado, Aurora, CO, USA\nCorresponding Author:\nKenny H. Chan, Department of Otolaryngology, Children’s Hospital Colorado, 13123 East 16th Avenue, B455, Aurora, CO 80045, USA. Email: kenny.chan@childrenscolorado.orgThe Impact of Mental Health \nSymptoms in Children With Tinnitus and Misophonia: A Multi-disciplinary Approach\nKenny H. Chan, MD1,2, Amanda Baker, AuD, CCC-A3,  \nDeborah Gilbert, RN, BSN, MS1,2, Suhong Tong, MS4, Julie Rinaldi, PhD5,  \nScott Cypers, PhD5, Austin Zhu, BA1,2,  \nand Alyssa Schoenborn, AuD, CCC-A3\nAbstract\nTinnitus and misophonia are important “sound annoyance” disorders in pediatric otolaryngology and audiology practices. There is scant published literature to suggest increased anxiety and depression symptoms in these disorders. This study aimed at assessing the clinical characteristics of these 2 disorders and their prevalence in mental health–related symptoms in a 2-year retrospective chart review of a multi-disciplinary (otolaryngology, audiology, and psychology) clinic cohort. Analyses were based on 54 (tinnitus = 33 and misophonia = 21) children consisting of 19 males and 35 females with a mean age (standard deviation) of 14.3 (3.0) years. The entire cohort was negatively affected by diagnosis-based symptom severity instruments as assessed by Tinnitus Functional Index and Amsterdam Misophonia Scale. Both subgroups exhibited elevated anxiety and depression symptoms in psychometric instruments as assessed by Screen for Child Anxiety Related Emotional Disorders and Short Mood and Feelings Questionnaire. Evidence-based management of these disorders is lacking, and clinical trials are needed.\nKeywords\ntinnitus, misophonia, mental health, anxiety, depression"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 Clinical Pediatrics 00(0)\nreaction is to cover their ears, cry, and present with \naggressive behavior. The most common impact is on family functioning, including getting out of the house attending social events and on school performance. Several modes of therapy including cognitive behavioral therapy (CBT) have been tried with theoretical improve-ment. Notably, because misophonia involves decreased sound tolerance and can coexist with hyperacusis, publi-cations concerning misophonia were excluded in this scoping review.\nTinnitus is defined as the perception of a sound with-\nout an external source. In a recent meta-analysis of childhood tinnitus and hyperacusis published by Rosing et al,\n2 25 studies were included (only the tinnitus portion \nof the publication is discussed here). Generalizations of the patient characteristics are difficult due to the hetero-geneity of the studies. The population characteristics of childhood tinnitus have a wide range of prevalence based on age, but prevalence increased with age during the teenage years. There appeared to be minimal differ -\nences between prevalence in gender. Cogent to this study is the prevalence of “bothersome” tinnitus and it ranged from 0.6% to 49.2%. Hearing loss (HL) preva-lence was difficult to estimate due to age ranges of the studies analyzed. The only comorbidity identified by the authors was on mental health symptoms in 1 publication by Holgers and Juul\n3 in 2006. Using the Hospital \nAnxiety Depression Scale in a cohort of 55 children, the authors found the percentage above the cutoff for clini-cal anxiety and depressive disorders to be 32% and 14.5%, respectively.\nMisophonia is a relatively new term coined by \nJastreboff\n4 in 2002. It is a disorder of decreased toler -\nance to specific sound triggers by oral sounds (eg, chew-ing and swallowing), and clicking sounds (eg, keyboard tapping and finger tapping) and results in a range of responses from anger to fight-or-flight responses. Potgieter et al\n5 in 2019 performed a scoping review of \nresearch on misophonia wherein 31 publications were included. This disorder borders both psychiatry and audiology and currently there are those who have pro-posed that it be categorized within the obsessive-com-pulsive spectrum of disorders. The onset of misophonia has been found to emerge in childhood or adolescence with only 2 publications reporting an adult onset. Specifically, Wu et al\n6 reported prevalence in a college \nstudent cohort with a 20% rate of experiencing sensitiv-ity to some triggers and strong associations with general sensory, obsessive-compulsive, anxiety, and depressive symptom impairments. Most studies based the diagnosis on unstructured clinical interviews. Guzick et al\n7 \nreported on 102 subjects (8-17 years old) with misopho-nia, noting the most common triggers included eating, breathing, throat sounds, and tapping. High rates of comorbidity with internalizing and neurodevelopmental disorders were also found.\nThere is literature support concerning the interplay \nbetween mental health symptoms and 2 of these entities, tinnitus and misophonia. Tinnitus and misophonia symptom severity assessment is challenging for the pediatric population due to a lack of pediatric-specific validated instruments. The most widely used adult-vali-dated tinnitus instruments include the Tinnitus Handicap Questionnaire, the Tinnitus Handicap Inventory, and the Tinnitus Functional Index (TFI); only the TFI is vali-dated for both initial assessment and clinical surveil-lance. As such, Nemholt et al\n8 have found the pediatric \ntinnitus literature to contain arbitrary descriptive terms such as troublesome, bothersome, uncomfortable, wor -\nried, and concerned. In the misophonia field, the Amsterdam Misophonia Scale (A-MISO-S) instrument appears to be the dominant instrument in assessing misophonia symptom severity in adult and pediatric publications. In a misophonia study\n9 comprised of ado-\nlescents and adults that utilized A-MISO-S, severity was rated as severe (mean/range = 15.1/9-22) in the pediat-ric cohort.\nElevated symptoms of anxiety and depression have \nbeen reported as comorbidities in both tinnitus and misophonia in adults but are not well publicized in pedi-atric studies. In a clinical practice guideline on tinnitus sponsored by the American Academy of Otolaryngology Head and Neck Surgery, 48% to 60% of adults reported depression and anxiety.\n10 In Nemholt’s pediatric tinnitus \nsystematic review, only 1 of 25 articles even considered anxiety and depression as an outcome. Holgers and Juul\n3 \nin 95 children (9-16 years) showed that 32% of the cohort scored above the cutoff level for possible/proba-ble clinical emotional/anxiety disorder and 14.5% scored above the cutoff for possible/probable clinical depression based on the Tinnitus Severity Questionnaire, visual analog scales, and Hospital Anxiety and Depression Scale instruments. The methodology of Guzick’s et al\n7 study on 102 youths with misophonia \nincluded a clinical interview in addition to completing questionnaires including A-MISO-S. This allowed them to report 45% of the subjects experiencing a current anxiety or obsessive-compulsive disorder and 47% experiencing a major depressive disorder.\nAt Children’s Hospital Colorado, Aurora, CO, a \nmulti-disciplinary (otolaryngology, audiology, and psy-chology) clinic was formed to evaluate and manage chil-dren with sound annoyance disorders (tinnitus, misophonia, and hyperacusis but hyperacusis ultimately was excluded from the analyses due to its rarity) since September 2020. The basis of the clinic formation lied"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Chan et al 3\nin requests for evaluation and management of these pop-\nulations to the Departments of Otolaryngology and Audiology coupled with our sense of mental health comorbidities in these children. The objectives of this study are to describe the demographic and clinical char -\nacteristics, as well as to estimate the prevalence of men-tal health–related (anxiety and depression) symptoms of this cohort.\nStudy Design\nFollowing approval by our hospital’s institutional review board, a retrospective chart review was performed using our institutional electronic health records, and demo-graphic and clinical data were obtained from the multi-disciplinary clinic during the span of September 2020 to August 2022. It should be noted that clinic subjects were screened for “bothersome” tinnitus. To qualify for an evaluation in the multi-disciplinary clinic, the patient must have experienced “bothersome” tinnitus as defined as always present in quiet and noisy environments, at least 6 months in duration, unilateral or bilateral, and negative impact on quality of life including mental health. No restriction was placed on subjects with a pos-sible diagnosis for misophonia. This study only ana-lyzed subjects with “bothersome” tinnitus and misophonia; only 1 hyperacusis subject was identified in the patient cohort and was excluded.\nAll caregivers seen by this clinic were requested to \ncomplete either tinnitus or misophonia symptom sever -\nity instruments based on predominant symptom and caretakers of ambiguous symptom subjects were requested to complete both instruments. Diagnosis-based symptom instrument analyses were performed specific to the final diagnoses. Two psychometric instru-ments were used to measure anxiety and depression symptoms. All caregivers and patients were requested to complete these instruments and data were analyzed for the entire clinic population. A brief description of each of the 4 instruments is described below.\nTinnitus Functional Index\nTinnitus Functional Index11 is a 25-question self-report \nquestionnaire that is used for both clinical and research purposes. The TFI measures the severity of tinnitus symptoms across 8 different domains including (1) intrusiveness, (2) sense of control, (3) cognitive interfer -\nence, (4) sleep disturbance, (5) auditory difficulties, (6) interference with relaxation, (7) impact on quality of life, and (8) emotional distress. The TFI monitors treat-ment-related changes in tinnitus severity across the dif-ferent domains. Scoring ranges are classified as: mild impact (<25), significant impact (25-50), and severe impact (>50). This instrument is only validated in adults and its Cronbach’s alpha was reported to be 0.97. Since no pediatric instruments exist, the authors were com-pelled to use this as a proxy instrument for children.\nAmsterdam Misophonia Scale\nThe A-MISO-S9 is a 6-item self-reported questionnaire \n(ranging 0-4 with 4 being the most adverse response) that measures the severity of misophonia symptoms. It is an adapted version of the Yale-Brown Obsessive-Compulsive Scale that quantifies (1) time spent on thoughts about misophonia, (2) impact on social func-tioning, (3) amount of distress from misophonia, (4) resistance of the misophonia triggers, (5) lack of control of misophonia, and (6) avoidance of events due to miso-phonia. Scoring for each of the 6 categories is summated as: subclinical impact (0-4), mild impact (5-9), moderate impact (10-14), severe impact (15-19), and extreme impact (20-24). This tool has consistently shown high internal consistency.\n12 Similar to the TFI, this is also a \nvalidated instrument for adults with a reported Cronbach’s alpha of 0.81, and it was used as a proxy for pediatric cohort in this study.\nScreen for Child Anxiety Related Emotional \nDisorders\nThe Screen for Childhood Anxiety Related Emotional \nDisorders (SCARED), a validated instrument, is a 41-item self-report and parent-report measure for chil-dren aged 8 to 18.\n13 It consists of statements which are \nmeant to assess symptoms of anxiety, for example, “When I feel frightened, it is hard to breathe.” The mea-sure includes 5 subscales aimed at assessing panic/somatic symptoms, generalized anxiety, separation anxiety, social phobia, and school phobia. The respon-dent is asked to indicate whether they (or their child) have experienced symptoms over the past 3 months on a 3-point Likert scale (0 =  “Not True or Hardly Ever \nTrue,” 1 =  “Somewhat True or Sometimes True,” and 2 \n= “Very True or Often True”). The measure has solid \npsychometric properties. In a review of 8 anxiety mea-sures, the psychometric properties including norms, test-retest reliability, internal consistency, content validity, treatment sensitivity, among others, were rated as “adequate,” “good,” or “excellent.”\n14 The psycho-\nmetric properties of the SCARED ranged from good to excellent on both the self-report and parent-report ver -\nsions, with more “excellent” ratings on the parent-report version. A total score of 25 or more may indicate the presence of an anxiety disorder and was used as the"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 Clinical Pediatrics 00(0)\ncutoff score in this study. The reported Cronbach’s \nalpha was 0.90.13\nShort Mood and Feelings Questionnaire\nThe Short Mood and Feelings Questionnaire (SMFQ), a validated instrument for children, is a 13-item self-report questionnaire for children aged 6 and up.\n15 It \nmeasures the presence of depressive symptoms over the previous 2 weeks. The scale consists of descriptive phrases regarding how the child had been feeling or act-ing. Examples include “I cried a lot” and “I didn’t enjoy anything at all.” The respondent is asked to rate each statement on a 3-point Likert scale (0 = “Not True,” 1 = “Sometimes,” and 2 = “True”). The scale has been found to reliably predict depression in children and ado-lescents. A total score on the child version of the SMFQ of 8 or more is considered significant with a sensitivity of 60% and specificity of 85% for major depression. The reported Cronbach’s alpha was 0.85 for the child-report version, and 0.87 for the parent-report version.\nStudy data were collected and managed using \nREDCap (Research Electronic Data Capture) tools.\n16 \nREDCap is a secure, web-based software platform designed to support data capture for research studies, providing (1) an intuitive interface for validated data capture; (2) audit trails for tracking data manipulation and export procedures; (3) automated export procedures for seamless data downloads to common statistical packages; and (4) procedures for data integration and interoperability with external sources. A total of 60 sub-jects were seen in the multi-disciplinary clinic. Subjects were excluded for age >18 years (n = 2) and non-tinni-\ntus and misophonia diagnoses which consisted of audi-tory processing disorder (n = 3) and hyperacusis (n = \n1). The 2 remaining diagnostic groups were tinnitus (n = 33) and misophonia (n = 21). It should be noted that \nif misophonia was diagnosed as the overriding com-plaint, those with a secondary complaint of tinnitus were grouped under misophonia. The reverse (ie, pri-mary complaint of tinnitus and secondary complaint of misophonia) did not occur. Demographics and clinical characteristics were summarized in Table 1 by descrip-tive statistics. Shapiro-Wilk test was used to check for normality of data distribution, and as such, two-sample t-test was used to compare the means. Fisher’s exact \ntest was performed to compare the proportions between 2 groups. General linear regression and logistic mod-els were applied to explore the associations between mental health (SCARED and SMFQ) and symptom severity (TFI and A-MISO-S) instruments for sub-jects exceeding cutoff thresholds for SCARED and SMFQ. Parent and child anxiety and depression assessments were compared using paired t -test. All \ntests were conducted as 2-sided with P  value < .05 to \ndetermine statistical significance. SAS Version 9.4; SAS Institute Inc, Cary, North Carolina was used for all data analyses.Table 1. Demographic and Clinical Characteristics of the Tinnitus and Misophonia Diagnostic Groups.\nClinical characteristicsTotal\nN = 54Tinnitus group\nN = 33Misophonia group\nN = 21 P value\nDemographics\n Age (years), mean (SD) 14.3 (3.0) 14.2 (3.3) 14.4 (2.6) .82\n Male, n (%) 19 (35.2) 15 (45.5) 4 (19.1) .05\nHearing loss None 48 27 (81.8%) 21 (100%) .64\nUnilateral hearing loss CHL 0 (0%)  \n SNHL 1 (3.0%)  \nBilateral hearing loss\n CHL 3 (9.1%)  \n SNHL 1 (3.0%)  \n Mixed 1 (3.0%)  \nTFI, mean (SD) 41.0 (21.3) NA\nA-MISO-S, mean (SD) 15.8 (3.4) NA\nSCARED, mean (SD) 28.2 (16.2) 27.9 (18.2) 28.6 (13.7) .92\nSMFQ, mean (SD) 8.4 (6.9) 6.5 (5.7) 11.9 (7.7) .02\nPrior counseling, n (%) 20 (37.0) 10 (30.3) 10 (52.4) .25\nAbbreviations: CHL, conductive hearing loss; SNHL, sensorineural hearing loss; NA, not applicable; TFI, Tinnitus Functional Index; A-MISO-S, \nAmsterdam Misophonia Scale; SCARED, Screen for Childhood Anxiety Related Emotional Disorders; SMFQ, Short Mood and Feelings Questionnaire; SD, standard deviation."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Chan et al 5\nResults\nA total of 54 subjects were included in the analysis with \n33 subjects with the diagnosis of tinnitus and 21 subjects with misophonia. The demographic and clinical charac-teristics of the cohort are detailed in Table 1. The cohort’s mean age (standard deviation [SD]) of 14.3 (3.0) years suggests an adolescent population with a preponderance of female/male ratio of 35/19. No differences were found in age between the tinnitus and misophonia sub-groups. No gender difference was noted in the tinnitus subgroup, but females dominated in the misophonia subgroup. Hearing loss was only diagnosed in the tinni-tus group, present in 6 individuals with a distribution of unilateral sensorineural hearing loss (SNHL; n = 1), \nbilateral conductive hearing loss (CHL; n = 3), bilateral \nSNHL (n = 1), and bilateral mixed HL (n = 1). The \ndistribution of HL subjects between the 2 diagnostic groups showed no statistical difference.\nTinnitus symptom severity as measured by TFI was \navailable in 22 of 33 tinnitus subjects. Tinnitus Functional Index’s mean (SD) score was 41.0 (21.3) indicating significant tinnitus. Misophonia symptom severity as measured by A-MISO-S was available in 17 of 21 misophonia subjects. Amsterdam Misophonia Scale’s mean (SD) score was 15.8 (3.4) indicating severe misophonia symptoms.\nMental health symptom scores were more complete \nwhen the patients were the respondents than when the caretakers were the respondents. Thus, analyses of men-tal health instrument scores solely relied on children being the respondents. Mean SCARED scores (SD) between the tinnitus 27.9 (18.2) and misophonia 28.6 (13.6) groups failed to reach statistical significance (P = \n.92) for anxiety symptoms. Seven of 15 (46.7%) tinnitus subjects and 7 of 11 (63.4%) misophonia subjects reached anxiety symptom cutoff (P = .4527 from \nFisher’s exact test. Depression symptom score as mea-sured by the SMFQ was available in 39 of 54 subjects. Nine of 25 (36.0%) tinnitus subjects and 8 of 11 (72.3%) misophonia subjects reached depression symptom cut-off (P = .3137 from Fisher’s exact test). The tinnitus \nsubgroup’s SMFQ mean score (6.5) was below the threshold for elevated depression symptoms; however, the misophonia subgroup’s SMFQ mean score (11.9) was above the threshold and had a statistically higher mean than the tinnitus subgroup (P = .02).\nThe subgroups that exceeded clinical cutoffs for \nSCARED and SMFQ were further examined. Their \nassociated number of subjects from the tinnitus and misophonia groups are represented in Table 2 which illustrates how elevated these mean scores were in these subgroups. Logistic regression model showed that for each unit increase of A-MISO-S score, a subject was 13% (−21%, 62%, P = .54) more likely to have \nSCARED scored above the threshold, and 22% (−13%, 71%, P = .67) more likely to have the SMFQ scored \nabove the threshold. Tinnitus Functional Index did not show a strong association with SCARED. Using a linear regression model to test the association between TFI and A-MISO-S scores with subjects above the clinical cut-offs in SCARED and SMFQ, only TFI was found to be significantly associated with SMFQ (P = .04).\nSub-analyses were performed to determine if  \ndifferences could be found between the parent- and child-completed mental health instruments. The incom-pleteness of the SMFQ parent scores became obvious when only 5 of 33 in the tinnitus group and 2 of 21 in the misophonia group were found to have completed their questionnaires. However, 23 paired parent and child scores were available (14 in tinnitus and 9 in misopho-nia groups) for the SCARED. The mean (SD) for the child- and parent-completed SCARED scores was 28.2 (16.2) and 18.3 (13.5), respectively, P = .0009. This \nsuggests a significantly higher perceived anxiety symp-tom elevation by the patients than by their respective caretakers.Table 2. Subgroup Analysis Showing Association Between TFI or A-MISO-S and SCARED or SMFQ for Subjects Above \nClinical Cutoffs.\nDependent variables N Parameters Estimate Standard error LCL UCL P value\nSubjects with SCARED >25 5 Intercept 22.7 14.7 .20\nTFI 0.5 0.3 −0.2 1.2 .24\nIntercept 12.0 16.1 .49\nA-MISO-S 1.7 1.0 −0.3 3.7 .16\nSubjects with SMFQ >8 9 Intercept 9.9 2.5 .00\nTFI 0.1 0.1  0.0 0.2 .04\nIntercept 11.5 10.6 .31\nA-MISO-S 0.3 0.6 −1.0 1.6 .65\nAbbreviations: LCL, lower confidence level; UCL, upper confidence level; TFI, Tinnitus Functional Index; A-MISO-S, Amsterdam Misophonia \nScale; SCARED, Screen for Childhood Anxiety Related Emotional Disorders; SMFQ, Short Mood and Feelings Questionnaire."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 Clinical Pediatrics 00(0)\nPrior mental health counseling broadly defined as all \ntypes of counseling ranging from clinical psychologists \nin private practice to school counselors was noted among 10 in 33 (30.3%) subjects in the tinnitus group versus 10 in 21 (52.4%) subjects in the misophonia group and this distribution was found to be statically insignificant.\nAn analysis was performed between the responders \nand the non-responders of the mental health instru-ments and it is summarized in Table 3. There were sta-tistical demographic differences between the groups in that the non-responders were younger and predomi-nantly male. There were no differences noted in terms of TFI and A-MISO-S scores between the groups to suggest similar symptom scores. In addition, there were no differences between the groups in terms of diagnos-tic classifications.\nConclusions\nThis represents the first report of children with bother -\nsome tinnitus and misophonia who were evaluated in a multi-disciplinary clinic setting at Children’s Hospital Colorado, with an emphasis to evaluate the severity of symptoms and elevation of anxiety and depression symptom scores. Both cohorts shared similar age of pre-sentation and had elevated symptoms based on each of the symptom severity instruments. The tinnitus group had elevated mean anxiety symptom scores above the clinically significant cutoff but not for depression symp-toms. The misophonia group had elevated mean anxiety and depression symptom scores above the clinical cut-offs based on both mental health screening instruments. Both populations had some proportion of prior mental health counseling prior to being seen in the clinic.\nThe data suggest an overall disproportional female \nadolescent representation in both diagnostic subpopu-lations and a statistical female dominance in the misophonia group. Whereas pediatric epidemiologic data on misophonia are lacking, it has been noted by Baguley et al\n17 that epidemiologic data within the tinni-\ntus research field are conflicting and it had been sug-gested that caution should be exercised in its interpretation. Nemholt et al have stated that these “inconsistencies” are seemingly due to differences in study designs, definitions, and inclusion criteria in pub-lished studies. Juxtaposed to this study is a 2017 pediat-ric tinnitus publication from our institution\n18 utilizing \ngeneral pediatric otolaryngology clinic subjects rather than screening subjects with bothersome tinnitus. Beyond the obvious mean age of 11.5 years as compared to the 14.2 years in the current study, 40 of 180 (22.2%) subjects had HL consisting of a mixture of SNHL, CHL, and mixed HL that was unilateral and bilateral in nature. The current study showed 18.2% of the tinnitus cohort had HL and none in the misophonia cohort had HL. To our knowledge, this is the first pediatric misophonia cohort that underwent audiologic evaluation. Despite the limited sample size, the authors would conclude that HL is likely not highly associated with misophonia.\nElevation of SCARED anxiety scores was noted in \nboth tinnitus and misophonia groups in our study. Only the misophonia group had a higher SMFQ mean score, statistically different as compared to the tinnitus group. These findings are in contrast to findings in a 2017 tin-nitus study, where only 2 subjects (7.1%) showed severe changes in quality of life and 1 subject (3.6%) with anxi-ety. A convenience clinic sampling clearly underesti-mated its effects on mental health symptoms. The dichotomy seen in the elevated symptom score noted between the child-reported SCARED as compared to parent-reported SCARED, highlighting the perceptual differences in anxiety between parent and child in this study, is worth noting and this finding is corroborated with published findings of Wren et al.\n19Table 3. Comparisons of Demographics, Symptom Scores, and Sound Diagnosis Between Respondents and Non-respondents \nof Mental Health Instruments.\nClinical characteristics RespondentsaNon-respondents P value\nDemographics\n N 24 30  \n Age (years), mean (SD) 15.4 (2.2) 13.4 (3.3) .01\n Male, n (%) 5 (20.8) 14 (46.7) .05\nTFI, mean (SD) 36.6 (16.5) 45.8 (21.9) .21\nA-MISO-S, mean (SD) 15.2 (3.6) 15.6 (4.3) .81\nSound diagnosis .71\n Misophonia, n (%) 10 (41.7) 11 (36.7)  \n Tinnitus, n (%) 14 (58.3) 19 (63.3)  \nAbbreviations: TFI, Tinnitus Functional Index; A-MISO-S, Amsterdam Misophonia Scale; SD, standard deviation.\naHave mental health instrument assessments."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Chan et al 7\nIt is not the intent of this study to address treatment for \ntinnitus and misophonia, and yet 30% of our tinnitus group \nand 52% of our misophonia group had already received some form of counseling at entry. Treatment of pediatric tinnitus has included CBT, medications (risperidone  \nand topiramate), tinnitus retraining therapy, and sound therapy.\n1 Published treatment of pediatric misophonia has \nonly included CBT.20 Recently, Smith et al21 published an \nonline survey on various treatment approaches reported by patients (adults and children) which allows readers to understand the patients’ and parents’ mindsets in seeking treatment options as well as the diverse treatment alterna-tives provided by practitioners/clinicians. The pediatric treatment modalities included medications (unnamed anx-iolytics and antidepressants being the majority), dietary supplements, lifestyle modifications, relaxation, psycho-logical treatment (CBT and supportive psychotherapy being most common), audiologic treatment (active noise canceling), and neuromodulation. The epidemiologic research of tinnitus and misophonia is already complex based on what has been published. To move the manage-ment of these clinical entities along the evidence-based path, randomized clinical trials with a rigorous methodol-ogy must be conducted.\nThe strength of this study lies in the multi-disciplin-\nary approach to the evaluation of tinnitus and misopho-nia. Each specialty contributed to the overall execution of the multi-disciplinary clinic and the collaboration led to the production of the data set. The first weakness lies in the referral patterns of these 2 clinical disorders which might have created selection bias. The screening of sub-jects with bothersome tinnitus might be viewed as arbi-trary. The other weakness of the study lies in the incomplete return of the 4 instruments by the caretakers and the mental health instruments by the patients. However, no symptom severity score differences were noted between the responders and non-responders. This was unavoidable because the study was carried out in a clinical setting and not part of a research protocol.\nThe relationships between 2 sound annoyance disor -\nders, tinnitus and misophonia, and mental health symp-toms as measured by SCARED and SMFQ have been found in this study. Analyses to explore the relationship between the symptom severity and mental health symp-toms failed to yield meaningful associations likely due to small subgroup sizes. To advance this field, a treat-ment randomized clinical trial is needed. Pragmatically, if a future treatment trial is designed to measure treat-ment effects on anxiety and depression symptoms, the need for TFI and A-MISO-S measurements is limited. Therefore, it would be more cogent to only include sub-jects that have exceeded the clinical cutoffs for SCARED and/or SMFQ in such a study.Author Contributions\nRHC: Concept, data analysis, manuscript writing and revision.\nAB: Data collection, manuscript revision.DG: Data collection, manuscript revision.\nST:  Data analysis, manuscript revision.\nJR: Data analysis, manuscript revision.SC: Data collection, mansucript revision.AZ:  Data analysis, manuscript revision.\nAS: Concept, data collection, data analysis, mansucript revision.\nDeclaration of Conflicting Interests\nThe author(s) declared no potential conflicts of interest with \nrespect to the research, authorship, and/or publication of this article.\nFunding\nThe author(s) received no financial support for the research, authorship, and/or publication of this article.\nEthical Approval\nThis study was approved by the Colorado Multiple Institutional Review Board (COMIRB), approval number 22-1693. Since this was a retrospective chart review through the electronic \nmedical record, no informed consent was required by \nCOMIRB. Our study was approved with ethical consideration and approved for research.\nORCID iD\nAustin Zhu  https://orcid.org/0000-0003-1542-3113\nSupplemental Material\nSupplemental material for this article is available online.\nReferences\n 1. Potgieter I, Fackrell K, Kennedy V, Crunkhorn R, Hoare DJ. Hyperacusis in children: a scoping review. BMC Pediatr. 2020;20:319. doi:10.1186/s12887-020-02223-5.\n 2. Rosing SN, Schmidt JH, Wedderkopp N, Baguley DM. Prevalence of tinnitus and hyperacusis in chil-dren and adolescents: a systematic review. BMJ Open. 2016;6(6):e010596. doi:10.1136/bmjopen-2015-010596.\n 3. Holgers KM, Juul J. The suffering of tinnitus in child-hood and adolescence. Int J Audiol. 2006;45(5):267-272. doi:10.1080/14992020500485668.\n 4. Jastreboff PJ. Tinnitus habituation therapy (THT) and tin-nitus retraining therapy (TRT). In: RS Tyler, ed. Tinnitus \nHandbook. San Diego, CA: Singular, Thomson Learning; 2000:357-376.\n 5. Potgieter I, MacDonald C, Partridge L, Cima R, Sheldrake J, \nHoare DJ. Misophonia: a scoping review of research. J Clin \nPsychol. 2019;75(7):1203-1218. doi:10.1002/jclp.22771.\n 6. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, and clinical correlates \nin an undergraduate student sample. J Clin Psychol. \n2014;70(10):994-1007. doi:10.1002/jclp.22098."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 Clinical Pediatrics 00(0)\n 7. Guzick AG, Cervin M, Smith EEA, et al. Clinical char-\nacteristics, impairment, and psychiatric morbidity in 102 youth with misophonia. J Affect Disord. 2022;324:395-\n402. doi:10.1016/j.jad.2022.12.083.\n 8. Nemholt SS, Schmidt JH, Wedderkopp N, Baguley DM. \nPrevalence of tinnitus and/or hyperacusis in children and adolescents: study protocol for a systematic review. \nBMJ Open. 2015;5(1):e006649. doi:10.1136/bmjopen- \n2014-006649.\n 9. Schröder A, Vulink N, Denys D. Misophonia: diagnos-tic criteria for a new psychiatric disorder. PLOS ONE. 2013;8(1):e54706. doi:10.1371/journal.pone.0054706.\n 10. Tunkel DE, Bauer CA, Sun GH, et al. Clinical practice guide-\nline: tinnitus. Otolaryngol Head Neck Surg. 2014;151(2 suppl.):S1-S40. doi:10.1177/0194599814545325.\n 11. Meikle MB, Henry JA, Griest SE, et al. The tinnitus func-\ntional index: development of a new clinical measure for \nchronic, intrusive tinnitus. Ear Hear. 2012;33(2):153-176. doi:10.1097/AUD.0b013e31822f67c0.\n 12. Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. \nThe prevalence and severity of misophonia in a UK \nundergraduate medical student population and valida-\ntion of the Amsterdam misophonia scale. Psychiatr Q. 2021;92(2):609-619. doi:10.1007/s11126-020-09825-3.\n 13. Birmaher B, Brent DA, Chiappetta L, Bridge J, Monga \nS, Baugher M. Psychometric properties of the Screen for \nChild Anxiety Related Emotional Disorders (SCARED): a replication study. J Am Acad Child Adolesc Psychiatry. 1999;38(10):1230-1236. doi:10.1097/00004583-199910  \n000-00011.\n 14. Etkin RG, Shimshoni Y, Lebowitz ER, Silverman WK. Using evaluative criteria to review youth anxiety measures, part I: self-report. J Clin Child Adolesc Psychol. 2021;50(1):58-76. \ndoi:10.1080/15374416.2020.1802736.\n 15. Angold A, Costello EJ, Messer SC, Pickles A, Winder F, \nSilver D. The development of a short questionnaire for use \nin epidemiological studies of depression in children and adolescents. Int J Meth Psychiatr. 1995;5:237-249.\n 16. Harris PA, Taylor R, Thielke R, et al. Research electronic \ndata capture (REDCap)—a metadata-driven methodology \nand workflow process for providing translational research informatics support. J Biomed. 2009;42(2):377-381.\n 17. Baguley DM, Bartnik G, Kleinjung T, Savastano M, \nHough EA. Troublesome tinnitus in childhood and \nadolescence: data from expert centres. Int J Pediatr \nOtorhinolaryngol. 2013;77(2):248-251. doi:10.1016/j.ijporl.2012.11.009.\n 18. Chan KH, Jensen EL, Gao D. Pediatric tinnitus: a clini-\ncal perspective. Laryngoscope. 2018;128(3):727-731. \ndoi:10.1002/lary.26851.\n 19. Wren FJ, Bridge JA, Birmaher B. Screening for child-\nhood anxiety symptoms in primary care: integrat-ing child and parent reports. J Am Acad Child Adolesc \nPsychiatry. 2004;43(11):1364-1371. doi:10.1097/01.chi. 0000138350.60487.d3.\n 20. Lewin AB, Dickinson S, Kudryk K, et al. Transdiagnostic \ncognitive behavioral therapy for misophonia in youth: \nmethods for a clinical trial and four pilot cases. J \nAffect Disord. 2021;291:400-408. doi:10.1016/j.jad.  \n2021.04.027.\n 21. Smith EEA, Guzick AG, Draper IA, et al. Perceptions \nof various treatment approaches for adults and chil-\ndren with misophonia. J Affect Disord. 2022;316:76-82. \ndoi:10.1016/j.jad.2022.08.020."
    }
  ]
}