{
  "doc_type": "scientific paper",
  "title": "Self-Identified Misophonia Phenomenology, Impact, and Clinical Correlates",
  "authors": [
    "James M. Claiborn",
    "Thomas H. Dozier",
    "Stephanie L. Hart",
    "Jaehoon Lee"
  ],
  "year": 2020,
  "journal": "Psychological Thought",
  "doi": "10.37708/psyct.v13i",
  "abstract": "Misophonia is a newly recognized condition involving adverse emotional reactions to environmental sounds, most often produced by other people. This study reports results of a survey describing the phenomenology of misophonia based on a large sample. Survey data were collected from individuals self-identified as having misophonia. A total of 1,061 individuals reported specific distressing reactions to sounds, and responses indicating severity of misophonia and perceived comorbidity. Over 82% of respondents were female. The average age of the study participants was 37.49 years (SD = 12.24; range from 18 to 72). Most respondents reported multiple triggers and adverse emotional reactions, as well as multiple coping responses. The majority of respondents reported comorbid diagnoses. Misophonia severity is described, as well as impact on quality of life. A minority of respondents had some experience with treatment and most reported no change in symptoms. Treatments reported for misophonia were typically ineffective, and once developed, misophonia symptoms persist. The results of the study showed that misophonia is a newly recognized condition that appears to have important impact on people’s lives. It typically develops in early life, and is associated with a reduced quality of life, substantial comorbidity, negative emotional experiences, and behaviors that are likely to impact interpersonal relationships.",
  "keywords": [
    "misophonia",
    "anger",
    "comorbidity",
    "phenomenology",
    "impairment"
  ],
  "research_topics": [
    "Phenomenology of misophonia",
    "Impact of misophonia on quality of life",
    "Misophonia severity and comorbidity",
    "Treatment experiences and effects for misophonia",
    "Psychiatric correlates of misophonia",
    "Misophonia epidemiology and demographics",
    "Assessment methods for misophonia",
    "Relationship between misophonia and mental health disorders"
  ],
  "created_at": "2025-05-05T03:02:35.685129Z",
  "source_pdf": "documents/research/Global/Claiborn et al 2020 Self-Identified Misophonia Phenomenology, Impact and Clinical Correlates.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Psychological Thought                                                                                           \npsyct.swu.bg | 2193 -7281                                             South -West University “Neofit Rilski”  \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                     \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n \nResearch Article  \nSelf-Identified Misophonia Phenomenology , \nImpact, and C linical Correlates  \n \nJames M. Claiborna, Thomas H. Dozier *b, Stephanie L. Hartc, and \nJaehoon Leed \n[a] Independent practice, South Portland, USA  \n[b] Misophonia Institute, Livermore, USA  \n[c] Educational Psychology & Leadership, Texas Tech University, USA  \n[d] Texas Tech University Health Science Center, Baylor College of Medicine, USA  \n \nAbstract  \nMisophonia is a newly recognized condition involving adverse emotional reactions to \nenvironmental sounds, most often produced by other people.  This study reports result s of a \nsurvey describing the phenomenology of misophonia based on a large sample.  Survey data \nwere collected from individuals self -identified as having misophonia. A total of 1,061 individuals \nreported specific distressing reactions to sounds, and responses indicating severity of \nmisophonia and perceived comorbidity.  Over 82% of respondents were female. The average \nage of the study participants was 37.49 years ( SD = 12.24; range from 18 to 72).  Most \nrespondents reported multiple triggers and adverse emotional reactions, as well as multiple coping responses. The majority of respondents reported comorbid diagnoses. Misophonia \nseverity is described,  as well as impact on quality of life. A minority of respondents had some \nexperience with treatment and most reported no change  in symptoms .  Treatments reported for \nmisophonia were typically ineffective, and once developed, misophonia symptoms persist. T he \nresults of the study  showed that m isophoni a is a newly recognized condition that appears to \nhave important impact on people’s lives.  It typically develops in early life, and is associated with \na reduced quality of life, substantial comorbidity, negative emotional experiences,  and \nbehaviors that are likely to impact interpersonal relationships."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            350                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Keywords:  misophonia, anger, comorbidity, phenomenology, impairment  \n \nTable of Contents  \nMethod  \nResults  \nDiscussion  \nConclusion  \nReferences  \n \n \nPsychological Thought, 2020, Vol. 13(2), 34 9-375, https://doi.org/10.37708/psyct.v13i2.454  \nReceived: 2020-06- 15. Accepted: 2020-08 -01. Published(VoR):2020-10 -31 \nHandling Editor s: Irina Ronkaglia , The National Autistic Society (NAS) , Lodon, United Kingdom; Natasha Angelova, \nSouth- West University \"Neofit Rilski\", Blagoevgrad, Bulgaria .   \n*Corresponding author at :  Misophonia Institute, Livermore, USA : E -mail:  tdozier@misophoniainstitute.org  \n  \nThis is an open access article distributed under the terms of the Creative Common Attribution License \n(https://creativecommons.org/licenses/by/4.0 ), which permits unrestricted use, distribution, and reproduction in any \nmedium, provided the original work is properly cited.  \n \nMisophonia is a newly recognized and little -studied condition characterized by extreme \nemotional reactions to normal volume environmental sounds. The term , coined by Ja sterboff \nand Jasterboff  (2002) , literally means ‘ hatred of sound’ . Individuals with this condi tion are \ntypically negatively affected by sounds produced by other individuals , or, less commonly , by \nmechanical sounds.  The most common triggers appear to be mouth sounds , such as chewing, \ncrunching  and lip smacking , and sounds related to breathing , including sniffing and loud \nbreathing. Other  commonly reported  triggers are  man- made mechanical sounds , including \nkeyboard noises and pen clicking. Some people with misophonia also find that certain visual \nstimuli associated with trigger sounds  or repetitive motions not associated with any sounds will \nproduce the responses ordinarily elic ited by sounds ( Bernstein et al.,  2013;  Dozier, 2015a, \n2015b , 2015c ; Edelstein  et al.,  2013 ; Johnson et al ., 2013;  Schröder  et al.,  2013). Typical \nresponses to t riggering  sounds (triggers) include aversive emotional reactions, such as  disgust,  \nanger , or rage (Schröder et al., 2013) , and sometimes physical reflex responses (Dozier, \n2015a, 2015b , 2015c ; Dozier & Morrison, 2017;  Dozier  et al.,  2020; Rouw & Erfanian, 2018 ). \nThe reaction to the sounds also typically includes an impulse to confront the person making the \nsound or to escape from the sound . These reactions may cause impairment in functioning,  \nwhich impact s performance at work and disrupt s relationships."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       351                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Previous studies have described m isophonia variously  as reflecting a conditioned reflex \n(Dozier, 2015b, 2015c;  Dozier & Morrison, 2017 ; Dozier, et al., 2020; Jasterboff & Jasterboff, \n2002,  2014;  Schröder et al., 2013); as related to neural processing of sound ( Schwartz  et al., \n2011); as a symptom of obsessive- compulsive disorder  (OCD) , generalized anxiety disorder, or \nschizotypal personality disorder ( Cavanna, 2014;  Ferreira et al., 2013); as associated with “just \nright” OCD and Tourette’s disorder ( Neal & Cavanna, 2013 ); and as a discrete disorder on the \nobsessive compulsive spectrum ( Schröder et al., 2013 ). The correlation between OCD and \nmisophonia ( Ferreira et al., 2013;  Schröder et al., 2013;  Webber  et al.,  2014) sug gests that \nmisophonia may share phenomenological characteristics with OCD, anxiety, and depressive \ndisorders, but does not necessarily indicate that these symptoms are rooted in a common condition (Wu et al., 2014). Indeed, variable phenomena  including excessive response to \nsound are also characteristic of some neurodevelopmental disorders , such as tic disorders , \nADHD,  and autism spectrum disorders ( Cavanna & Seri, 2015;  Crossley & Cavanna 2013).  \n Despite being first described in the literature over 15 years ago, there are few published \ninvestigations of misophonia prevalence and pathogenesis.  Most of the studies that do exist \nhave been based on small cohorts , and have used differ ent approaches to assessment, and \ndifferent definitions of misophonia, leading to some confusion in the field.  The impact of \nmisophonia on quality of life has not been studied.  \nSchröder  et al. (2013)  assessed 42 patients with misophonia symptoms recruited from a \nhospital website. Assessment included a psychiatric interview, measures of depression, a \nsymptom checklist , a structured interview (SCID -II) and the Amsterdam Misophonia Scale (A -\nMISO -S) severity scale.  The A -MISO -S was developed by Schröder et al .(2013)  based on the \nYale-Brown Obsessive- Compulsive Scale ( Y-BOCS ).  All reported trigger sounds were made \nby humans , and the  most com mon triggers  were related t o eating and breathing sounds. Other \ncommon triggers included clicking noises produced by keyboards or pens. All patients reported \navoidance behaviors and daily stress or discomfort and anticipated exposure to triggers. The \nprevalence of com orbid psychiatric disorders was reported  as within expected ranges , except \nfor a very high prevalence of obsessive- compulsive personality disorder  (OCPD) . Schröder et \nal. (2013) have suggested that misophonia could be considered as a distinct psychiatric \ncondition.   \nWu et al.  (2014)  surveyed 483 undergraduates  from a pool of students taking psychology \ncourses. Their  sample was predominately female and ranged in age from 18 to 54. Measures"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            352                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  included The Misophonia Questionnaire , developed by the authors, measures of sensory \ndefensiveness, self -report of disability, obsessive- compulsive symptoms, and rage. This group \nreport ed that  nearly 20%  of their sample had clinically significant misophonia symptoms that \ncaused  interference in their lives . Wu et al. (2014)  reported correlations between misophonia \nand impairment  in a function in multiple domains including school/work and home life. They  \nalso found a strong correlation between misophonia and general sensory sensitivities  and \nmoderate correlations between misophonia and  obsessive -compulsive symptoms, anxiety , and \ndepression. Anxiety was found to be a significant mediator between misophonia and rage. In \ntheir study, t he most troubling sounds identified were people eating, nasal sounds, and \nrepetitive tapping  (Wu et al., 2014) . \nEdelstein et al. (2013)  interviewed 11 individuals recruited from a university campus , from \ncontacts with their lab and from a  misophonia support group. In this cohort, the a ge of onset \nwas typically in childhood, the most common trigger s we re eating sounds and low frequency \nbass sounds, and reactions to trigger sounds included  a range of negative emotional \nresponses including anxiety, panic anger and rage. Edelstein et al . (2013)  then evaluated the \nskin conductance responses to stimuli ( YouTube videos and lab recorded stimuli ) in 6 of the \noriginal subjects  compared to 5 control subjects. The stimuli were selected based on interview \ndata from the subjects with misophonia and included sounds expected to produce emotional \nresponses. Misophonic subjects and controls similarly identified  stimuli  as aversive , but \nmisophonic subjects showed greater skin conductance responses and greater reported subjective responses . Based on these findings,  Edelstein et al . (2013)  have argue d that \nresponse to stimuli in individuals with misophonia may represent a quantitative difference from \nnormal neurological function.  \nTaylor  et al. ( 2014)  surveyed  534 individuals who expressed an interest in clinical psychology. \nThis group defined sensory intolerance as a combination of auditory and tactile sensitivity. \nAuditory intolerance was intolerance to sounds such as alarms, sirens, appliances, or \nbackground noises like people talking or ticking clocks , which is inconsistent with the \ndescription of typical trigger sounds in other studies ( Edelstein et al., 2013; Jasterboff & \nJasterboff, 2014 ; Schröder et al., 2013). Taylor et al. (2014)  also evaluated tactile intolerance , \nwhich  had not previously  been reported as a form of sensory sensitivity characteristic of \nmisophonia. Given th ese inconsistencies in definition of misophonia,  the phenomena described \nin the Taylor et al . (2014)  study may represent  a different class of  sensory experiences."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       353                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Recently , Rouw &  Erfanian (2017)  collected survey data from over 300 people who self -\nidentified as having misophonia from Internet and Facebook sites focused on misophonia. \nThey collected data on phenomenology including physical and emotional responses as well as effect on life an d comorbidity.  Their sample was predominately female , and most respondents  \nreported onset of symptoms in childhood or teenage years.  All subjects reported some \nemotional response to triggers and most also reported a physical response.  Rouw & Erfanian \n(2017)  used the first 3 questions from the A -Miso -S time spent, interference, and distress \nassociated with misophonic sounds  (Schröder et al. 2013) to assess impact on life. Half of their \nrespondents reported comorbid psychopathology , with the most common comorbid diagnoses \nbeing tinnitus, post-traumatic stress disorder ( PTSD ) and ADD/ ADHD all reported by 12% of \ntheir sample. In another category , anxiety and depressive disorders were reported by 13%.  \nOnly PTSD was related to severity of misophonia symptoms  (Rouw & Erfanian, 2017) . \nAims and Hypothesis  \nThe purpose of the  current  study was to confirm and extend the findings of previous, smaller \nstudies , and address the impact on quality of life and the role of treatment  in people with \nmisophonia.  This research focuses on sound triggers consistent with the most common \ndescriptions of misophonia;  it does not include investigation of visual triggers or other forms of \nsensory intolerance. Data were collected to clarify the relationship between misophonia and psychopathology to understanding the conceptualization of misophonia as a distinct condition  \nor as a symptom of an underlying disorder.  \nThe hypothesis was  that there would be a negative correlation between severity of misophonia \nsymptoms and quality of life.  \n \nMethod  \nThis study was approved by Texas Tech University Human Rights Protection Program  (HRPP) .  \nSample \nA total of 1,381 individuals consented to participate. Responses from minors and those not \ncompleting any of the misophonia measures of the survey were not included in further analysis, leaving responses from a total of 1,061 individuals w ho indicated they had a distressing \nreaction to ordinary sounds. Over 82% of respondents were female. The average age of the"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            354                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  study participants was 37.49 years ( SD = 12.24; range from 18 to 72). Over 52% had college \nlevel education or beyond.   \nThe survey was conducted on individuals recruited from social media and web sites focused on \nmisophonia. Specifically, participants were recruited from a Yahoo group and Facebook groups \nfocused on misophonia by messages posted inviting people with misophonia to compl ete the \nsurvey. No compensation was provided for participation, but participants were informed the \nsurvey would help researchers better understand the condition. Participants were asked to \nrespond to an anonymous survey requiring them to be age 18 or older . Responses were \nrecorded using Survey Monkey. Answers to questions could be skipped, except for the \nagreement to informed consent and age. Therefore, the number of respondents to each \nquestion varied.  \nProcedure  \nData were collected on characteristics of individuals who self -identified as suffering from \nmisophonia, including quality of life, psychiatric comorbidity, typical triggers, symptom severity, \ncoping responses, and treatment experiences and effects.  \nThe su rvey consisted of 23 questions in various formats. Questions included demographic \ninformation  age, sex and level of education, quality o f life, psychiatric  comorbidity, and \ndescription of misophonia phenomenology , severity , and treatment experience.   Quali ty of life \nwas assessed using the Quality of Life Enjoyment and Satisfaction Questionnaire, short form \n(Q-LES- Q-SF; Endicott  et al. , 1993 ). This scale, in either short or long forms, is extensively \nused in psychiatric research. The social relationship item was inadvertently omitted from the survey form.  To assess comorbidity, respondents were asked to check any disorder they had been diagnosed with or believed they had from a list of 12 possible choices , and/or to indicate \nother diagnoses ( see Table 7 for a list of categories). Several of the items on the comorbidity \nlist were selected from the obsessive- compulsiv e spectrum, as symptoms of misophonia have \nbeen associated with obsessive- compulsive symptoms and related phenomenon ( Ferreira et \nal., 2013;  Schröder et al., 2013 ). Tinnitus was inc luded in the comorbidity list as high rates of \nthis comorbidity have been reported ( Jasterboff & Jasterboff, 2014 ).  \nTrigger sounds were assessed by asking respondents to indicate if they responded by \nbecoming upset, anxious, angry, or disgusted, to a list of eight categories of soft sounds , and to \nindicate other sounds that produced one of these reactions ( see Table 2  for categories)."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       355                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Examples of items on this list include mouth sounds such as chewing or crunching, joint \nsounds such as knuckle cracking and foot sounds such as tapping. Categories of triggers were developed from a review of the literature and experience working with individuals with identified misophonia complaints.  Age of onse t was assessed by asking ‘ at what age did you first \nexperience this reaction to sounds ’. Physical responses (see Table 3) were assessed from a \nlist of five categories based on published literature and clinical experience . Respondents could \nselect multiple responses, with “ other” category for w rite-in responses .  \nMisophonia severity was assessed with the Amsterdam Misophonia Scale ( A-MISO -S; \nSchröder  et al., 2013 ; Table 4). Research on misophonia has yet to establish well -supported \nmeasures. The A -Miso -S, adapted by Schröder et al. (2013) from the Yale- Brown Obsessive-\nCompulsive scale ( Y-BOCS;  Goodman  et al.,  1989) , appears promising, and like the Y -BOCS it \nis adaptable to self -repor t or clinician administration. The level of physical discomfort when \nexposed to triggers  was assessed with the Misophonia Physical Sensation Scale ( see Table 4 ).  \nRespondents  were asked to  check the response that best described their reaction.  Possible \nresponses ranged from feeling no physical response to feeling a physical response which is \noverpo wering and is causing physical pain.  \nPossible treatments sought were listed using vernacular terms such as counseling/ talk therapy , \ncognitive behavioral therapy ( CBT) and exposure therapy . The list of treatments was designed \nto identify treatments people believed they  had experienced,  and technical definitions of \ntreatment approaches were not provided or asked about . This question instructed respondents \nto check all that apply and had a fil l in other response.  Exposure therapy, which may be \nincluded as a component  of CBT, was listed separately bec ause exposure to trigger stimuli  has \nbeen reported anecdotally and in the literature ( Schröder  et al.,  2017)  to be associated with \nincreased misophonia severity.  The effects of treatment on misophonia severity and quality of \nlife were assessed using a 7 -step Likert scale from greatl y improved to greatly worsened.  \nDescriptive statistics and bivariate tests ( t-test, chi -square test, and correlation) were used to \ndemonstrate sample demographics and all study measures, with calculated effect size \nestimates. Ordered logistic r egression analysis was conducted with the treatments for \nmisophonia as the independent variable s and the change of misophonia conditions as the \ndependent variable."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            356                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Results  \nChi-square test was performed to compare the distribution of age of onset between female s \nand males. The results indicated no significant association between sex and age of onset  χ2(7, \nN = 1,061 ) = 10.93 , p = .14, V = 0.10. The average yearly rate of onset  was calculated as the \nnumber of participants reporting onset for a year divided by the number of participants that age \nor older.  Figure 1  shows the average yearly rate of  onset for various age ranges. The age \nranges were chosen to reduce a self -report artifact, where participants were far more likely to \nreport onset of a multiple of 5 in adulthood (e.g. 25, 30) and twice as likely t o report onset of a \nmultiple of 2 in the 7 to 13 age range  (e.g. 8, 10, 12) . The average age of reported onset was \n12.61 years ( SD = 7.46; range = 0 to 50), and the median age of onset was 11 years.  \n \nFigure 1.  Annual rate of onset of misophonia of study participants ( n = 1,042) \n \nMisophonia severity was assessed using the A -Miso -S (Schröder  et al., 2013), which was \nadapted from a tool used to measure the severity of OCD, the Y -BOCS ( Goodman et al., \n1989). Similar adaptations of the Y -BOCS have been developed for other obsessive \ncompulsive or impulse control disorders and appear to be valid and reliable measures ( Pallanti \net al.,  2005;  Philips  et al.,  1997 ). \nThe A -Miso -S produced  scores ranging from 0 to 24. Scores of 0– 4 are considered subclinical, \n5–9 mild, 10– 14 moderate, 15– 19 severe, and 20– 24 extreme ( Schröder  et al., 2013 ). The A -"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       357                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Miso -S scores in this sample ranged from 2 to 24 with a mean of 12.93 ( SD = 3.66), which was \nconsidered to be moderate (See Table 1). Additionally, most participants ( n = 528, 51.4%) fell \nin the moderate range  (See Figure 2 ). The results of t-test and chi -square test indicated that \nboth the mean and distribution of misophonia severity were not significantly different between \nmales ( M = 12.58, SD = 3.63) and females ( M = 13.00, SD = 3.67), t(1,025) = 1.40, p = .16, d = \n0.11;  χ2(4, N = 1,061) = 7.40, p =.12, V = 0.08.  However, an earlier age of onset was \nsignificantly associated with a greater level of misophonia r (1,007) = –.21, p < .001.  \nTable 1.  \nPercentage Distribution  in Males (n = 182) and Females  (n = 845) from n =1,027 Respondents Scoring \nA-MISO -S \nLevel of severity  \n Total \nPercents  \n(n = 1,027)  Female  \nPercents  \n(n = 845)  Male  \nPercents  \n(n = 182)  \nSubclinical (score 0 –4) 1.0%  1.0%  1.1%  \nMild (score 5 –9) 16.2%  15.4%  19.8%  \nModerate (score 10 –14) 51.4%  52.7%  45.6%  \nSevere (score 15 –19) 27.0%  26.0%  31.3%  \nExtreme (score 20 –24) 4.5%  5.0%  2.2%  \n  \n \n \nFigure 2.  Percent age distribution in males (n = 182) and females (n = 845) from n =1,027 respondents \nscoring on A -MISO -S"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            358                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Table 2  shows sounds that trigger misophonia and the A -Miso -S scores for participants who \nexperienced emotional distress by par ticular sounds . Participants indicated they had \nexperienced significant emotional distress in  reaction to sounds, including anxiety, disgust, and \nanger. The most common trigger sounds were mouth sounds ( n = 1,024, 96.5%) and breathing \nsounds ( n = 884, 83.3%). Common responses in the Other Sounds  category included  animal \nsounds ( n = 45, 4.2%), bass or sound through walls ( n = 40, 3.8%), whispering/accents/voice \ncharacteristics ( n = 36, 3.4%), and whistling ( n = 35, 3.3%). There were many unique \nresponses in this category , such as pencils on paper, card shuffling, bells, items rolling in a car, \nhiccupping, fire crackling, fast talking at the end of a car commercial,  accordion music, and \nbagpipes.  The correlations between emotional distress from sounds (yes/no) and misophonia \nseverity (as assessed by A -Miso -S) were positive and statistically significant ( See Table 2). \nThe correlation for mouth sounds was not significant because almost all participants, \nregardless of their severity level, reported that mouth sounds trigger misophonia.  \n \nTable 2.  \nPercentage Distribution, Means, SD  and Correlation (Degree of Freedom) on Common Trigger Sounds \nwith Misophonia Severity  in N = 1,061  \nTrigger sound  \n \n Percent  \n(N = 1,061)  \n A-Miso -S score  \nM (SD) r with  \nA-Miso -S score  \nMouth sounds, such as chewing, crunching food, lip \nsmacking, slurping, tongue clicking, or throat \nclearing  96.5%  12.95 (3.60) r(1,025) = .04, p = .18  \nBreathing sounds, such as gasping, wheezing, \nsniffing, or other loud, mouth sounds  83.3%  13.18 (3.51)  r(1,025) = .16, p < .001  \nMechanical sounds made by hand, such as \nkeyboard clicking, pen clicking, pencil tapping, \ncrinkling paper, or nail clipping  67.3%  13.41 (3.52) r(1,025) = .19, p < .001  \nFoot sounds, such as tapping, stomping, shuffling, \nor squeaking shoes  59.5%  13.65 (3.59) r(1,025) = .24, p < .001  \nHand sounds, such as finger snapping, tapping, or \nrubbing  58.7%  13.55 (3.53)  r(1,025) = .21, p < .001  \nSpeech sounds, such as consonant sounds (s, k, p, \netc.) or  mispronunciation of words  46.0%  13.68 (3.46)  r(1,025) = .19, p < .001  \nMechanical sounds without people involved, such as \nclock ticking, copy machine noise, or phone ringing  38.3%  13.61 (3.69)  r(1,025) = .15, p < .001  \nJoint sounds, such as knuckle cracking  36.9%  13.50 (3.67)  r(1,025) = .12, p < .001  \nOther sounds  27.6%  13.15 (3.95)  r(1,025) = .04, p = .22"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       359                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Table 3 shows physical reactions to misophonia triggers  and the A -Miso -S scores for \nparticipants who reported particular reactions . Most participants  reported one or more physical \nreaction(s) to trigger sounds  (n = 1,038, 97.8%). The most common reactions were facial or \nbody responses , indicat ing that  the person is upset or annoyed (n = 912, 86.0%) or has  muscle \ntension (n = 879, 8 2.9%). The participants were also asked to specify other physical reactions \nnot listed in the survey question. This “other” category  included 94 responses that are either \nconsidered coping behaviors  (e.g. put on headphones) , emotions (e.g. anger ) or no t a physical \nreaction (e.g. not able to concentrate) . These responses  were excluded from the data reported \nin Table 3 . The remaining 193 “other”  responses (18.2%) are shown below.  The correlations \nbetween physic al reactions (yes/no) and misophonia severity (as assessed by A -Miso -S) were \nall positive and statistically significant ( See Table 3), indicating that participants with greater \nseverity were more likely to physically react to trigger sounds.  \n \nTable 3.  \nPercentage Distribution, Means, SD and Correlation (Degree of Freedom) on Physical Reactions to \nTriggers  \nPhysical reaction  \n Percent  \n(N = 1,061)  A-Miso -S score  \nM (SD) r with A -Miso -S score  \nFacial or body responses that may indicate you \nare upset or annoyed  86.0%  13.12 (3.55) r(1,025) = .13, p < .001  \nMuscle tension  82.8%  13.21 (3.59) r(1,025) = .17, p < .001  \nGritting teeth or clenching jaw  63.9%  13.30 (3.60) r(1,025) = .14, p < .001  \nUncomfortable sensations in chest or abdomen  47.8%  13.75 (3.47) r(1,025) = .21, p < .001  \nJerking, flinching, or twitching  43.9%   13.73 (3.56) r(1,025) = .19, p < .001  \nOther  18.2%  13.97 (3.73) r(1,025) = .17, p < .001  \nSweating, increased heart rate, feeling hot  6.2%    \nMiscellaneous  3.1%    \nFight -or-flight emotions or actions  2.8%    \n \nFor the items listed  in Table 4, the participants  rated the level of physical discomfort when they \nhear trigger sounds  on an 11- point Likert scale ranging from , “no physical sensation, ” to, \n“overpowering physical sensation that causes pain.” Most participants  (n = 1,020, 9 7.1%) \ndescribed some physical sensations when exposed to trigger sounds. The correlation between \nphysical discomfort and misophonia severity (as assessed by A -Miso -S) was positive r(1,015) \n= .51, p < .001 , indicating that participants with greater severity felt greater discomfort in \nresponse to trigger sounds."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            360                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Table 4.   \nPercentage Distribution on Physical Discomfort upon Hearing Trigger Sounds, n = 1,051  \nPhysical Discomfort  Percent  \n(n = 1,051)  \nI feel no physical sensation  2.9%  \nI feel minimal physical sensation and can ignore it  3.1%  \nI feel some physical sensation and can often/always ignore it  6.7%  \nI feel some physical sensation but have difficulty or cannot ignore it  11.5%  \nI feel elevated physical sensation and usually cannot ignore it  13.0%  \nI feel elevated physical sensation and definitely cannot ignore it  20.5%  \nI feel elevated physical sensation and cannot ignore it. Each incidence has an \nimpact on my li fe 12.2%  \nI feel a physical sensation and cannot cope with it  4.6%  \nI feel a physical sensation, which is best described as emotional pain  17.1%  \nI feel a physical sensation, which is best described as physical pain  4.9%  \nI feel a physical sensation, which  is overpowering and causing physical pain  3.5%  \n \nTable 5  shows treatment s sought for misophonia. This  includes  treatment s specifically for \nmisophonia and treatment s for other disorder s which  include possible treatment of misophonia \nsymptoms.  Only 24.7% (n = 260) reported seeking any treatment specifically for misophonia. \nMost participants  reported little or no benefit from treatment s and minimal effect s on quality of \nlife (Figure 3). \nTable  5.  \nPercent age Distribution on Treatment s Sought for Misophonia, n = 1,053  \nTreatment   \n Percent s \n(n = 1,053)  \nNo treatment for misophonia  74.9%  \nCounseling or “talk therapy”  13.7%  \nCognitive behavioral therapy (CBT, DBT)  8.2%  \nTreatment by an audiologist (white noise generators)  5.4%  \nHerbal/holistic/naturopathic/nutritional  4.4%  \nHypnosis or hypnotherapy  2.9%  \nExposure therapy (repeated presentation of the sound to habituate \nresponses)  2.0%  \nListening therapy (listening to specially modified music)  1.7%  \nCounter conditioning (Trigger Tamer with or without assistance)  1.5%  \nOther (all)  11.7%  \nMedication for anxiety or depression  2.8%"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       361                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  \nFigure 3. The Effect of Treatment for Misophonia on Severity and Quality o f Life, n = 271.  \nOrdered logistic r egression analysis was conducted to identify the treatments that  have \nsignificant effects on misophonia symptoms, ranging from “ greatly improved” to “ greatly \nworsened”  (See Table 6) . The “medication for anxiety or depression”  response  under the \n“other” category was included as a distinct treatment into  the regression model . The results \nfrom ordered logistic regression analysis (Likelihood- ratio χ2 (11) = 38.86, p  < .001; \nMcFadden's pseudo R2 = 0.06) suggested that counseling/talk therapy was significantly \nassociated with worsening of misophonia symptoms ( b = 0.93; p  < .001), while medication for \nanxiety or depression was significantly related to improved misophonia symptoms ( b = –1.38; p \n<.001)."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            362                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Table 6.  \nOrdered Logistic Regression Results for the Effect of Treatments on Misophonia, n = 271   \nPredictor  b SE p Odds ratio  \nCounseling or “talk therapy”  0.93 0.26 < .001  2.53 \nCognitive behavioral therapy  –0.07 0.28 .79 0.93 \nTreatment by an audiologist  0.09 0.30 .75 1.10 \nHerbal/holistic/naturopathic/nutritional  –0.61 0.34 .07 0.54 \nHypnosis or hypnotherapy  0.19 0.41 .65 1.20 \nExposure therapy  0.27 0.48 .57 1.31 \nBiofeedback or neurofeedback  0.90 0.50 .07 2.47 \nListening therapy  –0.56 0.52 .28 0.57 \nChiropractic  –0.13 0.50 .79 0.88 \nCounter conditioning  –0.82 0.50 .10 0.44 \nMedication for anxiety or depression  –1.38 0.37 < .001  0.25 \n \nTable 7  shows comorbid conditions . The participants  reported whether they had been \ndiagnosed with other psychiatric disorders or believed that they had other psychiatric disorders . \nThe most commonly reported conditions  were mood disorders including depression ( n = 514, \n48.4%) and anxiety disorders ( n = 463, 4 3.6%). Only 2 3.8% (n = 252)  reported no comorbid \npsychiatric disorder.  \nTable 7.  \nPercentage Distribution on Psychiatric comorbidity , N = 1,061  \nComorbid disorder  \n Percent s \n(N = 1,061)  \nTinnitus (ringing in the ears)  18.5%  \nMood disorder (including depression, clinical depression, dysthymic disorder, major \ndepression, or bipolar disorder)  48.4%  \nObsessive -compulsive disorder  20.8%  \nHoarding disorder  3.1%  \nExcoriation (compulsive skin picking)  11.0%  \nBody dysmorphic  disorder (obsessive preoccupation with a defect in appearance)  6.1%  \nTourette’s disorder  1.2%  \nTrichotillomania (compulsive hair pulling)  4.2%  \nAutism spectrum disorder (including Asperger's, autistic disorder, pervasive \ndevelopmental disorder)  3.6%  \nAnxiety disorder (including panic disorder, specific phobia, social phobia, or other anxiety \ndisorder)  43.6%  \nPosttraumatic stress disorder  12.6%  \nAttention deficit hyperactivity disorder (ADHD)  13.1%  \nNone  23.4%  \nOther (excluding misophonia)  8.7%"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       363                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n The overall (mean)  quality of life score s are reported as percentages of (ratios to) the possible \nmaximum  score (i.e., 70%), excluding the “ medication leave” and “overall life s atisfaction past \nweek” items . The overall reported quality of life had  a mean of 71. 2% (SD = 12. 71, range = \n30.8% to 100%). Most participants rated quality of life as either “fair” or “good.” Community \nnorms for this scale average 83% , while clinical groups have reduced quality of life (Rapaport  \net al.,  2005;  See Table 8) . The correlation between misophonia severity (as assessed by A -\nMiso -S) and quality of life (as assessed by Q -LES- Q-SF) show ed a modest but clinically \nsignificant negative relationship r (1,023)  = –.37, p < .001 . \n \nTable 8.  \nComparison of Overall Quality of Life to Community Norm and Other Disorders   \n    Difference ( d**) \nGroup  n M SD vs. (2)  vs. (3)  \n(1) Community norm*  67 4.13 (82.6%)  0.81 0.77 1.22 \n(2) Mild to moderate misophonia  \n      (A-Miso -S score 5 –14) 693 3.68 (73.6%)  0.56 - 0.68 \n(3) Severe to extreme misophonia  \n      (A-Miso -S score 15 –24) 322 3.27 (65.4%)  0.68 –0.68 - \n(4) Major depressive disorder*  366 2.88 (57.6%)  0.96 –1.11 –0.46 \n(5) Posttraumatic stress disorder*  139 2.81 (56.2%)  0.96 –1.35 –0.59 \n*Data are from Rapaport  et al.  (2005).  For these three groups, the reported means and standard deviations were calculated as \naverages of means and standard deviations of individual 14 domains.  \n**Cohen’s d (in absolute value): 0.20 = small, 0.50 = medium, 0.80 = large.  \n \nDiscussion  \nMisophonia is a newly recognized and little studied condition, but research on it has increased \nrecently. This study confirms and extends findings from smaller studies  that indicated  \nmisophonia is associated with substantial comorbidity and reduced quality of life (Rouw & \nErfanian,  2017;  Schröder et al., 2013 ; Wu et al., 2014 ). Over 97% of the current cohort  \nreported a physical reaction to trigger sounds, indicating that a physical response is a central \nfeature of misophonia.  Additionally, these data suggest i ndividuals who struggle with this \ncondition may be unidentified or offered ineffective treatment.   \nThe study sample was recruited from social media sites focused on misophonia. This indicates \nthat the respondents were already aware of the condition, and sufficiently interested in it to be"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            364                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  actively seeking information or otherwise communicating about it. This self -selected group may \nhave m ore severe complaints than individuals who have some misophonia symptoms but have \nnot self-identified or sought help for the problem. The sample was predominately female (82%) \nand people under 40 , similar in sex and age to the cohort described by  Rouw & Erfanian \n(2017).  The age and sex may be influenced by sampling from social media sites , and  surveying \nthe membership of  the Facebook Misophonia Support Group and  the Misophonia Treatment \nand Management group revealed a similar ratio of women to men.  However , the gap in female \nvs. male usage of social media is less than 10%  (Anderson, 2015 ), so the predominance of \nwomen in this study is far greater than can be attributed to sex differences i n social media use.  \nIn this study, 80% reported symptom onset by age 15 , and a majority with onset by age 11 , \nconsistent with age of onset reported elsewhere (Dozier, 2015d;  Edelstein  et al. , 2013;  Rouw & \nErfanian, 2017;  Schröder et al., 2013 ). However , 10% reported onset of misophonia at age 21 \nor older, with a maximum of 50 years in this sample. Figure 1 illustrates that onset of \nmisophonia occurs in adulthood at lower  rates , with a slowly declini ng rate of onset after age \n24. This is consistent with  the findings of  Rouw & Erfanian (2017) , who reported adult onset in \n9% of participants.  Onset of misophonia in adulthood has also been reported by other \nresearchers ( Dozier 2015b;  Schröder et al., 2013) , and these occurrences may indicate that \nmisophonia i s not a developmental disorder . Indeed, s everal researchers have proposed that \nmisophonia develops through classical conditioning which could occur at any age (Dozier, \n2015b, 2015c,  2015d ; Dozier & Morrison, 2017;  Jastreboff & Jastreboff, 2014; Schröder et al., \n2013) . Misophonia can be viewed as a conditioned emotional response (CER) to the trigger \nstimuli ( Dozier  et al.,  2017; Jastreboff & Jastreboff, 2014 ; Schröder et al., 2013 ), or as a \nconditioned physical (muscle) response to the trigger stimuli and a CER to the combined \nsensation of the physical response and the trigger stimulus (Dozier, 2015b,  2015c,  2015d;  \nDozier & Morrison, 2017).  \nThis model proposes t hat a conditioned physical response elicited by the trigger stimulus is a \ncritical feature of  misophonia.  Several case studies have shown a relationship between the \nmuscle response to the trigger and muscles that were tensed when the trigger was hear d \ninitially , which could be evidence of conditioning of a physical response to the trigger ( Dozier, \n2015b) . The reports of physical responses to triggers by participants in this study support the \npremise that misophonia includes a physical response (i.e. directly elicited muscle contraction) to a trigger stimulus. In the current  sample,  87% of participants reported that they feel a"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       365                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n physical sensation when triggered, which ranged  from difficult to ignore to painful  (see Table 4)  \ncompared to 75% of the  Rouw and Erfanian (2017)  sample reporting this level of response .  \nMany participants reported a physical response of muscle movement (jerking, flinching, or \ntwitching) or an uncomfortable sensation in their chest or abdomen,  which may be evidence of \na conditioned physical reflex response (see Table 3). The genital response reported by a small \npercentage of participants could also be a directly elicited physical reflex  (Dozier & Morrison, \n2017) . If the physical response is typically distressing and sometimes painful , then its \nconnection to a negative emotional response in the form of a CER is a plausible mechanism for the condition. These data are consistent with the premise that misophonia is a condition where \nthere is both an elicited physical response and an emotional response to a trigger stimulus. The existence of an immediate physical response to trigger stimuli could have important implications about the inherent nature of misophonia. Other responses, such as muscle \ntension, sweating, and increased heart rate reported by participants may be part of a general physiological distress response to extreme emotions ( Dozier, 2015b , 2015c;  Dozier et al., \n2017; Edelstein et al., 2013; Schröder et al., 2013 ; Kumar et al., 2017).   \nThe participants in this study had substantially  lower levels of q uality of life compared  to the \ncommunity norm  (Rapaport et al., 2005; Wyrwich et al., 2011 ; see Table 8).  Comorbid anxiety  \nand mood disorders are associated with reduced quality of life score  (Barnes et al., 2012;  \nWyrwich et al., 2011) . The reduced quality of life in the current cohort may be attributed to \nmisophonia, anxiety/depression, or both. In this sample, 81.4 % had quality of life scores below \nthe mean of the community norm, and 56.3% were 10% or m ore below the norm mean. Quality \nof life scores more than 10% below the mean are consistent with at least some mild problems or difficulty in several areas of functioning ( Schechter et al., 2007). The reduced quality of life \namong the participants with misophonia and the negative correlation between misophonia \nseverity and quality of life demonstrate the impact of this condition. Although misophonia is associated with a lower quality of life than reported for a community normative sample, the \nreduction in quality of life is less pronounced than that found in samples of individuals with \nmajor depressive disorder or PTSD reported by Rapaport, et al.  (2005 ) and included in Table 8.   \nThe A -MISO -S data describe a distribution of levels of severity , with most participants \nindicating moderate to severe misophonia. The reported combination of moderate to severe misophonia and corresponding impact on quality of life make this a potentially important condition.  The A -Miso -S severity correlates with reports of physical responses , which appears \nto be an important feat ure of misophonia. These relationships also support the value of the A -"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            366                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  MISO -S as a severity measure and as having predictive validity. Physical discomfort is possibly \nrelated to a conditioned physical reflex included in one model of the disorder ( Dozier , 2015b).   \nSeverity was greater with the presence of trigger sounds other than mouth sounds . Mouth \nsounds  was not significantly related to severity due to the high occurrence (96.5%) of this \ntrigger . This suggests that the more types of triggers a person has, the broader the effect and \ngreater the misophonia severity .  This may also correspond to a history of generalization or \nexposure to new conditioning of triggers.  \nSome sources have suggested misophonia is an OCD -related condition,  or on a putative OCD \nspectrum ( Ferreira et al., 2013;  Neal & Cavanna, 2013).  Wu et al . (2014 ) report ed a medium \neffect size for the relationships between misophonia symptoms and OCD , and a small effect \nsize for depression.  Because the current findings on comorbid diagnoses are based on self -\nreport , and the survey question on comorbidity asked if participants  believed they had a \ndiagnosable disorder , the accuracy of the comorbidity data may be questioned.  The occurrence \nof comorbidity  may also be exaggerated  because the questions asked for any lifetime \ndiagnoses rather than current diagnoses.  Jastreboff & Jastreboff  (2014) noted  that many \nindividuals with misophonia exhibit psychological problems, and that ps ychological disorders \nsuch as OCD may affect the negative reactions to sounds as well as susceptibility to \ndeveloping misophonia.  However,  Jasterboff & Jasterboff (2014 ) also report ed that in their \ncumulative experience with hundreds of misophonia patients , only a few had psychiatric \nproblems.  Multiple sources have argued that misophonia overlaps in some features  with three \nanxiety disorders (social phobia, OCD, and PTSD ) as well as with personality disorders  \n(Ferreira et al., 2013 ; Schröder et al., 2013; Webber  et al. , 2014 ).  Rouw & Erfanian (2017)  \nreport ed the most common comorbid disorders in their sample are anxiety and depressive \ndisorders (13%) and tinnitus, PTSD and ADD/ ADHD (12%). Their list of  diagnoses  included \nOCPD (8%) but not OCD. The current  sample reported similar rates of tinnitus (18.5), ADHD \n(13.1%) and PTSD (12.6%).  Schröder  et al. (2013) report ed 7.1% of their sample had mood \ndisorders compared to 48.4 % in the current sample, and only 2.4% had OCD , compared to \n20.8% in this sample. Schröder et al. (2013 ) report ed 2.4% with panic disorder and no other \nanxiety disorders, while this survey found 43.6% with identified anxiety disorders including \npanic.  Lastly, Schröder et al. (2013)  report ed over half of their sample met criteria for OCPD. In \nthis study, OCPD was not included in the list of possible comorbid disorders , and although  the \nsurvey a llowed for reporting of  other diagnoses , none of the participants  reported a diagnosis \nof OCPD. The large differences in comorbidity may be influenced by a number of factors. This"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       367                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n study asked about disorders respondents believed they had , and did not distinguish between \ncurrent and lifetime incidence. Rouw & Erfanian (2017)  asked if respondents had been \ndiagnosed with any other psychiatric conditions and had a check list and other category of \nresponses. Schröder et al. (2013) assessed subjects with a psychiatric interview, structured \ninterviews and scales to assess anxiety and depression,  and a symptom checklist to identify \ncurrent diagnoses , and concluded that there were  critical differences between each disorder \nand misophonia. The current data lend further support to the identification of misophonia as a \ndistinct condition.  The relationship between misophonia and other disorders needs to be \nstudied further.  \nNotably,  the results in the current study showed that most participants  had not received \ntreatment for their misophonia (see Table 5 ). Of those who did, the results were generally \ndisappointing, with 57% reporting no improvement and 7 % reporting worsening. The most \nfrequently reported treatment w as counseling or talk therapy , which was associated with a \nworsening of symptoms  (see Table 6 ). Some comments suggested that therapists typically had \nno concrete suggestions, ignored the concern , or attributed it to another problem. Because  \nthere is not an official recognition of misophonia in the DSM -5 or ICD -10 at this time , therapists \nmay think it needs to be conceptualized as a symptom of another disorder.  Cavanna (2014)  \nargued  there is a dangerous trend to mix symptoms, syndromes, disorders , and illnesses as if \nthey had the same diagnostic importance. Since irritability is a central feature of misophonia,  it \nmay be that therapists conceptualiz e it as a feature of a mood or anxi ety disorder , which were \nthe two most commonly reported comorbid diagnos tic categories  and are often associated with \nirritability . Unfortunately , this practice  may lead to providing treatment that is directed at \nanother disorder rather than  address ing the primary complaint . People in this study who \nreported treatment with medications for anxiety or depression also reported some improvement \nof misophonia  symptoms. One plausible explanation is that treatment for anxiety or depression \nimproved the overall well -being of these individuals, and thereby lessened misophonic severity.  \nOf respondents who sought treatment, some (~33%) reported a positive effect on  both \nmisophonia and quality of life, though most reported only a slight improvement (see Figure 3 ).  \nOnly 12% reported moderate or better improvement in misophonia symptoms.  In contrast, \nSchröder et al. (2017)  reported an open trial of CBT for misophonia. Using a protocol designed \nfor misophonia they found 48% of the patients showed a clinically significant reduction in \nmisophonia symptoms.  That finding, and the 12% in this study who reported  that treatment \nresul ted in moderate or better improvement , are evidence of the potential of therapy to address"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            368                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  misophonia. This  underscores the need for further research on misophonia and treatment \nmethods to understand how it can be treated effectively , and provides some evi dence that \nmisophonia does not have to be a life- long debilitating condition.  \nAdditional research on misophonia is warranted due to the negative impact of this condition on \nindividuals, the apparent prevalence, and the limited body of knowledge. Researc h should be \nconducted in three areas. First ly, there is a need for r esearch that will increase understanding \nof the fundamental nature of the misophonic response  and the  underlying mechanism of \nmisophonia. Specifically, does misophonia include an immediate physical reflex r esponse to \nthe trigger stimulus , and what is the relationship between the trigger, physical reflex, and \nemotional response?  Secondly , the current study indicates that a relatively small percentage of \nindividuals with misophonia have experienced a large reduction in misophonia severity with \ntreatment. A better understanding of treatments for misophonia and factors that contribute t o a \npositive treatment effect  are needed. Several cases studies  and one open trial  have reported \nsuccessful treat ment of misophonia, but controlled treatment trials are needed along with \nresearch into factors that influence response to treatment . Finally, there is a need for \nfundamental research in classical conditioning mechanisms that could allow a misophonic  \nresponse to  be initiate d and maintained, including investigation of conditioning with stimulus -\nresponse pair ing as proposed by Donahoe & Vegas (2004).  \nLimitations  \nParticipants in this study were recruited from internet gr oups about misophonia, and therefore \nwere likely to be individuals who currently suffer from this condition . Over 80% of the \nparticipants  were women, which may reflect influence  of sampling from social media and \nspecifically Facebook misophonia groups . There are no well -validated questionnaires  to assess \nmisophonia phenomenology and severity . Limited conclusions can be drawn about the \neffective interventions. I ndividuals whose symptoms have  subsided may be less likely to \ncontinue participating  in social media groups. This creates a form of self -selection bias where \nparticipants who have experienced effective treatments may not have been  sampled. B ecause \nmultiple treatments were reported with only a single outcome response, information about the \neffect of individual treatments is limited to conclusions  derived from regression analysis.  \nComorbidity data reflect self -report of lifetime diagnoses and  may not indicate present \ncomorbidity. Self-report survey  responses may be less reliable than data  derived from \nstructured clinical interviews ."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       369                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Conclusion  \nMisophonia is a newly recognized and understudied condition. Misophonia typically develops \nearly in life  but may develop in adulthood.  Typical presentations include emotional distress and \nnoticeable physical reactions to triggers .  Severity is correlated with the severity of physical \nreactions and increased severity is associated with a greater range of triggering sounds.  \nMouth sounds are extrem ely common, but not universal, with 3.5% of participants not reporting \nmouth sound triggers.  Emotional reactions seen in misophonia are typically dysphoric.  \nReactions to the sounds are associated with behaviors that are likely to have an adverse \nimpact on interpersonal relationships  and task performance . Misophonia is associated with \nsubstantial comorbidity  and reduced quality of life . Misophonia has been conceptualized as \nrelated to or a variation of other disorders such as OCD, however comorbi dity data suggest it is \na separate condition. Assessment of misophonia is not yet standardized but the A -MISO -S and \nchecklists of trigger sounds and reactions appear to be of value and merit further study. Little is \nknown about treatment and most people who st ruggle with this condition may be unidentified or \noffered ineffective treatment. Given that the condition may be common and may have important \nimpact on quality of life and daily function,  further research should be encouraged.  \n \nFunding/Financial Support  \nThe author s have  no funding to report  \nOther Support/Acknowledgement  \nThe authors wish to acknowledge Kathryn Claiborn for her editorial assistance. The authors \nhave no support to report.  \nCompeting Interests  \nThe authors have declared that no competing interests exist."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            370                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  References  \nAnderson, M. (2015). Men catch up with women on overall social media use.  Retrieved from \nhttp://www.pewresearch.org/fact -tank/2015/08/28/men- catch -up-with-women- on-overall -social -\nmedia- use \nBarnes, A. L., Murphy, M. E., Fowler, C. A., & Rempfer , M. V. (2012). Health- related quality of life and \noverall life satisfaction in people with serious mental illness.  Schizophrenia research and \ntreatment , 2012. Retrieved from http://www.hindawi.com/journals/schizort/2012/245103/ \nhttps://doi.org/10.1155/2012/245103  \nBauman, N. (2015). Misophonia Physical Sensation Scale (MPRS). Retrieved from \nhttps://misophoniatreatment.com/misophonia- physical -sensation- scale/  \nBernstein, R. M., Angell, K. L., &  Dehle, C. M. (2013). A brief course of cognitive behavioural for the \ntreatment of misophonia: a case example. The Cognitive Behaviour Therapist, 6, 1- 13. \nhttps://doi.org/10.1017/S1754470X13000172  \nCavanna, A. E., (2014). What is misophonia and how can we treat it? Expert Review of \nNeurotherapeutics, 14, 357 -359. https://doi.org/10.1586/14737175.2014.892418  \nCavanna, A. E., & Seri, (2015) . Misophonia: Current perspectives. Neuropsychiatric Disease and \nTreatment,  11, 2117 -2123. https://dx.doi.org/10.2147%2FNDT.S81438  \nCima, R. F. F., Andersson, G., Schmidt, C. J., &  Henry, J. A. (2014). Cognitive -Behavioral treatment for \ntinnitus: A review of the literature. Journal of the American Academy of Audiology, 25, 29- 61. \nhttps://doi.org/10.3766/jaaa.25.1.4  \nCrossley, E. & Cavanna A. E., (2013). Sensory phenomena: Clinical correlates and impact on quality of \nlife in adult patients with Tourette syndrome. Psychiatry Research, 209, 705- 710. \nhttps://doi.org/10.1016/j.psychres.2013.04.019  \nDonahoe, J. W., & Vegas, R. (2004). Pavlovian conditioning: The CS -UR relation. Journal of \nExperimental Psychology: Animal Behavior Processes, 30(1), 17- 33. \nhttps://psycnet.apa.org/doi/10.1037/0097- 7403.30.1.17 \nDozier, T. H. (2015a). Counter Conditioning treatment for misophonia. Clinical Case Studies, 14, 1-14. \nhttps://doi.org/10.1177%2F1534650114566924"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       371                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Dozier, T. H. (2015b). Etiology, composition, development and maintenance of misophonia: A \nconditioned aversive reflex disorder. Psychological Thought, 8, 1- 16. doi: 10.5964/psyct.v8i1.132  \nDozier, T. H. (2015c). Treating the initial physical reflex of misophonia with the neural  repatterning \ntechnique: A counterconditioning procedure. Psychological Thought,  8(2), 189– 210. \ndoi:10.5964/psyct.v8i2.138  \nDozier, T. H. (2015d). Understanding and Overcoming Misophonia, A Conditioned Aversive Reflex \nDisorder . Misophonia Treatment Institute.  \nDozier, T.H., Grampp, L., & Lopez, M. ( 2020). Misophonia: Evidence for an elicited initial physical \nresponse. Universal Journal of Psychology . doi: 10.13189/ujp.2020.080202  \nDozier, T. H., Lopez, M., & Pearson, C. (2017). Proposed diagnostic criteria for misophonia: A \nmultisensory conditioned aversive reflex disorder. Frontiers in psychology, 8, 1975. \nhttps://doi.org/10.3389/fpsyg.2017.01975  \nDozier, T. H., & Morrison, K. L. (2017). Phenomenology of misophonia: Initial physical and emotional \nresponses. American Journal of Psychology , 130(4):431- 438. \nhttps://psycnet.apa.org/doi/10.5406/amerjpsyc.130.4.0431  \nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V.S. (2013). Misophonia: Physiological \ninvestigations and case descriptions. Frontiers in Human Neuroscience, 7(296), 1- 11. \nhttps://doi.org/10.3389/fnhum.2013.00296  \nEndicott, J., Nee, J., Harrison, W., & Blumenthal, R (1993). Quality of life enjoyme nt and satisfaction \nquestionnaire: A new measure. Psychopharmacology Bulletin, 29, 321- 326. \nFerreira, G. M., Harriso n, B. J., & Fontenelle, L. F. (2013). Hatred of sounds: misophonic disorder or just \nan underreported psychiatric symptom.  Annals of Clinical Psychiatry , 25(4), 271- 274. \nFitzmaurice. G. (2010). The Misophonia Activation Scale (MAS -1). Retrieved from \nhttp://www.misophonia- uk.org/the- misophonia- activation- scale.html  \nGoodman, W. K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann, R. L., Hill, C. L., ... & \nCharney, D. S. (1989). The Yale- Brown obsessive -compulsive scale: I. Development, use, and \nreliability.  Archives of general psychiatry , 46(11), 1006- 1011.  \nhttps://doi.org/10.1001/archpsyc.1989.01810110048007"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            372                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  Jasterboff, M. M., & Jasterboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy \n(TRT). The Australian and New Zealand Journal of Audiology , 24, 74- 84. \nJastreboff, M.M., & Jastreboff, P.J. (2014). Treatments for decreased sound tolerance (hyperacusis and \nmisophonia). Seminars  in Hearing 35(2), 105- 120. http://dx.doi.org/10.1055/s -0034- 1372527  \nJohnson, P. L., Webber, T. AJ., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When \nselective audiovisual stimuli become unbearable: A case series on pediatric misophonia. \nNeuropsychiatry, 3, 1-7. \nKumar S., Tansley -Hancock O., Sedley W., Winston J. S., Callaghan M. F., Allen M., et al. (2017).  The \nbrain basis for misophonia.  Current Biology,27(4), 527- 533. \nhttps://doi.org/10.1016/j.cub.2016.12.048  \nMartinez -Devesa, P., Perera, R, Theoudoulou, M, & Waddell, A. (2010). Cognitive behavioural therapy \nfor tinnitus. Cochrane Database of Systematic reviews . \nhttps://doi.org/10.1002/14651858.cd005233.pub3  \nMcGuire, J. F., Wu, M. A., & Storch, E. A. (2015). Cognitive- Behavioral therapy for 2 youths with \nmisophonia. Journal of Clinical Psychiatry, 76, 573- 574. https://doi.org/10.4088/jcp.14cr09343   \nNeal, M., & Cavanna, A. E. (2013). Selective sound sensitivity syndrome (misophonia) in a patient with \nTourette’s syndrome. The Journal of Neuropsychiatry and Clinical Neurosciences,  25, E01- E01. \nhttps://doi.org/10.1176/appi.neuropsych.11100235  \nPallanti, S., DeCaria, C. M., Grant, J.E., Urpe, M., & Hollander, E. (2005). Reliability and validity of the \npathological gambling adaptation of the Yale- Brown Obsessive -Compulsive Scale (PG -YBOCS). \nJournal of Gambling Studies , 21(4), 431– 43. https://doi.org/10.1007/s10899- 005-5557- 3  \nPhilips, K. A., Hollander, E., Rasmussen, S. A., & Aronowitz, B. R. (1997). A severity rating scale for \nbody dysmorphic disorder: Development, reliability, and validity of a modified version of the \nYale-Brown Obsessive -Compulsive  Scale. Psychopharmacology Bulletin, 33 (1), 17– 22. \nRapaport, M. H., Clary, C., Fayyad, R., &  Endicott, J. (2005). Quality -of-life impairment in depressive and \nanxiety disorders.  American Journal of Psychiatry , 162(6), 1171- 1178.  \nhttps://doi.org/10.1176/appi.ajp.162.6.1171  \nRouw, R. , & Erfanian, M.,  (2017). A large- scale study of misophonia. Journal of Clinical Psychology, 5, \nhttps://doi.org/10.1002/jclp.22500"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       373                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n Schechter, D., Endicott, J., & Nee, J. (2007). Quality of life of ‘ normal’controls: association with lifetime \nhistory of mental illness.  Psychiatry research , 152(1), 45- 54. \nhttps://dx.doi.org/10.1016%2Fj.psychres.2006.09.008  \nSchröder, A., Vulink, N., &  Denys, S. (2013). Misophonia: Diagnostic criteria for a new psychiatric \ndisorder. PLoS ONE,  8, e54706. https://doi.org/10.1371/journal.pone.0054706  \nSchröder, A., Vulink, N., van Loon, A., & Denys, D. (2017). Cognitive behavioral therapy is effective in \nmisophonia: An open trial. Journal of Affective Disorders,  217, 289- 294. \nhttps://doi.org/10.1016/j.jad.2017.04.017  \nSchwartz, P., Lyendecker, J., & Conlon, M. (2011). Hyperacusis and misophonia: The lesser known \nsiblings of tinnitus. Minnesota Medicine, 94(11), 42- 3. Retrieved from \nhttp://www.minnesotamedicine.com/Past -Issues/Past -Issues -2011/November -\n2011/Hyperacusis -and-Misophonia  \nTaylor, S., Conelea, C. A., McKay, D., Crowe, K. B., & Abramowitz, J. S. (2014). Sensory intolerance: \nlatent structure and psychopathologic correlates . Comprehensive psychiatry , 55(5), 1279- 1284.  \nhttps://dx.doi.org/10.1016%2Fj.comppsych.2014.03.007  \nWebber, T. A., Johnson, P. L., & Storch, E. A. (2014). Pediatric misophonia with comorbid obsessive –\ncompulsive spectrum disorders.  General hospital psychiatry , 36(2), 231- e1. \nhttps://doi.org/10.1016/j.genhosppsych.2013.10.018   \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch , E. A. (2014) Misophonia, incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. Journal of Clinical Psychology,  70, \n994-1007. https://doi.org/10.1002/jclp.22098  \nWyrwich , K. W., Harnam, N., Revicki, D. A., Locklear, J. C., Svedsater, H., & Endicott, J. (2011). \nAssessment of quality of life enjoyment and satisfaction questionnaire- short form responder \nthresholds in generalized anxiety disorder and bipolar disorder studies.  International clinical \npsychopharmacology , 26(3), 121- 129. https://doi.org/10.1097/yic.0b013e3283427cd7"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Self-Identified  Misophonia:  Phenomenology and Impact                                            374                                              \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n  About the authors  \nJames Claiborn  Ph.D., is a psychologist in clinical practice in South Portland, Maine.  He \nspecializes in treating Obsessive- Compulsive Disorder and related disorders using Cognitive \nBehavioral Therapy (CBT).He has extensive training in CBT and he also provides training and \nsupervision in CBT.  He is a Founding Fellow of the Academy of Cognitive Therapy, a \nDiplomate of the American Board of Professional Psychology, and a member of the Scientific \nand Clinical Advisory Board of The Obsessive- Compulsive Foundation. He also holds a \ngraduate certificate in Applied Behavior Analysis.  \nThomas Dozier , MS, is a Board Certified Behavior Analyst in private, behavioral consultation \npractice in Livermore, California.  He has researched and provided treatment for misophonia \nfor over 7 y ears.  He is the author of Understanding and Overcoming Misophonia, A \nConditioned Aversive Reflex Disorder  and has several published journal articles on \nmisophonia.  He developed the conditioned physical reflex theory of misophonia and has \napplied this theory to develop effective behavioral treatment for misophonia.  He is the founder \nand president of Misophonia Institute, a non- profit organization for promotion of misophonia \nawareness, research, and treatment.  \nStephanie Hart  is an Assistant Professor of Pr actice in Special Education in the Department of \nEducational Psychology and Leadership at Texas Tech University. She teaches courses in the \nGraduate Program in Applied Behavior Analysis and in the Undergraduate Teacher Education \nprogram. Her current resear ch projects include developing training programs for Behavior \nAnalysts, for instructors who teach courses in Special Education and classroom and behavior management, and for teachers of students with autism. These projects allow collaboration with the TTUH SC Speech- Language and Hearing Clinic; the Burkhart Center for Autism Education \nand Research; the Institute for Measurement, Methodology, Analysis, and Policy (IMMAP), the Teaching, Learning, and Professional Development Center (TLPDC), and local school di stricts. \nDr. Hart is a certified teacher in general education and special education and a Board Certified \nBehavior Analyst —Doctoral level.  \nJaehoon Lee is an assistant professor of Educational Psychology and Leadership—Research, \nEvaluation, Measurement, and Statistics (REMS) program at Texas Tech University. He is also \na faculty associate of Texas Tech University Health Science Center and an adjunct assistant \nprofessor of Baylor College of Medicine. He has a broad background in methodology, with"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Claiborn, Dozier, Hart &  Lee                                                                                       375                                                                                    \n \n          \nPsychological Thought                                                                                           South -West University “Neofit Rilski”                                                                                                                                                                                                                                       \n2020, Vol. 13( 2), 349-375                                                                                      \nhttps://doi.org/10.37708/psyct.v13i 2.454 \n specific tr aining and expertise in modern research design and advanced statistical methods. \nHis recent research involves evaluating mixture models and Bayesian SEM models with regard \nto data environments and prior distributions.  \nCorresponding Author's Contact Address  [TOP] \nThomas H. Dozier,  \n 5801 Arlene Way,  \nLivermore, CA  94550, USA  \nEmail: tdozier@misophoniainstitute.org"
    }
  ]
}