{
  "doc_type": "scientific paper",
  "title": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED EXPERIENCE -LED NARRATIVE REVIEW",
  "authors": [
    "Laurence Cobbaert",
    "Anna Rose",
    "Rosiel Elwyn",
    "Scout Silverstein",
    "Kai Schweizer",
    "Elysia Thomas",
    "Jane Miskovic-Wheatley"
  ],
  "year": 2024,
  "journal": null,
  "doi": null,
  "abstract": "Autistic people and those with attention deficit hyperactivity disorder are at a high risk of developing an eating disorder. While there is limited evidence on the relationship between other forms of neurodivergence and eating disorders, research suggests associations between giftedness, intellectual disability, Tourette’s syndrome, and disordered eating. Factors underlying disordered eating and/or eating disorder risk for neurodivergent people are multifaceted and complex, encompassing a wide range of intertwined psychosocial, environmental, and biological processes. Moreover, research shows that neurodivergent individuals experience poorer treatment outcomes compared to neurotypical individuals. However, there is a paucity of research in this area overall. More specifically, lived experience-led research remains rare, despite its critical role for improving individualised eating disorder care, as well as mental healthcare more broadly. Indeed, the importance of eating disorder care individuation is increasingly being recognised, particularly within the context of neurodivergence, given the heterogeneous experiences and support needs of neurodivergent people affected by disordered eating and/or eating disorders. Furthermore, despite documented overlaps between various forms of neurodivergence (e.g., co-occurring autism and attention deficit hyperactivity disorder), research looking at eating disorders in the context of neurodivergence through a transdiagnostic perspective is scarce. This lived experience-led narrative review aims to shed light on the intersectional factors underlying high disordered eating and/or eating disorder risk for neurodivergent individuals. First, an overview of prevalence data is provided, followed by a thematic framework identifying factors underlying disordered eating and/or eating disorder risk in relation to neurodivergence. A critical appraisal of current eating disorder research and care is then offered before suggestions for neurodiversity-affirming eating disorder care are made. In this view, this paper offers a foundation for future empirical work in this nascent field of inquiry by providing a lived experience-led, transdiagnostic, and intersectional account of eating disorders in the context of neurodivergence.",
  "keywords": [
    "neurodiversity",
    "epistemic justice",
    "eating disorders",
    "intersectionality",
    "disability",
    "human rights",
    "gender",
    "autism",
    "adhd"
  ],
  "research_topics": [
    "neurodivergence and eating disorders",
    "intersectionality in eating disorder risk",
    "lived experience-led research",
    "neurodiversity-affirming eating disorder care",
    "prevalence of neurodivergence in eating disorders",
    "transdiagnostic perspective on neurodivergence",
    "treatment outcomes for neurodivergent individuals",
    "psychosocial, environmental, biological factors in eating disorders",
    "neurodivergence and mental healthcare",
    "eating disorder assessment adaptations for neurodivergence"
  ],
  "created_at": "2025-05-05T04:01:04.832928Z",
  "source_pdf": "documents/research/Global/Cobbaert 2023 Eating Disorders and Neurodivergence A Stepped Care Approach.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n1 This manuscript has been submitted for publication  \n \n \nNeurodivergence, intersectionality, and eating disorders: A lived experience -led \nnarrative review  \n \nLaurence Cobbaert 1, 2*, Anna  Rose  3, 2, Rosiel Elwyn  4, Scout Silverstein  5, Kai Schweizer  6, \nElysia Thomas 7, 2, Jane Miskovic -Wheatley 8  \n*Corresponding author: l.cobbaert@unsw.edu.au  \n \n  \n1 University of New South Wales, Australia  \n2 Eating Disorders Neurodiversity Australia, Australia  \n3 Bond University, Australia  \n4 Thompson Institute, University of the Sunshine Coast, Australia  \n5  Project HEAL, New York, United States of America  \n6 Telethon Kids Institute, University of Western Australia, Australia  \n7 Independent researcher, Australia  \n8  InsideOut Institute, University of Sydney, Australia"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n2 ABSTRACT  \nAutistic people and those with attention deficit hyperactivity disorder are at a high risk of \ndeveloping an eating disorder. While there is limited evidence on the relationship between \nother forms of neurodivergence and eating disorders, research suggests associations between \ngiftedness, intellectual disability, Tourette’s syndrome, and disordered eating. Factors \nunderlying disordered eating and/or eating disorder risk for neurodivergent people are \nmultifaceted and complex, encompassing a wide range of inte rtwined psychosocial, \nenvironmental, and biological processes. Moreover, research shows that neurodivergent \nindividuals experience poorer treatment outcomes compared to neurotypical individuals. \nHowever, there is a paucity of research in this area overall.  More specifically, lived \nexperience -led research remains rare, despite its critical role for improving individualised \neating disorder care, as well as mental healthcare more broadly. Indeed, the importance of \neating disorder care individuation is increasi ngly being recognised, particularly within the \ncontext of neurodivergence, given the heterogeneous experiences and support needs of \nneurodivergent people affected by disordered eating and/or eating disorders. Furthermore, \ndespite documented overlaps betwee n various forms of neurodivergence (e.g., co -occurring \nautism and attention deficit hyperactivity disorder), research looking at eating disorders in the \ncontext of neurodivergence through a transdiagnostic perspective is scarce. This lived \nexperience -led n arrative review aims to shed light on the intersectional factors underlying \nhigh disordered eating and/or eating disorder risk for neurodivergent individuals. First, an \noverview of prevalence data is provided, followed by a thematic framework identifying \nfactors underlying disordered eating and/or eating disorder risk in relation to \nneurodivergence. A critical appraisal of current eating disorder research and care is then \noffered before suggestions for neurodiversity -affirming eating disorder care are made.  In this \nview, this paper offers a foundation for future empirical work in this nascent field of inquiry"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n3 by providing a lived experience -led, transdiagnostic, and intersectional account of eating \ndisorders in the context of neurodivergence.  \n \nKEY WORDS: neurodiversity, epistemic justice, eating disorders, intersectionality, \ndisability, human rights, gender, autism, adhd  \n \nPLAIN ENGLISH SUMMARY  \nAutistic people and those with attention deficit hyperactivity disorder have a high risk of \ndeveloping an eating disorder. Other forms of neurodivergence, such as giftedness, \nintellectual disability, and Tourette’s syndrome, have also been associated with disordered \neating. Compared to the general eating disorder population, neurodivergent people experience \neating disorder symptoms over a longer period  of time  and commonly experience poorer \neating disorder -related treatment outcomes. Yet, there is limited r esearch which is led by \nneurodivergent people with lived or living experience of eating disorders. However, it is \nessential to incorporate lived experience expertise in research  and treatment design and \nimplementation  as this could improve understanding of the many complex and varied \nunderlying eating disorder risk factors which may otherwise guide necessary treatment \nadaptation(s). Based on the perspectives of lived experience researchers and/or clinicians, this \npaper  discusses the various mechanisms under lying disordered eating and/or eating disorder \nrisk in the context of neurodivergence to inform future developments in eating disorder -\nrelated research and clinical practice."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n4 1. POSITIONALITY STATEMENT  \nAll co -authors are neurodivergent and have lived experience of an eating disorder. We are \nresearchers and/or clinicians specialising in the field of eating disorders. We also occupy a \nwide range of other intersecting marginalised identities across gender, sexuality, body size, \nclass, and neurotype ; for example, some of us identify as gender diverse (e.g., transgender, \ngender non -binary)  and/or live in larger bodies. However, we acknowledge that there remain \nmany experiences we cannot speak to as most of us identify as white, none of us has an \nintellectual disability, and we are all living in Western countries (Australia  and the United \nStates of America ). Our broad collective personal and professional experiences have \ninformed our investigation of intersectional factors related to disordered eating and/or eating \ndisorder risk, critical appraisal of current eating disorder research and therapies, and \nconsiderations for neurodiversity -affirming eating disorder care.  \nWe take on a neurodiversity -affirming theoretical framework. Therefore, we purposefully use \nnon-pathologising and non -stigmatising terminology in relation to neurodivergence. For \nexample, we use terms such as ‘traits’, ‘features’, ‘characteristics’, ‘suppo rt needs’, \n‘differences’, ‘atypical’, ‘challenges’, or ‘difficulties’ rather than ‘abnormal’, ‘symptoms’, \n‘deficits’, ‘impairments’, ‘tantrums’, ‘attention seeking’, ‘dramatic’, ‘treatment resistant’, or \n‘non-compliant’ [1-3]. We also use identity -first la nguage (i.e., autistic person) in relation to \nautism as research shows this is th e preference of English -speaking autistic individuals [3-4]. \nAdditionally, we refrain from using the terms ‘low/high functioning’ as these perpetuate \nerroneous and monolithic stereotypes – that is, autism being a linear construct [5-6] – and fail \nto capture the dynamic and fluctuating nature of disability [see 7 -8]."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n5 2. SCOPE AND AIMS  \nThe associations and psychopathological mechanisms underlying eating disorders in the \ncontext of neurodivergence remain understudied and poorly understood, as illustrated by \nlimited lived experience -led, transdiagnostic, and intersectional research in this area. With \nthis field of inquiry still in its infancy, this paper does not seek to provide a comprehensive, \nsystematic, review of the literature. Instead, our aim is to prov ide a narrative review serving \nas a conceptual, lived experience -led, foundation f or future empirical work. In this view, this \nreview  builds on the work of Adams et a l. [9]  investigating the underlying mechanisms \nlinking autism and eating disorders and Field et al.'s [10] exploration of autism -specific \neating disorder treatment adaptations. However, given the documented overlapping and \ntransdiagnostic nature of neurodivergence  [11-13], our work diverges from Adams et al. [9] \nand Field et al. [10] as we take a wider lens to investigate neurodivergence using  a \nneurodiversity -affirming theoretical framework . Indeed, our  paper presents a holistic \noverview that considers intersectionality by succinctly capturing the complexity of \ninterconnected socio -cultural and biological factors regarding neurodivergence and eating \ndisorder risk from the perspectives of the authors’ bro ad professional and personal lived \nexperience.  \n \n3. BACKGROUND  \nWhile evidence demonstrates overall lifetime prevalence of eating disorders (EDs) ranging \nbetween 0.74 -2.2% for males and 2.58 -8.4% for females [14], there are growing concerns \nover the increasing prevalence of EDs, particularly for children and adolescents [15]. \nHowever, pathophysiological mechanisms underlying the development and maintenance of"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n6 ED behaviours and cognitions remain poorly understood [16]. Furthermore, less than half of \npeople with EDs who undergo ‘evidence -based’ treatments make a full, long -term, recovery \n[17]. The high relapse and mortality rates observed for EDs , even for those who can access \ntreatment  [18], have prompted an increased recognition of the need for more lived \nexperience -led research  [19] and person -centred care [20-21]. \nNeurodiversity refers to the diversity of human minds that naturally exists in our society [22]. \nNeurodivergence refers to individuals who have a neurocognitive profile that diverges from \nthe majority (i.e., atypical), whereas neurotypical people are those whose neurocognitive \nprofile is considered aligned with the majority (i.e., typical) [23]. There are many forms of \nneurodivergence, such as, but not limited to, autism , attention deficit hyperactivity disorder \n(ADHD) , Tourette’s syndrome, giftedness, dyslexia, dyscalculia, dyspraxia, and intellectual \ndisability (ID)  [11, 24 ]. \nNeuronormativity relies on the assumptions and beliefs which uphold neurotypical privilege \n–an ideologically oppressive framework which views some personality and neurocognitive \ntraits as inherently superior to and more valuable than others [25-26]. The neurodiversity \nparadigm, however, rejects the assumption of there being a singular ‘normal’  personality or  \nneurocognitive profile and opposes the pathology paradigm, whereby those who do not fit \nwithin the narrow socially constructed understanding of ‘normal ’ are perceived deficient, \ndisordered, and in dire need of fixing or curing [27-29]. In this view, the neurodiversity \nparadigm argues that difference should not be regarded as inherently pathological and that the \ndiversity of human minds should be accepted  and accommodated for [27, 30 ]. \nResearch has highlighted high co -occurrence rates between autism, ADHD , and EDs [31-32]. \nPreliminary research has also associated other forms of neurodivergence, such as ID [33] and"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n7 Tourette’s syndrome [34-35], with disordered eating. Yet, the mechanisms underlying links \nbetween neurodivergence and EDs remain understudied and poorly understood; for instance, \nthere is limited research on the intersectional nature of ED risk  factors  for neurodivergent \nindividuals ( NDI). Subsequently, NDI are shown to experience poorer ED treatment \noutcomes compared to neurotypical people [36-37, 87]. \nWhile there have been calls to include lived experience expertise at the core of  mental health \nresearch [38], participatory and phenomenological research methods are rarely utilised in the \ncontext of EDs [19, 39-41]. With all co -authors being neurodivergent and having lived or \nliving experience of an ED, our narrative review aims to provide a lived experience -based \nconceptual map to serve as a starting point for future empirical work. A high -level summary \nof the co -occurring prevalence rates between neurodivergence and EDs is first provided, \nfollowed by a thematic investigation of key factors underlying ED risk for NDI. Additionally, \na critical appraisal of current ED research and treatments is provided before \nrecommendations for neurodiversity -affirming (NDA) ED care are discussed.  \n \n4. METHODS AND CONTRIBUTIONS  \nA narrative review methodology was selected to provide a broad descriptive framework for \nthis topic, suitable to the overall limited status of literature published to date. In addition, the \nnarrative review is intentionally informed by the lived experiences of the authorship team, all \nof whom are ED re searchers and/or clinicians, providing perspectives and insights with the \naim of promoting further conversation and inspiring future research and clinical \nconsiderations."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n8 For section five , two databases (PubMed and Google Scholar) were searched (11/03/2024 \nand 07/06/2024) for prevalence data specific to the co -occurrence discussed (e.g., \nautism/EDs, ADHD/EDs). Search terms involved a type of neurodivergence (e.g., autism, \nADHD, Tourette’s syndrome, giftedness) alongside ‘eating disorder’ or ‘feeding disorder’. \nSpecific subsections on prevalence were contributed by authors RE (psychosis and OCD) and \nLC (autism, ADHD, Tourette’s Syndrome, ID, giftedness). The most recent syste matic \nreviews and meta -analyses were selected: here, if no systematic reviews and meta -analyses \nwere identified, the most recent studies were discussed. However, there were instances where \nno recent studies assessing prevalence were found, in which case it  was highlighted that \nresearch evidence is limited.  \nSection six  provides a thematic framework whereby factors underlying ED risk in relation to \nneurodivergence are identified. Co -authors contributed to themes that matched areas of their \nlived experience, interest, and/or academic expertise; for example, sexuality and gender \ndiversity (authored by SS, with initial outlining by KS), sex diversity (co -authored by SS and \nKS), giftedness, systemic discrimination, and psychoneuroimmunology (author RE), and \nsensory processing, executive functioning, systemic discri mination, and \npsychoneuroimmunology (author LC). Sensory processing and executive functioning \ndifferences are discussed first due to their core overarching nature across neurodivergence. \nIndividual characteristics, such as gender identity, sexual orientati on, and giftedness follow. \nIntersectional factors like systemic discrimination and chronic illnesses are then investigated.  \nSection seven  consolidates the evidence and positionality to identify current gaps in research \nand practice (authored by LC), while section eight  provides suggestions for neurodiversity -\naffirming eating disorder care (co -authored by LC and AR). Furthermore, all co -authors \ncontributed to revision and editing of this narrative review."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n9 5. OVERVIEW OF PREVALENCE DATA  \nGillberg  [42] was the first to suggest an association between autism and EDs. Throughout the \n1990s and early 2000s, sporadic studies have discussed the co -occurrence of EDs and \nneurodivergence; for example, Fisman et al. [43] found an overlap between obsessive -\ncompulsive traits and anorexia nervosa (AN), Gravestock [44] highlighted an association \nbetween ID and binge eating disorder (BED), and Surman et al. [45] posited a link between \nADHD and bulimia nervosa (BN). There has been an acceleration of research on this topic in \nthe past decade, consistently reporting high co -occurrence rates between autism and  ADHD \nwith various ED diagnoses – namely, AN, BN, BED, and avoidant/restrictive food intake \ndisorder (ARFID) [31-32]. Overall, there is a high degree of overlap and co -occurrence \nbetween many forms of neurodivergence  [28, 46-47], however, transdiagnostic research \nregarding forms of neurodivergence other than autism and ADHD in relation to EDs is \nlimited. As such, the  evidence below is presented as a high -level summary within the most \ninvestigated  forms of neurodivergence in relation to EDs – namely autism, ADHD, Tourette’s \nsyndrome, obsessive -compulsive disorder (OCD), psychosis, ID, and giftedness.  \nDespite the increased attention toward EDs in autistic and ADHD populations, there are \nlimitations to estimating co-occurring prevalence rates . Indeed, there is accumulating \nevidence showing NDI assigned female at birth (AFAB) being erroneously diagnosed with \nborderline personality disorder [48-51]. One leading argument for such under - and/or \nmisdiagnosis is gender biases in diagnostic instruments and practice [52-56]. Research also \nsuggests that autism and ADHD are underdiagnosed in racially marginalised individuals due \nto a combination of barriers accessing assessments and ethnocentrism embedded in \ndiagnostic measures [57-58]. Moreover, research shows that autism and ADHD are more"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n10 likely to be misdiagnosed as conduct disorder, antisocial personality disorder, and/or \noppositional defiant disorder in racially marginalised communities [59-64]. \nRelatedly, psychometric instruments commonly used for assessing eating psychopathology, \nas well as body image -related constructs, have not been tailored to, nor validated for, NDI \n[see 6 5-66]. Therefore , it is possible that ED measures  predominantly  used today , such as the \nEating Disorder Examination Questionnaire or the Eating Attitudes Test, do not accurately \ncapture EDs and body image disturbances as experienced by NDI [see 6 5-66]. There is also a \npaucity of transdiagnostic research investigating neurodivergence and EDs, despite evidenced \noverlaps between many forms of neurodivergence [46], such as co -occurring autism and \nADHD [67], leading to a significant knowledge gap regarding ED pres entation  and course of \nillness  in these populations.  \n5.1. Autism  \nSystematic and meta -analytic reviews have consistently highlighted a strong link between \nautism and AN: Huke et al. [68] found the prevalence of autism among those with AN \nvarying between 8 -37% while  Boltri & Sapuppo [69] identified a prevalence range between \n8.8-24.5%. Additionally, between 8.2 -54.8% of children with ARFID are autistic [31], while \n21% of autistic people are deemed at risk of developing ARFID based on a genome -wide \nassociation study [70]. Furthermore, u ndiagnosed ARFID in autistic children represents a risk \nfactor for malnutrition and death [71], highlighting the urgent need for systematic ED \nscreening in autistic children. Between 14-36% of autistic children also show pica behaviours \n[72-73]. Although research has so far focused mostly on dietary restriction in relation to \nautism, there is emerging evidence linking autistic traits with all forms of disordered eating, \nincluding bingeing  behaviours  [74-75]."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n11 5.2. Attention Deficit Hyperactivity Disorder  \nThere is a significant association between ADHD and EDs. Indeed, in a recent review which \nincluded five cross -sectional studies, Villa et al. [32] found that 31.37% of children and \nadolescent patients with an ADHD diagnosis presented with BED, 19.23% with BN, and \n9.38% with AN. Additionally, a meta -analysis found that the prevalence of ADHD in adults \nwith EDs was 3 -16.2% for AN, 9 -34.9% for BN, and 19.8% for BED [76]. Here, ADHD \ntraits were also found to predict binge eating and bulimic symptoms’ severity, even after \ncontrolling for anxiety and depression [76]. Moreover, in a study involving 1165 adults \ndiagnosed with an ED, Svedlund et al. [37] found that 37% of individuals with AN and 35% \nof those with BN scored above the cut -off on the Adult ADHD Self -Report Scale  [77]. While \nprevalence has not been established, research suggests that children with ADHD present an \nincreased risk of loss of control of eating  compared to children without ADHD  [32, 78]. High \nincidence of ADHD has also been observed in adolescents [79] and adults [80] seeking \nweight management surgery.  \n5.3. Intellectual Disability   \nThere is limited research investigating ID in relation to EDs, in part driven by the lack of \nadapted ED assessment tools in the context of ID [see 8 1]. Additionally, there is high \nheterogeneity, with differing reported ED incidences between people with ID living in the \ncommunity (1 -19%) compared to those who reside in care institutions (3 -42%) [44]. Another \nstudy showed that 27% of people with ID had an ED, with BED being the most prevalent \n[82]. In a study of children with ID, Gal, Hardal -Nasser, and Engel -Yeger [33] found that \n97% of participants had at least one eating or feeding problem (i.e., food refusal, food \nselectivity, dysphagia, rumination, binge eating). Furthermore, a systematic review"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n12 highlighted a high incidence of swallowing problems (e.g., aspiration, dysphagia) \ncontributing to malnutrition in adults with ID [83]. \n5.4. Tourette’s Syndrome, Obsessive Compulsive Disorder, Psychosis, and Giftedness  \nThere is limited data regarding the co -occurrence of Tourette’s syndrome and EDs. However, \none study estimated that the lifetime prevalence for EDs was 2% for those with Tourette’s, \nwith females (7%) more at risk than males (0.3%) [84]. Furthermore, studies have highlighted \na high incidence of disordered eating  and feeding challenges  for children with Tourette’s \nsyndrome [34 -35]. For obsessive -compulsive disorder (OCD), meta -analytic prevalence \nestimates report co -occurrence of OCD in EDs being 13.9 –18%, with greater frequency in \nAN [85-86]. In comparison to neurotypical individuals experiencing an ED, individuals with \nOCD or those with elevated OCD traits are at greater risk of more severe ED \nsymptomatology and poorer ED treatment outco mes [87]. Research on the co -occurrence \nrates of psychotic spectrum disorders and EDs is also limited; however, higher levels of co -\noccurrence between these two diagnostic groups have been indicated compared to the general \npopulation [88]. Indeed, a systematic review showed higher rates of disordered eating \ncompared to controls in individuals with schizophrenia, with disordered eating behaviours \nobserved in 10 -41.5% of patients [89]. Moreover, transient psychosis occurs in EDs \nsecondary to malnutrition, electrolyte imbalance, metabolic disturbance, and re -nutrition  [90-\n91] and incidence of transient psychosis among ED patients has been estimated to be 10 -15% \n[91]. Lastly, some studies have suggested a link between giftedness and EDs, with g ifted \nindividuals thought to be at a high risk of developing EDs; however, there is no prevalence \ndata available [92-98]."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n13 5.5. Conclusion  \nWhile clear associations between autism, ADHD, and EDs have been highlighted, more \ninvestigations are needed with regards to other forms of neurodivergence. Additionally, \ndespite many forms of neurodivergence  overlapping and  co-occurring , there is limited \ntransdiagnostic research investigating neurodivergence and EDs. Nonetheless, estimating \nprevalence remains challenging due to issues such as NDI being misdiagnosed with \npersonality disorders and lack of ED -focused psychometric instruments tailored to, and \nvalidated for, NDI.  \n \n6. NEURODIVERGENCE, INTERSECTIONALITY, AND EATING \nDISORDERS  \nThe reasons underlying NDI being at a high risk of disordered eating and/or EDs are varied, \ncomplex, and multifaceted, and encompass a wide range of interconnected environmental, \npsychosocial, and biological factors. NDI experience the world differently in a myriad of \nways, as illustrated by differences in sensory processing, c ommunication and socialising \n(e.g., the double empathy problem), thinking and learning styles (e.g., monotropism, inertia), \ngender identity, sexual orientation, sex diversity, and executive functioning [99-101]. \nTogether, these differences may contribute, either directly or indirectly, to  a wide array of \npathways potentially contributing to  the development of disordered eating, EDs, and/or body \nimage disturbances for NDI [9, 19, 101-103]. \nThe section below outlines several  common neurodivergent experiences that may contribute \nto elevated ED risk. The available evidence has been integrated with the lived and living"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n14 experiences of the authorship team to provide a framework for future work on this emerging \ntopic within the ED field.  \n6.1. Sensory Processing  \nSensory processing differences encompassing exteroception (related to external stimuli such \nas sounds or tastes), interoception (related to internal stimuli such as thirst, pain, or hunger), \nand alexithymia (the ability to recognise and/or describe affecti ve states and associated \nphysiological sensations) are core overarching characteristics associated with  \nneurodivergence  [104-112]. Collectively, atypical sensory processing patterns are linked to \nEDs as well as body image disturbances, irrespective of neurotype [113-115]. Additionally, \nresearch shows that atypical sensory processing, as experienced by autistic people more \nspecifically, is strongly associated with disordered eating [116-118].  \nExteroception and interoception influence cognitive processes such as goal -directed \nbehaviours (e.g., eating, drinking), motor control and coordination, memory, learning, \nmotivation, self -perception, and emotional awareness and responsiveness, and are tied  to \nneurobiological systems, particularly thalamo -cortical connectivity [119-121]. The thalamus \nis located at the centre of the brain and has historically been perceived as a passive relay \ncentre for sensory information, including interoception and exteroception (except for \nolfaction, which is routed through the olfactory bulb) [122]. However, a growing body of \nevidence shows that the thalamus plays a more active and important role in many cognitive \nfunctions than previously thought, including regarding  memory and attentional control [123-\n124], executive functioning [125], and emotional processing (e.g., thalamo -limbic \nconnectivity) [126]. More recently, neuroscience research has suggested the thalamus to be \ninvolved in a wide range of psychiatric conditions (e.g., depression, anxiety, bipolar disorder,"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n15 post-traumatic  stress disorder, substance abuse) [127-129], including EDs [130-132]. \nAtypical sensory processing likely underlies differences in eating processes and habits as well \nas vulnerability to ED development [see 13 3, pp. 22 -23]. \nThere are different ways in which atypical sensory processing may lead to eating difficulties \nand/or disorders. Exteroception may contribute to dietary restriction resulting from  aversions \nwhereas sensory seeking and associated cravings tied to specific tastes or textures may \nunderlie bingeing [113]. Heightened exteroception (e.g., hyperacusis, misophonia) may also \nbe contributing to the preference for eating alone to avoid sensory overwhelm [134-135]. \nMoreover, interoception may impact eating through the modulation of hunger and satiety; for \ninstance, feeling full after consuming small amounts of food may underlie restriction whereas \ndelayed satiety may promote bingeing and/or eating in the absence of  hunger [113]. \nInteroception further plays an important role in body image and has been associated with \nbody image disturbances [102, 136-137]. Research has also associated alexithymia, which is \nconnected to interoception, with binge eating behaviours (often referred to as ‘emotional \neating ) [138-139]. Specifically, Vuillier et al. [140] found that alexithymia could partially \nexplain the high prevalence of EDs in autistic people.  \nEating a restricted range of foods is often framed as an ED symptom. While this phenomenon \nmay reflect psychopathology for some, qualitative research shows that, for autistic people, it \nmay be an adaptive and self -regulatory mechanism to prevent sensory di stress, cognitive \noverwhelm, and mealtime anxiety [103, 141-142]. Indeed, research suggests that autistic \npeople do not habituate to sensory stimuli in the same ways as non -autistic people [143-144]. \nIn the context of such reduced habituation, coercing autistic people to eat aversive foods may \nbe experienced as traumatic and unintentionally exacerbate feeding difficulties (e.g., food \nphobia ) [145]. It is therefore critical to take the different ways NDI experience eating and"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n16 feeding from a sensory perspective into account for ED identification, care, and recovery [9, \n10, 19, 36]. \n6.2. Executive Functioning  \nExecutive functioning differences (e.g., task initiation, memory, demand avoidance) are \ninfluenced by sensory processing patterns [146] and are observed in many NDI [147]. \nExecutive functioning differences are also linked to EDs [148-149]; for example, executive \nfunctioning differences may contribute to difficulties related to remembering to eat, grocery \nshopping, meal preparation, consistently following a meal plan, and/or choosing what to eat \n[113, 101, 141]. Such difficulties may promote restrict -binge cycles, whereby forgetting to \neat or being unable to organise meal preparation leads to prolonged periods of time without \neating, which may be followed by compensatory bingeing episodes  [101]. Additionally, given \nthat many autistic people have a literal, or concrete, thinking style [23, 150], dichotomous \nportrayals of ‘healthy’ or ‘good’ versus ‘unhealthy’ or ‘bad’ foods a ssociated with diet \nculture and public health messages may contribute to fixations towards foods considered \n‘healthy’ (e.g., orthorexia ) [101, 151-152]. \n6.3. Gende r, Sexuality, and Sex -Diversity  \nPeople with a diverse sex, sexuality, and/or gender identity are more likely to be autistic \nand/or have ADHD [153-159] and face a high risk of EDs and body image disturbances [160-\n161]. Factors contributing to the increased risk of EDs among neurotypical sex, sexuality, and \ngender diverse people include gender dysphoria, internalised cis -heterosexist ideals, and \nminority stress [133, 160, 162-168]. In contrast, identity pride, community conn ectedness, \nand gender -affirming health care can be protective  factors  [133, 160, 166, 169]."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n17 Trans people experience disproportionate rates of EDs compared to cisgender individuals  \n[162-164, 170]. EDs, in this context, may function  as a way  to manage gender dysphoria; for \ninstance, restrictive eating can delay the onset of puberty or minimise the appearance of \nsecondary sex characteristics [162-164]. ED risk for trans people is further exacerbated by \nminority stressors, including discrimination and social exclusion, which can lead to \nheightened body dissatisfaction and increased engagement in ED behaviours [171]. \nAdditionally, high levels of gender dysphoria are observed in the autistic population, partially \nmediated by atypical sensory processing, contributing to greater difficulties in coping with \ngender incongruence and body image disturbances [157, 172-174]. \nVariations of sex characteristics (VSC) – otherwise referred to as intersex – are differences in \ninnate sex characteristics that differ from social and medical norms [175]. In a study of 1022 \npeople with VSC, 8.8% had a diagnosis of autism, 9.1% had high autistic traits, and 4.1% \nscreened positive for ADHD [155]. Higher autistic trait scores were associated with lower \nself-esteem in participants with Turner Syndrome, Klinefelter Syndrome, and female \nparticipants with 46XY variations with and without androgenisation [155]. Additionally, \nhigher ADHD trait scores were associated with poorer body image in participants with \nTurner Syndrome, female participants 46XY variations wit h and without androgenisation, \nand male participants with 46XY variations [155]. ED diagnoses were reported in 11.1% of \nthe overall sample (3.7 times higher than the general population) ; however, stratified data of \nED diagnoses for autistic intersex people and those with ADHD were not provided [155]. \nIntersectionality plays a crucial role in understanding elevated ED risk for NDI who are also \nmembers of the LGBTQIA+ community, highlighting the need for targeted interventions and \nsupport systems that address the unique intersections of neurodivergen t and LGBTQIA+ \nidentities [153, 161]; for example, by acknowledging that dietary restriction may stem from"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n18 different motivations in this population  (e.g., sensory and gender dysphoria -based) , \nunderscoring the importance of neurodiversity -affirming ED care also being gender -\naffirming.  \n6.4. Giftedness and Twice -Exceptionality  \nGiftedness, which refers to outstanding intellectual and/or creative potential [176], may \nrepresent a  risk for ED development through perfectionism, low self -esteem, striving to \nachieve social acceptance, and avoiding ostracization and rejection  [177-179]. Obsessive \nperfectionism may develop in gifted people within the context of interpersonal trauma and \nmarginalisation, wherein an individual pursues creative and/or intellectual achievements as a \nsurvival process to protect autonomy, identity and individuality, and to anestheti se \npsychological pain [180-182]. High academic and/or creative achievement in the context of \ngiftedness may be an asset to accepting uniqueness and social difference; however, this may \nbecome a burden when an individual's emotional vulnerability and associated need for \nsupport are not recognised and addressed [183]. Twice -exceptional people (i.e., people who \nare both disabled and gifted, such as those with co -occurring giftedness and dyslexia and/or \nADHD) may also experience psychosocial vulnerability and imposter syndrome due to \nasynchrony – referring to disparities between ones’ chronological and developmental \ntrajectories, belongingness with peers, a nd expectations [177]. Perfectionism and disordered \neating may be an attempt to cope with the psychosocial distress [see 18 4] associated with \nsuch asynchrony  [97, 177, 185]. Twice -exceptionality may also present a social and identity \nthreat, due to experience of being 'twice different'  [186]; thereby, disordered eating may serve \nas a social survival strategy to fit in with peers through striving toward societal body ideals  \n[177] and  alleviate the existential angst that may accompany fears of failure and/or imposter \nsyndrom e [18 7]."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n19 6.5. Systemic Discrimination, Inequity, and Trauma  \nNDI commonly experience systemic oppression and discrimination across  varying settings \nand contexts (e.g., edu cation, healthcare, employment ) [188-195]. Such forms of systemic \ndiscrimination increase the likelihood of unemployment [196], houselessness [1 97], and food \nand nutrition insecurity [19 8-199], therefore contributing to psychosocial distress  and mental \nill-health [ 200 ], including EDs [201]. Indeed, high rates of houselessness and unemployment \nhave been reported for NDI [196, 198, 202-205]. The risk for autistic people to be food \ninsecure is four times greater c ompared to non -autistic people [19 8]. Moreover, a systematic \nreview highlighted that between 10 -40% of adults with ID experience d houselessness [206]. \nFood insecurity is a known ED ri sk factor, particularly for BN [20 7-209].  \nRejection and stigmatisation are common experiences for NDI, and negatively impact on \nself-esteem and psychosocial wellbeing [210-212]. Rejection and stigmatisation are often \nrooted in deficit -based and dehumanising stereotypes, such as that autistic people ‘lack \nempathy’ and ‘social skills’ [213-216] or that those with ADHD are ‘lazy’ and ‘attention \nseeking’ [217-218]. Resultantly, NDI are prone to internalise such stigma and may hide their \nauthentic selves to avoid being rejected and bullied – a phenomenon referred to as masking  or \ncamouflaging  [219]. Masking is associated with loss of sense of self and identity confusion \n[220], which are known risk factors for EDs [221]. Furthermore, substantive evidence \nsupports the link between masking and poor mental health outcomes  in autistic people,  such \nas anxiety, self -harm, suicide [222-225], and risk of EDs [151, 226]. \nNDI have been found to experience higher rates of interpersonal victimisation, including \ndomestic abuse  and sexual violence, compared to neurotypical individuals  [227-231]. For \nexample, nine out of ten autistic women [232] or those with an ID [233] report having been"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n20 sexually assaulted, which is three times more than neurotypical women. Additionally, a \nsystematic review suggested that those with ADHD were more likely to have experienced \nchild hood  sexual abuse compared to those without ADHD [234]. Such experiences of \nvictimisation are relevant as interpersonal trauma, including sexual abuse, have been found to \nsubstantially increase the risk of EDs [201, 235-237]. \nThere is emerging evidence suggesting that autistic people experience post -traumatic stress \ntriggered by factors not currently conceptualised within psychiatric nosology as inherently \ntraumatic [238-241]; for example, some autistic people may experience post-traumatic  stress \nresulting from  repeated exposures to aversive sensory input  (e.g., sounds, smells, tastes , \ntextures ) [145]. It is estimated that up to 60% of autistic people suffer from post-traumatic  \nstress disorder in their lifetime [241], with many thought to be misdiagnosed (e.g., borderline \npersonality disorder) and not receiving the trauma -informed care they nee d [49 -50, 23 9]. \nSince post -traumatic stress disorder is a known contributor to the development of EDs [242], \nthe delayed identification and delivery of compassionate treatment of trauma may therefore \nexacerbate the vulnerability towards developing EDs for autistic people.  \nIntersecting experiences of marginalisation and structural oppression (i.e., racism and \nethnocentrism, ableism, gender binarism, sexism, cis -heterosexism, and sizeism) may \ncompound ED risk [237, 243-244]. Indeed, i n Nelson et al.’s [23 7] longitudinal study \ninvolving 331 undergraduate students, different forms of discrimination such as racism, \nweight stigma, and sexism all predicted body image dissatisfaction and disordered eating. \nThe patterns of disordered eating were different depending on the type(s) of discrimination \nexperienced [237], highlighting the importance of considering the influence of intersecting \nfactors of identity, oppressive power structures, and trauma experiences in ED development \nand recovery, irrespective of neurotype [20]."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n21 6.6. Chronic Illness and Psychoneuroimmunology  \nNDI experience chronic medical illnesses at higher rates than neurotypicals [245-247]. The \nrange of such medical conditions include, but are not limited to, Ehlers -Danlos syndrome, \npostural tachycardia syndrome [248], diabetes type 2 [249], polycystic ovarian syndrome \n[250], endometriosis  [251], asthma , dermatitis, food allergies [252-253], gut microbiome \ndysbiosis  [254-255], and gastrointestinal disorders  [256-257]. There is emerging evidence \nsuggesting a bidirectional relationship between the aforementioned conditions and EDs; \nindeed, experiencing one of the conditions listed above may increase  the risk of developing \nan ED later in life, while having an ED may increase  the risk of developing one of the \naforementioned conditions later in life [258-263]. \nFurthermore, there is growing evidence from the field of psychoneuroimmunology \nsuggesting that psychological stressors, including in relation to systemic discrimination, \ninterpersonal victimisation, and childhood  trauma, may be a key factor  in immune and gut -\nbrain dysregulation  [264-267]. It has been suggested that the  link between psychological \nstress and gut -brain and immune dysregulation is rooted in the mechanism whereby stress \nactivates corticotropin releasing hormone (CRH) which, in turn, triggers the degranulation of \nmast cells [268-270]. More specifically, research points to  a bidirectional relationship \nbetween the immune system, particularly mast cells and histamine [271-272], and a wide \nrange of psychiatric disorders [273-274], including EDs [26 2, 275-277]. Some research also \nposits  that this relationship may be mediated by histamine playing a role in the modulation of \ndopamine neurons’ firing rates in the brain [278], particularly in the thalamic region [279-\n280]. Histamine further influences glucose and lipid metabolism [281], leptin and ghrelin \nactivity (i.e., appetite, fullness) [282], digestion [283], and control of arousal and energy \nexpenditure (i.e., homeostasis), including propensity towards exercising [284-286]. As noted"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n22 by Keeler et al. [28 7], “infections, autoimmune diseases, and stress -related alterations in the \nimmune system influence brain circuits and neurotransmitters involved in appetite and mood \nregulation”.  \n6.7. Conclusion  \nThere are many intersectional factors underlying NDI being at a high risk of experiencing \ndisordered eating and/or developing EDs. This underscores the importance of investigating \nED risk through a holistic, intersectional, and lived experience -led lens.  Taking these \nintertwined factors into account in treatment formulation is also of great importance to \nimprove ED care individuatio n. \n \n7. GAPS IN RESEARCH AND PRACTICE  \nEDs are psychiatric disorders with significant negative consequences on psychosocial \nwellbeing and physical health [288]. Despite this, our current understanding of mechanisms \nfor ED risk, development, maintenance, and relapse remain  poorly understood, irrespective of \nneurotype [18, 28 9]. \nWhile manualised psycho -behavioural mental health approaches, such as cognitive -\nbehavioural therapy (CBT), are often promoted as first-line ‘evidence -based’ treatments for \nmost mental illnesses, including EDs [17-18], there are a range of issues that impact the \ngeneralisability of such broad claims [290]. Identified issues include publication bias [291-\n293], selective reporting [294-295], undisclosed conflicts of interest [296-297, see 298], \nunder -reporting of adverse effects [299-301], lack of long -term follow -up studies [18, 30 2], \nand lack of participatory, lived experience -led, research [39, 41, 303]."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n23 Indeed, psycho -behavioural treatments considered as the ‘gold standard’  in the context of \nEDs – namely, CBT (for adults) and family -based therapy (FBT; for young people) – have \nconsistently been shown to lead to less than half of people with EDs reaching long -term \nrecovery overal l [17-18, 30 4]. There is also emergent evidence showing that NDI, more \nspecifically, have poorer ED treatment experiences and outcomes compared to neurotypical \nindividuals [87, 305-310]. \n7.1. Reporting of adverse effects and risk assessments  \nInsight into both intervention efficacy and risk of harm is essential to the practice of \nevidence -based medicine ; indeed, as noted by Junqueira et al. [311], “treatment decisions rely \non accurate knowledge of both efficacy and harms”. However, adverse effects related to \npsycho -behavioural treatments for mental ill -health frequently lack systematic assessment \nand transparent reporting in research, subsequently  skewing eviden ce regarding risk -benefit \nratio [299-300, 312-315]. For example, in a systematic meta -review of meta -analyses of ED \ntreatments, adverse events were only acknowledged  in the context of pharmacology [31 6]. \nFurthermore, Linardon et al. [31 7] conducted a systematic review and meta -analysis to assess \nthe efficacy of CBT for treating EDs where they deemed CBT to be efficacious despite \nomitting to discuss measures of short and long -term harms. Iatrogenesis, that is, harm \nresulting from healthcare practices, may not manif est immediately and be delayed [29 9], in \nwhich case it would only be captured in long -term follow up studies. Late onset iatrogenic \nharm is therefore missed by the lack of long -term follow -up studies in ED research  [see 18]. \nSubsequently, lack of reported iatrogenic harm in the literature is mistakenly interpreted as \nevidence of no harm [ see 301], leading mental health practitioners under -resourced to \nrecognise and address iatrogenesis from psycho -behavioural treatments [see 300, 318 ], \nincluding in the context of neurodivergence  [36, 319-321]."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n24 There is an increasing number of community resources where NDI with lived experience of \nEDs report having experienced  iatrogenic harm from ED treatments, including psychological \ntrauma [322-326]. Unfortunately, such narratives are seldom reflected in published mental \nhealth clinical trials and meta -analyses. Biases undervaluing qualitative, phenomenological, \nand lived experience -led research have been suggested to contribute to such narratives not \nbeing adequately discussed in mental health research [327-328]. Nonetheless, there is \ngrowing recognition that psycho -behavioural treatments can be harmful to NDI [318-319, \n329], including in the context of EDs [19, 309, 330 -331]. \n7.2. Neurodivergent Leadership and Representation: Who is Creating The ‘Evidence’ \nand Who is the ‘Evidence’  For?  \nAccording to Curnow et al.’s  [332] umbrella review investigating the overall suitability of \ncurrently available mental health therapies in the context of autism, no existing mental health \nframework can claim to be NDA; a conclusion that has also be highlighted in the ED context \n[10, 36, 309]. There are two main factors, discussed below, playing into this: namely , the lack \nof representation of NDI in mental health research and the lack of non -tokenistic, lived \nexperience -led, participatory research. Indeed, “inclusive research practice characterized by \nthe involvement of neurodivergent people in meaningful roles ha s been described as a \n‘requirement of excellen ce’ in neurodiversity research” [33 3]. \nParticipatory research methods which are led by individuals with lived experience are rarely  \nutilised in ED research [39-41] or in mental health research more broadly [334-337, pp. 179 -\n180].  It has been suggested that participatory research methods have potential to improve \noverall mental health outcomes for NDI  [336, 338-340], including in relation to EDs [ 19, 40]. \nIndeed, participatory research methods have been shown to facilitate the translation of"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n25 findings into real -world contexts and ensure that the research yields relevant and meaningful \nbenefits for the community [340]. \nThe neurodivergent community, and other marginalised communities (e.g., gender diverse \nfolks) [341], are not adequately represented in ED research [10, 19, 40]. The lack of \nneurodivergen t representation is not limited to EDs; for e xample, Jubenville -Wood et al. \n[303] noted that “limited research exists that examines the experiences of autistic individuals \nin psychotherapy.” The neglect of intersectionality in ED research further extends to co -\noccurring mental illnesses, despite a majority of those with an ED also bein g diagnosed wit h \nanother psychiatric condition [3 42]. This is particularly relevant in the context of \nneurodivergence as NDI are shown to experience mental illnesses , including other than EDs,  \nat significantly higher rates compared to neurotypical individuals  [343-347]. \nA greater focus on participatory research that takes an intersectional lens is indicated to better \nunderstand the connections between neurodivergence and EDs and improve ED prevention \nefforts and treatment outcomes for NDI [10, 40, 174, 264, 331 ]. \n7.3. One Size Does Not Fit All  \nThe indiscriminate use of a narrow range of manualised therapies, assessment tools, and \npublic health campaigns for different demographic groups, such as NDI, gender and/or \nsexually diverse people, and racially marginalised individuals, is problematic, as each group \nexperiences unique underlying factors to the development of EDs and may require different, \nsometimes conflicting or opposing, forms of support and formulations to recover [see 10, \n174, 348 -349]. As outlined in section six , NDI, as well as those with other minority and/or \nmarginalised identities, have been found to have divergent feeding, eating, and ED \nexperiences. However, hegemonic conceptualisations of feeding, eating, and EDs do not"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n26 incorporate such diversity of lived experiences, a limitation that impacts all stages of ED care \n[see 10, 174, 348 -349]. \nEvidence -based medicine requires that clinicians consider  research evidence, clinical \nexpertise, and patient preferences when  deciding on a course of action [3 50]. Indeed, ED \nclinical guidelines identify a narrow range of ‘evidence -based’ ED interventions, many of \nwhich are manualised, whilst also acknowledging the important role of person -centred \napproaches to ED care [351-352]. This is a realistic goal when the manualised treatments are \ninformed by diverse and representative samples that adequately capture divergent experiences \nand account for them. However, given the traditional misrepresentation of authentic and \ninherently ad aptive neurodivergent eating and feeding experiences as pathological, and the \nhistorical and ongoing legacy of epistemic injustice silencing neurodivergent (and other \nmarginalised) voices in ED research [ see 19, 40, 164, 174, 348 -349], it appears that \noppressive and unequal power dynamics have contributed to the lack of more affirming, \ninnovative, and inclusive conceptualisations of and interventions for EDs, setting the scene \nfor the monopolisation of ED research by a limited number of manualised intervent ions (e.g., \nCBT, FBT), despite their lacklustre success rates  [see 17-18, 304].  \nImportantly, this legacy of epistemic injustice places ED clinicians who are attempting to \ntranslate research evidence into clinical practice in a double bind: on the one hand, clinicians  \nmust practice in accordance with ED clinical guidelines which identify a narrow range of \nsuitable ED treatment approaches, typically manualised, that they can choose from, whilst \nsimultaneously being asked to practice person -centred care that, if followed , is not likely to \nfit neatly into the prescribed formulation and tre atment plan laid out in the approved \nmanualised interventions."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n27 The RAVES model (an acronym representing regular eating, adequacy, variety, enjoyment, \nand social eating) is a clinical tool that is commonly used by dietitians [353]. Whilst the \nintervention targets identified in this clinical tool appear logical when framing eating through \na neuronormative lens, they do not align with lived -experience informed conceptualisations \nof adaptive neurodivergent feeding and eating experienc es, such as preference for sameness \n[142], sensory -related food variety constraints [ see 9, 40, 151], and preference to eat alone  \n[134], and risks invalidating authentic and adaptive neurodivergent feeding and eating \nsupport needs and preferences if applied indiscriminately [101].  \nFood -related exposure -based techniques, typically used in tandem with psycho -behavioural \nED treatments such as FBT and CBT [see 354], risk causing sensory overwhelm, distress, or \neven sensory trauma when they fail to account for and accommodate divergent sensory \nprocessing profiles [see 142, 145 ], particularly in light of the evidence showing that sensory \nhabituation is attenuated amongst autistic individuals  [143, 355 -356]. \nResearch demonstrates that those with atypical AN experience similar psychopathology, \nillness severity, and medical risks to those with typical AN, regardless of weight status [357-\n359]. The current weight -centric conceptualisation of AN recovery is thus problematic, \nparticularly for autistic people who report that weight is not the most predominant factor \ncontributing to their food restriction [9, 10, 141,  151, 174, 309 ]. Indeed, research \ninvestigating treatments for AN, including CBT, mainly focuses on we ight gain as a main \nindicator of recovery and a primary outcome measure for treatment effectiveness [36-361], \ndespite growing evidence that weight does not measure recovery and that focusing on weight \nin this manner contributes to weight stigma (e.g., being turned away from health services due \nto being perceived as ‘not being sick enough’) [362-364] and iatrogenic harm [365] . \nFurthermore, qualitative research shows that people with lived experience commonly"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n28 emphasise the importance of supportive interpersonal connections, strengths -based sense of \nidentity, finding meaning and purpose in life, and orienting towards self -compassion as \ncentral factors supporting ED recovery, more so than weight  [21].  \n7.4. Conclusion  \nCurrent psycho -behavioural frameworks for treating EDs, such as FBT and CBT, are often \nbroadly promoted as effective and ‘evidence -based’, despite meta -analytic evidence \nconsistently demonstrating only less than half of people who access these treatments \nexperience long -term recovery, irrespective of neurotype. Additionally, evidence shows that \nautistic people and those with ADHD experience poorer treatment outcomes compared to \nneurotypical people; unfortunately, there is a paucity of empirical evidence fo r other types of \nneurodivergence. Issues relating to lack of long -term follow -up data, limited assessment and \nreporting of iatrogenesis, undisclosed conflicts of interest, and protocol and publication \nbiases, have been identified as factors to consider whe n interpreting efficacy claims  in this \ncontext . More specifically, participatory research methods are seldom used in ED research \nand NDI are rarely represented or taken into consideration in treatments’ design and \nimplementation, as are other marginalised communities, thus significantly undermining the \nvalidity of ‘evidence -based’ mental healthcare  for a more diverse range of people. \nFurthermore, ED research rarely takes a holistic lens that acknowledges intersectional factors, \nas outlined in section six, needing to be considered in treatment formulations, leading to gross \noversimplifications in manualised treatment frameworks that do not account for the fact that \ndifferent people and communities have different, and sometimes conflicting, support needs."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n29 8. WHAT DOES NEURODIVERSITY -AFFIRMING EATING DISORDER CARE \nENTAIL?  \nThe concept of NDA care is grounded in the principles of the neurodiversity paradigm which \nviews neurodiversity as a natural and valuable form of human diversity, rejecting the idea \nthat there is a singular ‘normal’ personality and  neurocognitive profile that all humans should \nuniversally aspire to and emulate [22]. An NDA mental healthcare framework, therefore, is a \nholistic and person -centred  framework rooted in the principles of phenomenology, epistemic \njustice, and cultural humility [339, 366-371]. NDA ED care requires that ED clinicians \nengage in ongoing self -reflection to challenge biases and neuronormative assumptions, social \nnorms, beliefs, and goals that further perpetuate the pathologi sation and systemic oppression \nof NDI [40, 101, 174, 264]. Crucially, NDA ED care necessitates clinicians be able to \ndifferentiate neurodivergent traits from ED symptoms, understand the underlying reasons and \nadaptive mechanisms of neurodivergent traits, and validate and accommodate the \nindividualised support need s of NDI, such as with regards to sensory processing, \ncommunication, and executive functioning, rather than attempt to ‘fix’ these at the expense of \noverall wellbeing and self -determination [see 40, 101, 174, 264, 372 ]. \n8.1. Overview of currently available neurodivergent -specific psychometric assessments \nand treatment adaptations  \nSpecific assessment tools have been developed to improve the identification of feeding and \neating difficulties, and related psychopathology, amongst autistic individuals (Swedish Eating \nAssessment for Autism spectrum disorders [373]; Body Appreciation Scale 2 for Autistic \nAdults  [65]; Autism Eating Questionnaire  [374]; Brief Autism Mealtime Inventory \nAssessment  [375-376]. To the authors’ knowledge, no assessment tools have been developed"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n30 or adapted to target eating  or body image  psychopathology associated with other forms of \nneurodivergence.  \nSuggestions have also been made to tailor treatments for NDI [10, 37 7-378]. However, \nexcept for  the Body Appreciation Scale 2 for Autistic Adults [65], none of the adaptations to \neither identification or treatment discussed in this section have been  explicitly identified by \ntheir authors as having been developed through lived experience -led research. It is also \nimportant to note that while care adaptations discussed below have been developed with the \nintention of improving treatment outcomes for NDI, this does not necessarily guar antee that \nthey will be experienced as NDA  by NDI with EDs  or helpful in practice [see 379]. Empirical \nevidence led by NDI with ED lived experience is required to provide insight on whether these \nED care adaptations are experienced as helpful, harmful, or neutral.  \nAn ED inpatient care pathway tailored for autistic people, the PEACE Pathway, has been \nimplemented in the United Kingdom [377]. The PEACE Pathway outlines the need for \nindividualised sensory processing accommodations and includes training for clinicians to \nassist in making autism -specific adjustments to ED care and psychoeducation [3 80]. A \npreliminary evaluation of the PEACE pathway found that it reduced treatment duration and \nresulted in admission cost savings [380]. The PEACE pathway researchers examined the \nfeasibility of implementing Cognitive Remediation Therapy (CRT) amongst individuals with \nan ED, comparing efficacy between those with low and high autistic traits, and found CRT \nsupported improvements in cogniti ve flexibility and central coherence in both groups [381]. \nHowever, across studies, results are heterogeneous, with Saure et al.’s [115]  narrative review \nconcluding that individuals with AN with high autistic traits appear to benefit less from CRT \n(as well as from cognitive remediation and emotion skills training interventions) compared to \nthose with low autistic traits."
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n31 Drawing on available research and clinical experience of supporting autistic children and \nyoung people with AN, Loomes and Bryant -Waugh [382] identified a range of autism -\nspecific modifications for family -based interventions for AN. The suggested adaptations \ntarget four domains : sensory processing considerations, cognitive and behavioural factors, \ndifficulties with social communication and relationships, and challenges relating to emotion \nprocessing [382]. The authors recognise that the suggested adaptations are conceptual and \nthus require empirical assessment before we can determine their acceptability and efficacy.    \nField and colleagues [10] undertook a similar project, identifying ways in which ED services \ncould better meet the needs of autistic women via a Delphi Study. Fifty -six consensus \nstatements reached agreement in the final round, relating to the need to support the unique \nexperiences  of autistic women, separating autistic features from the ED, and the importance \nof staff being experienced in supporting autistic individuals [10]. \nA single case report detailed adaptations to CBT to meet the needs of an individual with ID \nexperiencing  difficulties with binge eating [383]. Adaptations included a focus on regularity \nand predictability of appointments, the use of images to aid with understanding, adapted use \nof language, and sensory considerations. The authors reported that the participant’s self -\nregulation associated with loss of control eating  improved as a result of the intervention \n[383]. \n8.2. Human Rights, Cultural Humility, and Epistemic Justice  \nAn NDA approach to mental healthcare is a human rights -based approach rooted in the social \nmodel of disability and existential -humanistic psychology [339, 366 -368, 384]. As such, \nNDA mental healthcare is inherently gender -affirming and trauma -informed [339, 366]. This \nrequires the rejection of compliance and exposure -based behavioural approaches (e.g.,"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n32 operant conditioning, contingency management) that are imposed rather than self -determined \nand client -led as these have been associated with iatrogenesis, including learned helplessness \nand psychological trauma [225, 339, 385 -389]. Instead, the priority must be on supporting \nself-determination, self -advocacy, and self -efficacy , and incorporating a person -centred , \ncompassionate, and strengths -based approach to care that is informed by lived experience \nexpertise [19, 337, pp. 179 -180, 366, 390 -393]. \nIt is imperative that all NDA mental health interventions aim  to support the development of a \npositive and authentic neurodivergent identity, as this has been associated with benefits to \noverall psychosocial wellbeing and increased self -compassion [394-395]. The benefits of a \npositive neurodivergent identity have also been noted in relation to supporting ED recovery \nspecifically [10, 19, 151, 174]. Such an approach echoes the recent call to action released in a \njoint statement by the United Nation and the World Health Organization that urges mental \nhealth practitioners and researchers to focus on the social determinants of mental health, \nepistemic ju stice, harm reduction, and human rights -based mental healthcare [396]. \n8.3. Reasonable Adjustments  \nFounding members of Autistic Doctors International have created SPACE; an autistic -led \nframework for autism -specific accommodations aimed at improving accessibility of \nhealthcare services for autistic individuals [370]. The SPACE framework identifies key \nreasonable adjustments across core support needs for autistic people, such as sensory, \npredictability, acceptance, communication , and empathy, as well as across three main \ndomains of experience: physical space, processing space, and emotional space [370]. As \nnoted in section six , NDI have unique sensory, communication, cognitive, and emotional \nneeds that have been identified as important to understand, validate, and accommodate as part"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n33 of NDA ED care, and as such, SPACE has potential utility as a tool to support more \nneurodiversity -affirming ED service delivery [see 9, 10, 101]. For example, some autistic \npeople may be non -speaking, while others may be partially speaking (e.g., situational \nmutism), and allowing communication in ways that feel comfortable is likely to improve trust \nbetween patient and clinician [370]. Additionally, adapting the consulting room to meet the \nsensory needs of autistic patients may also assist in building trust, self -regulation, and safety \n(e.g., noise, temperature, smells, lights) [370]. On the other hand, some autistic patients may \nprefer to remain standing or sit on the floor during the consultation, and these differences in \nproprioception should also be accommodated [370]. \nResearch  exploring general mental health  has highlighted  empirical evidence support ing the \nbenefits of sensory -based approaches in the general population, where the physical \nenvironment is tailored to the sensory processing characteristics of an individual [397-401].  \nSensory -based approaches can include strategies such as adjusting  the room’s lighting and/or \ncolours, providing access to weighted blankets, fidget tools, rocking chairs, and/or noise -\ncancelling headsets to reduce sensory stimulation. Sensory -based mental health approaches \nhave been shown to create a sense of safety and control, increase self -regulation, reduce \ndistress and anxiety, improve self -perception, and help with stabil ising (or ‘grounding’) acute \narousal [399, 401]. There is also emerging evidence suggesting that sensory -based \napproaches in inpatient mental health facilities may contribute to  improvements in autistic \nindividuals’ wellbeing and self -regulation [372, 402 -403], giving further weight to the \nargument in support of ED services attending to the unique sensory needs of NDI."
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n34 8.4. Conclusion  \nNDA care involves respecting and validating different personality and neurocognitive \nprofiles instead of de facto pathologising divergence and trying to ‘fix’ differences rather \nthan celebrating diversity and accommodating specific support needs. Promoting self -\ndetermination and a positive, authentic, sense of self are criti cal to NDA care. In the context \nof EDs, NDA care requires that researchers and clinicians engage in epistemic justice and \nremain curious towards the different ways NDI engage with eating, self -perception and \nexpression, and conceptualise recovery. Indeed, distinguishing between ED symptoms and \nadaptive ND traits is key to NDA ED care and the prevention of iatrogenesis. Additionally, \nwhile further empirical research is required, the SPACE framework and sensory -based \napproaches may be useful in the context of ED care for NDI.  \n9. CONCLUSIONS  \nPrevalence data highlights that autistic people and those with ADHD are at an increased risk \nof developing EDs compared to those who are neurotypical. The limited research on other \nforms of neurodivergence (e.g., giftedness, intellectual disability, Touret te’s syndrome) and \neating psychopathology has found them to be associated with high incidences of disordered \neating, highlighting a need for more research. It is possible that the real co -occurrence rates \nbetween neurodivergence and EDs are much higher as issues such as the underdiagnosis \nand/or misdiagnosis of autism and ADHD in AFABs and racially marginalised populations, \nlack of tailored psychometric instruments, and limited research despite documented overlaps \nbetween various forms of neurodivergence po tentially lead to under -identification of true \nprevalence rates. Improvements in the accessibility of neurodivergent assessments and the \ndevelopment of lived experience -led ED screening and diagnostic tools are likely to support"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n35 early identification for NDI. In addition, given the overrepresentation of neurodivergence in \nED populations, it is ideal for ED clinicians to screen for autism and ADHD to improve ED \ncare individuation.  \nThere are a wide range of interwoven factors underlying ED risk for NDI, ranging from \natypical sensory processing, executive functioning, social communication, emotional \nprocessing, and a higher likelihood of experiencing chronic illnesses and systemic \ndiscrimination. Therefore, it is important that future investigations into ED risk in the context \nof neurodivergence take an intersectional approach. Transdiagnostic research factoring in the \noverlaps between varied forms of neurodivergence is also warranted given that co -occurring \nforms of neurodivergence appear to have an impact on ED presentations and the nature of \nsupport needs. Future empirical work should be participatory, non-tokenistic, and ideally \nlived experience -led, and acknowledge power structures associated with discrimination and \ntrauma to better achieve epistemic justice and better translate to cultural humility in ED care.  \n \n10. STRENGTHS AND LIMITATIONS  \nWhile our work did not entail a comprehensive systematic review of the literature due to the \nnascent nature of this specific area of inquiry, this narrative review allows for scoping of the \nliterature available to date whilst providing a lived experience -led framework for discussion \nand an initial conceptual map for future empirical work.  \nAdditionally, this review can only draw from the strength of the evidence that is available. \nAlthough an extensive narrative review, research is still limited, and this can only be \nimproved with funding and support. Furthermore, most of the literature to d ate focuses on"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n36 either autism or ADHD in relation to EDs. Therefore, there is limited data relevant to other \nforms of neurodivergence to draw upon.  \nThis paper was written exclusively by NDI with lived or living experience of an ED, which \nmay influence reflexivity. However, the importance of lived experience -led mental health \nresearch has been consistently highlighted, particularly with regards to tran slation and \nimplementation.  \n \nLIST OF ABBREVIATIONS  \nADHD: attention deficit/hyperactivity disorder  \nAFAB: assigned female at birth  \nAMAB: assigned male at birth  \nAN: anorexia nervosa  \nARFID: avoidant/restrictive food intake disorder  \nBN: bulimia nervosa  \nBED: binge eating disorder  \nCBT: cognitive behavioural therapy  \nCRH: corticotropin releasing hormone  \nCRT: cognitive remediation therapy  \nED: eating disorder; EDs: eating disorders  \nFBT: family -based therapy  \nID: intellectual disability  \nNDI: neurodivergent individuals"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n37 OCD: obsessive compulsive disorder  \nVSC: variations of sex characteristics  \n \nDECLARATIONS  \nEthics approval and consent to participate:  \n N/A \nConsent for publication:  \n N/A \nAvailability of data and materials:  \n All data generated or analysed during this study are included in this published article.  \nCompeting interests:  \nLaurence Cobbaert, Anna Rose, and Elysia Thomas are on the Board of Directors of not -for-\nprofit organisation Eating Disorders Neurodiversity Australia (EDNA). They receive no \ndirect financial remuneration from their Directorship positions with EDNA.  \nLaurence Cobbaert is the Founder and Chair of the Neurodiversity special interest group at \nthe Australia and New Zealand Academy for Eating Disorders (ANZAED), and a member of \nthe Australasian Society for Autism Research (ASfAR).  \nAnna Rose has received financial contributions in relation to their lived experience \nconsultation for the Australian Eating Disorders Research and Translation Centre \n(AEDRTC), and professional development consultation for the Australia and New Zealand"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n38 Academy for Eating Disorders (ANZAED). Anna also receives a PhD stipend from Bond \nUniversity, Queensland, Australia.  \nFunding:  \nThis paper is partially inspired by the technical report titled Eating Disorders and \nNeurodivergence: A Stepped Care Approach (March 2023), which was commissioned by the \nNational Eating Disorders Collaboration (NEDC) and co -authored by Laurence Cobbaert and \nAnna Rose on behalf of the not -for-profit organisation called Eating Disorders \nNeurodiversity Australia. However, no funding  was obtained specifically for this narrative \nreview.  \nAcknowledgements : \nThe authorship team would like to thank Phaedra Longhurst for her assistance reviewing the \nmanuscript and providing feedback prior to its submission for publication."
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n39 REFERENCES  \n1. National Mental Health Commission. Our words matter: Guidelines for language use. \nMindframe. 2023. https://mindframe.org.au/our -words -matter -guidelines -for-language -use  \n2. Bottema -Beutel K, Kapp SK, Lester JN, Sasson, NJ, Hand BN. Avoiding ableist \nlanguage: Suggestions for autism researchers. Autism in adulthood. 2021;3. p. 18 –29. \nhttps://doi.org/10.1089/aut.2020.0014  \n3. Monk R, Whitehouse AJO, Waddington H. The use of language in autism research. \nTrends in neurosciences. 2022;45. p. 791 –793. https://doi.org/10.1016/j.tins.2022.08.009  \n4. Taboas A, Doepke K, Zimmerman C. Preferences for identity -first versus person -first \nlanguage in a US sample of autism stakeholders. Autism. 2023;27.  p. 565 -570. \nhttps://doi.org/10.1177/13623613221130845  \n5. Kapp SK. Profound concerns about “profound autism”: Dangers of severity scales and \nfunctioning labels for support needs. Educ Sci. 2023;13:106. \nhttps://doi.org/10.3390/educsci13020106  \n6. Natri HM, Abubakare O, Asasumasu K, Basargekar A, Beaud F, Botha M et al. Anti‐\nAbleist language is fully compatible with high‐quality autism research: Response to Singer et \nal. (2023). Autism Research. 2023;16. p. 673 –676. https://doi.org/10.1002/aur.29 28 \n7. Finesilver C, Leigh J, Brown N. Invisible disability, unacknowledged diversity. In \nBrown N, Leigh J, editors. Ableism in academia. London: UCL. 2020. p. 143 -160. \n8. Boyd V. 'Looking okay': exploring constructions of fluctuating or recurring \nimpairments in UK higher education. Dissertation, university of Stirling. 2012."
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n40 9. Adams KL, Mandy W, Catmur C, Bird G. Potential mechanisms underlying the \nassociation between feeding and eating disorders and autism. Neurosci Biobehav Rev. 2024; \n162:105717 doi:10.1016/j.neubiorev.2024.105717  \n10. Field SL, Fox JRE, Jones CRG, lliams MO.). “Work WITH us”: A Delphi study \nabout improving eating disorder treatment for autistic women with anorexia nervosa. J Eat \nDisord. 2023;11. https://doi.org/10.1186/s40337 -023-00740 -z \n11. Apperly IA., Lee R, van der Kleij SW, Devine RT. A transdiagnostic approach to \nneurodiversity in a representative population sample: The N + 4 model. JCPP Adv. 2024. \nhttps://doi.org/10.1002/jcv2.12219  \n12. Fletcher -Watson S. Transdiagnostic research and the neurodiversity paradigm: \nCommentary on the transdiagnostic revolution in neurodevelopmental disorders by Astle et \nal. J Child Psychol Psychiatry. 2022;63. p. 418 -420. https://doi.org/10.1111/jcpp.1358 9 \n13. Waldren LH, Leung FYN, Hargitai LD, Burgoyne AP., Liceralde, VRT, Livingston \nLA et al. Unpacking the overlap between Autism and ADHD in adults: A multi -method \napproach. Cortex. 2024;173. p. 120 –137. https://doi.org/10.1016/j.cortex.2023.12.016  \n14. Hay P, Aouad P, Le A, Marks P, Maloney D; National Eating Disorder Research \nConsortium, et al. Epidemiology of eating disorders: population, prevalence, disease burden \nand quality of life informing public policy in Australia -a rapid review. J Eat Disord. 2023 Feb \n15;11:1:23. doi: 10.1186/s40337 -023-00738 -7. \n15. Pastore M, Indrio F, Bali D, Vural M, Giardino I, Pettoello -Mantovani M. Alarming \nincrease of eating disorders in children and adolescents. J Pediatr. 2023;263.  \n16. Barakat S, McLean SA, Bryant E, Le A, Marks P, Touyz S et al. Risk factors for \neating disorders: findings from a rapid review. J Eat Disord. 2023;11:8."
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n41 17. Solmi M, Monaco F, Højlund M, Monteleone AM, Trott M, Firth J et al. Outcomes in \npeople with eating disorders: a transdiagnostic and disorder -specific systematic review, meta -\nanalysis and multivariable meta -regression analysis. World Psychiatry. 2024;2 3. p. 124 -138. \n18. Miskovic -Wheatley J, Bryant E, Ong SH, Vatter S, Le, Touyz S, Maguire S. Eating \ndisorder outcomes: findings from a rapid review of over a decade of research. J Eat Disord. \n2023. p. 11:85. https://doi.org/10.1186/s40337 -023-00801 -3 \n19. Elwyn R. A lived experience response to the proposed diagnosis of terminal anorexia \nnervosa: Learning from iatrogenic harm, ambivalence and enduring hope. J Eat Disord. \n2023;11. https://doi.org/10.1186/s40337 -022-00729 -0 \n20. Kenny TE, Lewis SP. More than an outcome: a person -centered, ecological \nframework for eating disorder recovery. J Eat Disord. 2023;11:45.  \n21. Wetzler S, Hackmann C, Peryer G, Clayman K, Friedman D, Saffran K et al. A \nframework to conceptualize personal recovery from eating disorders: A systematic review \nand qualitative meta -synthesis of perspectives from individuals with lived experience. In t J \nEat Disord. 2020;53. p. 1188 –1203. https://doi.org/10.1002/eat.23260  \n22. den Houting J. Neurodiversity: An insider’s perspective. Autism. 2019;23. p. 271 -\n273. https://doi.org/10.1177/1362361318820762  \n23. Legault M, Bourdon JN, Poirier P. From neurodiversity to neurodivergence: The role \nof epistemic and cognitive marginalization. Synthese. 2021;199. p. 12843 -12868. \nhttps://doi.org/10.1007/s11229 -021-03356 -5 \n24. Giwa Onaiwu M. I, too, sing neurodiversity. Ought. 2020;2. \nhttps://doi.org/10.9707/2833 -1508.1048"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n42 25. Leong C, Graichen R. Decentering Neuronormativity: A transactional analysis \nimpasse theory perspective for understanding adhd masking and authentically honoring the \nda vinci archetype within. Transactional Analysis Journal. 2024;54. p. 91 –106. \nhttps:// doi.org/10.1080/03621537.2024.2286581  \n26. Bolton MJ. De -centering neuronormativity is an imperative in humanistic \npsychotherapy: Towards a neurodiversity -informed, person -centered approach. 2023. \nhttps://doi.org/10.31234/osf.io/q2t8h  \n27. Pellicano E, den Houting J. Annual research review: Shifting from 'normal science' to \nneurodiversity in autism science. J Child Psychol Psychiatry. 2022;63. p. 381 –396. \nhttps://doi.org/10.1111/jcpp.13534  \n28. Chapman R. Neurodiversity and the social ecology of mental functions. Perspect \nPsychol Sci. 2021;16. p. 1360 -1372. https://doi.org/10.1177/1745691620959833  \n29. Dwyer P. The neurodiversity approach (es): what are they and what do they mean for \nresearchers? hum dev. 2022;66. p. 73 –92. https://doi.org/10.1159/000523723  \n30. Lyons K. The neurodiversity paradigm and abolition of psychiatric incarceration. \nColumbia Law Review. 2023;123. p. 1993 –2034. https://www.jstor.org/stable/27264955  \n31. Keski -Rahkonen A, Ruusunen A. Avoidant -restrictive food intake disorder and \nautism: Epidemiology, etiology, complications, treatment, and outcome. Curr Opin \nPsychiatry. 2023;36. p. 438 -442. https://doi.org/10.1097/YCO.0000000000000896  \n32. Villa FM, Crippa A, Rosi E, Nobile M, Brambilla P, Delvecchio G. ADHD and eating \ndisorders in childhood and adolescence: An updated minireview. J Affect Disord. \n2023;321:265 -271. doi:10.1016/j.jad.2022.10.016"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n43 33. Gal E, Hardal -Nasser R, Engel -Yeger B. The relationship between the severity of \neating problems and intellectual developmental deficit level. Res Dev Disabil. 2011;32. p. \n1464 -1469. doi:10.1016/j.ridd.2010.12.003  \n34. Smith BL, Ludlow AK. An exploration of eating behaviours and caregiver mealtime \nactions of children with Tourette syndrome. Frontiers. 2022. \nhttps://doi.org/10.3389/fped.2022.933154  \n35. Bamigbade S -E, Rogers SL, Wills W, Ludlow AK. Mothers’ accounts of mealtime \nand feeding challenges for children with tourette syndrome or persistent tic disorders. Front \nPsychiatry. 2022;13. https://doi.org/10.3389/fpsyt.2022.936796  \n36. Babb C, Brede J, Jones CRG, Serpell L, Mandy W, Fox J. A comparison of the eating \ndisorder service experiences of autistic and non -autistic women in the UK. Eur Eat Disord \nRev. 2022;30. p.  616–627. https://doi.org/10.1002/erv.2930  \n37. Svedlund NE, Norring C, Ginsberg Y, von Hausswolff -Juhlin Y. Symptoms of \nattention deficit hyperactivity disorder (ADHD) among adult eating disorder patients. BMC \npsychiatry. 2017;17:1 -9. \n38. Thomas E, Benjamin -Thomas TE, Sithambaram A, Shankar J, Chen SP. Participatory \naction research among people with serious mental illness: A scoping review. qual health res. \n2024;34. p. 3 –19. https://doi.org/10.1177/10497323231208111  \n39. Musić S, Elwyn R, Fountas G, Gnatt I, Jenkins Z M, Malcolm A et al. Valuing the \nvoice of lived experience of eating disorders in the research process: benefits and \nconsiderations. Aus NZ J Psychiatry. 2022;56. p. 216 -218."
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n44 40. Nimbley E, Maloney E, Duffy F. A call for autism -led research exploring definitions \nof recovery in Autistic individuals with an eating disorder. Int J Eat Disord. 2023;56. p. \n1335 –1340. https://doi.org/10.1002/eat.23953  \n41. Ambwani S, Coull E, Cardi V, Rowlands K, Treasure J. Every mistake is a treasure: \nLessons learned from the TRIANGLE trial for anorexia nervosa. Int J Eat Disord. 2024;57. p. \n1330 -1336. https://doi.org/10.1002/eat.24121  \n42. Gillberg C. Are Autism and Anorexia Nervosa Related? Br J Psychiatry. 1983. p. \n142:428. doi:10.1192/bjp.142.4.428b  \n43. Fisman S, Steele M, Short J, Byrne T, Lavallee C. Case Study: Anorexia Nervosa and \nAutistic Disorder in an Adolescent Girl. J Am Acad Child Adolesc Psychiatry. 1996. p. \n35:937 -940. doi:10.1097/00004583 -199607000 -00021  \n44. Gravestock S. Eating disorders in adults with intellectual disability. J Intellect Disabil \nRes. 2000;44:625 –637. https://doi.org/10.1046/j.1365 -2788.2000.00308.x  \n45. Surman CB, Randall ET, Biederman J. Association between attention -\ndeficit/hyperactivity disorder and bulimia nervosa: analysis of 4 case -control studies. J Clin \nPsychiatry. 2006;67. p. 351 –354. https://doi.org/10.4088/jcp.v67n0303  \n46. Lang J, Wylie G, Haig C, Gillberg C, Minnis H. Towards system redesign: An \nexploratory analysis of neurodivergent traits in a childhood population referred for autism \nassessment. PloS one. 2024;19. https://doi.org/10.1371/journal.pone.0296077  \n47. Cravedi E, Deniau E, Giannitelli M, Xavier J, Hartmann A, Cohen D. Tourette \nsyndrome and other neurodevelopmental disorders: a comprehensive review. Child Adolesc. \nPsychiatry Ment. Health. 2017;11. p. 1 -12."
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n45 48. Watts J. The epistemic injustice of borderline personality disorder. Brit J Psychiatry \nInt. 2024. p. 1 –5. doi:10.1192/bji.2024.16  \n49. McQuaid GA, Strang JF, Jack A. Borderline personality as a factor in late, missed, \nand mis -diagnosis in autistic girls and women: A conceptual analysis. autism in adulthood. \n2024. doi:10.1089/aut.2023.0034  \n50. Lai MC. Clinical reflections on the intersections of autism and personality \ndevelopment. Autism. 2022;26. p. 739 –742. https://doi.org/10.1177/13623613221088073  \n51. Hartley S, Baker C, Birtwhistle M, Burgess JL, Chatburn E, Cobbaert L et al. \nCommentary: Bringing together lived experience, clinical and research expertise – a \ncommentary on the May 2022 debate (should CAMH professionals be diagnosing personality \ndisorder in adolescence?). Child and Adolescent Mental Health. 2022;27. p. 246 -249. \nhttps://doi.org/10.1111/camh.12586  \n52. Martin J. Why are females less likely to be diagnosed with ADHD in childhood than \nmales? The Lancet Psychiatry. 2024;11. p. 303 -310. \n53. Murphy S, Flower RL, Jellett R. Women seeking an autism diagnosis in Australia: A \nqualitative exploration of factors that help and hinder. Autism. 2023;27. p. 808 -821. \nhttps://doi.org/10.1177/13623613221117911  \n54. Rudra A. Why many women with autism and ADHD aren’t diagnosed until adulthood \n– and what to do if you think you’re one of them. The Conversation. 2023. \nhttps://theconversation.com/why -many -women -with-autism -and-adhd -arent -diagnosed -until-\nadulthood -and-what -to-do-if-you-think -youre -one-of-them -179970"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n46 55. Kentrou V, Livingston LA, Grove R, Hoekstra RA, Begeer S. Perceived misdiagnosis \nof psychiatric conditions in autistic adults. eClinicalMedicine. 2024;71. \nhttps://doi.org/10.1016/j.eclinm.2024.102586  \n56. McCrossin R. Finding the true number of females with autistic spectrum disorder by \nestimating the biases in initial recognition and clinical diagnosis. Children. 2022;9:272. \nhttps://doi.org/10.3390/children9020272  \n57. Bailey B, Arciuli J. Indigenous Australians with autism: A scoping review. Autism. \n2020;24. p. 1031 –1046. https://doi.org/10.1177/1362361319894829  \n58. Bruno G, Chan TA., Zwaigenbaum L, Coombs E, Indigenous relations circle, \nNicholas D. Indigenous autism in Canada: A scoping review. Journal of Autism and \nDevelopmental Disorders. 2023. https://doi.org/10.1007/s10803 -023-06045 -z \n59. Garb HN. Race bias and gender bias in the diagnosis of psychological disorders. Clin \nPsych Rev. 2021;90:102087. https://doi.org/10.1016/j.cpr.2021.102087  \n60. Obeid R, Bisson JB, Cosenza A, Harrison AJ, James F, Saade S et al. Do implicit and \nexplicit racial biases influence autism identification and stigma? An implicit association test \nstudy. J Autism Dev Disord. 2021;51. p. 106 –128. https://doi.org/10.1007 /s10803 -020-\n04507 -2 \n61. Mandell DS, Wiggins LD, Carpenter LA, Daniels J, DiGuiseppi C, Durkin MS et al. \nRacial/ethnic disparities in the identification of children with autism spectrum disorders. Am \nJ Pub Health. 2009;99. p. 493 –498. https://doi.org/10.2105/AJPH.2007.131243  \n62. Mandell DS, Ittenbach RF, Levy SE, Pinto -Martin JA. Disparities in diagnoses \nreceived prior to a diagnosis of autism spectrum disorder. J Autism Devel Disord. 2007;37. p. \n1795 –1802. https://doi.org/10.1007/s10803 -006-0314 -8"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n47 63. Ballentine KL. Understanding racial differences in diagnosing odd versus ADHD \nusing critical race theory. Fam Soc. 2019;100. p. 282 -292. \nhttps://doi.org/10.1177/1044389419842765  \n64. Fadus MC, Ginsburg KR, Sobowale K, Halliday -Boykins CA, Bryant BE, Gray KM \net al. Unconscious bias and the diagnosis of disruptive behavior disorders and ADHD in \nAfrican American and Hispanic Youth. Acad Psychiatry. 2020;44. p. 95 –102. \nhttps://doi.org/ 10.1007/s40596 -019-01127 -6 \n65. Longhurst P, Todd J, Aspell JE, Swami V. Psychometric evaluation of a revised \nversion of the body appreciation scale -2 for autistic adults (BAS -2A). Body Image. 2024;49. \ndoi:10.1016/j.bodyim.2024.101706  \n66. Longhurst P, Nimbley E, Evans EH, Maclennan K, Gillespie -Smith K, Duffy F. \nMeasuring eating disorders in autistic people: a proposal for future research. Manuscript \nunder review. 2024.  \n67. Rong Y, Yang C, Jin Y, Wang Y. Prevalence of attention -deficit/hyperactivity \ndisorder in individuals with autism spectrum disorder: A meta -analysis. Res autism spectrum \ndisord. 2021;83. doi:10.1016/j.rasd.2021.101759  \n68. Huke, V, Turk, J, Saeidi, S, Kent, A, Morgan, JF. Autism spectrum disorders in eating \ndisorder populations: A systematic review. European Eating Disorders Review; 2013; 21. p. \n345–351. doi:10.1002/erv.2244   \n69. Boltri M, Sapuppo W. Anorexia nervosa and autism spectrum disorder: a systematic \nreview. Psychiatry Res. 2021;306:114271."
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n48 70. Koomar T, Thomas TR, Pottschmidt NR, Lutter M, Michaelson JJ. 2021). Estimating \nthe prevalence and genetic risk mechanisms of ARFID in a large autism cohort. Frontiers. \nhttps://doi.org/10.3389/fpsyt.2021.668297  \n71. Clyde -Smith I, Duffield , C. Boy, 7, died of undiagnosed eating disorder that saw him \nliving on just 'a few biscuits'. https://www.mirror.co.uk/news/uk -news/boy -7-died-\nundiagnosed -eating -31872750  \n72. Papini NM, Bulik CM, Chawner SJ, Micali N. Prevalence and recurrence of pica \nbehaviors in early childhood: findings from the ALSPAC birth cohort. MedRxiv. \n2023;23290951. https://doi.org/10.1101/2023.06.04.23290951  \n73. Fields VL, Soke GN, Reynolds A, Tian LH, Wiggins L, Maenner M et al. Pica, \nautism, and other disabilities. pediatrics. 2021;147. https://doi.org/10.1542/peds.2020 -0462  \n74. Gesi C, Carmassi C, Luciano M, Bossini L, Ricca V, Fagiolini A et al. Autistic traits \nin patients with anorexia nervosa, bulimia nervosa or binge eating disorder: A Pilot Study. \nEuropean Psychiatry. 2017;41. p. S100 –S100. doi:10.1016/j.eurpsy.2017.01.310  \n75. Carpita B, Muti D, Cremone IM, Fagiolini A, Dell’Osso L. Eating disorders and \nautism spectrum: links and risks. CNS Spectrums. 2022;27. p. 272 –280. \ndoi:10.1017/S1092852920002011  \n76. Nazar BP, Bernardes C, Peachey G, Sergeant J, Mattos P, Treasure, J. The risk of \neating disorders comorbid with attention -deficit/hyperactivity disorder: A systematic review \nand meta -analysis. Int J Eat Disord. 2016;49. p. 1045 –1057. \nhttps://doi.org/10.1002/eat.22643"
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n49 77. Adler LA, Spencer T, Faraone SV, Kessler RC, Howes MJ, Biederman J et al. \nValidity of pilot adult adhd self - report scale (ASRS) to rate adult ADHD symptoms. Ann \nClin Psychiatry. 2006;18. p. 145 –148. https://doi.org/10.3109/10401230600801077  \n78. Reinblatt SP, Mahone EM, Tanofsky -Kraff M, Lee -Winn AE, Yenokyan G, \nLeoutsakos JM. Pediatric loss of control eating syndrome: Association with attention -\ndeficit/hyperactivity disorder and impulsivity. Int J Eat Disord. 2015;48. p. 580 –588. \nhttps://doi. org/10.1002/eat.22404  \n79. Leib S, Gilon Mann T, Stein D, Vusiker I, Tokatly Latzer I, Ben -Ami, M et al. High \nprevalence of attention -deficit/hyperactivity disorder in adolescents with severe obesity \nseeking bariatric surgery. Acta Paediatr. Int. J. Paediatr. 2020;109. p. 581 -586. \ndoi:10.1111/apa.15039  \n80. Alfonsson S, Parling T, Ghaderi A. Screening of adult ADHD among patients \npresenting for bariatric surgery. Obes Surg. 2012;22. p. 918 -926. doi:10.1007/s11695 -011-\n0569 -9 \n81. Cervantes PE, Matson JL. Comorbid symptomology in adults with autism spectrum \ndisorder and intellectual disability. J Autism Devel Disord. 2015;45. p. 3961 -3970. \nhttps://doi.org/10.1007/s10803 -015-2553 -z \n82. Hove O. Prevalence of eating disorders in adults with mental retardation living in the \ncommunity. Am J Ment Retard. 2004;109. p. 501 –506. https://doi.org/10.1352/0895 -\n8017(2004)109<501:POEDIA>2.0.CO;2  \n83. Manduchi B, Fainman GM, Walshe M. Interventions for feeding and swallowing \ndisorders in adults with intellectual disability: A systematic review of the evidence. \nDysphagia. 2020;35. p. 207 -219. https://doi.org/10.1007/s00455 -019-10038 -5"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n50 84. Hirschtritt ME, Lee PC, Pauls DL, Dion Y, Grados MA, Illmann C. Lifetime \nprevalence, age of risk, and genetic relationships of comorbid psychiatric disorders in \nTourette syndrome. JAMA Psychiatry. 2015;72. p. 325 -333. \nhttps://doi.org/10.1001/jamapsychi atry.2014.2650  \n85. Drakes DH, Fawcett EJ, Rose JP, Carter -Major JC, Fawcett, JM. Comorbid \nobsessive -compulsive disorder in individuals with eating disorders: an epidemiological meta -\nanalysis. J Psychiatr Res. 2021;141. p. 176 -191. \n86. Mandelli L, Draghetti S, Albert U, De Ronchi D, Atti AR. Rates of comorbid \nobsessive -compulsive disorder in eating disorders: a meta -analysis of the literature. J Affect \nDisord 2020;277. p. 927 -939. \n87. Lee EB, Barney JL, Twohig MP, Lensegrav -Benson T, Quakenbush B. Obsessive \ncompulsive disorder and thought action fusion: Relationships with eating disorder outcomes. \nEat Behav. 2020;37:101386.  \n88. Rodgers E, Marwaha S, Humpston C. Co -occurring psychotic and eating disorders in \nEngland: findings from the 2014 Adult Psychiatric Morbidity Survey. J Eat Disord. \n2022;10:150.  \n89. Sankaranarayanan A, Johnson K, Mammen SJ, Wilding HE, Vasani D, Murali V et al. \nDisordered eating among people with schizophrenia spectrum disorders: A systematic \nreview. Nutrients. 2021;13:3820.  \n90. Miotto P, Pollini B, Restaneo A, Favaretto G, Sisti D, Rocchi MB et al. Symptoms of \npsychosis in anorexia and bulimia nervosa. Psychiatry Res. 2010;175. p. 237 -243. \n91. Sarro S. Transient psychosis in anorexia nervosa: review and case report. Eating and \nWeight Disorders -Studies on Anorexia, Bulimia and Obesity. 2009;14. p. e139 -e143."
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n51 92. Beisser SR, Gillespie CW. An investigation of eating disorders among gifted \nadolescents. Children and Teenagers. 2021;4. https://doi.org/10.22158/ct.v4n1p64  \n93. Bell AJ. The lived experience of an eating disorder among gifted female adolescents: \na phenomenological study [Doctoral dissertation] University of British Columbia. 2004. \nhttps://open.library.ubc.ca/media/download/pdf/831/1.0099750/1  \n94. Garner D. Eating disorders in the gifted adolescent. Understanding the gifted \nadolescent. 1991:50 -64. \n95. Hughes CE. Giftedness and autism spectrum disorders. In Understanding twice -\nexceptional learners. Routledge. 2021. p. 217 -243 \n96. Schilder CMT, van Elburg A A, Snellen WM, Sternheim LC, Hoek HW, Danner UN. \nIntellectual functioning of adolescent and adult patients with eating disorders. Int J Eat \nDisord. 2017;50. p. 481 -489. https://doi.org/10.1002/eat.22594  \n97. Trail BA. Twice -exceptional learners: What they need in order to thrive. University of \nNorthern Colorado. ProQuest Dissertations & Theses Global.  \n98. Blanz BJ, Detzner U, Lay B, Schmidt MH. The intellectual functioning of adolescents \nwith anorexia nervosa and bulimia nervosa. Eur Child Adolesc Psychiatry. 1997;6:129 -135. \nhttps://doi.org/10.1007/BF00538984  \n99. Murray D, Milton D, Green J, Bervoets J. The human spectrum: A phenomenological \nenquiry within neurodiversity. Psychopathology. 2023;56:220 -230. \nhttps://doi.org/10.1159/000526213  \n100. Green J, Shaughnessy N. Autistic phenomenology: past, present, and potential future. \nFront Psychol. 2023;14:1287209. https://doi.org/10.3389/fpsyg.2023.1287209"
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n52 101. Cobbaert L, Rose A. Eating disorders and neurodivergence: A stepped care approach. \n2023  \n102. Longhurst P. Body image and autism: A scoping review. Research in Autism \nSpectrum Disorders. 2023;105: 102170. https://doi.org/10.1016/j.rasd.2023.102170  \n103. Longhurst P, Burnette CB. Challenges and opportunities for conceptualizing intuitive \neating in autistic people. Int J Eat Disord. 2023;56. p. 2189 –2199. \nhttps://doi.org/10.1002/eat.24057  \n104. Dellapiazza F, Michelon C, Vernhet C, Muratori F, Blanc N, Picot MC, et al. Sensory \nprocessing related to attention in children with ASD, ADHD, or typical development: Results \nfrom the ELENA cohort. Eur Child Adolesc Psychiatry. 2021;30. p. 283 -291. \nhttps://doi.org/10.1007/s00787 -020-01516 -5 \n105. Gere DR, Capps SC, Mitchell DW, Grubbs E. Sensory sensitivities of gifted children. \nAm J Occup Ther. 2009;63. p. 288 -295. https://doi.org/10.5014/ajot.63.3.288  \n106. Houghton DC, Capriotti MR, Conelea CA, Woods DW. Sensory phenomena in \nTourette syndrome: Their Role in Symptom Formation and Treatment. Curr Dev Disord Rep. \n2014;1. p. 245 –251. https://doi.org/10.1007/s40474 -014-0026 -2 \n107. Tran HT, Li YC, Lin HY, Lee SD, Wang PJ. Sensory processing impairments in \nchildren with developmental coordination disorder. Children. 2022;9:10:1443. \nhttps://doi.org/10.3390/children9101443  \n108. Viana AR, Razuk M, de Freitas PB, Barela JA. Sensorimotor integration in dyslexic \nchildren under different sensory stimulations. PloS one. 2013;8: e72719. \nhttps://doi.org/10.1371/journal.pone.0072719"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n53 109. Cervin M. Sensory processing difficulties in children and adolescents with obsessive -\ncompulsive and anxiety disorders. Res Child Adolesc Psychopathol. 2023;51. p. 223 –232. \nhttps://doi.org/10.1007/s10802 -022-00962 -w \n110. Ramsay IS, Schallmo M -P, Biagianti B, Fisher M, Vinogradov S, Sponheim SR. \nDeficits in auditory and visual sensory discrimination reflect a genetic liability for psychosis \nand predict disruptions in global cognitive functioning. Front Psychiatry. 2020 ;11. \nhttps://doi.org/10.3389/fpsyt.2020.00638  \n111. Burke E, O’Dwyer M, Maes -Festen D, Oppewal A. Chronic health among those with \nan intellectual disability. In F. Sheerin & C. Doyle (Eds.), Intellectual disabilities: Health and \nsocial care across the lifespan. Springer; 2023. https://doi.org/10.1007/978 -3-031-27496 -1_9 \n112. Sibeoni J, Massoutier L, Valette M, Manolios E, Verneuil L, Speranza M, et al. The \nsensory experiences of autistic people: A metasynthesis. Autism. 2022;26:1032 -1045.  \n113. Cobbaert L, Hay P, Mitchell PB, Roza SJ, Perkes I. Sensory processing across eating \ndisorders: A systematic review and meta -analysis of self -report inventories. Int J Eat Disord. \n2024. https://doi.org/10.1002/eat.24184  \n114. Navas -León S, Tajadura -Jiménez A, Motrico E, Morales L, Borda -Mas M, Almeda N, \nSánchez -Martín M. Understanding and treating body image disturbances in eating disorders \nthrough body illusion interventions: A scoping review protocol. Syst Rev. 2024;13:6 5. \nhttps://doi.org/10.1186/s13643 -024-02458 -8 \n115. Saure E, Lepistö -Paisley T, Raevuori A, Laasonen M. Atypical sensory processing is \nassociated with lower body mass index and increased eating disturbance in individuals with \nanorexia nervosa. Front Psychiatry. 2022;13:850594."
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n54 116. Nimbley E, Golds L, Sharpe H, Gillespie -Smith K, Duffy F. Sensory processing and \neating behaviours in autism: A systematic review. Eur Eat Disord Rev. 2022;30. p. 538 –559. \nhttps://doi.org/10.1002/erv.2920  \n117. Nisticò V, Faggioli R, Tedesco R, Giordano B, Priori A, Gambini O, et al. Brief \nreport: sensory sensitivity is associated with disturbed eating in adults with autism spectrum \ndisorders without intellectual disabilities. J Autism Dev Disord. 2023;53. p. 329 5-3300.  \n118. Elsayed HE, Thompson KL, Conklin JL, Watson, LR. Systematic review of the \nrelation between feeding problems and sensory processing in children with autism spectrum \ndisorder. Am J Speech Lang Pathol. 2022;31. p. 2875 -2899.  \n119. Wolff M, Morceau S, Folkard R, Martin -Cortecero J, Groh A. A thalamic bridge from \nsensory perception to cognition. Neurosci Biobehav Rev. 2021;120. p. 222 -235. \ndoi:10.1016/j.neubiorev.2020.11.013  \n120. Wolff M, Vann SD. The cognitive thalamus as a gateway to mental representations. J \nNeurosci. 2019;39. p. 3 –14. https://doi.org/10.1523/JNEUROSCI.0479 -18.2018  \n121. Saalmann YB, Kastner S. The cognitive thalamus. Front Syst Neurosci. 2015;9:39.  \n122. Cabrera -Álvarez J, Doorn N, Maestú F, Susi G. Modeling the role of the thalamus in \nresting -state functional connectivity: Nature or structure. PLoS Comput Biol. 2023;19:8. \nhttps://doi.org/10.1371/journal.pcbi.1011007  \n123. Fama R, Sullivan EV. Thalamic structures and associated cognitive functions: \nRelations with age and aging.  Neuroscience and biobehavioral reviews . 2015; 54. p. 29–37. \nhttps://doi.org/10.1016/j.neubiorev.2015.03.008"
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n55 124. Wen X, Li W, Liu Y, et al. Exploring communication between the thalamus and \ncognitive control -related functional networks in the cerebral cortex. Cogn Affect Behav \nNeurosci. 2021;2:13. p. 656 -677. doi:10.3758/s13415 -021-00892 -y. \n125. Ouhaz Z, Fleming H, Mitchell AS. Cognitive functions and neurodevelopmental \ndisorders involving the prefrontal cortex and mediodorsal thalamus. Front Neurosci. 2018 \nFeb 6;12:33. doi: 10.3389/fnins.2018.00033.  \n126. Barson JR, Mack NR, Gao WJ. The paraventricular nucleus of the thalamus is an \nimportant node in the emotional processing network. Front Behav Neurosci. 2020;29:14. p. \n598469. doi: 10.3389/fnbeh.2020.598469.  \n127. Hwang WJ, Kwak YB, Cho KIK, Lee TY, Oh H, Ha M, Kim M, Kwon JS. Thalamic \nconnectivity system across psychiatric disorders: current status and clinical implications. Biol \nPsychiatry Glob Open Sci. 2021;2(4). p. 332 -340. \nhttps://doi.org/10.1016/j.bpsgos.2021.09.008  \n128. Yang B, Jia Y, Zheng W, Wang L, Qi Q, Qin W, Li X, Chen X, Lu J, Li H, Zhang Q, \nChen N. Structural changes in the thalamus and its subregions in regulating different \nsymptoms of posttraumatic stress disorder. Psychiatry Res Neuroimaging. 2023;335:1117 06. \ndoi: 10.1016/j.pscychresns.2023.111706.  \n129. Kirouac GJ. The paraventricular nucleus of the thalamus as an integrating and relay \nnode in the brain anxiety network. Front Behav Neurosci. 2021;24;15:627633. doi: \n10.3389/fnbeh.2021.627633.  \n130. Wang J, Wu G, Wang M, Li W, Wang Y, Ren X, et al. Exploring the thalamus: a \ncrucial hub for brain function and communication in patients with bulimia nervosa. J Eat \nDisord. 2023;11:207. doi:10.1186/s40337 -023-00933 -6."
    },
    {
      "section": "Page 56",
      "page_number": 56,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n56 131. Petrovich GD. The function of paraventricular thalamic circuitry in adaptive control \nof feeding behavior. Front Behav Neurosci. 2021 Apr 26;15:671096. doi: \n10.3389/fnbeh.2021.671096.  \n132. Millan EZ, Ong Z, McNally GP. Chapter 5 - Paraventricular thalamus: Gateway to \nfeeding, appetitive motivation, and drug addiction. In: Calvey T, Daniels WMU, editors. \nProgress in Brain Research. Elsevier. 2017. p. 113 -137. doi: 10.1016/bs.pbr.2017.07. 006. \n133. Gavnik AA. A sociological examination of disordered eating and body satisfaction \namong transgender and nonbinary individuals. [Master's thesis]. University of Delaware; \n2023.  \n134. Park-Cardoso J, da Silva APS. Preference to Eat Alone: Autistic Adults' Desire for \nFreedom of Choice for a Peaceful Space. Autism in Adulthood. 2021;3. p. 257 -265. \ndoi:10.1089/aut.2020.0066  \n135. Kluckow H, Telfer J, Abraham S. Should we screen for misophonia in patients with \neating disorders? A report of three cases. Int J Eat Disord. 2014;47. p. 558 -561. \nhttps://doi.org/10.1002/eat.22245  \n136. Naraindas AM, Moreno M, Cooney SM. Beyond Gender: Interoceptive Sensibility as \na Key Predictor of Body Image Disturbances. Behav Sci. 2023;14:25. \nhttps://doi.org/10.3390/bs14010025  \n137. Todd J, Aspell JE, Barron D, Swami V. Multiple dimensions of interoceptive \nawareness are associated with facets of body image in British adults. Body Image. 2019;29. \np. 6-16. doi:10.1016/j.bodyim.2019.02.003"
    },
    {
      "section": "Page 57",
      "page_number": 57,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n57 138. Lyvers M, Kelahroodi M, Udodzik E, Stapleton P, Thorberg FA. Alexithymia and \nbinge eating: Maladaptive emotion regulation strategy or deficient interoception? Appetite. \n2022;175:106073. doi:10.1016/j.appet.2022.106073  \n139. Wallis DJ, Ridout N. Direct and indirect effects of alexithymia on disordered eating in \na non -clinical female sample: Determining the role of negative affect. Front Psychiatry. 2022 \nNov 24;13:994024. doi: 10.3389/fpsyt.2022.994024.  \n140. Vuillier L, Carter Z, Teixeira AR, Moseley RL. Alexithymia may explain the \nrelationship between autistic traits and eating disorder psychopathology. Mol Autism. \n2020;11. p. 1 -19. \n141. Kinnaird E, Norton C, Pimblett C, Stewart C, Tchanturia K. Eating as an autistic \nadult: An exploratory qualitative study. PloS one. 2019;14: e0221937. \nhttps://doi.org/10.1371/journal.pone.0221937  \n142. Park-Cardoso J, da Silva APS. Insistence on sameness for food space appropriation: \nAn exploratory study on Brazilians with autism (self -)diagnosis in adulthood. Autism. \n2023;27. p. 938 -951. https://doi.org/10.1177/13623613221121417  \n143. Jamal W, Cardinaux A, Haskins AJ, Kjelgaard M, Sinha P. Reduced sensory \nhabituation in autism and its correlation with behavioral measures. J Autism Dev Disord. \n2021;51. p. 3153 –3164. https://doi.org/10.1007/s10803 -020-04780 -1 \n144. Cary E, Pacheco D, Kaplan -Kahn E, McKernan E, Matsuba E, Prieve B, et al. Brain \nsignatures of early and late neural measures of auditory habituation and discrimination in \nautism and their relationship to autistic traits and sensory overresponsivity. J  Autism Dev \nDisord. 2024;54. p. 1344 –1360. https://doi.org/10.1007/s10803 -022-05866 -8"
    },
    {
      "section": "Page 58",
      "page_number": 58,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n58 145. Kerns CM, Lankenau S, Shattuck PT, Robins DL, Newschaffer CJ, Berkowitz SJ. \nExploring potential sources of childhood trauma: A qualitative study with autistic adults and \ncaregivers. Autism. 2022;26. p. 1987 –1998. https://doi.org/10.1177/13623613211070 637 \n146. Cristofori I, Cohen -Zimerman S, Grafman J. Chapter 11 - Executive functions. \nHandbook of Clinical Neurology. 2019;163. p. 197 -219. doi:10.1016/B978 -0-12-804281 -\n6.00011 -2 \n147. Mareva S, Lead Investigators, Astle D, Baker K, Gathercole S, Holmes J, et al. \nMapping neurodevelopmental diversity in executive function. Cortex. 2024;172. p. 204 -221. \ndoi:10.1016/j.cortex.2023.11.021  \n148. Diaz -Marsa M, Pemau A, de la Torre -Luque A, Vaz -Leal F, Rojo -Moreno L, Beato -\nFernandez L, et al. Executive dysfunction in eating disorders: Relationship with clinical \nfeatures. Prog. Neuropsychopharmacol. Biol. Psychiatry. 2023;120. \ndoi:10.1016/j.pnpbp.2022.110649  \n149. Hirst RB, Beard CL, Colby KA, Quittner Z, Mills BM., Lavender JM. Anorexia \nnervosa and bulimia nervosa: A meta -analysis of executive functioning. Neurosci Biobehav \nRev. 2017;83. p. 678 –690. https://doi.org/10.1016/j.neubiorev.2017.08.011  \n150. Vicente A, Michel C, Petrolini V. Literalism in autistic people: A predictive \nprocessing proposal. Review of Philosophy and Psychology. 2023. \nhttps://doi.org/10.1007/s13164 -023-00704 -x \n151. Brede J, Babb C, Jones C, Elliott M, Zanker C, Tchanturia K, et al. “For me, the \nanorexia is just a symptom, and the cause is the autism”: Investigating restrictive eating \ndisorders in autistic women. J Autism Dev Disord. 2020;50. p. 4280 –4296. \nhttps://doi.org/10.1007/s10803 -020-04479 -3"
    },
    {
      "section": "Page 59",
      "page_number": 59,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n59 152. Dell'Osso L, Nardi B, Benedetti F, Cremone IM, Casagrande D, Massimetti G, et al. \nOrthorexia and autism spectrum in University workers: relationship with gender, body mass \nindex and dietary habits. Eat Weight Disord. 2022;27:8. p. 3713 -3723. doi: 10.1007/s 40519 -\n022-01514 -3. \n153. Bouzy J, Brunelle J, Cohen D, Condat A. Transidentities and autism spectrum \ndisorder: A systematic review. Psychiatry Res. 2023;323:115176.  \n154. Cheung AS, Ooi O, Leemaqz S, Cundill P, Silberstein N, Bretherton I, et al. \nSociodemographic and clinical characteristics of transgender adults in Australia. Transgender \nhealth. 2018;3. p. 229 -238. \n155. De Vries AL, Roehle R, Marshall L, Frisén L, Van De Grift TC, Kreukels BP, et al. \nMental health of a large group of adults with disorders of sex development in six European \ncountries. Psychosom Med. 2019;81. p. 629 -640. \n156. George R, Stokes MA. Sexual orientation in autism spectrum disorder. Autism Res. \n2018;11:133 –141. https://doi.org/10.1002/aur.1892  \n157. Tollit MA, Maloof T, Hoq M, Haebich K, Pace CC, Rodriguez ZM., et al. A \ncomparison of gender diversity in transgender young people with and without autistic traits \nfrom the Trans 20 cohort study. The Lancet Regional Health –Western Pacific. 2024:47.  \n158. Voltaire S, Steinberg H, Garfield T, Chvasta K, Ardeleanu K, Brown M, et al. \nInextricably tied: Nonbinary autistic individuals' views on how their gender identity and \nautism are connected. Autism. 2024:13623613241257600. \nhttps://doi.org/10.1177/13623613241257600"
    },
    {
      "section": "Page 60",
      "page_number": 60,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n60 159. Weir E, Allison C, Baron -Cohen S. The sexual health, orientation, and activity of \nautistic adolescents and adults. Autism Res. 2021;14. p. 2342 –2354. \nhttps://doi.org/10.1002/aur.2604  \n160. Cusack CE, Silverstein S, Askew AJ, Simone M, Galupo MP, Levinson CA. Eating \ndisorders among queer and trans individuals: Implications for conceptualization, assessment, \nand treatment. Bulletin of the Menninger Clinic. 2024;88. p. 128 -147. \n161. Straus, P, Cook A, Watson V, Winter S, Whitehouse A, Albrecht N, et al. Mental \nhealth difficulties among trans and gender diverse young people with an autism spectrum \ndisorder (ASD): Findings from Trans Pathways. J Psychiatr Res. 2021;137. p. 360 -367. \n162. Coelho JS, Suen J, Clark BA, Marshall SK, Geller J, Lam PY. Eating disorder \ndiagnoses and symptom presentation in transgender youth: a scoping review. Curr Psychiatry \nRep. 2019;21. p. 1 -10. \n163. Heiden -Rootes K, Linsenmeyer W, Levine S, Oliveras M, Joseph, M. A scoping \nreview of the research literature on eating and body image for transgender and nonbinary \nadults. J Eat Disord. 2023;11:111.  \n164. Rasmussen SM, Dalgaard MK, Roloff M, Pinholt M, Skrubbeltrang C, Clausen L, et \nal. Eating disorder symptomatology among transgender individuals: a systematic review and \nmeta -analysis. J Eat Disord. 2023;11:84.  \n165. Alvå H. \"The greater dysphoria I’ve had, the greater dysmorphia -they work together” -\nAn interview study on trans and nonbinary experiences of seeking and participating in \nSwedish eating disorder treatment. 2023.  \n166. Kester BL. Internalized transphobia and the development of disordered eating \nbehaviors in gender diverse adults [Doctoral dissertation] Antioch University; 2023."
    },
    {
      "section": "Page 61",
      "page_number": 61,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n61 167. Bialy K. The Impact of gender minority stress on eating pathology and body checking \nbehaviors in transgender and non -binary adults. [Dissertation] Philadelphia College of \nOsteopathic Medicine. 2023.  \n168. Biefield SD. Body -based harassment and eating disorder symptomology in cisgender, \ntransgender, and gender nonconforming individuals. [Doctoral dissertation] University of \nKentucky. 2023.  \n169. Soulliard ZA, Le TP, Yamasaki V. Pride and body image among transgender and \nnonbinary adults: the mediating role of body appreciation between gender identity pride and \nintuitive eating. Eating Disorders. 2024. p. 1 -18. \n170. McGregor K, Williams CR, Botta A, Mandel F, Gentile J. Providing essential gender -\naffirming telehealth services to transgender youth during COVID -19: A service review. J \nTelemed Telecare. 2023;29:147 -152. \n171. Velez, BL, Breslow AS, Brewster ME, Cox Jr R, Foster AB. Building a \npantheoretical model of dehumanization with transgender men: Integrating objectification \nand minority stress theories. J Couns Psychol. 2016;63:497.  \n172. Cooper K, Mandy W, Butler C, Russell A. The lived experience of gender dysphoria \nin autistic adults: An interpretative phenomenological analysis. Autism. 2022;26. p. 963 –974. \nhttps://doi.org/10.1177/13623613211039113  \n173. Cooper K, Mandy W, Butler C, Russell A. Phenomenology of gender dysphoria in \nautism: a multiperspective qualitative analysis. J Child Psychol Psychiatr. 2023;64:265 -276. \nhttps://doi.org/10.1111/jcpp.13691"
    },
    {
      "section": "Page 62",
      "page_number": 62,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n62 174. Elwyn R, Williams M, Smith E, Smith S. Two identical twin pairs discordant for \nlongstanding anorexia nervosa and OSFED: Lived experience accounts of eating disorder and \nrecovery processes. [Manuscript submitted for publication]. 2024.  \n175. Lundberg T, Roen K, Kraft C, Hegarty P. How young people talk about their \nvariations in sex characteristics: making the topic of intersex talkable via sex education. Sex \nEduc. 2021;21:5. p. 552 -567. doi:10.1080/14681811.2021.1911796.  \n176. Reis SM, Renzulli JS. Intellectual giftedness. In R. J. Sternberg (Ed.), The Cambridge \nhandbook of intelligence (2nd ed.). Cambridge University Press; 2020: p. 291 –316 \nhttps://doi.org/10.1017/9781108770422.014  \n177. Andronaco JA, Shute R, McLachlan A. Exploring asynchrony as a theoretical \nframework for understanding giftedness: A case of cognitive dissonance? Roeper Rev. \n2014;36. p. 264 -272. \n178. Petersson S, Johnsson P, Perseius KI. A Sisyphean task: experiences of perfectionism \nin patients with eating disorders. J Eat Disord. 2017;5. p. 1 -11. \n179. Rice KG, Ray ME. Perfectionism and the gifted. In Pfeiffer SI, Shaunessy -Dedrick E, \nFoley -Nicpon M, editors, APA handbook of giftedness and talent (pp.). American \nPsychological Association; 2018. p. 645 –658. https://doi.org/10.1037/0000038 -042 \n180. Eli K. Striving for liminality: Eating disorders and social suffering. Transcult \nPsychiatry. 2018;55. p. 475 -494. \n181. Krafchek J, Kronborg L. The social coping of academically high -achieving females \nbefore the onset of disordered eating. Gifted Talented Int. 2020;35. p. 86 –99. \nhttps://doi.org/10.1080/15332276.2020.1818329"
    },
    {
      "section": "Page 63",
      "page_number": 63,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n63 182. Krafchek J, Kronborg L. Academic emotions experienced by academically high -\nachieving females who developed disordered eating. Roeper Rev. 2019;41. p. 258 –272. \nhttps://doi.org/10.1080/02783193.2019.1661053  \n183. Peterson JS. Giftedness, trauma, and development: A qualitative, longitudinal case \nstudy. J Educ Gifted. 2014;37. p. 295 -318. \n184. Stackpole R, Greene D, Bills E, Egan SJ.). The association between eating disorders \nand perfectionism in adults: A systematic review and meta -analysis. Eat Behav. 2023;50. \ndoi:101769. 10.1016/j.eatbeh.2023.101769  \n185. Townend G, Pendergast D, Garvis S. Academic self -concept in twice -exceptional \nstudents: What the literature tells us. TalentEd. 2014;28. p. 75 –89. \nhttps://search.informit.org/doi/10.3316/informit.148086039194781  \n186. Amend ER, Peters DB. The importance of accurate assssment of gifted students: \nIssues with misdiagnosis, missed diagnoses, and twice -exceptionality. In handbook for \ncounselors serving students with gifts and talents. routledge. 2021. p. 713 -731 \n187. Desvaux T, Danna J, Velay JL, Frey A. From gifted to high potential and twice \nexceptional: A state -of-the-art meta -review. Appl. Neuropsychol. Child. 2023;13. p. 165 –\n179. https://doi.org/10.1080/21622965.2023.2252950  \n188. Borsotti V, Begel A, Bjørn P. Neurodiversity and the accessible university: Exploring \norganizational barriers, access labor and opportunities for change. Proceedings of the ACM \non Human -Computer Interaction, 8(CSCW1). 2024. p. 1 –27. https://doi.org/10 .1145/3641011  \n189. Arnold SR, Bruce G, Weise J, Mills CJ, Trollor JN, Coxon K. Barriers to healthcare \nfor Australian autistic adults. Autism. 2023;28. p. 301 -315. \nhttps://doi.org/10.1177/13623613231168444"
    },
    {
      "section": "Page 64",
      "page_number": 64,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n64 190. Tan DW, Rabuka M, Haar T, Pellicano E. ‘It’s a symbolic violence’: Autistic \npeople’s experiences of discrimination at universities in Australia. Autism. 2024;28. p. 1344 -\n1356. https://doi.org/10.1177/13623613231219744  \n191. Morton HE, Gillis JM, Zale EL, Brimhall KC, Romanczyk RG. Development and \nvalidation of the assessment of bullying experiences questionnaire for neurodivergent youth. \nJ Autism Dev Disord. 2022. p. 1 -14. \n192. Mellifont D. Ableist ivory towers: a narrative review informing about the lived \nexperiences of neurodivergent staff in contemporary higher education. Disability & Society. \n2021;38. p. 865 –886. https://doi.org/10.1080/09687599.2021.1965547  \n193. Praslova LN. Autism doesn’t hold people back at work. discrimination does. Harv \nBus Rev. 2021. https://hbr.org/2021/12/autism -doesnt -hold-people -back -at-work -\ndiscrimination -does \n194. Moeller M, Ott DL., Russo, E. Neurodiversity can be a workplace strength, if we \nmake room for it. The Conversation. 2021. https://theconversation.com/neurodiversity -can-\nbe-a-workplace -strength -if-we-make -room -for-it-164859  \n195. Weitlauf AS, Miceli A, Vehorn A, Dada Y, Pinnock T, Harris JW, et al. Screening, \ndiagnosis, and intervention for Autism: Experiences of black and multiracial families seeking \ncare. J Autism Dev Disord. 2023. https://doi.org/10.1007/s10803 -022-05861 -z. \n196. Smethurst, L., Thompson, A. R., & Freeth, M. (2024). “I’ve absolutely reached rock \nbottom and have no energy”: The lived experience of unemployed and underemployed \nautistic adults. Autism in Adulthood."
    },
    {
      "section": "Page 65",
      "page_number": 65,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n65 197. Otiniano Verissimo AD, Henley N, Gee G, Davis CM. Homelessness and \ndiscrimination among US adults: the role of intersectionality. Journal of Social Distress and \nthe Homeless. 2021;32:1. p. 1 -15. DOI: 10.1080/10530789.2021.1935650  \n198. Karpur A, Vasudevan V, Frazier TW, Shih AJ. Food insecurity in households of \nchildren with ASD in COVID -19 pandemic: A comparative analysis with the Household \nPulse Survey data using stabilized inverse probability treatment weights. Disabil Health J. \n2022; 15:3. doi:10.1016/j.dhjo.2022.101323.  \n199. Moore R, Dada S, Emmambux M N, Samuels A . Food and nutrition security in \npersons with disabilities. A scoping review. Global Food Security . 2021; 31:100581.  \n 200. Kirkbride JB, Anglin DM, Colman I, Dykxhoorn J, Jones PB, Patalay P, et al. The \nsocial determinants of mental health and disorder: evidence, prevention and \nrecommendations. World Psychiatry. 2024;23:1. p. 58 -90. doi:10.1002/wps.21160.  \n201. Mason TB, Mozdzierz P, Wang S, Smith KE. Discrimination and eating disorder \npsychopathology: A meta -analysis. Behav Ther. 2021;52:2. p. 406 -417. \ndoi:10.1016/j.beth.2020.05.003.  \n202. Cleary M, West S, Kornhaber R, Hungerford C. Autism, discrimination and masking: \nDisrupting a recipe for trauma. Issues Ment Health Nurs. 2023;44:9. p. 799 -808. \n203. Davies J, Heasman B, Livesey A, Walker A, Pellicano E, Remington A. Access to \nemployment: A comparison of autistic, neurodivergent and neurotypical adults’ experiences \nof hiring processes in the United Kingdom. Autism. 2023;27:6. p. 1746 -1763.  \n204. Gallagher A. Homelessness amongst autistic people and people with ADHD: a \nsystematic review of the prevalence rates and risk factors and a qualitative exploration of \nindividual experiences [Doctoral thesis]. University of Glasgow, School of Health and"
    },
    {
      "section": "Page 66",
      "page_number": 66,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n66 Wellbeing, College of Medical, Veterinary and Life Sciences; 2023. Available from: \nhttps://theses.gla.ac.uk/83816/5/2023GallagherDClinPsy.pdf  \n205. Yalım E, Ünsal C, Gündoğmuş İ. The relationship between occupational functionality \nand metacognition in patients with obsessive -compulsive disorder. Cureus. 2024;16:1. \ndoi:10.7759/cureus.51738.  \n206. Brown M, McCann E. Homelessness and people with intellectual disabilities: A \nsystematic review of the international research evidence. J Appl Res Intellect Disabil. \n2021;34:2. p. 390 -401. doi:10.1111/jar.12815.  \n207. Hallward L, Nagata JM, Testa A, Jackson DB, Ganson KT. Associations between \ngender identity, eating disorder psychopathology, and food insecurity among Canadian \nadolescents and young adults during the COVID -19 pandemic. Eat Behav. 2023;49:101723.  \n208. Hazzard VM, Loth KA, Hooper L, Becker CB. Food insecurity and eating disorders: a \nreview of emerging evidence. Curr Psychiatry Rep. 2020;22:12:74. doi:10.1007/s11920 -020-\n01200 -0. \n209. Hazzard VM, Hooper L, Larson N, Loth KA, Wall MM, Neumark -Sztainer D. \nAssociations between severe food insecurity and disordered eating behaviors from \nadolescence to young adulthood: Findings from a 10 -year longitudinal study. Prev Med. \n2022;154:10689 5. doi:10.1016/j.ypmed.2021.106895.  \n210. Han E, Scior K, Avramides K, Crane L. A systematic review on autistic people's \nexperiences of stigma and coping strategies. Autism Res. 2022 Jan;15:1. p. 12 -26. doi: \n10.1002/aur.2652."
    },
    {
      "section": "Page 67",
      "page_number": 67,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n67 211. Masuch TV, Bea M, Alm B, et al. Internalized stigma, anticipated discrimination and \nperceived public stigma in adults with ADHD. ADHD Atten Def Hyp Disord. 2019;11. p. \n212-220. doi:10.1007/s12402 -018-0274 -9. \n212. Turnock A, Langley K, Jones CRG. Understanding stigma in autism: A narrative \nreview and theoretical model. Autism Adulthood. 2022;4:1. p. 76 -91. \ndoi:10.1089/aut.2021.0005.  \n213. Hume R, Burgess H. “I'm Human After All”: autism, trauma, and affective empathy. \nAutism Adulthood. 2021;3:3. p. 221 -229. \n214. Kimber L, Verrier D, Connolly S. Autistic people's experience of empathy and the \nautistic empathy deficit narrative. Autism Adulthood. 2023. doi:10.1089/aut.2023.0001.  \n215. Milton D, Gurbuz E, López B. The ‘double empathy problem’: Ten years on. Autism. \n2022;268. p. 1901 -1903. doi:10.1177/13623613221129123.  \n216. Gernsbacher MA, Yergeau M. Empirical failures of the claim that autistic people lack \na theory of mind. Arch Sci Psychol. 2019;7. p. 102 -118. https://doi.org/10.1037/arc0000067  \n217. Flanigan LK. I do not have stigma towards people with ADHD (but I do think they’re \nlazy): Using education and experience to reduce negative attitudes towards ADHD (Doctoral \nthesis, University of Calgary, Calgary, Canada). (2021). Retrieved from \nhttps: //prism.ucalgary.ca. http://hdl.handle.net/1880/113101  \n218. Shaw  H. “I Don’t Suffer from ADHD, I Suffer from Other People”: ADHD, Stigma, \nand Academic Life . ADHD (Doctoral thesis,  Dalhousie University, Canada ). (202 4). \nRetrieved from https://dalspace.library.dal.ca/handle/10222/80523   \n 219. Radulski B. What are “masking” and “camouflaging” in the context of autism and \nADHD? The Conversation. Published January 3, 2023. Available from:"
    },
    {
      "section": "Page 68",
      "page_number": 68,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n68 https://theconversation.com/what -are-masking -and-camouflaging -in-the-context -of-autism -\nand-adhd -193446  \n220. Howe SJ, Hull L, Sedgewick F, Hannon B, McMorris CA. Understanding \ncamouflaging and identity in autistic children and adolescents using photo -elicitation. Res \nAutism Spectr Disord. 2023;108:102232. doi:10.1016/j.rasd.2023.102232  \n221. Biberdzic M, Tang J, Tan J. Beyond difficulties in self -regulation: the role of identity \nintegration and personality functioning in young women with disordered eating behaviours. J \nEat Disord. 2021;9:93. https://doi.org/10.1186/s40337 -021-00398 -5 \n222. Evans JA, Krumrei -Mancuso E, Rouse SV. What You Are Hiding Could Be Hurting \nYou: Autistic Masking in Relation to Mental Health, Interpersonal Trauma, Authenticity, and \nSelf-Esteem. Autism Adulthood. 2023. doi:10.1089/aut.2022.0115  \n223. Cassidy SA, Gould K, Townsend E, Pelton M, Robertson AE, Rodgers J. Is \ncamouflaging autistic traits associated with suicidal thoughts and behaviours? Expanding the \ninterpersonal psychological theory of suicide in an undergraduate student sample. J Aut ism \nDev Disord. 2020;50:10. p. 3638 -3648. doi: 10.1007/s10803 -019-04323 -3. \n224. Radulski EM. Conceptualising autistic masking, camouflaging, and neurotypical \nprivilege: Towards a minority group model of neurodiversity. Human Development. \n2022;66:2. p. 113 -127. https://doi.org/10.1159/000524122  \n225. South M, Costa AP, McMorris C. Death by suicide among people with autism: \nBeyond zebrafish. JAMA Netw Open. 2021;4:1. doi:10.1001/jamanetworkopen.2020.34018  \n226. Bradley S, Moore F, Duffy F, Clark L, Suratwala T, Knightsmith P, Gillespie -Smith \nK. Camouflaging, not sensory processing or autistic identity, predicts eating disorder \nsymptoms in autistic adults. Autism. 2024. doi:10.1177/13623613241245749"
    },
    {
      "section": "Page 69",
      "page_number": 69,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n69 227. Douglas S, Sedgewick F. Experiences of interpersonal victimization and abuse among \nautistic people. Autism. 2023. doi:10.1177/13623613231205630  \n228. Pearson A, Rose K, Rees J. ‘I felt like I deserved it because I was autistic’: \nUnderstanding the impact of interpersonal victimisation in the lives of autistic people. \nAutism. 2023;27:2. p. 500 -511. https://doi.org/10.1177/13623613221104546  \n229. Wymbs BT, Gidycz CA. Examining link between childhood ADHD and sexual \nassault victimization. J Atten Disord. 2021;25:11. p. 1612 -1622. \nhttps://doi.org/10.1177/1087054720923750  \n230. Snyder JA. Examining the link between assault victimization and ADHD among \ncollege men. Crim Justice Stud. 2018;32:1. p. 16 -31. \nhttps://doi.org/10.1080/1478601X.2018.1555159  \n231. Snyder JA. The link between ADHD and the risk of sexual victimization among \ncollege women: Expanding the lifestyles/routine activities framework. Violence Against \nWomen. 2015;21:11. p. 1364 -1384. https://doi.org/10.1177/1077801215593647  \n232. Cazalis F, Reyes E, Leduc S, Gourion D. Evidence that nine autistic women out of ten \nhave been victims of sexual violence. Front Behav Neurosci. 2022;16:852203. \nhttps://doi.org/10.3389/fnbeh.2022.852203  \n233. Christian A. Majority of women with intellectual disability have experienced sexual \nabuse. Disability Support Guide. Published October 15, 2021. Available from: \nhttps://www.disabilitysupportguide.com.au/talking -disability/majority -of-women -with-\nintellectual -disability -have -experienced -sexual -abuse -hears -disability -royal -commission  \n234. Langevin R, Marshall C, Wallace A, Gagné M -E, Kingsland E, Temcheff C. \nDisentangling the associations between attention deficit hyperactivity disorder and child"
    },
    {
      "section": "Page 70",
      "page_number": 70,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n70 sexual abuse: A systematic review. Trauma Violence Abuse. 2023;24:2. p. 369 -389. \nhttps://doi.org/10.1177/15248380211030234  \n235. Mitchell KS, Scioli ER, Galovski T, Belfer PL, Cooper Z. Posttraumatic stress \ndisorder and eating disorders: maintaining mechanisms and treatment targets. Eat Disord. \n2021;29:3. p. 292 -306. https://doi.org/10.1080/10640266.2020 . \n236. Boswell RG, Launius KN, Lydecker JA. Multiple marginalization, discrimination, \nand disordered eating among youth aged 10 –11. Int J Eat Disord. 2024.  \n237. Nelson JD, Martin LN, Izquierdo A, Kornienko O, Cuellar AE, Cheskin LJ, Fischer S. \nThe role of discrimination and adverse childhood experiences in disordered eating. J Eat \nDisord. 2023;11:1:29. https://doi.org/10.1186/s40337 -023-00753 -8 \n238. Lobregt -van Buuren E, Hoekert M, Sizoo B. Autism, adverse events, and trauma. In: \nGrabrucker AM, ed. Autism Spectrum Disorders. Exon Publications; 2021. Chapter 3. \nhttps://www.ncbi.nlm.nih.gov/books/NBK573608/  doi: \n10.36255/exonpublications.autismspectrumdisorders.2021.trauma  \n239. Quinton AMG, Ali D, Danese A, et al. The assessment and treatment of post -\ntraumatic stress disorder in autistic people: A systematic review. Rev J Autism Dev Disord. \n2024. https://doi.org/10.1007/s40489 -024-00430 -9 \n240. Kerns CM, Robins DL, Shattuck PT, Newschaffer CJ, Berkowitz SJ. Expert \nconsensus regarding indicators of a traumatic reaction in autistic youth: a Delphi survey. J \nChild Psychol Psychiatry. 2023 Jan;64(1):50 -58. doi: 10.1111/jcpp.13666. Epub 2022 Jul 11. \n241. Rumball F, Happé F, Grey N. Experience of trauma and PTSD symptoms in autistic \nadults: Risk of PTSD development following DSM -5 and non -DSM -5 traumatic life events. \nAutism Res. 2020;13:12. p. 2122 -2132. https://doi.org/10.1002/aur.2306"
    },
    {
      "section": "Page 71",
      "page_number": 71,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n71 242. Telléus GK, Lauritsen MB, Rodrigo -Domingo M. Prevalence of various traumatic \nevents including sexual trauma in a clinical sample of patients with an eating disorder. Front \nPsychol. 2021;8:12:687452. https://doi.org/10.3389/fpsyg.2021.687452  \n243. Gordon AR, Beccia AL, Egan N, Lipson SK. Intersecting gender identity and \nracial/ethnic inequities in eating disorder risk factors, symptoms, and diagnosis among U.S. \ncollege students: An intersectional multilevel analysis of individual heterogeneity and \ndiscriminatory accuracy. Int J Eat Disord. 2023. Advance online publication. doi: \n10.1002/eat.24089  \n244. Urban B, Knutson D, Lazo -Salmeron W. Social -contextual influences on eating \npathology in transgender and nonbinary adults of color. J LGBTQ Issues Couns. 2024;18. p. \n143-159. doi: 10.1080/26924951.2024.2326614  \n245. Ward JH, Weir E, Allison C, Baron -Cohen S. Increased rates of chronic physical \nhealth conditions across all organ systems in autistic adolescents and adults. Mol Autism. \n2023;20. doi: 10.1186/s13229 -023-00565 -2. PMID: 37730651; PMCID: PMC10510241.  \n246. Bradshaw P, Pickett C, van Driel ML, Brooker K, Urbanowicz A. Recognising, \nsupporting and understanding autistic adults in general practice settings. Aust J Gen Pract. \n2021;50:3. p. 126 -130. https://doi.org/10.31128/ajgp -11-20-5722  \n247. Pan PY, Bölte S. The association between ADHD and physical health: a co -twin \ncontrol study. Sci Rep. 2020 Dec 31;10:22388. https://doi.org/10.1038/s41598 -020-78627 -1 \n248. Csecs JLL, Iodice V, Rae CL, Brooke A, Simmons R, Quadt L, et al. Joint \nhypermobility links neurodivergence to dysautonomia and pain. Front Psychiatry. 2022 Feb \n1;12:786916. https://doi.org/10.3389/fpsyt.2021.786916"
    },
    {
      "section": "Page 72",
      "page_number": 72,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n72 249. Chen MH, Lan WH, Hsu JW, Huang KL, Su TP, Li CT, Lin WC, Tsai CF, Tsai SJ, \nLee YC, Chen YS, Pan TL, Chang WH, Chen TJ, Bai YM. Risk of developing type 2 \ndiabetes in adolescents and young adults with autism spectrum disorder: A nationwide \nlongitudinal study. Diabetes Care. 2016 May;39:5. p. 788 -793. https://doi.org/10.2337/dc15 -\n1807  \n250. Hergüner S, Harmancı H, Toy H. Attention deficit -hyperactivity disorder symptoms \nin women with polycystic ovary syndrome. Int J Psychiatry Med. 2015;50:3. p. 317 -325. \nhttps://doi.org/10.1177/0091217415610311  \n251. Gao M, Koupil I, Sjöqvist H, Karlsson H, Lalitkumar S, Dalman C, Kosidou K. \nPsychiatric comorbidity among women with endometriosis: Nationwide cohort study in \nSweden. Am J Obstet Gynecol. 2020;223:3. https://doi.org/10.1016/j.ajog.2020.02.033  \n252. Xu G, Liu B, Yang W, Snetselaar LG, Chen M, Bao W, Strathearn L. Association of \nfood allergy, respiratory allergy, and skin allergy with attention deficit/hyperactivity disorder \namong children. Nutrients. 2022;14:3:474. https://doi.org/10.3390/nu14030474  \n253. Chua RXY, Tay MJY, Ooi DSQ, Siah KTH, Tham EH, Shek LP, Meaney MJ, \nBroekman BFP, Loo EXL. Understanding the link between allergy and neurodevelopmental \ndisorders: A current review of factors and mechanisms. Front Neurol. 2021;11:603571. \nhttps://doi.org/10.3389/fneur.2020.603571  \n254. Boonchooduang N, Louthrenoo O, Chattipakorn N, Chattipakorn SC. Possible links \nbetween gut -microbiota and attention -deficit/hyperactivity disorders in children and \nadolescents. Eur J Nutr. 2020;59:3391 -3403.  \n255. Iglesias -Vázquez L, Van Ginkel Riba G, Arija V, Canals J. Composition of gut \nmicrobiota in children with autism spectrum disorder: A systematic review and meta -\nanalysis. Nutrients. 2020;12:3."
    },
    {
      "section": "Page 73",
      "page_number": 73,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n73 256. Kim JY, Choi MJ, Ha S, Hwang J, Koyanagi A, Dragioti E, et al. Association \nbetween autism spectrum disorder and inflammatory bowel disease: A systematic review and \nmeta -analysis. Autism Res. 2022;15:2. p. 340 -352. https://doi.org/10.1002/aur.2656  \n257. Kamionkowski S, Shibli F, Ganocy S, Fass R. The relationship between \ngastroesophageal reflux disease and autism spectrum disorder in adult patients in the United \nStates. Neurogastroenterol Motil. 2022;34:7. https://doi.org/10.1111/nmo.14295  \n258. Momen NC, Plana -Ripoll O, Bulik CM, McGrath JJ, Thornton LM, Yilmaz Z, \nPetersen LV. Comorbidity between types of eating disorder and general medical conditions. \nBr J Psychiatry. 2022;220:5. p. 279 -286. doi:10.1192/bjp.2021.104  \n259. Carbone EA, D'Amato P, Vicchio G, De Fazio P, Segura -Garcia C. A systematic \nreview on the role of microbiota in the pathogenesis and treatment of eating disorders. Eur \nPsychiatry. 2021;64:1.  \n260. Dhopatkar N, Keeler JL, Mutwalli H, Whelan K, Treasure J, Himmerich H. \nGastrointestinal symptoms, gut microbiome, probiotics and prebiotics in anorexia nervosa: A \nreview of mechanistic rationale and clinical evidence. Psychoneuroendocrinology. \n2023;147:105 959. \n261. Di Lodovico L, Mondot S, Dore J, Mack I, Hanachi M, Gorwood P. Anorexia nervosa \nand gut microbiota: A systematic review and quantitative synthesis of pooled microbiological \ndata. Prog Neuropsychopharmacol Biol Psychiatry. 2021;106:110114.  \n262. Hedman A, Breithaupt L, Hübel C, Thornton LM, Tillander A, Norring C, Birgegård \nA, Larsson H, Ludvigsson JF, Sävendahl L, Almqvist C, Bulik CM. Bidirectional \nrelationship between eating disorders and autoimmune diseases. J Child Psychol Psychiatry. \n2019;60:8. p. 803 -812. https://doi.org/10.1111/jcpp.12958"
    },
    {
      "section": "Page 74",
      "page_number": 74,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n74 263. Lalonde -Bester S, Malik M, Masoumi R, Ng K, Sidhu S, Ghosh M, Vine D. \nPrevalence and etiology of eating disorders in polycystic ovary syndrome: A scoping review. \nAdv Nutr. 2024;15:4:100193. doi:10.1016/j.advnut.2024.100193.  \n264. Elwyn R, Mitchell J, Kohn MR, Driver C, Hay P, Lagopoulos J, Hermens DF. Novel \nketamine and zinc treatment for anorexia nervosa and the potential beneficial interactions \nwith the gut microbiome. Neurosci Biobehav Rev. 2023;105122.  \n265. Murray SL, Holton KF. Post -traumatic stress disorder may set the neurobiological \nstage for eating disorders: A focus on glutamatergic dysfunction. Appetite. 2021;167:105599.  \n266. Rossi E, Cassioli E, Dani C, Marchesoni G, Monteleone AM, Wonderlich SA, et al. \nThe maltreated eco -phenotype of eating disorders: a new diagnostic specifier? A systematic \nreview of the evidence and comprehensive description. Neurosci Biobehav Rev. \n2024;105 619. \n267. Fagundes CP, Glaser R, Kiecolt -Glaser JK. Stressful early life experiences and \nimmune dysregulation across the lifespan. Brain Behav Immun. 2013 Jan;27(1):8 -12. doi: \n10.1016/j.bbi.2012.06.014. PMID: 22771426; PMCID: PMC3518756.  \n268. Yamanaka -Takaichi M, Mizukami Y, Sugawara K, Sunami K, Teranishi Y, Kira Y, \nPaus R, Tsuruta D. Stress and nasal allergy: corticotropin -releasing hormone stimulates mast \ncell degranulation and proliferation in human nasal mucosa. Int J Mol Sci. 2021;22 (5):2773. \nhttps://doi.org/10.3390/ijms22052773 . \n269. Theoharides TC. The impact of psychological stress on mast cells. Ann Allergy \nAsthma Immunol. 2020;125:4. p. 388 -392. https://doi.org/10.1016/j.anai.2020.07.007 . \n270. Kempuraj D, Selvakumar GP, Thangavel R, Ahmed ME, Zaheer S, Raikwar SP, Iyer \nSS, Bhagavan SM, Beladakere -Ramaswamy S, Zaheer A. Mast cell activation in brain injury,"
    },
    {
      "section": "Page 75",
      "page_number": 75,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n75 stress, and post -traumatic stress disorder and Alzheimer's disease pathogenesis. Front \nNeurosci. 2017;11:703. https://doi.org/10.3389/fnins.2017.00703 . \n271. Cheng L, Liu J, Chen Z. The histaminergic system in neuropsychiatric disorders. \nBiomolecules. 2021;11:9:1345. https://doi.org/10.3390/biom11091345 . \n272. Weinstock LB, Nelson RM, Blitshteyn S. Neuropsychiatric manifestations of mast \ncell activation syndrome and response to mast -cell-directed treatment: a case series. J Pers \nMed. 2023;13:11:1562. https://doi.org/10.3390/jpm13111562 . \n273. Bennett FC, Molofsky AV. The immune system and psychiatric disease: a basic \nscience perspective. Clin Exp Immunol. 2019;197:3. p. 294 -307. \nhttps://doi.org/10.1111/cei.13334 . \n274. Soria V, Uribe J, Salvat -Pujol N, Palao D, Menchón JM, Labad J. \nPsychoneuroimmunology of mental disorders. Rev Psiquiatr Salud Ment (Engl Ed). \n2017;11:2. p. 115 -124. https://doi.org/10.1016/j.rpsmen.2017.07.002 . \n275. Zerwas S, Larsen JT, Petersen L, Thornton LM, Quaranta M, Koch SV, Pisetsky D, \nMortensen PB, Bulik CM. Eating disorders, autoimmune, and autoinflammatory disease. \nPediatrics. 2017;140:6. https://doi.org/10.1542/peds.2016 -2089 . \n276. Sirufo MM, Magnanimi LM, Ginaldi L, De Martinis M. Anorexia nervosa and \nautoimmune comorbidities: A bidirectional route? CNS Neurosci Ther. 2022;28:12. p. 1921 -\n1929. https://doi.org/10.1111/cns.13953 . \n277. Xu L, Lin W, Zheng Y, Chen J, Fang Z, Tan N, Hu W, Guo Y, Wang Y, Chen Z. An \nH2R -dependent medial septum histaminergic circuit mediates feeding behavior. Cell. \n2022;32:9. p. 1937 -1948. https://doi.org/10.1016/j.cub.2022.03.010 ."
    },
    {
      "section": "Page 76",
      "page_number": 76,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n76 278. Flik G, Folgering JH, Cremers TI, Westerink BH, Dremencov E. Interaction between \nbrain histamine and serotonin, norepinephrine, and dopamine systems: in vivo microdialysis \nand electrophysiology study. J Mol Neurosci. 2015;56:2. p. 320 -328. \nhttps://doi.org/10.1007/s12031 -015-0536 -3 \n279. Jin CY, Kalimo H, Panula P. The histaminergic system in human thalamus: \ncorrelation of innervation to receptor expression. Eur J Neurosci. 2002 Apr;15:7. p. 1125 -\n1138. doi: 10.1046/j.1460 -9568.2002.01951.x.  \n280. Sánchez -González MA, García -Cabezas MA, Rico B, Cavada C. The primate \nthalamus is a key target for brain dopamine. J Neurosci. 2005;25:26. p. 6076 -6083. \nhttps://doi.org/10.1523/JNEUROSCI.0968 -05.2005 . \n281. Wang KY, Tanimoto A, Yamada S, Guo X, Ding Y, Watanabe T, Kohno K, Hirano \nK, Tsukada H, Sasaguri Y. Histamine regulation in glucose and lipid metabolism via \nhistamine receptors: model for nonalcoholic steatohepatitis in mice. Am J Pathol. 2010;177:2. \np. 71 3-723. https://doi.org/10.2353/ajpath.2010.091198 . \n282. Khouma A, Moeini MM, Plamondon J, Richard D, Caron A, Michael NJ. Histaminergic \nregulation of food intake. Front Endocrinol (Lausanne). 2023 Jun 27;14:1202089. doi: \n10.3389/fendo.2023.1202089.  \n283. Smolinska S, Winiarska E, Globinska A, Jutel M. Histamine: A mediator of intestinal \ndisorders - A review. Metabolites. 2022;12:10. https://doi.org/10.3390/metabo12100895 . \n284. Luttrell MJ, Halliwill JR. The intriguing role of histamine in exercise responses. \nExerc Sport Sci Rev. 2017;45:1. p. 16 -23. https://doi.org/10.1249/JES.0000000000000093 . \n285. Tabarean, IV. “Histamine receptor signaling in energy homeostasis.” \nNeuropharmacology . 2016 ;13-9. doi:10.1016/j.neuropharm.2015.04.011"
    },
    {
      "section": "Page 77",
      "page_number": 77,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n77 286. Mohammadi -Pilehdarboni H, Rasouli M. Histamine H1 - and H2 -receptors participate \nto provide metabolic energy differently. Fundam Clin Pharmacol. 2022;36:6. p. 1031 -1037. \nhttps://doi.org/10.1111/fcp.12814  \n287. Keeler JL, Treasure J, Himmerich H. Immunological aspects of eating disorders. In: \nRobinson P, Wade T, Herpertz -Dahlmann B, Fernandez -Aranda F, Treasure J, Wonderlich S, \neds. Eating Disorders. Springer; 2023. https://doi.org/10.1007/978 -3-030-97416 -9_45 -1 \n288. Van Hoeken D, Hoek HW. Review of the burden of eating disorders: mortality, \ndisability, costs, quality of life, and family burden. Curr Opin Psychiatry. 2020;33:6. p. 521 -\n527. \n289. Sala M, Keshishian A, Song S, Moskowitz R, Bulik CM, Roos CR, Levinson CA. \nPredictors of relapse in eating disorders: A meta -analysis. J Psychiatr Res. 2023;158. p. 281 -\n299. https://doi.org/10.1016/j.jpsychires.2023.01.002  \n290. Wampold BE, Flückiger C, Del Re AC, Yulish NE, Frost ND, Pace BT, Goldberg SB, \nMiller SD, Baardseth TP, Laska KM, Hilsenroth MJ. In pursuit of truth: A critical \nexamination of meta -analyses of cognitive behavior therapy. Psychother Res. 2017;27:1. p. \n14-32. doi: 10.1080/10503307.2016.1249433.  \n291. Scheel AM, Schijen MRMJ, Lakens D. An excess of positive results: Comparing the \nstandard psychology literature with registered reports. Adv Methods Pract Psychol Sci. \n2021;4:2. https://doi.org/10.1177/25152459211007467  \n292. Haeffel GJ. Psychology needs to get tired of winning. R Soc Open Sci. 2022 Jun \n22;9:6. https://doi.org/10.1098/rsos.220099"
    },
    {
      "section": "Page 78",
      "page_number": 78,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n78 293. Bartoš F, Maier M, Shanks DR, Stanley TD, Sladekova M, Wagenmakers EJ. Meta -\nanalyses in psychology often overestimate evidence for and size of effects. R Soc Open Sci. \n2023;10:7. https://doi.org/10.1098/rsos.230224  \n294. Sandbank M, Bottema -Beutel K, Syu Y -C, Caldwell N, Feldman JI, Woynaroski T. \nEvidence -b(i)ased practice: Selective and inadequate reporting in early childhood autism \nintervention research. Autism. 2024. https://doi.org/10.1177/13623613241231624 . \n295. Shinohara K, Tajika A, Imai H, Takeshima N, Hayasaka Y, Furukawa TA. Protocol \nregistration and selective outcome reporting in recent psychiatry trials: new antidepressants \nand cognitive behavioural therapies. Acta Psychiatr Scand. 2015;132:6. p. 489 -498. \nhttps://doi.org/10.1111/acps.12502  \n296. Davis LC, Diianni AT, Drumheller SR, Elansary NN, D'Ambrozio GN, Herrawi F, \nPiper BJ, Cosgrove L. Undisclosed financial conflicts of interest in DSM -5-TR: cross \nsectional analysis. BMJ. 2024;384  \n. https://doi.org/10.1136/bmj -2023 -076902  \n297. Bottema -Beutel K, Crowley S. Pervasive undisclosed conflicts of interest in applied \nbehavior analysis autism literature. Front Psychol. 2021 May 4;12:676303. \nhttps://doi.org/10.3389/fpsyg.2021.676303  \n298. Kekic M, Rose A, Baker C, Bayley D. Reduced self -harm on acute mental health \nwards following the implementation of a vision -based patient monitoring system: Evidence \nfrom five NHS trusts. J Psychiatr Ment Health Nurs. 2024. Advance online publication.  \nhttps://doi.org/10.1111/jpm.13036"
    },
    {
      "section": "Page 79",
      "page_number": 79,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n79 299. Klatte R, Strauss B, Flückiger C, Färber F, Rosendahl J. Defining and assessing \nadverse events and harmful effects in psychotherapy study protocols: A systematic review. \nPsychotherapy. 2023;60:1. p. 130 -148. https://doi.org/10.1037/pst0000359  \n300. Curran J, Parry GD, Hardy GE, Darling J, Mason A -M, Chambers E. How does \ntherapy harm? A model of adverse process using task analysis in the meta -synthesis of \nservice users’ experience. Front Psychol. 2019;10:347. \nhttps://doi.org/10.3389/fpsyg.2019.00347  \n301. Dawson M, Fletcher -Watson S. When autism researchers disregard harms: A \ncommentary. Autism. 2022;26:2. p. 564 -566. https://doi.org/10.1177/13623613211031403  \n302. van Dis EAM, van Veen SC, Hagenaars MA, Batelaan NM, Bockting CLH, van den \nHeuvel RM, Cuijpers P, Engelhard IM. Long -term outcomes of cognitive behavioral therapy \nfor anxiety -related disorders: A systematic review and meta -analysis. JAMA Psychiatry. \n2020;7 7:3. p. 265 -273. https://doi.org/10.1001/jamapsychiatry.2019.3986  \n303. Jubenville -Wood T, Nicholas DB, Weiss J, Cairns S. Facilitators and barriers in \npsychotherapy from the perspective of autistic adults: an enhanced critical incident study. Int \nJ Qual Stud Health Well -being. 2023;18:1. https://doi.org/10.1080/17482631.2023.2278858  \n304. van Bree ESJ, Slof -Op't Landt MCT, van Furth EF. Predictors of recovery in eating \ndisorders: A focus on different definitions. Int J Eat Disord. 2023;56:6. p. 1240 -1245. \nhttps://doi.org/10.1002/eat.23950  \n305. Beygui NC, Cascio MA. Treating eating disorders in patients with autism: Should \ntreatment standards be implemented on a spectrum? Pract Innov. 2022;7:4. p. 342 -356. \nhttps://doi.org/10.1037/pri0000193"
    },
    {
      "section": "Page 80",
      "page_number": 80,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n80 306. Nielsen S, Dobrescu SR, Dinkler L, Gillberg C, Gillberg C, Råstam M, et al. Effects \nof autism on 30 -year outcome of anorexia nervosa. J Eat Disord. 2022;10:4. \nhttps://doi.org/10.1186/s40337 -021-00518 -1 \n307. Svedlund NE, Norring C, Ginsberg Y, von Hausswolff -Juhlin Y. Are treatment results \nfor eating disorders affected by ADHD symptoms? A one -year follow -up of adult females. \nEur Eat Disord Rev. 2018;26:4. p. 337 -345. https://doi.org/10.1002/erv.2598  \n308. Svedlund NE, Norring C, Ginsberg Y, von Hausswolff -Juhlin Y. Symptoms of Attention \nDeficit Hyperactivity Disorder (ADHD) among adult eating disorder patients. BMC \nPsychiatry. 2017;17:19. https://doi.org/10.1186/s12888 -016-1093 -1 \n309. Babb C, Brede J, Jones CRG, Elliott M, Zanker C, Tchanturia K, Serpell L, Mandy \nW, Fox JRE. 'It's not that they don't want to access the support . . . it's the impact of the \nautism': The experience of eating disorder services from the perspective of a utistic women, \nparents and healthcare professionals. Autism. 2021;25:5. p. 1409 -1421. \nhttps://doi.org/10.1177/1362361321991257  \n310. Kinnaird E, Tchanturia K. Looking beneath the surface: Distinguishing between \ncommon features in autism and anorexia nervosa. J Behav Cogn Ther. 2021;31:1. p. 3 -13. \nhttps://doi.org/10.1016/j.jbct.2020.09.001  \n311. Junqueira DR, Phillips R, Zorzela L, Golder S, Loke Y, Moher D, Ioannidis JPA, \nVohra S. Time to improve the reporting of harms in randomized controlled trials. J Clin \nEpidemiol. 2021;136. p. 216 -220. https://doi.org/10.1016/j.jclinepi.2021.04.020  \n312. Parry GD, Crawford MJ, Duggan C. Iatrogenic harm from psychological therapies – \ntime to move on. Br J Psychiatry. 2016;208:3. p. 210 -212. doi:10.1192/bjp.bp.115.163618"
    },
    {
      "section": "Page 81",
      "page_number": 81,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n81 313. Jonsson U, Alaie I, Parling T, Arnberg FK. Reporting of harms in randomized \ncontrolled trials of psychological interventions for mental and behavioral disorders: a review \nof current practice. Contemp Clin Trials. 2014;38:1. p. 1 -8. \nhttps://doi.org/10.1016/j.cct.2014.02.005  \n314. Papanikolaou PN, Churchill R, Wahlbeck K, Ioannidis JPA, The EU -PSI Project. \nSafety Reporting in Randomized Trials of Mental Health Interventions. Am J Psychiatry. \n2004 Sep 1;161:9 p. 1692 -1697. Available from: \nhttps://psychiatryonline.org/doi/full/10.1176/appi.ajp.161.9.1692 s \n315. Bottema -Beutel K, Crowley S, Sandbank M, Woynaroski TG. Adverse event \nreporting in intervention research for young autistic children. Autism. 2021;25:2. p. 322 -335. \ndoi:10.1177/1362361320965331  \n316. Monteleone AM, Pellegrino F, Croatto G, Carfagno M, Hilbert A, Treasure J, et al. \nTreatment of eating disorders: A systematic meta -review of meta -analyses and network meta -\nanalyses. Neurosci Biobehav Rev. 2022;142:104857. doi:10.1016/j.neubiorev.2022. 104857.  \n317. Linardon J, Wade TD, de la Piedad Garcia X, Brennan L. The efficacy of cognitive -\nbehavioral therapy for eating disorders: A systematic review and meta -analysis. J Consult \nClin Psychol. 2017;85:11. p. 1080 -1094. doi:10.1037/ccp0000245.  \n318. Aves W. Escaping iatrogenic harm: A journey into mental health service avoidance. J \nPsychiatr Ment Health Nurs. 2024;00. p. 1 -6. doi:10.1111/jpm.13020.  \n319. Brede J, Cage E, Trott J, Palmer L, Smith A, Serpell L, Mandy W, Russell A. \"We \nHave to Try to Find a Way, a Clinical Bridge\" - autistic adults' experience of accessing and \nreceiving support for mental health difficulties: A systematic review and them atic meta -\nsynthesis. Clin Psychol Rev. 2022;93:102131. doi:10.1016/j.cpr.2022.102131."
    },
    {
      "section": "Page 82",
      "page_number": 82,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n82 320. Camm -Crosbie L, Bradley L, Shaw R, Baron -Cohen S, Cassidy S. 'People like me \ndon't get support': Autistic adults' experiences of support and treatment for mental health \ndifficulties, self -injury and suicidality. Autism Int J Res Pract. 2019;23:6. p. 1 431-1441. \ndoi:10.1177/1362361318816053.  \n321. Lipinski S, Boegl K, Blanke ES, Suenkel U, Dziobek I. A blind spot in mental \nhealthcare? Psychotherapists lack education and expertise for the support of adults on the \nautism spectrum. Autism Int J Res Pract. 2022;26:6. p. 1509 -1521. \ndoi:10.1177/13623 613211057973.  \n322.  Sara L. Livia Sara: Bridging the gap between autism and eating disorders. ED \nNEURODIVERSITY AU. Published December 20, 2023. Accessed July 11, 2024. Available \nfrom: https://www.edneuroaus.com/post/livia -sara-bridging -the-gap-between -autism -and-\neating -disorders  \n323. Butterfly Foundation. Autism, eating disorders, and body image: Through the lens of \nsensory processing. Published April 1, 2021. Available from: https://butterfly.org.au/autism -\neating -disorders -and-body -image -through -the-lens-of-sensory -processing/  \n324. Butterfly Foundation. Autism, eating disorders and me. Published January 12, 2022. \nAvailable from: https://butterfly.org.au/autism -eating -disorders -and-me/ \n325. Butterfly Foundation. Autism and eating disorders from the inside: My story. \nButterfly Foundation. Published April 14, 2023. Available from: \nhttps://butterfly.org.au/autism -and-eating -disorders -from -the-inside -my-story/  \n326. Butterfly Foundation. Navigating eating disorder recovery as a neurodivergent \nindividual. Published February 7, 2024. Available from: https://butterfly.org.au/navigating -\neating -disorder -recovery -as-a-neurodivergent -individual/"
    },
    {
      "section": "Page 83",
      "page_number": 83,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n83 327. Ritunnano R. Overcoming hermeneutical injustice in mental health: A role for critical \nphenomenology. J Br Soc Phenomenol. 2022;53:3. p. 243 -260. \ndoi:10.1080/00071773.2022.2031234.  \n328. Long Q, Jiang H. Qualitative research in health: value and visibility. Lancet Reg \nHealth. 2023 May 10. Available from: https://doi.org/10.1016/j.lanwpc.2023.100790  \n329. Brause D. When therapy harms neurodivergent clients. Psychology Today. Published \nMarch 3, 2024. Available from: https://www.psychologytoday.com/au/blog/psychology -\nmeets -neurodiversity/202402/when -therapy -harms -neurodivergent -clients  \n330. Downs J, Ayton A, Collins L, Baker S, Missen H, Ibrahim A. Untreatable or unable to \ntreat? Creating more effective and accessible treatment for long -standing and severe eating \ndisorders. Lancet Psychiatry. 2023;10:2. p. 146 -154. doi:10.1016/S2215 -0366 (22)00400 -X. \n331. Elwyn R, Adams M, Sharpe SL, Silverstein S, LaMarre A, Downs J, et al. Discordant \nconceptualisations of eating disorder recovery and their influence on the construct of \nterminality. J Eat Disord. 2024;12:70. doi:10.1186/s40337 -024-01016 -w. \n332. Curnow E, Rutherford M, Maciver D, Johnston L, Prior S, Boilson M, et al. Mental \nhealth in autistic adults: A rapid review of prevalence of psychiatric disorders and umbrella \nreview of the effectiveness of interventions within a neurodiversity informed perspective. \nPLoS One. 2023;18:7. doi:10.1371/journal.pone.0288275.  \n333. Le Cunff A -L, Ellis Logan P, Ford R, Martis B -L, Mousset I, Sekibo J, Dommett E, \nGiampietro V. Co -Design for Participatory Neurodiversity Research: Collaborating With a \nCommunity Advisory Board to Design a Research Study. J Particip Res Methods. 2023;4:1. \nhttps://doi.org/10.35844/001c.66184 ."
    },
    {
      "section": "Page 84",
      "page_number": 84,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n84 334. Hu L. Towards a Critical Participatory Design Approach for the Neurodivergent: A \nCase Study for Students with ADHD. 2023.  \n335. den Houting J, Higgins J, Isaacs K, Mahony J, Pellicano E. From ivory tower to \ninclusion: Stakeholders’ experiences of community engagement in Australian autism \nresearch. Front Psychol. 2022 Aug 24;13:876990. \nhttps://doi.org/10.3389/fpsyg.2022.876990 . \n336. Gourdon -Kanhukamwe A, Kalandadze T, Yeung SK, Azevedo F, Iley B, Phan JM, \nRamji AV, Shaw JJ, Zaneva M, Dokovova M, Hartmann H, Kapp SK, Warrington KL, \nElsherif MM. Opening up understanding of neurodiversity: A call for applying participatory \nand open scholarship practices. Cogn Psychol Bull. 2023;1:8. p. 23 -27. \nhttps://doi.org/10.53841/bpscog.2023.1.8.23  \n337. Cutler ES. Listening to Those with Lived Experience. In: Steingard S, editor. Critical \nPsychiatry. Springer; 2019. https://doi.org/10.1007/978 -3-030-02732 -2_8 \n338. Sonuga -Barke EJS, Chandler S, Lukito S, Kakoulidou M, Moore G, Cooper N, et al. \nParticipatory translational science of neurodivergence: model for attention -\ndeficit/hyperactivity disorder and autism research. Br J Psychiatry. 2024;224:4. p. 127 -131. \ndoi:10.1192/bjp.2023.151.  \n339. Pantazakos T, Vanaken GJ. Addressing the autism mental health crisis: the potential \nof phenomenology in neurodiversity -affirming clinical practices. Front Psychol. \n2023;14:1225152. https://doi.org/10.3389/fpsyg.2023.1225152 . \n340. Keating CT. Participatory Autism Research: How Consultation Benefits Everyone. \nFront Psychol. 2021;12:713982. https://doi.org/10.3389/fpsyg.2021.713982 ."
    },
    {
      "section": "Page 85",
      "page_number": 85,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n85 341. Baker JH, Freestone D, Cai K, Silverstein S, Urban B, Steinberg D. Eating disorder \nclinical presentation and treatment outcomes by gender identity among children, adolescents, \nand young adults. J Adolesc Health. 2024. doi:10.1016/j.jadohealth.2023.11. 015. \n342. Wade TD, Shafran R, Cooper Z. Developing a protocol to address co -occurring \nmental health conditions in the treatment of eating disorders. Int J Eat Disord. 2024;57:6. p. \n1291 -1299. doi:10.1002/eat.24008.  \n343. Lai MC, Kassee C, Besney R, Bonato S, Hull L, Mandy W, Szatmari P, Ameis SH. \nPrevalence of co -occurring mental health diagnoses in the autism population: a systematic \nreview and meta -analysis. Lancet Psychiatry. 2019;6:10. p. 819 -829. \nhttps://doi.org/10.1016/S2215 -0366(19)30289 -5. \n344. Hossain MM, Khan N, Sultana A, Ma P, McKyer ELJ, Ahmed HU, Purohit N. \nPrevalence of comorbid psychiatric disorders among people with autism spectrum disorder: \nAn umbrella review of systematic reviews and meta -analyses. Psychiatry Res. \n2020;287:112922.  https://doi.org/10.1016/j.psychres.2020.112922 . \n345. Choi WS, Woo YS, Wang SM, Lim HK, Bahk WM. The prevalence of psychiatric \ncomorbidities in adult ADHD compared with non -ADHD populations: A systematic literature \nreview. PLoS One. 2022;17:11. https://doi.org/10.1371/journal.pone.0277175  \n346. Hughes -McCormack LA, Rydzewska E, Henderson A, MacIntyre C, Rintoul J, \nCooper SA. Prevalence of mental health conditions and relationship with general health in a \nwhole -country population of people with intellectual disabilities compared with the gene ral \npopulation. BJPsych Open. 2017;3:5. p. 243 -248. https://doi.org/10.1192/bjpo.bp.117.005462  \n347. Totsika V, Liew A, Absoud M, Adnams C, Emerson E. Mental health problems in \nchildren with intellectual disability. Lancet Child Adolesc Health. 2022;6:6. p. 432 -444. \nhttps://doi.org/10.1016/S2352 -4642(22)00067 -0"
    },
    {
      "section": "Page 86",
      "page_number": 86,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n86 348. Mitchison D, Broderstad AR, Burt A, Kvaløy K. Eating disorders in Indigenous \npeoples. In: Robinson P, Wade T, Herpertz -Dahlmann B, Fernandez -Aranda F, Treasure J, \nWonderlich S, editors. Eating Disorders. Springer; 2023. p. 1 -19. https://doi.org/10.1007/978 -\n3-030-97416 -9_19 -1 \n349. Riddle MC, Safer JD. Medical considerations in the care of transgender and gender \ndiverse patients with eating disorders. J Eat Disord. 2022;10:178. \nhttps://doi.org/10.1186/s40337 -022-00699 -3 \n350. Sackett DL, Rosenberg WM, Muir Gray JA, Haynes RB, Richardson WS. Evidence \nbased medicine: what it is and what it isn't. BMJ. 1996;312:71. doi:10.1136/bmj.312.7023.7  \n351. Heruc G, Hurst K, Casey A, Fleming K, Freeman J, Fursland A, et al. ANZAED \neating disorder treatment principles and general clinical practice and training standards. J Eat \nDisord. 2020;8:63. https://doi.org/10.1186/s40337 -020-00341 -0 \n352. Heruc G, Hart S, Stiles G, Fleming K, Casey A, Sutherland F, et al. ANZAED \npractice and training standards for dietitians providing eating disorder treatment. J Eat \nDisord. 2020;8:77. https://doi.org/10.1186/s40337 -020-00334 -z \n353. Jeffrey S. Dietitian. Available from: https://eatingdisorderscarerhelpkit.com.au/wp -\ncontent/uploads/2019/10/RAVES -Model.pdf  \n354. Becker CB, Farrell NR, Waller G. Using exposure therapy for eating disorders. In: \nSmits JAJ, Jacquart J, Abramowitz J, Arch J, Margraf J, editors. Clinical Guide to Exposure \nTherapy: Beyond Phobias. Springer Nature Switzerland AG. 2022. pp. 277 -297. \nhttps://doi.org/10.1007/978 -3-031-04927 -9_15"
    },
    {
      "section": "Page 87",
      "page_number": 87,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n87 355. Dwyer P, Williams ZJ, Vukusic S, Saron CD, Rivera SM. Habituation of auditory \nresponses in young autistic and neurotypical children. Autism Res. 2023;16:10. p. 1903 -1923. \nhttps://doi.org/10.1002/aur.3022  \n356. Green SA, Hernandez L, Lawrence KE, Liu J, Tsang T, Yeargin J, Cummings K, \nLaugeson E, Dapretto M, Bookheimer SY. Distinct patterns of neural habituation and \ngeneralization in children and adolescents with autism with low and high sensory \noverresponsivity.  Am J Psychiatry. 2019;176:12. p. 1010 -1020. \nhttps://doi.org/10.1176/appi.ajp.2019.18121333  \n357. Walsh BT, Hagan KE, Lockwood C. A systematic review comparing atypical \nanorexia nervosa and anorexia nervosa. Int J Eat Disord. 2023;56:4. p. 798 -820. \nhttps://doi.org/10.1002/eat.23856  \n358. Moskowitz L, Weiselberg E. Anorexia Nervosa/Atypical Anorexia Nervosa. Curr \nProbl Pediatr Adolesc Health Care. 2017;47:4. p. 70 -84. doi:10.1016/j.cppeds.2017.02.003  \n359. Vo M, Golden N. Medical complications and management of atypical anorexia \nnervosa. J Eat Disord. 2022;10:196. https://doi.org/10.1186/s40337 -022-00720 -9 \n360. Ibrahim A, Ryan S, Viljoen D, et al. Integrated enhanced cognitive behavioural (I -\nCBTE) therapy significantly improves effectiveness of inpatient treatment of anorexia \nnervosa in real life settings. J Eat Disord. 2022;10:98. https://doi.org/10.1186/s40337 -022-\n00620 -y \n361. Atwood ME, Friedman A. A systematic review of enhanced cognitive behavioral \ntherapy (CBT -E) for eating disorders. Int J Eat Disord. 2020;53(3):311 -330. \nhttps://doi.org/10.1002/eat.23206"
    },
    {
      "section": "Page 88",
      "page_number": 88,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n88 362. Rankin R, Conti J, Ramjan L, Hay P. A systematic review of people’s lived \nexperiences of inpatient treatment for anorexia nervosa: Living in a “bubble.” J Eat Disord. \n2023;11:95. https://doi.org/10.1186/s40337 -023-00820 -0 \n363.  Zugai JS, Gill K, Molloy L, Raeburn T, Ramjan L. The focus on weight in the \ninpatient care of anorexia nervosa: A qualitative investigation of consumer perspectives. Int J \nMent Health Nurs. 2024;33:2. p. 388 -396. https://doi.org/10.1111/inm.13242  \n364. Barko EB, Moorman SM. Weighing in: Qualitative explorations of weight restoration \nas recovery in anorexia nervosa. J Eat Disord. 2023;11:14. https://doi.org/10.1186/s40337 -\n023-00736 -9 \n365. Christian HP. “You’re Just Looking at One Piece of the Puzzle… My Weight”: A \nPhenomenological Examination of Diagnostic Crossover in Eating Disorders. Am J \nQualitative Res. 2024;8:1. p. 57 -70. https://doi.org/10.29333/ajqr/14084  \n366. Chapman R, Botha M. Neurodivergence -informed therapy. Dev Med Child Neurol. \n2023;65:3. p. 310 -317. https://doi.org/10.1111/dmcn.15384  \n367. Barbaro J. Neuroaffirming care values the strengths and differences of autistic people, \nthose with ADHD or other profiles. Here’s how. The Conversation. Published May 8, 2024. \nhttps://theconversation.com/neuroaffirming -care-values -the-strengths -and-differences -of-\nautistic -people -those -with-adhd -or-other -profiles -heres -how-227449  \n368. Hartman D, Day A, O’Donnell -Killen T, Doyle JK, Kavanagh M, Azevedo J. What \ndoes it mean to be neurodiversity affirmative? BPS. Published January 3, 2024. \nhttps://www.bps.org.uk/psychologist/what -does-it-mean -be-neurodiversity -affirmative"
    },
    {
      "section": "Page 89",
      "page_number": 89,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n89 369. Mupotsa -Russell C. ‘Complex’ and ‘diverse’: Meaning -making and affirming \npractices as healing justice. Agenda. 2022;36:4. p. 189 -197. \nhttps://doi.org/10.1080/10130950.2022.2149089  \n370. Doherty M, McCowan S, Shaw SCK. Autistic SPACE: a novel framework for \nmeeting the needs of autistic people in healthcare settings. Br J Hosp Med. 2023;84:4. p. 1 -9. \ndoi:10.12968/hmed.2023.0006  \n371. McGreevy E, Quinn A, Law R, Botha M, Evans M, Rose K, Moyse R, Boyens T, \nMatejko M, Pavlopoulou G. An Experience Sensitive Approach to Care With and for Autistic \nChildren and Young People in Clinical Services. J Humanist Psychol. 2024. \ndoi:10.1177/00221678241232442  \n372. Patten KK, Murthi K, Onwumere DD, Skaletski EC, Little LM, Tomchek SD. \nOccupational Therapy Practice Guidelines for Autistic People Across the Lifespan. Am J \nOccup Ther. 2024 May 1;78:3:7803397010. doi: 10.5014/ajot.2024.078301.  \n373. Karlsson L, Råstam M, Wentz E. The SWedish Eating Assessment for Autism \nspectrum disorders (SWEAA) —Validation of a self -report questionnaire targeting eating \ndisturbances within the autism spectrum. Res Dev Disabil. 2013;34:7. p. 2224 -2233. \ndoi:10.1016/j.r idd.2013.03.035  \n374. Gal E, Gal -Mishael R, Vissoker RE, Hedley D, Bury S, Stolar O. Eating Challenges \nin Children with Autism Spectrum Disorder: Development and Validation of the “Aut -Eat” \nQuestionnaire (AEQ). J Autism Dev Disord. 2022;52. p. 811 -822. \nhttps://doi.org/10.1007/s10803 -021-04978 -x \n375. Lukens CT, Linscheid TR. Development and Validation of an Inventory to Assess \nMealtime Behavior Problems in Children with Autism. J Autism Dev Disord. 2008;38. p. \n342-352. https://doi.org/10.1007/s10803 -007-0401 -5"
    },
    {
      "section": "Page 90",
      "page_number": 90,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n90 376. Adamson J, Brede J, Babb C, Serpell L, Jones CRG, Fox J, Mandy W. Towards \nidentifying a method of screening for autism amongst women with restrictive eating \ndisorders. Eur Eat Disord Rev. 2022 Sep;30:5. p. 592 -603. doi: 10.1002/erv.2918.  \n377. PEACE. (n.d.). Peace pathway - home. Available from: https://peacepathway.org/  \n378. Loomes R, Bryant -Waugh R. Widening the reach of family -based interventions for \nAnorexia Nervosa: autism -adaptations for children and adolescents. J Eat Disord. \n2021;9:157. https://doi.org/10.1186/s40337 -021-00511 -8 \n379. Paynter J, Sommer K, Cook A. How can we make therapy better for Autistic Adults? \nAutistic Adults’ Ratings of Helpfulness of Adaptations to Therapy. June 17, 2024. Available \nfrom: https://doi.org/10.31219/osf.io/7uaj6  \n380. Tchanturia K, Dandil Y, Li Z, Smith K, Leslie M, Byford S. A novel approach for \nautism spectrum condition patients with eating disorders: Analysis of treatment cost -savings. \nEur Eat Disord Rev. 2021 May;29:3. p. 514 -518. doi: 10.1002/erv.2760.  \n381. Dandil Y, Smith K, Adamson J, Tchanturia K. Individual cognitive remediation \ntherapy benefits for patients with anorexia nervosa and high autistic features. Eur Eat Disord \nRev. 2019 Nov;28(5):578 -584. doi: 10.1002/erv.2707.  \n382. Loomes R, Bryant -Waugh R. Widening the reach of family -based interventions for \nanorexia nervosa: autism adaptations for children and adolescents. J Eat Disord. 2021;9:157. \ndoi:10.1186/s40337 -021-00511 -8. \n383. Millar C, Greenhill B. Adapted remote cognitive behavioural therapy for comfort \neating with a woman with intellectual disabilities: Case report. J Eat Disord. 2022;10:29. \ndoi:10.1186/s40337 -022-00537 -6."
    },
    {
      "section": "Page 91",
      "page_number": 91,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n91 384. Gulati S, Hameed B, Olusanya BO, Newton CR. Neurodiversity and humanism in \nautism: An LMIC health care setting perspective. Autism. 2023;27:5. p. 1173 -1176. \ndoi:10.1177/13623613231181477.  \n385. Wilkenfeld DA, McCarthy AM. Ethical concerns with applied behavior analysis for \nautism spectrum \"disorder\". Kennedy Inst Ethics J. 2020;30:1. p. 31 -69. \ndoi:10.1353/ken.2020.0000.  \n386. Anderson LK. Autistic experiences of applied behavior analysis. Autism. 2023;27:3. \np. 737 -750. doi:10.1177/13623613221118216.  \n387.  Kupferstein H. Evidence of increased PTSD symptoms in autistics exposed to \napplied behavior analysis. Adv Autism. 2018;4:1. p. 19 -29. doi:10.1108/aia -08-2017 -0016  \n388. Sandoval -Norton, A. H., Shkedy, G., Shkedy, D., & Rushby, J. A. (2019). How much \ncompliance is too much compliance: Is long -term ABA therapy abuse? Cogent Psychology, \n6:1. https://doi.org/10.1080/23311908.2019.1641258  \n389. Gorycki KA, Ruppel PR, Zane T, Navalta CP. Is long -term ABA therapy abusive: A \nresponse to Sandoval -Norton and Shkedy. Cogent Psychol. 2020;7:1. \ndoi:10.1080/23311908.2020.1823615  \n390. Hume R. Show me the real you: Enhanced expression of Rogerian conditions in \ntherapeutic relationship building with autistic adults. Autism Adulthood. 2022;4:2. p. 151 -\n163.  \n391. Catala A, Faucher L, Poirier P. Autism, epistemic injustice, and epistemic \ndisablement: A relational account of epistemic agency. Synthese. 2021;199:3. p. 9013 -9039.  \n392. Nicholson, C., Finlay, W. M. L., & Stagg, S. (2022). Self -determination and co -\noperation in supported mealtimes involving people with severe intellectual disabilities."
    },
    {
      "section": "Page 92",
      "page_number": 92,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n92 Disability and Rehabilitation, 45:17. p. 2741 –2750. \nhttps://doi.org/10.1080/09638288.2022.2104941  \n393. Redley M. Mealtime support for adults with intellectual disabilities: Understanding an \neveryday activity. J Appl Res Intellect Disabil. 2021;34:1. p. 111 -117. doi:10.1111/jar.12790.  \n394. Davies J, Cooper K, Killick E, Sam E, Healy M, Thompson G, et al. Autistic identity: \nA systematic review of quantitative research. Autism Res. 2024;17:5. p. 874 -897. \ndoi:10.1002/aur.3105.  \n395. Cooper K, Russell AJ, Lei J, Smith LG. The impact of a positive autism identity and \nautistic community solidarity on social anxiety and mental health in autistic young people. \nAutism. 2023;27:3. p. 848 -857. doi:10.1177/13623613221118351.  \n396. World Health Organization, United Nations. Mental health, human rights and \nlegislation: Guidance and practice. World Health Organization. Published October 9, 2023. \nAvailable from: https://www.who.int/publications/i/item/9789240080737  \n397. Ma D, Su J, Wang H, Zhao Y, Li H, Li Y, et al. Sensory -based approaches in \npsychiatric care: A systematic mixed -methods review. J Adv Nurs. 2021;77:10. p. 3991 -\n4004. doi:10.1111/jan.14884.  \n398. Wright L, Meredith P, Bennett S. Sensory approaches in psychiatric units: Patterns \nand influences of use in one Australian health region. Aust Occup Ther J. 2022;69:5. p. 559 -\n573. doi:10.1111/1440 -1630.12813.  \n399. Kandlur NR, Fernandes AC, Gerard SR, Rajiv S, Quadros S. Sensory modulation \ninterventions for adults with mental illness: A scoping review. Hong Kong J Occup Ther. \n2023;36:2. p. 57 -68. doi:10.1177/15691861231204896."
    },
    {
      "section": "Page 93",
      "page_number": 93,
      "text": "NEURODIVERGENCE, INTERSECTIONALITY, AND EATING DISORDERS: A LIVED \nEXPERIENCE -LED NARRATIVE REVIEW  [PREPRINT ] \n \n \n93 400. Sutton D, Nicholson E. Sensory modulation in acute mental health wards: A \nqualitative study of staff and service user perspectives. Auckland, New Zealand: Te Pou o Te \nWhakaaro Nui; 2011.  \n401. Doroud N, Cappy M, Grant K, Scopelliti M, McKinstry C, McMahon D. Sensory \nrooms within mental health settings: A systematic scoping review. Occup Ther Ment Health. \n2024. p. 1 -21. doi:10.1080/0164212X.2024.2308290.  \n402. Greenwood E, Cooklin A, Barbaro J, Miller C. Autistic patients' experiences of the \nhospital setting: A scoping review. J Adv Nurs. 2024;80:3. p. 908 -923. doi: \n10.1111/jan.15880. Epub 2023 Sep 24.  \n403. Williams G, Corbyn J, Hart A. Improving the sensory environments of mental health \nin-patient facilities for autistic children and young people. Child Care Pract. 2023;29:1. p. 35 -\n53. doi:10.1080/13575279.2022.2126437."
    }
  ]
}