{
  "doc_type": "scientific paper",
  "title": "Integrating Social Science with Neuroscience: Potentials and Problems",
  "authors": [
    "John Cromby"
  ],
  "year": 2007,
  "journal": "Science with",
  "doi": "10.1017/S1745855207005224",
  "abstract": "New opportunities for systematic collaboration between neuroscience and social science have opened up in recent years, and some of the potentials and the problems that accompany them are explored with reference to Damasio's work. Systematic collaboration and integration might yield benefits for metatheoretical, theoretical and substantive inquiry, but will be impeded by language, conceptual and methodological problems. Strategies to facilitate collaboration are discussed, and it is concluded that methodological problems will be most difficult to resolve.",
  "keywords": [
    "affective",
    "embodiment",
    "emotion",
    "habitus",
    "interdisciplinary",
    "somatic marker"
  ],
  "research_topics": [
    "integration of social science and neuroscience",
    "interdisciplinary collaboration",
    "theory of emotion and decision-making",
    "Damasio's neuroscientific theories",
    "somatic marker hypothesis",
    "challenges in interdisciplinary research",
    "consciousness",
    "social influence on brain systems",
    "methodological and conceptual problems in neuroscience/social science integration"
  ],
  "created_at": "2025-05-04T23:09:35.053820Z",
  "source_pdf": "documents/research/Global/Cromby 2007 Integrating social science with neuroscience.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Integrating Social Science with\nNeuroscience: Potentials and Problems\nJohn Cromby\nDepartment of Human Sciences, Loughborough University, Loughborough LE11 3TU, UK\nE-mail: J.Cromby@lboro.ac.uk\nAbstract\nNew opportunities for systematic collaboration between neuroscience and social science have\nopened up in recent years, and some of the potentials and the problems that accompany them\nare explored with reference to Damasio’s work. Systematic collaboration and integration might\nyield benefits for metatheoretical, theoretical and substantive inquiry, but will be impeded by\nlanguage, conceptual and methodological problems. Strategies to facilitate collaboration are\ndiscussed, and it is concluded that methodological problems will be most difficult to resolve.\nKeywords affective, embodiment, emotion, habitus, interdisciplinary, somatic marker\nIt seems fair to say that between neuroscience and social science there has been something of\na history of mutual distrust, a reluctance within each discipline to engage constructively\nwith the others’ theories and research, and a lack of comprehension of each others’ assump-\ntions, methods, goals and findings. Disagreements over the meaning and character of\nphenomena such as psychopathology and intelligence (Parker et al. , 1995; Richardson,\n2002), controversies over socio-biology and evolutionary psychology (H. Rose and Rose,\n2001), and the ‘science wars’ prompted by the strong programme in science and technology\nstudies (Gross and Levitt, 1994; Ross, 1996), all exemplify aspects of this troubled history.\nHowever, the recent emergence of new potentials from neuroscience, consequent upon the\ndevelopment and spread of imaging techniques and the accelerating accumulation of knowl-\nedge, has largely coincided with a growth of interest in social science in issues of the body,\nembodiment and affect. These simultaneous developments suggest that, in future, more sys-\ntematic collaboration might be possible. With this in mind, this article begins to explore the\npotentials and problems that may accompany such an enterprise.\nIn social science there has in recent years been a renewed interest in ‘the body’ (e.g. Burkitt,\n1999; Crossley, 2001; Shilling, 2003; Stam, 1998), an interest which may currently be spawn-\ning a related engagement with notions of emotion or ‘affect’ (Ahmed, 2004; Baerveldt and\nVoestermans, 2005). In social science the body is a vehicle for performance (Butler, 1993),\nthe object of techniques and practices of discipline and self-regulation (Foucault, 1977), and\nJohn Cromby has worked as a psychologist in clinical settings (mental health, learning disabilities, drug addiction)\nand in various interdisciplinary academic departments. He is interested in the way that experience is jointly consti-\ntuted at the intersection of the body and the social realm, and is exploring aspects of this intersection by deploying\nresources including social theory, phenomenology and neuroscience, with respect to such phenomena as emotion,\ndepression, paranoia, chronic fatigue syndrome and visual impairment.\n149BioSocieties (2007), 2, 149–169 ªLondon School of Economics and Political Science\ndoi:10.1017/S1745855207005224"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "the frequently unacknowledged ground of our being (Burkitt, 2003). In these works sociolo-\ngists, social theorists, psychologists and others have engaged with issues such as mind–body\ndualism, the relationships between body, habit and identity, the nature of desire and emotion,\nthe relationship between the body and language, and the ways in which bodies are realized or\nconstituted in different regimes of thought (Crossley, 2001). Yet, in much of this work, the\nactual flesh and blood body, the body-brain system of neurones, hormones, glial cells, neuro-\ntransmitters, muscles, bones and skin, is largely absent. In its place appear relatively undiffer-\nentiated notions of the body as either the carrier of symbolic meanings, or as an object\nmoulded by language and discourse (Nightingale, 1999). In other studies, the body is replaced\nby metaphorical concepts and processes produced through the application of psychoanalytic\ntheories—so that instead of the actual body we have for example the id, the psychological\nrepresentative of the body’s needs and desires. Indeed, social science engages with natural\nscience work on the body primarily as an object of deconstruction, critique or study (within\nthe sociology of scientific knowledge and science and technology studies). Consequently, for\nthe most part social science fails to benefit from any constructive engagement with\nneuroscience, or indeed any of the other sciences of the body.\nIn neuroscience, the converse position holds and there is little adequate consideration of\ninsights and evidence from the social sciences. Neuroscientists using fMRI, for example,\nhave in recent years discovered empirical associations between activities of various kinds\nand the fine structure and activity of the brain. For example, research has shown that\nLondon taxi drivers have larger hippocampuses than members of the general population\n(Maguire et al. , 2000), that piano-players generate changes to the activity of the sensori-\nmotor strip as a consequence of learning their instrument (Bangert and Altenmueller,\n2003), and that just twelve weeks of talk and activity with a therapist produces measurable\nchanges in patterns of brain activation (Wykes and Brammer, 2002). Taxi-driving, learning\nthe piano and engaging in therapy are all activities with marked social dimensions, yet\nneuroscientists do not typically draw upon social science either to help them understand\nin more detail the activities and processes that generate associations with neural events,\nnor to better account for unexplained variance in their data and so strengthen their under-\nstanding of the brain processes occurring.\nSo it is likely that both social science and neuroscience could benefit from systematic and\nconstructive engagement, but, like all interdisciplinary work (of which this is a particular\ninstance), such engagement may be problematic. Interdisciplinary research is seen as more\nlikely to be informed by values, more oriented toward real-world problems and more\nfocused on wider societal benefits (Rhoten and Parker, 2004). At the same time, it is widely\nacknowledged as challenging (Brewer, 1999), since different disciplines have their own\ncultures, frames of reference, methods, objectives and languages; moreover, these challenges\nmay adversely influence the career trajectories of individuals (Brewer, 1999; Rhoten and\nParker, 2004). Bourdieu’s (1991) analysis of the fields and dispositions that demarcate the\nsciences also includes individuals, although in this case as the bearers of competencies impli-\ncitly designated as already appropriate for the constitution of science per se. Such indivi-\nduals become legitimate authorities in the boundary disputes that inevitably occur as\ndynamic, shifting networks of power and interest play themselves out through the mediation\nof various kinds of disciplinary resource, practice and putative object. On this view, to be\ninterdisciplinary is to be continually subject to boundary conflicts, a view supported by150jjJOHN CROMBY"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Gieryn’s (1983) historical analysis of the rhetoric of science. The boundaries between\nsciences are both symbolic and socio-structural: symbolic boundaries are used by some\ngroups to enforce, maintain and legitimate socio-structural ones, and by others to reframe\ntheir meaning (Lamont and Molnar, 2002). The work of asserting and policing disciplinary\nboundaries is therefore bound up with the maintenance of hierarchy, which suggests that\ninterdisciplinary research often needs to be ‘seeded’ by appropriate policy initiatives and\ndirected funding strategies if it is to succeed (Metzger and Zare, 1999).\nBefore further discussing the potentials and problems of any engagement between\nneuroscience and social science, some cautionary points are necessary. First, although every\neffort has been made to provide balanced coverage, the author’s background is predomi-\nnantly in social psychology, and so inevitably this article leans towards the potentials and\nproblems as they appear from this field. Second, neither social science nor neuroscience is\nhomogeneous or monolithic, and it is of course impossible to address the whole of each\ndiscipline. This article’s focus on exemplary aspects of each discipline fosters clarity and\ncoherence, but necessarily generates omissions. Much of the focus is on how the body is\nopen to social influence: this is appropriate, since it is probably the hardest case to make\nfor the relevance of social science—‘mental’ states being clearly social (Vygotsky, 1962;\nWertsch, 1991). Nevertheless, this focus necessarily de-emphasizes other perspectives, and\nso exceptions and challenges to some of the claims made here will always be possible. Third,\nthe question of what it might mean to collaborate across these disciplines is an open one.\nPossibilities include simple dialogue, the exchange of ideas and findings and the sharing of\nconcerns; the enrichment or completion of theoretical models by including notions and con-\ncepts from the other discipline; and empirical research programmes utilizing methods and\ndesigns acceptable to, and simultaneously rooted within, each discipline. Clearly, potentials\nand problems may arise and be configured somewhat differently at each of these different\nlevels. Fourth, it follows that the present discussion is for the most part quite general: the\ngoal is to open up an area for dialogue and debate by sketching some relevant concerns\nand issues, rather than attempt to prematurely resolve the debates that need to occur.\nThe article is divided into two main parts. The section on potentials discusses some\nof the possibilities for integration and collaboration between neuroscience and social\nscience, focusing on Damasio’s work and showing how it yields opportunities for philoso-\nphical, theoretical and substantive integration. This is followed by a discussion of problems,\nwhich also takes Damasio’s work as a frequent focus and is organized for analytical pur-\nposes into language, conceptual and methodological issues: although these are thoroughly\nintertwined, for the sake of analytical clarity they are treated separately here. The article\nconcludes by discussing some strategies that might facilitate collaborative interdisciplinary\nwork.\nPotentials\nDamasio’s work, and in particular his three books Descartes’ error (1994), The feeling of\nwhat happens (1999) and Looking for Spinoza (2003), provides the primary neuroscientific\nfocus of these discussions. This may be seen as a somewhat unusual choice, given both the\ndistinctiveness of his work and the existence of a new subdiscipline of ‘social neuroscience’INTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj151"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "which, at first glance, seems to offer a more obvious starting point. But social neuroscience\nis problematic precisely because it is already developing a partial view of the relationship\nbetween biological and social. For example, the opening section of Cacioppo and Berntson’s\n(2005) introductory text on social neuroscience is titled ‘The Brain Determines Social\nBehaviour’—strongly suggesting that foundational precedence has already been given to\nneuroscience, rather than any serious attempt being made to jointly explore social and\nneural influences. This impression is further reinforced in a short section at the end of the\nbook, when, although it is eventually acknowledged that there are in fact reciprocal influ-\nences between the social and the brain, a strongly individualist emphasis is nevertheless\nmaintained. The editors declare that social behaviour is not determined entirely by biology\nbut then immediately qualify this by saying ‘it does not necessarily follow that the person\nhas no personal responsibility for having enacted this behaviour’ (Cacioppo and Berntson,\n2005: 241). This is an unusual statement in this context, more redolent of morality than\nscience, and one that, from a social science perspective, merely glosses, rather than\naddresses, vital questions concerning the ontogenetic, constitutive relations between the\nbiological, the personal and the social. Similarly, the new journal Social Neuroscience has\nso far published just one paper (out of 33) that focuses specifically on how the social\ninfluences the brain, rather than vice versa (Bianchi-Demichelli et al. , 2006).\nIn contrast, Damasio explicitly recognizes that social structures and relations have an\ninfluence upon brain systems. He adopts an explicitly Spinozist stance with regard to the\nrelations between mind and body, individual and society, and so his work focuses on feeling\nand emotion in a way that situates them firmly within the social relations and cultural\ncontexts that social scientists emphasize. In addition to neuroscience, he explicitly engages\nwith culture, especially music and opera, and in his books he is not afraid of theorizing\nand making links between neuroscience and areas such as ethics and politics.\nPartly because of these various engagements, Damasio’s work has a slightly unusual\nstatus in neuroscience, and there are both critiques of and alternatives to his position. For\nexample, Panksepp (2004) described Damasio’s view of emotion as a cognitive one, for its\nemphasis on brain areas such as the prefrontal and cingulate cortices; for Panksepp\n(1998), emotion proper is generated by systems arising from the brainstem and the limbic\narea. Rolls (1999) is critical of Damasio’s theory of how emotion and feeling play a part\nin decision-making, on the grounds that including the body in a feedback loop is simply\ntoo slow and hence, evolutionarily, unlikely to have arisen. Cognitivist alternatives to\nDamasio reinstate cognition and rationality as the core constituents of human mental func-\ntioning, minimizing the strong contributory role he gives to emotion and feeling and largely\nrelegating them to the effects of evaluations (Lambie and Marcel, 2002). There are echoes\nhere of the Zajonc–Lazarus debate concerning the possibility of affect-laden evaluations\npreceding, or occurring independently of, cognitive processing (Lazarus, 1982; Zajonc,\n1980, 1984). Some of this dispute now appears to have been largely semantic (to do with\nbroader or narrower definitions of cognition), and some may have arisen as a consequence\nof the existence of both ‘high’ and ‘low’ roads for the generation of emotion in the mamma-\nlian brain (Le Doux, 1999). It is unclear for the moment whether the distance between\ncurrent cognitivist positions and Damasio’s stance can be similarly reduced. To some extent,\nthough, these concerns are indicative of the distance that Damasio has already travelled\ntowards social science, by comparison even with other scholars currently publishing in152jjJOHN CROMBY"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "social neuroscience. His Spinozist stance, coupled with an explicit recognition of social\ninfluence, arguably make him the most social-science friendly of the major neuroscientists\nnow writing: consequently, the problems encountered when trying to use his work in an\nintegrative manner may be indicative of those likely to arise when anyneuroscientist’s\nwork is used in this way.\nDamasio’s books comprise a trilogy addressing different aspects of experience. In\nDescartes’ error: Emotion, reason and the human brain (1994), Damasio describes a brain\nsystem whereby ‘social conventions and ethical rules’ might be acquired and become part of\nour character. His ‘somatic marker’ hypothesis proposes that the ventro-medial sector of the\nfrontal lobes is a vital node in this system. He has worked with 60 people with damage to\nthis area (Damasio, 2002), all of whom display the same two consequences. First, their\nrange of affect is greatly diminished; second, they are unable to decide effectively in social\nsettings: even simple choices, such as which day some months hence to book a doctor’s\nappointment, are problematic.\nOn the basis both of this ‘double dissociation’ and of evidence from neuro-anatomy, he\nproposes two things. First, that the ventro-medial sector is needed to enable feelings from\nthe body to enter consciousness, and, second, that these feelings play an important part in\neveryday decision-making. Through experience we learn to classify some stimuli as positive\nand others as negative, and this learning includes a somatic component. When we are faced\nwith decisions in the social world, body state profiles that were associated with similar\nprevious experiences get reactivated, and serve to tag or ‘mark’ options with valences that\neither rule them in or out of consideration. Physiological states previously associated with\npositive or negative outcomes get reconstituted as feelings, somatic markers which stamp\nputative options with valences: ‘When a negative somatic marker is juxtaposed to a particu-\nlar future outcome the combination functions as an alarm bell. When a positive somatic\nmarker is juxtaposed instead, it becomes a beacon of incentive’ (Damasio, 1994: 174).\nOnce somatic markers have effectively shaped our response sets in these ways, overtly\n‘rational’ decision-making then occurs for the smaller set of remaining options.\nThis brain system, which is the neural basis of ‘gut feelings’ and ‘intuition’, can also\noperate outside of conscious awareness to produce biases that we only notice (if at all) in\nretrospect. Although not in principle inaccessible to consciousness, this somatic guidance\nsimply may not enter the limited capacity of awareness, especially in highly charged or com-\nplicated situations. This seems especially likely when somatic markers are replaced by their\nneural counterpart through the operation of what Damasio calls the ‘as-if body’ loop. When\nthis happens, the somatosensory cortex is organized by the prefrontal cortices and amygdala\ninto a simulacrum of the activity pattern that would have been induced had the body itself\nbeen engaged. Such loops cannot replicate precisely the feelings which would have ensued\nhad full-blown somatic markers been engaged, but are advantageous because they greatly\naccelerate the guidance process. However, because these ‘as-if body’ loops are more subtle\nand fleeting, they are less likely to enter conscious awareness.\nIn Damasio’s next book, The feeling of what happens: Body, emotion and the making of\nconsciousness (1999), he sets out a theory of consciousness. He is explicit that this is not an\nattempt to solve the ‘hard problem’ of how brain mechanisms generate conscious experience\n(Chalmers, 1995), but rather an explication of how the brain generates ‘a sense of self in the\nact of knowing’. So his focus is not on how qualia are produced, but—given that thisINTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj153"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "does occur—he focuses on how the brain produces a simultaneous awareness of person\nand world.\nDamasio distinguishes between ‘core consciousness’ and ‘extended consciousness’\n(although the consciousness we experience usually consists of both forms working together).\nCore consciousness is primary and non-verbal, consisting of feelingful images of the body\nand sensory images of the environment, and is a necessary precondition for extended\nconsciousness. It is an immediate, ‘automatic’ awareness of one’s embodied state in the\nmoment-by-moment flow of being in the world, generated as stimuli impinge upon the\nbody-brain system. In neural terms, core consciousness is a second-order map. This in\nturn rests upon a first-order map that Damasio calls the proto-self, a dynamic representation\nof the body and its current state constantly updated in real time and rooted, evolutionarily,\nin the machinery of homeodynamics. The first-order map that Damasio calls the proto-self\nnecessarily requires inputs generated by brainstem nuclei, the hypothalamus and the soma-\ntosensory cortices, while the second-order map of core consciousness also requires the\nsuperior colliculus, the thalamus and the cingulate (although Damasio is clear that multiple\nbrain systems in many regions contribute to these processes, as they do to others). Changes\nto the proto-self may be caused either by internal body-brain changes or by external influ-\nences impinging upon the person. In either case, these changes generate a second-order\nmap, the contents of which are the experience of the body-brain system being changed .S o\ncore consciousness is not the proto-self—it is the representation of changes in the proto-\nself, the difference between the proto-self in first one state and then a subsequent one. While\nwe are awake these changes occur in a ceaseless flux, each following the other in rapid\nsuccession. Changes generate pulses of core consciousness, the contents of which are\nour fundamentally non-verbal awareness of the body-brain system in its state of dynamic\nequilibrium.\nExtended consciousness, by contrast, is symbolic, representational, narrativized and dis-\ncursive; it is both reliant upon and constructed through memory and symbols. It uses the\nuniquely human capacity for memory, representation and meta-representation, to generate\nwebs of meaning and understanding within which to locate the ever-present flux of informa-\ntion supplied by core consciousness. The higher and frontal cortices, temporal areas and\nhippocampus are therefore important in the generation and successful continuation of basic\nextended consciousness functions such as language, memory encoding and recall. Thus, in\nextended consciousness, stimuli first registered in core consciousness very rapidly gain their\nfull human meaning and significance, black marks on a white background become words on\npaper that carry a particular instruction or idea, such as the one you are contemplating as\nyou read this. This happens (almost) immediately, as you process either incoming external\nstimuli or changes in your body-brain system: each generates a new pulse of core-\nconsciousness which produces, in networks of spreading neural activation, a richly detailed,\nmeaningful and fully human understanding of whatever has just occurred. Extended con-\nsciousness, then, requires extensive memory resources and the capacity for symbolic repre-\nsentation in order to produce the distinctively human capacity for reflection, questioning,\nanalysis, understanding and meaning. Extended consciousness is secondary to, and parasitic\nupon, core consciousness. Changes to the body-brain system generate pulses of core\nconsciousness, an immediate awareness of our embodied situation. These pulses activate\nother neural circuits, calling out language and memories which thoroughly endow these154jjJOHN CROMBY"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "embodied or sensory events with meaning. This means that it is possible to have core\nconsciousness without extended consciousness, but not vice versa.\nDamasio’s third book is called Looking for Spinoza: Joy, sorrow and the feeling brain\n(2003). In many ways the least substantial of his books, this work foregrounds the role of\nfeelings and emotions in everyday life, describes some of the brain pathways and mechan-\nisms whereby they are produced, and offers some speculation about their role in maintain-\ning social order. Damasio distinguishes between three different kinds of emotion. What he\ncalls primary emotions are more-or-less hardwired, relatively invariant response modes\ncalled out as appropriate to incoming stimuli; he draws on the work of Ekman (1992)\nand others to explain these emotions. Then there are ‘secondary emotions’, responses that\nare enculturated rather than hardwired, such as shame, guilt and embarrassment. Damasio\nalso identifies a broader, more subtle, continuous yet variable sense of the state of our\nbodies which he terms ‘background emotion’. These three kinds of emotion are enabled\nby brain systems constituted across various ‘triggering sites’ that include the basal forebrain,\nthe hypothalamus, the amygdalae, ventromedial prefrontal cortex and brainstem nuclei.\nEmotions do not necessarily get reflected upon in consciousness: although their influence\nis continuous and profound, it is frequently not the focus of our attention. When we do\nnotice them it is typically as feelings, feedback from the body as it moves into a particular\nstate profile. So emotions are body-brain states, whereas feelings are the phenomenological\nexperience of those states.\nDamasio carefully describes how the content of a feeling, for example feeling ‘well’, con-\nsists of much more than just thoughts or ideas. He observes that it also includes a comfor-\ntable skin temperature, easy and unconstricted breathing, little or no muscular tension, an\nabsence of pain, an experience of the body as light and airy, yet simultaneously grounded,\nand perhaps a sense of the smooth, unified working of the body’s various systems. These\nphysical sensations merge seamlessly with a corresponding mental state, of which they are\nboth reflective and constitutive: images have a sharp focus, and flow rapidly and effort-\nlessly. Both the contents and the style of processing of these images are consonant with\nthe pleasant feelings of the body, so that the whole is experienced as a satisfying unity\nwherein ‘What you usually regard as ‘‘body’’ and as ‘‘mind’’ blended in harmony. Any con-\nflicts now seemed abated. Any opposites now seemed less opposite’ (Damasio, 2003: 84).\nFeelings, then, consist of perceptions of the body, perceptions of thoughts and themes,\nand perceptions of certain modes of thinking or styles of mental processing. We construct\nmeta-representations of our own mental processes, noticing the rate, content and character\nof our own thought processes. These meta-representations sit alongside representations of\nthe body, so that ‘a feeling is the perception of the body along with the perception of a\ncertain mode of thinking and of thoughts with certain themes’ (Damasio, 2003: 86).\nIn these three books, Damasio develops a way of thinking that combines neuroscience\nwith the social realm, an approach that challenges abstract notions of cognition by high-\nlighting its interdependence with body states and feelings. His fluid interweaving of experi-\nence in the social world with brain structures and processes, situated within a coherent and\nexplicit philosophical framework, has numerous potentials for the social sciences.\nAt a metatheoretical level, Damasio’s approach might inform efforts to transcend\nthe dualisms that, in separating body from mind and individual from society, cause pro-\nblems in social science theorizing (Burkitt, 1991, 1999). These dualisms are pervasive andINTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj155"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "structuring influences upon the organization of academic knowledge, although their\ninfluence is frequently not acknowledged. This is partly because much work takes a predo-\nminantly empirical focus, within which such underlying conceptual questions rarely arise.\nMore fundamentally, it is also because academic knowledge is already to a large degree\nfragmented and compartmentalized by these dualisms. For example neuroscience is sepa-\nrated from psychology, reflecting mind–body dualism; psychology in turn is separated\nfrom sociology, reflecting individual–society dualism. The issue is not that mind is the\nsame as body, nor individual the same as society. The issue is that our typical ways of the-\norizing and researching make it difficult to see mind and body, for example, as anything\nother than incommensurable realms whose interaction is then difficult to conceptualize.\nDamasio’s way of thinking, by contrast, starts with the fundamental unity of mind and\nbody (and hence, to some extent also, of individual and society) and so might allow these\ndualisms to be transcended or bridged. This may be especially valuable in interdisciplinary\nor multi-disciplinary work, where these problems become particularly visible.\nAt the level of specific theories, Damasio’s description of generic brain systems and\nprocesses whose content is largely open to social and environmental determination, facili-\ntates integrative work with numerous social science perspectives. For example, in sociology\nthe work of Bourdieu (1977), Elias (1978) and Young (1990) describes how ways of using\nand experiencing our bodies are moulded by culture, in line with the social positions that\nindividuals occupy. Damasio’s somatic marker hypothesis may describe a specific mechan-\nism whereby some of this embodied learning takes place, and by which it comes to be\nexperienced phenomenologically (Cromby, 2005). In conjunction with his theory of\nconsciousness, with its fluid interweaving of biological and social influences, it might facil-\nitate greater understanding of how social influences both become part of our embodied\ncharacter and are also relatively resistant to conscious efforts to change them. Such under-\nstandings would have implications for many activities, including research into the efficacy\nand benefits of psychotherapy and other interventions into the lives of distressed people\n(Smail, 2005).\nTaking a substantive focus, Damasio’s ideas are already illuminating work in fields\nas diverse as economics, politics, personality theory, psychopathology, ethics and art. In\nboth economics and politics, rational choice theory (e.g. Elster, 2004) is widely used to\nunderstand how individuals make decisions based upon what is effectively a cost–benefit\nanalysis, and is used to generate models and predictions of consumer behaviour, voting pre-\nferences and suchlike. Damasio’s work highlights the contribution to such decisions of emo-\ntions and feelings acquired as a consequence of prior experience, and in so doing may\nexplain at least some of the apparent irrationality of people’s actual choices (Bentley-\nMacleod, 2002). In the field of personality, Damasio’s work is making an impact through\nits associations with the emergent subdiscipline of neuropsychoanalysis (Solms and\nTurnbull, 2002), which seeks to explicate the neural bases of psychodynamic concepts\nand processes. Similarly, in psychopathology, Damasio’s ideas have been invoked in the\nunderstanding of sexual and relationship problems (Hiller, 2005), as well in accounts of\nsuch psychopathological diagnoses as depression (Cromby, 2004), psychopathy (Schmitt\net al. , 1999), obsessive-compulsive disorder and schizophrenia (Woody and Szechtman,\n2000). Damasio’s engagement with the emotional, feelingful aspects of human life has\nalso made his work relevant to studies of ethics, morality and the arts (Benson, 2001).156jjJOHN CROMBY"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Problems\nDespite these potentials, there are problems specifically related to any constructive colla-\nboration between social science and neuroscience on the basis of Damasio’s work. These\nproblems are already at least immanent within the attempts at substantive integration\ndescribed above; they will now be made explicit and described under separate categories\nto do with language, conceptual and methodological problems.\nLanguage problems\nThe most obvious barrier to effective collaboration between social science and neuroscience\nis that of language; indeed, language issues may acquire a particular character and force for\nthe many social scientists who take language as an object of study, as well as a medium of\ncommunication. The most basic kinds of issues likely to arise are that the meanings of terms\nchange more or less subtly as we move from one discipline to another; that terms straight-\nforward in one context are problematic, confused or inadequate in the other; or that the use\nof a given term in one context signifies connotations (for example theoretical allegiances or\nmethodological proclivities) that are invisible or problematic in the other. These issues may\nfuel further confusions regarding, for example, the role of metaphor in theorizing and the\ndistinctions between metaphors, analogies and homologies (S. Rose, 1997).\nThese problems can be illustrated with respect to Damasio’s use of the term ‘self’. For\nDamasio, this is a relatively unproblematic notion, referring to the more or less continu-\nous sense we have of our own identities which, he claims, is biologically rooted ‘in the\nensemble of brain devices which continuously and nonconsciously maintain the body state\nwithin the narrow range and relative stability required for survival’ (1999: 22).Yet for\nsocial scientists encountering his work, his frequent deployment of this term is likely to\nraise problems. ‘Self’ is a term troubled by issues such as the homunculus problem, and\nagency–structure and mind–body dualisms (Graham, 1993), located within a specific\nWestern cultural and intellectual lineage, and freighted with moral and ethical implica-\ntions (Taylor, 1989). Many social scientists agree that notions of self within Western\nculture are particularly individualistic, bounded and separate from both other persons\nand the material world (Geertz, 1973), and notions of self have been the subject of\nsustained and sometimes critical interrogation within the social sciences in recent years\n(Benson, 2001; Burkitt, 1991; Foucault, 1988; Gergen, 1991, 1997; Martin, 1988; Shotter\nand Gergen, 1989). Empirical evidence in support of these critiques includes anthropolo-\ngical and cross-cultural investigations demonstrating significant variation in notions of self\nbetween cultures (Heelas and Lock, 1981; Morris, 1994), and historical evidence showing\nthat current Western notions of self first appeared somewhere between the eleventh and\neighteenth centuries, depending on which particular conception is taken as the first exem-\nplar (Logan, 1987). There is also evidence for variation in the constituent elements of the\nself, for example demonstrating the plasticity of personality characteristics across differing\nsocial contexts (Potter and Edwards, 1990) and showing historical variation in the relative\nprominence of emotions such as grief (Stearns and Knapp, 1996), shame and guilt\n(Demos, 1996). Consequently, ‘self’ means different things, not only to different social\nscientists, but within different traditions and communities: while for some it references\nsome inner entity or substance (Craig, 1997; Robinson, 1991), for others it refers to theINTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj157"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "putative outcome of a matrix of social forces that condition the legitimate ways of being\nhuman within a particular culture and epoch.\nCompounding and perhaps illustrating these issues, there is in fact more than one notion\nof self at play in Damasio’s work (van Ommen, 2005)—for example his ‘proto-self’, core\nself and extended self. These selves each have different characteristics, vary in the extent\nto which they are consciously experienced, and may be arrayed along a continuum from\nthe biological to the social. It is nevertheless clear that, for Damasio, the phenomenological\nexperience of self is necessarily produced by culture as well as by neural processes, and lacks\nthe degrees of stability, insight, control and rationality that some social scientists have\nargued are erroneously attributed to Western persons (Henriques et al. , 1984). Indeed,\nDamasio’s dual emphases on the dynamic and affectively driven character of the self may\nresonate with post-structuralist accounts of subjectivity that similarly accentuate the fluid,\na-rational multiplicity of everyday experience. While this suggests that, for some purposes,\nlanguage problems in this area might be resolved by simple clarification of and agreement\nover terminology, there nevertheless remains a gulf between any viable reading of Damasio\nand notions of the self portrayed in some relevant areas of social science. For example, in a\nstudy of treatments for Parkinson’s Disease, Moriera and Palladino (2005) characterize the\nself as the contingent product of mutually supporting (or ‘parasitic’) regimes of ‘truth’ and\n‘hope’. Similarly, Nikolas Rose (2005) describes the ways in which the terminology and\nlanguage of neuroscience are coming to inhabit our everyday ways of understanding our\nrelationships, jobs and unhappinesses, such that we are now becoming ‘neurochemical\nselves’. Such characterizations sit uncomfortably with Damasio’s notion of an immanent,\nembodied self enabled by brainstem systems that manage homeodynamics, a discordance\nleading to the unsurprising suggestion that, all too often, disagreements over language\nmay turn out to be mere vehicles for deeper, conceptual problems.\nConceptual problems\nThis part of the discussion focuses upon two issues likely to be of generic and fundamental\nrelevance: first, how we conceptualize the influence of the social world; second, how we\nconceptualize the brain and its relationship to the rest of the organism.\nHarr /C19e e (2002) points to a divergence between the notions of social influence common in\nneuroscience and those common within many areas of social science. Although neither\ndiscipline is monolithic, within neuroscience there are strong tendencies toward a causal\nmetaphysic. Within this way of thinking, outcomes (behaviours or states) are the endpoint\nof causal chains—albeit often very complicated ones, incorporating multiple feedback loops,\nparallel processes and decision-points. The causal metaphysic is a deterministic one: it\npresumes that if the initial state of the organism could be known, along with all of the\ninputs to it, then the later behaviours or states of the organism could be more or less reliably\npredicted.\nThis contrasts with much of social science, where what Harr /C19e e calls a ‘meaning/rule meta-\nphysic’ is more common. From this perspective, human behaviours and states are reflective\nof, and implicated within, dynamic structures of meaning. These do not act as causal influ-\nences: instead, they provide rules and guidelines toward which individuals orient, which\nthey take up flexibly and apply creatively. Consequently, observed associations between\nsocial factors and the behaviour of individuals will always have an ‘on balance’ character158jjJOHN CROMBY"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "to them: social influence is normative, rather than deterministic. However, this does not\nmean that it is ephemeral or unimportant: rather, it reflects the actuality that social influ-\nence consists primarily of meanings and rules that guide individuals, rather than causal\nforces that determine or drive them.\nTaking social psychology as his example, Harr /C19e e demonstrates that confusion regarding\nthe nature of social influence has led to many problems. Because many psychologists mista-\nkenly imagine that social influence operates in a causal manner, they believe that their\nexperiments control and isolate these influences, and that apparatus such as questionnaires\nmeasure them. In reality, Harr /C19e e suggests that most social psychology experiments are merely\nanologues or models of real-world situations, rather than measures of them. A questionnaire\nis not a simple measure of some internal property of a person, its scores varying systemati-\ncally in response to changes within the individual. In its administration, a questionnaire is a\nrelatively restricted analogue or model of a more informal conversation. Consequently, its\nscores will reflect the shared rules for understanding the meaning of its terms, and the\nsocially ordained autobiographical conventions that obtain for telling information to rela-\ntive strangers within unusual situations: ‘The results of the whole procedure, particularly\nthe bringing out of correlations between types of questions and types of answers, are neither\nmore nor less than expressions of narrative conventions and semantic rules governing the\nkind of conversation modelled’ (Harr /C19e e, 2002: 172).\nDamasio’s work bears an ambivalent relationship to these two contrasting metaphysical\nregimes. On the one hand, his ‘somatic marker’ hypothesis describes a neural system\nparasitic upon hardwired regulatory systems that achieve homeodynamic balance and\nmaintain life, the substantive content of which is derived from experience of a particular\nsocial world:\nSomatic markers are thus acquired by experience, under the control of an internal pre-\nference system and under the influence of an external set of circumstances which\ninclude not only entities and events with which the organism must interact, but also\nsocial conventions and ethical rules. (Damasio, 1994: 179)\nIn other words, Damasio seems to postulate a kind of ‘social norming’ system that might\nenable precisely the kind of flexible orientation towards social conventions, moral regimes\nand relational practices that Harr /C19ee sees as important. On the other hand, however, Damasio—\nlike the overwhelming majority of neuroscientists—conducts his empirical work primarily\nusing experimental designs and variable models which presume a causal metaphysic (Davis\nand Rose, 2000); aspects of this issue will be discussed again in the section on methodolo-\ngical problems.\nA second set of conceptual problems surrounds the issue of how we conceptualize the\nbrain and its relationship to the rest of the organism of which it is a part. In this regard,\nBennett and Hacker (2003) draw upon the later philosophy of Wittgenstein to analyse\nand critique the work of many contemporary neuroscientists, including Damasio. Mereol-\nogy is the study of part–whole relationships, and central to their arguments is what they\ncall the ‘mereological fallacy’: their term for a tendency they have observed amongst neuro-\nscientists to ascribe psychological predicates, attributes, activities and characteristics to the\nbrain. They provide detailed evidence and examples to illustrate their contention that neuro-\nscientists frequently attribute to the brain psychological characteristics such as believing,INTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj159"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "interpreting and guessing, which, logically, can only be attributed to persons—of whom the\nbrain is but a part. As they put it:\nIt is not that as a matter of fact brains do not think, hypothesize and decide, see and\nhear, ask and answer questions; rather, it makes no sense to ascribe such predicates or\ntheir negations to the brain. The brain neither sees, nor is it blind —just as sticks and\nstones are not awake, but they are not asleep either . The brain does not hear, but it is\nnot deaf, any more than trees are deaf. The brain makes no decisions, but nor is it\nindecisive. Only what candecide can be indecisive. So, too, the brain cannot be con-\nscious; only the living creature whose brain it is can be conscious—or unconscious.\nThe brain is not a logically appropriate subject for psychological predicates. (2003:\n72, emphases in original)\nBennett and Hacker suggest that this tendency is a ‘mutant’ or ‘degenerate’ form of\nCartesian dualism. Cartesian thinking applied psychological predicates to the mind, and\nonly derivatively to the human being: current neuroscience simply applies them to the brain\ninstead. In this sense it has the same logical structure as Cartesian dualism, although the\nspecifics of its poles differ somewhat. It is vital to recognize that Bennett and Hacker’s\ncritique is not an empirical one, but a logical, conceptual one: hence, no amount of\nadditional empirical evidence concerning brain mechanisms or neural processes is likely to\novercome the objections they raise.\nIt may be tempting to believe that the issue here is primarily one of how we use lan-\nguage, and in fact reflects the kinds of misunderstandings alluded to in the previous section.\nBut Bennett and Hacker provide examples of how the language that neuroscientists use\nshapes their reasoning, and is associated with conceptual errors regarding the presumed\nprivacy of conscious experience and the nature of introspection. They also consider, and\nthen reject on the basis of closely argued examples, the explanations that neuro-\nscientists are simply using everyday terms in special, technical ways; that they are using\npsychological attributes as analogues to aid understanding; or that they are using psycholo-\ngical language metaphorically. For example, they take issue with the way that Blakemore\n(1990) explicitly defends the use of metaphor. Noting the extensive evidence that areas\nof the brain are organized into topographically arranged, causally connected systems,\nBlakemore says:\n...it is hardly surprising that neurophysiologists and neuroanatomists have come to\nspeak of the brain having maps , which are thought to play an essential part in the\nrepresentation and interpretation of the world by the brain, just as the maps of an\natlas do for the reader of them. (1990: 265)\nBlakemore goes on to defend the use of metaphor in neuroscientific writing, rejecting the\nview that metaphors sow confusion. But Bennett and Hacker observe that whether confu-\nsion attaches to the metaphorical use of language depends on whether the author remembers\nthat it is metaphorical, remembers the precise sense in which it is metaphorical, and—\nequally importantly—conveys the precision and limits of the metaphor to readers. Accord-\ningly, they note that Blakemore’s refutation of the dangers of metaphors in fact falls prey\nto the very kinds of error they warn against. They note that when Blakemore talks of\nmaps he must actually mean mappings , systematic configurations of cells firing in response160jjJOHN CROMBY"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "to a stimulus, and that such mappings cannot possibly function ‘just as the maps of an atlas\ndo for the reader of them’. Cartographic maps depend for their intelligibility on shared con-\nventions of mapping and rules of projection, which the artist applies in their drawing and\nthe reader applies in their reading: but the brain cannot be said to be ‘reading’ a map in\nthis sense, and does not know any conventions or projections. Moreover, the topographical\narrangement of its cells is not organized in accordance with socially shared conventions,\nand—perhaps most vitally—‘the correlation between their firing and features of the percep-\ntual field is not a conventional but a causal one’ (Bennett and Hacker, 2003: 80).\nThe mereological fallacy within neuroscience may cause problems for constructive\nintegration with social science because it introduces forms of dualism, reification and biolo-\ngical reductionism. By treating the brain as though it has psychological characteristics, it\nseems at first glance that mind–body dualism is removed. But this appearance is merely\nsuperficial, as the continuing relevance of the ‘hard problem’ in fact illustrates. Indeed,\nthis move simply pushes the problem of mind–body dualism ‘inside’ the brain, translating\nit into something that arises at the level of neurones and synapses, rather than at the level\nof minds and their corresponding bodies. Not only is dualism thereby reinstated; at the\nsame time, its basis is moved deep within the organism, making social science contributions\nappear less relevant.\nReification becomes an issue because we humans use our bodies and material resources\nto organize, arrange and conduct our activities in social and collective ways. We have\nevolved shared traditions of symbolic representation and tool use, and ritualized practices\nwhich organize the activities vital for our own reproduction, survival and well-being.\nBecause the entire body and its capacities are central to our understandings of these social\nand material practices, equating the brain with the organism mystifies or negates social\nscientific understandings of these dimensions of human life. While the brain is clearly a cri-\ntical organ in their conduct, treating it as sole instigator and vehicle may lead to the reifica-\ntion of these collective representations, shared social practices and cultural tools—either as\ndisembodied, cognitive processes or, alternatively, as synaptic or neural events.\nEquating the brain with the organism is also, most obviously, a form of reductionism. It\nminimizes important qualitative distinctions between different kinds of brains (rats and\nhumans, for example) and makes it easier to imagine that our analytical focus should be\nsolely upon the biological, rather than also being concerned with social and material space\nand time. Humans are not simply brains, and so their activities cannot meaningfully be\ndescribed in the language of nerve cells and their associated molecules. Even if we had a\nfar more sophisticated knowledge than we do now of the relationships between brain events\nand processes and a human activity such as writing a signature, a complete explanation\nsolely at the neural level would remain forever impossible because:\n...no amount of neural knowledge would suffice to discriminate between writing\none’s name, copying one’s name, practising one’s signature, forging a name, writing\nan autograph, signing a cheque, witnessing a will, signing a death warrant, and so\non ...the differences between these are circumstance-dependent, functions not only\nof the individual’s intentions but also of the social and legal conventions that must\nobtain to make the having of such intentions and the performance of such actions pos-\nsible. (Bennett and Hacker, 2003: 360)INTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj161"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Bennett and Hacker make numerous specific points concerning the ways in which the\nmereological fallacy plays itself out in Damasio’s work, arguing that emotions need not\nbe caused by mental images, are not about somatic changes and are independent of cogni-\ntive knowledge concerning causation. They also suggest that his somatic marker hypothesis\nis ‘misconceived’ because events in the world (an injustice, for example) rather than feelings\nare the source of our judgements concerning good and evil (see Bennett and Hacker, 2003:\n213–216). While some of their objections can be refuted as either based upon partial read-\nings or presupposing some kind of linguistic dominance (a tendency to which Wittgenstein’s\nideas are suited; see Parker, 1996), others are more telling. In particular, they challenge\nDamasio’s claim that feelings are the first-person experience of somatic changes, whose\nmeaning derives from their bodily character. From their Wittgensteinian position, the\nsources of experience are not within us, in some veiled inner life, but publicly available in\nthe shared social world. Emotions and feelings are public events, called out in social inter-\nactions within which they are dynamic, variable and constitutive of the ongoing trajectories\nthat emerge. Consequently, their meaning and character is derived from this ongoing social\nsituation, and not from their somatic character: ‘What makes the blushes blushes of shame\nrather than of embarrassment or of love, is not the ‘‘thought’’ or mental image, if any , that\naccompanies them, but the circumstances and the object of the emotion’ (Bennett and\nHacker, 2003: 213).\nFrom a social science perspective, Damasio’s treatment of emotions as body-related\nphenomena is especially troubling for the many tendencies which take language and its\nanalysis as their primary focus. Following the ‘turn to discourse’ of the 1990s (Harr /C19e e,\n1992), these tendencies are present within cultural and media studies, social anthropology,\nhuman geography, sociology and psychology. For example, an approach called ‘discursive\npsychology’ (Edwards and Potter, 1992) focuses almost exclusively upon texts of various\nkinds, using detailed transcripts of conversations to represent social interactions. Empirical\nanalyses then make visible the ways that social actors deploy linguistic resources and rhet-\norically organize and structure their talk, in order to do such things as mitigate or deny\nblamings, politely refuse invitations, or manage dilemmas of ‘stake’ wherein their own\nself-interest might be seen as problematic and so must be subtly discounted. Discursive psy-\nchology studies emotion categories and metaphors, and makes reference to Wittgenstein and\nordinary language philosophy to ‘rid us of too close an association between emotions and\nsubjective mental or bodily experiences’ (Edwards, 1999: 281). While it does not confuse\nemotion per se with talk of emotion, it does emphasize emotion talk in a way that leaves\nlittle space for the bodily aspects of emotions to be influential, significant or interesting.\nTo the extent that other social science disciplines emphasize the linguistic and performative\naspects of emotion, they are similarly likely to struggle with Damasio’s conception. Thus,\nBennett and Hacker seem to be pointing to a fundamental conceptual gap between notions\nof emotion extant in neuroscience and those prevalent in some areas of social science.\nMethodological problems\nThis part of the discussion focuses upon problems associated with the practice, common in\nneuroscience, of comparing data across experimenter-defined groups using quantitative\nvariables within controlled designs. This experimental practice all but typifies fMRI, PET162jjJOHN CROMBY"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "and other imaging studies in neuroscience and is the basis of the majority of Damasio’s find-\nings (some of his observations are derived from clinical work). Nevertheless, this practice\nmakes a number of assumptions about the nature of its subject matter which, from some\nsocial science perspectives, may be problematic.\nOne set of problems concerns the typical assumption that social influences are relatively\nuniform, static or fixed in their character, and that they can be measured using single indi-\ncators or scales. For example, with regard to social class the assumption would be that peo-\nple are uniformly working or middle class in their attitudes and behaviour, and indeed in\ntheir attitudes and behaviour with regard to all relevant objects and not just some. But in\nthe social sciences class is a dense, troubled concept loaded with a variety of meanings,\neach freighted with the theoretical presuppositions of one or another school of thought\n(Joyce, 1995). This variety problematizes attempts at measuring class along a single scale,\nsince any one indicator is likely to favour some definitions more than others. Moreover,\nsocial classes are notoriously heterogeneous, perhaps especially so in recent years (Hall\nand Jacques, 1989), and, as a consequence, measures of socio-economic status (SES) such\nas years in education or home ownership are increasingly used instead. However, it is pos-\nsible that this translation from social class to SES loses something of the meaning , within\nboth social theory and everyday life, of social class locations. With regard to the issue of\nmeaning, Tolman (1994) observes that experimental designs can only adequately take\naccount of influences that are immediately present and empirically tractable in the experi-\nmental situation, and that the meanings of class and their effects do not have this character.\nThis echoes a more general point, which is that the treatment of biological and social vari-\nables side by side in experimental designs ignores the real, qualitative differences between\nbiological and social influences. The recognition of these kinds of problems, and of the\nways in which they can create falsely universal perspectives (rendering minority trends invi-\nsible, generating a falsely homogeneous view of social groups and an ahistorical notion of\nsocial change) has been one of the driving forces behind the spread of post-structuralist\nthinking in the social sciences. Post-structuralists emphasize the instability, fluidity and\ndynamism of the social world; they reject notions of fixity and origins and celebrate diver-\nsity, difference and the profusion of meaning. Accordingly, the deployment of tightly\ndefined variables in controlled designs might be especially difficult to reconcile with the\npost-structuralist perspectives common in many social science disciplines.\nA second set of problems connected with this experimental practice concerns its implicit\npresumption of a stance called methodological individualism: the presumption that the\nsocial world is merely the outcome of the aggregate of the actions and decisions of the indi-\nviduals from whom it is constituted (Archer, 1995). Methodological individualism is flawed\nbecause it fails to recognize that once social collectivities and groups are formed, they have\nemergent properties , properties that are not features of any one individual taken in isolation\nbut which feed forward and influence the likelihood of these groups (and the ideas or prac-\ntices they favour) continuing to be influential or relevant. For example, the demographic\nconstitution of a group is an emergent property influencing its future, since, if most of its\nmembers are past reproductive age, its influence will tend to decline. Similarly, different lan-\nguages make some concepts and arguments more easily ‘sayable’—and hence thinkable—\nthan others. In interaction both with other social and material conditions and with the\nemergent properties of the demographic constitution of the population of its speakers, theseINTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj163"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "emergent properties of ‘sayability’ and ‘thinkability’ influence the likelihood that a language\nwill proliferate. It is a typical requirement of experimental design in neuroscience (and else-\nwhere) that participants are randomly assigned to groups, but even where groups are\nselected (e.g. on the basis of a diagnosis) they are experimenter-constituted. Consequently,\nto the extent that groups are explored or compared at all within this methodology, they\nare typically groups without histories, demographies or collective cultural or material\nresources, that is, groups stripped of the very emergent properties that many social scientists\nwould see as vitally important. Thus, this experimental practice implicitly endorses metho-\ndological individualism, because its groups are simply constituted from the aggregate or\naverage scores of experimenter-allocated individuals. The sociohistorical constitution of\ngroups and collectivities in everyday life, their dynamic interplay and evolution, and the\nemergent properties that flow from their constitution, are effectively eliminated from\nconsideration.\nThe practicalities of rendering experience tractable in a controlled situation serve to both\nrealize and amplify these problems, because once an experimental approach is already\naccepted as appropriate its precepts will then, inevitably, serve to organize activity. One\nconsequence of this is that the logic of experimental design and its associated practices\ncan effectively make somewhat invisible problems that social scientists might find troubling.\nFor example, fMRI studies require participants to lie immobile in scanners that occlude\ntheir vision and surround them with noise, making it impossible for them to move sponta-\nneously or interact naturalistically with others; consequently, participants can find the\nexperience alienating and unsettling, and will be unable to ‘forget’ that they are taking\npart in an experiment. If social scientists object that this will influence their behaviour, their\nobjection is likely to be countered by the claim that, since both experimental and control\ngroups are subject to the same constraints, their influence is effectively cancelled out.\nAlthough this argument appears entirely reasonable within the logic of experimental\nwork, it implicitly instantiates the claim that rigidly measured differences between\nexperimenter-constituted groups obtained in highly artificial circumstances equate directly\nto actual social processes in everyday life, such that their measurement effectively stands\nfor, and gains priority over, other forms of enquiry. Conversely, from a social perspective,\nproblems may be generated rather than hidden because of the ease with which statistical\nsignificance can be conflated with lived significance, or because of slippage between the\nvarious to-be-negotiated meanings of ‘normal’ in everyday life and statistical notions of\nnormality derived from sampling distributions.\nDiscussion\nIt has been analytically helpful to separate out these three kinds of problem (language, con-\nceptual and methodological) in order to trace their character and effects. However, we must\nnow recall that they are in fact thoroughly intertwined, and that language, concepts and\nmethods constitute self-insulating matrices of beliefs and practice whose interconnectedness\nmakes it difficult to confine change to any one of their aspects. We must also remind our-\nselves that collaboration between disciplines will undoubtedly mean different things at dif-\nferent times, and so both the problems that arise and the kinds of compromises and164jjJOHN CROMBY"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "agreements that are formulated will be situated within particular local contexts that might\nproblematize their transfer to other situations.\nThis already suggests that the most fundamental key to addressing these issues is\nconstructive dialogue, discussion and debate between neuroscience and social science, and\nthat only thorough, rounded consideration of issues and problems is likely to generate\nacceptable bases for systematic collaboration. At the same time, however, we must be\ncareful to avoid romanticism. It is perhaps seductive and comforting to believe that if we\nall sit down together, talk and listen , change will inevitably come and new opportunities\narise. But this would be to ignore the ways in which professional training, methodological\nexpertise, conceptual understanding and linguistic orientations are not only intellectual\ntools. They are, at the same time, markers of status and power, intimately bound up with\ndisciplinary structures and career pathways, and frequently oriented towards broader fields\nof ideological preference and power (Bourdieu, 1991) which, in practice, play themselves\nout around more mundane concerns such as gaining the trust and respect of others, obtain-\ning access to funding, and personal career concerns related to employment, promotion and\nstatus (Brewer, 1999). Moreover, there is a wider context where research funding is both\nlimited and discontinuous, competition is encouraged because of its perceived benefits,\nand the gulf between neuroscience and social science is underpinned by a material sepa-\nration of interests into independently constituted fields, each with their own favoured\ntheories, methods, journals, conferences and so on. Hence, we should not naively imagine\nthat dialogue alone will resolve differences: nevertheless, if collaboration is to occur,\ndialogue is both essential and helpful, and so it is useful to identify strategies by which it\nmight be facilitated.\nOne possible strategy involves differentiating clearly between brain processes and human\nprocesses by careful and deliberate use of language, for example by using one representa-\ntional form to refer to brain processes, systems and states, and another to refer to human\nactivities, experiences and states. Panksepp (1998) refers to the FEAR system in mammals,\na collection of neuroanatomical circuits and neurochemical responses involved in generating\nresponses of trepidation, freezing and flight. Relatedly, Panksepp also talks of fear as a\nhuman experience, but when he does this he always uses lower case letters. His strategy\nreflects both dissatisfaction with what he says are the limits of conventional language, and\na principled attempt to minimize possible confusion by clearly distinguishing between brain\nsystems (FEAR) and lived human experiences (fear). Similarly, Ullmann (1991) recommends\nthat we distinguish between representation as human activity and representation* as some-\nthing that brain systems do. Such distinctions may be difficult to sustain in practice and con-\ntinual assertions of their relevance might prove irritating at times, but orientation towards\nthem might nevertheless facilitate collaborative work.\nAnother more radical strategy is proposed by Harr /C19e e (2002) as the basis for a ‘hybrid’\ncognitive science that recognizes both the embodied and the social aspects of human being.\nHe first of all suggests that we explicitly organize claims to knowledge within three gram-\nmars or realms of discourse. First, P or ‘persons’ grammar is reserved for the acts and cap-\nabilities of persons, it indexes the realm of social interaction, moral obligation, rights,\nduties, responsibilities and norms: the arena of fully human experience within which the\neffects of neural or brain mechanisms are not only felt and realized but also discussed,\nunderstood and researched. Second, O or ‘organisms’ grammar is reserved for aspects ofINTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj165"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "human life ‘that seem to fall outside the domain of well trained habit and the following of\nexplicit rules’ (Harr /C19e e, 2002: 149). It includes many capacities shared with higher animals,\nand refers to things our bodies enable or do for us, rather than things we intentionally\nchoose or have learned to do. Third, M or ‘molecules’ grammar refers to the effects of mole-\ncules and molecular clusters such as neurotransmitters and hormones as they regulate, med-\niate and enable activities such as sleep, cognitive function, emotion, etc. Harr /C19e e argues that\neach of these three grammars is a necessary way of speaking about human activity, since\neach contains different kinds of causality—causal effects, purposive organismic actions\nand intentional meaningful acts: ‘Mosquitoes act purposively but not intentionally, and so\ndo babies. Acids act causally but neither purposively nor intentionally’ (Harr /C19e e, 2002: 152).\nHarr /C19e e argues that by adopting these three grammars the mind–body problem, and hence\nmany of the conceptual confusions arising between social science and neuroscience, might\nbe ‘dissolved’. Rather than postulating two realms (mind and body) set contrastively against\neach other and constituted of entities and processes radically different in kind, Harr /C19e e sug-\ngests that we instead examine the hybridity of P, O and M grammars and their necessary\nrelatedness. He offers two principles to guide investigation of the relationships between\nthese grammars. First, he proposes a ‘task/tool’ metaphor: human tasks defined in P gram-\nmar are materially enabled by embodied structures and neural processes that serve as tools,\nbut which are meaningfully describable only in terms of O and M grammars. The second is\nthrough adopting a ‘taxonomic priority principle’ wherein ‘states, processes and structures\nof the P discourse exercise ‘‘taxonomic dominance’’ over the criteria of identity for neural\nstates and processes ...that is, for the O and M discourses’ (Harr /C19e e, 2002: 160–161).\nMore simply put, we can only study the brain structures and neural processes that might\nenable a specific activity if the person studied can confidently be said to be engaged in\nthat activity.\nWhile these two strategies are solely linguistic and conceptual, they could facilitate both\ndialogue and the construction of mutually acceptable interpretations of findings. Moreover,\nthe interdependence of methodology with language and concepts means that they may also\nseed practical benefits, especially if dialogue occurs at the earliest possible stages of colla-\nboration: so for empirical work, it should begin before studies are planned and designed\nso that input from both disciplines can inform sampling, measurement, operationalization,\nthe constitution of control groups and so on. From a different perspective, Steven Rose\n(1997) proposes a strategy with more immediate implications for the conduct of empirical\nresearch. His aim is to make biological research more systemic and less reductive by empha-\nsizing ‘lifelines’ and so including the developmental trajectory of biological systems within\ntheir analysis. Consequently, he proposes replacing the troublesome opposition between\n‘nature’ and ‘nurture’ with degrees of temporally organized plasticity and specificity, and\nthe continual, dynamic, dialectical interpenetration of organisms and their environment:\nThe present instant of our, or any organism’s life, is simply inexplicable biologically if\nconsidered merely as a frozen moment of time. ...Each of our presents is shaped by\nand can only be understood by our pasts, our personal, unique, developmental history\nas an organism. (S. Rose, 1997: 157)\nFrom this developmental perspective, Rose strongly challenges the extremes of neo-\nDarwinism and its concomitant genetic reductionism. Nevertheless, until the mathematical166jjJOHN CROMBY"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "and conceptual tools to handle the complexity of multiple interacting systems become avail-\nable, even his progressive analysis recognizes a continuing need for reductionism at the level\nof methodology. This suggests that, for now at least, methodology is likely to remain the\nstumbling block in collaboration between social science and neuroscience, and might fre-\nquently be the fundamental terrain upon which deeper conceptual, meta-theoretical or ideo-\nlogical differences get played out.\nReferences\nAhmed, S. (2004). The cultural politics of emotion . Edinburgh: Edinburgh University Press.\nArcher, M. (1995). Realist social theory: The morphogenetic approach . Cambridge: Cambridge University Press.\nBaerveldt, C., & Voestermans, P. (2005). Culture, emotion and the normative structure of reality. Theory and\nPsychology, 15 , 449–474.\nBangert, M., & Altenmueller, E. (2003). Mapping perception to action in piano practice: A longitudinal DC-EEG\nstudy. URL (accessed November 2006): http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid ¼270043&\ntools ¼bot\nBennett, M.R., & Hacker, P.M.S. (2003). Philosophical foundations of neuroscience . Oxford: Blackwell.\nBenson, C. (2001). The cultural psychology of self: Place, morality and art in human worlds . London: Routledge.\nBentley-Macleod, W. (2002). Complexity, bounded rationality and heuristic search. URL (accessed December\n2006): http://ssrn.com/abstract ¼170989\nBianchi-Demichelli, F., Grafton, S., & Ortigue, S. (2006). The power of love on the human brain. Social\nNeuroscience, 1 , 90–103.\nBlakemore, C. (1990). Understanding images in the brain. In H. Barlow, C. Blakemore, & M. Weston-Smith (Eds),\nImages and understanding , 257–283. Cambridge: Cambridge University Press.\nBourdieu, P. (1977). Outline of a theory of practice . Cambridge: Cambridge University Press.\nBourdieu, P. (1991). The peculiar history of scientific reason. Sociological Forum, 6 , 3–26.\nBrewer, G. (1999). The challenges of interdisciplinarity. Policy Sciences, 32 , 327–337.\nBurkitt, I. (1991). Social selves . London: Sage.\nBurkitt, I. (1999). Bodies of thought: Embodiment, identity and modernity . London: Sage.\nBurkitt, I. (2003). Psychology in the field of being: Merleau-Ponty, ontology and social constructionism. Theory and\nPsychology, 13 , 319–338.\nButler, J. (1993). Bodies that matter: On the discursive limits of sex . New York: Routledge.\nCacioppo, J., & Berntson, G. (Eds) (2005). Social neuroscience . Hove: Psychology Press.\nChalmers, D. (1995). Facing up to the problem of consciousness. Journal of Consciousness Studies, 2 , 200–219.\nCraig, A. (1997). Postmodern pluralism and our selves. Theory and Psychology, 7 , 505–527.\nCromby, J. (2004). Between constructionism and neuroscience: The societal co-constitution of embodied subjectivity.\nTheory and Psychology, 14 , 797–821.\nCromby, J. (2005). Theorising embodied subjectivity. International Journal of Critical Psychology, 15 , 133–150.\nCrossley, N. (2001). The social body: Habit, identity and desire . London: Sage.\nDamasio, A.R. (1994). Descartes’ error: Emotion, reason and the human brain . London: Picador.\nDamasio, A.R. (1999). The feeling of what happens: Body, emotion and the making of consciousness . London:\nWilliam Heinemann.\nDamasio, A. (2002) A neurobiology for emotion and feeling. Paper presented at the ‘Emotion, Evolution and\nRationality’ conference, 27 April, Kings College London.\nDamasio, A.R. (2003). Looking for Spinoza: Joy, sorrow and the feeling brain . Orlando, FL: Harvest.\nDavis, A., & Rose, D. (2000). Experimental method in psychology. In G. Breakwell, S. Hammond, & C. Fife-Schaw\n(Eds), Research methods in psychology , 42–58. London: Sage.\nDemos, J. (1996). Shame and guilt in early New England. In R. Harr /C19e e, & W.G. Parrott (Eds), The emotions: Social,\ncultural and biological dimensions , 74–88. London: Sage.\nEdwards, D. (1999). Emotion discourse. Culture and Psychology, 5 , 271–291.\nEdwards, D., & Potter, J. (1992). Discursive psychology . London: Sage.\nEkman, P. (1992). Are there basic emotions? Psychological Review, 99 , 550–553.\nElias, N. (1978). The history of manners: The civilising process , vol. 1. Oxford: Basil Blackwell.INTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj167"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Elster, J. (2004). Emotions and rationality. In A. Manstead, N. Frijda, & A. Fischer (Eds), Feelings and emotions:\nThe Amsterdam symposium . Cambridge: Cambridge University Press.\nFoucault, M. (1977). Discipline and punish . Harmondsworth: Penguin.\nFoucault, M. (1988). Technologies of the self. In L. Martin, H. Gutman, & P. Hutton (Eds), Technologies of the self ,\n16–49. London: Tavistock.\nGeertz, C. (1973). The interpretation of cultures . New York: Basic Books.\nGergen, K.J. (1991). The saturated self . New York: Basic Books.\nGergen, K.J. (1997). Realities and relationships: Soundings in social construction . Cambridge, MA: Harvard\nUniversity Press.\nGieryn, T. (1983). Boundary-work and the demarcation of science from non-science: Strains and interests in\nprofessional ideologies of scientists. American Sociological Review, 48 , 781–795.\nGraham, G. (1993). Philosophy of mind: An introduction . Oxford: Blackwell.\nGross, P., & Levitt, N. (1994). Higher superstition: The academic left and its quarrels with science . Baltimore, MD:\nJohns Hopkins University Press.\nHall, S., & Jacques, M. (Eds). (1989). New times: The changing face of politics in the 1990s . London: Lawrence &\nWishart.\nHarr /C19e e, R. (1992). The second cognitive revolution. American Behavioural Scientist, 36 , 3–7.\nHarr /C19ee, R. (2002). Cognitive science: A philosophical introduction . London: Sage.\nHeelas, P., & Lock, A. (Eds). (1981). Indigenous psychologies: The anthropology of the self . Berkeley: University of\nCalifornia Press.\nHenriques, J., Hollway, W., Urwin, C., Venn, C., & Walkerdine, V. (1984). Changing the subject: Psychology,\nsocial regulation and subjectivity . London: Routledge.\nHiller, J. (2005). Sex, mind and emotion through the life course: A biopsychosocial perspective. In J. Hiller,\nH. Wood, & W. Bolton (Eds), Sex, mind and emotion . London: Karnac.\nJoyce, P. (1995). Class . Oxford: Oxford University Press.\nLambie, J.A., & Marcel, A.J. (2002). Consciousness and the varieties of emotion experience. Psychological Review,\n109, 219–259.\nLamont, M., & Molnar, V. (2002). The study of boundaries in the social sciences. Annual Review of Sociology, 28 ,\n167–195.\nLazarus, R. (1982). Thoughts on the relationship between emotion and cognition. American Psychologist, 37 ,\n1019–1024.\nLe Doux, J. (1999). The emotional brain . London: Phoenix.\nLogan, R. (1987). Historical change in prevailing sense of self. In K. Yardley, & T. Honess (Eds), Self and identity:\nPsychosocial perspectives , 13–26. Chichester: John Wiley & Sons.\nMaguire, E., Gadian, D., Johnsrude, I., Good, C., Ashburner, J., Frackowiak, R. et al. (2000). Navigation related\nstructural change in the hippocampi of taxi drivers. Proceedings of the National Academy of Science (USA),\n97, 4398–4403.\nMartin, R. (1988). Truth, power, self: An interview with Michel Foucault. In L. Martin, H. Gutman, & P. Hutton\n(Eds), Technologies of the self , 9–15. London: Tavistock.\nMetzger, N., & Zare, R. (1999). Interdisciplinary research: From belief to reality. Science, 283 , 642–643.\nMoriera, T., & Palladino, P. (2005). Between truth and hope: On Parkinson’s disease, neurotransplantation and the\nproduction of the ‘self’. History of the Human Sciences, 18 , 55–82.\nMorris, B. (1994). Anthropology of the self: The individual in cultural perspective . London: Pluto Press.\nNightingale, D.J. (1999). Bodies: Reading the body. In I. Parker, & The Bolton Discourse Network (Eds), Critical\ntextworks , 167–177. Buckingham: Open University Press.\nPanksepp, J. (1998). Affective neuroscience . Oxford: Oxford University Press.\nPanksepp, J. (2004). Emotional consciousness: Animalian sources of affective values and the core self. Paper\npresented at the Science, Self and Meaning conference (annual conference of the Consciousness and Experiential\nPsychology Section of the British Psychological Society), Oxford.\nParker, I. (1996). Against Wittgenstein: Materialist reflections on language in psychology. Theory and Psychology,\n6, 363–384.\nParker, I., Georgaca, E., Harper, D., McLaughin, T., & Stowell-Smith, M. (1995). Deconstructing psychopathology .\nLondon: Sage.\nPotter, J., & Edwards, D. (1990). Nigel Lawson’s tent: Discourse analysis, attribution theory and the social\npsychology of fact. European Journal of Social Psychology, 20 , 405–424.\nRhoten, D., & Parker, A. (2004). Risks and rewards of an interdisciplinary career path. Science, 306 , 2046.\nRichardson, K. (2002). What IQ tests test. Theory and Psychology, 12 , 283–314.168jjJOHN CROMBY"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Robinson, D. (1991). Might the self be a substance after all? Theory and Psychology, 1 , 37–50.\nRolls, E.T. (1999). The brain and emotion . Oxford: Oxford University Press.\nRose, H., & Rose, S. (2001). Alas poor Darwin: Arguments against evolutionary psychology . London: Vintage\n(Jonathan Cape).\nRose, N. (2005). Becoming neurochemical selves. URL (accessed December 2006): http://www.lse.ac.uk/collections/\nsociology/pdf/Rose-BecomingNeurochemicalSelves.pdf\nRose, S. (1997). Lifelines: Life beyond the gene . Oxford: Oxford University Press.\nRoss, A. (1996). Introduction. Social Text, 46/47, 14 , 93–100.\nSchmitt, W.A., Brinkley, C.A., & Newman, J.P. (1999). Testing Damasio’s somatic marker hypothesis with\npsychopathic individuals: Risk-takers or risk-averse? Journal of Abnormal Psychology, 108 , 538–543.\nShilling, C. (2003). The body and social theory , 2nd edn. London: Sage.\nShotter, J., & Gergen, K.J. (1989). Texts of identity . London: Sage.\nSmail, D.J. (2005). Power, interest and psychology: Elements of a social materialist understanding of distress .\nRoss-on-Wye: PCCS Books.\nSolms, M., & Turnbull, O. (2002). The brain and the inner world: An introduction to the neuroscience of subjective\nexperience . New York: Other Press.\nStam, H. (Ed.) (1998). The body and psychology . London: Sage.\nStearns, P., & Knapp, M. (1996). Historical perspectives on grief. In R. Harr /C19e e, & W.G. Parrott (Eds), The emotions:\nSocial, cultural and biological dimensions , 132–150. London: Sage.\nTaylor, C. (1989). Sources of the self: The making of the modern identity . Cambridge, MA: Harvard University\nPress.\nTolman, C. (1994). Psychology, society, subjectivity: An introduction to German Critical Psychology . London:\nRoutledge.\nUllmann, S. (1991). Tacit assumptions in the computational study of vision. In A. Gorea, Y. Fregnac, Z. Kapoula, &\nJ. Findlay (Eds), Representations of vision: Trends and tacit assumptions in vision research , 305–318. Cambridge:\nCambridge University Press.\nvan Ommen, C. (2005). Damasio’s subject: Constructions of self in contemporary neuroscience. Paper presented at\nthe International Society for Theoretical Psychology Conference, Cape Town.\nVygotsky, L.S. (1962). Thought and language , trans. E. Hanfmann, & G. Vakar. Cambridge, MA: MIT Press.\nWertsch, J. (1991). Voices of the mind: A sociocultural approach to mediated action . Hemel Hempstead: Harvester\nWheatsheaf.\nWoody, E., & Szechtman, H. (2000). Hypnotic hallucinations: Towards a biology of epistemology. Contemporary\nHypnosis, 17 , 4–14.\nWykes, T., & Brammer, M. (2002). Effects on the brain of a psychological treatment: Cognitive remediation\ntherapy. British Journal of Psychiatry, 181 , 144–152.\nYoung, I.M. (1990). ‘Throwing like a girl’ and other essays in feminist philosophy and social theory . Bloomington:\nIndiana University Press.\nZajonc, R.B. (1980). Feeling and thinking: Preferences need no inferences. American Psychologist, 35 , 151–175.\nZajonc, R.B. (1984). On the primacy of affect. American Psychologist, 39 , 117–123.INTEGRATING SOCIAL SCIENCE WITH NEUROSCIENCEjj169"
    }
  ]
}