{
  "doc_type": "scientific paper",
  "title": "Research Domain Criteria: toward future psychiatric nosologies",
  "authors": [
    "Bruce N. Cuthbert"
  ],
  "year": 2015,
  "journal": "Dialogues in Clinical Neuroscience",
  "doi": "10.31887/DCNS.2015.17.1/bcuthbert",
  "abstract": "The Research Domain Criteria (RDoC) project was initiated by the National Institute of Mental Health (NIMH) in early 2009 as the implementation of Goal 1.4 of its just-issued strategic plan. In keeping with the NIMH mission, to 'transform the understanding and treatment of mental illnesses through basic and clinical research,' RDoC was explicitly conceived as a research-related initiative. The statement of the relevant goal in the strategic plan reads: 'Develop, for research purposes, new ways of classifying mental disorders based on dimensions of observable behavior and neurobiological measures.' Due to the novel approach that RDoC takes to conceptualizing and studying mental disorders, it has received widespread attention, well beyond the borders of the immediate research community. This review discusses the rationale for the experimental framework that RDoC has adopted, and its implications for the nosology of mental disorders in the future.",
  "keywords": [
    "psychiatric diagnosis",
    "psychiatric nosology",
    "RDoC",
    "Research Domain Criteria"
  ],
  "research_topics": [
    "psychiatric diagnosis",
    "psychiatric nosology",
    "Mental disorders classification",
    "Research Domain Criteria (RDoC)",
    "experimental nosology",
    "precision medicine in psychiatry",
    "diagnostic validity in mental health",
    "psychiatric research methodology",
    "neurobiological measures in psychiatry",
    "mental health strategic research"
  ],
  "created_at": "2025-05-04T23:44:20.239487Z",
  "source_pdf": "documents/research/Global/Cuthbert 2015 Research Domain Criteria toward future psychiatric nosologies.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=tdcn20\nDialogues in Clinical Neuroscience\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/tdcn20\nResearch Domain Criteria: toward future\npsychiatric nosologies\nBruce N. Cuthbert\nTo cite this article:  Bruce N. Cuthbert (2015) Research Domain Criteria: toward future\npsychiatric nosologies, Dialogues in Clinical Neuroscience, 17:1, 89-97, DOI: 10.31887/\nDCNS.2015.17.1/bcuthbert\nTo link to this article:  https://doi.org/10.31887/DCNS.2015.17.1/bcuthbert\nCopyright: © 2015 Institut la Conf érence\nHippocrate - Servier Research Group\nPublished online: 01 Apr 2022.\nSubmit your article to this journal \nArticle views: 2278\nView related articles \nView Crossmark data\nCiting articles: 74 View citing articles"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Clinical research\nResearch Domain Criteria: toward future  \npsychiatric nosologies\nBruce N. Cuthbert, PhD\nIntroduction\n T he genomics revolution of the past decade has \nnecessitated a renewed interest in diagnosis across all \nareas of medicine. For example, cancer is increasingly \ndiagnosed in terms of the tumor’s genetic signature,1 \nand both type 1 and type 2 diabetes are recognized as \nmany different diseases at the molecular level.2,3 Deep -\ner understanding of disease mechanisms has led to \ncompanion diagnostics that are tightly linked to specific \nnew treatments, as exemplified by the new cystic fibro -\nsis drug Kalydeco, which is highly effective in managing \nsymptoms for the 4% of patients with a particular poly -\nmorphism.4\n These findings—collectively referred to as “preci -\nsion medicine”—have transformed ideas about diagno -\nsis and treatment throughout all areas of the biomedical \nresearch community. The US Institute of Medicine re -\nleased a report in 2011 discussing the opportunities and \nchallenges of precision medicine, calling for an “infor -\nmation commons” that could facilitate identification of \nparticular groups of patients and the potential for treat -\nment on the basis of data mining.5 Statistical designs for \nclinical trials have changed markedly, with such innova -\ntions as adaptive designs to reveal optimal matching of \nvarious therapeutics to disease subtypes.6 In addition, \nCopyright © 2015 AICH – Servier Research Group.  All rights reserved  89 www.dialogues-cns.org\nKeywords:  psychiatric diagnosis; psychiatric nosology; RDoC; Research Domain \nCriteria   \nAuthor affiliations:  National Institute of Mental Health, Bethesda, Mary -\nland, USAAddress for correspondence:  Bruce N. Cuthbert, PhD, National Institute \nof Mental Health, 6001 Executive Blvd, Room 8151, MSC 9632, Bethesda, \nMD 20892-9632, USA \n(e-mail: bcuthber@mail.nih.gov)The Research Domain Criteria (RDoC) project was initi -\nated by the National Institute of Mental Health (NIMH) \nin early 2009 as the implementation of Goal 1.4 of its \njust-issued strategic plan. In keeping with the NIMH mis -\nsion, to “transform the understanding and treatment of \nmental illnesses through basic and clinical research,” \nRDoC was explicitly conceived as a research-related ini -\ntiative. The statement of the relevant goal in the stra -\ntegic plan reads: “Develop, for research purposes, new \nways of classifying mental disorders based on dimen -\nsions of observable behavior and neurobiological mea -\nsures.” Due to the novel approach that RDoC takes to \nconceptualizing and studying mental disorders, it has \nreceived widespread attention, well beyond the bor -\nders of the immediate research community. This review \ndiscusses the rationale for the experimental framework \nthat RDoC has adopted, and its implications for the no -\nsology of mental disorders in the future.\n© 2015, AICH – Servier Research Group  Dialogues Clin Neurosci . 2015;17:89-97."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Clinical research\nregulatory agencies have scrambled to update the regu -\nlatory pathway in a fast-changing environment in which \nthe clinical target is often much more specific than a \ntraditional disease, conventional clinical trials can seem \nout of date by the time they are completed, and treat -\nment guidelines change quickly as outcomes from large \nclinical databases are updated.7\n As in most other areas of medicine, psychiatric di -\nagnoses have historically been based upon presenting \nsymptoms. However, while work in disorders such as \ncancer and diabetes has moved ahead rapidly to field \na variety of genomic and other biological tests, psy -\nchiatric nosology remains based almost exclusively on \npresenting signs and symptoms. There are, of course, \ngood reasons for this lag. The brain is the most difficult \norgan in the body to reach, and also the most compli -\ncated. Further, mental disorders (in contrast to most \nneurological disorders) affect the most complex human \nfunctions—such as motivation, cognition, and social \nprocesses—that are extremely difficult to conceptual -\nize and measure. Nevertheless, the science of brain and \nbehavior has advanced to the point where it is possible \n(and indeed, necessary) to forge new approaches that \ncan translate advances in brain and behavioral science \nto assessment and treatment. \n RDoC represents an attempt by NIMH to create \nan experimental classification system that can provide \na first step toward precision medicine for mental disor -\nders. In keeping with an issue devoted to nosology, this \narticle is intended to outline the rationale for the RDoC \nprogram and its stance as an experimental classification \napproach that cuts across current disorder boundaries. \nFirst, however, a brief summary will be provided for \nreaders unfamiliar with the project; more thorough de -\nscriptions of the RDoC framework are available else -\nwhere.8-11 \nRDoC: just the facts\nAn internal workgroup of NIMH staff began delibera -\ntions for the new project in early 2009, deciding upon \nits overall configuration as well as the process to be \nfollowed. Four major axes comprise the overall RDoC \nframework. Neurodevelopment and environmental ef -\nfects provide an important context for research con -\nducted under the RDoC aegis, and studying these fac -\ntors in a manner not constrained to any particular DSM  \ndiagnosis is of high priority. The third axis comprises the various dimensions that represent the primary ob -\njects of study. These dimensions, termed constructs to \nrepresent their status as empirically derived functional \nconcepts whose precise meaning is subject to change on \nthe basis of ongoing research, are grouped into five su -\nperordinate domains (thus, the Research Domain Cri -\nteria): Negative Valence (ie, those systems that coordi -\nnate response to aversive situations), Positive Valence, \nCognitive Processes, Systems for Social Processes, and \nArousal/Regulatory Systems (ie, those processes that \nactivate and regulate brain activity and behavior). Fi -\nnally, the fourth axis consists of measures that might be \nused to assess the constructs, as grouped into several \nUnits of Analysis ranging from genes to circuits to be -\nhavioral measures.\n A series of workshops (one for each domain, plus \nan initial “test run” meeting on working memory) was \nheld between 2010 and 2012, with approximately 40 \nexperts with relevant basic and clinical expertise at \neach workshop. The participants were tasked with \ndetermining a list of circuit-based constructs for the \ndomain, creating a definition for each construct, and \nnominating measures at the various Units of Analy -\nsis that had been used in prior studies to measure the \nconstruct. (In many instances, there was a paucity of \nmeasures for one or more Units of Analysis, and mea -\nsurement development is accordingly a high prior -\nity for the RDoC research program.) Proceedings of \neach workshop were posted to the RDoC page on the \nNIMH Web site.12 \n In keeping with RDoC’s status as a classification \nsystem intended for use in research, a series of an -\nnouncements with funding set-asides (a “Request for \nApplications,” or RFA) was issued beginning in 2011 \nin order to generate a corpus of funded research us -\ning the RDoC criteria and to gain experience with the \nsystem in grant application reviews. As of the current \nwriting, over 130 grants with relevance to RDoC have \nbeen funded (as determined by a search of the public \nNIH RePORTER Web site13); the portfolio totals over \n$60 million, representing nearly 15% of the Institute’s \ntranslational research portfolio. Given that only about \n20% of the applications have been funded through set-\nasides, it is apparent that RDoC grant applications have \nbeen competitive in general peer review committees, \nand the growth of the project is on track with NIMH’s \ngoal to increase gradually the proportion of RDoC \ngrants in the translational portfolio.\n90"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Research Domain Criteria - Cuthbert  Dialogues in Clinical Neuroscience - Vol 17 . No. 1 . 2015\nThe rationale for RDoC\nThe NIMH Research Domain Criteria (RDoC) project \nmarks the second time in 40 years that an experimental \nnosology has been developed for mental disorders. The \nResearch Diagnostic Criteria (RDC) were created in \nthe 1970s in response to the problems in diagnosis that \npsychiatry experienced as it emerged from the long era \nof psychodynamic domination.14 The particular concern \nthat prompted the RDC was diagnostic reliability: due \nlargely to varying theoretical orientations among psy -\nchiatrists, agreement between diagnosticians was lam -\nentably low, severely hampering both clinical treatment \nand research. The RDC represented the first wide-scale \nadoption of the polythetic criteria sets that had been pi -\nloted with the earlier Feighner criteria,15 and provided \nthe primary foundation for the revolutionary third edi -\ntion of the Diagnostic and Statistical Manual of Mental \nDisorders (DSM-III)  in 1980.16 By providing theory-\nfree criteria written in straightforward language and \nexplicit rules for assigning diagnoses, DSM-III  achieved \nits intended goal of providing generally satisfactory di -\nagnostic agreement. The result ushered in the modern \nera of psychiatric research, leading to extensive litera -\ntures in psychopathology, epidemiology, and clinical tri -\nals, and also fostering extensions of psychiatric diagno -\nses into the legal system, insurance reimbursement, and \ndisability evaluations.\n RDoC marks the second iteration of an experimen -\ntal classification system. This time around, the spotlight \nhas fallen on the validity of the diagnostic system. The \ndecades of research since DSM-III  was published have \nincreasingly shown that the diagnostic categories do not \nrepresent coherent disease entities, but rather are broad \nsyndromes.17-19 While diagnoses can be reliably estab -\nlished in most cases, they suffer from such problems as \nexcessive heterogeneity, comorbidity, and overspecifi -\ncation.20 These conceptual and operational difficulties \nhamper attempts to understand the pathophysiology of \nmental disorders and to develop novel new treatments, \nand are likely to be a significant part of the reason that \npharmaceutical companies have turned away from psy -\nchiatric drug development.21\n For contemporary clinical use, these problems \nmight not make so much difference. Most treatments \nappear to be effective across broad ranges of clinical \npopulations, eg, selective serotonin reuptake inhibitors, \ncognitive-behavioral therapy, benzodiazepines, and ex -tinction protocols for anxiety disorders. Diagnostic un -\ncertainties are sometimes resolved simply by trying out \ntherapies: a psychotic patient with mixed features who \nresponds to lithium must have bipolar disorder, and if \nnot, the diagnosis becomes schizophrenia. Even within \nthe clinical realm, however, problems persist. While ef -\nfective treatments for mental disorders exist, they result \nin significant symptom remission only about half the \ntime, and the choice of optimal treatments cannot be \npredicted on an empirical basis for individual patients; \nthis results in frustrating (and sometimes fatal) delays \nin reaching effective relief. \n The difficulties are more problematic, and increas -\ningly pervasive, for research on the nature of mental \ndisorders—notwithstanding the fact that historically, \nthe authors of the DSM  have signaled their intent that \nthe DSM  should be the definitive resource for both \nclinical and research needs. The preface to DSM-IV  \nstates, eg, “The purpose of DSM-IV  is to provide clear \ndescriptions of diagnostic categories in order to enable \nclinicians and investigators to diagnose, communicate \nabout, study, and treat people with various mental dis -\norders” (p xxvii).22 Further, the role of the categories \nper se as the sine qua non for diagnosis seems open, \nas in the following comment in the introduction to the \nDSM-III : A “misconception is that all individuals de -\nscribed as having the same mental disorder are alike \nin all important ways. Although all the individuals de -\nscribed as having the same mental disorder show at \nleast the defining features of the disorder, they may well \ndiffer in other important ways that may affect clinical \nmanagement and outcome” (p 6).16\n One may puzzle somewhat at the phrase “defin -\ning features of the disorder,” given that the polythetic \nalgorithms permit patients in a number of categories \n(eg, Major Depressive Episode or Borderline Person -\nality Disorder) to be assigned a diagnosis with only \none symptom in common. Overall, however, it seems \na safe inference that the framers of the modern DSM  \nwere willing to accommodate subgroups or other indi -\nvidual differences within the categories that they had \ncreated. Fast-forwarding to the contemporary scene, \nthe introduction to the DSM-5  is also quite explicit in \nacknowledging problems regarding heterogeneity, fluid \nboundaries between disorders, and other problems of \ndiagnostic validity.23 It is evident that the leaders of the \nDSM-5  were aware of such issues from the beginning \nof the revision process, and hoped to address the issues \n91"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Clinical research\nin the new edition.24 As an initial response, DSM-5  con-\ntains an extensive section of assessment measures de -\nsigned to account for cross-cutting symptoms; however, \nthese remain at a relatively coarse level of symptom se -\nverity and are not likely to drive research applications \nthat could relate such symptoms systematically to psy -\nchological or brain mechanisms.\n Given this accommodation of heterogeneity and \nflexibility, why has the DSM  increasingly been cited as a \nmajor constraint for research? The answer seems to be \nthat its architecture, in providing such an exemplary de -\ngree of structure and precision (or, as some critics have \nalleged, pseudo-precision)—particularly compared \nwith the diagnostic vacuum that existed before the \nDSM-III —resulted in a rapid reification of the disorder \ncategories.25 The diagnoses quickly shed their designa -\ntion as provisional constructs and were implicitly ac -\ncorded the status of genuine disease entities. As a result, \nthe DSM  nosology became the de facto standard for \nreviewing grant applications for clinical research and \nfor publishing journal articles on psychopathology. This \nled to clinical trials targeting DSM  entities, and it was \ninevitable that the FDA would recognize this approba -\ntion from the field as the set of indications in registra -\ntion trials for new pharmaceutical treatments. In short, \nthe entire biomedical machinery for mental disorders \nbecame organized around DSM  categories. \n The “disease entity” model discouraged grant appli -\ncations proposing exploration of any heterogeneity or \nsubtyping within disorders, such that the standard re -\nsearch design became one of Disorder versus Healthy \nControls. While a few studies compared symptoms be -\ntween two categories (such as schizophrenia and bipo -\nlar disorder), investigators complained that efforts to \nexamine overlap or comorbidities were typically re -\njected by study sections on the grounds that “we have \nto understand each separate illness before we can ex -\nplore the intersections.” This inertia in review persisted \neven in the face of the increasingly noted problems with \nthe validity of the overall structure and its consequent \nproblems for diagnosis and treatment.21,26\n This situation has created the paradox that innova -\ntions in research are needed to revise conceptions of \nmental disorders that can lead to precision medicine \napplications, but paradigm-shifting studies are largely \nprecluded by the current constraints of grant review. It \nis apparent that at the current juncture, that, the hide -\nbound structure necessitated by the DSM ’s role in clini -cal practice—along with consequent demands such as \ninsurance reimbursements, legal determinations, etc—is \nsimply too restrictive to permit the flexibility required \nfor rapidly evolving research grant evaluations. These \nconsiderations, bolstered by comments from investiga -\ntors throughout the field, finally prompted the NIMH \nto include the goal for a new, experimental classification \nsystem in its 2008 Strategic Plan. \n Given this decision, the form that such an effort \nmight take was not necessarily clear. It was apparent \nfrom the genetic overlaps among disorders and the \ntransdiagnostic mechanisms observed in functional and \nstructural pathophysiology studies (reflected in exten -\nsive comorbidity) that an experimental system could not \nsimply follow the lines of the current manual. Further, \nthe diagnostic entities are so ingrained throughout the \nfield that major alterations could not be broached in the \ncontext of the current scheme. This can be seen, for in -\nstance, in the composition of the various committees for \nthe DSM-5 . Had extensive changes been contemplated, \nthe workgroups for mood/anxiety and schizophrenia/\nbipolar spectrum (as just two examples) might have \nbeen merged in order to facilitate potentially major re -\nvisions. Instead, an informed observer could see from \nthe outset of the DSM-5  process that the workgroup \nstructure militated against any significant changes, and \nsuch was the outcome. Since the DSM-III , some new \ndisorders have been added and a few removed (notably, \nthe folding of Asperger’s disorder into the autism spec -\ntrum in DSM-5 ), but successive editions largely made \nadjustments to the criteria without attempting funda -\nmental modifications.\n These observations affected the organizing principles \nof the RDoC project, which differs from the DSM-III  in \ncomprising a classification system intended purely for re -\nsearch purposes. Three decades of experience with the \nDSM  criteria in peer review provided several insights \ninto how such an experimental nosology might proceed. \nFirst, well-defined review standards are essential to pro -\nvide consistency in peer review, allowing reviewers to \nevaluate research grants by a common set of metrics and \n“calibrate” their scores against each other. One of the \nclear strengths of the DSM  in review (no doubt helping \nto account for its rapid reification) was the explicit list \nof criteria for defining disorders that provided reviewers \nwith  a ready yardstick for evaluating diagnostic proce -\ndures. Simply leaving applicants and reviewers to their \nown (non- DSM ) devices in proposing and evaluating \n92"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Research Domain Criteria - Cuthbert  Dialogues in Clinical Neuroscience - Vol 17 . No. 1 . 2015\nselection criteria for patients in clinical research would \nlead to a chaotic situation in review, with no common \nagreement about how to evaluate the options.\n On the other hand, it was equally evident that an \nexperimental classification needed to avoid the oppo -\nsite problem, of a system that became overly rigid and \nso difficult to change that it failed to keep up with the \nrapidly advancing pace of scientific discoveries—thus \nfrustrating researchers’ ability to submit grant applica -\ntions informed by cutting-edge developments. This pair \nof “Scylla and Charybdis” hazards demanded a flexible \nset of guidelines that could provide consistent review \nstandards while still accommodating fast-breaking new \ndata.\n This consideration led to the third conclusion, which \ninvolved the somewhat counterintuitive notion that \nthe best way to create an experimental classification \nfor disorders was to eschew any a priori  definitions of \ndisease states. Quantum gains in knowledge have been \nachieved over the past three decades regarding com -\nplex behaviors and the brain systems that implement \nthem, an advance supported heavily by NIMH, other \nNIH institutes, and many other governmental and pri -\nvate funders. As just two examples, primordial ideas \nabout a brain reward system27 have given way to an in -\ncreasingly differentiated understanding of the brain’s \nsystems for experiencing, learning about, and working \ntoward reward28,29; and seminal studies of the role of the \namygdala in fear have led to a much richer understand -\ning of the systems that respond to different threat con -\ntexts and dynamically regulate emotional reactions in \nreal time.30-32 \n Such work suggested the possibility of an alterna -\ntive approach to psychopathology. Rather than starting \nwith clinically derived definitions of mental disorders \n(necessarily based upon presenting signs and symp -\ntoms) and seeking biological or psychological corre -\nlates, RDoC reverses the process: the effort begins by \ncreating a compendium of basic behavioral/cognitive \nfunctions and pertinent brain circuits, and then consid -\ners disorders in terms of dysregulation or dysfunction \nin these basic systems. The downside to such an ap -\nproach consists of the fact that the classical symptoms \nof mental disorders—low mood, hallucinations, low \nself-esteem, the abnormal social behavior of autism—\noften do not equate in any obvious way to the brain/\nbehavior systems so defined. The upside, however, lies \nin the potential for analyzing psychopathology in terms of the explosion of knowledge about the components of \nbrain circuits and their relationships to complex behav -\nior. Such a genuinely translational approach can be di -\nrectly informed by ground-breaking initiatives such as \nthe Human Connectome Project33 and the US BRAIN \ninitiative.34\n This translational research direction provides the \nframework for RDoC’s approach to providing clear, yet \nflexible guidelines for peer review. As noted above, ex -\npert participants at the five RDoC domain workshops \nwere asked to devise a list of constructs to be included \nin that domain (starting with a draft list provided by the \nNIMH workgroup), based upon prior evidence in the \nliterature. Each construct had to meet three empirical \ncriteria to be included in the system. First, there had to \nbe evidence for the validity of the construct as a func -\ntional unit of behavior or cognitive processes; second, \nthere had to be evidence for a neural circuit or system \nthat played a primary role in implementing the con -\nstruct’s function; and third, the construct had to evince \nrelevance for understanding some aspects of psychopa -\nthology. \n These three criteria are critical for understanding \nthe flexibility of the RDoC approach to peer review. \nBy definition, constructs are subject to refinement on \nthe basis of ongoing research. Further, the constructs \ndefined in the workshop process serve as exemplars of \nhow the approach operates, and also are “pre-vetted” \nfor use in grant applications. Finally, and critically, the \nframework encourages grant applications targeting new \nconstructs in accord with its status as an experimental \nclassification. The three criteria listed above provide \nthe standard by which reviewers in study sections can \nevaluate the merits of proposed circuit-based functions. \nNew constructs for which sufficient data become avail -\nable can then be added to the matrix to provide dynam -\nic, ongoing changes to the research framework.\n Three other aspects of the RDoC framework also \nstem from the need to change the way that mental \ndisorders are conceptualized and studied. While they \nare equally critical, they can be described here more \nbriefly. First (as mentioned above), mental illnesses are \nincreasingly understood to be disorders of neurodevel -\nopment.35 Just as the RDoC constructs are based on \nnormal-range functioning, the study of normal develop -\nment provides a basis for understanding aberrant tra -\njectories at different points along developmental path -\nways. Establishing the equivalent of the classic height \n93"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Clinical research\n94\nand weight growth charts for children could provide \nvaluable guidelines to promote earlier identification of \nbehavioral problems and also provide helpful informa -\ntion about psychopathology that may not manifest until \nlater in development. \n Second, environmental events exert profound in -\nfluences, not only in neurodevelopment—where their \nprecise effects may depend critically upon the devel -\nopmental stages at which they occur—but throughout \nthe life course. Examination of environmental effects \nis hampered by the current dominance of the DSM  in \nreview, since environmental events such as stressors or \ntrauma are known to affect many different disorders; \nstudying the influences one disorder at a time (and typi -\ncally excluding comorbidity) obfuscates the ability to \nuncover significant relationships that cut across disor -\nders. While some critics have complained that RDoC \nignores environmental events, in fact the framework is \nintended to promote a more systematic study of these \ncritical factors. It is for these reasons that neurodevel -\nopment and environmental effects are considered as \nmajor axes of the RDoC framework.\n Finally, given a structure conceived in terms of ba -\nsic functioning, the RDoC constructs are by definition \ndimensional—an approach that is obviously consistent \nwith increasingly propounded dimensional views of psy -\nchopathology.36,37 All basic functions display a range of \nperformance, often normally distributed, and one goal \nof RDoC is to characterize this range quantitatively for \neach construct. Pathology can then be defined in terms \nof the degree of departure from the normal range, with \nthe obvious capability of more readily establishing cut -\noff points to define (for example) mild, moderate, or \nsevere levels of disorder. In addition, achieving such \nquantitative dimensional measures would facilitate \nprevention studies, which are frequently hobbled by a \nlack of consistent ways to connect risk states to overt \npsychopathology.\nImplications of RDoC for research\nThe RDoC framework differs from standard diagnos -\ntic approaches to such an extent that it can be difficult \nto discern exactly how the system is intended to func -\ntion in research. It may be useful to start by indicating \nwhat RDoC does not incorporate. First, it is important \nto note that the RDoC matrix was not designed to pro -\nvide a multifaceted account of DSM  disorders as such. That is, the intention is not to “explain” such traditional \ncategories as depression or schizophrenia in terms of \nRDoC constructs, as this would obviously involve the \nsame questions about the validity of the DSM  catego -\nries (and the same problems of comorbidity, etc) as \ncurrently exist. However, this does not mean that vari -\nous symptoms of DSM  disorders are not of interest. \nThe symptoms represent aspects of significant clinical \nimpairment that deserve to be the focus of treatment \nefforts, and often these symptoms are observed in mul -\ntiple disorders. It is the grouping of symptoms into what \nhave turned out to be overly heterogeneous syndromes \nthat poses the problems for research. In virtually all \ncases, individual symptoms are themselves complex \nclinical phenomena that require attention to multiple \nconstituent mechanisms. \n Second, there is a salient distinction between the \nfirst (RDC) and second (RDoC) versions of an experi -\nmental classification system, the former having given \nway relatively seamlessly to the current DSM  architec -\nture. The RDC were obviously intended to define dis -\nease entities, and the diagnoses in the list—determined \nby clinical consensus—were largely accepted as “giv -\nens” even if their definitions were altered somewhat on \nthe basis of outcome data. This trend accelerated after \nthe release of the DSM-III  and the reification of the \ndisorder categories. It is natural to make the implicit \nassumption that RDoC follows this tradition, such that \nthe constructs are inferred to be the “real” disease enti -\nties in the system; to assume further that the function \nof research is to describe the pathophysiology of the \nconstructs and seek biomarkers much as prior research \nusing the DSM  has operated; and finally, to assume that \nany changes will involve relatively minor tweaks to how \nthe constructs are defined and measured. \n However, these assumptions are not correct, for \nmultiple reasons. For one thing, the RDoC dimensions \nhave been instantiated as experimental constructs that \nare expected to change rapidly over time on the basis \nof new data. While some concerns have been expressed \nthat the constructs may be subject to the same reifica -\ntion as DSM  disorders, they are intended to be subject \nto continual, empirically based modifications in the \nnatural course of grant submissions, peer review, and \npublications—a process that the RDoC workgroup at \nNIMH is committed to maintaining. \n In addition, there is no definitive or consistent re -\nlationship between RDoC constructs per se and pu -"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Research Domain Criteria - Cuthbert  Dialogues in Clinical Neuroscience - Vol 17 . No. 1 . 2015\ntative definitions of disorders for which treatment is \nindicated. For a few constructs, it is possible that the \nprimary aspect of a clinical presentation may be as -\nsignable to a particular construct. An example might be \nexcessive fear, as in anxiety disorders such as specific \nor social phobia; even here, however, there are findings \nof heterogeneity in threat reactivity that belie a simple \n“excessive fear circuit activity” for all patients.38 More \ntypically, complex clinical symptoms are likely to reflect \nthe confluence of abnormalities in a number of differ -\nent neural systems; auditory verbal hallucinations, eg, \nare themselves heterogeneous and, across different pa -\ntients, may involve a number of different neural systems \nthat are represented in the RDoC matrix.39\n Finally, as mentioned above, the RDoC constructs \nrepresent basic functions with a translational extension \nto psychopathology, which is operationally considered \nas increasing dysregulation in functionality that can be \nconstrued as falling at one extreme or the other of the \nnormal distribution. This view is consistent with prior \nperspectives about the dimensional nature of psycho -\npathology and its relationship to normal-range func -\ntioning.40 Thus, there is no simple mapping of disease/\nno-disease states onto the constructs. \n Given these caveats, what would typical RDoC \nstudies comprise? Investigators new to the framework \nsometimes suppose that a sufficient research design in -\nvolves simply recruiting a transdiagnostic sample and \ngathering a multisystem set of measurements about one \nor another construct to see what falls out of an explor -\natory analysis. This, however, is seldom likely to be a \nproductive approach. The intent rather is to use the ma -\ntrix to pursue specific, hypothesis-driven research ques -\ntions that are related to clinically significant symptoms \nor impairments. Generally speaking, there are four \nbroad classes of phenomena that investigators might \nchoose to investigate. First, relatively circumscribed \nclinical problems offer an opportunity to study a single \nconstruct with a focused research question; examples \nmight include fear, working memory, or facial expres -\nsion identification. Second, more complex problems \nsuch as hallucinations (as noted above), anhedonia, or \ncomplex social function deficits are likely to be hetero -\ngeneous in their own right, and require thoughtful at -\ntention both to specific aspects of the symptoms under \nstudy and also to the potential intersection of two or \nmore constructs from multiple domains. Third, a simi -\nlar but yet more complicated class might include symp -tom clusters that are observed to co-occur in current \nDSM  disorders or disorder spectra, such as positive \nsymptoms in psychotic disorders or vegetative signs in \ndepression. While it seems reasonable to hypothesize \nthat such clusters will have some common genetic and \npathophysiological elements, a precision medicine ap -\nproach will persist toward the ultimate goal of account -\ning for the significant heterogeneity of these clusters as \nwell. Finally, broad temperament-related traits that are \ncontinuously distributed in the population and possess \nclear relevance for multiple disorders present oppor -\ntune RDoC targets. Externalizing behaviors represent \na promising example of this class of studies. While com -\nmunity and epidemiological studies have clearly shown \nthat externalizing cuts across multiple disorders,41 effec -\ntive integration in this broad area has been constrained \nby the usual tendency of clinical research to focus upon \nonly one disorder in any given study.\n The kinds of samples and research designs that \nmight be used in RDoC studies are quite diverse, again \nreflecting the desideratum to leave the system as open \nas possible for researchers to craft studies that optimally \naddress their research questions. The minimal require -\nments for an RDoC research design would include a fo -\ncused hypothesis about particular clinical impairments \nor risk factors (as above), measurements from multiple \nUnits of Analysis, and the inclusion of at least some \nsubjects exhibiting (or at risk for) clinically significant \nsymptoms. Elements that contribute to stronger RDoC \ndesigns would typically include studies with samples \nfrom multiple diagnostic categories as appropriate to \nthe research question; control groups that contribute to \nan analysis of the dimensional nature of the problem \nunder study; and consideration of the developmental \naspects (at all stages of the life course) of the research \nquestion, although this can be addressed in various ways \nand does not necessitate a longitudinal design in each \ncase. While RDoC emphasizes transdiagnostic designs, \nit is acceptable for studies to focus upon deconstructing \na single DSM  disorder in terms of a dimensional and \nRDoC-informed approach, particularly if the investi -\ngator indicates the potential future expansion to other \nrelevant disorders. The most critical factor is to consider \nthe kind of sampling strategy that will power the study \nfor analysis of the experimental hypotheses, which (as \nin all applications) is an essential component of peer \nreview. While it is admittedly difficult for investigators \nsteeped in traditional clinical research to reorient to -\n95"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Clinical research\n96\nward such different study designs, the growing number \nof funded grants in the NIMH translational portfolio \nand the accelerating literature in this area demonstrate \nthe importance of new perspectives about the relation -\nships of brain and behavior with respect to mental ill -\nness.\nConclusion\nThis review has attempted to outline the major aspects \nof RDoC as an experimental classification for mental \ndisorders, and to differentiate the approach from prior \nversions of research and clinical nosologies. The overall \ngoal of the RDoC framework for research is to liberate \ninvestigators to pursue research questions in psychopa -\nthology that take advantage of burgeoning knowledge \nabout complex behaviors and how these relate to speci -\nfied aspects of brain activity. The tactic by which this \nstrategy is pursued is to create standards for the review \nof research grant applications that provide not a fixed set of items for diagnosis, but rather a set of guidelines \nfor evaluating the strength of hypotheses relating clini -\ncal symptoms or impairments to dimensions of behav -\nioral functioning and neural systems. As these systems \nare largely orthogonal to current disorder classifica -\ntions, the hope is that the research literature developed \nvia the RDoC framework will lead to future revisions of \nthe International Classification of Diseases (ICD)  and \nDSM  that can foster precision medicine approaches \nto more effective diagnosis, treatment, and, ultimately, \nprevention and cures for mental disorders. The exact \nshape that future RDoC-informed nosologies might \ntake is not yet possible to discern, but just as with the \ncurrent systems, the ultimate clinical utility will depend \nupon how well the diagnostic system can direct clini -\ncians to rapid and effective treatment or prevention \nstrategies for each individual patient.   o\nDisclosures: The author reports no financial conflicts of interest.\nREFERENCES\n1. Hoadley K, Yau C, Wolf D, et al. Multiplatform analysis of 12 cancer \ntypes reveals molecular classification within and across tissues of origin. \nCell. 2014;158:929-944.\n2. Concannon P, Rich S, Nepom G. Genetics of type 1A diabetes. N Engl J \nMed. 2009:360:1646-1654.\n3. Ostenson CG. Type 2 diabetes: genotype-based therapy. Sci Transl Med . \n2014;6:257fs39.\n4. Food and Drug Administration. (2012). FDA approves Kalydeco to \ntreat rare form of cystic fibrosis. FDA news release, January 31, 2012. \nAvailable at: http://www.fda.gov/NewsEvents/Newsroom/PressAnnounce -\nments/ucm289633.htm. Accessed September 15, 2014.\n5. Committee on a Framework for Developing a New Taxonomy of Dis -\nease. Toward Precision Medicine: Building a Knowledge Network for Biomedical \nResearch and a New Taxonomy of Disease . Washington, DC: National Acad -\nemies Press; 2011.\n6. Barker A, Sigman C, Kelloff, G, Hylton N, Berry D, Esserman L. I-SPY \n2: an adaptive breast cancer trial design in the setting of neoadjuvant \nchemotherapy. Clin Pharmarmacol Ther . 2009;86:97-100.\n7. Hamburg A, Collins F. The path to personalized medicine. N Engl J \nMed.  2010;363:301-304.\n8. Cuthbert B. The RDoC framework: Facilitating transition from ICD/\nDSM to approaches that integrate neuroscience and psychopathology. \nWorld Psychiatry . 2014;13:28-35.\n9. Cuthbert B, Insel T. Toward the future of psychiatric diagnosis: the \nseven pillars of RDoC. BMC Medicine . 2013;11:127.\n10. Cuthbert B, Kozak M. Constructing constructs for psychopathology: \nthe NIMH research domain criteria.  J Abn Psychol . 2013;122:928-937.  \n11. Morris S, Cuthbert B. Research Domain Criteria: cognitive systems, \nneural circuits, and dimensions of behavior. Dialogues Clin Neurosci . \n2012;14:29-37.\n12. National Institute of Mental Health. Research Domain Criteria \n(RDoC). Available at: http://www.nimh.nih.gov/research-priorities/rdoc/\nindex.shtml. Accessed October 15, 2014.13. National Institutes of Health. NIH Research portfolio online reporting \ntools. Available at: http://projectreporter.nih.gov/reporter.cfm. Accessed \nOctober 15, 2014.\n14. Spitzer R, Endicott J, Robins E. Research diagnostic criteria: rationale \nand reliability. Arch Gen Psychiatry . 1978;35:773-782.\n15. Feighner J, Robins E, Guze S, Woodruff R, Winokur G, Munoz R. \nDiagnostic criteria for use in psychiatric research. Arch Gen Psychiatry . \n1972;26:57-63.\n16. American Psychiatric Association. Diagnostic and Statistical Manual of \nMental Disorders . 3rd ed. Arlington, VA: American Psychiatric Association; \n1980.\n17. Cross-disorder Group of the Psychiatric Genomics Consortium. Iden -\ntification of risk loci for five major psychiatric disorders: a genome-wide \nanalysis. Lancet . 2013;381:1371-1379.\n18. Craddock N, Owen M. The Kraepelinian dichotomy - going, going... \nbut still not gone. Brit J Psychiat ry. 2010;196:92-95.\n19. Clark LA, Watson D, Reynolds S. Diagnosis and classification of psy -\nchopathology: challenges to the current system and future directions. Ann \nRev Psychol . 1995;46:121-153.\n20. Hyman S. Can neuroscience be integrated into the DSM-V? Nat Rev \nNeurosci . 2007;8:725-732.\n21. Wong E, Yocca F, Smith MA, Lee C-M. Challenges and opportunities \nfor drug discovery in psychiatric disorders: the drug hunters’ perspective. \nInt J Neuropsychopharmacol . 2010;13:1269-1284.\n22. American Psychiatric Association. Diagnostic and Statistical Manual of Men -\ntal Disorders . 4th ed. Arlington, VA: American Psychiatric Association; 1994.\n23. American Psychiatric Association. Diagnostic and Statistical Manual of \nMental Disorders . 5th ed. Arlington, VA: American Psychiatric Association; \n2013.\n24. Regier D, Narrow W, Kuhl E, Kupfer D. The conceptual development \nof DSM-V. Am J Psychiatry . 2009;166:645-650.\n25. Hyman S. The diagnosis of mental disorders: the problem of reifica -\ntion. Ann Rev Clin Psychol . 2010;6:155-179.\n26. Kapur S, Phillips A, Insel T. Why has it taken so long for biological \npsychiatry to develop clinical tests and what to do about it? Mol Psychiatry . \n2012;17:1174-1179."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Research Domain Criteria - Cuthbert  Dialogues in Clinical Neuroscience - Vol 17 . No. 1 . 2015\n97Criterios del ámbito de la investigación: \nhacia futuras nosologías psiquiátricas\nA comienzos de 2009 el Instituto Nacional de Salud  \nMental (NIMH) lanzó el proyecto Criterios del Ámbito  \nde la Investigación (RDoC) como parte de la implemen -\ntación del Objetivo 1.4 de su recién publicado plan es -\ntratégico. En conformidad con la misión del NIMH, para \n“transformar la comprensión y el tratamiento de las en -\nfermedades mentales a través de la investigación básica \ny clínica” el RDoC fue concebido explícitamente como \nuna iniciativa relacionada con la investigación. La de -\nclaración del objetivo pertinente en el plan estratégico \nseñala: “Desarrollar, para propósitos de investigación \nnuevas vías de clasificación de los trastornos mentales \nen base a dimensiones observables de la conducta y me -\ndiciones neurobiológicas”. Debido al novedoso enfoque \nque tiene el RDoC para conceptualizar y estudiar los \ntrastornos mentales, ha recibido gran atención, mucho \nmás allá de las fronteras de la comunidad de investiga -\nción inmediata. Esta revisión discute los fundamentos \ndel marco experimental que ha adoptado el RDoC y sus \nrepercusiones futuras para la nosología de los trastor -\nnos mentales.Critères de domaines de recherche : vers une \nfuture nosologie psychiatrique\nLe NIMH (National Institute of Mental Health) a lancé le \nprojet de « Critères de domaines de recherche » (CDoR) \ndébut 2009, en tant qu’application de l’objectif 1.4 de \nson plan stratégique venant d’être publié. Les CDoR \nont été conçus explicitement comme une initiative liée \nà la recherche, en phase avec la mission du NIMH pour \n« transformer la compréhension et le traitement des \nmaladies mentales par la recherche fondamentale et cli -\nnique ». L’objectif exposé dans le plan stratégique est le \nsuivant : « Développer, aux fins de recherche, de nou -\nvelles façons de classifier des troubles mentaux selon \ndes critères de comportements observables et des me -\nsures neurobiologiques ». Cette nouvelle approche des \nCDoR pour concevoir et étudier les troubles mentaux a \nreçu une grande attention, bien au-delà des frontières \ndes communautés de chercheurs. Cet article analyse le \nfondement du cadre expérimental adopté par les CDoR \net ses implications dans l’avenir pour la nosologie des \ntroubles mentaux.\n27. Olds J, Milner P. Positive reinforcement produced by electrical stimu -\nlation of septal area and other regions of rat brain. J Comp Physiol Psychol . \n1954;47:419-427.\n28. Berridge K. Food reward: brain substrates of wanting and liking. Neu-\nrosci Biobehav . 1995;20:1-25.\n29. Schultz W. Multiple reward signals in the brain. Nat Rev Neurosc . \n2000;1:199-207.\n30. Davis M. Neural systems involved in fear and anxiety measured with \nfear-potentiated startle. Am Psychol . 2006;61:741-756.\n31. LeDoux J. The Emotional Brain . New York, NY: Simon & Schuster; 1996.\n32. Gyurak A, Gross J, Etkin A. Explicit and implicit emotion regulation: a \ndual-process framework. Cogn Emot . 2011;25:400-412.\n33. Van Essen D, Smith S, Barch D, Behrens T, Yacoub E, Ugurbil K. \nThe WU-Minn Human Connectome Project: an overview. Neuroimage . \n2013;80:62-79.\n34. Church G. BRAIN: Innovative neurotechnologies for imaging and \ntherapeutics. Dialogues Clin Neurosci . 2013;15:241-243.35. Casey B, Oliveri M, Insel T. A neurodevelopmental perspective on the \nResearch Domain Criteria (RDoC) framework. Biol Psychiatry . 2014;76: 350-\n353.\n36. Cuthbert B. Dimensional models of psychopathology: research agen -\nda and clinical utility.  J Abn Psychol . 2005;114:565-569.\n37. Van Os J. The dynamics of subthreshold psychopathology: implica -\ntions for diagnosis and treatment. Am J Psychiat ry. 2013;170:695-698.\n38. McTeague L, Lang P. The anxiety spectrum and the reflex physiology \nof defense: from circumscribed fear to broad distress. Depress Anxiety . \n2012;29:264-281.\n39. Ford J, Morris S, Hoffman R, et al. Studying hallucinations within the \nNIMH RDoC framework. Schiz Bull . 2014;40(suppl 4):S295-S304.\n40. Clark LA. Temperament as a unifying basis for personality and psy -\nchopathology.  J Abn Psychol . 2005;114:505-521.\n41. Krueger R, Markon K, Patrick C, Benning S, Kramer M. Linking antiso -\ncial behavior, substance use, and personality: an integrative quantitative \nmodel of the adult externalizing spectrum. J Abn Psychol . 2007;116:645-666."
    }
  ]
}