{
  "doc_type": "scientific paper",
  "title": "The Role of Implicit Memory in the Development and Recovery from Trauma-Related Disorders",
  "authors": [
    "Louis F. Damis"
  ],
  "year": 2022,
  "journal": "NeuroSci",
  "doi": "10.3390/neurosci3010005",
  "abstract": "Post-traumatic Stress Disorder is a chronic condition that occurs following a traumatic experience. Information processing models of PTSD focus on integrating situationally triggered sensory-emotional memories with consciously accessible autobiographical memories. Review of the nature of implicit memory supports the view that sensory-emotional memories are implicit in nature. Dissociation was also found to be associated with the development and severity of PTSD, as well as deficits in autobiographical memory. Moreover, disorganized attachment (DA) was associated with greater degrees of dissociation and PTSD, and like the defining neural activation in PTSD, was found to be associated with basal ganglia activity. In addition, subcortical neuroception of safety promotes a neurophysiological substrate supportive of social engagement and inhibition of fearbased responses. Furthermore, activation of representations of co-created imagined scenes of safety and secure attachment are associated with increases in this neurophysiological substrate. Repeated priming of secure attachment imagery was associated with modification of internal working models of DA along with reductions in dissociation and recovery from complex PTSD. In conclusion, it is posited that adequate recovery from extensive trauma experiences requires more than conscious elaboration of traumatic autobiographical memories and that the application of implicit nonconscious memory modification strategies will facilitate more optimal recovery.",
  "keywords": [
    "implicit memory",
    "post-traumatic stress disorder",
    "information processing",
    "priming",
    "disorganized attachment",
    "internal working models",
    "dissociation",
    "polyvagal safety",
    "phase-oriented treatment"
  ],
  "research_topics": [
    "post-traumatic stress disorder",
    "implicit memory",
    "explicit memory",
    "memory processing models",
    "dissociation",
    "disorganized attachment",
    "basal ganglia activity",
    "neuroception of safety",
    "priming and memory modification",
    "hippocampal function",
    "cognitive information processing",
    "dual representation theory",
    "sensory-emotional memory",
    "autobiographical memory",
    "repetition priming",
    "subcortical brain regions",
    "probabilistic classification learning",
    "motor sequence learning",
    "statistical learning"
  ],
  "created_at": "2025-05-05T00:26:56.120085Z",
  "source_pdf": "documents/research/Global/Damis 2024 The role of implicit memory in the development and recovery from trauma.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "/gid00030/gid00035/gid00032/gid00030/gid00038/gid00001/gid00033/gid00042/gid00045 /gid00001\n/gid00048/gid00043/gid00031/gid00028/gid00047/gid00032/gid00046Citation: Damis, L.F. The Role of\nImplicit Memory in the Development\nand Recovery from Trauma-Related\nDisorders. NeuroSci 2022 ,3, 63–88.\nhttps://doi.org/10.3390/\nneurosci3010005\nAcademic Editor: James Sonne\nReceived: 25 December 2021\nAccepted: 13 January 2022\nPublished: 18 January 2022\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2022 by the author.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nArticle\nThe Role of Implicit Memory in the Development and Recovery\nfrom Trauma-Related Disorders\nLouis F. Damis\nIntegrative Health Psychology, PA, Oviedo, FL 32765, USA; DrDamis@LouisDamisPhD.com; Tel.: +1-407-697-8584\nAbstract: Post-traumatic Stress Disorder is a chronic condition that occurs following a traumatic\nexperience. Information processing models of PTSD focus on integrating situationally triggered\nsensory-emotional memories with consciously accessible autobiographical memories. Review of the\nnature of implicit memory supports the view that sensory-emotional memories are implicit in nature.\nDissociation was also found to be associated with the development and severity of PTSD, as well\nas deﬁcits in autobiographical memory. Moreover, disorganized attachment (DA) was associated\nwith greater degrees of dissociation and PTSD, and like the deﬁning neural activation in PTSD, was\nfound to be associated with basal ganglia activity. In addition, subcortical neuroception of safety\npromotes a neurophysiological substrate supportive of social engagement and inhibition of fear-\nbased responses. Furthermore, activation of representations of co-created imagined scenes of safety\nand secure attachment are associated with increases in this neurophysiological substrate. Repeated\npriming of secure attachment imagery was associated with modiﬁcation of internal working models\nof DA along with reductions in dissociation and recovery from complex PTSD. In conclusion, it is\nposited that adequate recovery from extensive trauma experiences requires more than conscious\nelaboration of traumatic autobiographical memories and that the application of implicit nonconscious\nmemory modiﬁcation strategies will facilitate more optimal recovery.\nKeywords: implicit memory; post-traumatic stress disorder; information processing; priming;\ndisorganized attachment; internal working models; dissociation; polyvagal safety; phase-oriented\ntreatment\n1. Introduction\nPosttraumatic stress disorder (PTSD) is an often chronic condition consequent to the\nexperience of signiﬁcant trauma [ 1]. One of the deﬁning features of PTSD is the intrusive\ndistressing recurring recollections of the traumatic event in the form of ﬂashbacks, night-\nmares, and thoughts. Ehlers et al. (2004) noted that intrusive memories mainly consist of\nbrief sensory fragments of the traumatic experience and often involve visual or somatic\nsensations [ 2]. These authors reported that intrusive reexperiencing symptoms often occur\nin the form of dissociative ﬂashbacks whereby the individual loses awareness of the present\nsurroundings and has the sense of reliving the traumatic event devoid of an appreciation\nof its original context. Additionally, contributing to intrusive reexperiencing are strong\nperceptual priming and associative learning of sensory information. Supporting an increase\nin associative learning, Miller et al. (2017) found an associative information processing bias\nin subjects with PTSD that interfered with hippocampal-dependent processing in active\nnavigation [ 3]. Ehlers and Clark (2000) further relate the maintenance of PTSD to the failure\nof sensory information to become contextualized and integrated with normal continuous\nautobiographical memory, a process associated with reductions in distressful reexperienc-\ning [ 4]. These authors noted that this failure to contextualize is partly related to disruptions\nin the encoding of episodic memory at times of extreme stress, rendering volitional recall\nof the traumatic experience fragmented, disorganized, poorly elaborated, not integrated\ninto time and place, and incomplete. Elevated physiological arousal interferes with con-\nceptual processing of episodic memory, impairing abstraction and meaning-making. This\nNeuroSci 2022 ,3, 63–88. https://doi.org/10.3390/neurosci3010005 https://www.mdpi.com/journal/neurosci"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "NeuroSci 2022 ,3 64\ncognitive information processing model of PTSD also underscores how memory process-\ning deﬁcits contribute to cognitive appraisals of trauma that contribute to the persistence\nof the disorder.\nConsiderable evidence supports the view that hippocampal function is disrupted\nin subjects with trauma-related disorders. The ability to mentally take multiple spatial\nperspectives of a scene, allocentric processing, is known to be dependent on hippocampal\nfunctioning. In contrast, an egocentric perspective, recalling a scene from the perspective in\nwhich it was experienced is not dependent on hippocampal functioning and is considered\nmore driven by sensory-dependent memory processes. Smith et al. (2015) and Miller\net al. (2017) found that allocentric spatial processing was impaired in subjects with PTSD\nsupporting the disruptive functioning of hippocampal contextual processing [ 3,5]. Sierk\net al. (2019) reported that script-driven traumatic imagery was of lesser severity for women\nwith PTSD due to childhood trauma with higher allocentric spatial memory abilities [ 6].\nMoreover, Bisby et al. (2010), in an analog study, demonstrated that low doses of alco-\nhol while viewing a trauma video was associated with disruption in allocentric spatial\nprocessing, that egocentric processing remained intact, and that decrements in allocentric\nprocessing were associated with increases in traumatic intrusions over the next week [ 7].\nBisby et al. (2016) also found in a study of associative learning that the presentation of\nnegative images increased memory for that item, but decreased associative learning [ 8].\nThese authors reported that hippocampal activity was reduced by the presence of negative\nimages, but that amygdala activity increased for correctly retrieved negative images. Thus,\nnegative emotional arousal disrupts hippocampal contextualization, associative learning in\nthis case, and promotes amygdala fear learning.\nBrewin et al. (2014) proposed a dual representation theory of PTSD that paralleled\nthe cognitive model of Ehlers and Clark, noting that many types of psychopathology\ninvolve distressing involuntary images and visual memories [ 9,10]. These authors posit\ntwo distinct imagery and memory systems: the Sensory Representational System (S-Reps)\nand the Contextualized Representational System (C-Reps). The S-Reps system involves\nperceptual near-sensory memories, is automatically activated, and is relatively inﬂexible.\nIn contrast, the C-Reps system is verbally accessible, voluntary, corresponds to the focus of\nconscious attention, and can adopt multiple viewpoints. C-Reps support contextualized\nepisodic memories and verbal accounts. Moreover, “during traumatic events, encoding\nof S-Reps (perceptual memories) is strengthened whereas the encoding of C-Reps (con-\ntextualized episodic memories), and the connections between the S-Reps and C-Reps, is\nweakened” [ 10] (p. 88). Similar to the work of Ehlers et al., “contextualization refers to a\nprocess whereby selective attention leads to recording the sensory input into an abstract\nstructural description. This recording then permits interaction with other knowledge, better\norganized consciously accessible memories, and reduced involuntary intrusions” (p. 88).\nBrewin et al., noting the strong visual component to trauma-related intrusions, states\nthat the ﬂexible, consciously accessible context-dependent representations (C-Reps) project\nthrough the ventral visual stream to the inferior temporal cortex with its connections to\nthe parahippocampus and hippocampus [ 9]. In contrast, these authors indicated that the\ninﬂexible, sensation-bound, viewpoint-dependent, involuntarily reactivated representation\naccompanied by strong emotional and autonomic components (S-Reps) project through\nthe dorsal visual stream to superior parietal areas with their connections to the amygdala\nand insula. Moreover, they propose that these two types of representations interact via\negocentric imagery in the precuneus and can be activated either top-down or bottom-up by\neither system, respectively.\n2. Implicit and Explicit Memory\nBargh and Chartrand (1999) reported, “that most of the person’s everyday life is\ndetermined not by their conscious intentions and deliberate choices but by mental pro-\ncesses that are put into motion by features of the environment and that operate outside of\nconscious awareness and guidance” [ 11] (p. 462). One of the mechanisms contributing to"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "NeuroSci 2022 ,3 65\nsuch nonconscious inﬂuences on attitudes and behavior is implicit memory and its related\npriming phenomenon.\nRovee-Collier et al. (2001) note the distinction between implicit and explicit mem-\nory [ 12]. Implicit/non-declarative memory is a phylogenetically primitive form of memory\nthought to become functional early in ontogeny. Implicit memory is automatic, non-\neffortful, incidental, and fast. These authors note that implicit memories pop into the\nmind uncontrollably and involuntarily. This type of memory is not associated with con-\nscious awareness of memory retrieval. When one thinks of memory we are typically\nreferring to conscious self-initiated recall or explicit memory. Consequently, the nature of\nexplicit/declarative memory will be reviewed ﬁrst.\n2.1. Explicit Memory\nExplicit/declarative memory is effortful, deliberate, intentional or voluntary, con-\nscious, and relatively slow [ 12,13]. The determination of explicit memory is evidenced in\nfree recall, recognition, and cued recall assessments. Tulving noted that explicit memory\ncan be subdivided into two categories: episodic and semantic [ 14]. “Episodic memory\nrefers to the capacity for recollecting happenings from the past, for remembering events\nthat occurred in particular spatial and temporal contexts. Semantic memory refers to the\ncapacity for recollecting facts and general knowledge about the world” [15] (p. 205).\nRegarding explicit memory, episodic memory with its characteristic spatial and tem-\nporal contextual features is of primary interest to the present discussion. Dickerson and\nEichenbaum note that episodic memories involve “information about unique personal ex-\nperiences that include time and place of an event as well as detailed information about the\nevent itself” [ 16]. The hippocampus and parahippocampal areas form the medial temporal\nlobe (MTL), which is essential for encoding and retrieving episodic memory. Dickerson\nand Eichenbaum (2010) note that the MTL receives and returns information from virtually\nall neocortical association areas. Regarding the visual system, the perirhinal cortex receives\ninformation from the ventral visual pathway that conveys nonspatial (‘what’) features that\nidentify stimuli and that the parahippocampal cortex receives spatial (‘where’) information\nfrom the dorsal visual pathway. Both sources of information converge in the hippocampus,\nwhere this information is combined into object–context representations [ 17]. Dickerson and\nEichenbaum noted that the hippocampal integration of what, where, and when information\nis the principal mechanism for episodic memory. These new contextualized representations\nare then sent back to neocortical areas that initially processed them and stored there for\nfuture recollection.\nRitchey et al. (2015) reviewed evidence that the cortical pathways to the hippocampus\nappear to extend from two large-scale cortical systems: a posterior medial (PM) system and\nan anterior temporal (AT) system [ 18]. The posterior medial system includes the posterior\ncingulate, precuneus, angular gyrus, anterior thalamus, presubiculum, mammillary bodies,\nand medial prefrontal cortex and connects with the parahippocampal and retrosplenial\ncortexes. This system is involved with the processing of context information and long-term\nstorage of previously learned contexts. The PM system processes spatial and temporal in-\nformation and facilitates object–context and object–location associations from a ﬁrst-person\nperspective. Moreover, the various brain regions in the PM system have been collectively\ndescribed as the “default network” and are associated with retrieval of autobiographical\nevents in rich contextual detail.\nThe anterior temporal system includes the ventral temporal polar cortex, amygdala,\nand lateral prefrontal cortex, and connects with the perirhinal cortex [ 18]. The AT system is\ninvolved in processing item information and long-term storage of previously learned items.\nMoreover, this system is involved with learning associations of object features and object–\nobject associations. In addition, the AT system, with its connections to the amygdala and\nlateral orbital cortex, contributes to item–reward associations critical for decision-making\nbased on past experiences."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "NeuroSci 2022 ,3 66\nIn addition to the PM and AT systems converging in the hippocampal formation,\nRitchey et al. note that they also connect at the ventromedial prefrontal cortex (vmPFC) [ 18].\nMoreover, these authors believe that this convergence is important for the control of\nmemory-guided behavior. However, for patients with signiﬁcant trauma histories and\nconsequent PTSD, it is likely that these two systems fail to function adequately to create\ncontextualized autobiographical memories associated with recovery from PTSD.\n2.2. Implicit Memory\nGraf and Schacter (1985) note that “implicit memory is revealed when performance on\na task is facilitated in the absence of conscious recollection” [ 19] (p. 501). Demonstrations\nof implicit memory are typically independent of MTL activity, and such learning has been\ndemonstrated in severe amnestics deficit in explicit and episodic memory capabilities [ 20].\nAlthough various types and aspects of implicit memory have been linked to specific cortical\nand subcortical brain areas, Reber (2013) posits that it represents “a universal principle\nof plasticity throughout the brain” [ 21] (p. 2034). In contrast, Schacter (1992) and Squire\nand Zola (1996) propose that the brain has multiple memory systems and that implicit\nlearning is independent of the hippocampal formation associated with explicit/declarative\nmemory [ 22,23]. Schott et al. (2005) also report “firm evidence that implicit and explicit\nmemory have distinct functional neuroanatomies” and demonstrated that word priming\nwas associated with decreases in left fusiform gyrus and bilateral frontal and occipital brain\nactivations; in contrast to explicit memory that was associated with bilateral parietal, temporal,\nand left frontal increases in activation based on hemodynamic responses [24] (p. 1257).\nGraf and Schacter (1985) demonstrated that performance on a word completion task\nwas improved for words that the subjects had been previously exposed to when the\nsubjects were instructed to complete word fragments with the ﬁrst word that came to\nmind [ 19]. This phenomenon is referred to as the repetition priming effect, and implicit\nmemory outperforms explicit measures of recall when exposure to the words precludes\nelaborative/semantic processing. Various strategies are employed to prevent subjects from\nattending to study materials in ways that would facilitate deliberate learning and foster\nexplicit memory. Moreover, when subjects are required to engage with study material\nin elaborative ways that improve explicit memory, no further beneﬁt accrues for implicit\nmemory [25].\nSlotnick notes that repetition priming is associated with repetition suppression or\nadaptation [ 20]. Repetition suppression involves a decrease in brain activation when\nstimuli are repeated. If subjects are required to make motor responses in subsequent testing\nsituations, reaction times are also faster for repeated items. Overall, this is considered to\nreﬂect increased efﬁciency and more ﬂuent processing in brain activity consistent with\nadaptive neural plasticity.\nExtensive research by Schacter and his colleagues has detailed the speciﬁcs of rep-\netition priming, and he has proposed that data-driven priming effects (low level sen-\nsory/perceptual aspects of stimuli) reﬂect the operation of perceptual representation sys-\ntems (PRS) [ 23]. These perceptual representation systems are cortically based, operate at\na presemantic memory level, and support nonconscious expressions of memory. More-\nover, Schacter cites evidence against the notion that priming is mediated by activation of\npreexisting representations and suggests that the creation of novel representations occurs.\nMoreover, Schacter (1992) proposes three PRSs: visual word form, structural description,\nand auditory word form. Camina and Güell (2017) also relate implicit memory to visual\nand auditory memory systems [ 26]. Consistent with the PRS model, Gabrieli et al. (1995)\ndescribed a patient with a right occipital lesion who demonstrated intact explicit mem-\nory and impaired visual priming implicit memory [ 27]. Golby et al. (2005) compared\nexplicit and implicit memory for intentional encoding of scenes in early AD patients and\nage-matched healthy controls. These authors found that deﬁcits in explicit memory for AD\npatients was associated with MTL, lingual, and fusiform activity, whereas intact implicit"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "NeuroSci 2022 ,3 67\nfunctioning (visual priming) in AD patients was associated with lateral occipital, parietal,\nand frontal areas [28].\nReber and others review the neural basis of implicit learning and document various\nexperience-dependent behavioral and cognitive skill acquisitions that are acquired automat-\nically without conscious awareness or explicit recall. This considerable array of automatic\nlearning capacities involving subcortical brain regions supports the role of implicit memory\nin multiple aspects of trauma related disorders.\nProbabilistic classiﬁcation learning involves attempting to learn a set of associations\nthat are not obvious and make predictions based on the stimuli presented. The relationships\nare difﬁcult to learn and subjects gradually learn to make accurate predictions. One such\ntask involves the subject attempting to make weather forecasts. Both healthy controls\nand amnestic patients can perform this task, but the amnestic patients are markedly im-\npaired at answering explicit factual questions about the training episode [ 22]. Squire and\nZola (1996) note that nondemented patients with Huntington’s or Parkinson’s disease,\ndisorders that involve pathology in the caudate nucleus, are impaired with probabilistic\nlearning. Utilizing event-related functional magnetic resonance imaging while healthy\nsubjects engaged in successful weather prediction outcomes was associated with increased\nactivity of the body/tail of the caudate nucleus and the putamen [ 29]. Immediate and\nnonconscious recognition of trauma memory triggers based on such classiﬁcation learning\nlikely contribute to trauma-related fear, avoidant behaviors, and, possibly, dissociative\ncoping responses.\nMotor sequence learning involves “the experience-based reshaping of activity within\nthe motor and motor-planning cortical areas” [21] (p. 2034). Corkin (1968, 2002) describes\nher work with H.M., a patient experiencing complete antegrade amnesia and loss of\nexplicit episodic memory due to bilateral resection of his medial temporal lobes [ 30,31].\nShe noted that H.M. was able to learn rotary pursuit and mirror tracing skills based on\nextrahippocampal sites. Reber (2013) noted that “repeatedly executing a motor response\nsequence produces changes in activity in motor cortex and associated regions of both basal\nganglia and cerebellum“ [ 21] (p. 2035). The Serial Reaction Time task involves subjects\npressing different keys as indicated by cues presented to them. Within sets of such cues are\noccasional recurring sequences. Although without conscious recognition of these recurring\nsequences, subjects evidence reduced reaction times when encountering these recurring\nsequences. Reber noted that such implicit perceptual-motor sequence learning is associated\nwith reduced activity in cortical areas associated with motor control and task processing\nalong with increased activity in the basal ganglia [ 21,32]. Gobel et al. (2011) reported\nimpaired perceptual-motor sequence performance in patients with Parkinson’s disease,\nwhich is associated with basal ganglia dysfunction. Overall, Reber noted that the increased\nactivity of the basal ganglia supports the idea that cortico-striatal connections are important\nfor perceptual-motor sequence learning.\nStatistical learning involves the ability to acquire structure from relationship regu-\nlarities distributed in space and time embedded within complex and continuous sensory\ninformation in our environments [ 33]. Such regularities occur in languages and have been\nconsidered fundamental to the rapidity of infant language learning. Whereas it was initially\nthought that such statistical learning was domain-speciﬁc, e.g., Chomsky’s Language Ac-\nquisition Device, multiple studies have documented that such learning in humans occurs\nwith non-language tone sequences and with patterned visual stimuli [ 33–35]. Moreover,\nSaffran et al. (1999) have noted that such learning proceeds automatically as a byproduct\nof mere exposure [ 34]. In addition, Turk-Brown et al. (2009) found that learning of visual\nstatistical regularities emerged early, involved activation of the striatum and MTL, but that\nthe neural signature of statistical learning was dissociable from subsequent explicit famil-\niarity, suggesting that learning can occur in the absence of awareness [ 33]. Nonetheless,\nEllis et al. (2021) recorded hippocampal activity in infants aged 3–24 months while they\nviewed sequences of objects and found greater hippocampal activity when the order of the\nsequence contained regularities that could be learned compared to when the order was"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "NeuroSci 2022 ,3 68\nrandom [ 36]. Consequently, statistical learning may involve aspects of both implicit and\nexplicit memory.\nImplicit category learning involves “categorical structures abstracted implicitly from\nexamples based on experience . . .and applying this to items not previously seen” [ 32]\n(p. 2031). “The implicit category learning system is hypothesized to depend on posterior\ncortical areas supported by cortico-striatal circuits connecting these to basal ganglia, specif-\nically the caudate” [ 32] (p. 2032). Gobel et al. (2013) compared implicit perceptual-motor\nskill learning in patients with mild cognitive impairment (MCI) due to MTL dysfunction\nand patients with Parkinson’s Disease (PD) [ 37]. As patients with PD have basal gan-\nglia dysfunction that would theoretically interfere with their implicit acquisition of the\nperceptual-motor skill task, it was predicted that they would not evidence increased per-\nformance on trials involving the repeated motor skill sequence. These authors conﬁrmed\nthe importance of basal ganglia in acquisition of implicit perceptual-motor memory as\nthe patients with PD did not evidence improved performance on repeated sequence trials\nin comparison to non-repeated sequence trials as the healthy controls and mild cognitive\nimpairment patients did. These ﬁndings support the critical role of the basal ganglia and\ncortico-striatal circuits with perceptual and motor planning areas of the cortex. In addition,\nthe statistical structure of the repeating sequences required higher-order associations to be\nlearned among sequence elements, but this did not impair learning in patients with MCI,\nconﬁrming that this skill was not dependent on MTL explicit memory functions.\nClassical Conditioning involves the pairing of an unconditional stimulus (UCS) that\ngenerates an unconditional response (UCR) with a previously neutral conditioned stimulus\n(CS) resulting in a CS-UCS association whereby the CS generates the UCR. Rovee-Collier\net al. (2001) in their review conclude that both classical and operant conditioning require\nonly a primitive memory system [ 12]. Clark and Squire (1998) noted that amnestics with\nhippocampal lesions readily acquire simple delay classical eyeblink conditioning support-\ning the role of non-explicit learning [ 38]. Knight et al. (2009) demonstrated that Pavlovian\nfear conditioning associated with supra and sub-threshold volume auditory tones occurs\nwith and without contingency awareness [ 39]. Moreover, these authors utilized fMRI to con-\nﬁrm that only contingency awareness trials involved hippocampal and parahippocampal\nactivity whereas conditioned fear was associated with amygdala activity on both perceived\nand unperceived trials independent of contingency awareness. Additionally, support-\ning the dual process model of classical fear conditioning, Schultz and Helmstetter (2010)\nconducted a study of Pavlovian fear conditioning to complex sine wave gratings visual\nstimuli [ 40]. Continuously monitoring UCS expectancy and skin conductance responses\nto “easy” and “difﬁcult” discriminable stimuli, they demonstrated that conditioning can\noccur on an implicit level without explicit knowledge of contingencies. Conﬁrming the\nsubcortical nature of fear conditioning, LeDoux et al. (1989) found that “visual cortex\nlesions did not interfere with acquisition, indicating that visual fear conditioning, like\nauditory fear conditioning, is mediated by subcortical, probably thalamo-amygdala sensory\npathways” [41] (p. 238).\n2.3. Electrophysiological Distinctions between Implicit and Explicit Memory\nAnother approach to characterizing implicit and explicit memory involves the tim-\ning of EEG potentials and their topographies. Event-related potentials (ERPs) can track\nbrain activity and produce temporal resolutions within milliseconds [ 20]. ERP electrical\npotentials are typically collected from electrodes covering the scalp that are averaged\nand reﬂect summated activity of a large number of positive and negative postsynaptic\npotentials [ 42]. These summated potentials or waveforms are time-locked to the onset of a\nparticular stimulus or response and are typically examined from 200 ms prior to the event to\n1500 ms following the event. Waveforms can be deﬁned as “changes in the scalp-recorded\nvoltage over time that reﬂect the sensory, cognitive, affective, or motor processes elicited\nby a stimulus” [ 42] (p. 4). Moreover, ERP components that reﬂect neuronal populations\nassociated with speciﬁc information processing can be described by its timing (latency),"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "NeuroSci 2022 ,3 69\nchange in polarity, and spatial distribution over the scalp. Earlier aspects of waveforms\nreﬂect sensory processing, whereas later aspects of waveforms reﬂect cognitive processes.\nWhereas ERPs have very high temporal resolutions, their spatial resolutions are much\nweaker and typically reﬂect only cortical activity.\nThe neural correlates of implicit memory/learning have been found to occur earlier\nin the ERP waveforms, associated with topographies in the parietal areas, and dissoci-\nated from explicit memory/learning associated with later and more frontal aspects of\nwaveforms [ 43–49]. The repetition suppression/priming effect associated with the presen-\ntation of repeated stimuli, in comparison to new stimuli, was found to be associated with\nless voltage negativity in early parietal/posterior waveform components supporting the\nperceptual representational system model of implicit memory [ 43,48,50]. Whereas early\nsensory-based waveform components tend to be negative in polarity, later frontal explicit\nmemory components tend to be positive in polarity [ 45,48,50]. These studies support the\ndissociation of neural correlates of implicit and explicit memory systems highlighting that\nimplicit memory is more sensory based.\n3. Relevance of Implicit Memory to PTSD\nFrom the review of implicit memory above, we see that priming largely occurs in the\nsensory and associative areas of the cortex (perceptual representation systems), probabilistic\nclassiﬁcation involves the caudate nucleus and the putamen, statistical learning involves\nthe striatum of the basal ganglia (and probably the hippocampi to some extent), implicit\ncategory learning is dependent on the caudate nucleus of the basal ganglia that supports\ncortico-striatal circuits, and motor sequence learning is dependent on the basal ganglia.\nWith the exception of priming that occurs in the sensory and association areas, all the other\nforms of implicit learning reviewed involve some portions of the basal ganglia.\nAlthough Brewin et al. (2010) did not specify that his proposed Sensory Representa-\ntional System that stores the memories that cause intrusive images in PTSD was a form\nof implicit memory, we can see that this readily corresponds with Schacter’s Perceptual\nRepresentation System that has been determined to be a form of implicit memory [ 9,23].\nMoreover, using an auditory oddball paradigm adapted to functional magnetic resonance\nimaging, Bryant et al. (2005) identiﬁed greater activity in posterior parietal somatosensory\nregions for individuals with PTSD compared to age and sex-matched non-traumatized\ncontrols [51].\nMultiple studies have demonstrated signiﬁcant priming for trauma-related words,\nbut not for neutral or general threat-related words in subjects with PTSD in comparison\nto trauma exposed subjects without PTSD. Zeitlin and McNally (1991) studying Vietnam\ncombat veterans found that both veterans with and without PTSD evidenced an explicit\nmemory bias for combat words, but only veterans with PTSD exhibited an implicit memory\nbias for combat words [ 52]. Amir et al. (1996) found that Vietnam veterans with PTSD\nevidenced implicit memory for combat-related sentences, but Vietnam veterans without\nPTSD did not [ 53]. However, McNally et al. (1996) subsequently failed to ﬁnd an enhanced\npriming effect for combat veterans with PTSD, but speculated that the level of depression\nin their sample may have interfered with the perceptual priming effect [ 54]. However,\nAmir et al. (2010) classiﬁed undergraduates based on completion of self-report measures\ninto a PTSD group and three control groups: anxiety, trauma without PTSD, and non-\nanxious. These authors found that the participants with PTSD symptoms evidenced greater\nimplicit memory on a visual clarity-rating task for negative and trauma-relevant pictures\nin contrast to the non-PTSD trauma control group, who only showed increase implicit\nmemory for negative pictures [ 55]. Grégpore et al. (2019) studied sexual abuse victims\nwho did not develop PTSD with non-exposed controls and found that trauma-exposed\nsubjects evidenced increased priming for trauma-related words in comparison to control\nsubjects [ 56]. Two prospective studies identiﬁed that enhanced priming for trauma-related\nwords measured soon after the trauma were predictive of subsequent PTSD development"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "NeuroSci 2022 ,3 70\nand severity at three to nine month follow-ups for assault and motor-vehicle accident\nsurvivors [57,58].\nKleim et al. (2012) assessed the perceptual processing advantages for trauma-related\nvisual cues in trauma-exposed motor-vehicle accident survivors in a cross-sectional study\nand assault survivors in a prospective study [ 59]. Using a blurred picture identiﬁcation\ntask, these authors found that participants with Acute Stress Disorder or PTSD, but not\ntrauma survivors without these disorders, identiﬁed trauma-related pictures, but not\ngeneral threat pictures, better than neutral pictures. Moreover, this relative processing\nadvantage for trauma-related pictures was correlated with re-experiencing and dissociation,\nand predicted PTSD at follow-up. Sündermann et al. (2013) had healthy subjects watch\nneutral or trauma picture stories and found that enhanced perceptual priming predicted\nintrusive memories at a 2-week follow-up [ 60]. Concurrent assessment of higher levels\nof data-driven processing, dissociation, and anxiety during trauma stories also predicted\nintrusive memories. Minshew and D’Angrea (2015), studying women with histories of\nchronic interpersonal violence, found them to have both explicit and implicit memory\nbiases for both general threat and trauma-related words, but that only implicit memory for\ntrauma-related words was associated interpersonal sensitivity, hostility, and alexithymia\n(characteristics they considered to be reﬂective of complex PTSD in the population they\nstudied) [61].\nKiekorian and Layton (1998) described a case of a healthy 53-year-old man with no\nprior psychiatric or neurological history who was buried completely under 5.5 m of sand\nin a construction accident [ 62]. It required 15 min to uncover him, he was given artiﬁcial\nrespiration, and although a CT scan of his brain was normal, he remained in a coma\nfor two days due to the anoxia. An EEG taken two weeks after this anoxic episode was\nnormal. These authors noted that his emotional status was depressed, anxious, and he\nruminated continually about sudden death with speciﬁc fears of the earth opening up\nand swallowing him. He had daily nightmares of the same content. However, due to\nhis anoxic encephalopathy, he had no explicit memory for the traumatic event. He was\ndiagnosed with PTSD and underwent four years of psychotherapy focusing on recovery of\nexplicit memory for the accident assuming it had been repressed. The patient consistently\nmaintained that he did not remember the event. This case underscores the role of implicit\nmemory in the development and maintenance of PTSD.\nIn a meta-analysis of neuroimaging studies, Stark et al. (2015) found that their analysis\nof studies comparing individuals with PTSD to trauma-exposed controls revealed activation\ndifferences in the basal ganglia (bilateral putamen and pallidum, extending to the caudate\non the right) and the left fusiform gyrus for individual with PTSD [ 63]. Taken together, these\nﬁndings highlight the important role of the implicit memory system in the development\nof PTSD.\n4. Peritraumatic Dissociation, Dissociation, and PTSD\nAnother factor associated with the development of PTSD is peritraumatic dissociation,\ndissociative reactions during or immediately following a traumatic event. Dissociative\nreactions often involve perceptual distortions of time, place, or person; disruptions in sen-\nsations, perceptions, and memory that are usually well integrated. Dissociative experiences\ninclude states of depersonalization, derealization, emotional numbing, and disembod-\niment. Multiple studies and meta-analyses [ 64,65] have conﬁrmed the relationship of\nperitraumatic dissociation to the diagnosis and severity of PTSD symptom severity [66–69] .\nAlthough Briere et al. (2005) found that peritraumatic dissociation was associated with\ndevelopment of PTSD, they found in a multivariate analysis including peritraumatic disso-\nciation, persistent trauma-related dissociation, and generalized dissociation, that trauma-\nrelated persistent dissociation was a stronger predictor of subsequent PTSD [ 70]. Although\nsome have questioned the reliability of retrospective reports of peritraumatic dissociation,\nDaniels et al. (2012) studying an acutely traumatized sample recruited from emergency\ndepartments at three time points within the ﬁrst three months post trauma found that"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "NeuroSci 2022 ,3 71\nperitraumatic dissociation predicted PTSD diagnostic status at ﬁve to six weeks and three\nmonths over and above history of childhood trauma [ 71]. Moreover, these authors also\nconducted script-driven traumatic event recall fMRI scans two to four months post trauma\nand, after controlling for dissociation at the time of the scan, found that peritraumatic dis-\nsociation was positively correlated with right lingual and fusiform gyri activation. Noting\nthat these areas are associated with vivid autobiographical memory recall of highly emo-\ntional events, they suggested that peritraumatic dissociation directly leads to formation of\nintrusive memories.\nThe Diagnostic and Statistical Manual of Mental Disorders ,5th edition (DSM-5) intro-\nduced a subtype of PTSD with dissociative symptoms including persistent or recurrent\nexperiences of depersonalization or derealization [ 1]. Whereas the DSM-5 dissociative\ncriteria are limited to depersonalization and derealization, Ross et al. (2018) identiﬁed\nthat individuals with dissociative PTSD also experienced other dissociative symptoms\nincluding gaps in awareness and memory and sensory misperceptions [ 72]. Wolf et al.\n(2017) developed a self-report measure to speciﬁcally assess the presence of the dissociative\nsubtype and via factor analysis identiﬁed three dimensions of dissociative symptoms: dere-\nalization/depersonalization, loss of awareness, and psychogenic amnesia [ 73]. In addition,\nFelmingham et al. (2008) reported that individuals classiﬁed as dissociative PTSD reported\nfeeling ‘numb’, ‘unreal’, and ‘outside of my body’ [74].\nMultiple studies have documented that the dissociative subtype of PTSD is associated\nwith more severe symptoms of PTSD, more severe memory impairment and self-destructive\nbehavior, more comorbid mental disorders, and having higher treatment needs, greater\nillness burden, and reduced treatment outcomes [ 72,75–78]. In addition to the increased\nseverity of symptoms associated with dissociative experiences in PTSD, Boyd et al. (2018)\nfound that these dissociative symptoms were the strongest correlate of functional impair-\nment and that dissociative and derealization symptoms signiﬁcantly mediated the relation\nbetween PTSD symptoms and functional impairment [79].\nOne of the possible mechanisms of the relationship of dissociative symptoms in\nPTSD and the increases in PTSD symptom severity, memory disruption, and functional\nimpairment may be related to the way fear is processed in dissociative PTSD. Felmingham\net al. (2008) monitored fMRI brain activation to fearful versus neutral facial expression\nduring conscious and non-conscious (backward masking) conditions and found that for\ndissociative PTSD subjects, in comparison to the non-dissociative PTSD subjects, the non-\nconscious presentations enhanced activation in the bilateral amygdala, insula, and left\nthalamus [ 74]. They concluded that activation of basal ganglia (pallidum) suggested a\npattern of enhanced early sensory registration, somatosensory arousal, and motor readiness\nthat is consistent with enhanced automatic arousal in the dissociative group. Brown and\nMorey (2012) reviewed neural systems for cognitive and emotional processing in PTSD and\nidentiﬁed a threat-alerting component that consists of the amygdala, insula, and vmPFC and\nathreat-assessing component that consists of the hippocampus, anterior cingulate, striatum,\ndorsomedial PFC, precuneus, and ventrolateral PFC [ 80]. These authors indicated that the\nthreat-assessing component that involves frontal and default mode neural sites (associated\nwith autobiographical information processing) is ineffective in PTSD and fails to activate\ntop-down emotional modulation mechanisms. Taken together, these studies support the\nsubcortical activation of fear and impaired cortical inhibition of subcortical structures in\ndissociative forms of PTSD.\n4.1. Dissociation and Memory\nVan der Kolk (1994) noted that “trauma is stored in somatic memory”, that in PTSD\nthere is a “failure of declarative memory”, and that “intense emotional memories are\nprocessed outside of the hippocampally mediated memory system and are difﬁcult to\nextinguish” [ 81] (p. 253). This model is consistent with the dual representation theory of\nBrewin et al. (2010) and the cognitive model proposed by Ehlers and Clark (2000) [ 2,9].\nMichael et al. (2005) found that distress caused by intrusive recollections, their “here and"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "NeuroSci 2022 ,3 72\nnow” quality, and their lack of context predicted PTSD severity; whereas the presence\nand frequency of intrusive recollection together account for only 17% of the variance in\nPTSD severity, the nowness, distress, and lack of context explained an additional 43% of\nthe variance [ 82]. Nash et al. (2014) have also described peritraumatic amnesia as a failure\nto encode episodic memories near the time of the trauma [83].\nMore recent studies have conﬁrmed the association of dissociative symptoms and\nexplicit/declarative memory impairments. McKinnon et al. (2016) found dissociative\nsymptoms to be associated with impairments in measures of attention and memory; Parlar\net al. (2016) found greater severity of derealization to be related to reduced performance\non a test of verbal memory recognition [ 78,84]. Moreover, Carrion et al. (2010) found\nthat adolescents with PTSD secondary to interpersonal trauma, in comparison to age\nand gender-matched healthy controls, evidenced decreased verbal declarative memory\nperformance and reduced right hippocampal activity during the retrieval component of the\ntask [ 85]. In addition, these authors found that reduced left hippocampal activity during\nretrieval was correlated with numbing (a dissociative experience) and avoidance symptoms.\nAllen et al. (1999) have also reviewed the association of dissociative detachment encoding\ndisruptions and impaired autobiographical memories [86].\nIt is not unusual that states of helplessness during traumatic events are associated\nwith dissociative experiences that involve a sense of disembodiment and analgesia. Trauma\nsurvivors often report viewing the event from a third person perspective, e.g., ﬂoating above\none’s physical self and viewing the event from a disembodied, out-of-body, perspective.\nBergourignan et al. (2014) noted “long-term episodic memory impairments in psychiatric\nconditions with dissociative symptoms, in which individuals feel detached from themselves\nas if having an out-of-body experience” [ 87] (p. 4421). These authors hypothesized that\nthe capacity for successful encoding of autobiographical episodic memory was dependent\non the experience of the world from the perspective of one’s own body. They used a\n“multisensory full-body illusion to move the center of the bodily and spatial awareness\n(sense of bodily self) from the location of the real body to the other end of the testing\nroom such that the test individual experienced the life event from outside her/his body”\n(p. 4422). When comparing the viewing of a real-life event (portrayed by an professional\nactor) from an out-of-body perspective to subjects experiencing it from the sense of bodily\nself colocalized with the real body, these authors found an episodic recollection deﬁcit\nspeciﬁcally associated with activity changes in the left posterior hippocampus. Speciﬁcally,\nthey found reduced activity in the left posterior hippocampus during initial retrieval and\nincreasing activity with subsequent retrievals. In contrast, for subjects viewing the event\nfrom an in-body perspective, left posterior hippocampal activity was strongly activated\non initial retrieval, but showed progressively less engagement with further repetition (a\nrehearsal effect). Moreover, activation of the left posterior hippocampus during repeated\nretrievals was negatively correlated with subject ratings of vividness of remembered events\nencoded out-of-body compared with in-body encoding. Taken together, these researchers\nconcluded that “episodic encoding of life events requires perceiving the world from the ﬁrst-\nperson perspective centered on one’s real body” and that “encoding events experienced\nout-of-body speciﬁcally impact the activation of the left posterior hippocampus during\nretrieval, suggesting an impaired hippocampal binding mechanism during encoding”\n(p. 4424).\n4.2. Contributing Factors to Dissociation and PTSD\nBoth Schore (2003) and Liotti (2004, 2006) have related childhood abuse and ne-\nglect, disorganized attachment, and propensity for dissociation to the development of\nPTSD [ 88–90]. Speciﬁcally, when children have a parent(s) with unresolved trauma that\nrelates to them with frightened/frightening states, these children are unable to develop\nan organized attachment to them. Faced with their biological attachment motivation to\nseek primary caregiver proximity and support when distressed and then confronted with\nfrightened/frightening parental behavior, they experience simultaneous approach and"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "NeuroSci 2022 ,3 73\navoidant impulses. Hesse and Main (2006) have described this situation as “fright without\nsolution” and that it prevents the child from developing an organized form of attachment\nthat either consistently inhibits (Avoidant/Dismissive attachment) or intensiﬁes (Resis-\ntant/Preoccupied attachment) the attachment system [ 91,92]. Infants with disorganized\nattachment evidence behaviors similar to dissociative symptoms in adults such as disor-\nganized/disoriented behaviors, dazed and trancelike expressions, and simultaneously or\nrapid sequential contradictory actions. Confronted with an irreconcilable conﬂict, disso-\nciation or compartmentalization occurs. Consequently, as noted above, Shore and Liotti\nhave suggested that this predisposition to dissociate contributes to peritraumatic dissoci-\nation and the development of PTSD or other dissociative conditions when these infants\nexperience subsequent traumatic events.\nSupporting the relationship of disorganized attachment and dissociation, Paetzold\nand Rholes (2021) found that a self-report measure of disorganized attachment in adults\nwas strongly correlated, 0.68, p< 0.001, with current dissociation [ 93]. Van Ijzendoorn\net al. (1999) conducted a meta-analysis of studies of infant attachment classiﬁcations and\nfound modest short- and long-term stability of disorganized attachment and a tendency of\ndisorganized infants to show dissociative behaviors later in life [ 94]. In a review article,\nLyons-Ruth et al. (2006) cites Barach (1991) as the ﬁrst theorist to relate dissociation and\nattachment, suggesting that Multiple Personality Disorder (Dissociative Identity Disorder\nin the current nomenclature) was a variant of an attachment disorder. These authors also\nreview other research supporting the relationship of disorganized attachment and dissocia-\ntion [ 95,96]. Ogawa et al. (1997) also found support for Liotti’s theory that disorganized\nattachment and subsequent trauma are associated with dissociation in adulthood [ 97,98].\nMoreover, Bakermans-Kranenburg and van IJzendoorn (2009), in a review of 205 studies,\nfound that clinical subjects showed more insecure and unresolved attachment representa-\ntions (unresolved refers to unresolved/disorganized, disoriented classiﬁcations that are\nrelated to disorganized) than the normal groups, that adults with abuse experiences or\nPTSD were mostly unresolved, and that “unresolved loss or trauma as assessed with the\nAAI is an almost perfect marker for dissociative disorders like PTSD, which sheds light\non the etiology and mechanisms of these disorders as (partly) attachment disorders” [ 99]\n(p. 249). H ébert et al. (2020) studied a sample of 424 preschool children and found that dis-\norganized attachment and emotional dysregulation mediated the association between child\nsexual abuse and dissociation; speciﬁcally, they found that childhood sexual abuse was\nassociated with greater disorganization scores, that were associated with higher emotional\ndysregulation scores, that were associated with increased severity of dissociation [ 100].\nStudying a sample of at-risk women, Bailey et al. (2007) found that “women classiﬁed\nas unresolved reported higher levels of dissociation, confusion regarding self-identity,\nand relationship problems” [ 101]. Anderson and Alexander (1996) found that for adult\nwomen survivors of incest, 51% were found to have fearful-avoidant attachment (similar to\nAAI classiﬁcation of disorganized) and that fearful-avoidant attachment was the strongest\npredictor ( p< 0.006) of dissociation in a simultaneous regression along with three other\nattachment classiﬁcations [ 102]. Farina et al. (2013) found that 93% of their sample of\nsubjects with dissociative disorders had AAI classiﬁed unresolved disorganized attach-\nments [ 103]. Thomas and Jaque (2014), examining the relationships among AAI unresolved\nattachment, non-pathological dissociation (Dissociative Experience Scale; DES-Absorption),\npathological dissociation (DES-Taxon scores [ 104]), and supernatural beliefs, found in a mul-\ntiple analysis of variance that individuals classiﬁed as unresolved versus non-unresolved\nattachment scored signiﬁcantly higher on both non-pathological and pathological dissocia-\ntion [ 104,105]. In contrast, these same authors in a prior study of artists and performing\nartists found that unresolved classiﬁcations were associated with increased pathological\ndissociation, but not normative dissociation (absorption and imagination) [ 106]. Taken\ntogether, these ﬁnding strongly support the relationship between disorganized forms of\nattachment and dissociative experiences, as well as Loitti’s hypothesis that disorganized\nattachment contributes to the subsequent development of dissociative disorders."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "NeuroSci 2022 ,3 74\n4.3. Disorganized Attachment and PTSD\nIn addition to the speciﬁc role of disorganized attachment increasing dissociation as a\ncontributor to the development of PTSD, multiple studies have documented the relationship\nof disorganized attachment and insecure attachments, in general, to the diagnosis and\nseverity of posttraumatic symptoms [ 107]. For instance, Mikulincer et al. (2015) in a\nliterature review reported that attachment insecurities were associated with PTSD severity\nand that attachment security had a healing effect on these symptoms [ 108]. Van Hoof\n(2019) found that increased incidence of disorganized attachment as well as unresolved\nloss differentiated subjects with histories of childhood sexual abuse related PTSD from\nadolescents with anxiety/depression and controls without psychiatric symptoms [ 109].\nComparing attachment disorganization in different clinical groups, Juen et al. (2013) found\nthe highest proportion of attachment disorganization in patients with PTSD and Borderline\nPersonality Disorder, 83.3% and 76.5%, respectively. Moreover, they reported that PTSD\npatients were emotionally overwhelmed by projective attachment scenes compared to\nthe other clinical groups [ 110]. Furthermore, Juen et al. (2014), examining individuals\nfollowing an accident-related physical injury requiring inpatient hospitalization, found that\nindividuals with disorganized attachment experienced higher levels of posttraumatic stress\nsymptoms immediately after the accident [ 111]. In a meta-analysis of adult attachment\nstyles and PTSD symptoms, Woodhouse et al. (2015) found that attachment categories\nassociated with higher levels of anxiety were most strongly associated with PTSD symptoms\nand that the fearful attachment (most similar to AAI disorganized category) displayed\nthe strongest association [ 112]. Independent of identiﬁcation of degree of dissociation,\nwe see that indices of disorganized attachment alone are often seen in cases of PTSD and\nassociated with increased PTSD symptomatology.\nSensory-based emotional intrusions characteristic of PTSD have been related to failure\nof frontal brain sites to adequately inhibit amygdala activity both at the time of traumatiza-\ntion and during subsequent triggering, a recent study by van Hoof et al. (2019) found a\npossible neurophysiological basis for the relationship between disorganized attachment\nand PTSD symptoms [ 109]. These authors assessed the relationship between Ud (un-\nresolved loss or trauma—a nonconscious indicator of disorganized attachment on the\nAAI) and amygdala functional connectivity with various brain sites in a mixed group of\nadolescents with child sexual abuse-related PTSD, anxiety and depressive disorders, and\nwithout psychiatric disorders. After controlling for the general psychopathology factor,\nage, gender, pubertal status, and IQ, these authors found that individuals with higher\nlevels of Ud showed stronger left amygdala connectivity with the lateral occipital cortex,\nprecuneus, and left superior parietal cortex compared to individuals with lower levels of\nUd. In addition, Ud was negatively associated with left amygdala–medial frontal cortex\nconnectivity. These stronger functional connections between the left amygdala and occipital\nand parietal cortexes, and precuneus are consistent with bottom up intrusive visual and\nemotional activations involving the superior parietal areas, amygdala, and precuneus pro-\nposed by Brewin et al. [ 9]. Moreover, the decreased functional connectivity between the left\namygdala and the medial frontal cortex is consistent with the failure of PFC inhibition of\namygdala activation, increased fear conditioning, and decreased fear extinction [ 113–115].\nThese ﬁndings support interventions to modify disorganized attachment styles to both\ndecreased PTSD symptomatology and foster better integration of implicit and explicit\nmemory systems.\n5. Attachment and Implicit Memory\nBowlby (1969/1983, 1992) outlined the nature and importance of the infant’s attach-\nment to his/her mother or primary caretaker [ 116,117]. Based on the primary caregiver’s\nresponse to the infant’s attachment behaviors, the child comes to develop an Internal\nWorking Model (IWM) for expectations regarding interactions with the social environment\nand one’s ability to inﬂuence it [ 92]. These IWMs can be reliably identiﬁed by the age of\n18 months old as patterns of reactions to the separation and reunion of the child to her/his"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "NeuroSci 2022 ,3 75\nprimary caretaker (via the Strange Situation paradigm developed by Ainsworth et al.,\n1978) [ 118]. These IWMs are acquired prior to the development of language and the full\ncapacity of the declarative memory system [ 119,120] and are considered strongly related\nto implicit memory mechanisms. Mikulincer and Shaver (2017) have noted that IWMs of\nthese parental interactions “become part of a person’s implicit procedural knowledge, tend\nto operate automatically and unconsciously, and are resistant to change” [ 92]. Similarly,\nCortina and Liotti (2007) noted that “memories of the ﬁrst four years of life are not usually\navailable for recall in verbal narrative form that is the hallmark of autobiographical mem-\nory” but “nonetheless, early experience is carried forward in the form of nonconscious,\nautomatic expectations and attributions” [ 121] (p. 43). Several others have also noted the\nlikelihood that these early representations involve the implicit memory system [ 122–125].\nAttachments also develop later in life when the explicit memory system is accessible. In\nthis respect, Galynker et al. (2012) examined the neural networks subserved by early and\nlater formed attachments [ 126]. These authors found that the effects of attachment were in\nthe cortico-striato-thalamic circuits and employed a subtraction methodology and multiple\nlinear regressions to determine distinct correlations with a measure of attachment security\n(Coherence of Mind from the Adult Attachment Interview, AAI) [ 127]. Comparing neu-\nronal activity of exposure to pictures of early, mother, and late, friend, attachment ﬁgures\nduring fMRI, these researchers found that subtraction of friend from mother scans (early\nattachment) revealed only sub-cortical activations (right medial thalamus and left ventral\ncaudate) with a strong linear relationship between relative activations and AAI scores. In\ncontrast, for the neural activity associated with subtraction of the stranger from the friend\nscan (late attachment), no attachment-related activity was found in the sub-cortical areas.\nThese ﬁnding support the prominent role of implicit memory in the development of critical\nearly life attachments.\nAs these IWMs of attachment inﬂuence one’s behavior in attachment relationships\nand often interpersonal behavior in general, it is interesting to note that the basal ganglia\nhave been considered to inﬂuence behavior selection [ 128,129]. In their review of motivated\nbehavior, Da Cunha et al. (2012) note that “different actions can be selected in the striatum”\nand that “the basal ganglia is thought to play a role in the actions-selection processes needed\nfor expression of both declarative and procedural memory” [ 130] (p. 747). Furthermore,\nStephenson-Jones et al. (2011) concluded that the mammalian basal ganglia have been\nco-opted for multiple functions over the course of evolution allowing them to process\ncognitive, emotional, and motor information in parallel and control a broader range of\nbehaviors [ 131] (p. 1081). Consequently, the implicit subcortical nature of IWMs involving\nthe basal ganglia is consistent with the control of attachment-related behavior. This may\nalso be a factor related to the difﬁculty changing such behaviors with top-down cognitive\npsychotherapy approaches and the need for specialized interventions that can modify these\nsubcortical implicit memory representations.\n5.1. Positive Effects of Secure Attachment Priming\nAs noted above, Mikulincer et al. (2015) indicated that attachment security had a\nhealing effect on PTSD symptoms [ 108]. In this regard, Selcuk et al. (2012) found that\nactivation of a mental representation of an attachment ﬁgure (vs. an acquaintance or\nstranger) following recall of an upsetting autobiographical memory enhanced recovery,\neliminated the negative effects of memory recall, and negative thinking in a subsequent\nstream of consciousness task [ 132]. Moreover, the degree of recovery predicted mental and\nphysical health in daily life.\nTwo studies have demonstrated that activation of attachment representations can\ninﬂuence memory consolidation and reduce unpleasant recollections and intrusions. Bryant\nand Chan (2017) had subjects view negative or neutral images and two days later received\nan attachment or control prime immediately prior to free recall of the images. An additional\ntwo days later, participants reported how frequently they experienced intrusions of negative\nimages. The attachment primed group reported less distress and fewer intrusions than the"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "NeuroSci 2022 ,3 76\ncontrol group [ 133]. Bryant and Foord (2016) had subjects view traumatic or neutral images\npreceded by subliminal attachment-related or non-attachment-related primes. Individuals\nwith low avoidant attachment styles who received the attachment primes recalled fewer\ntraumatic memories and reported fewer intrusions. Even individuals with high anxious\nattachment styles reported fewer memories when they had attachment primes [134].\nIn a systematic review of 30 studies of attachment security priming, Rowe et al.\n(2020) concluded that security priming improved positive affect and reduced negative\naffect relative to control primes. They also noted that supraliminal and subliminal primes\nwere equally effective in enhancing security and that repeated priming studies showed a\ncumulative positive effect of security primes over time [ 135]. McGuire et al. (2018) found\nthat security primes in both laboratory and in naturalistic settings were associated with\ngreater decreases in depressive symptoms [136].\nIn another systematic review, Gillath and Karantzas (2019) reported that “security\nprimes activate a sense of attachment security by making mental representations in one’s\nmemory more accessible and salient” [ 137] (p. 86). These authors found that supraliminally\nadministered security priming was associated with beneﬁcial effects across diverse domains\nincluding affect and emotional-wellbeing, prejudice and hostile attitudes, empathy-related\nprocesses, increased comfort in romantic relationships, and emotional regulatory processes.\nMoreover, they reported that “the ﬁndings speak to the effectiveness of a speciﬁc kind of\nsecurity priming—guided imagery or visualization of a security enhancing interaction”\n(p. 93). Interested in the impact of repeated attachment security priming on relationship-\nand self-views, Carnelley and Rowe (2007) found that attachment compared to neutral\nprimes over three days was associated two days later with more positive relationship\nexpectations, more positive self-views, and less attachment anxiety than assessments prior\nto the primes [ 138]. Moreover, Gillath et al. (2008) reviewed studies of repeated priming of\nsecure attachment and concluded that studies conducted thus far “strongly suggest that\nrepeated security priming can have persisting effects” [139] (p. 1662).\nPriming with secure attachment stimuli tends to be more effective with individuals\nlow on attachment avoidance [132–134,140–142]. Individuals with avoidant or dismissive\nattachment styles have experienced relatively consistent primary caregiver rejection and\nemotional neglect. Consequently, they develop a protective pattern that turns off the be-\nhavioral attachment system and shun away from attachment opportunities anticipating\nnegative outcomes. Consequently, it is not surprising that they tend to dismiss secure attach-\nment primes and are less likely to experience beneﬁts as do securely attached individuals\nor even those with anxious attachment patterns that tend hyperactivate their attachment\nsystem. However, in general, higher levels of both anxious and dismissive attachment\nstyles are associated with greater threat response and beneﬁt less from attachment primes\nthan individuals with secure attachment styles [143].\n5.2. Neural Mechanisms of Secure Attachment Priming\nAlthough it is a premise of this paper that the ultimate, stable, and beneﬁcial changes\noccur in working models is at the implicit subcortical level, several studies have demon-\nstrated cortical emotional regulation beneﬁts of increasing secure attachment-related neural\nactivity. Karremans et al. (2011) noted that distress due to social exclusion was associated\nwith activation in the lateral and medial prefrontal cortex, ventral anterior cingulate cortex,\nand hypothalamus (potentially leading to HPA stress-related secretion of glucocorticoids).\nWhen participants imagined the presence of a secure attachment ﬁgure versus a non-\nattachment control ﬁgure during a gaming social exclusion condition, they evidenced less\nactivation in these distress and stress-related brain areas [ 144]. Assessing the underlying\nneural mechanisms of increases in the sense of safety and security generated by representa-\ntions of positive attachment ﬁgures, Eisenberger et al. (2011) found that viewing pictures\nof long-term romantic partners, in comparison to control pictures, while receiving painful\nstimuli led to reductions in self-reported pain and less pain-related neural activity in the\ndorsal anterior cingulate cortex and anterior insula along with increased activity in the"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "NeuroSci 2022 ,3 77\nvmPFC (a brain area known for inhibiting amygdala activity). Moreover, greater vmPFC\nactivity in response to partner pictures was associated with longer relationship lengths and\ngreater perceived partner support [145].\nNorman et al. (2015) found that individuals exposed to threatening faces exhibited\namygdala activation, but that subjects experiencing supraliminal attachment security prim-\ning pictures prior to threatening exposure did not [ 146]. Consistent with lower activation\nof amygdala activity in the presence of an attachment prime, Toumbelekis et al. (2018)\nfound that thinking about a supportive attachment ﬁgure in comparison to a positive\nnon-attachment experience prior to fear conditioning was related to reduced acquisition of\nfear-potentiated startle and level of fear two days later during an extinction recall task [ 147].\nToumbelekis et al. (2021) also found that imaging an attachment ﬁgure in comparison\nto a non-attachment positive experience immediately following fear conditioning was\nassociated with signiﬁcantly lower levels of fear recall at both physiological and subjective\nlevels two days later [ 142]. Assessing the impact of an attachment versus a positive non-\nattachment prime on memory reconsolidation, Bryant and Datta (2019) had subjects view a\ntraumatic ﬁlm and recall the ﬁlm the next day before presentation of the prime. These au-\nthors found that exposure to the attachment prime was associated with reduced vividness\nand distress of intrusions over the next week [ 141]. Thus, activation of secure attachment\nrepresentations appears to buffer the impact of threat at both cortical and subcortical levels.\nNorman et al., agreeing with Coan (2010) [ 148], reported that “attachment security regu-\nlates threat-reactivity through bottom-up modulation of threat appraisal processes, rather\nthan top-down prefrontal mediated regulation” [ 146] (p. 837). This bottom-up inﬂuence of\nattachment primes is consistent with secure (and other attachment IWMs) being activated\nat subcortical levels.\nPriming with an attachment ﬁgure was also found to be associated with higher lev-\nels of heart rate variability, a noninvasive measure of ventral vagal parasympathetic ac-\ntivity, during a cold pressor test for subjects with low avoidant attachment levels by\nBryant and Hutanamon (2018) [ 140]. Baldwin et al. (2020) found that individuals with\nhigher levels of anxious and avoidant attachment styles were more likely to evidence\na threat response as indexed by decreases in heart rate variability following an initial\ncompassion-focused guided imagery experience. However, following an attachment secu-\nrity prime, heart rate variability increased during a second compassion-focused imagery\nexperience [ 143]. Assessing heart rate variability (HRV) in the context of a social isolation ex-\nperience, Liddell and Courtney (2018) found that secure attachment priming was associated\nwith maintenance of HRV in comparison to non-attachment priming that was associated\nwith ﬂuctuations in HRV [ 149]. These ﬁndings indicate that attachment priming increases\nor maintains HRV and its physical and emotional beneﬁts via increasing ventral vagal\nparasympathetic activity.\nPorges (2011, 2021) has noted that neuroception of safety is necessary for activation of\nthe ventral vagal complex and its related increase in HRV [ 150,151]. Moreover, Porges (2011)\nhas documented that the nervous system is continuously processing sensory information to\nevaluate risk and that the “neural evaluation of risk does not require conscious awareness\nand may involve subcortical limbic structures” (p. 57). Furthermore, he states that the term\n“neuroception was introduced to emphasize a neural process distinct from perception that is\ncapably of distinguishing environmental (and visceral) features that are safe, dangerous,\nor life-threatening” [ 150] (p. 58). He explains that when an individual experiences a\nsense of safety, the activity of the VVC supports a state of social engagement marked by\npositive emotional facial expressions and prosodic speech that communicate to others that\nthe individual is non-threatening. Moreover, these positive emotional expressions and\nprosodic speech generate a sense of safety in others that fosters mutual social engagement,\ncooperation, and attachment. These social engagement and afﬁliative behavior offers a\nsurvival advantage. Furthermore, the sensitivity of neuroception to social communications\nsuch as prosody of speech and positive emotional facial expressions is consistent with the\npositive impact of secure attachment priming."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "NeuroSci 2022 ,3 78\nPorges (2011) sites the work of Morris et al. (1999) that demonstrated increased sub-\ncortical connectivity between the right amygdala, pulvinar, and superior colliculus when\nsubjects were exposed to masked fear-conditioned unseen faces rather than seen faces [ 152].\nRight amygdala connectivity with the fusiform and orbitofrontal cortices decreased in the\nsame condition. “These results suggest that a subcortical pathway to the right amygdala,\nvia midbrain and thalamus, provides a route for processing behaviorally relevant unseen\nvisual events in parallel to a cortical route necessary for conscious identiﬁcation”. [ 152]\n(p. 1680). More recently, Garrido et al. (2012) documented a dual model of input to the\namygdala of behaviorally important sensory information [ 153]. Using auditory stimuli,\nthese authors found that the subcortical pathway was most important early in stimulus\nprocessing and that this “expedited evaluation of sensory input is best explained by an\narchitecture that involves a subcortical path to the amygdala” (p. 129). Here, again we see\nthe importance of subcortical, nonconscious processing of sensory threat-related stimuli in\nthe activation of fear.\nIn summary, we see that activation and deactivation of a primary neural site for\nfear conditioning, the amygdala, is modulated by subcortical and cortical activity. That\ndissociation, a factor associated with the development and severity of PTSD, is associated\nwith early and subsequent states of disorganized and insecure attachments. In contrast,\nsecure attachment priming is associated with decreased fear conditioning, constructive\nmodiﬁcation of fear memories, and decreases in intrusive recollections. Moreover, as\nnoted above, comparison of neural activity associated with PTSD in comparison to trauma-\nexposed controls involves the basal ganglia, the same brain region associated with early\nattachments. Furthermore, emotional and physical health-related ventral vagal complex\nparasympathetic nervous system activity is a function of nonconscious neuroception of\ninterpersonal safety at a subcortical level that is enhanced by activation of secure attachment\nrepresentations that likely involve subcortical activity. All these ﬁndings support the role of\nsubcortical processes and implicit learning to the development and perpetuation of PTSD.\n6. Modiﬁcation of Implicit Memory and Trauma-Related Recovery\nAs noted above, the implicit memory system involves automatic, nonconscious pro-\ncesses that extract information and relationship of external stimuli from the environment\non a continuous basis. As with fear conditioning, it also associates internal and external\ninformation with physiological, emotional, and behavioral responses. Such learning does\nnot require conscious awareness to occur. In addition, subliminal and supraliminal priming\nhas been demonstrated to inﬂuence implicit memory aspects of PTSD symptoms, consoli-\ndation and reconsolidation of fear conditioning, attachment related behavior. Moreover,\nit has been noted that visual guided imagery of secure attachment representations has\nbeen one of the most effective priming strategies and that repeated priming results in\npersistent effects.\nModiﬁcation of memory has been the focus of several interventions related to recovery\nfrom PTSD and dissociative disorders. Ehlers and Clark (2000) and Brewin et al. (2010)\nhave underscored the importance of integrating contextual information into sensory rep-\nresentations of traumatic experiences as well as reconsolidating memory updates as a\nmeans of reducing traumatic intrusions and reliving symptoms of PTSD [ 4,9]. Meyerson\n(2010) has recommended speciﬁc memory modiﬁcation and memory creation methods\nin hypnotic psychotherapy for recovery from traumatic experiences and adverse early\nchildhood experiences [154].\nBarach (1991), Liotti (1992, 2004, and 2006), Schore (2002), and Cortina and Liotti (2007)\nhave noted the relevance of disorganized attachment to the development of dissociative\nand trauma-related disorders [ 89,90,96,98,121,155]. Moreover, these authors underscore\nthe importance of taking a phase-oriented treatment approach focusing on repair of the\nattachment disorder ﬁrst as doing so is associated with decreases in dissociation and es-\ntablishment of affective stabilization and mental organization that supports higher-order\nfunctions and recovery. Recognizing the importance of affecting attachment repair for the"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "NeuroSci 2022 ,3 79\ntreatment of complex PTSD, dissociative disorders, and developmental trauma, Brown\nand Elliott (2016) published their Three Pillar approach to comprehensive attachment re-\npair [ 156]. The primary intervention in their approach involves the co-creation of interactive\nimaginal scenes of the client as a young child interacting with Ideal Parent Figures engag-\ning with them in ways supportive of secure attachments. In contrast to trauma-focused\ninterventions that involve recollecting traumatic events, Brown and Elliott’s approach\ninvolves only positive images and consequent positive affects related to desirable behaviors\nof secure attachment experiences. Co-creating these imaginal experiences on a repeated\nbasis allows for the implicit memory to internalize new information, what the authors refer\nto as remapping the internal working models.\nBrown and Elliott (2016) reported on a pilot study of 12 patients who all started\ntreatment with AAI severe disorganized insecure attachments and ended treatment with\nattained earned secure status on the AAI. Moreover, their average coherence score on\nthe AAI, a primary indicator of disorganized attachment, from pre- to posttreatment\nassessment signiﬁcantly increased from a mean of 2.21 to 7.91. Although not addressed\nin this pilot study, the authors reported on a case of a woman with dissociative identity\ndisorder, AAI classiﬁcation of CC (Cannot Classify) with unresolved Ud status indicative\nof disorganized attachment with fear-based anxious preoccupation and dismissing features\nbut signs of some valuing of attachment. At the conclusion of treatment, this patient\nevidenced resolution of her unresolved status, decreases in dissociative symptoms to the\npoint that she no longer met the criteria for dissociative identity disorder, and reduction in\ndepressive symptomatology from the moderate to severe range to asymptomatic range on\nthe Beck Depression Inventory. Brown and Elliott (2016) noted that “the most remarkable\nﬁnding illustrated by this case is the clinically signiﬁcant drop in dissociative, traumatic,\nand depressive symptoms and disorders from treatment that was entirely attachment-based\n. . ..We believe that increased organization of the mind per se has a positive treatment\neffect on trauma-related symptoms independent of trauma processing” [156] (p. 611).\nThe beneﬁts of the interventions just described were accrued over treatment intervals\nof one to 3.5 years, and it is understandable that attainment of such changes would not be\nthe product of short-term interventions. However, Parra et al. (2017) utilized only the Ideal\nParent Figure (IPF) protocol over four weekly sessions in the treatment of patients with\nsevere complex PTSD related to childhood trauma [ 157]. These researchers found that use\nof co-created generic IPF imagery sessions recorded for participants to practice between\nsessions was associated with signiﬁcant decreases in symptom severity and attachment\ntraumatization along with increases in quality of life from pretreatment levels to 1-week and\n8-month post-treatment assessments. Moreover, at the 8-month assessment, participants\nreported continued use of the recording and use of them following episodes of emotional\ndistress to facilitate recovery. Taken together, the work of Brown and Elliott (2016) and\nParra et al. (2017), along with the attachment priming studies noted above, suggest that\nrepeated imaginal exposure of oneself as a child experiencing secure attachment interactive\nscenes allows the implicit memory system to internalize such experiences and modify\nIWMs. Moreover, this occurs automatically at a nonconscious level.\n7. Discussion\nEhler and Clark (2000) and Brewin et al. (2010) have both demonstrated that PTSD\ninvolves disruption in memory processes; speciﬁcally, a failure to integrate sensory and\nfear-related memories with explicit autobiographical memories [ 4,9]. With their emphasis\non information processing, both of these models underscore the importance of integrating\ncontextual information of the explicit memory system with sensory-fear related memories.\nBrewin et al. have also suggested memory reconsolidation strategies that weaken sensory-\nfear related memories. Disruptions in the hippocampal-based episodic memory system at\nthe time of traumatization is a likely factor contributing to inadequate memory integration.\nThe goal of fostering memory integration as a mechanism of PTSD recovery often\nfocuses on modiﬁcation of trauma memories with an emphasis on the explicit autobiograph-"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "NeuroSci 2022 ,3 80\nical memory system. Two frequently employed empirically supported techniques are pro-\nlonged exposure (PE) and eye-movement desensitization and processing (EMDR) [ 158,159].\nWhereas both PE and EMDR attribute treatment efﬁcacy to memory integration, only\nPE emphasizes the role of habituation, a form of non-associative implicit memory, as a\nmechanism of change. Nonetheless, all of the information processing models of treatment\nfocus on elaboration of conscious autobiographical memory. Moreover, to this author’s\nknowledge, none of these trauma-focused methods consider building positive implicit\nmemories alone, i.e., IWMs, as a mechanism of change.\nAnother consistent ﬁnding with the application of any speciﬁc form of treatment\nfor PTSD is that not everyone beneﬁts from it. Reviewing reduction in PTSD symptoma-\ntology in a sample of 2715 Veterans following VA residential PTSD treatment, Sripada\net al. (2019) found that although “65% of the sample exhibited a decrease in Posttraumatic\nChecklist scores, only 36% experienced clinically signiﬁcant improvement” [ 160] (p. 21).\nMoreover, Schottenbauer et al. (2008) reported that rates of non-responders for exposure\ntherapy/prolonged exposure ranged from 20% to 50% and for EMDR ranged from 7.3%\nto 92% [ 161]. Cognitive Processing Therapy (CPT) is another empirically supported inter-\nvention for PTSD that also involves review of autobiographical memories and cognitions\nrelated to traumatic experiences [ 162]. Resick et al. (2021), reporting on the outcomes of\nCPT, noted that “nearly on quarter of participants (24%) did not reach a good end-state of\nPTSD symptoms as deﬁned by a score of less than 20 on the PCL-5 after 24 sessions or after\nhaving completed 18-weeks of treatment” [163] (p. 6).\nFindings like these, along with the appreciation of dissociative symptoms, disruptions\nin identity, and skill deﬁcits, have led Gold (2000, 2020) and Liotti (1992) to speculate\nthat trauma-focused interventions alone are inadequate to facilitate recovery from the\nexperience of extensive trauma. One of the factors these authors address is repair of\ndisorganized attachment.\nAs noted above, the majority of empirically supported interventions for PTSD focus\non recollection and elaboration of the autobiographical trauma memories. However, this\nintervention alone has not been found to consistently resolve PTSD. In fact, Bae (2016)\nfound in their ﬁnal logistic regression of EMDR PTSD non-responders that dissociation\nand the presence of two or more comorbidities (as is quite common with complex PTSD or\ndissociative disorders) were the signiﬁcant variables [ 164]. Moreover, it is the premise of\nthis paper that such interventions are not fully effective because they do not adequately\naddress the representations of trauma in the implicit memory system. In addition to the\nsensory-fear memory associations that likely involve subcortical implicit learning, basal\nganglia activity was found to be associated with early attachment representations as well\nas PTSD (when isolated from trauma exposed individuals without PTSD).\nMultiple studies have found that PTSD, dissociative forms of PTSD, and complex\nforms of PTSD are more likely to occur when the trauma is of an interpersonal nature rather\nthan a non-interpersonal nature [ 165–167]. The therapeutic context of trauma recovery\nwork emphasizes the role of the therapist–patient relationship and the importance of the\ntherapist demonstrating good enough secure attachment behaviors in the therapeutic re-\nlationship [ 156,168]. Moreover, Porges (2011) notes that neuroception of safety “might be\ntriggered by feature detectors involving areas of the temporal cortex that communicate with\nthe central nucleus of the amygdala and the periaqueductal gray, since limbic reactivity is\nmodulated by temporal cortex responses to the intention of voices, faces, and hand move-\nments. Thus, the neuroception of familiar individuals and individual with appropriately\nprosodic voices and warm, expressive faces translates into a social interaction promoting\na sense of safety” [ 150] (p. 58). As the neuroception of safety and consequent activation\nof the ventral vagal complex has been predicted to promote improved gastrointestinal\nfunction, Damis and Hamilton (2020) demonstrated that repeated hypnotic imagination of\nscenes that generate a sense of safety for the patient resulted in increases in experienced\nsense of subjective safety and decreases in symptoms of brain–gut interaction disorders\n(functional gastrointestinal disorders) [ 169]. This study provides evidence that patient"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "NeuroSci 2022 ,3 81\nidentiﬁed scenes of safety can increase ventral vagal activity, similar to scenes of secure\nattachment primes, and that the mechanism of action likely involves subcortical processes.\nGiven the sensitivity of the neuroception of safety to interpersonal behaviors (e.g.,\nprosody of voice, warm emotionally expressive faces), it is no surprise the secure attach-\nment primes are a protective inﬂuence on HRV in the face of threat (e.g., social isolation,\npain) [ 150]. Moreover, it is likely that this beneﬁt is accrued through subcortical implicit\nmechanisms. In addition, as seen in the application of the repeated imagery of ideal parent\nﬁgures, imagery of secure attachment interactions allows the implicit memory system\nto internalize new internal working models, or remap them as Brown and Elliott (2016)\npropose [ 156]. Furthermore, it is this authors opinion that internalization of a sense of safety\nvia safe-place and secure attachment imagery should be established early in treatment to\nset the neurophysiological substrate (VVC activation) for attachment repair.\nIn conclusion, it appears that will, conscious intention, or activation of conscious\nmemory is not always sufﬁcient to resolve PTSD and that creating the circumstances\n(imaginal scenes) for the implicit, automatic, nonconscious memory system to modify its\npathological representations may be necessary for recovery from traumatizing experiences.\nApproaches to optimize neural networks that include modiﬁcation of autobiographical\nmemories are also very promising. Frewen and Lanius (2015) have proposed a Four-\nDimensional Model of the Traumatized Self identifying dimensions of time, thought, body,\nand emotion [ 170]. These authors note that symptoms in these categories move from\nstates of normal waking consciousness to trauma-related states of consciousness associated\nwith greater degrees of dissociation as symptom severity increases. They note that the\ndefault mode network, an important network for autobiographical memory, is disrupted in\npatients with PTSD and site work by Blum et al. (2009) demonstrating a lack of functional\nconnectivity between the anterior hub (which includes the medial PFC) and the posterior\nhub (the posterior cingulate cortex and the precuneus) [ 171]. Others have also found\ndisruptions in DMN connectivity in patients with PTSD [ 172,173]. Daniels et al. (2011)\nnoted that deﬁcit DMN connectivity in patients with childhood maltreatment-related PTSD\nwas similar to DMN connectivity observed in healthy children aged seven to nine years\nand speculated that early life trauma may interfere with the developmental trajectory of\nthe DMN and its functions [174].\nNeurofeedback, a form of biofeedback focusing on modiﬁcation of EEG activity, has\ndemonstrated effectiveness in the treatment of PTSD [ 175–177]. Moreover, Kluetsch et al.\n(2014) found that alpha desynchronizing neurofeedback was associated with enhanced\nDMN connectivity involving the bilateral posterior cingulate cortices and the right middle\nfrontal gyrus and the left medial PFC [ 178]. Consequently, neurofeedback interventions\nthat modulate brain activity and connectivity offering another strategy for the treatment\nof PTSD.\nIt has also been noted that activity dependent neuroplasticity occurs in the hippocam-\npus. Maguire et al. (2006) and Woollett and Maquire (2011) have documented increases in\ngray matter mid-posterior and posterior hippocampi volume in taxi drivers associated with\nincreased spatial knowledge of the large complex city of London [ 179,180]. These ﬁndings,\nalong with the beneﬁts of increasing hippocampal-dependent spatial and episodic memory\nfunction in the prevention and recovery from PTSD, have led Miller et al. (2019) to develop\na trauma management and personal resilience training program for police ofﬁcers that has\ndemonstrated notable effectiveness [ 181]. The enhancement of hippocampal functioning in\nthe prevention and recovery from PTSD is another area warranting further investigation.\nFuture studies exploring the modiﬁcation of subcortical brain activity secondary to\nimplicit automatic nonconscious learning strategies involving repeated exposure to safety-\nbased and secure attachment imagery are needed to conﬁrm the impressions offered here.\nMoreover, delineating how brain network modiﬁcations via neurofeedback and its potential\ninteractions with implicit learning methods will likely offer further guidance for the practice\nof neuroscience-informed methods of psychotherapy."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "NeuroSci 2022 ,3 82\nOverall, optimal psychotherapy and memory oriented approaches to the treatment\nof PTSD and dissociation will likely include nonconscious learning methods along with\nconscious intended processes.\nFunding: This research received no external funding.\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Not applicable.\nAcknowledgments: I would like to express my appreciation to my daughter, Lindsey M. Damis,\nfor her emotional and instrumental support during the writing of this article. I would also like to\nacknowledge the professional encouragement, wisdom, and assistance in gathering of articles for this\nmanuscript from my respected colleague, Akira Otani. Finally, I would like to thank Jessica K. Miller\nfor her thoughtful review of an earlier version of this manuscript.\nConﬂicts of Interest: The author declares no conﬂict of interest.\nReferences\n1. Association, A.P . Diagnostic and Statistical Manual of Mental Disorders , 5th ed.; DSM-5; American Psychiatric Publishing:\nWashington, DC, USA, 2013; ISBN 978-0-89042-555-8.\n2. Ehlers, A.; Hackmann, A.; Michael, T. Intrusive re-experiencing in post-traumatic stress disorder: Phenomenology, theory, and\ntherapy. Memory 2004 ,12, 403–415. [CrossRef]\n3. Miller, J.K.; McDougall, S.; Thomas, S.; Wiener, J.M. Impairment in active navigation from trauma and Post-Traumatic Stress\nDisorder. Neurobiol. Learn. Mem. 2017 ,140, 114–123. [CrossRef]\n4. Ehlers, A.; Clark, D.M. A cognitive model of posttraumatic stress disorder. Behav. Res. Ther. 2000 ,38, 319–345. [CrossRef]\n5. Smith, K.V .; Burgess, N.; Brewin, C.R.; King, J.A. Impaired allocentric spatial processing in posttraumatic stress disorder. Neurobiol.\nLearn. Mem. 2015 ,119, 69–76. [CrossRef]\n6. Sierk, A.; Manthey, A.; King, J.; Brewin, C.R.; Bisby, J.A.; Walter, H.; Burgess, N.; Daniels, J.K. Allocentric spatial memory\nperformance predicts intrusive memory severity in posttraumatic stress disorder. Neurobiol. Learn. Mem. 2019 ,166, 107093.\n[CrossRef]\n7. Bisby, J.A.; King, J.A.; Brewin, C.R.; Burgess, N.; Curran, H.V . Acute Effects of Alcohol on Intrusive Memory Development and\nViewpoint Dependence in Spatial Memory Support a Dual Representation Model. Biol. Psychiatry 2010 ,68, 280–286. [CrossRef]\n8. Bisby, J.A.; Horner, A.J.; Hørlyck, L.D.; Burgess, N. Opposing effects of negative emotion on amygdalar and hippocampal memory\nfor items and associations. Soc. Cogn. Affect. Neurosci. 2016 ,11, 981–990. [CrossRef]\n9. Brewin, C.R.; Gregory, J.D.; Lipton, M.; Burgess, N. Intrusive images in psychological disorders: Characteristics, neural\nmechanisms, and treatment implications. Psychol. Rev. 2010 ,117, 210. [CrossRef]\n10. Brewin, C.R. Episodic memory, perceptual memory, and their interaction: Foundations for a theory of posttraumatic stress\ndisorder. Psychol. Bull. 2014 ,140, 69–97. [CrossRef]\n11. Bargh, J.A.; Chartrand, T.L. The unbearable automaticity of being. Am. Psychol. 1999 ,54, 462–479. [CrossRef]\n12. Rovee-Collier, C.K.; Hayne, H.; Colombo, M. The Development of Implicit and Explicit Memory ; John Benjamins Publishing Company:\nAmsterdam, The Netherlands, 2001.\n13. Schacter, D.L. Understanding Implicit Memory: A cognitive neuroscience approach. Am. Psychol. 1992 ,47, 559–569. [CrossRef]\n14. Tulving, E. Remembering and Knowing the Past. Am. Sci. 1989 ,77, 361–367.\n15. Squire, L.R.; Zola, S.M. Episodic memory, semantic memory, and amnesia. Hippocampus 1998 ,8, 205–211. [CrossRef]\n16. Dickerson, B.C.; Eichenbaum, H. The Episodic Memory System: Neurocircuitry and Disorders. Neuropsychopharmacology 2010 ,35,\n86–104. [CrossRef]\n17. Ramos, T.; Marques, J.; Garcia-Marques, L. The memory of what we do not recall: Dissociations and theoretical debates in the\nstudy of implicit memory. Psicol ógica 2017 ,38, 365–393.\n18. Ritchey, M.; Libby, L.A.; Ranganath, C. Chapter 3—Cortico-hippocampal systems involved in memory and cognition: The PMAT\nframework. In Progress in Brain Research ; O’Mara, S., Tsanov, M., Eds.; The Connected Hippocampus; Elsevier: Waltham, MA,\nUSA, 2015; Volume 219, pp. 45–64.\n19. Graf, P .; Schacter, D.L. Implicit and explicit memory for new associations in normal and amnesic subjects. J. Exp. Psychol. Learn.\nMem. Cogn. 1985 ,11, 501–518. [CrossRef] [PubMed]\n20. Slotnick, S.D. Cognitive Neuroscience of Memory ; Cambridge University Press: New York, NY, USA, 2017; ISBN 978-1-316-03365-4.\n21. Reber, P .J. The neural basis of implicit learning and memory: A review of neuropsychological and neuroimaging research.\nNeuropsychologia 2013 ,51, 2026–2042. [CrossRef] [PubMed]\n22. Squire, L.R.; Zola, S.M. Structure and function of declarative and nondeclarative memory systems. Proc. Natl. Acad. Sci. USA\n1996 ,93, 13515–13522. [CrossRef]\n23. Schacter, D.L. Priming and Multiple Memory Systems: Perceptual Mechanisms of Implicit Memory. J. Cogn. Neurosci. 1992 ,4,\n244–256. [CrossRef]"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "NeuroSci 2022 ,3 83\n24. Schott, B.H.; Henson, R.N.; Richardson-Klavehn, A.; Becker, C.; Thoma, V .; Heinze, H.-J.; Düzel, E. Redeﬁning implicit and\nexplicit memory: The functional neuroanatomy of priming, remembering, and control of retrieval. Proc. Natl. Acad. Sci. USA\n2005 ,102, 1257–1262. [CrossRef] [PubMed]\n25. Roediger, H.L. Implicit memory: Retention without remembering. Am. Psychol. 1990 ,45, 1043–1056. [CrossRef] [PubMed]\n26. Camina, E.; Güell, F. The Neuroanatomical, Neurophysiological and Psychological Basis of Memory: Current Models and Their\nOrigins. Front. Pharmacol. 2017 ,8, 438. [CrossRef]\n27. Gabrieli, J.D.E.; Fleischman, D.A.; Keane, M.M.; Reminger, S.L.; Morrell, F. Double Dissociation Between Memory Systems\nUnderlying Explicit and Implicit Memory in the Human Brain. Psychol. Sci. 1995 ,6, 76–82. [CrossRef]\n28. Golby, A.; Silverberg, G.; Race, E.; Gabrieli, S.; O’Shea, J.; Knierim, K.; Stebbins, G.; Gabrieli, J. Memory encoding in Alzheimer’s\ndisease: An fMRI study of explicit and implicit memory. Brain 2005 ,128, 773–787. [CrossRef]\n29. Seger, C.A.; Cincotta, C.M. The Roles of the Caudate Nucleus in Human Classiﬁcation Learning. J. Neurosci. 2005 ,25, 2941–2951.\n[CrossRef]\n30. Corkin, S. Acquisition of motor skill after bilateral medial temporal-lobe excision. Neuropsychologia 1968 ,6, 255–265. [CrossRef]\n31. Corkin, S. What’s new with the amnesic patient H.M.? Nat. Rev. Neurosci. 2002 ,3, 153–160. [CrossRef]\n32. Gobel, E.W.; Parrish, T.B.; Reber, P .J. Neural correlates of skill acquisition: Decreased cortical activity during a serial interception\nsequence learning task. NeuroImage 2011 ,58, 1150–1157. [CrossRef] [PubMed]\n33. Turk-Browne, N.B.; Scholl, B.J.; Chun, M.M.; Johnson, M.K. Neural Evidence of Statistical Learning: Efﬁcient Detection of Visual\nRegularities Without Awareness. J. Cogn. Neurosci. 2009 ,21, 1934–1945. [CrossRef]\n34. Saffran, J.R.; Johnson, E.K.; Aslin, R.N.; Newport, E.L. Statistical learning of tone sequences by human infants and adults.\nCognition 1999 ,70, 27–52. [CrossRef]\n35. Kirkham, N.Z.; Slemmer, J.A.; Johnson, S.P . Visual statistical learning in infancy: Evidence for a domain general learning\nmechanism. Cognition 2002 ,83, B35–B42. [CrossRef]\n36. Ellis, C.T.; Skalaban, L.J.; Yates, T.S.; Bejjanki, V .R.; C órdova, N.I.; Turk-Browne, N.B. Evidence of hippocampal learning in human\ninfants. Curr. Biol. 2021 ,31, 3358–3364.e4. [CrossRef]\n37. Gobel, E.W.; Blomeke, K.; Zadikoff, C.; Simuni, T.; Weintraub, S.; Reber, P .J. Implicit perceptual-motor skill learning in mild\ncognitive impairment and Parkinson’s disease. Neuropsychology 2013 ,27, 314–321. [CrossRef]\n38. Clark, R.E.; Squire, L.R. Classical Conditioning and Brain Systems: The Role of Awareness. Science 1998 ,280, 77–81. [CrossRef]\n39. Knight, D.C.; Waters, N.S.; Bandettini, P .A. Neural substrates of explicit and implicit fear memory. NeuroImage 2009 ,45, 208–214.\n[CrossRef]\n40. Schultz, D.H.; Helmstetter, F.J. Classical Conditioning of Autonomic Fear Responses Is Independent of Contingency Awareness.\nJ. Exp. Psychol. Anim. Behav. Process. 2010 ,36, 495–500. [CrossRef] [PubMed]\n41. LeDoux, J.E.; Romanski, L.; Xagoraris, A. Indelibility of Subcortical Emotional Memories. J. Cogn. Neurosci. 1989 ,1, 238–243.\n[CrossRef]\n42. Luck, S.J.; Kappenman, E.S. The Oxford Handbook of Event-Related Potential Components ; Oxford University Press: New York, NY,\nUSA, 2012; ISBN 978-0-19-970587-0.\n43. Rugg, M.D.; Mark, R.E.; Walla, P .; Schloerscheidt, A.M.; Birch, C.S.; Allan, K. Dissociation of the neural correlates of implicit and\nexplicit memory. Nature 1998 ,392, 595–598. [CrossRef] [PubMed]\n44. Paller, K.A. Recall and stem-completion priming have different electrophysiological correlates and are modiﬁed differentially by\ndirected forgetting. J. Exp. Psychol. Learn. Mem. Cogn. 1990 ,16, 1021–1032. [CrossRef]\n45. Schott, B.; Richardson-Klavehn, A.; Heinze, H.-J.; Düzel, E. Perceptual Priming Versus Explicit Memory: Dissociable Neural\nCorrelates at Encoding. J. Cogn. Neurosci. 2002 ,14, 578–592. [CrossRef]\n46. Addante, R.J. A critical role of the human hippocampus in an electrophysiological measure of implicit memory. NeuroImage 2015 ,\n109, 515–528. [CrossRef] [PubMed]\n47. Schnyer, D.M.; Allen, J.J.B.; Forster, K.I. Event-related brain potential examination of implicit memory processes: Masked and\nunmasked repetition priming. Neuropsychology 1997 ,11, 243–260. [CrossRef]\n48. Voss, J.L.; Paller, K.A. An electrophysiological signature of unconscious recognition memory. Nat. Neurosci. 2009 ,12, 349–355.\n[CrossRef]\n49. Meng, Y.; Guo, C. ERP dissociation and connection between implicit and explicit memory. Chin. Sci. Bull. 2007 ,52, 2945–2953.\n[CrossRef]\n50. Berman, S.; Friedman, D.; Cramer, M. A developmental study of event-related potentials during explicit and implicit memory. Int.\nJ. Psychophysiol. 1990 ,10, 191–197. [CrossRef]\n51. Bryant, R.A.; Felmingham, K.L.; Kemp, A.H.; Barton, M.; Peduto, A.S.; Rennie, C.; Gordon, E.; Williams, L.M. Neural Networks\nof Information Processing in Posttraumatic Stress Disorder: A Functional Magnetic Resonance Imaging Study. Biol. Psychiatry\n2005 ,58, 111–118. [CrossRef] [PubMed]\n52. Zeitlin, S.B.; McNally, R.J. Implicit and explicit memory bias for threat in post-traumatic stress disorder. Behav. Res. Ther. 1991 ,29,\n451–457. [CrossRef]\n53. Amir, N.; McNally, R.J.; Wiegartz, P .S. Implicit memory bias for threat in posttraumatic stress disorder. Cogn. Ther. Res. 1996 ,20,\n625–635. [CrossRef]"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "NeuroSci 2022 ,3 84\n54. McNally, R.J.; Amir, N.; Lipke, H.J. Subliminal processing of threat cues in posttraumatic stress disorder? J. Anxiety Disord. 1996 ,\n10, 115–128. [CrossRef]\n55. Amir, N.; Leiner, A.S.; Bomyea, J. Implicit Memory and Posttraumatic Stress Symptoms. Cogn. Ther. Res. 2010 ,34, 49–58.\n[CrossRef]\n56. Grégoire, L.; Gosselin, I.; Blanchette, I. The impact of trauma exposure on explicit and implicit memory. Anxiety Stress Coping\n2020 ,33, 1–18. [CrossRef]\n57. Michael, T.; Ehlers, A.; Halligan, S.L. Enhanced Priming for Trauma-Related Material in Posttraumatic Stress Disorder. Emotion\n2005 ,5, 103–112. [CrossRef]\n58. Ehring, T.; Ehlers, A. Enhanced priming for trauma-related words predicts posttraumatic stress disorder. J. Abnorm. Psychol. 2011 ,\n120, 234. [CrossRef] [PubMed]\n59. Kleim, B.; Ehring, T.; Ehlers, A. Perceptual processing advantages for trauma-related visual cues in post-traumatic stress disorder.\nPsychol. Med. 2012 ,42, 173–181. [CrossRef]\n60. Sündermann, O.; Hauschildt, M.; Ehlers, A. Perceptual processing during trauma, priming and the development of intrusive\nmemories. J. Behav. Ther. Exp. Psychiatry 2013 ,44, 213–220. [CrossRef]\n61. Minshew, R.; D’Andrea, W. Implicit and explicit memory in survivors of chronic interpersonal violence. Psychol. Trauma Theory\nRes. Pract. Policy 2015 ,7, 67–75. [CrossRef]\n62. Krikorian, R.; Layton, B.S. Implicit Memory in Posttraumatic Stress Disorder With Amnesia for the Traumatic Event. JNP 1998 ,10,\n359–362. [CrossRef] [PubMed]\n63. Stark, E.A.; Parsons, C.E.; Van Hartevelt, T.J.; Charquero-Ballester, M.; McManners, H.; Ehlers, A.; Stein, A.; Kringelbach,\nM.L. Post-traumatic stress inﬂuences the brain even in the absence of symptoms: A systematic, quantitative meta-analysis of\nneuroimaging studies. Neurosci. Biobehav. Rev. 2015 ,56, 207–221. [CrossRef] [PubMed]\n64. Lensvelt-Mulders, G.; van der Hart, O.; van Ochten, J.M.; van Son, M.J.M.; Steele, K.; Breeman, L. Relations among peritraumatic\ndissociation and posttraumatic stress: A meta-analysis. Clin. Psychol. Rev. 2008 ,28, 1138–1151. [CrossRef]\n65. Breh, D.C.; Seidler, G.H. Is Peritraumatic Dissociation a Risk Factor for PTSD? J. Trauma Dissociation 2007 ,8, 53–69. [CrossRef]\n[PubMed]\n66. Marx, B.P .; Sloan, D.M. Peritraumatic dissociation and experiential avoidance as predictors of posttraumatic stress symptomatol-\nogy. Behav. Res. Ther. 2005 ,43, 569–583. [CrossRef]\n67. Grifﬁn, M.G.; Resick, P .A.; Mechanic, M.B. Objective Assessment of Peritraumatic Dissociation: Psychophysiological Indicators.\nAm. J. Psychiatry 1997 ,154, 1081–1088.\n68. Ursano, R.J.; Epstein, R.S.; Kao, T.-C. Peritraumatic Dissociation and Posttraumatic Stress Disorder Following Motor Vehicle\nAccidents. Am. J. Psychiatry 1999 ,156, 1808–1810.\n69. Birmes, P .; Brunet, A.; Carreras, D.; Ducass é, J.-L.; Charlet, J.-P .; Lauque, D.; Sztulman, H.; Schmitt, L. The Predictive Power of\nPeritraumatic Dissociation and Acute Stress Symptoms for Posttraumatic Stress Symptoms: A Three-Month Prospective Study.\nAm. J. Psychiatry 2003 ,160, 1337–1339. [CrossRef] [PubMed]\n70. Briere, J.; Scott, C.; Weathers, F. Peritraumatic and Persistent Dissociation in the Presumed Etiology of PTSD. Am. J. Psychiatry\n2005 ,162, 2295–2301. [CrossRef] [PubMed]\n71. Daniels, J.K.; Coupland, N.J.; Hegadoren, K.M.; Rowe, B.H.; Densmore, M.; Neufeld, R.W.J.; Lanius, R.A. Neural and Behavioral\nCorrelates of Peritraumatic Dissociation in an Acutely Traumatized Sample. J. Clin. Psychiatry 2012 ,73, 420–426. [CrossRef]\n72. Ross, J.; Ban ík, G.; Dˇ edov á, M.; Mikul ášková, G.; Armour, C. Assessing the structure and meaningfulness of the dissociative\nsubtype of PTSD. Soc. Psychiatry Psychiatr. Epidemiol. 2018 ,53, 87–97. [CrossRef] [PubMed]\n73. Wolf, E.J.; Mitchell, K.S.; Sadeh, N.; Hein, C.; Fuhrman, I.; Pietrzak, R.H.; Miller, M.W. The Dissociative Subtype of PTSD Scale:\nInitial Evaluation in a National Sample of Trauma-Exposed Veterans. Assessment 2017 ,24, 503–516. [CrossRef] [PubMed]\n74. Felmingham, K.; Kemp, A.H.; Williams, L.; Falconer, E.; Olivieri, G.; Peduto, A.; Bryant, R. Dissociative responses to conscious\nand non-conscious fear impact underlying brain function in post-traumatic stress disorder. Psychol. Med. 2008 ,38, 1771–1780.\n[CrossRef]\n75. Tsai, J.; Armour, C.; Southwick, S.M.; Pietrzak, R.H. Dissociative subtype of DSM-5 posttraumatic stress disorder in U.S. veterans.\nJ. Psychiatr. Res. 2015 ,66–67 , 67–74. [CrossRef]\n76. Gidzgier, P .; Grundmann, J.; Lotzin, A.; Hiller, P .; Schneider, B.; Driessen, M.; Schaefer, M.; Scherbaum, N.; Hillemacher, T.; Schäfer,\nI. The dissociative subtype of PTSD in women with substance use disorders: Exploring symptom and exposure proﬁles. J. Subst.\nAbus. Treat. 2019 ,99, 73–79. [CrossRef]\n77. Kim, D.; Kim, D.; Lee, H.; Cho, Y.; Min, J.Y.; Kim, S.H. Prevalence and clinical correlates of dissociative subtype of posttraumatic\nstress disorder at an outpatient trauma clinic in South Korea. Eur. J. Psychotraumatol. 2019 ,10, 1657372. [CrossRef]\n78. McKinnon, M.C.; Boyd, J.E.; Frewen, P .A.; Lanius, U.F.; Jetly, R.; Richardson, J.D.; Lanius, R.A. A review of the relation between\ndissociation, memory, executive functioning and social cognition in military members and civilians with neuropsychiatric\nconditions. Neuropsychologia 2016 ,90, 210–234. [CrossRef]\n79. Boyd, J.E.; Protopopescu, A.; O’Connor, C.; Neufeld, R.W.J.; Jetly, R.; Hood, H.K.; Lanius, R.A.; McKinnon, M.C. Dissociative\nsymptoms mediate the relation between PTSD symptoms and functional impairment in a sample of military members, veterans,\nand ﬁrst responders with PTSD. Eur. J. Psychotraumatol. 2018 ,9, 1463794. [CrossRef]"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "NeuroSci 2022 ,3 85\n80. Brown, V .; Morey, R. Neural Systems for Cognitive and Emotional Processing in Posttraumatic Stress Disorder. Front. Psychol.\n2012 ,3, 449. [CrossRef] [PubMed]\n81. van der Kolk, B.A. The Body Keeps the Score: Memory and the Evolving Psychobiology of Posttraumatic Stress. Harv. Rev.\nPsychiatry 1994 ,1, 253–265. [CrossRef]\n82. Michael, T.; Ehlers, A.; Halligan, S.L.; Clark, D.M. Unwanted memories of assault: What intrusion characteristics are associated\nwith PTSD? Behav. Res. Ther. 2005 ,43, 613–628. [CrossRef] [PubMed]\n83. Nash, M.; Galatzer-Levy, I.; Krystal, J.H.; Duman, R.; Neumeister, A. Neurocircuitry and neuroplasticity in PTSD. In Handbook of\nPTSD: Science and Practice , 2nd ed.; The Guilford Press: New York, NY, USA, 2014; pp. 251–274, ISBN 978-1-4625-1617-9.\n84. Parlar, M.; Frewen, P .A.; Oremus, C.; Lanius, R.A.; McKinnon, M.C. Dissociative symptoms are associated with reduced\nneuropsychological performance in patients with recurrent depression and a history of trauma exposure. Eur. J. Psychotraumatol.\n2016 ,7, 29061. [CrossRef]\n85. Carri ón, V .G.; Haas, B.W.; Garrett, A.; Song, S.; Reiss, A.L. Reduced Hippocampal Activity in Youth with Posttraumatic Stress\nSymptoms: An fMRI Study. J. Pediatric. Psychol. 2010 ,35, 559–569. [CrossRef] [PubMed]\n86. Allen, J.G.; Console, D.A.; Lewis, L. Dissociative detachment and memory impairment: Reversible amnesia or encoding failure?\nCompr. Psychiatry 1999 ,40, 160–171. [CrossRef]\n87. Bergouignan, L.; Nyberg, L.; Ehrsson, H.H. Out-of-body–induced hippocampal amnesia. Proc. Natl. Acad. Sci. USA 2014 ,111,\n4421–4426. [CrossRef]\n88. Schore, A.N. Affect Dysregulation and Disorders of the Self (Norton Series on Interpersonal Neurobiology) ; W. W. Norton & Company:\nNew York, NY, USA, 2003; ISBN 978-0-393-73404-1.\n89. Liotti, G. Trauma, dissociation, and disorganized attachment: Three strands of a single braid. Psychother. Theory Res. Pract. Train.\n2004 ,41, 472–486. [CrossRef]\n90. Liotti, G. A Model of Dissociation Based on Attachment Theory and Research. J. Trauma Dissociation 2006 ,7, 55–73. [CrossRef]\n[PubMed]\n91. Hesse, E.; Main, M. Frightened, threatening, and dissociative parental behavior in low-risk samples: Description, discussion, and\ninterpretations. Dev. Psychopathol. 2006 ,18, 309–343. [CrossRef] [PubMed]\n92. Mikulincer, M.; Shaver, P .R. Attachment in Adulthood, Second Edition: Structure, Dynamics, and Change , 2nd ed.; The Guilford Press:\nNew York, NY, USA, 2017; ISBN 978-1-4625-3381-7.\n93. Paetzold, R.L.; Rholes, W.S. The Link from Child Abuse to Dissociation: The Roles of Adult Disorganized Attachment, Self-\nConcept Clarity, and Reﬂective Functioning. J. Trauma Dissociation 2021 ,22, 615–635. [CrossRef] [PubMed]\n94. Ijzendoorn, M.H.V .; Schuengel, C.; Bakermans–Kranenburg, M.J. Disorganized attachment in early childhood: Meta-analysis of\nprecursors, concomitants, and sequelae. Dev. Psychopathol. 1999 ,11, 225–250. [CrossRef]\n95. Lyons-Ruth, K.; Dutra, L.; Schuder, M.R.; Bianchi, I. From Infant Attachment Disorganization to Adult Dissociation: Relational\nAdaptations or Traumatic Experiences? Psychiatr. Clin. 2006 ,29, 63–86. [CrossRef]\n96. Barach, P .M. Multiple personality disorder as an attachment disorder. Dissociation Prog. Dissociative Disord. 1991 ,4, 117–123.\n97. Ogawa, J.R.; Sroufe, L.A.; Weinﬁeld, N.S.; Carlson, E.A.; Egeland, B. Development and the fragmented self: Longitudinal study of\ndissociative symptomatology in a nonclinical sample. Dev. Psychopathol. 1997 ,9, 855–879. [CrossRef]\n98. Liotti, G. Disorganized/disoriented attachment in the etiology of the dissociative disorders. Dissociation 1992 ,5, 196–204.\n99. Bakermans-Kranenburg, M.J.; van IJzendoorn, M.H. The ﬁrst 10,000 Adult Attachment Interviews: Distributions of adult\nattachment representations in clinical and non-clinical groups. Attach. Hum. Dev. 2009 ,11, 223–263. [CrossRef]\n100. Hébert, M.; Langevin, R.; Charest, F. Disorganized attachment and emotion dysregulation as mediators of the association between\nsexual abuse and dissociation in preschoolers. J. Affect. Disord. 2020 ,267, 220–228. [CrossRef]\n101. Bailey, H.N.; Moran, G.; Pederson, D.R. Childhood maltreatment, complex trauma symptoms, and unresolved attachment in an\nat-risk sample of adolescent mothers. Attach. Hum. Dev. 2007 ,9, 139–161. [CrossRef] [PubMed]\n102. Anderson, C.L.; Alexander, P .C. The Relationship between Attachment and Dissociation in Adult Survivors of Incest. Psychiatry\n1996 ,59, 240–254. [CrossRef] [PubMed]\n103. Farina, B.; Speranza, A.M.; Dittoni, S.; Gnoni, V .; Trentini, C.; Vergano, C.M.; Liotti, G.; Brunetti, R.; Testani, E.; Marca, G.D.\nMemories of attachment hamper EEG cortical connectivity in dissociative patients. Eur. Arch. Psychiatry Clin. Neurosci. 2014 ,264,\n449–458. [CrossRef] [PubMed]\n104. Waller, N.; Putnam, F.W.; Carlson, E.B. Types of dissociation and dissociative types: A taxometric analysis of dissociative\nexperiences. Psychol. Methods 1996 ,1, 300–321. [CrossRef]\n105. Thomson, P .; Jaque, S.V . Unresolved mourning, supernatural beliefs and dissociation: A mediation analysis. Attach. Hum. Dev.\n2014 ,16, 499–514. [CrossRef]\n106. Thomson, P .; Jaque, S.V . Dissociation and the Adult Attachment Interview in artists and performing artists. Attach. Hum. Dev.\n2012 ,14, 145–160. [CrossRef]\n107. Barazzone, N.; Santos, I.; McGowan, J.; Donaghay-Spire, E. The links between adult attachment and post-traumatic stress: A\nsystematic review. Psychol. Psychother. Theory Res. Pract. 2019 ,92, 131–147. [CrossRef]\n108. Mikulincer, M.; Shaver, P .R.; Solomon, Z. An Attachment Perspective on Traumatic and Posttraumatic Reactions. In Future\nDirections in Post-Traumatic Stress Disorder: Prevention, Diagnosis, and Treatment ; Saﬁr, M.P ., Wallach, H.S., Rizzo, A., Eds.; Springer:\nBoston, MA, USA, 2015; pp. 79–96, ISBN 978-1-4899-7522-5."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "NeuroSci 2022 ,3 86\n109. van Hoof, M.-J.; Riem, M.M.E.; Garrett, A.S.; van der Wee, N.J.A.; van IJzendoorn, M.H.; Vermeiren, R.R.J.M. Unresolved–\ndisorganized attachment adjusted for a general psychopathology factor associated with atypical amygdala resting-state functional\nconnectivity. Eur. J. Psychotraumatol. 2019 ,10, 1583525. [CrossRef]\n110. Juen, F.; Arnold, L.; Meissner, D.; Nolte, T.; Buchheim, A. Attachment disorganization in different clinical groups: What underpins\nunresolved attachment? Psihologija 2013 ,46, 127–141. [CrossRef]\n111. Juen, F.; Rattensberger, V .; Buchheim, A. Attachment and posttraumatic symptomatology following physical injury accidents.\nPsihologija 2014 ,47, 81–92. [CrossRef]\n112. Woodhouse, S.; Ayers, S.; Field, A. The Relationship between Adult Attachment Style and Post-traumatic Stress Symptoms: A\nMeta-Analysis. J. Anxiety Disord. 2015 ,35, 103–117. [CrossRef] [PubMed]\n113. Alexandra Kredlow, M.; Fenster, R.J.; Laurent, E.S.; Ressler, K.J.; Phelps, E.A. Prefrontal cortex, amygdala, and threat processing:\nImplications for PTSD. Neuropsychopharmacol 2022 ,47, 247–259. [CrossRef] [PubMed]\n114. Shin, L.M.; Wright, C.I.; Cannistraro, P .A.; Wedig, M.M.; McMullin, K.; Martis, B.; Macklin, M.L.; Lasko, N.B.; Cavanagh, S.R.;\nKrangel, T.S.; et al. A Functional Magnetic Resonance Imaging Study of Amygdala and Medial Prefrontal Cortex Responses to\nOvertly Presented Fearful Faces in Posttraumatic Stress Disorder. Arch. Gen. Psychiatry 2005 ,62, 273–281. [CrossRef] [PubMed]\n115. Koenigs, M.; Grafman, J. Posttraumatic Stress Disorder: The Role of Medial Prefrontal Cortex and Amygdala. Neuroscientist 2009 ,\n15, 540–548. [CrossRef]\n116. Bowlby, J. Attachment and Loss, Volume One: Attachment , 2nd ed.; Basic Books: New York, NY, USA, 1983; ISBN 978-0-465-00543-7.\n117. Bretherton, I. The Origins of Attachment Theory. Dev. Psychol. 1992 ,28, 759–775. [CrossRef]\n118. Ainsworth, M.D.S.; Blehar, M.C.; Waters, E.; Wall, S.N. Patterns of Attachment: Assessed in the Strange Situation and at Home ;\nErlbaum: Hillsdale, NJ, USA, 1978.\n119. Josselyn, S.A.; Frankland, P .W. Infantile amnesia: A neurogenic hypothesis. Learn. Mem. 2012 ,19, 423–433. [CrossRef] [PubMed]\n120. Frankland, P .W.; Köhler, S.; Josselyn, S.A. Hippocampal neurogenesis and forgetting. Trends Neurosci. 2013 ,36, 497–503. [CrossRef]\n121. Cortina, M.; Liotti, G. New approaches to understanding unconscious processes: Implicit and explicit memory systems. Int.\nForum Psychoanal. 2007 ,16, 204–212. [CrossRef]\n122. Amini, F.; Lewis, T.; Lannon, R.; Louie, A.; Baumbacher, G.; McGuinness, T.; Zirker Schiff, E. Affect, Attachment, Memory:\nContributions Toward Psychobiologic Integration. Psychiatry 1996 ,59, 213–239. [CrossRef] [PubMed]\n123. Kandel, E.R. Biology and the Future of Psychoanalysis: A New Intellectual Framework for Psychiatry Revisited. Am. J. Psychiatry\n1999 ,156, 505–524. [CrossRef] [PubMed]\n124. Stern, D.N.; Bruschweiler-Stern, N.; Harrison, A.M.; Lyons-Ruth, K.; Morgan, A.C.; Nahum, J.P .; Sander, L.; Tronick, E.Z.\nThe process of therapeutic change involving implicit knowledge: Some implications of developmental observations for adult\npsychotherapy. Infant Ment. Health J. 1998 ,19, 300–308. [CrossRef]\n125. Liggan, D.Y.; Kay, J. Some Neurobiological Aspects of Psychotherapy: A Review. J. Psychother. Pract. Res. 1999 ,8, 103–114.\n[PubMed]\n126. Galynker, I.I.; Yaseen, Z.S.; Katz, C.; Zhang, X.; Jennings-Donovan, G.; Dashnaw, S.; Hirsch, J.; Mayberg, H.; Cohen, L.J.; Winston,\nA. Distinct but overlapping neural networks subserve depression and insecure attachment. Soc. Cogn. Affect. Neurosci. 2012 ,7,\n896–908. [CrossRef] [PubMed]\n127. Geroge, C.; Kaplan, N.; Main, M. The Adult Attachment Interview , 3rd ed.; Department of Psychology, University of California:\nBerkley, CA, USA, 1996, unpublished manuscript .\n128. Gurney, K.N.; Prescott, T.J.; Redgrave, P . The Basal Ganglia viewed as an Action Selection Device. In Proceedings of the ICANN\n98, Skövde, Sweden, 2–4 September 1998; Niklasson, L., Bod én, M., Ziemke, T., Eds.; Springer: London, UK, 1998; pp. 1033–1038.\n129. Friend, D.M.; Kravitz, A.V . Working together: Basal ganglia pathways in action selection. Trends Neurosci. 2014 ,37, 301–303.\n[CrossRef] [PubMed]\n130. Cunha, C.D.; Gomez-A, A.; Blaha, C.D. The role of the basal ganglia in motivated behavior. Rev. Neurosci. 2012 ,23, 747–767.\n[CrossRef]\n131. Stephenson-Jones, M.; Samuelsson, E.; Ericsson, J.; Robertson, B.; Grillner, S. Evolutionary Conservation of the Basal Ganglia as a\nCommon Vertebrate Mechanism for Action Selection. Curr. Biol. 2011 ,21, 1081–1091. [CrossRef]\n132. Selcuk, E.; Zayas, V .; Günaydin, G.; Hazan, C.; Kross, E. Mental representations of attachment ﬁgures facilitate recovery following\nupsetting autobiographical memory recall. J. Personal. Soc. Psychol. 2012 ,103, 362–378. [CrossRef]\n133. Bryant, R.A.; Chan, I. Activating attachment representations during memory retrieval modulates intrusive traumatic memories.\nConscious. Cogn. 2017 ,55, 197–204. [CrossRef]\n134. Bryant, R.A.; Foord, R. Activating Attachments Reduces Memories of Traumatic Images. PLoS ONE 2016 ,11, e0162550. [CrossRef]\n[PubMed]\n135. Rowe, A.C.; Gold, E.R.; Carnelley, K.B. The Effectiveness of Attachment Security Priming in Improving Positive Affect and\nReducing Negative Affect: A Systematic Review. Int. J. Environ. Res. Public Health 2020 ,17, 968. [CrossRef] [PubMed]\n136. McGuire, A.; Gillath, O.; Jackson, Y.; Ingram, R. Attachment Security Priming as a Potential Intervention for Depressive Symptoms.\nJ. Soc. Clin. Psychol. 2018 ,37, 44–68. [CrossRef]\n137. Gillath, O.; Karantzas, G. Attachment security priming: A systematic review. Curr. Opin. Psychol. 2019 ,25, 86–95. [CrossRef]\n138. Carnelley, K.B.; Rowe, A.C. Repeated priming of attachment security inﬂuences later views of self and relationships. Pers. Relatsh.\n2007 ,14, 307–320. [CrossRef]"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "NeuroSci 2022 ,3 87\n139. Gillath, O.; Selcuk, E.; Shaver, P .R. Moving Toward a Secure Attachment Style: Can Repeated Security Priming Help? Soc. Personal.\nPsychol. Compass 2008 ,2, 1651–1666. [CrossRef]\n140. Bryant, R.A.; Hutanamon, T. Activating attachments enhances heart rate variability. PLoS ONE 2018 ,13, e0151747. [CrossRef]\n141. Bryant, R.A.; Datta, S. Reconsolidating Intrusive Distressing Memories by Thinking of Attachment Figures. Clin. Psychol. Sci.\n2019 ,7, 1249–1256. [CrossRef]\n142. Toumbelekis, M.; Liddell, B.J.; Bryant, R.A. Secure attachment primes reduce fear consolidation. Depress. Anxiety 2021 ,38,\n1078–1086. [CrossRef]\n143. Baldwin, S.; Bandarian-Balooch, S.; Adams, R. Attachment and compassion-threat: Inﬂuence of a secure attachment-prime.\nPsychol. Psychother. Theory Res. Pract. 2020 ,93, 520–536. [CrossRef]\n144. Karremans, J.C.; Heslenfeld, D.J.; van Dillen, L.F.; Van Lange, P .A.M. Secure attachment partners attenuate neural responses to\nsocial exclusion: An fMRI investigation. Int. J. Psychophysiol. 2011 ,81, 44–50. [CrossRef]\n145. Eisenberger, N.I.; Master, S.L.; Inagaki, T.K.; Taylor, S.E.; Shirinyan, D.; Lieberman, M.D.; Naliboff, B.D. Attachment ﬁgures\nactivate a safety signal-related neural region and reduce pain experience. Proc. Natl. Acad. Sci. USA 2011 ,108, 11721–11726.\n[CrossRef]\n146. Norman, L.; Lawrence, N.; Iles, A.; Benattayallah, A.; Karl, A. Attachment-security priming attenuates amygdala activation to\nsocial and linguistic threat. Soc. Cogn. Affect. Neurosci. 2015 ,10, 832–839. [CrossRef] [PubMed]\n147. Toumbelekis, M.; Liddell, B.J.; Bryant, R.A. Thinking of attachment ﬁgures blocks differential fear conditioning. Soc. Cogn. Affect.\nNeurosci. 2018 ,13, 989–994. [CrossRef] [PubMed]\n148. Coan, J.A. Adult attachment and the brain. J. Soc. Pers. Relatsh. 2010 ,27, 210–217. [CrossRef]\n149. Liddell, B.J.; Courtney, B.S. Attachment buffers the physiological impact of social exclusion. PLoS ONE 2018 ,13, e0203287.\n[CrossRef]\n150. Porges, S.W. The Polyvagal Theory: Neurophysiological Foundations of Emotions, Attachment, Communication, and Self-Regulation\n(Norton Series on Interpersonal Neurobiology) ; W. W. Norton & Company: New York, NY, USA, 2011; ISBN 978-0-393-70906-3.\n151. Porges, S.W. Polyvagal Safety: Attachment, Communication, Self-Regulation ; W. W. Norton & Company: New York, NY, USA, 2021;\nISBN 978-1-324-01627-4.\n152. Morris, J.S.; Öhman, A.; Dolan, R.J. A subcortical pathway to the right amygdala mediating “unseen” fear. Proc. Natl. Acad. Sci.\nUSA 1999 ,96, 1680–1685. [CrossRef]\n153. Garrido, M.I.; Barnes, G.R.; Sahani, M.; Dolan, R.J. Functional Evidence for a Dual Route to Amygdala. Curr. Biol. 2012 ,22,\n129–134. [CrossRef]\n154. Meyerson, J. Memory Focused Interventions (MFI) as a Therapeutic Strategy in Hypnotic Psychotherapy. Am. J. Clin. Hypn. 2010 ,\n52, 189–203. [CrossRef]\n155. Schore, A.N. Dysregulation of the Right Brain: A Fundamental Mechanism of Traumatic Attachment and the Psychopathogenesis\nof Posttraumatic Stress Disorder. Aust. N. Z. J. Psychiatry 2002 ,36, 9–30. [CrossRef]\n156. Brown, D.P .; Elliott, D.S. Attachment Disturbances in Adults: Treatment for Comprehensive Repair ; W. W. Norton & Company:\nNew York, NY, USA, 2016; ISBN 978-0-393-71153-0.\n157. Parra, F.; George, C.; Kalalou, K.; Januel, D. Ideal Parent Figure method in the treatment of complex posttraumatic stress disorder\nrelated to childhood trauma: A pilot study. Eur. J. Psychotraumatol. 2017 ,8, 1400879. [CrossRef] [PubMed]\n158. Brown, L.A.; Zandberg, L.J.; Foa, E.B. Mechanisms of change in prolonged exposure therapy for PTSD: Implications for clinical\npractice. J. Psychother. Integr. 2019 ,29, 6–14. [CrossRef]\n159. Schubert, S.; Lee, C.W. Adult PTSD and Its Treatment With EMDR: A Review of Controversies, Evidence, and Theoretical\nKnowledge. J. EMDR Pract. Res. 2009 ,3, 117–132. [CrossRef]\n160. Sripada, R.K.; Blow, F.C.; Rauch, S.A.M.; Ganoczy, D.; Hoff, R.; Harpaz-Rotem, I.; Bohnert, K.M. Examining the nonresponse\nphenomenon: Factors associated with treatment response in a national sample of veterans undergoing residential PTSD treatment.\nJ. Anxiety Disord. 2019 ,63, 18–25. [CrossRef] [PubMed]\n161. Schottenbauer, M.A.; Glass, C.R.; Arnkoff, D.B.; Tendick, V .; Gray, S.H. Nonresponse and Dropout Rates in Outcome Studies on\nPTSD: Review and Methodological Considerations. Psychiatry Interpers. Biol. Processes 2008 ,71, 134–168. [CrossRef]\n162. Resick, P .A.; Monson, C.M.; Chard, K.M. Cognitive Processing Therapy for PTSD: A Comprehensive Manual ; Guilford Publications:\nNew York, NY, USA, 2016; ISBN 978-1-4625-2864-6.\n163. Resick, P .A.; Wachen, J.S.; Dondanville, K.A.; LoSavio, S.T.; Young-McCaughan, S.; Yarvis, J.S.; Pruiksma, K.E.; Blankenship, A.;\nJacoby, V .; Peterson, A.L.; et al. Variable-length Cognitive Processing Therapy for posttraumatic stress disorder in active duty\nmilitary: Outcomes and predictors. Behav. Res. Ther. 2021 ,141, 103846. [CrossRef]\n164. Bae, H.; Kim, D.; Park, Y.C. Dissociation predicts treatment response in eye-movement desensitization and reprocessing for\nposttraumatic stress disorder. J. Trauma Dissociation 2016 ,17, 112–130. [CrossRef]\n165. Forbes, D.; Fletcher, S.; Parslow, R.; Phelps, A.; Meaghan, M.; Bryant, R.A.; McFarlane, A.; Silove, D.; Creamer, M. Trauma\nat the Hands of Another: Longitudinal Study of Differences in the Posttraumatic Stress Disorder Symptom Proﬁle Following\nInterpersonal Compared with Noninterpersonal Trauma. J. Clin. Psychiatry 2011 ,72, 21208. [CrossRef]\n166. Forbes, D.; Lockwood, E.; Phelps, A.; Wade, D.; Creamer, M.; Bryant, R.A.; McFarlane, A.; Silove, D.; Rees, S.; Chapman, C.;\net al. Trauma at the Hands of Another: Distinguishing PTSD Patterns Following Intimate and Nonintimate Interpersonal and\nNoninterpersonal Trauma in a Nationally Representative Sample. J. Clin. Psychiatry 2013 ,74, 21205. [CrossRef]"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "NeuroSci 2022 ,3 88\n167. Ford, J.D.; Stockton, P .; Kaltman, S.; Green, B.L. Disorders of Extreme Stress (DESNOS) Symptoms Are Associated With Type\nand Severity of Interpersonal Trauma Exposure in a Sample of Healthy Young Women. J. Interpers. Violence 2006 ,21, 1399–1416.\n[CrossRef]\n168. Elliott, D.S. Co-creating secure attachment imagery to enhance relational healing. Attachment 2021 ,15, 36–55. [CrossRef]\n169. Damis, L.F.; Hamilton, M.S. Impact of hypnotic safety on disorders of gut-brain interaction: A pilot study. Am. J. Clin. Hypn. 2020 ,\n63, 150–168. [CrossRef] [PubMed]\n170. Frewen, P .; Lanius, R. Healing the Traumatized Self: Consciousness, Neuroscience, Treatment (Norton Series on Interpersonal Neurobiology) ;\nW. W. Norton & Company: New York, NY, USA, 2015; ISBN 978-0-393-70849-3.\n171. Bluhm, R.L.; Williamson, P .C.; Osuch, E.A.; Frewen, P .A.; Stevens, T.K.; Boksman, K.; Neufeld, R.W.J.; Th éberge, J.; Lanius, R.A.\nAlterations in default network connectivity in posttraumatic stress disorder related to early-life trauma. J. Psychiatry Neurosci.\n2009 ,34, 187–194.\n172. Lanius, R.A.; Bluhm, R.L.; Coupland, N.J.; Hegadoren, K.M.; Rowe, B.; Th éberge, J.; Neufeld, R.W.J.; Williamson, P .C.; Brimson,\nM. Default mode network connectivity as a predictor of post-traumatic stress disorder symptom severity in acutely traumatized\nsubjects. Acta Psychiatr. Scand. 2010 ,121, 33–40. [CrossRef] [PubMed]\n173. Viard, A.; Mutlu, J.; Chanraud, S.; Guenol é, F.; Egler, P .-J.; G érardin, P .; Baleyte, J.-M.; Dayan, J.; Eustache, F.; Guillery-Girard, B.\nAltered default mode network connectivity in adolescents with post-traumatic stress disorder. NeuroImage Clin. 2019 ,22, 101731.\n[CrossRef]\n174. Daniels, J.K.; Frewen, P .; McKinnon, M.C.; Lanius, R.A. Default mode alterations in posttraumatic stress disorder related to\nearly-life trauma: A developmental perspective. J. Psychiatry Neurosci. 2011 ,36, 56–59. [CrossRef]\n175. Bell, A.N.; Moss, D.; Kallmeyer, R.J. Healing the Neurophysiological Roots of Trauma: A Controlled Study Examining LORETA\nZ-Score Neurofeedback and HRV Biofeedback for Chronic PTSD. NeuroRegulation 2019 ,6, 54. [CrossRef]\n176. van der Kolk, B.A.; Hodgdon, H.; Gapen, M.; Musicaro, R.; Suvak, M.K.; Hamlin, E.; Spinazzola, J. A Randomized Controlled\nStudy of Neurofeedback for Chronic PTSD. PLoS ONE 2016 ,11, e0166752. [CrossRef]\n177. Rogel, A.; Loomis, A.M.; Hamlin, E.; Hodgdon, H.; Spinazzola, J.; van der Kolk, B. The impact of neurofeedback training on\nchildren with developmental trauma: A randomized controlled study. Psychol. Trauma Theory Res. Pract. Policy 2020 ,12, 918–929.\n[CrossRef]\n178. Kluetsch, R.C.; Ros, T.; Th éberge, J.; Frewen, P .A.; Calhoun, V .D.; Schmahl, C.; Jetly, R.; Lanius, R.A. Plastic modulation of PTSD\nresting-state networks and subjective wellbeing by EEG neurofeedback. Acta Psychiatr. Scand. 2014 ,130, 123–136. [CrossRef]\n179. Maguire, E.A.; Woollett, K.; Spiers, H.J. London taxi drivers and bus drivers: A structural MRI and neuropsychological analysis.\nHippocampus 2006 ,16, 1091–1101. [CrossRef]\n180. Woollett, K.; Maguire, E.A. Acquiring “the Knowledge” of London’s Layout Drives Structural Brain Changes. Curr. Biol. 2011 ,21,\n2109–2114. [CrossRef]\n181. Miller, J.K.; Peart, A.; Sofﬁa, M. Can police be trained in trauma processing to minimise PTSD symptoms? Feasibility and proof of\nconcept with a newly recruited UK police population. Police J. 2020 ,93, 310–331. [CrossRef]"
    }
  ]
}