{
  "doc_type": "scientific paper",
  "title": "Prevalence, Phenomenology, and Impact of Misophonia in a Nationally Representative Sample of U.S. Adults",
  "authors": [
    "Laura J. Dixon",
    "Mary J. Schadegg",
    "Heather L. Clark",
    "Carey J. Sevier",
    "Sara M. Witcraft"
  ],
  "year": 2024,
  "journal": "Journal of Psychopathology and Clinical Science",
  "doi": "10.1037/abn0000904",
  "abstract": "Misophonia is characterized by decreased tolerance for and negative reactions to certain sounds and associated stimuli, which contribute to impairment and distress. Research has found that misophonia is common in clinical, college, and online samples; yet, fewer studies have examined rates of misophonia in population-based samples. The current study addresses limitations of prior research by investigating misophonia prevalence, phenomenology, and impairment in a large, nationally representative sample of adults in the United States. Probability-based sampling was used to administer a survey to a representative sample of U.S. households. Data were adjusted with poststratification weights to account for potential sampling biases and examined as weighted proportions to estimate the outcomes. The sample included 4,005 participants (51.5% female; 62.5% White). Sensitivity to misophonia sounds was reported by 78.5% of the sample, and 4.6% reported clinical levels of misophonia. Results demonstrated significant demographic differences in misophonia symptom severity. Specifically, significantly higher misophonia symptoms were observed for participants who identified as female, less than 55 years old, less than a high school education, never married, lower income, and those working part time, compared to each of the respective comparison groups. Those with clinically significant misophonia symptoms reported that symptoms often onset in childhood and adolescence, were persistent, and contributed to severe impairment in at least one life domain. These findings provide a prevalence estimate of misophonia in the general population of the United States and inform our understanding of who is affected by misophonia.",
  "keywords": [
    "misophonia",
    "prevalence",
    "impairment",
    "phenomenology",
    "sound sensitivity"
  ],
  "research_topics": [
    "Misophonia prevalence",
    "Phenomenology of misophonia",
    "Misophonia impairment",
    "Demographic predictors of misophonia",
    "Population-based epidemiology of misophonia",
    "Sound sensitivity disorders",
    "Survey methodology in psychopathology",
    "Psychological impact of sensory disorders"
  ],
  "created_at": "2025-05-05T02:41:13.266970Z",
  "source_pdf": "documents/research/Global/Dixon 2024 Prevalence, Phenomenology, and Impact of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal of Psychopathology and Clinical Science\nPrevalence, Phenomenology, and Impact of Misophonia in a Nationally\nRepresentative Sample of U.S. Adults\nLaura J. Dixon, Mary J. Schadegg, Heather L. Clark, Carey J. Sevier, and Sara M. Witcraft\nOnline First Publication, May 23, 2024. https://dx.doi.org/10.1037/abn0000904\nCITATION\nDixon, L. J., Schadegg, M. J., Clark, H. L., Sevier, C. J., & Witcraft, S. M. (2024). Prevalence, phenomenology,\nand impact of misophonia in a nationally representative sample of U.S. adults.. Journal of Psychopathology\nand Clinical Science . Advance online publication. https://dx.doi.org/10.1037/abn0000904"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Prevalence, Phenomenology, and Impact of Misophonia in a Nationally\nRepresentative Sample of U.S. Adults\nLaura J. Dixon1, Mary J. Schadegg2, Heather L. Clark1, Carey J. Sevier1, and Sara M. Witcraft3\n1Department of Psychology, University of Mississippi\n2Department of Psychiatry, New York University Grossman School of Medicine, New York University Langone Health\n3Department of Psychiatry and Behavioral Sciences, College of Medicine, Medical University of South Carolina\nMisophonia is characterized by decreased tolerance for and negative reactions to certain sounds and asso-\nciated stimuli, which contribute to impairment and distress. Research has found that misophonia is common\nin clinical, college, and online samples; yet, fewer studies have examined rates of misophonia in population-\nbased samples. The current study addresses limitations of prior research by investigating misophonia prev-\nalence, phenomenology, and impairment in a large, nationally representative sample of adults in the UnitedStates. Probability-based sampling was used to administer a survey to a representative sample of U.S. house-\nholds. Data were adjusted with poststrati ﬁcation weights to account for potential sampling biases and exam-\nined as weighted proportions to estimate the outcomes. The sample included 4,005 participants (51.5%\nfemale; 62.5% White). Sensitivity to misophonia sounds was reported by 78.5% of the sample, and 4.6%\nreported clinical levels of misophonia. Results demonstrated signi ﬁcant demographic differences in miso-\nphonia symptom severity. Speci ﬁcally, signi ﬁcantly higher misophonia symptoms were observed for partic-\nipants who identi ﬁed as female, less than 55 years old, less than a high school education, never married,\nlower income, and those working part time, compared to each of the respective comparison groups.\nThose with clinically signi ﬁcant misophonia symptoms reported that symptoms often onset in childhood\nand adolescence, were persistent, and contributed to severe impairment in at least one life domain. Theseﬁndings provide a prevalence estimate of misophonia in the general population of the United States and\ninform our understanding of who is affected by misophonia.\nGeneral Scienti ﬁc Summary\nMisophonia affects 4.6% of individuals in the United States. This study found that misophonia symp-\ntoms are higher among individuals who identify as female, less than 55 years old, less than a high school\neducation, never married, lower income, and those working part time.\nKeywords: misophonia, prevalence, impairment, phenomenology, sound sensitivity\nMisophonia is a disorder characterized by decreased tolerance and\nstrong, negative reactions to certain sounds and related stimuli(Jastreboff & Jastreboff, 2001 ;Swedo et al., 2022 ). Sounds that trig-\nger misophonia are often human-made, such as eating sounds (e.g.,smacking, slurping), nasal and mouth sounds (e.g., breathing, snif-ﬂing), repetitive tapping (e.g., typing, pen clicking) and rustling\n(e.g., plastic bags, paper crickling; Jager et al., 2020 ). Triggersmay also include sounds in the environment, such as a clock ticking\nor a pet moving ( Jager et al., 2020 ), and visual stimuli associated\nwith sounds (e.g., seeing someone eat from across the room;Swedo et al., 2022 ). Reactions to misophonic sounds are character-\nized by intense emotional (e.g., anger, anxiety), behavioral (e.g.,mimicking the sound, agitation), cognitive (e.g., negative thoughts,attention), and physiological (e.g., muscle tension, increased heart\nMiriam K. Forbes served as action editor.\nLaura J. Dixon https://orcid.org/0000-0002-9511-2026\nThis project was funded by a grant awarded by the Misophonia Research\nFund to Laura J. Dixon. In terms of dissemination of the data and ideas, this\ninformation has not been publicly shared (e.g., listserv, website); however,\nthe prevalence rate was included as preliminary data in a presentation at aMisophonia Research Fund meeting for funded investigators. This study\nwas approved by the University of Mississippi Institutional Review Board\n(Protocol 21-009). The authors have no con ﬂicts of interest to declare. This\nstudy was not preregistered. Syntax and output are available at https://osf\n.io/xkrjm/?view_only=279c43ae7bbb4d43872968d8848dd355 . Data and\nmaterials from this study will be made available upon reasonable request.Laura J. Dixon served as lead for conceptualization, formal analysis, funding\nacquisition, investigation, methodology, project administration, supervision,writing –original draft, and writing –review and editing. Mary J. Schadegg\nserved in a supporting role for conceptualization, writing –original draft, and\nwriting –review and editing. Heather L. Clark served in a supporting role for\nconceptualization, methodology, writing –original draft, and writing –review\nand editing. Carey J. Sevier served in a supporting role for writing –original\ndraft. Sara M. Witcraft served in a supporting role for writing –review and\nediting.\nCorrespondence concerning this article should be addressed to Laura\nJ. Dixon, Department of Psychology, University of Mississippi, Peabody\nHall, P.O. Box 1848, University, MS 38677, United States. Email:ljdixon@olemiss.eduJournal of Psychopathology and Clinical Science\n© 2024 American Psychological Association\nISSN: 2769-7541 https://doi.org/10.1037/abn0000904\n1This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "rate) symptoms ( Jager et al., 2020 ;Rouw & Erfanian, 2018 ;Swedo\net al., 2022 ). To mitigate these symptoms, individuals often report\nengaging in numerous behavioral strategies, such as avoiding orescaping from situations, attempting to discontinue the sound, andengaging in coping strategies, such as relaxation techniques and dis-traction ( Rosenthal et al., 2021 ;Swedo et al., 2022 ). Misophonia\nsymptoms occur on a continuum of severity ( Wu et al., 2014 ) and\ncan cause severe distress and impairment across life areas (e.g.,work, social life; Rouw & Erfanian, 2018 ;Swedo et al., 2022 ).\nAlthough diagnostic criteria for misophonia have not yet been estab-lished, this pattern of symptoms has been found to be distinct fromother psychiatric (e.g., obsessive –compulsive disorder, autism spec-\ntrum disorder), audiological (e.g., hyperacusis), and medical condi-tions (e.g., tinnitus; Erfanian et al., 2019 ;Jager et al., 2020 ;Rouw &\nErfanian, 2018 ).\nAs the research on misophonia continues to unfold, one critical area\nof investigation is the epidemiology of misophonia in the general pop-\nulation. To date, existing studies have often used clinical, college, andonline samples to estimate rates of misophonia. In clinical samples,misophonia has been found to affect 8.5% –12.7% of psychiatric\npatients ( Siepsiak, Sobczak, et al., 2020 ), 35.5% of individuals with\nautism ( Williams et al., 2022 ), and 10% –57% of patients presenting\nwith tinnitus or other sound sensitivities ( Aazh et al., 2022 ;\nJastreboff & Jastreboff, 2002 ;Sztuka et al., 2010 ). In these studies,\nthe patient population and the screening tool (e.g., self-report measureand clinical judgment) appear to in ﬂuence misophonia rates, and\nselection biases observed in clinical samples limit the extentto which these rates can be translated to other populations ( Hegedus\n& Moody, 2010 ). In student samples, studies have demonstrated\nthat between 23.1% and 78.9% of individuals have at least somesensitivity to misophonic sounds ( Wu et al., 2014 ;Zhou et al.,\n2017) and 12.2% –19.9% experience clinical levels of misophonia\nsymptoms based on clinical cutoffs established by the MisophoniaQuestionnaire (MQ) and the Amsterdam Misophonia Scale(A-MISO-S; i.e., at least moderate symptoms; Naylor et al., 2021 ;\nWu et al., 2014 ;Zhou et al., 2017 ). A strength of these college-based\nstudies is the quanti ﬁcation of misophonia symptoms through the use\nof evidence-based MQs; however, ﬁndings are limited by the compo-\nsition of the sample, which largely includes young, college-enrolledindividuals who identify as White and female.\nExpanding upon this research, online crowdsourcing platforms\nhave been used to recruit community samples. These samples increasedemographic representation by including a greater proportion of maleparticipants, a wider age range, and individuals of varying educationalbackgrounds. In one study, Guetta et al. (2022) surveyed adults ( N=\n297, M\nage=39.1 years, 47.5% female) on Amazon ’sM e c h a n i c a l\nTurk and found that 13.5% of the sample endorsed clinical levelsof misophonia on the MQ. Another study recruited participants(N=1,403, M\nage=33.3 years, 51.1% female) from Proli ﬁct ov a l i -\ndate the Duke-Vanderbilt Misophonia Screening Questionnaire\n(Williams et al., 2022 ). In this sample, the prevalence rate of misopho-\nnia was 7.3%. Although the samples of these two studies were similar,each study used different clinical criteria and assessments of miso-phonia, which may account for the discrepancy in prevalence rates.Building upon this work, Vitoratou et al. (2023) took additional\nsteps to approximate a representative sample by conducting strati ﬁed\nsampling to select individuals representative of the general U.K.population based on sex, age, and ethnicity. Participants ( N=772,\nM\nage=46.4 years, 51.3% female) were recruited from Proli ﬁca n dcompleted self-report questionnaires and a misophonia diagnostic\ninterview. Clinical levels of misophonia were observed in 18.4% ofthe sample based on the S-Five ( Vitoratou et al., 2021 ). This study\nhas many strengths, including the use of a receiver operating charac-teristic (ROC) analysis to identify clinical levels of misophonia, theconcurrent use of a diagnostic interview and questionnaires, andusing sampling quotas to approximate the U.K. population on certaindemographic features; however, the sampling procedures limitpopulation-level inferences. Cumulatively, these ﬁndings add to our\nunderstanding of the rates of misophonia in different samples; yet,the methodology relied on nonrandom selection, nonprobability sam-pling, and convenience samples. To determine prevalence rates andunderstand the experience of misophonia in the broader population,studies using random sampling procedures to recruit nationally repre-sentative samples are necessary.\nTo date, two studies have conducted random sampling to estimate\nrates of misophonia in Ankara, Turkey ( Kılıç et al., 2021 ) and\nGermany ( Jakubovski et al., 2022 ). In the ﬁrst study, individuals\n(N=541; M\nage=43.5 years, 58.0% female) in Turkey ’s capital\ncity, Ankara, were identi ﬁed using bus stops as the sampling\nframe ( Kılıç et al., 2021 ). Although the sample is described as\nnationally representative, the demographic parameters representedby this sample are not reported. A semistructured misophonia inter-view developed for this study was administered, and results indi-cated that 12.8% of individuals met the criteria established by theauthors. In the second study, a randomized sampling procedurewas used to identi ﬁed 53,000 areas in Germany, and a target individ-\nual was selected using the Kish grid method from each of 23 house-holds in each area that were identi ﬁed on a random route ( Jakubovski\net al., 2022 ).Jakubovski et al. (2022) reported their randomly\nselected sample was comparable to the general population inGermany in terms of household size, age distribution (men/women), and geographic region. Participants ( N=2,519; M\nage=\n50.3 years, 52.5% female) completed a paper –pencil battery of self-\nreport questionnaires, which included the MQ and the AmsterdamMisophonia Scale —Revised. Clinical misophonia symptoms were\nidenti ﬁed in 5.0% of the sample on the Misophonia Questionnaire\nSeverity Scale and 5.9% of the sample on the AmsterdamMisophonia Scale —Revised, with only 2.2% meeting both criteri-\nons. Together, these studies provide population-level estimates ofthe rates of misophonia and address many of the limitations inherentto clinical, student, and online samples; nevertheless, continuedresearch is necessary to further establish broader population norms.\nThe purpose of the current study was to conduct a rigorous inves-\ntigation of misophonia prevalence, phenomenology, and impairmentby using probability-based sampling to survey a large, nationallyrepresentative sample of U.S. adults. This study was developedprior to recent developments in the assessment of misophonia(e.g., Rosenthal et al., 2021 ;Vitoratou et al., 2021 ;Williams et al.,\n2022 ); however, the combination of the MQ and the A-MISO-S\nwere used to provide a more complete assessment and identi ﬁcation\nof misophonia cases. The ﬁrst aim was to characterize misophonia\nsound triggers, emotional and behavioral responses, and clinical lev-els of misophonia symptoms within this sample. The second aimwas to examine demographic predictors of misophonia symptomseverity. The last aim was to describe demographic characteristics,history of misophonia symptoms (e.g., age of onset, progressionof symptoms, family history), and impairment among individualsreporting clinically signi ﬁcant levels of misophonia. Given theDIXON, SCHADEGG, CLARK, SEVIER, AND WITCRAFT 2This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "aims of the study and the exploratory nature of this work, there were\nno hypotheses.\nMethod\nSampling and Data Collection Procedures\nData were collected by Ipsos KnowledgePanel (KnowledgePanel),\nwhich maintains the largest, web-based panel that is designed to berepresentative of the U.S. population. KnowledgePanel (formerlyKnowledge Networks, Inc.) has been used in epidemiologicalresearch, including national health organizations (e.g., Centers for\nDisease Control and Prevention, 2010 ), to estimate the base rates\nand impact of a range of conditions in the general population, suchas food allergy ( Gupta et al., 2011 ), chronic pain ( Johannes et al.,\n2010), atopic dermatitis ( Silverberg et al., 2018 ), and chronic illness\n(Rosland et al., 2013 ). KnowledgePanel uses probability-based sam-\npling methods, speci ﬁcally address-based sampling methodology, to\nrecruit members based on the latest delivery sequence ﬁle from the\nU.S. Postal Service and to select samples that are nationally represen-tative of all households ( Ipsos Public Affairs, n.d. ). This recruitment\nmethodology reduces self-selection bias and facilitates the recruitmentof a nationally representative sample, including commonly underrep-resented and hard-to-reach individuals. For instance, the address-based sampling includes representation of households that do nothave Internet access, and KnowledgePanel provides a web-enableddevice to individuals who do not have access to the internet. To furtherensure that samples are representative of the U.S. population, study-speciﬁc poststrati ﬁcation weights are applied to survey data based\non geodemographic benchmarks from the latest U.S. CensusBureau ’s Current Population Survey. The benchmarks used to weight\nthe active panel members include gender, age, race/ethnicity, educa-\ntion, household income, census region, home ownership status, met-ropolitan area, and Hispanic origin. This weighting process addressespotential under- or oversampling of certain subgroups, and an iterativeproportional ﬁtting is used to produce the ﬁnal weights. Information\ncollected using such representative sampling methods has previouslyallowed other research institutions (e.g., Centers for Disease Controland Prevention) to draw population-based conclusions, and subse-quently, we estimate that these results are similarly informative.\nParticipation in each KnowledgePanel survey is voluntary, and con-\nsent is implicit in the completion and return of the survey. Panel mem-bers typically do not receive more than one invitation per week, and amodest incentive program is used by KnowledgePanel to encourageongoing participation. KnowledgePanel survey completion is typi-cally about 60%, which is a substantially higher rate than nonprobabil-ity online panels that yield completion rates in the single digits ( Ipsos\nPublic Affairs, n.d. ).\nBased on studies indicating the dimensional nature of misophonia\nsymptoms and estimating that between 6% –20% of individuals\nrecruited from nonpatient samples report clinically signi ﬁcant miso-\nphonia symptoms ( Wu et al., 2014 ;Zhou et al., 2017 ), it was deter-\nmined that 4,000 completed surveys would yield a suf ﬁcient sample\nto conduct descriptive statistics, group comparisons, and exploratoryanalyses. A pretest of the survey was conducted in January 2022, andthe main survey was administered between January 21, 2022 andFebruary 6, 2022. Selected panel members ( N=6,688) received\nan email invitation to complete an online survey and were askedto do so at their earliest convenience. Email reminders were sentto nonresponders on the third day of the survey period, andadditional reminders were sent to any remaining nonresponders on\nDays 7 and 11 of the survey period. The response rate for this surveywas 59.9%.\nParticipants\nThe sample included 4,005 adults between the ages of 18 –93\nyears ( Mage=48.32; SD=17.76). Approximately half the sample\nwas female (51.5%), and identi ﬁed as White, non-Hispanic\n(62.5%); Hispanic (16.9%); Black, non-Hispanic (12.0%); Other,non-Hispanic (7.2%); and multiracial, non-Hispanic (1.4%). In\nterms of education, 9.6% did not have a high school degree,\n28.3% had a high school degree or General EducationDevelopment diploma, 27.1% had some college education, and35.0% had a Bachelor ’s degree or higher. With regard to marital sta-\ntus, over half the sample was married (56.6%), 29.5% never married,9.4% divorced or separated, and 4.5% widowed. Annual householdincome was fairly evenly distributed and ranged from .$10,000 to\n$150,000 or more. With regard to current employment status,48.8% worked full time, 13.0% worked part time, and 38.1% werenot working. Most of the sample (86.7%) reported being from a met-ropolitan area. Altogether, this sample re ﬂects the U.S. population\nbased on the March 2021 supplement of the U.S. Census Bureau ’s\nCurrent Population Survey.\nMeasures\nDemographic Characteristics and Misophonia Symptom\nHistory\nDemographic characteristics were assessed by KnowledgePanel.\nGender, age, age group, race/ethnicity, education, marital status,household income, employment status, and metropolitan area status(i.e., area with ≥one urbanized area of 50,000 or more population as\ndeﬁned by the U.S. Census) are reported. Five misophonia symptom\nhistory questions were used to assess age of onset, ﬁrst sound trigger,\nchanges in the intensity and number of sound triggers, and biological\nfamilial history of sound sensitivities. Each item included multiple\nresponse options, and participants could endorse multiple responsesfor the items assessing ﬁrst sound trigger and familial history of\nsound sensitivities. In addition, three questions assessed the charac-teristic symptom of other sensory experiences. Speci ﬁcally, partici-\npants responded yes/no to the following questions: (a) “Do you have\nringing, buzzing, humming or other noises in your ear (tinnitus)? ”;\n(b)“are every day sounds too loud for you? ”(hyperacusis); and\n(c)“autonomous sensory meridian response (ASMR) describes an\natypical multisensory experience of calming, tingling sensationsthat originate in the crown of the head in response to a speci ﬁc subset\nof audio-visual triggers. Do you experience ASMR? ”\nMisophonia Symptoms\nThe A-MISO-S ( Schröder et al., 2013 ) is a six-item measure\nadapted from the Yale-Brown Obsessive Compulsive Scale(Goodman et al., 1989 ). Items evaluate the time occupied by miso-\nphonic sounds, social functioning, distress, effort to resist thoughtsabout the misophonic sounds, control over thoughts about the miso-phonic sounds, and avoidance of misophonic sounds. Each item israted on scale from 0 ( none)t o4( extreme ). The items are summed\nto compute the A-MISO-S total score, and scores correspond toMISOPHONIA IN A NATIONALLY REPRESENTATIVE SAMPLE 3This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "severity ranges, indicating subclinical misophonia symptoms (0 –4),\nmild symptoms (5 –9), moderate symptoms (10 –14), severe symp-\ntoms (15 –29), or extreme symptoms (20 –24). Previous research\nhas used a clinical cutoff of ≥10 to identify individuals with miso-\nphonia ( Naylor et al., 2021 ;Schröder et al., 2013 ), which has been\nfound to detect misophonia-related functional impairment with89% sensitivity and 67% speci ﬁcity ( Möllmann et al., 2023 ). In\nthis study, the A-MISO-S was used as a measure of misophoniasymptom severity and to characterize clinical levels of misophonia.In the full sample, the internal consistency of the A-MISO-S wasgood ( α=.88).\nThe MQ ( Wu et al., 2014 ) is a 20-item self-report questionnaire that\nassesses misophonia symptom prevalence (Symptom Scale), emo-tions and behaviors related to misophonia (Emotions and BehaviorScale), and overall severity of sound sensitivities (Severity Scale).The Symptom Scale includes seven primary items that assess the pres-\nence of speci ﬁc sound sensitives, such as eating, nasal and throat\nsounds, and repetitive tapping sounds. Items are rated on aLikert-type scale from 0 ( not at all true )t o4( always true ). The\nEmotions and Behavior Scale consists of ten primary items that eval-uate reactions to misophonia sounds, such as avoidance of situations,annoyance, and verbal aggression. Items are rated on a Likert-typescale ranging from 0 ( never )t o4( always ). The last item of both scales\nincludes an “other”option that allows participants to identify an addi-\ntional symptom; however, this item is not included in the total score.The Severity Scale includes one item that evaluates overall symptomseverity on a scale from 1 ( minimal )t o1 5( very severe ). Scores ≥7\nindicate signi ﬁcant interference caused by clinically signi ﬁcant symp-\ntoms ( Wu et al., 2014 ).Möllmann et al. (2023) found this cutoff score\nwas the optimal balance for detecting misophonia-related impairmentwith 78% sensitivity and 77% speci ﬁcity. In this study, the MQ was\nused to characterize misophonia symptoms in the sample, and theMQ Severity Scale was used as a clinical criterion. Good internal con-sistency was observed for the MQ Symptom Scale ( α=.87) and MQ\nEmotions and Behavior Scale ( α=.87).\nImpairment\nThe Work and Social Adjustment Scale (WSAS; Mundt et al.,\n2002)i sa ﬁve-item scale scored on a Likert-type scale from 0 ( not\nat all )t o8( very severely ). Participants were asked to consider how\ntheir misophonia affects their ability to carry out certain tasks acrossﬁve key areas including work, home management, social leisure activ-\nities, private leisure activities, and ability to maintain close relation-ships. Scores range from 0 to 40, and scores ≥20 indicate clinical\nlevels of functional impairment, scores between 10 and 20 indicatesigniﬁcant impairment, and scores less than 10 are indicative of sub-\nclinical symptoms ( Mundt et al., 2002 ). In this study, the WSAS was\nonly administered to individuals who endorsed symptoms on the MQSymptom Scale or the A-MISO-S ( n=3,787). Good internal consis-\ntency was observed ( α=.90) in this sample.\nData Analyses\nAnalyses were conducted with SPSS Version 28.0. KnowledgePanel\nsample weights were applied for all analyses. Data were initially\nscreened and assumptions for Little ’s Missing Completely at Random\nTest were met for items not included in the questionnaire ’s skip\nlogic ( p..05), suggesting data were missing at random. Tomaximize cases included, mean imputation was used to compute\ntotal scores for measures where ,20% of items on the scale were miss-\ning. First, descriptive analyses were conducted to characterize miso-phonia symptoms (MQ Symptoms, MQ Emotions and BehaviorsScale, MQ Severity Scale, and A-MISO-S) in the full sample.Second, a series of independent samples ttests and analyses of variance\n(ANOVAs) were conducted to examine each demographic factor as apredictor of misophonia symptom severity (A-MISO-S). Given theexploratory nature of these analyses, equal variances were not assumed.Games-Howell post hoc tests were conducted to compare all group dif-ferences for each demographic factor. Alpha was set at .01.\nFinally, characteristics of individuals with clinically signi ﬁcant\nmisophonia symptoms were examined. Consistent with Jakubovski\net al. (2022) , two criterion were used to identify clinical levels of\nmisophonia. Speci ﬁcally, participants who scored in the clinical\nrange on the A-MISO-S (total scores ≥10;Möllmann et al., 2023 ;\nSchröder et al., 2013 ) and the MQ Severity Scale (scores ≥7;\nMöllmann et al., 2023 ;Wu et al., 2014 ) were identi ﬁed as having\nmisophonia. Descriptive analyses were used to examine demographiccharacteristics, misophonia symptom history, and impairment due tomisophonia symptoms (WSAS) among those with misophonia.\nThis study was not preregistered. However, the data, syntax, and\noutput are available ( Dixon, 2024a ,2024b ), and study materials\nare available upon request from the corresponding author.\nResults\nMisophonia Symptoms in the Full Sample\nThe means, standard deviations, and frequencies of endorsing\nmisophonia sounds, emotions, and behaviors are reported inTable 1 . A total of 78.5% of individuals reported being at least\n“sometimes ”sensitive to one sound or more ( M=3.15, SD=\n2.30) on the MQ Symptom Scale. On average, the sound of peopleeating received the highest endorsement, whereas the sound of cer-tain consonants and/or vowels was the least endorsed. On the MQEmotions and Behavior Scale, 67.9% reported at least “sometimes ”\nexperiencing one or more behavioral and emotional symptom asso-ciated with misophonia. Among individuals who endorsed sensitiv-ity to misophonic sounds, the most common emotional andbehavioral responses endorsed were becoming annoyed and leavingthe environment (respectively).\nNext, indicators of clinically signi ﬁcant misophonia symptoms\nwere examined. Participants generally reported a mild level of\nsound sensitivity severity on the MQ Severity Scale ( M=4.00,\nSD=3.21) and 14.3% scored in the clinical range. Similarly, the aver-\nage score on the A-MISO-S was in the subclinical range ( M=3.66,\nSD=3.63), and most participants reported subclinical levels of miso-\nphonia severity (65.0%), 25.9% endorsed mild symptoms, 7.2% mod-erate, 1.0% severe, and 0.1% extreme symptoms. Altogether, 8.3%participants met the threshold for clinically signi ﬁcant levels of miso-\nphonia severity on the A-MISO-S. A total of 185 (4.6%) participantsmet the misophonia criteria for this study by scoring in the clinicalrange on the MQ Severity Scale and the A-MISO-S.\nExamination of Demographic Predictors of Misophonia\nSymptom Severity\nTable 2 provides a summary of group means, standard deviations,\nand results of the ttests and ANOVAs with post hoc Games-HowellDIXON, SCHADEGG, CLARK, SEVIER, AND WITCRAFT 4This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "tests. As shown, females reported signi ﬁcantly higher misophonia\nsymptoms compared to males. The analyses also revealed signi ﬁcant\nomnibus tests for age, race/ethnicity, education, marital status,household income, and employment. Post hoc Games-Howell testsidenti ﬁed that misophonia symptoms were higher in younger age\ngroups (Groups 18 –24, 25 –34, 35 –44, and 45 –54) compared to\nolder age groups (Groups 55 –64, 65 –74, and 75 +), those with\nless than a high school education (vs. high school, some college,and a Bachelor ’s degree or higher), individuals who had never\nbeen married (vs. married, widowed, and divorced/separated), andindividuals working part time (vs. working full time or not working).With regard to household income, higher scores were generally asso-ciated with lower income, and speci ﬁcally, individuals with a house-\nhold income less than $10,000 and those with a household income of\n$25,000 –$49,999 each had signi ﬁcantly higher misophonia symp-\ntoms than those with an income greater than $150,000, and individ-uals with a household income between $10,000 and $24,999 hadsigniﬁcantly higher misophonia symptoms than groups of individu-\nals with a household income of $50,000 or higher. Although a sig-niﬁcant omnibus test was found for race/ethnicity, no signi ﬁcant\nbetween-group differences were identi ﬁed in post hoc comparisons.\nIn addition, no signi ﬁcant differences were observed with regard to\nmetropolitan area status.\nCharacteristics of Participants With Clinically Signi ﬁcant\nMisophonia Symptoms\nDemographic characteristics (see Table 3 ) and misophonia symp-\ntom history responses (see Table 4 ) of individuals with clinical lev-\nels of misophonia were examined. In sum, misophonia symptomswere found to commonly emerge in childhood and adolescence,and close to half of individuals in each misophonia group identi ﬁedthe sound of people eating as their ﬁrst signi ﬁcant sound trigger. In\naddition, the majority of participants reported the number of soundtriggers and intensity of sound triggers increased or had not changedsince ﬁrst experiencing the sensitivities. With regard to family his-\ntory, 28.2% of participants identi ﬁed at least one family member\nwith sound sensitivities (mode =1; range =0–6), and the most fre-\nquently identi ﬁed relative was a parent. Last, a portion of partici-\npants endorsed other sensory sensitivities, with tinnitus being themost common (44.1%).\nImpairment Among Participants With Clinically\nSigni ﬁcant Misophonia Symptoms\nWith regard to impairment due to misophonia symptoms (WSAS;\nM=14.81, SD=8.32), 26.1% endorsed clinical levels of impair-\nment, 34.9% reported signi ﬁcant impairment, 38.0% reported sub-\nclinical levels of impairment, and 1.0% did not respond to items.To better understand domains of impairment observed among indi-viduals with misophonia, percentages were calculated for individu-als reporting “deﬁnite”impairment or higher (i.e., ≥4) in each of the\nareas. Using this threshold, 68.9% of individuals reported substantialimpairment in at least one life area. Impairment in social leisureactivities was the most common area of impairment (49.8%), fol-lowed by in home management (33.0%), work (32.3%), ability toform and maintain close relationships with others (31.0%), and pri-vate leisure activities (30.8%).\nDiscussion\nThis study is the ﬁrst to examine misophonia symptoms in a large,\nnationally representative sample of U.S. adults. The descriptive dataand analyses predicting misophonia symptom severity inform ourunderstanding of who is affected by misophonia in the generalTable 1Endorsement of Misophonia Sounds, Emotions, and Behaviors in Full Sample\nMQ item MS DFrequency of endorsement (%)\n01234 R efused\nMQ sounds 9.71 6.01\nPeople eatinga1.82 1.25 19.0 21.0 29.8 18.7 11.0 0.6\nRepetitive tappinga1.71 1.20 19.7 23.1 31.1 17.2 8.2 0.6\nRustlinga1.18 1.10 34.0 28.6 24.4 8.9 3.3 0.8\nNasal soundsa1.56 1.16 22.4 25.1 31.3 14.6 5.9 0.8\nThroat soundsa1.60 1.18 22.3 23.3 31.8 15.3 6.4 0.9\nConsonants and/or vowelsa0.63 0.92 59.7 22.4 12.7 3.4 1.2 0.6\nEnvironmental soundsa1.21 1.13 34.1 27.8 23.8 10.0 3.6 0.7\nMQ emotions and behaviors 8.61 6.07\nLeave environmentb1.45 1.01 20.8 28.2 37.4 11.0 2.0 0.5\nActively avoidb1.10 1.04 36.0 28.6 25.7 7.6 1.8 0.3\nCover earsb0.70 0.88 53.4 26.8 16.0 2.8 0.6 0.4\nBecome anxious or distressedb1.00 1.05 40.9 28.9 20.9 6.6 2.3 0.4\nBecome sad or depressedb0.44 0.76 69.4 19.5 8.3 2.0 0.4 0.4\nBecome annoyedb1.84 1.01 9.4 26.6 39.9 17.9 5.7 0.5\nHave violent thoughtsb0.37 0.73 73.7 17.0 6.7 1.5 0.6 0.5\nBecome angryb0.93 0.96 40.2 33.3 19.9 4.9 1.3 0.4\nBecome physically aggressiveb0.23 0.56 82.4 12.8 3.7 0.6 0.2 0.4\nBecome verbally aggressiveb0.54 0.79 61.4 25.0 10.9 1.7 0.5 0.5\nNote. Weighted data are reported. MQ =Misophonia Questionnaire ( Wu et al., 2014 ); refused =no response\nprovided or refused.\naN=4,005.bN=3,680; only participants who endorsed sensitivity to a sound on the MQ Symptom Scale\nresponded to these items.MISOPHONIA IN A NATIONALLY REPRESENTATIVE SAMPLE 5This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "population, and the use of widely used MQs helps to further contex-\ntualize existing and future research in this area.\nConsistent with previous ﬁndings ( Wu et al., 2014 ;Zhou et al.,\n2017 ), many individuals within the general population experience\nat least some sensitivity to misophonic sounds, and eating soundsand repetitive tapping were the most common sounds reported.The primary ﬁndings suggest that 4.6% of individuals in the U.S.\nexperience clinical levels of misophonia symptoms. This rate ismost consistent with the ﬁndings observed in Germany\n(Jakubovski et al., 2022 ); yet, is lower than previous estimates of\nmisophonia in college ( Naylor et al., 2021 ;Wu et al., 2014 ;Zhou\net al., 2017 ), online ( Guetta et al., 2022 ;Vitoratou et al., 2023 ;\nWilliams et al., 2022 ), and population-based ( Kılıç et al., 2021 ) sam-\nples. This discrepancy is likely due to differences in measurementand biases in sampling.With regard to measurement, the current study and Jakubovski\net al. (2022) found similar misophonia rates and both used two miso-\nphonia measures to establish clinically signi ﬁcant misophonia,\nwherein one of the clinical indicators was the MQ Severity Scaleand the other measure was a variant of the A-MISO-S. The use ofboth measures appears to result in a more stringent evaluation ofmisophonia-related distress and functional impairment; however,future work is needed to determine the speci ﬁcity and sensitivity\nof concurrently using both measures to detect clinical levels of miso-phonia. In contrast, the use of one clinical criterion has yieldedhigher prevalence rates, ranging from 7.3% to 18.8% in online sam-ples ( Guetta et al., 2022 ;Vitoratou et al., 2023 ;Williams et al., 2022 )\nand 5.0% to 12.8% in population-based samples (current results;Jakubovski et al., 2022 ;Kılıç et al., 2021 ). This pattern of ﬁndings\nunderscores the need to further re ﬁne the assessment of clinicalTable 2\nResults of Analyses Examining Demographic Predictors of Misophonia Symptom Severity\nPredictor M(SD)Misophonia symptom severity\nSigni ﬁcant comparisons Test statistic p Effect\nGenderat(3978)=5.55,.001 d=0.176\nMale 3.33 (3.56)\nFemale 3.97 (3.68)\nAge F(6, 4436) =25.92 ,.001 η2=.034 a, b, c, d .e, f, g\n18–24 4.12 (3.72)a\n25–34 4.32 (3.97)b\n35–44 4.12 (3.88)c\n45–54 3.89 (3.63)d\n55–64 3.15 (3.19)e\n65–74 2.72 (2.78)f\n75+ 2.63 (3.08)g\nRace/ethnicity F(4, 4438) =4.22 .002 η2=.004 —\nWhite, non-Hispanic 3.49 (3.44)Black, non-Hispanic 3.41 (3.58)\nOther, non-Hispanic 3.78 (3.55)\nHispanic 3.86 (3.90)2+races, non-Hispanic 5.47 (4.18)\nEducation F(3, 4439) =7.57,.001 η\n2=.005 a .b, c, d\n,High school 4.41 (4.17)a\nHigh school 3.49 (3.75)b\nSome college 3.46 (3.48)c\n≥Bachelor ’s degree 3.52 (3.25)d\nMarital status F(3, 4439) =29.03 ,.001 η2=.019 a, b, c ,d\nMarried 3.24 (3.24)a\nWidowed 3.04 (3.53)b\nDivorced/separated 3.60 (3.53)c\nNever married 4.34 (4.02)d\nHousehold income F(6, 4436) =11.34 ,.001 η2=.015 a, b, c .g; b.d, e, f\n.$10,000 4.57 (4.69)a\n$10,000 –$24,999 4.54 (4.37)b\n$25,000 –$49,999 3.91 (3.68)c\n$50,000 –$74,999 3.40 (3.28)d\n$75,000 –$99,999 3.40 (3.35)e\n$100,000 –$149,999 3.38 (3.34)f\n≥$150,000 3.17 (3.21)g\nEmployment F(2, 4443) =8.60,.001 η2=.004 a, c ,b\nWorking full time 3.56 (3.39)a\nWorking part time 4.11 (3.75)b\nNot working 3.40 (3.63)c\nMetropolitan area t(690)=0.36 .716 d=0.017\nNonmetro 3.72 (3.74)Metro 3.65 (3.62)\nNote. Misophonia symptom severity was measured using the A-MISO-S. Degrees of freedom are adjusted based\non sample weights. A-MISO-S =Amsterdam Misophonia Scale. Signi ﬁcant comparisons at p,.01.DIXON, SCHADEGG, CLARK, SEVIER, AND WITCRAFT6This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "criterion for misophonia and for researchers to carefully consider\nhow clinical levels of misophonia are identi ﬁed. Although diagnos-\ntic criteria have not been established, recent work established a con-sensus de ﬁnition for misophonia that should be used to inform future\nresearch in this area ( Swedo et al., 2022 ). For example, the recently\ndeveloped Duke-Vanderbilt Misophonia Screening Questionnaireuses a diagnostic algorithm to evaluate clinical criterion that alignwith the consensus de ﬁnition ( Williams et al., 2022 ); hence, future\nstudies should consider the use of this questionnaire or other ques-tionnaires that would similarly capture this information.\nThe variability in rates of misophonia is also likely due to the dif-\nferences in sampling and sampling bias. For instance, several studiessuggest younger age is associated with misophonia ( Kılıç et al., 2021 ;\nVitoratou et al., 2023 ;Williams et al., 2022 ); therefore, misophonia\nmay be overrepresented in college samples. In addition, self-selectionbiases may overestimate rates of misophonia observed in clinicalsamples and online studies. To overcome such biases, the current\nstudy used strati ﬁed random sampling of all known households and\nextraordinary steps were taken to reduce sampling bias (e.g., supply-ing individuals with an internet-enabled device if needed). Further,sampling weights were used to ensure the sample represented theU.S. population across many sociodemographic characteristics (i.e.,gender, age, race/Hispanic ethnicity, education, census region, house-hold income, home ownership status, metropolitan area, and HispanicTable 3Demographic Characteristics of Par ticipants With Clinically Signi ﬁcant\nMisophonia Symptoms (n =185)\nDemographic characteristic Weighted %\nGender\nMale 46.6\nFemale 53.4\nAge\n18–24 10.9\n25–34 33.9\n35–44 20.1\n45–54 13.9\n55–64 12.9\n65–65 4.1\n75+ 4.1\nRace/ethnicity\nWhite, non-Hispanic 62.4Black, non-Hispanic 11.0\nOther, non-Hispanic 5.9\nHispanic 18.92+races, non-Hispanic 1.8\nEducation\nNo high school diploma or GED diploma 16.2\nHigh school graduate or equivalent 31.2Some college 24.6Bachelor ’s degree or higher 28.0\nMarital status\nMarried 43.9Widowed 4.1Divorced/separated 7.1\nNever married 45.0\nHousehold income\n.$10,000 8.2\n$10,000 –$24,999 20.3\n$25,000 –$49,999 17.9\n$50,000 –$74,999 12.7\n$75,000 –$99,999 11.8\n$100,000 –$149,999 13.1\n$150,000 or more 16.0\nEmployment\nWorking full time 42.1Working part time 16.1\nNot working 41.8\nMetropolitan area\nNonmetro 16.7Metro 83.3\nNote. GED=General Educational Development.Table 4\nMisophonia Symptom History (n =185)\nMisophonia history Weighted %\nAge of onset\n0–5 6.1\n6–10 10.3\n11–15 14.8\n16–20 22.6\n21–25 10.5\n26–30 8.3\n31–35 5.9\n36–40 3.9\n41–45 1.9\n46–50 3.9\n51–55 2.1\n56–60 0.7\n61+ 0.0\nDo not know/remember 9.0\nFirst sound trigger(s)a\nPeople eating 56.9Environmental sounds 44.1\nRepetitive tapping 43.9\nThroat sounds 40.7Nasal sounds 36.7Rustling 29.0\nCertain consonants and/or vowels 11.6\nDo not know/remember 6.7Refused/missing 1.2\nSound triggers changed in number\nSigni ﬁcantly decreased 0.4\nSomewhat decreased 13.1Have not changed 38.6Somewhat increased 28.7\nSigni ﬁcantly increased 18.3\nRefused/missing 0.9\nSound triggers changed in intensity\nSigni ﬁcantly decreased 1.2\nSomewhat decreased 9.5\nHave not changed 40.4Somewhat increased 36.7Signi ﬁcantly increased 11.6\nRefused/missing 0.7\nBiological family member(s)\na28.2\nParent 18.0Sibling 12.0\nChild 4.7\nGrandparent 5.0Aunt/uncle 3.1None 17.4\nDo not know 53.9\nRefused/missing 0.5\nOther sensory sensitivity\nRinging, buzzing, humming, or other noises\nin your ear (tinnitus)44.1\nEvery day sounds too loud 41.6\nASMR 20.2\nNote. ASMR =autonomous sensory meridian response.\naIndividuals were able to select multiple responses.MISOPHONIA IN A NATIONALLY REPRESENTATIVE SAMPLE 7This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "origin). Thus, we can be reasonably sure that the results represent the\nactual rate of misophonia in the U.S. population. To date, only twostudies have used random sampling to select individuals fromGermany and Ankara, Turkey. Beyond differences in measurement,comparisons across these studies are dif ﬁcult to make given the poten-\ntial for cultural differences and discrepancies in the reporting of demo-graphic information. Additional research using random selection andnationally representative samples is necessary to estimate the globalprevalence of misophonia.\nNext, analyses were conducted to identify subpopulations that\nmay be disproportionately affected by misophonia symptoms.Small effects were found, wherein signi ﬁcantly higher misophonia\nsymptoms were observed for those who identi ﬁed as female, less\nthan 55 years old, less than a high school education, never married,lower income, and part-time employment status, compared to eachof the respective comparison groups. These ﬁndings add to the\ngrowing body of research examining demographic predictors of\nmisophonia. Consistent with the current ﬁndings, some studies\nhave found misophonia symptoms to be more common amongwomen ( Kılıç et al., 2021 ;Williams et al., 2022 ), younger individ-\nuals ( Kılıç et al., 2021 ;Vitoratou et al., 2023 ;Williams et al., 2022 ),\nand individuals who are not married ( Kılıç et al., 2021 ); yet, the\npopulation-based study conducted in Germany did not ﬁnd signi ﬁ-\ncant effects for these factors ( Jakubovski et al., 2022 ). Interesting,\na higher rate of high school degrees and living in rural areas werethe only signi ﬁcant demographic characteristics to predict misopho-\nnia in Germany ( Jakubovski et al., 2022 ), which is inconsistent our\nﬁndings that showed a signi ﬁcant effect of lower education and no\neffect of metropolitan status on misophonia symptom severity. Inaddition, the present study is the ﬁrst to show that lower income\nand working part-time were each associated with signi ﬁcantly\nhigher misophonia symptoms. Although replication of these ﬁnd-\nings is necessary, this pattern of results is generally consistentwith research showing that lower education, lower income, andjob insecurity are associated with worse health outcomes and lessaccess to health care ( World Health Organization (WHO), n.d. ),\nwhich suggests the need to further consider how to detect andtreat misophonia among individuals who may be underserved.Finally, although our results did not reveal signi ﬁcant between\ngroup differences for the effect of race/Hispanic ethnicity, a signi ﬁ-\ncant omnibus effect was observed, suggesting the need for continuedresearch in this area.\nIn addition to the primary ﬁndings, the misophonia history symp-\ntoms results lend further support to ﬁndings observed in previous\nmisophonia samples (e.g., Jager et al., 2020 ;Rouw & Erfanian,\n2018 ). Speci ﬁcally, misophonia symptoms were found to start in\nchildhood and adolescence, and eating sounds were most frequentlyreported as the ﬁrst sound trigger. Repetitive tapping, environmental\nsounds, and throat sounds were also identi\nﬁed by many as a ﬁrst\nsound trigger. Most individuals reported that the severity of these\nsymptoms did not change or worsened over time, which suggeststhat misophonia symptoms are often chronic and may be progres-sive. Regarding family history, most individuals reported that theydid not know of a family member with sound sensitivities; however,about one-quarter of participants identi ﬁed at least one family mem-\nber experienced sound sensitivities, with a parent being the most fre-quently identi ﬁed member. Prior studies have reported that between\n22%–43.5% of individuals with misophonia indicated knowing a\nfamily member with similar symptoms ( Kılıç et al., 2021 ;Rouw& Erfanian, 2018 ); however, there is very little research in this\narea, and additional studies are needed to further understand thepotential biological and environmental in ﬂuences of the develop-\nment of misophonia.\nRegarding other sensory sensitivities, 41.6% of the misophonia\nsample endorsed that they experienced everyday sounds as too loud,which is much higher than hyperacusis rates observed in previousstudies (e.g., 0.7% –1.9%; Jager et al., 2020 ;Möllmann et al.,\n2023), suggesting that the high rate observed in this study is likely\nan overestimation due to measurement rather than the true rate ofco-occurrence of this disorder. Conversely, the rates of tinnitus andASMR were generally consistent with the range of rates reported byprevious studies, which have shown 13.8% –50.4% of individuals\nwith misophonia experience ASMR ( Jakubovski et al., 2022 ;\nMöllmann et al., 2023 ;Rouw & Erfanian, 2018 ) and 1.7% –43.5%\nexperience tinnitus ( Jager et al., 2020 ;Kılıç et al., 2021 ;Möllmann\net al., 2023 ).\nFinally, with regard to impairment, a large portion of the sample\nendorsed signi ﬁcant or clinical levels of overall impairment, and\nmost of the sample reported substantial impairment in at least onelife area. In particular, impairment in social activities with otherswas the most frequently endorsed area of concern. These ﬁndings\nreplicate previous studies showing that individuals with misophoniaoften make signi ﬁcant adjustments to their life, experience an overall\nlower quality of life, and have lost jobs or relationships due to theirsymptoms ( Jager et al., 2020 ;Wu et al., 2014 ;Zhou et al., 2017 ).\nAlthough this study addresses gaps in the literature and has many\nstrengths, including the use of a random sampling to recruit a nation-ally representative sample, several limitations should be considered infuture research. First, diagnostic criteria for misophonia have not yetbeen established; therefore, heightened levels of distress and impair-ment have typically been used to detect clinical levels of misophoniain the current and existing studies. The measures used in this studywere prominent in the literature at the time of the current study; how-ever, these measures were developed in the early stages of misophoniaresearch when very little empirical data were available on the symp-tom presentation of misophonia and a consensus de ﬁnition of miso-\nphonia was not available ( Swedo et al., 2022 ). This study used both\nthe MQ Severity scale and the A-MISO-S in attempt to overcomethe limitations of each of the respective measures; however, in contextof the current literature, there are notable issues with each of thesemeasures. For instance, the A-MISO-S was initially developedbased on the YBOCS and did not originate for the explicit purposeof measuring misophonia symptoms. With regard to the MQ, onlyone item is used to evaluate clinical severity, and the instructionsfor this item ask about impairment related to sound sensitivity ratherthan speci ﬁcally referencing misophonia. Therefore, responses to this\nitem may re ﬂect one ’s experience of sound sensitivity more broadly\nand may not be speci ﬁc to misophonia. Recent advancements in miso-\nphonia research have yielded a number of self-report measures that\nwere developed based on misophonia research and demonstrate strongpsychometric properties, such as the S-Five ( Vitoratou et al., 2021 ,\n2023\n), Duke Misophonia Questionnaire ( Rosenthal et al., 2021 ),\nMisophonia Response Scale ( Dibb et al., 2021 ), Duke-Vanderbilt\nMisophonia Screening Questionnaire ( Williams et al., 2022 ), and\nMisoQuest ( Siepsiak, Sliwerski, et al., 2020 ). To advance this\nresearch, researchers should carefully select science-based measuresof misophonia. Replication of the current ﬁndings is needed in the\nfuture, particularly when misophonia diagnostic criteria and a briefDIXON, SCHADEGG, CLARK, SEVIER, AND WITCRAFT 8This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "screening measure with sensitivity and speci ﬁcity for detecting these\ncriteria have been established.\nA second limitation is that this study used one item to evaluate the\npresence of the characteristic symptom of other sensory sensitivities(i.e., hyperacusis, tinnitus, and ASMR); however, the items are notdiagnostic tools, and these data should be interpreted with caution.Future work is needed to more thoroughly evaluate the presence ofother sensory sensitivities and mental health disorders and attemptto disentangle misophonia symptoms and impairment from otherconditions. Third, participants were asked to retrospectively recallhistory of misophonia symptoms and may not accurately recalltheirﬁrst sound trigger or the change in number and intensity of trig-\ngers. In addition, few items were used to assess this information. Theliterature on the development of misophonia is limited; therefore,future studies may consider integrating the use of a qualitative inter-view, in-person behavioral assessments, or the integration of a family\nmember ’s report of symptoms to further understand historical fea-\ntures associated with misophonia symptoms. Last, the study used arepresentative sample of U.S. adults; however, the ﬁndings may\nnot generalize to other countries. Continued research in this area isnecessary to understand the worldwide prevalence of misophonia,as well as cultural differences in the description and perception ofsound sensitivities. For instance, minoritized racial/ethnic groupsmay describe sound sensitivities differently than White individuals,and/or in a way that is not captured by these measures, which werevalidated among predominantly White samples ( Schröder et al.,\n2013 ;Wu et al., 2014 ). Future work is needed to examine alternative\nmeasures of misophonia to further evaluate racial/ethnic and culturaldifferences in prevalence of misophonia.\nIn conclusion, this study estimated the prevalence of misophonia\nin the largest and most diverse sample to date. These data expandknowledge on misophonia and represent a critically important steptoward establishing population norms. The key ﬁndings indicate\nthat misophonia symptoms are somewhat common; yet, a small por-tion of individuals experience clinical levels of symptoms. In addi-tion, analyses revealed that misophonia symptom severity wasaffected by gender, age, education, marital status, work status, andhousehold income, suggesting that certain individuals are dispropor-tionately affected by misophonia. Among individuals with clinicallevels of misophonia, symptoms appear to onset early in life, are per-sistent, and contribute to signi ﬁcant life impairment. Continued\nresearch in this area and future replication of these ﬁndings with\nquestionnaires that assess misophonia diagnostic criteria are critical.\nReferences\nAazh, H., Erfanian, M., Danesh, A. A., & Moore, B. C. J. (2022).\nAudiological and other factors predicting the presence of misophonia\nsymptoms among a clinical population seeking help for tinnitus and/or\nhyperacusis. Frontiers in Neuroscience ,16, Article 900065. https://\ndoi.org/10.3389/fnins.2022.900065\nCenters for Disease Control and Prevention. (2010). Interim results: In ﬂuenza\nA (H1N1) 2009 monovalent and seasonal in ﬂuenza vaccination coverage\namong health-care personnel —United States, August 2009-January 2010.\nMMWR Morbidity and Mortality Weekly Report ,59(12), 357 –362.https://\npubmed.ncbi.nlm.nih.gov/20360669/\nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The development and valida-\ntion of the misophonia response scale. Journal of Psychosomatic Research ,\n149, Article 110587. https://doi.org/10.1016/j.jpsychores.2021.110587\nDixon, L. (2024a, January 30). Misophonia Nationally Representative\nSample-Dixon2024-JPCS-Data .https://osf.io/sqcm9Dixon, L. (2024b, January 30). JPCS—Prevalence, phenomenology, and\nimpact of misophonia —Nationally representative sample of U.S. adults .\nhttps://osf.io/xkrjm\nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: A preliminary study of clinical ﬁndings.\nNordic Journal of Psychiatry ,73(4–5), 219 –228. https://doi.org/10.1080/\n08039488.2019.1609086\nGoodman, W. K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann,\nR. L., Hill, C. L., Heninger, G. R., & Charney, D. S. (1989). The\nYale-Brown Obsessive Compulsive Scale: I. Development, use, and reli-\nability. Archives of General Psychiatry ,46(11), 1006 –1011. https://\ndoi.org/10.1001/archpsyc.1989.01810110048007\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., & Rosenthal, M.\nZ. (2022). Examining emotional functioning in misophonia: The role of\naffective instability and dif ﬁculties with emotion regulation. PLoS ONE ,\n17(2), Article e0263230. https://doi.org/10.1371/journal.pone.0263230\nGupta, R. S., Springston, E. E., Warrier, M. R., Smith, B., Kumar, R.,\nPongracic, J., & Holl, J. L. (2011). The prevalence, severity, and distribution\nof childhood food allergy in the United States. Pediatrics ,128(1), e9 –e17.\nhttps://doi.org/10.1542/peds.2011-0204\nHegedus, E. J., & Moody, J. (2010). Clinimetrics corner: The many faces of\nselection bias. Journal of Manual and Manipulative Therapy ,18(2), 69 –73.\nhttps://doi.org/10.1179/106698110 ×12640740712699\nIpsos Public Affairs. (n.d.). KnowledgePanel: A methodological overview .\nhttps://www.ipsos.com/en-us/solutions/public-affairs/knowledgepanel\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020).\nMisophonia: Phenomenology, comorbidity and demographics in a large\nsample. PLoS ONE ,15(4), Article e0231390. https://doi.org/10.1371/\njournal.pone.0231390\nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., & Müller-Vahl, K.\n(2022). Prevalence and clinical correlates of misophonia symptoms in\nthe general population of Germany. Frontiers in Psychiatry ,13, Article\n1012424. https://doi.org/10.3389/fpsyt.2022.1012424\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound\ntolerance: Hyperacusis, misophonia, phonophobia. ITHS News Lett ,2(5–7),\n1–5.\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and\ntinnitus retraining therapy (TRT). Australian and New Zealand Journal of\nAudiology ,24(2), 74 –84.https://doi.org/10.1375/audi.24.2.74.31105\nJohannes, C. B., Le, T. K., Zhou, X., Johnston, J. A., & Dworkin, R. H.\n(2010). The prevalence of chronic pain in United States adults: Results\nof an Internet-based survey. The Journal of Pain ,11(11), 1230 –1239.\nhttps://doi.org/10.1016/j.jpain.2010.07.002\nKılıç, C., Öz, G., Avanog ̆lu, K. B., & Aksoy, S. (2021). The prevalence and\ncharacteristics of misophonia in Ankara, Turkey: Population-based study.\nBJPsych Open ,7(5), Article e144. https://doi.org/10.1192/bjo.2021.978\nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., & Kley, H. (2023). The\ncentral role of symptom severity and associated characteristics for func-\ntional impairment in misophonia. Frontiers in Psychiatry ,14, Article\n1112472. https://doi.org/10.3389/fpsyt.2023.1112472\nMundt, J. C., Marks, I. M., Shear, M. K., & Greist, J. H. (2002). The Work\nand Social Adjustment Scale: A simple measure of impairment in func-\ntioning. British Journal of Psychiatry ,180(5), 461 –464. https://doi.org/\n10.1192/bjp.180.5.461\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. (2021). The\nprevalence and severity of misophonia in a UK undergraduate medical stu-\ndent population and validation of the Amsterdam Misophonia Scale.\nPsychiatric Quarterly ,92(2), 609 –619. https://doi.org/10.1007/s11126-\n020-09825-3\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta,\nR. E., Trumbull, J., & Kelley, L. D. (2021). Development and initial val-idation of the Duke Misophonia Questionnaire. Frontiers in Psychology ,\n12, Article 709928. https://doi.org/10.3389/fpsyg.2021.709928MISOPHONIA IN A NATIONALLY REPRESENTATIVE SAMPLE\n9This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Rosland, A. M., Heisler, M., Janevic, M. R., Connell, C. M., Langa, K. M.,\nKerr, E. A., & Piette, J. D. (2013). Current and potential support forchronic disease management in the United States: The perspective of fam-\nily and friends of chronically ill adults. Families, Systems, & Health ,31(2),\n119–131. https://doi.org/10.1037/a0031535\nRouw, R., & Erfanian, M. (2018). A large-scale study of misophonia. Journal\nof Clinical Psychology ,74(3), 453 –479.https://doi.org/10.1002/jclp.22500\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic cri-\nteria for a new psychiatric disorder. PLoS ONE ,8(1), Article e54706.\nhttps://doi.org/10.1371/journal.pone.0054706\nSiepsiak, M., Sliwerski, A., & Lukasz Dragan, W. (2020). Development and\npsychometric properties of MisoQuest-A new self-report questionnaire formisophonia. International Journal of Environmental Research and Public\nHealth ,17(5), Article 1797. https://doi.org/10.3390/ijerph17051797\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, L., & Dragan, W. L.\n(2020). Prevalence of misophonia and correlates of its symptoms among inpa-\ntients with depression. International Journal of Environmental Research and\nPublic Health ,17(15), Article 5464. https://doi.org/10.3390/ijerph17155464\nSilverberg, J. I., Gelfand, J. M., Margolis, D. J., Boguniewicz, M., Fonacier, L.,\nGrayson, M. H., Simpson, E. L., Ong, P. Y., & Fuxench, Z. C. C. (2018).Patient burden and quality of life in atopic dermatitis in US adults: A\npopulation-based cross-sectional study. Annals of Allergy, Asthma &\nImmunology ,121(3), 340 –347.https://doi.org/10.1016/j.anai.2018.07.006\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti,\nA., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D.,Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., &\nRaver, S. M. (2022). Consensus de ﬁnition of misophonia: A Delphi\nStudy. Frontiers in Neuroscience ,16, Article 841816. https://doi.org/10\n.3389/fnins.2022.841816\nSztuka, A., Pospiech, L., Gawron, W., & Dudek, K. (2010). DPOAE In esti-\nmation of the function of the cochlea in tinnitus patients with normalhearing. Auris Nasus Larynx ,37(1), 55 –60.https://doi.org/10.1016/j.anl\n.2009.05.001\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., &\nGregory, J. (2023). Misophonia in the UK: Prevalence and norms from\nthe S-Five in a UK representative sample. PLoS ONE ,18(3), Article\ne0282777. https://doi.org/10.1371/journal.pone.0282777\nVitoratou, S., Uglik-Marucha, N., Hayes, C., & Gregory, J. (2021). Listening\nto people with misophonia: Exploring the multiple dimensions of sound\nintolerance using a new psychometric tool, the S-Five, in a large sample\nof individuals identifying with the condition. Psych ,3(4), 639 –662.\nhttps://doi.org/10.3390/psych3040041\nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric val-\nidation of a brief self-report measure of misophonia symptoms and functional\nimpairment: The Duke-Vanderbilt misophonia screening questionnaire.\nFrontiers in Psychology ,13, Article 897901. https://doi.org/10.3389/fpsyg\n.2022.897901\nWorld Health Organization (WHO). (n.d.). Social determinants of health .\nWorld Health Organization health topics. https://www.who.int/health-\ntopics/social-determinants-of-health#tab=tab_1\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia:\nIncidence, phenomenology, and clinical correlates in an undergraduate stu-\ndent sample. Journal of Clinical Psychology ,70(10), 994 –1007. https://\ndoi.org/10.1002/jclp.22098\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among\nChinese university students: Incidence, associated impairment, and clini-cal correlates. Journal of Obsessive-Compulsive and Related Disorders ,\n14,7–12.https://doi.org/10.1016/j.jocrd.2017.05.001\nReceived March 30, 2023\nRevision received January 31, 2024\nAccepted February 1, 2024 ▪DIXON, SCHADEGG, CLARK, SEVIER, AND WITCRAFT 10This document is copyrighted by the American Psychological Association or one of its allied publishers.\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    }
  ]
}