{
  "doc_type": "scientific paper",
  "title": "The ethics of knowledge production – Paciﬁc challenges",
  "authors": [
    "Rosemary Du Plessis",
    "Peggy Fairbairn-Dunlop"
  ],
  "year": 2009,
  "journal": "International Social Science Journal",
  "doi": null,
  "abstract": "This paper discusses the ethical principles related to the preservation, production, exchange, and use of knowledge in the Pacific context. It draws on discussions from the Regional Pacific Ethics of Knowledge Production Workshop in Apia (2007), as part of a series of UNESCO meetings on the Universal Declaration on Bioethics and Human Rights. The paper explores Pacific indigenous ethical systems, the negotiation between indigenous and western knowledge systems, and the challenges posed by bioethics, biotechnology, and research practices in Pacific Small Island Developing States. It highlights the need for a Pacific-driven ethics framework that incorporates local values and collective rights and addresses the complex interplay between tradition, modernity, spirituality, and science.",
  "keywords": [
    "ethics",
    "knowledge production",
    "Pacific",
    "indigenous knowledge",
    "bioethics",
    "Universal Declaration on Bioethics and Human Rights",
    "research ethics",
    "biotechnology",
    "collective rights",
    "science and technology",
    "indigenous ethical principles",
    "patenting",
    "traditional knowledge",
    "community consent"
  ],
  "research_topics": [
    "Ethics of knowledge production",
    "Indigenous knowledge systems",
    "Bioethics in Pacific communities",
    "Universal Declaration on Bioethics and Human Rights",
    "Negotiation between western and indigenous knowledge",
    "Collective versus individual rights in research",
    "Ethical research frameworks in Pacific Small Island Developing States (SIDS)",
    "Impact of biotechnology on indigenous peoples",
    "Post-colonial ethics discourse",
    "Patenting and biopiracy issues in the Pacific"
  ],
  "created_at": "2025-05-05T02:39:43.258424Z",
  "source_pdf": "documents/research/Global/Du Plessis 2009Ethics of Knowledge UNESCO.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The ethics of knowledge production –\nPaciﬁc challenges\nRosemary Du Plessis and Peggy Fairbairn-Dunlop\nIntroduction\nPeople from all over the\nPaciﬁc1came to talk about\nethical principles relating to\nthe preservation, production,\nexchange and use of knowl-edge at the Regional Paciﬁc\nEthics of Knowledge Produc-\ntion Workshop in Apia (13–\n15 November 2007). This\nworkshop was the third in a\nseries of UNESCO meetings\nbetween 2005 and 2007that encouraged Paciﬁc-wide\ndebate on the Universal\nDeclaration on Bioethics and\nHuman Rights (UDBHR)\n(UNESCO 2005)\n2and discus-\nsion of ethics-related issues\nmore generally. The articlesin this Paciﬁc section of the\nISSJ on global knowledges\nare a sample of the positions\ndebated and the insights gen-\nerated at that workshop. They\nillustrate the connections and\ndifferences among Paciﬁcpeoples about issues relating\nto the ethics of science –\nincluding fundamental ques-\ntions about what counts as knowledge,\nhow knowledge is produced and shared,\nand who beneﬁts. They also demonstrate how\nPaciﬁc people are taking responsibility for asses-sing the relevance of the UDBHR in the\nPaciﬁc, articulating indigenous ethical principles,identifying the research-\nrelated questions they\nconsider a priority anddetermining strategies for\nethical research practice.\nThese UNESCO meet-\nings have increased public\ndiscussion on ethics-related\nissues in the Paciﬁc, made\nrelevant research in this ﬁeldavailable and widened the\nrange of stakeholders who\nare now engaging in ethics-\nrelated discussions from\nmany Paciﬁc countries, inc-luding non-governmental\norganisations, policy ana-\nlysts and researchers. How-\never, of most signiﬁcance\nhas been the framing by\nPaciﬁc people of Paciﬁc\nethical issues and the waysin which they might be\naddressed. Discussion has\nmoved from a few small\npockets of debate, largely\nin academic circles, to\ninclude conversations about\nthe ethics of research in thenatural and social sciences\namong people from a wide\nrange of Paciﬁc states, including a number of\ncommunity groups. The outcome has been a\nmore intensive sharing of knowledge as well as a\nbetter understanding of the ethical dilemmas\ngenerated by the increasing pace of technologicaldevelopment.Rosemary Du Plessis is an Associate Professor in\nSociology at the University of Canterbury,Christchurch, New Zealand and a member of\nNew Zealand National Commission for UNESCO.\nShe was involved in organising both the Ethics of\nKnowledge Production Conference at Otago Uni-\nversity in 2006 and the Regional Paciﬁc Ethics ofKnowledge Production Workshop at the Tofama-\nmao Centre in Apia in 2007. She has a strong\ninterest in the politics of knowledge and publicengagement with the social, ethical and cultural\nissues associated with new technologies. With\nRichard Hindmarsh she has recently edited aspecial edition of New Genetics and Society 27 (3),\nwhich analyses trajectories in life sciences govern-\nance in Australasia. Born in the UK, she grew up in\nSouth Africa and has lived in New Zealand for\nmost of her life.Email: rosemary.duplessis@canterbury.ac.nz\nPeggy Fairbairn-Dunlop is Associate Professor\nand Inaugural Director of the Vaaomanu Pasiﬁka(Paciﬁc and Samoa Programme) at Victoria\nUniversity, Wellington, New Zealand. Before\ntaking up this post in 2006 Peggy was Social and\nHuman Sciences Adviser at the Paciﬁc UNESCO\nofﬁce (Apia) and coordinated Paciﬁc regionalteams to the ﬁrst Asia–Paciﬁc Bioethics Meeting\n(Bangkok 2005) and the Ethics of Knowledge\nProduction Workshop at Otago University (Feb-ruary 2006). In New Zealand she continues\nworking with the New Zealand National Com-\nmission for UNESCO on these issues and Toi te\nTaiao, the Bioethics Council, and was conference\nchair for the UNESCO Regional Paciﬁc Ethics ofKnowledge Production meeting in Apia (Novem-\nber 2007). She is Samoan.\nEmail: fairdun2@xtra.co.nz\nISSJ 195rUNESCO 2009. Published by Blackwell Publishing Ltd., 9600 Garsington Road, Oxford, OX4 2DK, UK and 350 Main Street, Malden, MA 02148, USA."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Four Paciﬁc participants attended the\nAsia–Paciﬁc Ethics Forum in Bangkok (11–15\nSeptember 2005). They represented the Republic\nof the Marshall Islands, Fiji and Samoa and\nincluded tertiary educators, community\nresearchers and policy-makers. At this forum,\nparticipants shared their own Paciﬁc-groundedviews with participants from Asia and noted\nsome commonalities, especially in relation to\nspirituality. In addition, the Paciﬁc team drew\nattention to potential tensions between what\nthey described as the generic or universal\napproach of the UDBHR and Paciﬁc ethics.\nThey questioned how a universal declarationcould reﬂect Paciﬁc realities, aspirations and\nbeliefs. They looked critically at the predomi-\nnantly individual rights framework of the\nUDBHR and noted its incompatibility with\nPaciﬁc ideals of collective rights. These and\nother questions informed the organisation of the\nPaciﬁc section of the Ethics of KnowledgeProduction Conference that was organised by\nthe New Zealand National Commission for\nUNESCO at Otago University, Dunedin (12–\n14 February 2006).\nThe six delegates to this meeting from\nPaciﬁc states comprised policy-makers, repre-\nsentatives of non-governmental organisations,academics and research practitioners. They\nincluded the UNESCO chair from the Univer-\nsity of the South Paciﬁc in Suva, the chair of the\nInternational Council for Paciﬁc Research\nlocated at the National University of Samoa, arepresentative of the regional non-governmental\norganisation, the Paciﬁc Islands Association of\nNGOs, and community agencies. New Zealand-\nbased Paciﬁc academics and community\nresearchers also participated and, along with\nM/C22aori researchers, shared their research jour-\nneys and ethical challenges. Organisations suchas the New Zealand Health Research Council\nandToi Te Taiao , the Bioethics Council, which\nuntil 2009 advised the government on the\ncultural, ethical and spiritual aspects of bio-\ntechnologies, participated in this event, along-\nside New Zealand representatives of the\nInternational Bioethics Committee and theWorld Commission on the Ethics of Scientiﬁc\nKnowledge and Technology.\nJustice Michael Kirby, who had chaired the\nexpert panel on the UDBHR, provided the\nkeynote address at the Dunedin Conference, andboth M /C22aori and Paciﬁc delegates raised ques-\ntions about its focus on individual rights and the\nrelative neglect of the rights of communities or\ncollectivities.\n3The issues raised were very similar\nto the concerns of Paciﬁc delegates to the\nBangkok Conference in 2005. Paciﬁc delegates\nagreed that a standard-setting mechanism wasneeded to inform ethical research practice in the\nPaciﬁc, but they considered that it needed to\nincorporate Paciﬁc values, beliefs and practices.\nConference participants resolved that a follow-\nup meeting should be held that would focus\nspeciﬁcally on Paciﬁc ethics. Funding for Paciﬁc\nrepresentation at this event was secured throughthe UNESCO Participation Programme by\nthe New Zealand National Commission for\nUNESCO and the UNESCO ofﬁce for the\nPaciﬁc in Apia, and a pan-Paciﬁc organising\ncommittee worked together to organise the\nRegional Paciﬁc Ethics of Knowledge Produc-\ntion Workshop in November 2007. This meetingwas opened by Dame Silvia Cartwright, former\nGovernor-General of New Zealand and chair of\nthe National Commission for UNESCO in New\nZealand, who introduced the keynote speaker,\nTui Atua Tupua Tamasese Ta’isi Eﬁ, the Head\nof the Independent State of Samoa (Mila-\nSchaaf, 2008).\nPaciﬁc ethics: key themes\nA number of cross-cutting and inter-relatedthemes emerged in these debates, which set\nthe context for this collection of articles and the\nplatform for continuing Paciﬁc debate about theethics of science, social science research proto-\ncols and bioethics. Ethics systems and processes\nwere, and still are, central to every aspect of the\nlife of Paciﬁc indigenous communities. Although\nnot documented, and long disregarded in the\nprivileging of western ideas about ethical prac-\ntice in the post-contact period, Paciﬁc ethicsprocesses integrate epistemological, pedagogical\nand methodological considerations. For Paciﬁc\npeople, as these articles illustrate, each daily life\nevent is seen through a lens of ethical values,\nmores and codes of conduct that have developed\nover many years, while remaining responsive to\nchanging times. The indigenous knowledgesystems of the Paciﬁc incorporate technical\ninsights and detailed observations of natural,110 Rosemary Du Plessis and Peggy Fairbairn-Dunlop\nrUNESCO 2009."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "social and spiritual phenomena, which in turn\nare used to validate what is important in life –\nwhat sustains people and what connects them to\nparticular places and spaces, and is crucial to\ntheir identity. Spirituality, or the sacred, is\nfundamental – people are the carriers of the\nlifeblood of future generations and have com-plex responsibilities to their physical environ-\nment and other living things. In Paciﬁc\ncommunities, knowledge is communally made,\nsanctioned, shared and used with the aim of\nachieving the good life for all members –\nhowever this is deﬁned.\nDiscussions about Paciﬁc knowledge sys-\ntems have highlighted a growing understanding\nthat erosion of this knowledge is partly, but not\nonly, due to the demise of community elders.\nAgreement about the urgent need to research\nand document this knowledge before more is lost\nhas given rise to further questions about what\nknowledge should or could be passed on, towhom and how this should be done. In tradi-\ntional times knowledge was passed on from\nelders to youth in daily life events, such as\nﬁshing, weaving, communal ventures and meet-\nings of the extended family. The whole commu-\nnity was engaged in the act of making knowledge\nand deﬁning goals. These were not taught in aformal school curriculum nor were the principles\nfor correct action incorporated in formal legisla-\ntion. Other, more recent, questions (and fears),\nsuch as the possible downstream beneﬁts and the\nconstraints to documenting and sharing thesetypes of knowledge, were also discussed by the\nparticipants at the Regional Paciﬁc Ethics of\nKnowledge Production Workshop.\nDocumenting the features of indigenous\nknowledge systems was not seen to be an easy\ntask, given that each nation has its own culture\nand languages and their histories of contact withnon-Paciﬁc peoples are varied. The inﬂuence of\nChristianity received attention, and contributors\nanalysed how, in some cases, Christian belief\nsystems appeared to merge seamlessly with the\ncustomary ways, but in other times and places\nwere diametrically opposed to indigenous prac-\ntices. While acknowledging commonalities ofexperience and the beneﬁts of joint enterprises,\nthe participants emphasised that ethics pro-\ngrammes must be community-driven and\nnation-driven and owned, and allowed to evolve\nin the Paciﬁc way, as in the past. Further, astrong case was made that academic research\ncould provide a framework for community-\nbased discussion, as would the experiences of\nM/C22aori in Aotearoa New Zealand, and the\ninnovation of groups such as the Vanuatu\nCultural Centre which, in collaboration with\ncommunity members, has devised and imple-mented a national research policy aimed at\nensuring that ethical protocols are followed in\nthe conduct of research, both by ni-Vanuatu and\nother external agencies.\nDelegates at the Regional Paciﬁc Ethics of\nKnowledge Production Workshop recognised\nthat a negotiated Paciﬁc ethics framework andmechanism for its implementation (at regional,\nnational and community levels) is vital, given the\ncompelling evidence that the absence of such a\nmechanism has made the Paciﬁc vulnerable to\nunethical research practices, including acts of\nbiopiracy. At the same time, such a framework\nmust be Paciﬁc in philosophy and locallygrounded in context and take account of the\nPaciﬁc experience, including the diversity of\nsocial, economic and physical, spiritual and\ncultural contexts in Paciﬁc Small Island Devel-\noping States (SIDS). As Peggy Fairbairn-\nDunlop (2006) has stated: ‘‘The Paciﬁc challenge\nis to develop a post colonial ethics discoursewhich is Paciﬁc in philosophy and locally\ngrounded in context’’. A Paciﬁc set of ethical\nprinciples and standards was seen to be invalu-\nable in the context of rapidly developing\nbiotechnologies. The identiﬁcation of ethicalstandards would serve as a reminder to Paciﬁc\npeople of their own guiding principles. It would\nalso foster debate on the ethics of science and\ntechnology, contribute to new learning among\ncommunities and pathways to informed choice,\nencourage the review and documentation of\nPaciﬁc ethics, paradigms and processes, con-tribute to the global research community and\nprotect Paciﬁc SIDS against unethical practices\nby external as well as national agencies.\nThe middle ground, a\nnegotiated space and\nsyncretic relationships\nIn the articles that follow the authors argue that\nindigenous, people-based systems of knowledgeThe ethics of knowledge production: Paciﬁc challenges 111\nrUNESCO 2009."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "have a valid place in the global pool of human\nknowledge. Often resisting the binary thinking\nthat opposes tradition and modernity, religion\nand science and indigenous and western thinking\nand practices, these articles explore what they\ndescribe as the middle ground, a negotiated\nspace or a syncretic relationship betweenindigenous thinking and western science. In the\nprocess they articulate the challenges that Paciﬁc\npeople encounter in their relationship with\npositivist science and the challenges that Paciﬁc\nethical principles and practices pose for those\noutside the Paciﬁc.\nTui Atua Tupua Tamasese Ta’isi Eﬁ out-\nlines the importance of the Samoan concepts of\ntapu (the sacred) and tofa sa’ili (the search for\nwisdom) in identifying what might constitute\nethical practices with respect to bioethical\nresearch and, more generally, ethical research\npractice in this context. Drawing on the work of\nHans Kung (2007) he argues that it is possible toﬁnd a middle ground between ideas and\npractices grounded in religion, the spiritual, the\nsacred and science. Against the background of\nan exploration of different facets of the Samoan\nconcept of tapu, which encompasses the sacred-\nness of the origins of all things as well as the\nafﬁnity between people, the cosmos, and ani-mate and inanimate earthly phenomena, Tui\nAtua Tupua Tamasese Ta’isi Eﬁ envisages a\nPaciﬁc bioethics that involves God-chasing or\nreaching out for wisdom. This search for\nknowledge would be grounded in a sense ofconnectedness to all things, the awareness of\npeople’s responsibilities as protectors of the\nearth, attention to the sacred essence of all\nthings and a desire for increased understanding\nwithout ever presuming to know God.\nAccording to Tui Atua Tupua Tamasese\nTa’isi Eﬁ, the ethics underpinning this pursuit ofknowledge would involve collective decision-\nmaking because Samoan thinking is always\nrelational. It involves recognition of human\nvulnerability, humility and a strong sense of\nthe ‘‘equation and afﬁnity between all things,\nanimate and inanimate, living and dead’’. He\nsuggests that knowledge about the beginning ofall things is inaccessible via either religion or\nscience but both share a commitment to the\npassionate pursuit of truth and meaning. A\nSamoan approach to both requires attention to\ntapu or the sacred aspects of relatedness.The challenges of negotiating the relation-\nship between indigenous and western knowledge\nsystems are also explored by Maui Hudson in his\nconsideration of issues for M /C22aori relating to the\nexercise of collective rights in the ethical review\nof research. He argues that collective consent\ndoes not entail the end of individual consentprocesses but is a way of assessing the implica-\ntions of research for a community. Like many\nPaciﬁc researchers, Hudson is critical of inter-\nnational ethical codes that neglect local social\nconstructs, in particular, the need for commu-\nnity input into the assessment of the ethical\nfeatures of research projects. His interest is inethicality – ‘‘the situated, speciﬁc and experi-\nmental ethics talk of citizens’’. This ethicality, or\npractice of ethical principles, is not ﬁxed by\ntradition in indigenous communities, but is\ncontext-speciﬁc and time-speciﬁc, changing in\nresponse to new issues and controversies, while\nalso sustained by key concepts, such as theconcept of tapu. He argues that determining\nethical research practice may involve the devel-\nopment of a negotiated space – a space for\ndeliberation about what will count as knowledge\nthat is informed by several knowledge systems,\nincluding science and indigenous knowledge.\nWhile recognising that different cultures(including those of the Paciﬁc) often share\nethical principles, he argues for attention to the\nspeciﬁcs of the local application of those\nprinciples and in this respect resists the uni-\nversalism of the UNESCO UDBHR.\nKarlo Mila-Schaaf extends discussion of\nthe concept of negotiated space by focusing\nattention on the development of the ‘‘Guidelines\non Paciﬁc health research’’ by the Health\nResearch Council of New Zealand (2005). At\nthe core of Mila-Schaaf’s article is the Paciﬁc\nconcept of vaor the space between people – ‘‘the\nspace that connects rather than separates’’. It is\nonly by nurturing vathat relationships among\npeople and between them and everything else\ncan be sustained. Mila-Schaaf explores the way\nthe Paciﬁc expert group that developed the\nGuidelines worked to develop a distinctively\nPaciﬁc viewpoint, while also resisting andadopting some aspects of western, humanistic\nstrands of thinking. She argues that in these\nrespects they were engaged in a post-colonial\nproject that occupied the negotiated space\nbetween different knowledge systems.112 Rosemary Du Plessis and Peggy Fairbairn-Dunlop\nrUNESCO 2009."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "The challenges for indigenous people of\nidentifying when collective processes of consent\nand ethical review are relevant, and when people\nmight engage with science and technology as\nindividuals, is the focus of Mere Roberts’ article.\nShe looks at how M /C22aori have had to negotiate\nsystems of community consultation with respectto the regulation of genetically modiﬁed organ-\nisms and argues for the need to consider both\ncollective and individual rights in making\ndecisions about using novel health technologies.\nShe argues that tensions between indigenous\nknowledge systems and western science have\nintensiﬁed with the development of new bio-technologies, especially genetic modiﬁcation.\nThere is a need for regulatory agencies, scientists\nand scientiﬁc institutions to appreciate the\ncomplexities surrounding indigenous people’s\nengagement with these technologies, including\nissues relating to who can speak for M /C22aori and in\nwhat context, and when it is appropriate forconsultation and consent to be collective and\nwhen opportunities to exercise individual rights\nare important.\nSteven Ratuva reminds us that knowledge\nsystems are constantly changing, evolving and\nresponding to other forms of knowledge and\ndifferent contexts. Colonisation and economicglobalisation have facilitated access to diverse\nknowledge systems and the challenges of oper-\nating with multiple ontologies. He suggests that,\nrather than being opposed and distinct, Paciﬁc\ntraditional knowledge systems and westernpositivistic science have been involved in a\nconstant process of contradiction and accom-\nmodation. This relationship is problematic when\nwestern science combines Paciﬁc traditional\nknowledge and developments in genetic science\nto assert patents over the ﬂora and fauna that\nPaciﬁc people see as being subject to theirguardianship and control. The assertion of\ncommercial rights by companies is in tension\nwith Paciﬁc people’s understanding of knowl-\nedge about treasured natural resources as\ncollective resources that have spiritual aspects\nas well as practical value in the treatment of\ncertain conditions.\nThis article returns in a very substantive\nway to the issues raised in the ﬁrst article by\nTamasese Ta’isi Eﬁ, exploring Samoan under-\nstandings of tapu, and to Mila-Schaaf’s discus-\nsion of vaas a spatial and relational concept.Ratuva argues that the issues posed by patenting\nare not just commercial issues relating to own-\nership of certain resources or knowledge about\nhow they can be used with what effects. They\nrelate not only to the bio-chemical effects of kava\n(a traditional Paciﬁc drink that induces a sense\nof well-being), but its place as a tapu item in\nritual occasions. Ratuva explores the ways in\nwhich Paciﬁc states are developing strategies to\nprotect indigenous knowledge, including the\nPaciﬁc Model Law for the Protection of Tradi-\ntional Ecological Knowledge, Innovations and\nPractices. He also outlines the way in which civil\nsociety institutions are picking up on these issuesand engaging in forms of cultural mapping,\naimed at documenting traditional indigenous\nknowledge, protecting it and preventing its\naccommodation into western science.\nConclusion\nWhile each of these articles is intensely appre-\nciative of the local and the speciﬁc, they explore\nissues that are of regional and international\nsigniﬁcance. How can knowledge arising out of\ndifferent epistemologies be appropriately incor-\nporated into western science? How are tradi-tional types of knowledge and customary rights\nover certain ﬂora and fauna to be recognised in\nnational and global systems of knowledge\nproduction, commodiﬁcation and exchange?\nWho should decide whether certain forms of\nscientiﬁc activity should be undertaken and\nunder what conditions? How can the culturaleffects of certain disruptions to genetic continu-\nity be assessed and who should be involved in\nmaking decisions about this? What is the\nrelationship between the passions scientists\nbring to the pursuit of greater knowledge and\nthe Samoan concept of tofa sa’ili, or the pursuit\nof wisdom? Are there scientists who pursue whatTamasese Ta’isi Eﬁ refers to in his article as\nfaautago loloto or the deep view of the here and\nnow, while other scientists seek tofa mamao, or\nthe long view? And what are the advantages and\nthe dangers of attention to collective decision-\nmaking by indigenous people on matters relating\nto approvals for ﬁeld trials that involve the use ofgenetic modiﬁcation as well as the analysis and\nstorage of human genetic information?The ethics of knowledge production: Paciﬁc challenges 113\nrUNESCO 2009."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "The articles compiled for this Paciﬁc con-\ntribution to reﬂection on global knowledge\ntraverse different positions, assign different\nweight to the sacred and the secular and provide\ndifferent responses to the challenges posed by\nreconciling collective ownership and decision-\nmaking with attention to individual rights inwestern political, economic and ethical systems.\nThey draw on the life experience of authors who\nare at home in the worlds of western culture,\nnatural and social science and the traditionalknowledge systems of Samoan, Tongan, Fijian\nand M /C22aori cultures. These articles are produced\nby those who, in their daily lives and everyday\npractice, negotiate the spaces in which indigen-\nous Paciﬁc ethical principles and practices can be\narticulated, debated, modiﬁed and communi-\ncated. Our goal, as the editors of this set ofarticles, is to help these ideas to circulate not\nonly in Paciﬁc contexts, but more broadly as\ncontributions to global knowledge about the\nethics of knowledge production.\nNotes\n1. The term Paciﬁc is used to refer\nto both the nation-states of the\nPaciﬁc Ocean and the large varietyof cultures, languages, historiesand physical environments thatcompose the Paciﬁc.\n2. This UNESCO Declaration\nwas passed with acclaim by theUNESCO General Conference inParis in October 2005. The fulltext was reproduced and\nintroduced in issue 186 of the\nISSJ . It is also available online.\n3. Many M /C22aori see themselves as\na Paciﬁc people whose ancestorsjourneyed across the Paciﬁc to\nAotearoa and see strong\nconnections between theirontologies and epistemologies andthose of people who inhabit theislands of the Paciﬁc. For this\nreason, those organising the\nRegional Paciﬁc Ethics ofKnowledge ProductionWorkshop decided to include apanel presentation by a group ofM/C22aori researchers. Two of these\npanel members are contributors tothis collection of articles.\nReferences\nFAIRBAIRN -DUNLOP , P. 2006.\nAddress to the UNESCO Ethics ofKnowledge Production Conference,\nOtago University 12–14 February,\n2006. Cited in Ethics of Knowledge\nProduction Conference Report ,N e w\nZealand National Commission for\nUNESCO, Wellington. Available\nonline at http://portal.unesco.org/shs/en/ﬁles/9932/11571219621\nConference_Report.pdf/\nConference_Report.pdf [Accessed 2November 2009].\nH\nEALTH RESEARCH COUNCIL OF NEW\nZEALAND 2005. ‘‘Guidelines onPaciﬁc health research’’, Auckland:\nHealth Research Council, availableonline at http://www.hrc.govt.nz/\nassets/pdfs/publications/Paciﬁc\n%20Fact%20Sheet.small.pdf[Accessed 27 October 2009].\nK\nUNG, H. 2007. The beginning of all\nthings: science and religion . [Transl.\nby J. Bowden]. Grand Rapids, MI:Wm. B. Eerdmans.\nM\nILA-SCHAAF , K. 2008. Report of the\nRegional Paciﬁc Ethics of Knowledge\nProduction Workshop , Apia, 12–14\nNovember. Wellington: NationalCommission for UNESCO/Te\nKomihana Matua o Aotearoa mo ˆ\nUNESCO. Available online at\nwww.unescobkk.org/ﬁleadmin/\nuser_upload/shs/EventInfo/UNESCOApia2007EthicsofKnowledge.pdf [Accessed 12 November 2009]\nUNESCO 2005. Universal\ndeclaration on bioethics and human\nrights . UNESCO, Paris.114 Rosemary Du Plessis and Peggy Fairbairn-Dunlop\nrUNESCO 2009."
    }
  ]
}