{
  "doc_type": "scientific paper",
  "title": "Habituation of auditory responses in young autistic and neurotypical children",
  "authors": [
    "Patrick Dwyer",
    "Zachary J. Williams",
    "Svjetlana Vukusic",
    "Clifford D. Saron",
    "Susan M. Rivera"
  ],
  "year": 2023,
  "journal": "Autism Research",
  "doi": "10.1002/aur.3022",
  "abstract": "Prior studies suggest that habituation of sensory responses is reduced in autism and that diminished habituation could be related to atypical autistic sensory experiences, for example, by causing brain responses to aversive stimuli to remain strong over time instead of being suppressed. While many prior studies exploring habituation in autism have repeatedly presented identical stimuli, other studies suggest group differences can still be observed in habituation to intermittent stimuli. The present study explored habituation of electrophysiological responses to auditory complex tones of varying intensities (50–80 dB SPL), presented passively in an interleaved manner, in a well-characterized sample of 127 autistic (M DQ = 65.41, SD = 20.54) and 79 typically developing (M DQ = 106.02, SD = 11.50) children between 2 and 5 years old. Habituation was quantified as changes in the amplitudes of single-trial responses to tones of each intensity over the course of the experiment. Habituation of the auditory N2 response was substantially reduced in autistic participants as compared to typically developing controls, although diagnostic groups did not clearly differ in habituation of the P1 response. Interestingly, the P1 habituated less to loud 80 dB sounds than softer sounds, whereas the N2 habituated less to soft 50 dB sounds than louder sounds. No associations were found between electrophysiological habituation and cognitive ability or participants' caregiver-reported sound tolerance (Sensory Profile Hyperacusis Index). The results present study results extend prior research suggesting habituation of certain sensory responses is reduced in autism; however, they also suggest that habituation differences observed using this study's paradigm might not be a primary driver of autistic participants' real-world sound intolerance.",
  "keywords": [
    "adaptation",
    "autism",
    "electrophysiology",
    "habituation",
    "sensory behaviors"
  ],
  "research_topics": [
    "Sensory processing in autism",
    "Habituation of neural responses",
    "Auditory event-related potentials (ERPs)",
    "Autism spectrum developmental differences",
    "Neural mechanisms of sensory sensitivity",
    "Auditory processing in young children",
    "Neurophysiological biomarkers of autism"
  ],
  "created_at": "2025-05-05T02:02:56.485420Z",
  "source_pdf": "documents/research/Global/Dwyer 2023 Haibutation of auditory responsesin young autistic and neurotypical hildren.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "RESEARCH ARTICLE\nHabituation of auditory responses in young autistic and\nneurotypical children\nPatrick Dwyer1,2,3| Zachary J. Williams4,5,6,7,8| Svjetlana Vukusic2,9|\nClifford D. Saron2,3| Susan M. Rivera1,2,3,10\n1Department of Psychology, UC Davis, Davis, California, USA\n2Center for Mind and Brain, UC Davis, Davis, California, USA\n3MIND Institute, UC Davis, Davis, California, USA\n4Medical Scientist Training Program, Vanderbilt University School of Medicine, Nashville, Tennessee, USA\n5Department of Hearing & Speech Sciences, Vanderbilt University Medical Center, Nashville, Tennessee, USA\n6Vanderbilt Brain Institute, Vanderbilt University, Nashville, Tennessee, USA\n7Frist Center for Autism and Innovation, Vanderbilt University, Nashville, Tennessee, USA\n8Vanderbilt Kennedy Center, Vanderbilt University Medical Center, Nashville, Tennessee, USA\n9Department of General Practice, Melbourne Medical School, The University of Melbourne, Melbourne, Victoria, Australia\n10College of Behavioral and Social Sciences, University of Maryland, College Park, MD, USA\nCorrespondence\nPatrick Dwyer, Department of Psychology, UC\nDavis, Davis, CA, USA.\nEmail: patricksrdwyer@gmail.com\nFunding informationAutism Speaks; MIND Institute, University ofCalifornia, Davis; National Institute of ChildHealth and Human Development,\nGrant/Award Number: P50 HD093079;\nNational Institute of General Medical Sciences,Grant/Award Number: T32 GM007347;National Institute on Deafness and Other\nCommunication Disorders, Grant/Award\nNumber: F30DC019510; National Institutes ofHealth, Grant/Award Number: 1RO1MH089626; Robert Shoes Fund;\nSchweizerischer Nationalfonds zur Förderung\nder Wissenschaftlichen Forschung,Grant/Award Number: P2LAP3_164911; Scottand Jennifer Fearon; University of California,\nDavisAbstract\nPrior studies suggest that habituation of sensory responses is reduced in autism andthat diminished habituation could be related to atypical autistic sensory experi-\nences, for example, by causing brain responses to aversive stimuli to remain strong\nover time instead of being suppressed. While many prior studies exploring habitua-tion in autism have repeatedly presented identical stimuli, other studies suggest\ngroup differences can still be observed in habituation to intermittent stimuli. The\npresent study explored habituation of electrophysiological responses to auditorycomplex tones of varying intensities (50 –80 dB SPL), presented passively in an\ninterleaved manner, in a well-characterized sample of 127 autistic ( M\nDQ=65.41,\nSD=20.54) and 79 typically developing ( MDQ=106.02, SD =11.50) children\nbetween 2 and 5 years old. Habituation was quantified as changes in the amplitudes\nof single-trial responses to tones of each intensity over the course of the experiment.\nHabituation of the auditory N2 response was substantially reduced in autistic par-ticipants as compared to typically developing controls, although diagnostic groups\ndid not clearly differ in habituation of the P1 response. Interestingly, the P1 habitu-\nated less to loud 80 dB sounds than softer sounds, whereas the N2 habituated lessto soft 50 dB sounds than louder sounds. No associations were found between elec-\ntrophysiological habituation and cognitive ability or participants ’caregiver-\nreported sound tolerance (Sensory Profile Hyperacusis Index). The results presentstudy results extend prior research suggesting habituation of certain sensory\nresponses is reduced in autism; however, they also suggest that habituation differ-\nences observed using this study ’s paradigm might not be a primary driver of autistic\nparticipants ’real-world sound intolerance.\nClifford D. Saron and Susan M. Rivera are the co-senior authors.Received: 24 March 2023 Accepted: 16 August 2023\nDOI: 10.1002/aur.3022\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any\nmedium, provided the original work is properly cited and is not used for commercial purposes.\n© 2023 The Authors. Autism Research published by International Society for Autism Research and Wiley Periodicals LLC.\nAutism Research. 2023;1 –21. wileyonlinelibrary.com/journal/aur 1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Lay Summary\nYoung children listened to tones, presented at a mixture of different volumes,\nwhile we recorded their brain responses. We studied whether brain responses\nhabituated (got smaller over time) as the tones repeated. There was less habitua-tion of a brain response /C24250 ms after high-volume (loud) tones in autistic chil-\ndren than in non-autistic children. Unexpectedly, we did not find relationships\nbetween brain response habituation and parents ’reported perceptions of their\nchildren ’s loudness discomfort.\nKEYWORDS\nadaptation, autism, electrophysiology, habituation, sensory behaviors\nINTRODUCTION\nSensory experiences in autism\nThe sensory experiences of autistic people1are increas-\ningly recognized as an important topic of investigation\nfor researchers, both due to their salience in the lives ofmany autistic people and due to their potential role in the\ndevelopment of autistic phenotypes. Sensory reactivity in\nautism spectrum development (ASD) is even related to,or an aspect of, quality of life (Lin & Huang,\n2019;\nMcConachie et al., 2019). Furthermore, studies have\nidentified relationships between sensory experiences/behaviors in ASD and participation in everyday activities\n(Ismael et al.,\n2018; Little et al., 2015) and sleep quality\n(Tzischinsky et al., 2018).\nBeyond their intrinsic importance, differences in how\nautistic people attend to and process sensory information\nearly in development might have important consequencesfor later development. For example, atypical sensory pro-\ncessing might interfere with social and language learning.\nDistracting sensory inputs can lead autistic people toexhibit atypical brain activity in social tasks (Green\net al.,\n2018), and altered sensory processing predicts later\nsocial and language outcomes in ASD (Baraneket al.,\n2018; Damiano-Goodwin et al., 2018; Kolesnik\net al., 2019). Furthermore, one might expect that autistic\nchildren ’s experiences of sensory distress could lead them\nto develop anxious vigilance and fears surrounding the\npossibility these uncomfortable stimuli might recur\n(Verhulst et al., 2022). This supposition is supported by\nevidence; early sensory over-responsivity in infants and in\nyoung autistic children is associated with later anxiety\n(Green et al., 2012; Narvekar et al., 2022). Other infantstudies ’findings of behavioral and neurophysiological\ndifferences in sensory processing suggest such alterations\nof developmental trajectories could begin very early in\nlife (Baranek, 1999; Miron et al., 2021).\nIn the auditory domain specifically, a number of audi-\ntory sensory phenotypes can be distinguished, both in\nautism and the general population (Williams, He,et al.,\n2021). These include various forms of sound intol-\nerance, such as misophonia, or strong emotional\nresponses (often anger and/or disgust) to specific triggersounds; phonophobia, or phobias towards sounds; and\nhyperacusis, or finding sounds (even those of moderate\nintensity) to be excessively loud, painful, or overwhelm-ing. Hyperacusis does seem to be common in autism\n(Danesh et al.,\n2015; Khalfa et al., 2004; Williams, Suz-\nman, & Woynaroski, 2021), although it is arguably\nunclear whether it can be easily distinguished from “sen-\nsory overload ”(described in Belek, 2018; Scheydt\net al., 2017). For this reason, we will ordinarily use the\nmore general term “sound (in)tolerance. ”\nHabituation\nReductions in habituation or suppression of neural\nresponses to repeated stimuli are a neural-level mecha-\nnism that could potentially account for many autistic sen-\nsory experiences. It seems reasonable to assume that alack of neural habituation could exacerbate experiences\nof distress or overload caused by prolonged or repeated\nloud sounds or result in poorer filtering of distractingbackground stimuli.\nThe idea that habituation is reduced in autism\nappears consistent with some autistic people ’s qualitative\naccounts (Robertson & Simmons,\n2015), subjective rat-\nings (Lawson et al., 2015), and autonomic arousal to\nstimuli (Gandhi et al., 2021), as well as with many func-\ntional imaging studies using different methods and\napproaches. These studies include paradigms involving\nrepetition of stimuli within pairs (Orekhova et al., 2008;\nStroganova et al., 2013), repetitions of standard stimuli\nbetween occasional oddballs (Kolesnik et al., 2019; Ruiz-\nMartínez et al., 2019), rapid trains of identical stimuli1Autism identifying language remains a controversial area, including among\nindividuals on the autism spectrum themselves (Bury et al., 2023). In deference to\nthe preferences of many individuals on the autism spectrum (Bury et al., 2023;\nKenny et al., 2016), and in light of concern that person-first language may be\nconducive towards or at least reflective of stigma (Gernsbacher, 2017), we have\nchosen to use identity-first language (e.g., “autistic person ”). We have also chosen,\nagain partly in deference to autistic opinion, but also out of a desire to avoidsubjective value judgments in academic terminology, to use neutral descriptiveterms such as “autism spectrum development ”in preference to value-laden terms\nlike “disorder ”or“condition. ”2 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "(Font-Alaminos et al., 2020), and slower delivery of iden-\ntical stimuli either in blocks (Millin et al., 2018) or over\nwhole experiments (Gandhi et al., 2021; Jamal\net al., 2021; Martineau et al., 1992; Matsuzaki\net al., 2014). Differences in habituation between typically\ndeveloping and autistic individuals appear very early inlife: studies have found that reduced repetition suppres-\nsion of responses to auditory (Kolesnik et al.,\n2019) and\ntactile (Piccardi et al., 2021) stimuli predicts an eventual\nautism diagnosis among infants at elevated autism likeli-\nhood; as a group, infants at elevated autism likelihood\nalso show reduced habituation to auditory standards(Guiraud et al.,\n2011).\nInterestingly, reductions i nh a b i t u a t i o ni na u t i s t i c\nparticipants are not solely observed in paradigms inwhich identical stimuli are delivered repetitively. Hudac\net al. (\n2018) observed reduced attenuation over trials of\nP3a responses, or brain responses towards a variety ofdifferent novel stimuli (e.g., chimes, cricket chirps,\ndrums, and whooshing) occa sionally interspersed\namong standard stimuli; P3a responses may reflect focalattention towards these novel events and representation\nof them in working memory (Polich,\n2011). Habituation\nof the P3a may therefore reflect participants coming toexpect strange, novel stimuli to appear, and devoting\ngradually less attention to them over time.\n2Thus,\nHudac and colleagues ’study suggests that ASD –typical\ndevelopment (TD) group differences in habituation\ncould manifest in a wide variety of everyday contexts:\nnot only ones in which stimuli are prolonged or repeatedwithout any change in their properties, but also in con-\ntexts in which non-identical stimuli are repeated in some\nway that is still physically or functionally similar orpredictable.\nOne other important question is whether altered\nhabituation in ASD can be directly related to the sensoryexperiences and behaviors of autistic people, including\nhyper-responsive patterns such as distractibility towards\nbackground stimuli and distress caused by intense stim-uli. On this point, there is some positive evidence (Font-\nAlaminos et al.,\n2020; Green et al., 2019; Jamal\net al., 2021; Lawson et al., 2015; Matsuzaki et al., 2014).\nHowever, other studies find no link between habituation\nand the sensory experiences or behaviors of autistic peo-\nple (Millin et al., 2018; Ruiz-Martínez et al., 2019).\nExplanations for habituation differences\nA number of different neurobiological and cognitive the-ories of autism have been postulated that could accountfor, or be consistent with, reductions in habituation in\nASD. The present study is not intended to compare theseaccounts against one another —and moreover, it is quite\npossible that more than one could be true in different\nindividuals, or even that different mechanisms on differ-ent levels might operate in the same individuals. Indeed,\nresearch suggests habituation is often atypical in animal\nmodels of genetic variants associated with autism (amongother diagnoses and conditions; e.g. McCullagh\net al.,\n2020), but different genes can affect different\naspects of habituation, suggesting multiple mechanismsare involved (McDiarmid et al.,\n2020).\nOne theory proposes that the autistic brain is charac-\nterized by an atypical balance of neural excitation andinhibition: specifically, in comparison to TD, reduced\ninhibition relative to excitation (Rubenstein &\nMerzenich,\n2003; Sohal & Rubenstein, 2019). Within this\nframework, repeated and/or irrelevant sensory inputs\nmight not be inhibited in autism as they would be in TD,\nresulting in a more robust neural response to theserepeated stimuli (Ethridge et al.,\n2016; Kolesnik\net al., 2019). There is evidence from typically developing\nindividuals linking inhibitory processing and habituation(Palermo et al.,\n2011), and recent evidence suggests that\narbaclofen, a GABA receptor agonist, appears to\nenhance repetition suppression in autistic adults (Huanget al.,\n2023). Moreover, decreased inhibition in the audi-\ntory cortex has been shown in animal models to directly\nlead to loudness hyperacusis, a form of sound intolerance(McGill et al.,\n2023).\nResearchers have also proposed various other frame-\nworks to interpret autism, including a family of theoriesrelated to prediction and learning (e.g., Lawson et al.,\n2014; Pellicano & Burr, 2012; Qian & Lipkin, 2011;\nSinha et al., 2014; van de Cruys et al., 2014). In most of\nthese accounts, autistic people are postulated to place\nrelatively greater weight on bottom-up information\nsuch as momentary sensory inputs, while placing lessweight on top-down genera lizations and predictions\nabout environments (Angeletos Chrysaitis & Seriès,\n2022 ). Researchers have proposed that such a pattern\ncould be consistent with reductions of habituation: if\nautistic people are less able learn regularities, or fail to\napply such expectations to predict stimuli, the neuralresponse to repeated stimuli might not diminish\n(Cannon et al.,\n2021 ).\nHowever, the suggestion that autistic people in gen-\neral are unable to effectively predict basic regularities\nshould be regarded with caution. An alternative interpre-\ntation may emerge from findings suggesting that autisticpeople ’s attention is susceptible to being exogenously\ncaptured by stimuli (Keehn et al.,\n2016; Keehn, Wester-\nfield, & Townsend, 2019). Autistic people are also often\nslow to disengage attention from stimuli (Keehn,\nKadlaskar, et al., 2019; Sacrey et al., 2014); thus, they\nmight have difficulty disengaging their attention fromrepeating stimuli. Furthermore, autistic people often\nexperience sensory anxieties (Halim et al.,\n2018; Kerns\net al., 2014; Lau et al., 2020), and anxiety is associated2The P3a was not examined in the present study, as this study was intended to\nexplore differences in neural responses as a function of the intensity ofequiprobable stimuli, and the paradigm changes necessary to evoke a P3a\nresponse would have interfered with this aim.DWYER ET AL . 3\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "with attentional vigilance towards potentially threatening\nstimuli (Eysenck et al., 2007). Autism is also associated\nwith symptoms of misophonia (Williams et al., 2022;\nWilliams, He, et al., 2021), and in misophonic people,\nattention may be captured by repetitive trigger sounds\n(da Silva & Sanchez, 2019; Simner et al., 2022). Thus,\nautistic people might be very well able to effectively pre-\ndict repetition of stimuli (Cannon et al., 2023; Sharer\net al., 2015)—indeed, some might be frustrated due to\nknowing that an aversive stimulus will soon repeat\nitself —but due to focusing their attention on the repeti-\ntive stimuli, they might continue to show a strongresponse instead of habituating. This account has intui-\ntive appeal to the autistic first author of this paper and\ncomports with his personal experience. However, there isa lack of rigorous qualitative autism research regarding\nanticipatory consequences of repeated aversive and non-\naversive stimuli. Moreover, whether or not the firstauthor ’s experience generalizes to other autistic people, it\nis unclear whether/how reportable, subjective experiences\nof awareness of stimulus repetition map onto neural-levelprocesses related to prediction.\nUltimately, given the heterogeneity of ASD, as\nwell as the existence of multiple levels of explanationsuch as the neurobiological and the cognitive, it is\nunclear whether a single cause can be expected to be\nresponsible for reduced habituation across all autisticindividuals.\nAuditory event-related potentials in young\nautistic children\nThe present study examines habituation in auditory\nevent-related potentials (ERPs) from young autistic chil-\ndren between 2 and 5 years of age. As they are commonlydescribed in prior research literature (the “canon ”),\ncanonical auditory ERPs evident over frontocentral scalp\nsites in this age range include the P1 response, a largepositive voltage deflection occurring approximately\n/C24100–150 ms after stimulus onset, and the frontocentral\nN2, a negative voltage deflection occurring approxi-mately /C24250 ms after stimulus onset ( ˇCeponiene\net al.,\n2003; Ponton et al., 2002; Shafer et al., 2015).\nThese ERP responses have been previously described inthe present study sample by Dwyer, Wang, et al. (\n2021),\nwho found that the N2 response was attenuated at the\ngroup average level in ASD, which is consistent withprior research (reviewed by Williams, Abdelmessih,\net al.,\n2021). More specifically, Dwyer, De Meo-Monteil,\net al. ( 2021) found autistic participants exhibited less neg-\native voltages over frontocentral sites in the time window\nof the N2 in responses to 60 through 80 dB stimuli,\nthough no group difference was observed in responses tothe softer 50 dB stimuli. This may reflect the intensity-\ndependency of the N2 itself, which was elicited by louder\nstimuli but not by softer stimuli.Present study\nIn the present study, habituation was examined using ERPsin a large sample of young autistic and typically developing\nchildren from the Autism Phenome Project (APP) at the\nUC Davis MIND Institute (Amaral et al.,\n2017; Nordahl\net al., 2022). Cognitive abilities of autistic participants in\nthe present study ranged widely, with some participants\nhaving significant developmental delays while othersappeared to be cognitively gifted. Auditory stimuli of four\ndifferent intensity levels we re presented in randomly inter-\nspersed manner, allowing for exploration of group differ-ences in habituation over the course of the experiment\nacross these different intensitie s. While participants listened\nto these stimuli, they also watched a quiet video chosenspecifically to be of interest to them personally, so that\nhabituation to the auditory stimuli in the present study\nmight reflect successful suppression of responses to a lessinteresting stimulus. After data were collected, an intensive\ndata processing pipeline that included second-order blind\nsource identification (SOBI) independent components anal-ysis (ICA; Belouchrani et al.,\n1997) was used to eliminate\nputatively artefactual signal sources. We made the follow-\ning hypotheses regarding habituation and intra-individualvariability in these data:\nFirst, given prior research, we expected to find reduced\nhabituation in ASD, relative to TD, of the auditory\nevent-related P1 and N2 responses; and\nSecond, insofar as reduced habituation might be\nresponsible for sensory experiences of autistic people,\nwe expected that reduced habituation in ASD would\nbe related to caregiver-reports of behaviors consistentwith hyperacusis and auditory sensory sensitivity.\nWe also took advantage of the opportunity to explore\nassociations between habituation and cognitive abilities.\nMATERIALS AND METHODS\nParticipants\nAPP electrophysiological data have previously been pre-\nsented in several studies focused on averaged ERPs(de Meo Monteil et al.,\n2019; Dwyer et al., 2020, Dwyer,\nDe Meo-Monteil, et al., 2021, Dwyer, Wang, et al., 2021)\nas well as a report about overall inter-trial variability(Dwyer et al.,\n2022), but systematic habituation of elec-\ntrophysiological responses from the APP has not previ-\nously been described.\nAs part of the APP, between 2006 and 2011, attempts\nwere made to collect ERP data from 216 autistic and\n104 typically developing children, aged between 2 and5 years. These participants ’medical histories were screened\nfor suspicion of hearing impairment prior to their participa-\ntion in the ERP portion of the A PP. Autistic participants4 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "were required to meet criteria for a pervasive developmental\ndisorder (based on DSM-IV and Collaborative Programs ofExcellence in Autism Network criteria) and pass ADOS-G\n(Lord et al.,\n2000) cut-off scores as well as cut-offs for either\nthe social or communication subscales of the ADI-R (Lordet al.,\n1994). Further information about the APP and partic-\nipant recruitment can be found in Libero et al. ( 2016)a n d\nNordahl et al. ( 2011). A number of participants were\nexcluded from the present study due to failure to collect\nERP data; due to noisy data; due to insufficient acceptable-\nquality trials (<400); due to exce ssive poor-qua lity channels\n(>6–7); due to neuroanatomical abnormalities revealed by\nmagnetic resonance imaging collected in the APP; or due to\nabrupt changes in global field power at the single trial levelover the course of the experiment, plotted using ERPimage\n(Delorme et al.,\n2015), that were assumed to be recording-\nrelated rather than neural in origin and thus probable con-founds in analyses at the single-trial level. One participant\nentered the study in the TD group but was diagnosed with\nautism at a later APP time-point; this participant ’sd a t aa r e\nalso excluded. The final sample of children with data\nincluded in the present study compromised 79 typically\ndeveloping participants (27 female, 52 male) and 127 autisticparticipants (20 female, 107 male) (Table\n1). There were\nmore male-sex participants in the autistic group, χ2=8.38,\np=0.004, Cramér ’sV=0.21, 95% CI =[0.08, 0.35]. The\nstudy was approved by the UC Davis Institutional Review\nBoard and informed consent was obtained from the parent/\nguardian of each participant.\nMeasures\nLoudness discomfort\nLoudness discomfort was measured with the Sensory Pro-\nfile Hyperacusis Index (SPHI; Dwyer et al., 2022;Williams et al., 2020). This measure is derived from the\nShort Sensory Profile (SSP; McIntosh et al., 1999), a\ncaregiver-report questionnaire commonly used in investi-\ngations of sensory processing in autistic children\n(Williams, 2021; Williams et al., 2018). Five SSP items\nreflecting sound intolerance/noise distress and auditory\nfiltering challenges (items 22, 24, 25, 34, and 35) are\nincluded in the SPHI, making it well-suited to measurebehavioral auditory hyperreactivity that could potentially\nbe linked to altered habituation patterns. A bifactor item\nresponse theory model is used to estimate loudness dis-comfort scores based on the expected a posteriori\n(Bock & Mislevy,\n1982) estimate of standing on the “gen-\neral factor ”underlying all five items. SPHI scores (on a\nZ-score scale) range from /C01.45 to 2.16, with higher\nscores reflecting greater loudness discomfort. Usable\nSPHI data were available from 106 autistic and 64 typi-cally developing participants.\nBecause the SPHI includes both noise distress and\nauditory filtering items, we also conducted additionalanalyses in the Supplementary Materials separately using\nSSP Noise Distress and Auditory Distractibility scores\n(per Williams et al.,\n2018) in lieu of SPHI estimates, in\norder to explore whether they might have differential\nrelationships to habituation.\nCognitive ability\nCognitive ability (in Table 1)w a sm e a s u r e dw i t h\nthe Mullen Scales of Early Learning (MSEL;\nMullen, 1995 ). Four MSEL subscales were adminis-\ntered: Visual Reception (VR), Fine Motor (FM),\nExpressive Language (EL), and Receptive Language\n(RL). A ratio developmental quotient (DQ) was cal-culated by dividing mental age by chronological age,\nthen multiplying by 100.TABLE 1 Characteristics of typically developing and autistic participants with usable electrophysiological data.\nTD ASD\np Cliff ’sδ[95% CI] Mean (SD) Range Mean (SD) Range\nChronological age (months) 37.06 (6.48) 25.80 –56.33 38.49 (5.97) 25.50 –54.87 0.031 /C00.18 [/C00.33,/C00.02]\nMSEL developmental quotient\n(DQ)106.02 (11.50) 79.89 –128.62 65.41 (20.54) 30.39 –132.45 <0.0001 0.89 [0.82, 0.94]\nADOS calibrated score (Gotham\net al., 2009)N/A 7.60 (1.65) 4 –10 N/A N/A\nSPHI /C00.45 (0.68) /C01.45 to 1.11 0.04 (0.83) /C01.45 to 2.16 0.0002 /C00.34 [/C00.49,/C00.16]\nTotal trials 1166.75 (197.59) 711 –1530 1142.14 (205.19) 639 –1643 0.55 0.05 [ /C00.11, 0.21]\nUsable trials 935.95 (214.63) 448 –1410 873.72 (193.33) 509 –1375 0.055 0.16 [ /C00.01, 0.32]\nRejected trials 230.80 (103.29) 59 –495 268.43 (101.93) 80 –667 0.01 /C00.20 [/C00.36,/C00.04]\nNumber of pauses in EEG\nrecordings20.62 (11.33) 1 –58 31.53 (21.38) 3 –146 0.0002 /C00.31 [/C00.44,/C00.16]\nNote: Statistical comparisons employ Wilcoxon rank-sum tests. Cliff ’sδ(Cliff, 1993) is reported as an effect size.DWYER ET AL . 5\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "EEG task\nParticipants were seated on a caregiver ’s lap in a dimly\nlit, audiometrically quiet, shielded chamber and allowed\nto watch a quiet video of their choice or a video that their\ncaregiver believed would be of interest to them. Whilethey watched this video, Sony MDR-222KD binaural\nheadphones calibrated with a B&K artificial ear (model\n4153) and sound meter (model 2229) were used to pas-sively present 50 ms (including 5 ms rise and decay time)\ncomplex tones (sine waves of equal amplitude overlaid at\nthe following 7 frequencies (musical notes): 249 Hz (B3);616 Hz (D5), 788 Hz (G5), 1042 Hz (C6), 1410 Hz (F6),\n1952 Hz (B6), and 2749 Hz (F7)) presented at a ran-\ndomly variable (uniform) ISI of 1 –2 s. Tones randomly\nvaried in intensity (50, 60, 70, and 80 dB SPL); tones of\nthe same intensity were never presented twice in succes-\nsion. Presentation of tones was temporarily paused asrequired (e.g., when participants appeared to become\nrestless). Approximately /C241100 –1200 trials ( /C24275–300\ntrials/condition) were collected from each participant(Table\n1). Data collection often lasted approximately 30 –\n40 min, not including capping time, but including pauses\nin the EEG recordings. Further details regarding theEEG task are available in De Meo-Monteil et al. (\n2019).\nEEG data acquisition and processing\nEEG was collected with a 61-channel cap ( www.easycap.\nde) with an equidistant electrode montage differing from\nthe standard 10 –20 system, as well as a Compumedics\nNeuroscan Synamp II amplifier sampling at a rate of1000 Hz with Cz as a reference. EEG data were then\nlow-cut (i.e., high-pass) filtered offline in BESA 5.2\n(\nwww.besa.de ) with a cut-off of 0.4 Hz (12 dB/octave\nroll-off). After low-cut filtering, the data were separated\ninto epochs (spanning /C0200 to 900 ms, including 300 ms\nnecessary for subsequent independent components analy-sis [ICA]), average-referenced, baseline-corrected (using\nthe period from /C0100 to 0 ms), and manually inspected\nfor noisy channels, which were removed in preparationfor later interpolation. The artifact scan tool of BESA 5.2\nwas then used to screen for and remove epochs with\nextreme amplitudes; amplitude cut-offs were set manuallybased on inspection of single epoch waveforms and of\ncorresponding Raster plots of maximum amplitudes per\nepoch. In this manual inspection, the cut-off was itera-tively moved along the Raster plot of maximum ampli-\ntudes until a point was found at which (1) inspecting four\ntrials of those approaching, but below the amplitude cut-off yielded at least three good trials and (2) inspecting\nfour trials of those approaching, but above the cut-off\nyielded at least three bad trials. The selected amplitudethresholds did not statistically differ between autistic\n(M=321, SD =95) and comparison ( M=317,\nSD=116) participants, Wilcoxon p=0.26, Cliff ’sδ=0.09 [95% CI: /C00.07, 0.25]. All epochs were then\nmanually inspected for abrupt voltage changes suggestive\nof temporary disconnection of electrode channels; epochswith such artefacts were removed.\nThe remaining epochs were then submitted to a\nSecond-Order Blind source Identification (SOBI;Belouchrani et al.,\n1997; Tang et al., 2005) ICA. SOBI\nemploys joint diagonalization of covariance matrices\nacross different time delays, thereby taking into accounttemporal information from the EEG data, in order to\nseparate the data into maximally uncorrelated “sources ”\nwith different spatial topographies and time courses. Asemi-automatic artifact removal tool (SMART, Saggar\net al.,\n2012,https://stanford.edu/ /C24saggar/Software.html )\nwas used to characterize the spatial topography, powerspectra, autocorrelation, and time series of each SOBI\nsource. These outputs were used to manually judge\nsources to be either putatively non-neural in origin(e.g., EMG, EOG, and blinks) or putatively neural. SOBI\nand SMART were applied separately to the first and sec-\nond half of the data, consistent with recommendationsfor exploration of effects of ICA on the data\n(Luck,\n2014b ).\nData were subsequently reconstructed with putatively\nnon-neural sources removed, and the artifact scan tool of\nBESA 5.2 was used once again to remove any remaining\nextreme amplitudes. Averages from each participant werecomputed and Cartool (Brunet et al.,\n2011) was used to\nscreen the data for any channels that appeared to be sys-\ntematically deviant from adjacent channels in the aver-aged data. Returning to the trial-by-trial data, these\nchannels, as well as previously removed noisy channels,\nwere interpolated using a spherical spline approach(Perrin et al.,\n1989) as implemented by Fieldtrip\n(Oostenveld et al., 2011) and baseline correction (using\nthe 100 ms prior to stimulus onset) was repeated. Finally,separate trial epochs (now spanning 200 ms pre-stimulus\nonset to 599 ms post-stimulus onset) from each partici-\npant were filtered (high-cut, i.e., low-pass: second-orderButterworth with 40 Hz cutoff and 12 dB/octave roll/off;\nnotch: 60 Hz Park-McClellan) using ERPLAB (Lopez-\nCalderon & Luck,\n2014).\nEEG habituation analysis\nFor the habituation analysis, a slope representing changein voltage amplitude over the course of the experimentwas computed separately within each participant and\neach loudness condition, separately at each channel,\nand separately at each time-point within epochs(Figure\n1). To ensure that outliers did not overly influ-\nence slope values, Kendall ’sτwas used to obtain rank-\nbased slopes representing the ordinal association betweenvoltage amplitude and the ordinal number representing\nthe position of the trial within the experiment. Owing to\nthe unequal numbers of trials obtained across different6 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "participants (Table 1), the total number of trials used to\ngenerate the slope values did vary.\nHabituation slopes were analyzed in terms of canoni-\ncal ERP responses, on the theory that habituation slopes\nwould approximately appear as inverses of theseresponses: habituation of a positive-going ERP would\ntake the form of a negative slope, while habituation of a\nnegative-going ERP would appear as a positive slope.\nHabituation of the P1 and N2 was quantified by tak-\ning the mean slope value within a given spatiotemporal\nwindow. Spatial windows are given in Figure\n2, and these\nwere defined based on observed grand-averaged ERP\nvoltage topographies. Within these spatial windows, the\nP1 temporal windows were defined in each loudness con-dition as ±50 ms on either side the greatest peak in any\nchannel in the grand-averaged raw ERP voltage data\nacross both diagnostic groups. This yielded the P1 win-dows of 73 –173 ms (50 dB), 61 –161 ms (60 dB), 45 –\n145 ms (70 dB), and 43 –143 ms (80 dB). Due to the rela-\ntively poor definition of the N2 ERP component, espe-cially in softer intensity conditions, we did not attempt to\nlocate peaks; instead, the temporal window was prede-\nfined as 201 –350 ms.\nOne-sample ttests\nTo determine whether mean slope values significantly dif-\nfered from zero (that is, whether habituation was present)in any group or intensity condition, Bayesian one-sample\nt-tests were conducted with default priors (Morey\net al., 2021) and are presented in Supplementary\nMaterials.\nGroup comparisons\nTo compare habituation across groups and conditions,we used Bayesian multilevel models in brms\n(Bürkner,\n2017) to examine the fixed effects of diagnostic\ngroup, hemisphere, and their interaction on habituation;\nintercepts were allowed to vary between each individual\nparticipant (i.e., we allowed for “random intercepts ”of\nparticipant). Models used default priors and included\n18,000 iterations (9000 warmup). 95% equal-tailed credi-\nble intervals were estimated and reported for inferentialpurposes. In the models, continuous variables were con-\nverted to scaled z-scores to ease interpretation; categori-\ncal variables were sum-coded factors.\nTo examine the role of stimulus intensity in habitua-\ntion, we used varying ( “random ”) effects. After building\nthe baseline model, which did not include stimulus inten-sity as a predictor, we fitted a series of more complex\nmodels. First, we allowed varying ( “random ”) intercepts\nto differ across stimulus intensity conditions. Second, weestimated separate varying ( “random ”) slope models\nallowing effects of either diagnostic group or hemisphere\nto differ across intensities. Finally, we considered a modelallowing effects of group, hemisphere, and their interac-\ntion to differ across intensities. Model fit was compared\nusing the leave-one-out cross validation (LOO) method,computed via Pareto-smoothed importance sampling\n(Vehtari et al.,\n2017,2023). Models were considered\nsuperior if improvements in LOO expected log pointwise\nFIGURE 1 An example of a slope taken from a single participant.\nThis scatterplot depicts voltage amplitudes from this participant\nrecorded at channel Cz exactly 100 ms after stimulus onset in each trial\nfrom the 80 dB condition. The diagonal blue line depicts the linear\nslope, while the values describe both the linear slope (Pearson ’s\ncorrelation coefficient) and the ordinal slope (Kendall ’s tau); the ordinal\nslope was employed in the analysis. Slopes like this were calculated for\nevery participant, condition, channel, and time-point between /C0100 and\n350 ms post-stimulus onset. With 206 participants, four loudnessconditions, 61 channels, and 451 time points, a total of 22,669,064\nseparate slope values like the one depicted in this example plot were\ngenerated. Habituation slopes were then averaged over spatiotemporal\nregions associated with the P1 and N2 components.\nFIGURE 2 Regions of interest over left and right hemisphere\nfrontocentral scalp. Left: frontocentral regions of interest for analysis ofP1 response (red electrodes). Right: Frontocentral regions of interest for\nanalysis of N2 response (red electrodes). The N2 region of interest was\ndefined slightly more narrowly than the P1 region in order to avoidoverlap with temporal components such as the TP200 response.\nChannel positions may appear slightly irregular; this is because channel\npositions are based on actual electrode positions obtained from a subset\nof participants using a Polhemus digitizer.DWYER ET AL . 7\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "predictive density (elpd loo) exceeded estimates of the stan-\ndard error of the difference. If the improvement in elpd loo\ndid not exceed the estimate of the standard error of the\ndifference between elpd loovalues, the model with fewer\nparameters (i.e., the more parsimonious model) was\nretained, as the predictive performance of the two modelswas considered approximately equivalent.\nThis multilevel modeling framework also allowed us\nto include fixed effects of within- and between-subjectscovariates. As noted previously, stimulus presentation\nwas sometimes paused due to participants ’comfort and\nbehavior, and the number of such pauses varied consider-ably across participants (Table\n1, Figure S1). Moreover,\nwe have previously found that some participants in this\ndataset, including many autistic children, display positivevoltages in the approximate spatiotemporal window of\nthe canonical frontocentral N2 negativity (Dwyer, Wang,\net al.,\n2021); habituation of a positive-going response\nwould produce a negative slope, not the positive habitua-\ntion slope expected for a negative-going N2 response.\nDue to the possibility that either pauses in stimulus pre-sentation or group differences in averaged ERP voltages\nmight account for differences in habituation, and given\nthe statistical difference in sex between the autistic andcomparison groups, we included the number of pauses,\nobserved ERP voltages (mean amplitudes of the EEG\nresponse averaged over the same spatiotemporal win-dows used to measure habituation), and sex as fixed\neffect covariates in the multilevel models. As with other\nvariables, continuous covariates were entered as z-scores,\nwhile sex was a sum-coded factor.\nAdditionally, in Supplementary Materials, partici-\npants with unexpected positive or less negative voltagesin this period were identified with clustering and removed\nprior to analyses of N2 habituation. The results of the\nanalyses presented in the main text were replicated.\nCorrelations\nTo determine whether habituation was related to SPHIestimates or to cognitive ability, linear correlationsbetween habituation slopes, as collapsed across hemi-\nspheres, were examined within a Bayesian framework\nusing the correlation R package (Makowski et al.,\n2020).\nFor all models, we used the default Bayesian correlation\ntest (Ly et al., 2016) with “medium ”priors ( rscale\nparameters of 1/3), and Bayes factors (BF 10) were calcu-\nlated to summarize evidence for or against the hypothesis\nof a significant linear correlation. We conducted these\nanalyses specifically within the autistic group, to preventany influence of group differences on results. P-values\nfrom equivalent frequentist tests are also presented.\nFor reference, linear correlations involving habitua-\ntion slopes over each hemisphere separately are presented\nin the Supplementary Materials, along with linear corre-\nlations from typically-developing participants.RESULTS\nP1 habituationOne-sample ttests\nOne-sample t-tests found clear evidence of habituation of\nthe P1 response over both hemispheres in the 50 and\n70 dB conditions in the ASD group (Table S1; Figures 3–\n5, 6a –d). Conversely, there was evidence from some\nintensity conditions (BF 10≤0.33) that typically-\ndeveloping participants ’responses to 80 dB sounds did\nnot habituate over either the left or the right hemisphere\n(Table S1).\nGroup comparisons\nThe model allowing intercepts to vary across stimulusintensities proved to have a better fit, elpd\nloo=/C02290.1,\nSE=29.6, than the baseline model ignoring intensity,\nelpd loo=/C00.2294.6, SE=29.5; the improvement in\nmodel fit, Δelpd loo=4.5, was greater than the estimated\nstandard error of the difference, SE =3.2. However, the\nmodels with intensity slopes varying by group,\nelpd loo=/C02290.8, SE =29.6, intensity slopes varying by\nhemisphere, elpd loo=/C02290.9, SE =29.6, and intensity\nslopes varying by the interaction of hemisphere and\ngroup, elpd loo=/C02292.6, SE =29.6, offered no further\nimprovement in fit. This suggests that habituation slopesdiffered across different intensities, but that effects of\ngroup and hemisphere did not vary in an intensity-\ndependent manner.\nIn the selected model with varying intercepts of inten-\nsity, the estimated fixed effect of the ERP voltage covari-\nate, β=/C00.07, 95% CrI: [ /C00.13,/C00.02], Pd=99.74%,\nFIGURE 3 Violin plots showing distribution of slope data points\nindexing habituation of the P1 response in each group and intensity\ncondition. Horizontally jittered data points of individual participants\nare also shown in each condition. There was some tendency for autistic\nparticipants to show more negative slopes, or more habituation of the\nP1, but this effect was not statistically robust. Considerable inter-individual variability in habituation slopes is apparent.8 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "appeared to be robust, suggesting that participants with\nlarger P1 amplitudes experienced greater habituation of\nthe P1 (more negative slopes).\nThere was also some tendency for autistic participants\nto undergo more habituation of the P1 response than\ntypically-developing controls, but the credible interval forthis effect crossed zero, β=/C00.06, 95% CrI: [ /C00.13,\n0.02], and the probability of direction, Pd=93.34%, was\nbelow 97.50%, suggesting that the data did not providesufficient evidence to conclude that there are diagnostic\ngroup differences in P1 habituation (Figures\n3–5, 6a –d).\nCredible intervals of the effects of hemisphere,\nβ=0.00, 95% CrI: [ /C00.05, 0.05], Pd=54.20%, the\ninteraction of group and hemisphere, β=/C00.01, 95%\nCrI: [/C00.05, 0.04], Pd=60.01%, number of pauses,\nβ=0.00, 95% CrI: [ /C00.05, 0.05], Pd=88.73%, and sex,\nβ=0.05, 95% CrI: [ /C00.03, 0.12], Pd=87.57%, also\ncrossed zero.\nFIGURE 5 Topographic plots depicting habituation slopes indexing change in voltages over the course of the experiment averaged over the P1\nmeasurement window that is, 73 –173 ms (50 dB), 61 –161 ms (60 dB), 45 –145 ms (70 dB), or 43 –143 ms (80 dB). In the ASD group, negative slopes —\nreflecting less positive amplitudes over the course of the experiment, or habituation of the P1 positivity —are clearly apparent in the 50 and 70 dB\nconditions. Trends for habituation slopes to differ from zero in other conditions did not attain statistical significance after correction, and the re was\nevidence suggesting null habituation for some intensity/hemisphere pairs in the TD group.\nFIGURE 4 Waveforms\ndepicting both the averaged\nevent-related potentials (ERP)voltages observed in each\ndiagnostic group across the whole\nof the P1 spatiotemporal region\n(left), as well as habituation\nslopes indexing change in voltagesover the course of the experiment\n(right). As the P1 ERP (left) is\npositive-going, habituation isindicated by negative slopes\n(right). The measurement window\nis highlighted in gray.DWYER ET AL . 9\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "To explore the marginal effect of intensity on habitua-\ntion, we calculated highest-density credible intervals from\nmodel posterior predictions using emmeans (Lenth\net al., 2021). Habituation was reduced (more positive\nslopes) in the 80 dB condition compared to the 70 dB\ncondition, β=0.20, 95% CrI: [0.06, 0.35], and the 50 dB\ncondition, β=0.14, 95% CrI: [0.00, 0.26]; there was also\na strong tendency for habituation to 80 dB sounds to be\nless than that to 60 dB sounds (i.e., for slopes to be more\npositive for 80 than 60 dB sounds), but the credible inter-val crossed zero, β=0.12, 95% CrI: [ /C00.01, 0.25]. Credi-\nble intervals of differences between the 70 dB condition\nand the 50 dB, β=/C00.06, 95% CrI: [ /C00.19, 0.05], and\n60 dB, β=/C00.07, 95% CrI: [ /C00.20, 0.04], conditions also\ncrossed zero, as did the credible interval for differences\nbetween 60 and 50 dB, β=0.01, 95% CrI: [ /C00.11, 0.13].Correlations\nIn the autistic group, when P1 habituation was col-\nlapsed across hemisphere, no substantial evidence(BF\n10> 3) was found to support the existence of any\nassociation between P1 habituation and either SPHI\nestimates or MSEL DQ, whereas substantial evidence(BF\n10< 0.33) suggested that there was no association\nbetween SPHI estimates and P1 habituation to 70 and\n80 dB sounds in ASD, and no association between cog-nitive ability and P1 habituation to 50 and 60 dB\nsounds in ASD (Table\n2). Analyses conducted in the\ntypically-developing group (Table S2) and separately\nin each hemisphere (Tables S3,S4) also found no evi-\ndence of associations, and some evidence of null\neffects.\nFIGURE 6 Waveforms\ndepicting the event-related\npotentials (ERP) voltages fromparticipants ’first 40 trials ( “early\namplitudes ”), as well as from\nparticipants ’last 40 trials ( “late\namplitudes ”) in each group and\ncondition. P1 and N2 timewindows are highlighted in gray.\nAs the P1 ERP (left) is positive-\ngoing, its habituation would resultin a more positive voltage in the\nfirst 40 trials than the final\n40 trials. Conversely, as the N2\n(right) is a negative-going\nresponse, its habituation wouldresult in more negative voltages in\nthe first 40 trials than the last 40.\nThis figure is for visualization\nonly; binning ERP responses from\nranges of trials had no place in ourstatistical analytic approach.10 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "N2 habituation\nOne-sample ttests\nOne-sample ttests found clear evidence of habituation of\nthe N2 response, but only in the TD group and only inthe 70 dB and 80 dB conditions (Figures\n6e–h,7–9;\nTable S5). In the autistic group, evidence suggested that\nhabituation slopes did not differ from zero over eitherhemisphere in the 60, 70, and 80 dB conditions,\nBF≤0.14.\nGroup comparisons\nThe model allowing intercepts to vary across intensities\nproved to have a better fit, elpd loo=/C02251.5, SE =30.6,\nthan the baseline model ignoring intensity,elpd\nloo=/C00.2259.2, SE =30.4; the improvement in\nmodel fit, Δelpd loo=7.7, was greater than the estimated\nstandard error of the difference, SE =3.8. However, the\nmodels with intensity slopes varying by group,\nelpd loo=/C02251.6, SE =30.5, and intensity slopes vary-\ning by hemisphere, elpd loo=/C02252.1, SE =30.7, and\nintensity slopes varying by the interaction of hemisphere\nand group, elpd loo=/C02252.1, SE =30.7, offered no fur-\nther improvement in fit. This suggests that habituationslopes differed across different intensities, but that effects\nof group and hemisphere did not vary in an intensity-\ndependent manner.\nIn the selected model, wherein intercepts vary across\nintensities, there was a clear and robust fixed “main ”\neffect of diagnostic group on N2 habituation, β=/C00.17,\n95% CrI: [ /C00.25,/C00.10], Pd > 99.99%, which was driven\nby more positive habituation slopes —that is, greaterTABLE 2 In the autistic group only, Bayesian linear correlations between slopes reflecting habituation of the P1 response in each intensity condition, coll apsed across hemispheres, and SPHI\nestimates and MSEL DQ.\n50 dB 60 dB 70 dB 80 dB\nBayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10\nSPHI /C00.08 [/C00.27, 0.10] >0.99 0.34 0.17 [0.00, 0.35] 0.45 1.27 0.07 [ /C00.11, 0.26] >0.99 0.32 0.00 [ /C00.18, 0.19] >0.99 0.22\nMSEL DQ /C00.09 [/C00.25, 0.08] >0.99 0.35 /C00.07 [/C00.25, 0.09] >0.99 0.28 /C00.01 [/C00.20, 0.15] >0.99 0.21 0.12 [ /C00.06, 0.28] >0.99 0.50\nNote: Estimates, credible intervals, and Bayes factoes are presented for Bayesian correlations, along with corrected pvalues for eight comparisons (Bonferroni-Holm method) based on analogous Pearson ’srcorrelations in a\nfrequentist framework.\nFIGURE 7 Violin plots showing distribution of slope data points\nindexing habituation of the N2 response in each group and intensity\ncondition. Horizontally jittered data points of individual participants\nare also shown in each condition. Habituation of the N2 response was\nobserved primarily in the 70 and 80 dB conditions, wherein average\nslopes significantly differed from zero, but only in the typicaldevelopment (TD) group.DWYER ET AL . 11\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "habituation of the N2 negativity —in typically-developing\ncomparison participants (Figures 6e–h,7–9).\nThere also appeared to be an effect of the number of\npauses in the EEG recordings on N2 habituation,\nβ=0.11, 95% CrI: [0.04, 0.18], Pd=99.90%; surpris-\ningly, participants whose recordings were paused more\noften displayed more habituation. However, the credible\nintervals of the effects of hemisphere, β=/C00.02, 95%\nCrI: [/C00.06, 0.02], Pd=81.09%, the interaction of group\nand hemisphere, β=/C00.00, 95% CrI: [ /C00.05, 0.04],\nPd=55.73%, ERP voltages, β=/C00.03, 95% CrI:[/C00.09, 0.02], Pd=87.57%, and sex, β=/C00.05, 95%\nCrI: [/C00.13, 0.03], Pd=87.72%, all crossed zero.\nTo follow up on the increase in model fit from allow-\ning intercepts to vary across intensities –suggesting a\n“main effect ”of intensity on N2 habituation —we, as with\nthe P1, examined marginal effects and calculated highest-\ndensity credible intervals from model posterior predic-\ntions. The N2 exhibited less habituation to 50 dB soundsthan 60 dB, β=/C00.13, 95% CrI: [ /C00.25,/C00.01], 70 dB,\nβ=/C00.21, 95% CrI: [ /C00.35,/C00.08], or 80 dB sounds,\nβ=/C00.23, 95% CrI: [ /C00.37,/C00.10]. There was less\nFIGURE 8 Waveforms\ndepicting both the averaged\nevent-related potentials (ERP)voltages observed in each\ndiagnostic group across the whole\nof the N2 spatiotemporal region\n(left), as well as habituation\nslopes indexing change in voltagesover the course of the experiment\n(right). As the N2 ERP (left) is\nnegative-going, habituation isindicated by positive slopes\n(right). The measurement window\nis highlighted in gray.\nFIGURE 9 Topographic plots depicting habituation slopes indexing change in voltages over the course of the experiment averaged over the N2\nmeasurement window (201 –350 ms). In the 70 and 80 dB conditions, in typical development (TD), positive habituation slopes are visible over the N2\nmeasurement region, indicating that N2 amplitudes became less negative or habituated over the course of the experiment. Interestingly, in the 80 dB\ncondition, the habituation was concentrated laterally, at the periphery of the N2 measurement region. This implies that the habituation manifested as\nan increasingly compact N2 response over the course of the experiment.12 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "evidence that N2 habituation differed between the 80 dB\ncondition and either the 70 dB condition, β=0.02, 95%\nCrI: [/C00.10, 0.13], or the 60 dB condition, β=0.10,\n95% CrI: [ /C00.02, 0.22], as well as between the 70 dB con-\ndition and the 60 dB condition, β=0.08, 95% CrI:\n[/C00.03, 0.20].\nSupplementary control analyses\nAs described in Supplementary Materials, participants\nwere clustered on the basis of their N2 ERP amplitudes(Figures\nS2,S3; Tables S6,S7). N2 habituation was then\nexamined after removing a cluster of participants with\napparent positive-going ERP responses, and again afterremoving all participants except a subset/cluster with the\nclearest negative-going N2 ERP responses. ASD-TD\ngroup differences in N2 habituation persisted in bothcases.\nCorrelations\nThere was little evidence of associations between N2habituation and either SPHI estimates or MSEL DQ. In\nautistic participants, when N2 habituation was collapsed\nacross hemispheres, no substantial evidence (BF\n10>3 )\nsupported the existence of any association between N2\nhabituation and either SPHI estimates or MSEL DQ,\nwhereas substantial evidence (BF 10< 0.33) suggested that\nthere was no association between SPHI estimates and N2\nhabituation to 80 dB sounds, and no association between\ncognitive ability and N2 habituation to 50, 60, and 70 dBsounds (Table\n3). Analyses conducted in typically-\ndeveloping participants also found no evidence of associ-\nations, and some evidence of null effects (Table S8).\nWhen hemispheres were examined separately, evi-\ndence supported the existence of a statistical relationship\nbetween autistic participants ’SPHI estimates and N2\nhabituation to 60 dB sounds over the right hemisphere\n(Table S9), but this can easily be dismissed as a spurious\nfinding due to the large number of comparisonsconsidered.\nDISCUSSION\nThe present study investigated habituation of electro-physiological responses to auditory stimuli of varying\nintensities in a large sample of young autistic and\ntypically-developing children. As predicted, habituationof the N2 response to auditory tones was robustly greater\nin the typically-developing group than in the autistic\ngroup, even after controlling for covariates. In those con-ditions, in the TD group, habituation slopes robustly dif-\nfered from zero, indicating that N2 amplitudes changed\nover the course of the experiment. Surprisingly, weobserved a tendency for autistic participants to show ele-\nvated habituation of the P1 response, but the data did not\nprovide sufficient evidence for the credible interval of theeffect of group on the P1 to differ from zero. Thus,\nthe first hypothesis of the study —that habituation of the\nP1 and N2 responses would be reduced in autism —was\npartially supported. Habituation of the N2 response was\nreduced in autism, at least in response to higher-intensity\nstimuli, but the P1 trends were unexpected. However, ifthe trend towards elevated P1 habituation in autistic par-\nticipants is not spurious, the possibility that it could\nreflect increased habituation of a negative-going responsethat cancels out in ERP averages should be borne in\nmind: ERPs of opposite polarities ordinarily cancel each\nother out, leaving only the stronger response(Luck,\n2014a ), but it is not impossible that response with\nthe strongest contribution to the average ERP might dif-\nfer from the response that makes the largest contributionto habituation over time.\nThe second hypothesis of the present study was not\nsupported. We predicted that habituation slopes wouldbe associated with an estimate of everyday sound toler-\nance derived from the caregiver-report Short Sensory\nProfile questionnaire, but no such effects were observed.Limitations of caregiver-report measures of the internal\nsensory experiences of the autistic individuals are dis-\ncussed by Grandin and Panek (\n2014, pp. 75 –87), who\nillustrate how an autistic person ’s external behavior may\nnot match up with their internal experience by, for exam-\nple, describing a scenario in which an autistic person wasexternally unresponsive to stimuli but feeling over-\nwhelmed internally. Indeed, some autistic communities\nuse the term “shutdown ”to refer to extreme internal\nfeelings of overload, which may not be accompanied by\noutward “meltdown ”reactions (Belek,\n2018). Interest-\ningly, autistic people self-report more atypical sensoryprocessing than their caregivers ’proxy reports (Keith\net al.,\n2019; Millington et al., 2021), and one study sug-\ngests that self-reports, but not caregiver-reports, arerelated to autonomic arousal during noise exposure\n(Keith et al.,\n2019). Thus, it seems possible that care-\ngivers might misunderstand and systematically underesti-mate autistic people ’s atypical and aversive sensory\nexperiences. On the other hand, prior research in the pre-\nsent study sample has found associations between theamplitudes of ERPs, as averaged across trials, and\nparent-report measures of sensory behavior (Dwyer\net al.,\n2020); various other studies also find associations\nbetween neural responses and parent-report or observa-\ntional measures of sensory behavior (e.g., Donkers\net al., 2015; Karhson & Golob, 2016; Schwartz\net al., 2020), including studies of neural habituation\n(Hudac et al., 2018). Some studies specifically find\nrelationships between neural habituation and caregiver-reported hyperresponsive sensory patterns (Font-\nAlaminos et al.,\n2020; Jamal et al., 2021) or group differ-\nences in habituation between those with and withoutDWYER ET AL . 13\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "caregiver-reported hyperresponsivity (Green et al., 2019;\nMatsuzaki et al., 2014). Thus, it may be that neural\nhabituation of the sort measured in the present study,simply has too little influence on day-to-day sensory\nexperience for it to be correlated with a measure of sen-\nsory behaviors –but other sensory measures or other\nhabituation paradigms could yield different results.\nThis raises the question of what habituation is likely\nto represent in the context of the present study, as com-pared to other studies. As with the habituation of oddball\nresponses reported by Hudac et al. (\n2018), habituation in\nthe context of the present study does not strictly reflectsuppression of responses to repetition of identical stimuli\nin pairs, trains, or over whole experiments as in many\nprior studies observing links to sensory hyper-responsiveness (Font-Alaminos et al.,\n2020; Jamal\net al., 2021; Kisley et al., 2004; Matsuzaki et al., 2014):\ninstead, in the present study, tones of the same intensitieswere never presented twice in succession. By never pre-\nsenting strictly identical stimuli in succession, the present\nstudy even differs from the paradigms used by Greenet al. (\n2019), who examined changes over long periods\nwherein stimuli changed between blocks, but repeated\nwithin blocks, and Lawson et al. ( 2015), who presented a\ncontinuous stimulus in one ear while varying stimuli in\nthe other. Thus, “habituation ”in the present study, rela-\ntive to other studies, may be less tightly related to sup-pression of responses to precisely identical stimuli.\nAnother key observation that may suggest an expla-\nnation of what habituation represents in the present studyis that P1 responses, on average, appeared to habituate\nless to loud 80 dB sounds than sounds of lower intensi-\nties, whereas N2 responses, on average, appeared tohabituate less (or even dishabituate more) to soft 50 dB\nsounds than at other intensities. In children from the age\nrange of the present study, the P1 can be influenced bypreviously-engaged selective attention (Karns\net al.,\n2015; Sanders et al., 2006), but our interleaved\nstimuli do not allow participants to confidently predictupcoming stimuli or direct their attention accordingly.\nSubjectively, in this study ’s paradigm, we feel a loud\n80 dB stimulus can be particularly striking due to itsnoticeably high intensity, and given the unpredictability\nof stimulus intensity, it may be difficult for even\ntypically-developing participants to suppress a strongresponse to such sounds so early in cortical auditory pro-\ncessing. In this regard, our P1 habituation results might\nbe very different from those yielded by the sensory gatingparadigms, with paired identical stimuli delivered at short\ninterstimulus intervals, widespread in the current litera-\nture (reviewed by Williams, Abdelmessih, et al.,\n2021).\nHowever, it is possible that some participants may, over\nthe course of the experiment, learn to more successfully\nand specifically inhibit their responses to loud sounds bythe time window of the N2. Prior research does suggest\ninhibitory processing plays a key role in habituation\n(Palermo et al.,\n2011), so it seems possible that theTABLE 3 In the autistic group only, Bayesian linear correlations between slopes reflecting habituation of the N2 response in each intensity condition, coll apsed across hemispheres, and Sensory\nProfile Hyperacusis Index (SPHI) estimates and Mullen Scales of Early Learning (MSEL) developmental quotient (DQ).\n50 dB 60 dB 70 dB 80 dB\nBayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10 Bayesian ρ[95% CrI] pcor BF10\nSPHI 0.14 [ /C00.04, 0.32] 0.73 0.70 0.20 [0.03, 0.38] 0.22 2.25 0.11 [ /C00.07, 0.29] >0.99 0.43 /C00.01 [/C00.18, 0.18] >0.99 0.22\nMSEL DQ /C00.04 [/C00.20, 0.13] >0.99 0.23 /C00.04 [/C00.22, 0.12] >0.99 0.23 0.05 [ /C00.14, 0.20] >0.99 0.24 0.18 [0.01, 0.34] 0.26 1.67\nNote: Estimates, credible intervals, and Bayes factors are presented for Bayesian correlations, along with corrected pvalues for eight comparisons (Bonferroni-Holm method) based on analogous Pearson ’srcorrelations in a\nfrequentist framework.14 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "relative lack of N2 habituation in autistic participants\nmay, in at least some participants, be related to the bal-\nance of neural excitation and inhibition, which may beatypical in autistic people (Sohal & Rubenstein,\n2019).\nIt does seem reasonable to assume that participants\nwould want to inhibit responses to our auditory tones, asparticipants might want to watch the quiet video that was\nspecifically selected to be of interest to them. While this\ninterpretation must be regarded as speculative, priorresearch does suggest that even relatively basic EEG\nrefractory effects can be modulated by attention (Stevens\net al.,\n2015), and an extensive literature describes atten-\ntion differences in young autistic children that could have\nbeen relevant to our study; for example, autistic children\nappear to display slower attention disengagement (Sacreyet al.,\n2014) and appear to be more influenced by stimu-\nlus salience (Amso et al., 2014; Venker et al., 2021).\nMoreover, if this is correct, it may suggest one way to\nunderstand why habituation differs across groups, but\nnot within groups: in a manner of speaking, the substan-\ntial inter-individual variability in habituation slopes(depicted in Figures\n3and7) could reflect variability of\nstates, not traits: attentional states relatively specific to\nthis experimental paradigm, and/or specific to how theindividuals happened to attend to stimuli in their envi-\nronment during the session in which the EEG was\nrecorded. Autistic people might have tended to differfrom typically-developing people in inhibition of\nresponses to distracting sounds and in attention alloca-\ntion, producing group differences in habituation, butmomentary between-participants attention fluctuations\nmight have been random enough to mask relationships to\nreal-world sensory behaviors within the autism group.For example, a participant might have focused attention\non the sounds for a few minutes, then disengaged and\nreturned to focusing on the video, but the occurrenceand timing of such shifts could be very unpredictable.\nOther studies, with less of this random variability, might\nhave more easily found relationships between habituationand within-group variability in real-world sensory\nbehavior.\nHowever, as noted in the introduction, there are other\ntheories that could account for ASD-TD habituation dif-\nferences. These notably include theories based on predic-\ntive coding. It is unclear whether these interpretationscan be ruled out on the basis of the present study; indeed,\nnot only is the interpretation outlined above quite specu-\nlative, but it seems possible that multiple explanations forhabituation differences could hold in different individuals\nor even in the same individual at different times.\nIt does, however, seem reasonable to assume that the\nstriking reduction in N2 habituation we observe in these\nyoung participants may have implications for subsequent\ndevelopment. For example, to the extent that the reduc-tion in N2 habituation affects conscious awareness of\nand attention towards stimuli, a lack of habituation\nmight exacerbate autistic people ’s tendency to havedifficulty disengaging from stimuli (see Sacrey\net al.,\n2014), which could have implications for autistic\npeople ’s ability to find opportunities to find novel learn-\ning opportunities.\nLimitations\nWe believe that the present study has a number ofstrengths, particularly its large sample, the large number\nof trials obtained from each participant, and the rigorous\ndata cleaning pipeline used to remove putatively non-neural, recording-related noise. Furthermore, the present\nstudy data were collected using a passive paradigm in a\nmultisensory environment (that is, while participantswatched a quiet video), which may make the study more\nnaturalistic and relevant to sensory processing in real-\nworld environments. We also believe that we can rule outthe possibility that group differences in N2 habituation\ncould be simple consequences of group differences in N2\nvoltage amplitudes. However, we do want to drawreaders ’attention to some limitations of our study.\nFirst, this study has primarily focused on differences\nbetween groups of autistic and typically-developing chil-\ndren. In light of the heterogeneity of the multidimension-\nally variable constellation of autistic individuals, and the\nconsiderable heterogeneity we have observed in ERPresponses from participants in this very dataset (Dwyer\net al.,\n2020; Dwyer, Wang, et al., 2021), it is unclear how\nstudy findings might map onto particular autistic individ-uals. Indeed, out of the 216 autistic and 104 typically\ndeveloping participants from whom attempts were made\nto record electrophysiological data, usable data for theseanalyses were obtained from 127 (59%) and 79 (76%),\nrespectively. The large number of autistic participants\nfrom whom usable data were not obtained suggests thatthe ASD group included in the final analyses is likely not\nrepresentative of all autistic individuals; it is also notable\nthat late-diagnosed autistic individuals would beexcluded from the present study sample of young chil-\ndren. Thus, caution should be exercised in generalizing\nthese results, whether to specific individuals included inthis sample, or to other populations that might have been\nexcluded from the present study sample.\nSecond, auditory detection thresholds were not mea-\nsured in the present study, due to the difficulty of collect-\ning audiometric data in children from such a young age\nrange. It is thus possible that hearing acuity may havebeen reduced to some degree in the autistic sample, con-\nsistent with prior research (e.g., Demopolous &\nLewine,\n2016; Rosenhall et al., 1999, but see also Beers\net al., 2014), and it is unclear how this might have\naffected our habituation results.\nThird, the quiet videos were individually chosen to be\nof specific interest to the participants, and a number of\ndifferent videos were selected by different participants.\nWhile this helps to ensure that the quiet video is anDWYER ET AL . 15\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "engaging stimulus for each specific individual, it means\nthat the sensory properties of individual videos are not\nequivalent, and it is unclear how this might have affectedhabituation of electrophysiological responses to the audi-\ntory tones. There is some evidence that media consump-\ntion habits differ between autistic and non-autistic people(Chapple et al.,\n2021; Stiller & Mößle, 2018), including in\nthe age range of participants in the present study\n(Chonchaiya et al., 2011).\nFourth, we did interrupt stimulus presentation and\nrecordings when required by participant behavior,\nintroducing considerable between-participants differ-ences in the number of times when the recordings were\npaused. We covaried for these pauses, so we are confi-\ndent that they do not account for the group differenceswe observed in N2 habituation, but they did appear to\nbe systematically related to the magnitude of habitua-\ntion. If future studies incorporate pauses, they shouldideally be systematically m anipulated, insofar as the\nconstraints of participants ’reactions in the moment\npermit.\nFinally, the SPHI, although validated for use in\nautism (Williams et al.,\n2020), relies on a small number\nof items that might not capture all relevant aspects ofsensory experiences. Moreover, these items are based on\ncaregivers ’reports about their children ’s sensory behav-\niors, and it is possible that some of the children ’s internal,\nreal-world sensory experiences might not have been read-\nily apparent from their behavior. Thus, despite the evi-\ndence provided by this study ’s data, it is difficult to be\ncompletely rule out the possibility that habituation —even\nspecifically habituation of the form measured in this\nstudy —is related to autistic people ’s real-world sensory\nexperiences.\nSummary\nThe present study found that autistic and typically-developing groups did significantly differ in levels of\nhabituation, even though the auditory stimuli from this\nstudy were not repeated identical sounds but were insteadtones of varying intensity presented in an intermixed\nmanner. Specifically, habituation of the later N2 response\nwas robustly greater in TD than ASD, while a trend forautistic people to unexpectedly display greater habitua-\ntion of the P1 response did not appear to be statistically\nrobust. Interestingly, N2 responses habituated less in the50 dB condition than to louder intensities, whereas P1\nresponses showed the least habituation to 80 dB sounds\ncompared to softer intensities. Unexpectedly, no associa-tions were observed between habituation of electrophysi-\nological responses and parent-reported sound tolerance.\nThis could imply that the habituation effects observed inthis study are not characteristic of participants ’sensory\nbehaviors and experiences in their everyday lived envi-\nronments, but instead are at least in part reflective ofstates that are relatively specific to the momentary con-\ntext of the experiment.\nFuture autism habituation research may benefit from\nmanipulating attention, to determine whether attention\nallocation may be related to reductions in habituation in\nautism. Such manipulations could include attention tasks(e.g., selective attention paradigms), as well as manipula-\ntions explicitly adding or subtracting background sensory\nstimuli that might influence attention allocation. Studiesof habituation in the visual modality might offer some\nadvantages over auditory studies in this regard, as eye-\ntracking technology could be used to more transparentlytrack the effects of attention manipulations (Falck-Ytter\net al.,\n2013). Studies could also test other putative expla-\nnations of habituation differences by incorporating otherfactors, such as stimulus predictability, into their designs.\nOne challenging but intriguing direction would be to con-\ntrast the effects of predictability and control by allowingparticipants some control over stimuli whilst still preserv-\ning timing differences; this could (for example) poten-\ntially be addressed by giving participants control overinitiation/termination of blocks, but not sequences of\nstimuli within blocks.\nAUTHOR CONTRIBUTIONS\nSusan M. Rivera and Clifford D. Saron designed the\nexperiment. Svjetlana Vukusic contributed to data prepa-ration and Zachary J. Williams calculated loudness dis-\ncomfort scores and assisted with methodology/statistical\nanalyses. Patrick Dwyer conducted the statistical analysisand drafted the manuscript. All authors read, critically\nrevised, and approved the final manuscript.\nACKNOWLEDGMENTS\nWe wish to gratefully acknowledge all of the children and\nfamilies who generously devoted considerable time andeffort to participating in this large study, which included\nmany other components besides ERP data collection. We\nwarmly acknowledge the MIND Institute APP imple-mentation and assessment team for their neuropsycholog-\nical screening work and for coordinating the logistics of\nERP appointments with participants ’families. We thank\nall of the research assistants and junior specialists for\ntheir help with EEG data collection and processing\n(including Sarah Abedi, Margarita Beransky, CostanzaColumbi, Sam Cheyette, Sharon Corina, Tucker Fisher,\nSevan K. Harootonian, David Horton, Ryan Hubbard,\nAnne Kalomiris, Sarabeth Maciey, Lindsey Marcelino,Joshua Martin, Saloni Mathur, Thomas McLennan,\nTracy Riggins, and Ashley Stark). We also thank Manish\nSaggar and Iman Mohammadrezazadeh for softwaredevelopment, and Yukari Takarae and Rosanna De\nMeo-Monteil for scientific support. We thank Dr. Tal\nKenet, of the Harvard Medical School Department ofPediatric Neurology, who provided the stimuli used in\nthis study, and we thank Zachary Nicholas Houghton for\nassistance with the Bayesian multilevel models.16 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "FUNDING INFORMATION\nFunding was received from the MIND Institute, the UC\nDavis Deans ’Distinguished Graduate Fellowship, the\nNIH (1RO1 MH089626), Robert Shoes Fund, Scott &\nJennifer Fearon, NIDCD (F30DC019510), NIGMS (T32\nGM007347), Swiss National Science Foundation(P2LAP3_164911), an Autism Center of Excellence grant\nawarded by the NICHD (P50 HD093079), a Royal Arch\nMasons CAPD Fellowship awarded by Autism Speaks.\nCONFLICT OF INTEREST STATEMENT\nZachary J. Williams has received consulting fees fromRoche. He is also a Family Partner of the Autism Speaks\nAutism Care Network site at Vanderbilt University.\nZachary J. Williams and Patrick Dwyer served as mem-bers of the Autistic Researcher Review Board of the\nAutism Intervention Research Network on Physical\nHealth (AIR-P). The other authors have no relevant con-flicts of interest to declare.\nDATA AVAILABILITY STATEMENT\nThe data that support the findings of this study are avail-\nable from the corresponding author upon reasonable\nrequest.\nETHICS STATEMENT\nThe study was approved by an institutional review boardat UC Davis.\nORCID\nPatrick Dwyer\nhttps://orcid.org/0000-0003-1779-5252\nZachary J. Williams https://orcid.org/0000-0001-7646-\n423X\nSvjetlana Vukusic https://orcid.org/0000-0002-4559-\n8224\nClifford D. Saron https://orcid.org/0000-0002-2280-\n4996\nSusan M. Rivera https://orcid.org/0000-0002-4870-4774\nREFERENCES\nAmaral, D. G., Li, D., Libero, L., Solomon, M., van de Water, J.,\nMastergeorge, A., Naigles, L., Rogers, S., & Nordahl, C. W.\n(2017). In pursuit of neurophenotypes: The consequences of having\nautism and a big brain. Autism Research ,10(5), 711 –722. https://\ndoi.org/10.1002/aur.1755\nAmso, D., Haas, S., Tenenbaum, E., Markant, J., & Sheinkopf, S. J.\n(2014). Bottom-up attention orienting in young children with\nautism. Journal of Autism and Developmental Disorders ,44(3),\n664–673.https://doi.org/10.1007/s10803-013-1925-5\nAngeletos Chrysaitis, N., & Seriès, P. (2022). 10 years of Bayesian theo-\nries of autism: A comprehensive review. Neuroscience & Biobehav-\nioral Reviews ,145, 105022. https://doi.org/10.1016/j.neubiorev.\n2022.105022\nBaranek, G. T. (1999). Autism during infancy: A retrospective video\nanalysis of sensory-motor and social behaviors at 9-12 months of\nage. Journal of Autism and Developmental Disorders ,29(3), 213 –\n224.https://doi.org/10.1023/A:1023080005650\nBaranek, G. T., Woynaroski, T. G., Nowell, S., Turner-Brown, L.,\nDuBay, M., Crais, E. R., & Watson, L. R. (2018). Cascading\neffects of attention disengagement and sensory seeking on socialsymptoms in a community sample of infants at-risk for a future\ndiagnosis of autism spectrum disorder. Developmental Cognitive\nNeuroscience ,29,3 0–40.https://doi.org/10.1016/j.dcn.2017.08.006\nBeers, A. N., McBoyle, M., Kakande, E., Dar Santos, R. C., &\nKozak, F. K. (2014). Autism and peripheral hearing loss: A sys-tematic review. International Journal of Pediatric Otorhinolaryn-\ngology ,78(1), 96 –101.\nhttps://doi.org/10.1016/j.ijporl.2013.10.063\nBelek, B. (2018). Articulating sensory sensitivity: From bodies with\nautism to autistic bodies. Medical Anthropology ,38(1), 30 –43.\nhttps://doi.org/10.1080/01459740.2018.1460750\nBelouchrani, A., Abed-Meraim, K., Cardoso, J.-F., & Moulines, E.\n(1997). A blind source separation technique using second-order\nstatistics. IEEE Transactions on Signal Processing ,45(2), 434 –444.\nhttps://doi.org/10.1109/78.554307\nBock, R. D., & Mislevy, R. J. (1982). Adaptive EAP estimation of ability\nin a microcomputer environment. Applied Psychological Measure-\nment,6(4), 431 –444.https://doi.org/10.1177/014662168200600405\nBrunet, D., Murray, M. M., & Michel, C. M. (2011). Spatiotemporal\nanalysis of multichannel EEG: CARTOOL. Computational Intelli-\ngence and Neuroscience ,2011, 813870. https://doi.org/10.1155/\n2011/813870\nBürkner, P.-C. (2017). Brms: An R package for Bayesian multilevel\nmodels using Stan. Journal of Statistical Software ,80(1), 1 –28.\nhttps://doi.org/10.18637/jss.v080.i01\nBury, S. M., Jellett, R., Spoor, J. R., & Hedley, D. (2023). “It defines\nwho I am ”or“it’s something I have ”: What language do [autistic]\nAustralian adults [on the autism spectrum] prefer? Journal of\nAutism and Developmental Disorders ,53, 677 –687. https://doi.org/\n10.1007/s10803-020-04425-3\nCannon, J., Eldracher, E., Cardinaux, A., Irfan, F., Bungert, L., Li, C.,\nO’Brien, A., Treves, I., Diamond, S., & Sinha, P. (2023). Rhyth-\nmic and interval-based temporal orienting in autism. Autism\nResearch ,16(4), 772 –782.https://doi.org/10.1002/aur.2892\nCannon, J., O ’Brien, A. M., Bungert, L., & Sinha, P. (2021). Prediction\nin autism spectrum disorder : A systematic review of empirical evi-\ndence. Autism Research ,14(4), 604 –630. https://doi.org/10.1002/\naur.2482\nˇCeponiene, R., Lepistö, T., Alku, P., Aro, H., & Näätänen, R. (2003).\nEvent-related potential indices of auditory vowel processing in\n3-year-old children. Clinical Neurophysiology ,114(4), 652 –661.\nhttps://doi.org/10.1016/S1388-2457(02)00436-4\nChapple, M., Williams, S., Billington, J., Davis, P., & Corcoran, R.\n(2021). An analysis of the reading habits of autistic adults com-\npared to neurotypical adults and implications for future interven-\ntions. Research in Developmental Disabilities ,115, 104003. https://\ndoi.org/10.1016/j.ridd.2021.104003\nChonchaiya, W., Nuntnarumit, P., & Pruksananonda, C. (2011). Com-\nparison of television viewing between children with autism spec-\ntrum disorder and controls: TV viewing in autistic children. Acta\nPaediatrica ,100(7), 1033 –1037. https://doi.org/10.1111/j.1651-\n2227.2011.02166.x\nCliff, N. (1993). Dominance statistics: Ordinal analyses to answer ordi-\nnal questions. Quantitative Methods in Psychology ,114(3), 494 –\n509.https://doi.org/10.1037/0033-2909.114.3.494\nda Silva, F. E., & Sanchez, T. G. (2019). Evaluation of selective atten-\ntion in patients with misophonia. Brazilian Journal of Otorhinolar-\nyngology ,85(3), 303 –309. https://doi.org/10.1016/j.bjorl.2018.\n02.005\nDamiano-Goodwin, C. R., Woynaroski, T. G., Simon, D. M.,\nIbañez, L. V., Murias, M., Kirby, A., Newsom, C. R.,\nWallace, M. T., Stone, W. L., & Cascio, C. J. (2018). Develop-\nmental sequelae and neurophysiologic substrates of sensory seek-\ning in infant siblings of children with autism spectrum disorder.\nDevelopmental Cognitive Neuroscience ,29,4 1 –53.https://doi.org/\n10.1016/j.dcn.2017.08.005\nDanesh, A. A., Lang, D., Kaf, W., Andreassen, W. D., Scott, J., &\nEshraghi, A. A. (2015). Tinnitus and hyperacusis in autism spec-trum disorders with emphasis on high functioning individualsDWYER ET AL . 17\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "diagnosed with Asperger ’s syndrome. International Journal of\nPediatric Otorhinolaryngology ,79(10), 1683 –1688. https://doi.org/\n10.1016/j.ijporl.2015.07.024\nde Meo-Monteil, R., Nordahl, C. W., Amaral, D. G., Rogers, S. J.,\nHarootonian, S. K., Martin, J., Rivera, S. M., & Saron, C. D.(2019). Differential altered auditory event-related potential\nresponses in young boys on the autism spectrum with and without\ndisproportionate megalencephaly. Autism Research ,12(8), 1236 –\n1250.\nhttps://doi.org/10.1002/aur.2137\nDelorme, A., Miyakoshi, M., Jung, T.-P., & Makeig, S. (2015). Grand\naverage ERP-image plotting and statistics: A method for compar-\ning variability in event-related single-trial EEG activities across\nsubjects and conditions. Journal of Neuroscience Methods ,250,3–\n6.https://doi.org/10.1016/j.jneumeth.2014.10.003\nDemopolous, C., & Lewine, J. D. (2016). Audiometric profiles in autism\nspectrum disorders: Does subclinical hearing loss impact commu-\nnication? Autism Research ,9(1), 107 –120. https://doi.org/10.1002/\naur.1495\nDonkers, F. C. L., Schipul, S. E., Baranek, G. T., Cleary, K. M.,\nWilloughby, M. T., Evans, A. M., Bulluck, J. C., Lovmo, J. E., &\nBelger, A. (2015). Attenuated auditory event-related potentials\nand associations with atypical sensory response patterns in chil-\ndren with autism. Journal of Autism and Developmental Disorders ,\n45(2), 506 –523.https://doi.org/10.1007/s10803-013-1948-y\nDwyer, P., De Meo-Monteil, R., Saron, C. D., & Rivera, S. M. (2021).\nEffects of age on loudness-dependent auditory ERPs in youngautistic and typically-developing children. Neuropsychologia ,\n156, 107837.\nhttps://doi.org/10.1016/j.neuropsychologia.2021.\n107837\nDwyer, P., Vukusic, S., Williams, Z. J., Saron, C. D., & Rivera, S. M.\n(2022). “Neural noise ”in auditory responses in young autistic and\nNeurotypical children. Journal of Autism and Developmental Dis-\norders .https://doi.org/10.1007/s10803-022-05797-4\nDwyer, P., Wang, X., De Meo-Monteil, R., Hsieh, F., Saron, C. D., &\nRivera, S. M. (2020). Defining clusters of young autistic and typi-\ncally developing children based on loudness-dependent auditoryelectrophysiological responses. Molecular Autism ,11, 48.\nhttps://\ndoi.org/10.1186/s13229-020-00352-3\nDwyer, P., Wang, X., De Meo-Monteil, R., Hsieh, F., Saron, C. D., &\nRivera, S. M. (2021). Using clustering to examine inter-individual\nvariability in topography of auditory event-related potentials inautism and typical development. Brain Topography ,34, 681 –697.\nhttps://doi.org/10.1007/s10548-021-00863-z\nEthridge, L. E., White, S. P., Mosconi, M. W., Wang, J.,\nByerly, M. J., & Sweeney, J. A. (2016). Reduced habituation of\nauditory evoked potentials indicate cortical hyper-excitability infragile X syndrome. Translational Psychiatry ,6(4), e787.\nhttps://\ndoi.org/10.1038/tp.2016.48\nEysenck, M. W., Derakshan, N., Santos, R., & Calvo, M. G. (2007).\nAnxiety and cognitive performance: Attentional control theory.\nEmotion ,7(2), 336 –353.https://doi.org/10.1037/1528-3542.7.2.336\nFalck-Ytter, T., Bölte, S., & Gredebäck, G. (2013). Eye tracking in\nearly autism research. Journal of Neurodevelopmental Disorders ,\n5(1), 28. https://doi.org/10.1186/1866-1955-5-28\nFont-Alaminos, M., Cornella, M., Costa-Faidella, J., Herv /C19as, A.,\nLeung, S., Rueda, I., & Escera, C. (2020). Increased subcortical\nneural responses to repeating auditory stimulation in children with\nautism spectrum disorder. Biological Psychology ,149, 107807.\nhttps://doi.org/10.1016/j.biopsycho.2019.107807\nGandhi, T. K., Tsourides, K., Singhal, N., Cardinaux, A., Jamal, W.,\nPantazis, D., Kjelgaard, M., & Sinha, P. (2021). Autonomic and\nelectrophysiological evidence for reduced auditory habituation in\nautism. Journal of Autism and Developmental Disorders ,51, 2218 –\n2228. https://doi.org/10.1007/s10803-020-04636-8\nGernsbacher, M. A. (2017). Editorial perspective: The use of person-\nfirst language in scholarly writing may accentuate stigma. Journal\nof Child Psychology and Psychiatry, and Allied Disciplines ,58(7),\n859–861.https://doi.org/10.1111/jcpp.12706Gotham, K., Pickles, A., & Lord, C. (2009). Standardizing ADOS\nscores for a measure of severity in autism spectrum disorders. Jour-\nnal of Autism and Developmental Disorders ,39, 693 –705. https://\ndoi.org/10.1007/s10803-008-0674-3\nGrandin, T., & Panek, R. (2014). The autistic brain: Helping different\nkinds of minds succeed . Mariner Books.\nGreen, S. A., Ben-Sasson, A., Soto, T. W., & Carter, A. S. (2012). Anxi-\nety and sensory over-responsivity in toddlers with autism spectrumdisorders: Bidirectional effects across time. Journal of Autism and\nDevelopmental Disorders ,42(6), 1112 –1119.\nhttps://doi.org/10.\n1007/s10803-011-1361-3\nGreen, S. A., Hernandez, L., Lawrence, K. E., Liu, J., Tsang, T.,\nYeargin, J., Cummings, K., Laugeson, E., Dapretto, M., &Bookheimer, S. Y. (2019). Distinct patterns of neural habituation\nand generalization in children and adolescents with autism with\nlow and high sensory overresponsivity. American Journal of Psy-\nchiatry ,176(12), 1010 –1020.\nhttps://doi.org/10.1176/appi.ajp.2019.\n18121333\nGreen, S. A., Hernandez, L. M., Bowman, H. C., Bookheimer, S. Y., &\nDapretto, M. (2018). Sensory over-responsivity and social cogni-\ntion in ASD: Effects of aversive sensory stimuli and attentional\nmodulation on neural responses to social cues. Developmental Cog-\nnitive Neuroscience ,29, 127 –139. https://doi.org/10.1016/j.dcn.\n2017.02.005\nGuiraud, J. A., Kushnerenko, E., Tomalski, P., Davies, K.,\nRibeiro, H., & Johnson, M. H. (2011). Differential habituation torepeated sounds in infants at high risk for autism. Neuroreport ,\n22(16), 845 –849.\nhttps://doi.org/10.1097/WNR.0b013e32834c0bec\nHalim, A. T., Richdale, A. L., & Uljarevi /C19c, M. (2018). Exploring the\nnature of anxiety in young adults on the autism spectrum: A quali-\ntative study. Research in Autism Spectrum Disorders ,55,2 5 –37.\nhttps://doi.org/10.1016/j.rasd.2018.07.006\nHuang, Q., Velthuis, H., Pereira, A. C., Ahmad, J., Cooke, S. F.,\nEllis, C. L., Ponteduro, F. M., Puts, N. A. J., Dimitrov, M.,\nBatalle, D., Wong, N. M. L., Kowalewski, L., Ivin, G., Daly, E.,\nMurphy, D. G. M., & McAlonan, G. M. (2023). GABAergic regu-lation of auditory repetition suppression in adults with and with-\nout autism Spectrum disorder (preprint). medRxiv.\nhttps://doi.org/\n10.1101/2023.02.15.23285928\nHudac, C. M., DesChamps, T. D., Arnett, A. B., Cairney, B. E.,\nMa, R., Webb, S. J., & Bernier, R. A. (2018). Early enhanced pro-cessing and delayed habituation to deviance sounds in autism spec-\ntrum disorder. Brain and Cognition ,123, 110 –119.\nhttps://doi.org/\n10.1016/j.bandc.2018.03.004\nIsmael, N., Lawson, L. M., & Hartwell, J. (2018). Relationship between\nsensory processing and participation in daily occupations for chil-dren with autism spectrum disorder: A systematic review of studies\nthat used Dunn ’s sensory processing framework. American Journal\nof Occupational Therapy ,72(3), 7203205030.\nhttps://doi.org/10.\n5014/ajot.2018.024075\nJamal, W., Cardinaux, A., Haskins, A. J., Kjelgaard, M., & Sinha, P.\n(2021). Reduced sensory habituation in autism and its correlation\nwith behavioral measures. Journal of Autism and Developmental Dis-\norders ,51, 3153 –3164. https://doi.org/10.1007/s10803-020-04780-1\nKarhson, D. S., & Golob, E. J. (2016). Atypical sensory reactivity influ-\nences auditory attentional control in adults with autism spectrum\ndisorders. Autism Research ,9(10), 1079 –1092. https://doi.org/10.\n1002/aur.1593\nKarns, C. M., Isbell, E., Giuliano, R. J., & Neville, H. J. (2015). Audi-\ntory attention in childhood and adolescence: An event-related\npotential study of spatial selective attention to one of two simulta-\nneous stories. Developmental Cognitive Neuroscience ,13,5 3 –67.\nhttps://doi.org/10.1016/j.dcn.2015.03.001\nKeehn, B., Kadlaskar, G., McNally Keehn, R., & Francis, A. L.\n(2019). Auditory attentional disengagement in children with\nautism spectrum disorder. Journal of Autism and Developmental\nDisorders ,49, 3999 –4008. https://doi.org/10.1007/s10803-019-\n04111-z18 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Keehn, B., Nair, A., Lincoln, A. J., Townsend, J., & Müller, R. A.\n(2016). Under-reactive but easily distracted: An fMRI investiga-\ntion of attentional capture in autism spectrum disorder. Develop-\nmental Cognitive Neuroscience ,17,4 6–56.https://doi.org/10.1016/j.\ndcn.2015.12.002\nKeehn, B., Westerfield, M., & Townsend, J. (2019). Brief report:\nCross-modal capture: Preliminary evidence of inefficient filtering\nin children with autism spectrum disorder. Journal of Autism and\nDevelopmental Disorders ,49(1), 385 –390. https://doi.org/10.1007/\ns10803-018-3674-y\nKeith, J. M., Jamieson, J. P., & Bennetto, L. (2019). The importance\nof adolescent self-report in autism spectrum disorder: Integration\nof questionnaire and autonomic measures. Journal of Abnormal\nChild Psychology ,47, 741 –754.https://doi.org/10.1007/s10802-018-\n0455-1\nKenny, L., Hattersley, C., Molins, B., Buckley, C., Povey, C., &\nPellicano, E. (2016). Which terms should be used to describe\nautism? Perspectives from the UK autism community. Autism ,\n20(4), 442 –462.https://doi.org/10.1177/1362361315588200\nKerns, C. M., Kendall, P. C., Berry, L., Souders, M. C.,\nFranklin, M. E., Schultz, R. T., Miller, J., & Herrington, J.\n(2014). Traditional and atypical presentations of anxiety in youth\nwith autism spectrum disorder. Journal of Autism and Developmen-\ntal Disorders ,44(11), 2851 –2861. https://doi.org/10.1007/s10803-\n014-2141-7\nKhalfa, S., Bruneau, N., Rogé, B., Georgieff, N., Veuillet, E.,\nAdrien, J.-L., Barthélémy, C., & Collet, L. (2004). Increased per-\nception of loudness in autism. Hearing Research ,198(1–2), 87 –92.\nhttps://doi.org/10.1016/j.heares.2004.07.006\nKisley, M. A., Noecker, T. L., & Guinther, P. M. (2004). Comparison\nof sensory gating to mismatch negativity and self-reported percep-tual phenomena in healthy adults. Psychophysiology ,41(4), 604 –\n612.\nhttps://doi.org/10.1111/j.1469-8986.2004.00191.x\nKolesnik, A., Ali, J. B., Gliga, T., Guiraud, J., Charman, T., &\nJones, E. J. H. (2019). Increased cortical reactivity to repeated\ntones at 8 months in infants with later ASD. Translational Psychia-\ntry,9, 46.https://doi.org/10.1038/s41398-019-0393-x\nLau, B. Y., Leong, R., Uljarevic, M., Lerh, J. W., Rodgers, J.,\nHollocks, M. J., South, M., McConachie, H., Ozsivadjian, A., van\nHecke, A., Libove, R., Hardan, A., Leekam, S., Simonoff, E., &\nMagiati, I. (2020). Anxiety in young people with autism spectrumdisorder: Common and autism-related anxiety experiences and\ntheir associations with individual characteristics. Autism ,24(5),\n1111 –1126.\nhttps://doi.org/10.1177/1362361319886246\nLawson, R. P., Aylward, J., White, S., & Rees, G. (2015). A striking\nreduction of simple loudness adaptation in autism. Scientific\nReports ,5, 16157. https://doi.org/10.1038/srep16157\nLawson, R. P., Rees, G., & Friston, K. J. (2014). An aberrant precision\naccount of autism. Frontiers in Human Neuroscience ,8, 302.\nhttps://doi.org/10.3389/fnhum.2014.00302\nLenth, R. V., Bolker, B., Buerkner, P., Giné-V /C19azquez, I., Herve, M.,\nJung, M., Love, J., Miguez, F., Riebl, H., & Singmann, H. (2021).\nPackage ‘emmeans ’.https://cran.r-project.org/web/packages/\nemmeans/emmeans.pdf\nLibero, L. E., Nordahl, C. W., Li, D. D., Ferrer, E., Rogers, S. J., &\nAmaral, D. G. (2016). Persistence of megalencephaly in a sub-\ngroup of young boys with autism spectrum disorder. Autism\nResearch ,9(11), 1169 –1182. https://doi.org/10.1002/aur.1643\nLin, L.-Y., & Huang, P.-C. (2019). Quality of life and its related factors\nfor adults with autism spectrum disorder. Disability and Rehabili-\ntation ,41(8), 896 –903. https://doi.org/10.1080/09638288.2017.\n1414887\nLittle, L. M., Ausderau, K., Sideris, J., & Baranek, G. T. (2015). Activ-\nity participation and sensory features among children with autismspectrum disorders. Journal of Autism and Developmental Disor-\nders,45(9), 2981 –2990.\nhttps://doi.org/10.1007/s10803-015-2460-3\nLopez-Calderon, J., & Luck, S. J. (2014). ERPLAB: An open-source\ntoolbox for the analysis of event-related potentials. Frontiers inHuman Neuroscience ,8, 213. https://doi.org/10.3389/fnhum.2014.\n00213\nLord, C., Risi, S., Lambrecht, L., Cook, E. H., Jr., Leventhal, B.,\nDiLavore, P. C., Pickles, A., & Rutter, M. (2000). The autism\ndiagnostic observation schedule-generic: A standard measureof social and communication deficits associated with the spectrum\nof autism. Journal of Autism and Developmental Disorders ,30(3),\n205–223.\nhttps://doi.org/10.1023/A:1005592401947\nLord, C., Rutter, M., & Le Couteur, A. (1994). Autism diagnostic\ninterview-revised: A revised version of a diagnostic interview for\ncaregivers of individuals with possible pervasive developmental\ndisorders. Journal of Autism and Developmental Disorders ,24(5),\n659–685.https://doi.org/10.1007/BF02172145\nLuck, S. J. (2014a). A closer look at ERPs and ERP components. In\nS. J. Luck (Ed.), An introduction to the event-related potential tech-\nnique (2nd ed.). MIT Press.\nLuck, S. J. (2014b). A closer look at ICA-based artifact correction. In\nS. J. Luck (Ed.), An introduction to the event-related potential tech-\nnique (2nd ed.). MIT Press.\nLy, A., Verhagen, J., & Wagenmakers, E. J. (2016). Harold Jeffreys ’s\ndefault Bayes factor hypothesis tests: Explanation, extension, and\napplication in psychology. Journal of Mathematical Psychology ,\n72,1 9–32.https://doi.org/10.1016/j.jmp.2015.06.004\nMakowski, D., Ben-Shachar, M., Patil, I., & Lüdecke, D. (2020).\nMethods and algorithms for correlation analysis in R. Journal of\nOpen Source Software ,5(51), 2306. https://doi.org/10.21105/joss.\n02306\nMartineau, J., Roux, S., Garreau, B., Adrien, J. L., & Lelord, G.\n(1992). Unimodal and crossmodal reactivity in autism: Presence of\nauditory evoked responses and effect of the repetition of auditory\nstimuli. Biological Psychiatry ,31(12), 1190 –1203. https://doi.org/\n10.1016/0006-3223(92)90338-Z\nMatsuzaki, J., Kagitani-Shimono, K., Sugata, H., Hirata, M.,\nHanaie, R., Nagatani, F., Tachibana, M., Tominaga, K.,\nMohri, I., & Taniike, M. (2014). Progressively increased M50\nresponses to repeated sounds in autism spectrum disorder withauditory hypersensitivity: A magnetoencephalographic study.\nPLoS One ,9(7), e102599.\nhttps://doi.org/10.1371/journal.pone.\n0102599\nMcConachie, H., Wilson, C., Mason, D., Garland, D., Parr, J. R.,\nRattazzi, A., Rodgers, J., Skevington, S., Uljarevic, M., &Magiati, I. (2019). What is important in measuring quality of life?\nReflections by autistic adults in four countries. Autism in Adult-\nhood,2,4–12.\nhttps://doi.org/10.1089/aut.2019.0008\nMcCullagh, E. A., Rotschafer, S. E., Auerbach, B. D., Klug, A.,\nKaczmarek, L. K., Cramer, K. S., Kulesza, R. J., Razak, K. A.,Lovelace, J. W., Lu, Y., Koch, U., & Wang, Y. (2020). Mecha-\nnisms underlying auditory processing deficits in fragile X syn-\ndrome. FASEB ,34, 3501 –3518.\nhttps://doi.org/10.1096/fj.\n201902435R\nMcDiarmid, T. A., Belmadani, M., Liang, J., Meili, F., Mathews, E. A.,\nMullen, G. P., Hendi, A., Wong, W.-R., Rand, J. B.,\nMizumoto, K., Haas, K., Pavlidis, P., & Rankin, C. H. (2020). Sys-\ntematic phenomics analysis of autism-associated genes reveals paral-lel networks underlying reversible impairments in habituation.\nProceedings of the National Academy of Sciences ,117(1), 656 –667.\nhttps://doi.org/10.1073/pnas.1912049116\nMcGill, M., Kremer, C., Stecyk, K., Clayton, K., Skerleva, D.,\nHancock, K., Kujawa, S. G., & Polley, D. B. (2023). Cortical con-tributions to the perception of loudness and hyperacusis (preprint).\nbioRxiv.\nhttps://doi.org/10.1101/2023.03.24.534013\nMcIntosh, D. N., Miller, L. J., & Shyu, V. (1999). Development and\nvalidation of the short sensory profile. In W. Dunn (Ed.), Sensory\nprofile: User ’s manual (pp. 59 –73). Psychological Corporation.\nMillin, R., Kolodny, T., Flevaris, A. V., Kale, A. M., Schallmo, M.-P.,\nGerdts, J., Bernier, R. A., & Murray, S. (2018). Reduced auditory\ncortical adaptation in autism spectrum disorder. eLife ,7, e36493.\nhttps://doi.org/10.7554/eLife.36493DWYER ET AL . 19\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Millington, E., Brown, L., McMahon, H., Robertson, A. E., &\nSimmons, D. (2021). Children ’s Glasgow sensory questionnaire\n(C-GSQ): Validation of a simplified and visually aided question-\nnaire (preprint). PsyArXiv. https://doi.org/10.31234/osf.io/f6bg2\nMiron, O., Delgado, R. E., Delgado, C. F., Simpson, E. A., Yu, K.-H.,\nGutierrez, A., Zeng, G., Gerstenberger, J. N., & Kohane, I. S.\n(2021). Prolonged auditory brainstem response in universal hear-\ning screening of newborns with autism spectrum disorder. Autism\nResearch ,14(1), 46 –52.https://doi.org/10.1002/aur.2422\nMorey, R. D., Rouder, J. N., Jamil, T., Urbankek, S., Forner, K., &\nLy, A. (2021). Package ‘BayesFactor. ’R Package Version\n0.9.12-4.3. https://cran.r-project.org/web/packages/BayesFactor/\nindex.html\nMullen, E. M. (1995). Mullen scales of early learning . American Guid-\nance Service.\nNarvekar, N., Carter Leno, V., Pasco, G., Johnson, M. H.,\nJones, E. J., & Charman, T. (2022). A prospective study of associ-\nations between early fearfulness and perceptual sensitivity andlater restricted and repetitive behaviours in infants with typical\nand elevated likelihood of autism. Autism ,26(8), 1947 –1958.\nhttps://doi.org/10.1177/13623613211068932\nNordahl, C. W., Andrews, D. S., Dwyer, P., Waizbard-Bartov, E.,\nRestrepo, B., Lee, J. K., Heath, B., Saron, C., Rivera, S. M.,Solomon, M., Ashwood, P., & Amaral, D. G. (2022). The autism\nphenome project: Toward identifying clinically meaningful sub-\ngroups of autism. Frontiers in Neuroscience ,15, 786220.\nhttps://\ndoi.org/10.3389/fnins.2021.786220\nNordahl, C. W., Lange, N., Li, D. D., Barnett, L. A., Lee, A.,\nBuonocore, M. H., Simon, T. J., Rogers, S., Ozonoff, S., &\nAmaral, D. G. (2011). Brain enlargement is associated with regres-\nsion in preschool-age boys with autism spectrum disorders. Pro-\nceedings of the National Academy of Sciences ,108(50), 20195 –\n20200. https://doi.org/10.1073/pnas.1107560108\nOostenveld, R., Fries, P., Maris, E., & Schoffelen, J. M. (2011). Field-\nTrip: Open source software for advanced analysis of MEG, EEG,\nand invasive electrophysiological data. Computational Intelligence\nand Neuroscience ,2011, 156869. https://doi.org/10.1155/2011/\n156869\nOrekhova, E. V., Stroganova, T. A., Prokofyev, A. O., Nygren, G.,\nGillberg, C., & Elam, M. (2008). Sensory gating in young children\nwith autism: Relation to age, IQ, and EEG gamma oscillations.Neuroscience Letters ,434(2), 218 –223.\nhttps://doi.org/10.1016/j.\nneulet.2008.01.066\nPalermo, A., Giglia, G., Vigneri, S., Cosentino, G., Fierro, B., &\nBrighina, F. (2011). Does habituation depend on cortical inhibi-\ntion? Results of a rTMS study in healthy subjects. Experimental\nBrain Research ,212(1), 101 –107. https://doi.org/10.1007/s00221-\n011-2701-4\nPellicano, E., & Burr, D. (2012). When the world becomes “too real ”:\nA Bayesian explanation of autistic perception. Trends in Cogni-\ntive Sciences ,16(10), 504 –510. https://doi.org/10.1016/j.tics.2012.\n08.009\nPerrin, F., Pernier, J., Bertrand, O., & Echallier, J. F. (1989). Spherical\nsplines for scalp potential and current density mapping. Electroen-\ncephalography and Clinical Neurophysiology ,72(2), 184 –187.\nhttps://doi.org/10.1016/0013-4694(89)90180-6\nPiccardi, E. S., Begum Ali, J., Jones, E. J. H., Mason, L., Charman, T.,\nJohnson, M. H., & Gliga, T. (2021). Behavioural and neural\nmarkers of tactile sensory processing in infants at elevated likeli-hood of autism spectrum disorder and/or attention deficit hyperac-\ntivity disorder. Journal of Neurodevelopmental Disorders ,13(1), 1.\nhttps://doi.org/10.1186/s11689-020-09334-1\nPolich, J. (2011). Neuropsychology of P300. In E. S. Kappenman &\nS. J. Luck (Eds.), The Oxford handbook of event-related potential\ncomponents (pp. 160 –188). Oxford. https://doi.org/10.1093/\noxfordhb/9780195374148.013.0089\nPonton, C., Eggermont, J., Khosla, D., Kwong, B., & Don, M. (2002).\nMaturation of human central auditory system activity: Separatingauditory evoked potentials by dipole source modeling. Clinical\nNeurophysiology ,113, 407 –420. https://doi.org/10.1016/S1388-\n2457(01)00733-7\nQian, N., & Lipkin, R. M. (2011). A learning-style theory for under-\nstanding autistic behaviors. Frontiers in Human Neuroscience ,5,\n77.https://doi.org/10.3389/fnhum.2011.00077\nRobertson, A. E., & Simmons, D. R. (2015). The sensory experiences of\nadults with autism spectrum disorder: A qualitative analysis. Per-\nception ,44(5), 569 –586.https://doi.org/10.1068/p7833\nRosenhall, U., Nordin, V., Sandström, M., Ahlsén, G., & Gillberg, C.\n(1999). Autism and hearing loss. Journal of Autism and Develop-\nmental Disorders ,29(5), 349 –357. https://doi.org/10.1023/A:\n1023022709710\nRubenstein, J. L. R., & Merzenich, M. M. (2003). Model of autism:\nIncreased ratio of excitation/inhibition in key neural systems.\nBrain ,2(5), 255 –267. https://doi.org/10.1046/j.1601-183X.2003.\n00037.x\nRuiz-Martínez, F. J., Rodríguez-Martínez, E. I., Wilson, C. E., Yau, S.,\nSaldaña, D., & G /C19omez, C. M. (2019). Impaired P1 habituation\nand mismatch negativity in children with autism spectrum disor-\nder.Journal of Autism and Developmental Disorders ,50, 603 –616.\nhttps://doi.org/10.1007/s10803-019-04299-0\nSacrey, L.-A. R., Armstrong, V. L., Bryson, S. E., & Zwaigenbaum, L.\n(2014). Impairments to visual disengagement in autism spectrum\ndisorder: A review of experimental studies from infancy to adult-\nhood. Neuroscience and Biobehavioral Reviews ,47, 559 –577.\nhttps://doi.org/10.1016/j.neubiorev.2014.10.011\nSaggar, M., King, B. G., Zanesco, A. P., Maclean, K. A.,\nAichele, S. R., Jacobs, T. L., Bridwell, D. A., Shaver, P. R.,\nRosenberg, E. L., Sahdra, B. K., Ferrer, E., Tang, A. C.,\nMangun, G. R., Wallace, B. A., Miikkulainen, R., & Saron, C. D.(2012). Intensive training induces longitudinal changes in medita-\ntion state-related EEG oscillatory activity. Frontiers in Human\nNeuroscience ,6, 256.\nhttps://doi.org/10.3389/fnhum.2012.00256\nSanders, L. D., Stevens, C., Coch, D., & Neville, H. J. (2006). Selective\nauditory attention in 3- to 5-year-old children: An event-relatedpotential study. Neuropsychologia ,44(11), 2126 –2138.\nhttps://doi.\norg/10.1016/j.neuropsychologia.2005.10.007\nScheydt, S., Müller Staub, M., Frauenfelder, F., Nielsen, G. H.,\nBehrens, J., & Needham, I. (2017). Sensory overload: A concept\nanalysis. International Journal of Mental Health Nursing ,26, 110 –\n120.https://doi.org/10.1111/inm.12303\nSchwartz, S., Wang, L., Shinn-Cunningham, B. G., & Tager-\nFlusberg, H. (2020). Atypical perception of sounds in minimally\nand low verbal children and adolescents with autism as revealed\nby behavioral and neural measures. Autism Research ,13(10),\n1718 –1729. https://doi.org/10.1002/aur.2363\nShafer, V. L., Yu, Y. H., & Wagner, M. (2015). Maturation of cortical\nauditory evoked potentials (CAEPs) to speech recorded from fron-tocentral and temporal sites: Three months to eight years of age.\nInternational Journal of Psychophysiology ,95(2), 77 –93.\nhttps://\ndoi.org/10.1016/j.ijpsycho.2014.08.1390\nSharer, E., Crocetti, D., Muschelli, J., Barber, A. D., Nebel, M. B.,\nCaffo, B. S., Pekar, J. J., & Mostofsky, S. H. (2015). Neural corre-lates of visuomotor learning in autism. Journal of Child Neurology ,\n30(14), 1877 –1886.\nhttps://doi.org/10.1177/0883073815600869\nSimner, J., Koursarou, S., Rinaldi, L. J., & Ward, J. (2022). Attention,\nflexibility, and imagery in misophonia: Does attention exacerbate\neveryday disliking of sound? Journal of Clinical and Experimental\nNeuropsychology ,43(10), 1006 –1017. https://doi.org/10.1080/\n13803395.2022.2056581\nSinha, P., Kjelgaard, M. M., Gandhi, T. K., Tsourides, K.,\nCardinaux, A. L., Pantazis, D., Diamond, S. P., & Held, R. M.\n(2014). Autism as a disorder of prediction. Proceedings of the\nNational Academy of Sciences ,111(42), 15220 –15225. https://doi.\norg/10.1073/pnas.1416797111\nSohal, V. S., & Rubenstein, J. L. R. (2019). Excitation-inhibition bal-\nance as a framework for investigating mechanisms in20 DWYER ET AL .\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "neuropsychiatric disorders. Molecular Psychiatry ,24, 1248 –1257.\nhttps://doi.org/10.1038/s41380-019-0426-0\nStevens, C., Paulsen, D., Yasen, A., & Neville, H. (2015). Atypical audi-\ntory refractory periods in children from lower socio-economic sta-\ntus backgrounds: ERP evidence for a role of selective attention.International Journal of Psychophysiology ,95(2), 156 –166.\nhttps://\ndoi.org/10.1016/j.ijpsycho.2014.06.017\nStiller, A., & Mößle, T. (2018). Media use among children and adoles-\ncents with autism Spectrum disorder: A systematic review. Review\nJournal of Autism and Developmental Disorders ,5(3), 227 –246.\nhttps://doi.org/10.1007/s40489-018-0135-7\nStroganova, T. A., Kozunov, V. V., Posikera, I. N., Galuta, I. A.,\nGratchev, V. V., & Orekhova, E. V. (2013). Abnormal pre-attentive arousal in young children with autism spectrum disorder\ncontributes to their atypical auditory behavior: An ERP study.\nPLoS One ,8(7), e69100.\nhttps://doi.org/10.1371/journal.pone.\n0069100\nTang, A. C., Sutherland, M. T., & McKinney, C. J. (2005). Validation\nof SOBI components from high-density EEG. NeuroImage ,25(2),\n539–553.https://doi.org/10.1016/j.neuroimage.2004.11.027\nTzischinsky, O., Meiri, G., Manelis, L., Bar-Sinai, A., Flusser, H.,\nMichaelovski, A., Zivan, O., Ilan, M., Faroy, M., Menashe, I., &\nDinstein, I. (2018). Sleep disturbances are associated with specificsensory sensitivities in children with autism. Molecular Autism ,\n9(1), 22.\nhttps://doi.org/10.1186/s13229-018-0206-8\nvan de Cruys, S., Evers, K., van der Hallen, R., van Eylen, L.,\nBoets, B., De-Wit, L., & Wagemans, J. (2014). Precise minds in\nuncertain worlds: Predictive coding in autism. Psychological\nReview ,121(4), 649 –675.https://doi.org/10.1037/a0037665\nVehtari, A., Gabry, J., Magnusson, M., Yao, Y., Bürkner, P.,\nPaananen, T., & Gelman, A. (2023). loo: Efficient leave-one-outcross-validation and WAIC for Bayesian models. R package ver-\nsion 2.6.0.\nhttps://mc-stan.org/loo/\nVehtari, A., Gelman, A., & Gabry, J. (2017). Practical Bayesian model\nevaluation using leave-one-out cross-validation and WAIC. Statis-\ntics and Computing ,27(5), 1413 –1432. https://doi.org/10.1007/\ns11222-016-9696-4\nVenker, C. E., Mathée, J., Neumann, D., Edwards, J., Saffran, J., &\nWeismer, S. E. (2021). Competing perceptual salience in a visual\nword recognition task differentially affects children with and with-\nout autism spectrum disorder. Autism Research ,14(6), 1147 –1162.\nhttps://doi.org/10.1002/aur.2457\nVerhulst, I., MacLennan, K., Haffey, A., & Tavassoli, T. (2022). The\nperceived causal relations between sensory reactivity differences\nand anxiety symptoms in autistic adults. Autism in Adulthood ,\n4(3), 183 –192.https://doi.org/10.1089/aut.2022.0018Williams, Z. J. (2021). Short sensory profile in autism. In F. R. Volkmar\n(Ed.), Encyclopedia of autism Spectrum disorders (pp. 4345 –4351).\nSpringer. https://doi.org/10.1007/978-3-319-91280-6_102311\nWilliams, Z. J., Abdelmessih, P. G., Key, A. P., & Woynaroski, T. G.\n(2021). Cortical auditory processing of simple stimuli is altered inautism: A meta-analysis of auditory evoked responses. Biological\nPsychiatry: Cognitive Neuroscience and Neuroimaging ,6(8), 767 –\n781.\nhttps://doi.org/10.1016/j.bpsc.2020.09.011\nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychomet-\nric validation of a brief self-report measure of misophonia symp-\ntoms and functional impairment: The duke-vanderbilt misophonia\nscreening questionnaire. Frontiers in Psychology ,13, 897901.\nhttps://doi.org/10.3389/fpsyg.2022.897901\nWilliams, Z. J., Failla, M. D., Gotham, K. O., Woynaroski, T. G., &\nCascio, C. (2018). Psychometric evaluation of the short sensory\nprofile in youth with autism spectrum disorder. Journal of Autism\nand Developmental Disorders ,48(12), 4231 –4249. https://doi.org/\n10.1007/s10803-018-3678-7\nWilliams, Z. J., Feldman, J. I., Dunham, K., Suzman, E., Liu, Y.,\nDavis, S. L., & Woynaroski, T. G. (2020). The measurement and\nclinical correlates of decreased sound tolerance (hyperacusis) in\nautism spectrum disorder. Poster Presentation Accepted by the\nGatlinburg Conference; Cancelled Due to COVID-19.\nWilliams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G. (2021). A\nreview of decreased sound tolerance in autism: Definitions, phenom-\nenology, and potential mechanisms. Neuroscience and Biobehavioral\nReviews ,121,1–17.https://doi.org/10.1016/j.neubiorev.2020.11.030\nWilliams, Z. J., Suzman, E., & Woynaroski, T. G. (2021). Prevalence of\ndecreased sound tolerance (hyperacusis) in individuals with autism\nspectrum disorder: A meta-analysis. Ear and Hearing ,42(5), 1137 –\n1150. https://doi.org/10.1097/AUD.0000000000001005\nSUPPORTING INFORMATION\nAdditional supporting information can be found onlinein the Supporting Information section at the end of this\narticle.\nHow to cite this article: Dwyer, P., Williams, Z. J.,\nVukusic, S., Saron, C. D., & Rivera, S. M. (2023).Habituation of auditory responses in young\nautistic and neurotypical children. Autism\nResearch ,1–21.\nhttps://doi.org/10.1002/aur.3022DWYER ET AL . 21\n 19393806, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/aur.3022, Wiley Online Library on [13/09/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}