{
  "doc_type": "scientific paper",
  "title": "Misophonia: physiological investigations and case descriptions",
  "authors": [
    "Miren Edelstein",
    "David Brang",
    "Romke Rouw",
    "Vilayanur S. Ramachandran"
  ],
  "year": 2013,
  "journal": "Frontiers in Human Neuroscience",
  "doi": "10.3389/fnhum.2013.00296",
  "abstract": "Misophonia is a relatively unexplored chronic condition in which a person experiences autonomic arousal (analogous to an involuntary 'fight-or-flight' response) to certain innocuous or repetitive sounds such as chewing, pen clicking, and lip smacking. Misophonics report anxiety, panic, and rage when exposed to trigger sounds, compromising their ability to complete everyday tasks and engage in healthy and normal social interactions. Across two experiments, we measured behavioral and physiological characteristics of the condition. Interviews (Experiment 1) with misophonics showed that the most problematic sounds are generally related to other people's behavior (pen clicking, chewing sounds). Misophonics are however not bothered when they produce these 'trigger' sounds themselves, and some report mimicry as a coping strategy. Next, (Experiment 2) we tested the hypothesis that misophonics' subjective experiences evoke an anomalous physiological response to certain auditory stimuli. Misophonic individuals showed heightened ratings and skin conductance responses (SCRs) to auditory, but not visual stimuli, relative to a group of typically developed controls, supporting this general viewpoint and indicating that misophonia is a disorder that produces distinct autonomic effects not seen in typically developed individuals.",
  "keywords": [
    "misophonia",
    "sound sensitivity",
    "skin conductance response",
    "auditory processing",
    "aversive sounds",
    "case reports",
    "autonomic response"
  ],
  "research_topics": [
    "misophonia",
    "physiological response to sounds",
    "skin conductance response",
    "auditory sensitivity",
    "autonomic nervous system",
    "behavioral and physiological characterization",
    "sound-triggered emotional and physical reactions"
  ],
  "created_at": "2025-05-05T01:48:07.663597Z",
  "source_pdf": "documents/research/Global/Edelstein 2013 Miosphonia Physiological investigations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ORIGINAL RESEARCH ARTICLE\npublished: 25 June 2013\ndoi: 10.3389/fnhum.2013.00296\nMisophonia: physiological investigations and case\ndescriptions\nMiren Edelstein1*,David Brang1,2,Romke Rouw3and Vilayanur S. Ramachandran1\n1Department of Psychology, Center for Brain and Cognition, University of California, San Diego, San Diego, CA, USA\n2Department of Psychology, Northwestern University, Evanston, IL, USA\n3Department of Psychology, University of Amsterdam, Amsterdam, Netherlands\nEdited by:\nPeter G. Enticott, MonashUniversity, Australia\nReviewed by:\nKate Hoy, Monash University,\nAustraliaArjan Schröder, Academic MedicalCenter, Netherlands\n*Correspondence:\nMiren Edelstein, Department of\nPsychology, University of California,San Diego, 9500 Gilman Dr. #0109,La Jolla, CA 92093-0109, USAe-mail: mhedelstein@ucsd.eduMisophonia is a relatively unexplored chronic condition in which a person experiences\nautonomic arousal (analogous to an involuntary “ﬁght-or-ﬂight” response) to certain\ninnocuous or repetitive sounds such as chewing, pen clicking, and lip smacking.\nMisophonics report anxiety, panic, and rage when exposed to trigger sounds,\ncompromising their ability to complete everyday tasks and engage in healthy and normalsocial interactions. Across two experiments, we measured behavioral and physiological\ncharacteristics of the condition. Interviews (Experiment 1) with misophonics showed\nthat the most problematic sounds are generally related to other people’s behavior (penclicking, chewing sounds). Misophonics are however not bothered when they produce\nthese “trigger” sounds themselves, and some report mimicry as a coping strategy. Next,\n(Experiment 2) we tested the hypothesis that misophonics’ subjective experiences evoke\nan anomalous physiological response to certain auditory stimuli. Misophonic individuals\nshowed heightened ratings and skin conductance responses (SCRs) to auditory, but notvisual stimuli, relative to a group of typically developed controls, supporting this general\nviewpoint and indicating that misophonia is a disorder that produces distinct autonomic\neffects not seen in typically developed individuals.\nKeywords: misophonia, sound sensitivity, skin conductance response, auditory processing, aversive sounds, case\nreports, autonomic response\nGENERAL INTRODUCTION\nMisophonia, literally translated to “hatred of sound,” is a chronic\ncondition in which speciﬁc sounds provoke intense emotional\nexperiences and autonomic arousal within an individual. Trigger\nstimuli include repetitive and social sounds typically produced\nby another individual, including chewing, pen clicking, tapping,\nand lip smacking. These experiences are not merely associative in\nnature, but drive the sufferer to avoid situations in which they\nmay be produced, limiting one’s ability to interact with others\nand often leading to severe problems in their social and profes-\nsional lives. Also known as selective sound sensitivity syndrome,\nthe term “misophonia” was ﬁrst coined by Jastreboff ( Jastreboff,\n2000; Jastreboff and Jastreboff, 2001a,b, 2003) and little remainsknown about the condition. To our knowledge only two case\nstudies ( Hadjipavlou et al., 2008; Schwartz et al., 2011 )a n do n e\nclinical study ( Schröder et al., 2013 )h a v ee x a m i n e dm i s o p h o -\nnia. In the latter study, psychiatrists presented questionnaires and\nadministered interviews to 42 misophonics, an essential ﬁrst step\nin showing that misophonia is a primary disorder with no obvi-\nous comorbidity with other known psychological or neurological\nconditions (Schröder et al., 2013 ).\nThe prevalence of misophonia is under active investigation\nbut there exist several online support groups with thousandsof members (Misophonia UK, Facebook and Yahoo). Sufferers\nof misophonia are fully aware of its presence and the abnor-\nmal responses they have to their trigger sounds. In addition,many sufferers have identiﬁed the condition in at least oneclose relative, suggesting a possi ble hereditary component. While\neffective treatments for misophonia remain elusive, individualsreport utilizing coping mechanisms to minimize their exposure\nand response to triggering stimuli (discussed at length below).\nFurther, misophonia appears to exhibit some general similarities\nto tinnitus. Jastreboff and Hazell (2004) propose that miso-\nphonia and tinnitus are both associated with hyperconnectivitybetween the auditory and limbic systems, suggesting that both\nconditions would evoke heightened reactions to their respective\nsounds. However, despite these general similarities, misopho-\nnia differs from tinnitus considerably, particularly in terms of\nhow the condition is localized around certain human-produced\nsounds and situations as opposed to internally perceived, abstractsounds.\nWhile the majority of typically developing individuals expe-\nrience general and unelaborated emotional reactions to a range\nof sounds ( Halpern et al., 1986 ), these widespread negative asso-\nciations remain non-debilitating and at most an annoyance tothe listener. One critical possibility is that the valenced associ-\nations present in typically developing individuals are matched\nto those with misophonia, with the latter merely experiencing a\nmore extreme physiological response. Indeed, the sound of ﬁn-\ngernails on a chalkboard is an emotionally evocative stimulus\nthat elicits extreme discomfort in the typical population ( Zald\nand Pardo, 2002; Kumar et al., 2012 ) and misophonic individuals\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |1\nHUMAN NEUROSCIENCE"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Edelstein et al. Physiological investigations of misophonia\noften reference this stimulus in illustrating the extreme nature of\ntheir trigger sensations. In this study, we further elaborate on the\nsymptoms and behaviors associated with misophonia as well as\nexamine whether misophonics’ physiological responses support\ntheir subjective reports of feeling autonomic arousal in response\nto certain sounds.\nEXPERIMENT 1\nINTRODUCTION\nWe ﬁrst received information about misophonia in December of\n2011 through members of an online misophonia support group.\nFrom initial descriptions, the condition appeared to have many\nintriguing qualities in addition to being quite unknown and\nunexplored. Misophonic individuals were invited to the lab forpreliminary interviews with the hope of gaining a more concrete\nunderstanding of their experiences with the condition.\nMATERIALS AND METHODS\nParticipants\nEleven individuals with misophonia from the San Diego and LosAngeles areas were recruited from the University of California,\nSan Diego campus, through self-i dentiﬁed contact of our lab as\nwell as through an online misophonia support group (4 males and\n7 females, mean age =35.82; range =19–65).\nProcedure\nThirty to sixty minute semi-structured interviews were conducted\nby members of our research group on the University of California,San Diego campus. As no set diagnostic criteria for misopho-\nnia exists for misophonia, eligibility for study inclusion was\nbased on severity of symptoms paired with experiential descrip-\ntions reported by the subject. The ﬁve initial interviews were\nexploratory in nature and included a range of topics, includ-\ning approximate age of onset, lists of sounds that elicit varying\ndegrees of discomfort, whether or not certain individuals exacer-\nbate the condition, coping mechanisms, common thoughts when\nexperiencing symptoms, physical responses to the trigger sounds,\neffect of the condition on their daily lives, and other potentially\ncomorbid medical conditions. From these interviews we were able\nto generate a core set of questions to create the general framework\nof the subsequent six interviews that were held.\nRESULTS AND DISCUSSION\nAfter conducting all 11 interviews, it was apparent that the expe-riences of the misophonics, though intrinsically variable between\nsubjects, contained noticeable trends and similarities. The most\nsalient categories of assessment and their traits are documented in\nTa b l e 1 . In addition, it should be noted that all diagnostic criteria\nlisted by Schröder et al. (2013) were present in the reports of our\nmisophonic subjects (see Ta b l e 1 ) even though these interviews\nwere conducted prior to the publishing of that article.\nThe most important criterion in misophonia is that partic-\nular sounds will evoke a disproportional aversive reaction. Our\nsubjects were recruited based on their reports of this charac-\nteristic. In accordance with previous reports, our misophonics\nreported that the worst trigger sounds are chewing, eating, and\ncrunching sounds, followed by lip smacking, pen clicking, andT able 1 | Summary of qualitative data gathered from interviews of\nthe 11 misophonic subjects (4 males and 7 females, mean age =\n35.82; range =19–65) in Experiment 1, broken down into 18 of the\nmost salient diagnostic categories.\nAge of onset 8–10 years old (3)–27%\nAs long as can remember (3)–27%Childhood (3)–27%17 (1)–9%Early teenage years (1)–9%\nWorst trigger sounds Eating/chewing/crunching sounds (11)\nL i ps m a c k i n g( 2 )\nPen clicking (2)\nClock ticking (2)\nOther trigger sounds Low frequency bass sounds (8)\nPen clicking (4)Footsteps (3)Finger tapping (3)Whistling sounds (3)Typing (3)\nL i ps m a c k i n g( 2 )\nClock ticking (1)Plastic bags (1)Repetitive barking (1)Finger tapping (1)Snifﬂing (1)\nLocalized around certainindividuals?Y es (9)–82%\nNo (2)–18%\nWorsened over time? Y es (5)–45%\nStays the same (3)–27%\nNo, gotten better (2)–18%\nN/A (1)–9%\nOwn trigger sounds ok? Y es (10)–91%\nAvoids producing own trigger sounds(1)–9%\nRepetitive sounds worse Y es (9)–82%\nN/A (2)–18%\nRuns in family? Y es (6)–55%\nNot known (3)–27%N/A (2)–18%\nCoping strategies Avoiding or removing self from certain\nsituations (7) (*D,E)Mimicry to “cancel out” sound or retaliate (6)Earplugs/headsets/music (6)Is conscientious about own sounds (5)\nDistract self (5)\nAsk others to stop (4)Positive internal dialog (1)\nEffect of alcohol/caffeine Alcohol lessens symptoms (7)\nCaffeine worsens symptoms (4)Symptoms not affected by caffeine (2)Does not use caffeine (2)Does not use alcohol (2)\nSymptoms not affected by alcohol (1)\nN/A (1)\n(Continued)\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Edelstein et al. Physiological investigations of misophonia\nT able 1 | Continued\nPhysical locations and\ndescriptions ofdiscomfort (*A)Pressure in chest, arms, head, or whole\nbody (5)Clenched/tightened/tense muscles (5)\nIncrease in body temperature, blood\npressure, or heart rate (2)Pained by trigger sounds (1)Hard to breathe (1)Sweaty palms (1)\nVisual triggers Jiggling/swinging legs (5)\nBothered by Ss sounds Y es (6)–55%\nN/A (3)–27%\nNo (2)–18%\nFeelings and emotionsassociated with trigger\nsounds*Sounds are invasive, intrusive, insulting,\nviolating, offensive, disgusting, rude (9)\n(*A,D)Stress/anxiety (5)Anger or rage (4) (*D)Extreme annoyance/irritation (4) (*A,D)Panic (2) (*B)\nImpatience (1)\nAggravation (1) (*D)Feeling trapped (1) (*B)\nOther potentiallycomorbid medicalconditions (*F)Tinnitus (2)\nObsessive-compulsive personality traits (2)Hyperacusis (1)Auditory processing disorder (1)\nADD (1)\nPTSD (1)None (6)\nBothered by soundsproduced by animals orchildrenYe s (1 )–9 %\nNo (8)–73%N/A (2)–18%\nThoughts whenexperiencing trigger\nsounds“I want to punch this person”\n“I hate this person”\n“Why won’t they stop? I don’t want to hurt\ntheir feelings by changing seats” (*C)“Why are they eating that way?”“Why are you doing that? It’s rude”“Would you shut up?”“Stop it, I can’t stand it”\n“Don’t you know what you sound like?”\n“Why am I like this?” (*C)“ Are they doing this on purpose?”“Why does he have to _____ so loudly?”\n“They should be more conscious of howthey’re affecting others”\n“I envy people who aren’t bothered by\nsounds” (*C)\nEffect on life Realizes they are hyper focused on noises\nthat should be in the background and areunable to ignore them (9) (*C,E)\nCannot pay attention at a movie or in\nclass when people are making triggersounds (8) (\n*E)\n(Continued)T able 1 | Continued\nTries not to be around people if they make\ntrigger sounds (7) (*D,E)\nCan be triggered by sounds from television\nor videos (7) (*E)\nTriggers are worse when tired (7)Stays away from certain foods/avoids making\ncertain sounds (3) (*D,E)\nFeels better when can locate source of\nsound (3)\nThoughts of suicide (1)\nThe number of subjects reporting a criterion can be found in parentheses to the\nright of each description.\nCriteria marked with an asterisk ( *) designate diagnostic cri teria (A–F) consistent\nwith those proposed by Schröder et al. (2013) .\nPlease see General Discussion for more details.\nclock ticking (see Ta b l e 1 ) .O t h e rn o t a b l et r i g g e rs o u n d si n c l u d e\nlow frequency bass sounds, footsteps, ﬁnger tapping, whistling\nsounds, and typing (see Ta b l e 1 ). Nine of our 11 misophonics\nreported that sounds repetitive in nature were particularly bad.\nIn addition, six of our misophonics indicated that spoken “Ss”\nsounds were unpleasant, although not quite on the same level as\ntrigger sounds.\nIn terms of aversive responses to these sounds, misophonics\nreport a range of negative feelings, thoughts, as well as physi-\ncal reactions. Some of the negative feelings experienced include\nintense anxiety, panic, anger, extreme irritation, and even rage\n(see Ta b l e 1 ). Additionally, in the context of our study, it is\nimportant to distinguish anxiety from fear. Speciﬁcally, while our\nsubjects report feeling extreme stress and anxiety in response\nto trigger sounds, they did not report being afraid or fearful of\nthem. Nine of our 11 misophonics reported trigger sounds as\nbeing invasive, intrusive, disgusting, or rude. They also reported\nfeeling offended or violated by these sounds to the point where\nnegative thoughts such as “I hate this person,” “Stop it, I can’t\nstand it,” and “Don’t you know what you sound like?” enter\ntheir minds. However, on top of the strong psychological effects,\nmisophonics also report experiencing strong physical effects inresponse to trigger sounds. The most commonly reported physi-\ncal effects were pressure in the chest, arms, head, or entire body\nas well as clenched, tightened, and tense muscles. Some miso-\nphonics reported an increase in blood pressure, heart rate or\nbody temperature, sweaty palms, physical pain, and even difﬁ-\nculty breathing in response to trigger sounds (see Ta b l e 1 ). The\naforementioned aversive responses evoked by trigger sounds are\ncharacteristic of a typical, autonomic nervous system response.\nIn line with this, the worst situations for misophonics are often\nones where they feel trapped and unable to escape, including\nlong trips in cars or planes. Similarly, two misophonics report\nthat trigger sounds at school or at home are worse than in\nplaces one can easily leave, such as a public place. However,\ndespite extreme discomfort, misophonics generally do not phys-\nically act out on feelings of aggression. Some report instances\nof snapping at others while others internalize their frustration\n(see Ta b l e 1 ).\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Edelstein et al. Physiological investigations of misophonia\nA ﬁnal indication that misophonia produces physical and\nautonomic responses is the suggestion that pharmacological\nagents affect the condition. Four of our misophonics indicated\nthat caffeine intensiﬁes misophonic experiences while seven of\nmisophonic individuals indicated that alcohol decreases symp-\ntomatology; these subjects describe that while under the inﬂuence\nof alcohol they can still hear the sound but their aversive response\nis not as strong.\nIn response to their aversive rea ctions to trigger sounds, miso-\nphonic individuals have developed a number of coping strategies\nincluding: avoiding or removing themselves from certain situa-\ntions, mimicking trigger sounds, or the action producing it to\n“cancel out” or “retaliate,” utilizing earplugs, headsets or lis-\ntening to music, distracting oneself, reciting positive internal\ndialog to help calm themselves, asking others to stop making the\nsounds, as well as being conscientious about their own sounds\n(see Ta b l e 1 ).\nThe degree to which quality of life is affected varied between\nour misophonic participants. One subject reported that miso-\np h o n i a “ ...d o e s n o t a f f e c t t h e q u a l i t y o f m y l i f e t o o m u c h . B u t\nit seems ridiculous and I would like to get rid of it” while another\nsubject reported that misophonia had in the past evoked thoughts\nof suicide. These reports indicate there might be different degrees\nof the misophonic condition, ranging from mildly hindering to\nseverely debilitating.\nMisophonic individuals most commonly describe onset of the\ncondition in childhood. Two subjects reported that with age,\nthey learned to better cope with their misophonia, ﬁve subjects\nreported that it worsened over time (due to increasing aversive-ness as well as increasing number of triggering stimuli) and three\nrecalled no change over time. It is not fully understood why dif-\nferences in trigger accumulation and severity develop between\nmisophonics but it appears that prolonged and repeated expo-\nsure to a sound may be a contributing factor. For example,\none of our misophonic subjects related this to the “honey-\nmoon” period in a new job or relationship, in which for a few\nyears new sounds caused little irritation. However, over time the\nnegative affect of these sounds intensiﬁed to become triggers\nas well.\nSix of our misophonics reported that one or several close fam-\nily members display misophonic-like symptoms and behaviors.\nTwo subjects had no information on this topic and three reported\nthat they do not believe that misophonia runs in their families.\nWhile these reports are only anecdotal, they suggest there may be\na familial or genetic component to misophonia, calling for further\ninvestigation in future studies.\nInterestingly, misophonic individuals further report that\nresponses evoked by trigger sounds appear to be modulated by\nprior knowledge, context, and sound source, implying that the\ncondition is not driven simply by the physical properties of soundalone. For example, nine of our misophonics indicated that their\nmisophonia is isolated to or exacerbated by certain individu-\nals, usually close friends, coworkers, or family members whom\nthey are exposed to frequently (see Ta b l e 1 ). Another curious\ncharacteristic described by 10 of our misophonics is the fact\nthat self-induced trigger sound s (trigger sounds produced by\nthe misophonic individual themselves) will not evoke nearly asmuch of an aversive response as when produced by others. In\nf a c t ,a sm e n t i o n e de a r l i e r ,m i m i c k i n gt r i g g e rs o u n d si so n eo f\nthe coping strategies utilized by misophonics to “overwrite” the\ndisturbing sound being produced by another individual. Several\nmisophonics even report eating foods in synchrony with the other\nperson. However, mimicking is also mentioned as a way to retal-\niate against the offending individual producing the sounds, thus\nacting as a way to cope with the anger evoked by the condition.\nThe interviews further revealed an interesting effect of the\nrole of context on aversive responses. For instance, eight of our\nmisophonics report eating and chewing sounds (severely offen-\nsive triggers associated with rudeness when produced by human\nadults) will not bother them nearly as much if produced by\nanimals or babies (see Ta b l e 1 ). One individual described that,\nas these individuals have little control over their actions and\n“don’t know any better,” it helps in cancelling out strong aver-\nsive feelings. These results suggest that the aversive responses\nexperienced by misophonics are explicitly tied to other individ-\nuals, implying an underlying social component to the condi-\ntion. Accordingly, even though our subjects ﬁt in with Schröder\net al.’s (2013) diagnostic criterion of misophonics being aware\nof their condition, and recognizing their feelings as “exces-\nsive, unreasonable, or out of proportion,” they will still com-\nment on the inappropriateness of another person’s behavior\nnonetheless.\nAnother recurring topic from the interviews is the role of\nattention in misophonia. Nine of our misophonics report being\nhyper-focused on sounds that normally exist as background\nnoise. One misophonic subject described the inability to tuneout background noises as being like an “involuntary cocktail\nparty effect” while another mentioned that “noises are never in\nthe background. People sounds crash right through jet engine\nsounds.” Eight of our misophonics described being unable to\npay attention to a movie or lecture when individuals around\nthem produce trigger sounds, with partial remediation by dis-\ntracting themselves and directing their attention elsewhere. In\naddition, it is possible that through understanding the role of\nattention in misophonia, potential treatments may be able to bedeveloped.\nIn accordance with Schröder et al. (2013) ,o u rs u b j e c t s\nreported a few symptoms shared with other diagnoses, however\nthe complete symptomology of misophonia does not ﬁt with any\nof the diagnostic categories in the diagnostic and statistical man-\nual of mental disorders (DSM-IV) . In their interviews, subjects\ndescribed symptoms related to obsessive-compulsive disorder\n(OCD), attention deﬁcit disorder (ADD), post-traumatic stress\ndisorder (PTSD), auditory processing disorders as well as tinnitus\nand hyperacusis (see Ta b l e 1 ). However, these symptoms did not\ncover the full range of complaints, including the critical symptom\nof misophonia (a strong aversive response to particular sounds).Two of our misophonics reported being treated with medications,\nincluding antianxiety medications and antidepressants, that were\nintended to alleviate some of the effects of misophonia but as\nit stands, a treatment to fully address the root of the problem\nstill remains elusive. Thus, our results are in line with the pre-\nvious conclusion that misophonia is not part of another clinical,\npsychiatric, or psychological disorder ( Schröder et al., 2013 ).\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Edelstein et al. Physiological investigations of misophonia\nEXPERIMENT 2\nINTRODUCTION\nQualitative assessments of misophonic subjects demonstrated the\nconsistent association between speciﬁc sounds and intense emo-\ntional experiences. In order to conﬁrm the presence of these\nemotional reactions and further examine their relationship to\nsound preferences present in the general population, we measured\nskin conductance response (SCR) while misophonic participants\nand typically developed individuals were exposed to aversive and\nnon-aversive auditory, visual, and auditory-visual stimuli. SCR\nmeasures the electrical conductance of the skin and consequentlythe amount of sweat produced. Because sweat production is\nnot under volitional control, SCR is widely accepted to indicate\narousal of the sympathetic nervous system ( Critcheley, 2002 ).\nFor these reasons, we believe SCR to be an appropriate method\nof measuring autonomic arousal to various emotion-eliciting\nstimuli.\nMATERIALS AND METHODS\nParticipants\nSix misophonic subjects who also participated in Experiment 1(2 males and 4 females; mean age =22.8; range =19–30)\nand ﬁve controls (mean age =22; range =19–29) matched on\nage and gender participated in the experiment; A sixth control\nwas excluded due to an error during data collection. Controls\nwere recruited from the student population at the University of\nCalifornia, San Diego. All participants reported normal hearing\nand vision, gave signed, informed consent prior to the experi-\nment, and participated either for cash or in fulﬁllment of a course\nrequirement. The study was reviewed and approved by the uni-\nversity’s Human Research Protections Program. Total experiment\ntime was less than 1 h.\nProcedure and stimuli\nParticipants were seated 20 inches from an 18 inch monitor and\nprovided Sennheiser® headsets. SCR recordings were acquired\nwith BIOPAC System (MP100A-CE) and AcqKnowledge 4.1\nrecording software. A pair of Ag-AgCl electrodes was attached to\nthe palmar surface of the middle and ring ﬁngers of the partic-\nipant’s dominant hand. Prior to attachment, participants’ handswere cleansed with an alcohol wipe and a skin conductance gel\nwas applied to each electrode. SCR was recorded in micro Siemens\nat a rate of 30 samples/s. Participants were instructed to relax\nwith their dominant hand placed palm up on their thigh and\nto minimize movement throughout the duration of the experi-\nment. SCR was examined in subjects prior to experimental testing\nfor typicality; absence of a normal response precluded a subjects’\nparticipation in the rest of the study.\nStimuli included 31 video clips either acquired from Y ouTube\nor recorded in the lab. Video content varied in order to\ncover a range of sounds and predicted emotional responses\nin misophonic subjects, selected based on interview data from\nExperiment 1. Example stimuli included birds singing, children\nlaughing, whale song, nails on a chalkboard, lips smacking,\ngum chewing, etc. Each clip lasted for 15 s. Auditory and visual\ncomponents of these videos were separated to generate audi-\ntory alone, visual alone, and auditory-visual conditions. Eachauditory, visual, and auditory-visual stimulus was presented once\nf o rat o t a lo f9 3t r i a l s .T r i a lo r d e rw a sr a n d o m i z e di n t ot w oo r d e r s\nand order was counterbalanced across participants. Critically, as\neach speciﬁc video was presented a total of three times (once in\neach auditory, visual, and auditory-visual condition), a consis-\ntent ordering of the presentation of each stimulus was maintained\nfor each type: auditory alone, visual alone, followed by auditory-\nvisual. Stimuli were presented with E-Prime® version 2.0.\nOn each trial, participants viewed a centrally presented ﬁxa-\ntion cross for a 5-s period, followed by either an auditory clip\n(A), visual movie (V), or auditory-visual movie (AV) for 15 s,\nconcluded with an inter-trial interval of 10 s; during this 10-s\ninterval subjects provided a verbal aversiveness rating on a scale of\n0–4 based on how much discomfort they experienced in response\nto the preceding trial. Participants were informed that a rating\nof 0 would signify no discomfort at all and a rating of 4 would\nsignify an extreme amount of discomfort, anxiety, or an urge\nto leave the room. Each aversiveness rating was recorded by the\nexperimenter.\nData preprocessing\nAs our stimuli were presented in quick succession, a linear down-\nward trend was observed throughout the recording session. To\naccount for this artifact, separate linear regressions were ﬁtted\nto the 5-s ﬁxation period at the start of each trial through a\nline of best ﬁt. Each observed value during the stimulus epoch\nwas re-plotted as the residual of this line of best ﬁt, normalizing\nfor the pre-stimulus baseline period and removing artifact trends\npresent throughout the epoch. A consistent pattern of results was\nadditionally observed on non-detrended data.\nData analysis\nSCR onset was time-locked to pre-stimulus ﬁxation cross. Mean\nSCR was calculated from the 15-s stimulus epoch for each trial,\nfollowing the ﬁxation cross. Mean values exceeding three standard\ndeviations from the mean SCR across all trials for each partic-\nipant were deemed outliers and consequently removed from the\ndataset; an average of 1.9% of trials were removed per participant.\nStatistical analyses\nFirst, we conducted repeated measures ANOVAs across fac-tors of Group (misophonics, controls), Measurement (SCR,\naversiveness rating), and Condition (auditory, visual, auditory-visual) to observe overall effects. Follow-up ANOVAs, non-\nparametric independent samples tests and descriptive analyses\nwere conducted to explore group differences. Follow-up corre-\nlations revealed further group differences as well as similarities.\nGreenhouse-Geisser corrections were used where appropriate,\nbut we report the original degrees of freedom for clarity.\nRESULTS\nOverall group effects\nAs an overall examination of the data, we conducted a repeatedmeasures ANOVA with factors Group (misophonics, controls),\nMeasurement (SCR, subjective rating), and Condition (audi-\ntory, visual, auditory-visual). Results showed signiﬁcant main\neffects of Group [ F\n(1,9)=17.5,p<0.005], Condition [ F(2,18)=\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Edelstein et al. Physiological investigations of misophonia\n47.3,p<0.001], and Measurement [ F(1,9)=48.5,p<0.001],\nas well as signiﬁcant interactions between Group ×Condition\n[F(2,18)=18.8,p<0.005], Group ×Measurement [ F(1,9)=\n13.7,p<0.01], Measurement ×Condition [ F(2,18)=40.5,p<\n0.001], and Group ×Measurement ×Condition [ F(2,18)=16.2,\np<0.005].\nHowever, as the primary goal of this study was to exam-\nine unisensory responses to stimuli in both groups, subsequenttests for group effects excluded multisensory (auditory-visual)\ntrials and included only auditory and visual conditions. Figure 1\nshows misophonic and control subjects’ average SCR data in audi-\ntory and visual conditions as a function of time. A repeated\nmeasures ANOVA with factors of Group (misophonics, con-\ntrols), Measurement (SCR, subjective rating), and Condition\n(auditory, visual) similarly identiﬁed signiﬁcant main effects of\nGroup [ F\n(1,9)=14.3,p<0.005], Condition [ F(1,9)=47.5,p<\n0.001], and Measurement [ F(1,9)=40.7,p<0.001], as well as\nsigniﬁcant interactions between Group ×Condition [ F(1,9)=\n17.5,p<0.005], Group ×Measurement [ F(1,9)=10.1,p<\n0.05], Measurement ×Condition [ F(1,9)=44.0,p<0.001], and\nGroup×Measurement ×Condition [ F(1,9)=16.1,p<0.005].\nThis overall ANOV A validated the use of follow-up analyses to test\nspeciﬁc hypotheses.\nGroup d ifferences\nWe conducted additional follow-up repeated measure ANOV As\nwith factors of Group (misophonics, controls) and Condition(auditory, visual), ﬁrst for subjective aversiveness ratings alone.\nResults showed main effects of Group [ F\n(1,9)=12.4,p<0.01]\nand Condition [ F(1,9)=46.5,p<0.001], and critically an inter-\naction between the two [ F(1,9)=17.1,p<0.005] supporting\nthe differences between the groups (see Figure 2A ). This dif-\nference between the groups was largely due to controls rarely\nrating stimuli as greater than 2 on the aversiveness scale (rang-\ning from 0 to 4; see Figures 3A,B ). Examining this model for\nSCR data yielded a similar pattern of results with main effects ofGroup [ F(1,9)=6.77, p<0.05] and Condition [ F(1,9)=11.9,\np<0.01], and a marginally signiﬁcant interaction between the\ntwo [ F(1,9)=4.53,p=0.06] (see Figure 2B ).\nGiven the small sample size of these groups, follow-up\nnon-parametric independent-samples Mann-Whitney U-tests\nwere used to compare groups across these critical conditions.\nMisophonics reported signiﬁcantly higher ratings than control\nsubjects in response to auditory stimuli, U(9)=29.0,p<0.01,\nbut not visual stimuli, U(9)=23.5,p=0.13. The median rating\nof auditory trials was 1.82 ( SD=1.38) for misophonics and 0.42\n(SD=0.77) for controls while the median rating of visual tri-\nals was 0.29 ( SD=0.98) for misophonics and 0.19 ( SD=0.55)\nfor controls. This pattern of results was consistent with SCR\nresponses, with misophonics producing larger SCR responses\nthan controls to auditory stimuli, U(9)=28.0,p<0.05, but\nnot visual stimuli, U(9)=21.0,p=0.33. The median SCR of\nauditory trials was 0.15 micro Siemens ( SD=0.40) for miso-\nphonics and 0.03 micro Siemens ( SD=0.11) for controls while\nthe median SCR of visual trials was 0.07 micro Siemens ( SD=\n0.39) for misophonics and 0.00 micro Siemens ( SD=0.08) for\ncontrols. The same pattern of results for these tests was observed\nwith parametric independent samples t-tests.\nIn order to determine if higher SCR is directly correlated\nwith higher aversiveness ratings, we examined individual sub-\njects’ aversiveness ratings relative to average SCR activity from\nall auditory, visual, and auditory-visual trials. Results iden-\ntiﬁed a signiﬁcant positive correlation between average aver-\nsiveness ratings and average SCR across all participants (see\nFigure 4 ), (rs=0.700, N=11, Z=2.21, p<0.05), indicating\nthat stimuli subjectively thought of as aversive generally evoked a\nproportional SCR.\nGroup similarities\nAs an examination of whether the stimuli that trigger aver-sive experiences in misophonic individuals are idiosyncratic to\nthe condition or consistent to, though more extreme than,\nFIGURE 1 | Average misophonic and control participants’ skin conductance response to auditory and visual stimuli as a function of time.\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Edelstein et al. Physiological investigations of misophonia\nFIGURE 2 | Group means of controls and misophonics, per presentation condition (auditory and visual) for (A) subjective reports and (B) SCR.\nFIGURE 3 | Percentage of trials per index on the 5-point aversiveness scale, for controls and misophonics, during (A) auditory and (B) visual\nconditions.\npreferences present in the general population, we examined the\nconsistency of ratings across the groups. Findings indicated asigniﬁcant positive correlation between misophonic and control\naversiveness ratings across all three types of stimuli, ( r\ns=0.605,\nN=93, Z=5.80, p<0.001); this correlation is additionally\npresent when examining the correlation between the groups for\nonly auditory trials, ( rs=0.413, N=31,Z=2.26,p<0.05; see\nFigure 5 ) suggesting that misophonics and controls ﬁnd similar\nstimuli to be aversive and non-aversive.\nDISCUSSION\nExperiment 2 provides, to the best of our knowledge, theﬁrst experimental investigation on misophonia, serving to val-\nidate the severity of this chronic condition beyond anecdo-\ntal description. Misophonic subjects rated auditory stimuli as\nmore aversive than the same visual stimuli, and this pattern\nwas consistent with SCR measurements. Furthermore, SCR andsubjective ratings to auditory stimuli were greater in misophonic\nindividuals than controls, supporting the speciﬁcity of aver-sive reactions in misophonia. Nevertheless, misophonic subjects\ndemonstrated increased ratings and SCR regardless of stimulus\ntype, as revealed by observed main effects of group, possibly\ndenoting generalized anxiety to the stimuli used in the present\nstudy.\nThe signiﬁcant positive correlation between average aversive-\nness ratings and mean SCR across all participants importantly\nconﬁrms the validity of each subject’s ratings during the task.\nTherefore, participant’s physiological responses to stimuli were\nconsistent with their subjective ratings. However, as shown in\nFigure 4 , this positive correlation seems most likely driven by\ngroup differences between misophonics, (represented in green)\nand controls (represented in blue).\nThe signiﬁcant positive correlation between misophonic aver-\nsiveness ratings and control aversiveness ratings reﬂects a general\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Edelstein et al. Physiological investigations of misophonia\nagreement of the relative valence of the inducing stimuli across\nthe groups. In other words, misophonics and controls ﬁnd similar\nstimuli to be aversive and non-aversive on a subjective level, sug-\ngesting that misophonics may experience an extreme form of the\nFIGURE 4 | Correlation of average aversiveness ratings and average\nSCR (in micro Siemens) for all trials across all subjects.\ndiscomfort most individuals experience to normally aversive or\nirritating stimuli. This raises the important possibility that there is\nnothing intrinsically different about misophonic individuals from\nthose in the general population and misophonic individuals are\nmerely at the tail end of the distribution.\nGENERAL DISCUSSION\nIn a preliminary examination of individuals with misophonia,\nwe report qualitative and physiological investigations of the\ncondition and its relationship to responses in the typical popu-\nlation. Experiment 1, which is comprised of qualitative assess-\nm e n t so ne l e v e nm i s o p h o n i cs u b j e c t s ,e x a m i n e dt h eq u a l i t i e s\nassociated with misophonia in order to help develop reliable\ndiagnostic criteria and understand the complex social factors\ninvolved. Results were consistent with early reports of the phe-\nnomenon, such as the critical characteristic of misophonia being\na disproportionately aversive reaction is in response to com-\nmon sounds in everyday life. Additionally, a visceral autonomic\nresponse is physically felt in misophonics in response to trig-\nger sounds. In Experiment 2, physiological measurements were\nacquired on six misophonic individuals using SCR to provide\nan objective corroboration of misophonics’ reports that spe-\nciﬁc sounds evoke intense emotional reactions. Results showedan increased autonomic response to trigger sounds, but not\nvisual stimuli, in misophonics as compared with non-misophonic\ncontrols.\nFIGURE 5 | Correlation of average aversiveness ratings of stimuli (x- and y-axis) across conditions in misophonics and controls. Select stimuli\nidentiﬁed by proximal text.\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |8"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Edelstein et al. Physiological investigations of misophonia\nAdministering semi-structured interviews proved to be an\neffective way of determining the most critical symptoms, triggers\nand experiences associated with misophonia as well as the degree\nto which these varied across subjects. In addition to reporting\npsychological symptoms, all of our misophonics reported phys-\nical symptoms synonymous with autonomic arousal in response\nto trigger sounds. Furthermore, our qualitative results are in\nline with all of the diagnostic criteria proposed by Schröder\net al. (2013) which, shortly summarized are: (A) aversive and\nangry feelings evoked by particular sounds, (B) rare potentially\naggressive outbursts, (C) recognition by the misophonic indi-\nvidual that his/her behavior is excessive, (D) avoidance behav-\nior, (E) distress and interference in daily life, and lastly, (F)\nthe lack of another condition to account for all symptoms.\nAdditionally, our principal ﬁnding that misophonic individu-\nals experience physical, autonomic arousal that is measurable\nby SCR, provides empirical validation for some of the afore-\nmentioned critical criteria proposed by Schröder et al. (2013) ,\nparticularly criterion A. Through conducting interviews, we also\nidentiﬁed other interesting aspects of misophonia that were not\npreviously apparent. In particular, subjects reported that miso-\nphonia can be modulated by social expectations as well as sit-\nuational context, indicating that the condition may be more\ncomplicated than merely an aversive response to the purely phys-\nical properties of sounds. Additionally, the ﬁnding that miso-\nphonic individuals report involuntary, physiological distress in\nresponse to a very speciﬁc subset of social sounds supplements\nresearch on complex mind-body interactions, with high-level\nknowledge demonstrating prolonged and speciﬁc physiologicalreactions (e.g., as in placebos; Margo, 1999 ). However, at this\ntime, these speculations remain based on anecdotes and need\nto be properly tested in the future before ﬁrm conclusions can\nbe drawn.\nTo date, no research has examined the neurological origin\nof misophonia, and preliminary investigations suggest it is not\ndue to any primary neurological or psychological disorder or\ntrauma ( Schröder et al., 2013 ). Nevertheless, misophonia dis-\nplays similarities to a genetic condition known as synesthesia. In\nsynesthesia, as in misophonia, p articular sensory stimuli evoke\nparticular and consistent, additional sensations and associations.\nWell-known forms of synesthesia include letters evoking a par-\nticular color, or sounds/music evoking colors ( Cytowic, 1989;\nBaron-Cohen et al., 1996; Simner et al., 2006 )b u tt h e r ea r ei n\nfact many different subtypes of synesthesia, with a variety of\n“inducers” (e.g., music, taste, words, sequences) evoking certain\n“concurrents” (e.g., color, shapes, taste). While most synesthe-\nsia research has examined the perceptual sensations related to\nsynesthesia, the condition seems to have an affective component\nas well. First, synesthetic congruency (e.g., when a grapheme-\ncolor synesthete sees a letter in the “correct” color) is relatedto positive affect (e.g., Callejas et al., 2007 ). Furthermore, both\ninducers ( Ward, 2004; Ramachandran et al., 2012 ) and concur-\nrents ( Simner and Holenstein, 2007 ) can be of emotional rather\nthan perceptual nature. Interestingly, the latter indicates that for\ncertain subtypes of synesthesia, similar to misophonia, induc-\ners evoke a particular feeling or emotion rather than a pure\nperceptual sensation. This has been studied in tactile-emotionsynesthesia (e.g., feeling sandpaper evokes a feeling of jealousy;\nRamachandran and Brang, 2008 ). Synesthetic associations, like\nmisophonic experiences, are automatic (in the sense that they do\nnot take effort or conscious deliberation), are consistent within\nan individual and persist throughout life, and seem to run in\nfamilies ( Asher et al., 2009; Tomson et al., 2011 ;f o rar e v i e ws e e\nBrang and Ramachandran, 2011 ). Given these similarities, neu-\nroimaging ﬁndings in synesthetes may provide us with hypotheseson the neural basis of misophonia. First, associated sensations\nin synesthesia are found to be associated with co-activation in\nrelevant (associated) brain areas ( Nunn et al., 2002; Hubbard\net al., 2005; Rouw et al., 2011 ). Furthermore, previous studies\nsupport a direct linking of relevant sensory regions in synesthe-\nsia (Hubbard and Ramachandran, 2001 ), mediated by an actual\nincrease of anatomical connectivity ( Rouw and Scholte, 2007;\nZamm et al., 2013 ). Similarly, altered connections from a lesioned\nthalamus to the cerebral cortex ( Ro et al., 2007; Beauchamp and\nRo, 2008 ) led to a type of acquired synesthesia in which auditory\nstimuli produced tactile percepts. Differing in the level of speci-\nﬁcity and complexity of evoked responses observed in synesthetes,\nindividuals with misophonia display basic and non-elaborated\nresponses to triggering stimuli, varying largely in the intensity of\nthe response. Nevertheless, the underlying neurological cause of\nthis condition may be similar to that of synesthesia in terms of\nenhanced connectivity between relevant brain regions. In short, a\npathological distortion of connections between the auditory cor-\ntex and limbic structures could cause a form of sound-emotion\nsynesthesia.\nThis study also provides the critical ﬁnding of a relation-\nship between aversive stimuli in misophonia and mildly aversive\nstimuli in the general population. That is, in Experiment 2 we\nobserved a signiﬁcant correlation between aversive ratings across\nthe groups, suggesting that misophonia may be based on mech-\nanisms fundamentally present in the general population, but\nsimply exaggerated in misophonia. Critically, as observed in the\ninterviews in Experiment 1, many of the common aversive stim-\nuli in misophonia are also deemed as socially inappropriate in\nwestern society (e.g., lip smacking, repetitive tapping, etc.). While\nspeculative at present, this consistent pattern raises the possibil-\nity that the aversive nature of these stimuli to all individuals may\nbe based on the same driving factors (though notably more mild)\nas in misophonia, leading to the development of these cultural\nnorms.\nThe present paradigm was designed to include a range of aver-\nsive stimuli for misophonic individuals based on our preliminary\ninterviews in Experiment 1. Accord ingly, misophonic individuals\nreported a large number of the stimuli as aversive: mean 24.2%\nand median 24.7% stimuli with a rating of 3 or 4. In contrast,\ncontrol participants reported very few stimuli as very aversive:\nmean 2.4% and median 0.0% stimuli with a rating of 3 or 4(Figures 3A,B ). Potential future studies are suggested to examine\nif this same pattern of group differences is consistent with stim-\nuli that evoke a broader range of aversive responses in typically\ndeveloped individuals.\nAs the current study is exploratory in nature and included\na small sample of participants, there are several limitations to\nacknowledge. One limitation is that the presentation of stimuli\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Edelstein et al. Physiological investigations of misophonia\nin a controlled laboratory setting lacked the ecological validity\nof how these stimuli occur in the real world. As such, several\nmisophonics reported that because they knew each clip would\nend in a matter of seconds, their physiological reactions were\ntempered, consistent with self-reports in Experiment 1 showing\nthat contextual information about these cues mediated subjects’\nresponses. We predict naturalistic observational studies of physi-\nological reactions in misophonic individuals will show a similarbut more extreme pattern of results to those observed here.\nA second limitation is that while SCR is a good measure of\nautonomic arousal in response to emotion-eliciting stimuli, it\ndoes not indicate what speciﬁc emotion is being experienced at\nthe time. Instead it only indicates a very general, physiologi-\ncal arousal that can be interpreted in many ways. For example,\nSCR would not be able to differentiate anxiety and aggression.\nHowever, information as to what exactly a subject was feeling\nduring each stimulus can potentially be inferred by obtained\nself-reports after each trial. A third limitation is the fact that\nno rigorous diagnostic tests or screenings were utilized during\ninterviews to completely exclude the possibility that subjects’\nsymptoms were being driven by another underlying condition.\nAlso, interviews were conducted by members of our research\ngroup and not by psychiatrists. Potentially comorbid conditions\nwere therefore determined from the self-reports of subjects (some\nof whom had previous, ofﬁcial diagnoses), and the discretion of\nthe researchers. However, because these interviews were not con-\nducted with the intent of being clinical or diagnostic in nature,\nbut rather to gain more insight into the phenomenological expe-\nriences of individuals who identify with having misophonia, webelieve these ﬁndings are still of considerable value to the research\ncommunity and misophonic individuals alike. A fourth limitationof the study is the small sample size. As research on misophonia\nis limited to the last few years and little remains known about\nthe condition, obtaining a large sample size for this study was\nnot feasible. Nevertheless, while these results should be validated\non a larger group of subjects, we believe they reﬂect properties\nof the condition generalizable to the misophonia community in\ngeneral.\nWhile these data serve to support the veracity of the sub-\njective reports in misophonia as an intrusive and labile condi-\ntion, numerous additional avenues remain for future research.\nCritically, as this condition appears to be chronic, the nature of\nhow subjects’ triggers evolve over time should be investigated.\nHow does context contribute to and modulate misophonia and\ncan contextual information or expectation effects bias subjects’\nresponses to aversive stimuli? Critically, what are the mecha-\nnisms (genetic, neurological, and/or psychological) that underlie\nthe condition? While speculative at present, one potential neu-\nral mechanism for misophonia may lie in aberrant anatomical\nor functional connections between auditory and limbic regions,\nakin to the ﬁnding of increased structural connectivity in synes-\nthesia. Regardless of the mechanisms that underlie misophonia,\nthe present research supports its validity as an intrusive condition\nand highlights the need for additional research into contributing\nfactors and potential treatments.\nACKNOWLEDGMENTS\nThe authors thank Laura Case for contributing to the experimen-tal design, Dr. Julian Parris for assisting with data analysis, Ronald\nE. Robertson and Marli Gitelson for assisting in subject recruit-ment and data collection, and all of our subjects who kindly\nagreed to participate.\nREFERENCES\nAsher, J. E., Lamb, J. A., Brocklebank,\nD., Cazier, J. B., Maestrini, E.,Addis, L., et al. (2009). A whole-genome scan and ﬁne-mapping\nlinkage study of auditory-visual\nsynesthesia reveals evidence oflinkage to chromosomes 2q24,5q33, 6p12, and 12p12. Am. J.\nHum. Genet. 84, 279–285. doi:\n10.1016/j.ajhg.2009.01.012\nBaron-Cohen, S., Burt, L., Smith-\nLaittan, F., Harrison, J., and Bolton,\nP. (1996). Synaesthesia: prevalence\nand familiarity. Perception 25,\n1073–1079. doi: 10.1068/p251073\nBeauchamp, M. S., and Ro, T. (2008).\nNeural substrates of sound-touchsynesthesia after a thalamic lesion.J. Neurosci. 28, 13696–13702. doi:\n10.1523/JNEUROSCI.3872-08.2008\nBrang, D., and Ramachandran, V. S.\n(2011). Survival of the synesthesiagene: why do people hear colors andtaste words. PLoS Biol. 9:e1001205.\ndoi: 10.1371/journal.pbio.1001205\nCallejas, A., Acosta, A., and\nLupiáñez, J. (2007). Green love\nis ugly: emotions elicited bysynestheticgrapheme-color percep-\ntions. Brain Res. 1127, 99–107. doi:\n10.1016/j.brainres.2006.10.013\nCritcheley, H. D. (2002). Electrodermal\nresponses: what happens in thebrain. Neuroscientist 8, 132–142.\ndoi: 10.1177/107385840200800209\nCytowic, R. E. (1989). Synaesthesia: A\nUnion of the Senses. New Y ork, NY:\nSpringer-Verlag.\nHadjipavlou, G., Baer, S., Lau, A., and\nHoward, A. (2008). Selective soundintolerance and emotional distress:what every clinician should hear.Psychosom. Med. 70, 739–740. doi:\n10.1097/PSY.0b013e318180edc2\nHalpern, L., Blake, R., and Hillenbrand,\nJ. (1986). Psychoacoustics of a chill-ing sound. Percept. Psychophys. 39,\n77–80. doi: 10.3758/BF03211488\nHubbard, E. M., Arman, A. C.,\nRamachandran, V. S., and Boynton,G. M. (2005). Individual differ-\nences among grapheme-color\nsynesthetes: brain-behavior corre-lations. Neuron 45, 975–985. doi:\n10.1016/j.neuron.2005.02.008\nHubbard, E. M., and Ramachandran,\nV. S. (2001). Cross wiring and theneural basis of synaesthesia. Invest.\nOphthalmol. Vis. Sci. 42, S712.\nJastreboff, M. M., and Jastreboff, P. J.\n(2001a). Components of decreasedsound tolerance: hyperacusis, miso-phonia, phonophobia. ITHS News\nLett. 2, 5–7.\nJastreboff, M. M., and Jastreboff,\nP. J. (2001b). Hyperacusis.Audiology Online .J u n e\n2001. Available online at:http://www.audiologyonline.com\nJastreboff, P. J. (2000). “Tinnitus habit-\nuation therapy (THT) and tinni-tus retraining therapy (TRT),” in\nTinnitus Handbook, ed R. S. Tyler\n(San Diego, CA: Singular, ThomsonLearning), 357–376.\nJastreboff, P . J., and Hazell, J. (2004).\nTinnitus Retraining Therapy:Implementing the NeurophysiologicalModel. New Y ork, NY:\nCambridge University Press.\ndoi: 10.1017/CBO9780511544989\nJastreboff, P. J., and Jastreboff, M.\nM. (2003). Tinnitus retrain-ing therapy for patients withtinnitus and decreased soundtolerance. Otolaryngol. Clin.North Am. 26, 321–336. doi:\n10.1016/S0030-6665(02)00172-X\nKumar, S., von Kriegstein, K., Friston,\nK., and Grifﬁths, T. D. (2012).Features versus feelings: dissociablerepresentations of the acoustic fea-tures and valence of aversive sounds.\nJ. Neurosci. 32, 14184–14192. doi:\n10.1523/JNEUROSCI.1759-12.2012\nMargo, C. E. (1999). The placebo effect.\nSurv. Ophthalmol. 44, 33–44. doi:\n10.1016/S0039-6257(99)00060-0\nNunn, J. A., Gregory, L. J., Brammer,\nM., Williams, S. C. R., Parslow, D.M., Morgan, M. J., et al. (2002).\nFunctional magnetic resonance\nimaging of synesthesia: activa-\ntion of V4/V8 by spoken words.Nat. Neurosci. 5, 371–375. doi:\n10.1038/nn818\nRamachandran, V. S., and Brang, D.\n(2008). Tactile-emotion synesthe-sia. Neurocase 14, 390–399. doi:\n10.1080/13554790802363746\nRamachandran, V. S., Miller, L. E.,\nLivingstone, M. S., and Brang,D. (2012). Colored halos aroundfaces and emotion-evoked col-ors: a new form of synesthesia.\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |10"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Edelstein et al. Physiological investigations of misophonia\nNeurocase 18, 352–358. doi:\n10.1080/13554794.2011.608366\nRo, T., Farne, A., Johnson, R. M.,\nWedeen, V., Chu, Z., Wang, Z. J.,et al. (2007). Feeling sounds aftera thalamic lesion. Ann. Neurol.\n62, 433–441. doi: 10.1002/ana.21219\nRouw, R., and Scholte, H. S. (2007).\nIncreased structural connectivity\nin grapheme-color synesthesia.\nNat. Neurosci. 10, 792–797. doi:\n10.1038/nn1906\nRouw, R., Scholte, H. S., and\nColizoli, O. (2011). Brain areasinvolved in synaesthesia: a review.J. Neuropsychol. 5, 214–242. doi:\n10.1111/j.1748-6653.2011.02006.x\nSchröder, A., Vulink, N., and Denys,\nD. (2013). Misophonia: diagnos-tic criteria for a new psychiatricdisorder. PloS ONE 8:e54706. doi:\n10.1371/journal.pone.0054706Schwartz, P., Leyendecker, J., and\nConlon, M. (2011). Hyperacusis\nand misophonia: the lesser-known\nsiblings of tinnitus. Minn. Med. 94,\n42–43.\nSimner, J., and Holenstein, E. (2007),\nOrdinal linguistic personiﬁca-tion as a variant of synesthesia.J. Cogn. Neurosci. 19, 694–703. doi:\n10.1162/jocn.2007.19.4.694\nS i m n e r ,J . ,M u l v e n n a ,C . ,S a g i v ,\nN., Tsakanikos, E., Witherby,S. A., Fraser, C., et al. (2006).Synaesthesia: the prevalence ofatypical cross-modal experiences.Perception 35, 1024–1033. doi:\n10.1068/p5469\nTomson, S., Avidan, N., Lee, K., Sarma,\nA. K., Tushe, R., Milewicz, D.M., et al. (2011). The geneticsof colored sequence synesthesia:suggestive evidence of linkage to16q and genetic heterogeneity forthe condition. Behav. Brain Res.\n223, 48–52. doi: 10.1016/j.bbr.2011.\n03.071\nWard, J. (2004). Emotionally mediated\nsynaesthesia. Cogn. Neuropsychol.\n21, 761–772. doi: 10.1080/02643290342000393\nZald, D. H., and Pardo, J. V. (2002). The\nneural correlates of aversive audi-tory stimulation. Neuroimage 16,\n746–753. doi: 10.1006/nimg.2002.\n1115\nZamm, A., Schlaug, G., Eagleman, D.,\nand Loui, P. (2013). Pathwaysto seeing music: enhanced-structural connectivity incolored-music synesthesia.\nNeuroimage 74, 359–366. doi:\n10.1016/j.neuroimage.2013.02.024\nConﬂict of Interest Statement: The\nauthors declare that the researchwas conducted in the absence of anycommercial or ﬁnancial relationships\nthat could be construed as a potential\nconﬂict of interest.\nReceived: 01 April 2013; accepted: 05\nJune 2013; published online: 25 June2013.Citation: Edelstein M, Brang D, RouwR and Ramachandran VS ( 2013)\nMisophonia: physiological investigations\nand case descriptions. Front. Hum.\nNeurosci. 7:296. doi: 10.3389/fnhum .\n2013.00296Copyright © 2013 Edelstein, Brang,Rouw and Ramachandran. This is anopen-access article distributed underthe terms of the Creative Commons\nAttribution License ,w h i c hp e r m i t su s e ,\ndistribution and reproduction in otherforums, provided the original authorsand source are credited and subject to anycopyright notices concerning any third-party graphics etc.\nFrontiers in Human Neuroscience www.frontiersin.org June 2013 | Volume 7 | Article 296 |11"
    }
  ]
}