{
  "doc_type": "scientific paper",
  "title": "Emotion regulation goals: An individual difference perspective",
  "authors": [
    "Lameese Eldesouky",
    "James J. Gross"
  ],
  "year": 2019,
  "journal": "Social and Personality Psychology Compass",
  "doi": "10.1111/spc3.12493",
  "abstract": "Goals are widely understood to be central to the initiation, maintenance, and cessation of emotion regulation (ER). Recent studies have shown that there are profound individual differences in the types of ER goals people pursue and the extent to which they pursue them. Here, we highlight the importance of taking an individual difference approach to studying ER goals. First, we use the extended process model of ER to provide conceptual clarity on what ER goals are and describe the crucial role of goals in each stage of ER. We then identify five promising directions for future research using an individual difference approach to ER goals.",
  "keywords": [
    "emotion regulation",
    "ER goals",
    "individual differences",
    "extended process model",
    "goal hierarchy",
    "emotion regulation strategies"
  ],
  "research_topics": [
    "Emotion Regulation Processes",
    "Individual Differences in Psychology",
    "Extended Process Model of Emotion Regulation",
    "Goals and Self-Regulation",
    "Personality and Emotion Regulation",
    "Stability and Flexibility of Emotion Regulation Goals",
    "Antecedents and Consequences of ER Goals"
  ],
  "created_at": "2025-05-05T03:14:18.540751Z",
  "source_pdf": "documents/research/Global/Eldesouky and Gross 2019 Emotion Regulation Goals an Individual difference perspectives.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Socialandpersonality psychology compass.\nArticleTitle: Emotionregulation goals:Anindividual difference perspective\nVol:13No:9Date:2019-08-09\nOCLC-316293485; ISSN-17519004; LCN-2011207865;\nPublisher: 2019-08-09\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "ARTICLE\nEmotion regulation goals: An individual difference\nperspective\nLameese Eldesouky | James J. Gross\nStanford University, United States\nCorrespondence\nLameese Eldesouky, Department of\nPsychology, Stanford University, Jordan Hall,\n450 Serra Mall, Stanford, CA 94305,\nUnited States.\nEmail: leldesou@stanford.edu\nFunding information\nNational Science Foundation, Grant/AwardNumber: 1808696Abstract\nGoals are widely understood to be central to the initiation,\nmaintenance, and cessation of emotion regulation (ER).\nRecent studies have shown that there are profoundindividual differences in the types of ER goals people\npursue and the extent to which they pursue them. Here, we\nhighlight the importance of taking an individual difference\napproach to studying ER goals. First, we use the extended\nprocess model of ER to provide conceptual clarity on whatER goals are and describe the crucial role of goals in each\nstage of ER. We then identify five promising directions\nfor future research using an individual difference approach\nto ER goals.\n1|INTRODUCTION\nEmotion regulation (ER) has been defined as the activation of a goal to influence the emotion-generative\nprocess (Gross, Sheppes, & Urry, 2011). Given the centrality of goals to ER, researchers have becomeincreasingly interested in understanding what ER goals are (Tamir, 2016) and how they operate (e.g., Mauss,Tamir, Anderson, & Savino, 2011; Tamir, Halperin, Porat, Bigman, & Hasson, 2019). It has become clear thatthere are striking differences in which ER goals people pursue (Gross, Richards, & John, 2006) and the extentto which they pursue them (e.g., Eldesouky & English, 2018a; English, Lee, John, & Gross, 2017; Kalokerinos,Tamir, & Kuppens, 2017).\nThe objective of this paper is to highlight the importance of taking an individual difference approach to\nstudying ER goals. We first draw on one theoretical framework of ER, the extended process model(Gross, 2015), to present ER as a goal-driven process and describe the basic processes underlying ERgoals. Given that ER goals have been defined in numerous ways in the literature, we take this opportunityto try to enhance conceptual clarity regarding what ER goals are. We then highlight the utility of taking anindividual difference approach to ER goals by proposing five future directions for advancing our understandingof ER goals.DOI: 10.1111/spc3.12493\nSoc Personal Psychol Compass. 2019; 13:e12493. wileyonlinelibrary.com/journal/spc3 © 2019 John Wiley & Sons Ltd 1o f1 0\nhttps://doi.org/10.1111/spc3.12493"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2|A PROCESS MODEL PERSPECTIVE\nOur perspective on the role of goals in ER derives from the extended process model (Gross, 2015). This model begins\nwith the core idea of a valuation system that helps people determine what is good or bad for them (Scherer, 1984).When people experience a situation in their internal or external world (W), they form a perception (P) of thatsituation and evaluate (V) whether that perception is good or bad (that is, whether it is aligned or misaligned withtheir desired state of the world). Their evaluation may then give rise to action impulses (A) that serve to decrease thediscrepancy between their perceived state of the world and their desired state of the world. These action impulsesmay include overt action as well as mental changes (e.g., appraisal). As an example, consider a situation (W) in which\nyour date is late to dinner. You have the perception (P) that your date is flakey, and evaluate (V) the difference\nbetween your perception (having a flakey date) and how you want the world to be (having a committed date).This negative evaluation can lead you to feel action impulses (A) associated with anger (e.g., furrowed eyebrows andincreased blood pressure).\nThese valuation systems not only instantiate emotion but also make ER possible. This is because whereas a\nfirst-order valuation system takes the world as input, generating an emotion, a second-order valuation system can\ntake the first-order valuation system as input, generating action impulses that target the first-order valuation system.\nFigure 1 illustrates the relationship between first-order valuation system and the second-order valuation system.The input to the second-order valuation system can either be one's own emotions (i.e., intrinsic ER) or anotherperson's emotions (i.e., extrinsic ER; Gross, 2014; López-Pérez, Howells, & Gummerum, 2017; Netzer, Van Kleef, &Tamir, 2015; Zaki & Williams, 2013). ER occurs once an emotion (W) is perceived (P), a person evaluates whether toregulate (V), and there is a resulting action impulse (A) to regulate. These processes can occur consciously orunconsciously.\nWhether intrinsic or extrinsic, ER is a process that unfolds over time, and it is useful to distinguish among\nthree stages of the ER process: identification, selection, and implementation. At each of these stages, there is agoal or desired end state reflecting how people want to see the world (Austin & Vancouver, 1996; Carver &Scheier, 1998; see Figure 1) that is relevant to ER. The first stage is identification , in which the goal to regulate\nis activated. Once the goal to regulate is activated, it triggers the second stage of ER, selection , which activates\nthe goal to use a strategy. The goal to use a strategy then initiates the third stage of ER, implementation , which\nactivates the goal to use a specific tactic. As people go through these stages, they engage in a higher levelprocess called monitoring , where they monitor their goal progress and decide whether to maintain, switch, or\nstop their regulatory efforts.\nNotably, one primary source of confusion in the ER literature is the definition of ER goals, which have\nranged from the motivation for regulating (e.g., managing one's impression on others; Eldesouky & English,2018a) to the act of regulating (Mauss, Cook, & Gross, 2007) or using specific tactics (e.g., McRae, Ciesielski, &Gross, 2012; Urry, 2009). Based on the extended process model (Gross, 2015), the actof regulating or using\nspecific tactics is not in themselves ER goals because they are actions. However, the motivation to regulate or\nuse specific tactics are ER goals. The reasons are because they are desired end states and because they areactivated during the ER process. This is important because the desire to pursue a particular ER goal does notmean that one will actually pursue it. Furthermore, according to the extended process model (Gross, 2015),different types of goals exist at different stages of ER. However, what connects the goals across differentstages is that they operate as part of a larger goal hierarchy. Specifically, the activation of a higher level goal atone stage will activate a lower level goal at the next stage. This top-down process is similar to other models ofself-regulation (Fishbach & Ferguson, 2007; Gollwitzer & Moskowitz, 1996) where lower level goals ultimatelyserve as means for achieving higher level goals (Moors, 2013). Below, we describe in more detail the basic\nprocesses underlying ER goals at each stage of the ER process.2o f1 0 ELDESOUKY ANDGROSS\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "2.1 |Emotion regulation goals at the identification stage\nDuring the identification stage, people first assess their current emotion state (P). People who believe emotions can\nbe controlled (Ford & Gross, 2019) or are more aware of their emotions (Mankus, Boden, & Thompson, 2016) are\nespecially likely to assess their current emotion state. Next, people evaluate (V) how their current emotion statediffers from their desired emotion state. They may want to change specific emotions (e.g., sadness; Millgram,Joormann, Huppert, & Tamir, 2015) or components within that emotion (e.g., experience, expression; Greenaway &Kalokerinos, 2019). For instance, older adults often want to feel positively (Scheibe, English, Tsai, & Carstensen,2013; Riediger, Schmiedek, Wagner, & Lindenberger, 2009) and neurotic individuals often want to feel negatively(Kämpfe & Mitte, 2009; Tamir, 2005; but see Augustine, Hemenover, Larsen, and Shulman (2010) and Eldesouky andEnglish (2018a)). Furthermore, people may change their emotion state for hedonic reasons (e.g., wanting to feel\nhappy because it is pleasant; Gross et al., 2006), or for instrumental reasons (e.g., wanting to feel happy to effectively\ncollaborate with others; Tamir, 2016). If there is sufficient discrepancy between a person's current emotion state anddesired emotion state, and if he or she judges that they can reduce this discrepancy, then he or she may act to bridgethis gap by activating the goal to regulate (A). However, the decision to regulate depends on how people weigh the\nFIGURE 1 This figure illustrates the extended process model of emotion regulation. Emotion (a 1st-order\nvaluation system) gives rise to emotion regulation (ER: a 2nd-order valuation system). ER entails three stages:\nidentification, selection, and implementation. Distinct goals operate at each of these stages and are constantlymonitored. (Figure adapted from Ford, B. Q. & Gross, J. J., 2018). Emotion regulation: Why beliefs matter. Canadian\nPsychology, 59, 1–15, and modified to highlight individual differences in ER goals]ELDESOUKY ANDGROSS 3o f1 0\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "costs and benefits of regulating. For instance, Easterners are less likely to down-regulate negative emotions than\nWesterners (Miyamoto, Ma, & Petermann, 2014) because they believe negative emotions are beneficial (Grossmann,Ellsworth, & Hong, 2012; Spencer-Rodgers, Peng, & Wang, 2010).\n2.2 |Emotion regulation goals at the selection stage\nIn the selection stage, a person now considers their available emotion regulation strategy options (e.g., Gross, 1998;\nNiven, Totterdell, & Holman, 2009; Parkinson & Totterdell, 1999) and features of the world that may affect their\ndesired strategy choice (e.g., emotional intensity; Sheppes et al., 2014; cognitive resources; Gyurak, Goodkind,Kramer, Miller, & Levenson, 2012; P). People will vary in the extent to which they typically consider a wide range ofER strategies (Blanke et al., 2019; De France & Hollenstein, 2017; Eldesouky & English, 2018b) or specific ER\nstrategies (e.g., Gross & John, 2003; Williams, Morelli, Ong, & Zaki, 2018). After considering their strategy options, a\nperson evaluates the utility of each strategy in light of his or her situation (V). For instance, East Asians often want tosuppress their emotions to help maintain social harmony (e.g., Butler, Lee, & Gross, 2007; Soto, Perez, Kim, Lee, &Minnick, 2011), and older adults prefer strategies that are not cognitively taxing (e.g., distraction; Martins, Sheppes,\nGross, & Mather, 2016), perhaps to reduce cognitive demands. After weighing the costs and benefits of different\nstrategies, the goal to use a given strategy is activated (A). Perhaps unsurprisingly, people favor strategies theybelieve they are capable of using. For instance, in samples of healthy controls and patients with anxiety disorder,people who believed they were more capable of using suppression and reappraisal reported chronically using those\nstrategies more often (Kivity & Huppert, 2018).\n2.3 |Emotion regulation goals at the implementation stage\nThe implementation stage is similar to the selection stage in many ways. However, rather than wanting to select a\nstrategy, people now want to select a tactic or specific version of a strategy (e.g., Ochsner et al., 2004). For example,a person might have the goal to use cognitive reappraisal, a strategy which refers to reframing the meaning of a\nsituation (Gross, 1998). He or she might implement cognitive reappraisal by putting a positive spin on things\n(Urry, 2009) or by distancing him or herself from a situation (McRae et al., 2012). During implementation, aperson will consider different ER tactics and relevant features of the world (P) and evaluate the advantages anddisadvantages of using different tactics based on their situation (V). For example, people who often want to feel less\nnegatively may prefer to see a situation as getting better, rather than staying the same, given that this tactic is more\neffective for reducing negative affect (Urry, 2009). The decision to implement a specific tactic (A) mightbe influenced by preferences for different tactics. For example, older adults prefer positive reappraisal tactics (i.e.,viewing an emotional event positively) over neutral reappraisal tactics (i.e., viewing an emotional event objectively),\nperhaps because they are less cognitively demanding (Shiota & Levenson, 2009).\n2.4 |Monitoring emotion regulation goals\nThe identification, selection, and implementation stages of ER bridge the gap between a perceived emotion state\nand a desired emotion state. After a tactic has been implemented, there will be a new perceptual input to thesecond-level valuation system: the updated emotion. Monitoring involves attending to each of these stages and\ndetermining whether to continue engaging in a given ER goal. For example, if there is still a discrepancy between\none's current emotion state and desired emotion state, then one might maintain the goal to regulate. At the sametime, one might decide to change their goal at a given ER stage if it is not being reached. Alternatively, they mightstop all together if multiple regulatory efforts have failed. People vary in their persistence to pursue their goals\n(Elliot & Fryer, 2008; Fishbach & Dhar, 2005), which can impact the extent to which they monitor their regulatory4o f1 0 ELDESOUKY ANDGROSS\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "efforts (Bonanno & Burton, 2013; Carver & Scheier, 2012). For example, more conscientious individuals are more\nlikely to persist when their regulatory efforts fail (Southward, Altenburger, Moss, Cregg, & Cheavens, 2018).\n3|AN INDIVIDUAL DIFFERENCE APPROACH TO ER GOALS\nIn the first half of this paper, we used the extended process model (Gross, 2015) to show that goals are central to allstages of ER. Recent studies indicate that individual difference factors (e.g., personality; Eldesouky & English, 2018a)are important for predicting ER goals across various stages. Furthermore, studies have also shown that people differ\nin the extent to which they typically pursue various ER goals (e.g., English et al., 2017; Kalokerinos et al., 2017).\nIn the second half of this paper, we call for the increased application an individual difference approach to the studyof ER goals. This approach involves considering individual difference factors (e.g., personality) when examining ERgoals, as well as assessing individual differences in ER goals (e.g., chronic pursuit). We describe five directions for\nfuture research: (1) antecedents of ER goals, (2) consequences of ER goals, (3) ER goal stability, (4) changing ER goals,\nand (5) studying ER goals.\n3.1 |Antecedents of emotion regulation goals\nOne important direction for future research is to evaluate individual difference antecedents of ER goals. Oneexample of an individual difference factor is personality traits. However, other individual difference factors could be\nimportant for predicting ER goals, such as early life experiences. The attachment style one forms with one's caregiver\ncan influence the ER goals one pursues later in life. For example, individuals with high attachment anxiety view theircoping resources as insufficient (e.g., Ein-Dor, Mikulincer, & Shaver, 2011; Karreman & Vingerhoets, 2012). As aresult, these individuals might consider only a few strategies at the selection stage. Meanwhile, caregivers can also\ndirectly influence people's ER goals. Children often learn about ER from their caregivers (Eisenberg, Cumberland,\n& Spinrad, 1998), such as whether emotions are controllable (Ford & Gross, 2018) and which strategies oneshould use to regulate his or her emotions (Bariola, Hughes, & Gullone, 2011; Gunzenhauser, Fäsche, Friedlmeier,& von Suchodoletz, 2014). Therefore, early life experiences can influence the strategies people consider wanting to\nuse and whether they will regulate their emotions at all.\n3.2 |Consequences of emotion regulation goals\nA second important direction for future research is to evaluate the short-term and long-term consequences of ER\ngoals. As one might expect, chronically pursuing certain types of ER goals might be adaptive, while chronicallypursuing other types of ER goals might be maladaptive. For instance, studies suggest that at the identification stage,\nchronically wanting to feel happy can actually make one feel less happy in the long-term (Gruber, Mauss, & Tamir,\n2011; Mauss et al., 2011). However, the consequences of ER goals might still depend on the context. For example,psychologically healthier people want to experience emotions when they are most useful (Kim, Ford, Mauss, & Tamir,2015). Therefore, it may be most adaptive in the long term for people to regularly pursue a broad range of ER goals\nwithin each ER stage.\n3.3 |Emotion regulation goal stability\nA third important direction for future research is to gain a better understanding of ER goal stability across situations\nand over time. Daily ER studies have helped enhance our understanding of stability in ER goals across situations. Forinstance, they have shown that the reasons why people regulate their emotions (Eldesouky & English, 2018a; English\net al., 2017) can fluctuate across situations. However, it could be useful to also examine how systematic theseELDESOUKY ANDGROSS 5o f1 0\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fluctuations are (i.e., ER flexibility; Aldao, Sheppes, & Gross, 2015). While people have a typical profile of ER goals,\nsome individuals might often shift their ER goals across situations, while others might only pursue certain ER goals inselect situations. In other words, some people might behave more in accordance with their typical ER goal profilethan others, regardless of the situation.\nIn addition to further examining ER goal stability across situations, it will also be critical to examine ER stability\nover time. The literature on personality development typically investigates two forms of stability: mean-level change,\nthe normative change people experience as they grow older, and rank-order consistency, how individuals\nrank relative to one another (Roberts, Walton, & Viechtbauer, 2006). Both forms of stability are important forunderstanding how ER goals change across the lifespan. For instance, most people might increase in their desire tofeel positively as they grow older (e.g., Scheibe et al., 2013), reflecting a mean-level change. However, Person Amight always be higher in their desire to feel positively than Person B, reflecting rank-order consistency.\n3.4 |Changing emotion regulation goals\nA fourth important direction for future research is better understanding the malleability of ER goals. Thus far, most\ninterventions target the strategies people typically use (e.g., Čehaji /C19c-Clancy, Goldenberg, Gross, & Halperin, 2016;\nGratz, Weiss, & Tull, 2015). However, recent studies suggest that interventions could also be useful for targeting ER\ngoals. Relative to healthy controls, patients with MDD (Major Depressive Disorder) prefer to feel negative emotions(e.g., sadness; Millgram et al., 2015) and are less likely to down-regulate them (Millgram, Joormann, Huppert,Lampert, & Tamir, 2019); but see Thompson, Kircanski, and Gotlib (2016). These studies indirectly suggest thatchronically wanting to feel negative emotions may put individuals at greater risk for MDD. Therefore, one potentialarea of intervention may be to target the likelihood that people will regulate a negative emotion when theyexperience it.\nImportantly, studies on ER goal stability can also help inform our understanding of how to effectively change ER\ngoals. Some ER goals are less stable across situations and individuals than others. This has important implications forhow easy or difficult it may be to change certain ER goals via interventions. For example, given that social goals areless stable across situations than hedonic goals (Eldesouky & English, 2018a), it may be easier to change the socialreasons why people regulate, rather than the hedonic reasons. As another example, an ER goal with low rank-orderconsistency over time may indicate that it is less stable across individuals and thus, easier to change viainterventions.\n3.5 |Studying emotion regulation goals\nA fifth important direction for future research is to expand the measures and study designs used to examine\nindividual differences in ER goals. While manipulating ER goals in experiments can help us understand basic\nprocesses (e.g., Tamir et al., 2019), they limit our understanding of how people naturally regulate their emotions.When assessing people's spontaneous ER goals, researchers typically use global self-reports and daily self-reports(e.g., Brans, Koval, Verduyn, Lim, & Kuppens, 2013; Kalokerinos et al., 2017). However, researchers could expand onself-report measures by collecting informant reports (e.g., ratings from friends, romantic partners), potentiallyproviding a more reliable assessment of individual differences (Vazire, 2006). However, we recognize that internalcharacteristics such as goals may be challenging for informants to accurately report on (Vazire, 2010). Thus, it maybe easier for informants to report on more observable ER goals (e.g., the desire to use certain ER strategies), rather\nthan less observable ER goals (e.g., desired emotion states). It will also be important to use diverse study designs to\nbetter understand how ER goals operate. Longitudinal designs are critical for answering key questions about ERgoals, such as how stable they are. In addition, experimental designs will be useful for isolating antecedents and6o f1 0 ELDESOUKY ANDGROSS\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "consequences of ER goals. For example, Southward et al. (2018) tested whether the Big Five personality traits\npredicts the range of ER strategies people want to use during a performance task.\n4|CONCLUSION\nGoals are fundamental to the entire ER process, affecting each stage of ER. In this paper, first we used the extendedprocess model to organize ER goals. In particular, we proposed that different types of goals are pursued at each stageof ER but that these goals are still part of a larger goal hierarchy, activating subsequent stages of ER. We alsodescribed the basic processes that occur at each ER goal stage. Next, we argued for the importance of taking an\nindividual difference approach to studying ER goals, given systematic individual differences in ER goals and the role\nof individual difference factors in predicting ER goals. In doing so, we identified five important directions for futureresearch.\nACKNOWLEDGMENT\nPreparation of this manuscript was supported by a National Science Foundation SBE Postdoctoral Fellowship under\nGrant 1808696.\nORCID\nLameese Eldesouky\nhttps://orcid.org/0000-0003-4977-8203\nREFERENCES\nAldao, A., Sheppes, G., & Gross, J. J. (2015). Emotion regulation flexibility. Cognitive Therapy and Research ,39, 263 –278.\nhttps://doi.org/10.1007/s10608-014-9662-4\nAugustine, A. A., Hemenover, S. H., Larsen, R. J., & Shulman, T. E. (2010). Composition and consistency of the desired\naffective state: The role of personality and motivation. Motivation and Emotion ,34, 133– 143. https://doi.org/10.1007/\ns11031-010-9162-0\nAustin, J. T., & Vancouver, J. B. (1996). Goal constructs in psychology: Structure, process, and content. Psychological Bulletin ,\n120, 338 –375. https://doi.org/10.1037/0033-2909.120.3.338\nBariola, E., Hughes, E. K., & Gullone, E. (2011). Relationships between parent and child emotion regulation strategy use:\nA brief report. Journal of Child and Family Studies ,21, 443 –448.\nBlanke, E. S., Brose, A., Kalokerinos, E. K., Erbas, Y., Riediger, M., & Kuppens, P. (2019). Mix it to fix it: Emotion regulation\nvariability in daily life. Emotion . https://doi.org/10.1037/emo0000566\nBonanno, G. A., & Burton, C. L. (2013). Regulatory flexibility: An individual differences perspective on coping and emotion\nregulation. Perspectives on Psychological Science ,8, 591 –612. https://doi.org/10.1177/1745691613504116\nBrans, K., Koval, P., Verduyn, P., Lim, Y. L., & Kuppens, P. (2013). The regulation of negative and positive affect in daily life.\nEmotion ,13, 926 –939. https://doi.org/10.1037/a0032400\nButler, E. A., Lee, T. L., & Gross, J. J. (2007). Emotion regulation and culture: Are the social consequences of emotion\nsuppression culture-specific? Emotion ,7,3 0–48. https://doi.org/10.1037/1528-3542.7.1.30\nCarver, C. S., & Scheier, M. F. (1998). On the self-regulation of behavior . New York, NY: Cambridge University Press.\nhttps://doi.org/10.1017/CBO9781139174794\nCarver, C. S., & Scheier, M. F. (2012). A model of behavioral self-regulation. In P. A. M. Van Lange, A. W. Kruglanski, & E.\nT. Higgins (Eds.), P. A. M. (Ed) Van Lange, A. W. (Ed) Kruglanski, & E. T. (Ed) Higgins (Eds.) Handbook of theories of social\npsychology (Vol. 1) (pp. 505 –525). Thousand Oaks, CA: Sage Publications Ltd.\nČehaji /C19c-Clancy, S., Goldenberg, A., Gross, J. J., & Halperin, E. (2016). Social-psychological interventions for intergroup\nreconciliation: An emotion regulation perspective. Psychological Inquiry ,27,7 3–88. https://doi.org/10.1080/1047840X.\n2016.1153945\nDe France, K., & Hollenstein, T. (2017). Assessing emotion regulation repertoires: The Regulation of Emotion Systems\nSurvey. Personality and Individual Differences ,119, 204– 215. https://doi.org/10.1016/j.paid.2017.07.018ELDESOUKY ANDGROSS 7o f1 0\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Ein-Dor, T., Mikulincer, M., & Shaver, P. R. (2011). Attachment insecurities and the processing of threat-related information:\nStudying the schemas involved in insecure people's coping strategies. Journal of Personality and Social Psychology ,101,\n78–93. https://doi.org/10.1037/a0022503\nEisenberg, N., Cumberland, A., & Spinrad, T. L. (1998). Parental socialization of emotion. Psychological Inquiry ,9, 241 –273.\nhttps://doi.org/10.1207/s15327965pli0904_1\nEldesouky, L., & English, T. (2018a). Individual differences in emotion regulation goals: Does personality predict the reasons\nwhy people regulate their emotions? Journal of Personality . https://doi.org/10.1111/jopy.12430\nEldesouky, L., & English, T. (2018b). Regulating for a reason: Emotion regulation goals are linked to spontaneous strategy\nuse. Journal of Personality . https://doi.org/10.1111/jopy.12447\nElliot, A. J., & Fryer, J. W. (2008). The goal construct in psychology. In J. Y. Shah, & W. L. Gardner (Eds.), Handbook of\nmotivation science (pp. 235– 250). New York, NY: Guilford Press.\nEnglish, T., Lee, I. A., John, O. P., & Gross, J. J. (2017). Emotion regulation strategy selection in daily life: The role of social\ncontext and goals. Motivation and Emotion ,41, 230 –242. https://doi.org/10.1007/s11031-016-9597-z\nFishbach, A., & Dhar, R. (2005). Goals as excuses or guides: The liberating effect of perceived goal progress on choice.\nJournal of Consumer Research ,32, 370 –377. https://doi.org/10.1086/497548\nFishbach, A., & Ferguson, M. J. (2007). The goal construct in social psychology. In A. W. Kruglanski, & E. T. Higgins (Eds.),\nHandbook of basic principles (2nd ed.) (pp. 490 –515). New York, NY: Guilford Press.\nFord, B. Q., & Gross, J. J. (2018). Emotion regulation: Why beliefs matter. Canadian Psychology ,59,1–14. https://doi.org/10.\n1037/cap0000142\nFord, B. Q., & Gross, J. J. (2019). Why beliefs about emotion matter: An emotion-regulation perspective. Current Directions\nin Psychological Science ,28,7 4–81. https://doi.org/10.1177/0963721418806697\nGollwitzer, P. M., & Moskowitz, G. B. (1996). Goal effects on action and cognition. In E. T. Higgins, & A. W. Kruglanski (Eds.),\nSocial psychology: Handbook of basic principles (pp. 361– 399). New York, NY, US: Guilford Press.\nGratz, K. L., Weiss, N. H., & Tull, M. T. (2015). Examining emotion regulation as an outcome, mechanism, or target of\npsychological treatments. Current Opinion in Psychology ,3,8 5–90. https://doi.org/10.1016/j.copsyc.2015.02.010\nGreenaway, K. H., & Kalokerinos, E. K. (2019). The Intersection of Goals to Experience and Express Emotion.\nEmotion Review ,11(1), 50 –62.\nGross, J. J. (1998). The emerging field of emotion regulation: An integrative review. Review of General Psychology ,2,\n271–299. https://doi.org/10.1037/1089-2680.2.3.271\nGross, J. J. (2014). In J. J. Gross (Ed.), Emotion regulation: Conceptual and empirical foundations (2nd ed.) (pp. 3 –20). New York,\nNY: Guilford.\nGross, J. J. (2015). Emotion regulation: Current status and future prospects. Psychologic al Inquiry ,26,1–26. https://doi.org/\n10.1080/1047840X.2014.940781\nGross, J. J., & John, O. P. (2003). Individual differences in two emotion regulation processes: Implications for affect,\nrelationships, and well-being. Journal of Personality and Social Psychology ,85, 348 –362. https://doi.org/10.1037/\n0022-3514.85.2.348\nGross, J. J., Richards, J. M., & John, O. P. (2006). Emotion regulation in everyday life. In D. K. Snyder, J. Simpson, & J.\nN. Hughes (Eds.), Emotion regulation in couples and families: Pathways to dysfunction and health (pp. 13 –35). Washington,\nDC, US: American Psychological Association. https://doi.org/10.1037/11468-001\nGross, J. J., Sheppes, G., & Urry, H. L. (2011). Taking one's lumps while doing the splits: A big tent perspective on emotion\ngeneration and emotion regulation. Cognition & Emotion ,25, 789– 793. https://doi.org/10.1080/02699931.2011.\n586590\nGrossmann, I., Ellsworth, P. C., & Hong, Y. (2012). Culture, attention, and emotion. Journal of Experimental Psychology:\nGeneral ,141,3 1–36. https://doi.org/10.1037/a0023817\nGruber, J., Mauss, I. B., & Tamir, M. (2011). A dark side of happiness? How, when, and why happiness is not always good.\nPerspectives on Psychological Science ,6, 222 –233. https://doi.org/10.1177/1745691611406927\nGunzenhauser, C., Fäsche, A., Friedlmeier, W., & von Suchodoletz, A. (2014). Face it or hide it: Parental socialization of\nreappraisal and response suppression. Frontiers in Psychology ,4. https://doi.org/10.3389/fpsyg.2013.00992\nGyurak, A., Goodkind, M. S., Kramer, J. H., Miller, B. L., & Levenson, R. W. (2012). Executive functions and the\ndown-regulation and up-regulation of emotion. Cognition and Emotion ,26, 103– 118. https://doi.org/10.1080/\n02699931.2011.557291\nKalokerinos, E. K., Tamir, M., & Kuppens, P. (2017). Instrumental motives in negative emotion regulation in daily life:\nFrequency, consistency, and predictors. Emotion ,17, 648– 657. https://doi.org/10.1037/emo0000269\nKämpfe, N., & Mitte, K. (2009). What you wish is what you get? The meaning of individual variability in desired affect and\naffective discrepancy. Journal of Research in Personality ,43, 409– 418. https://doi.org/10.1016/j.jrp.2009.01.007\nKarreman, A., & Vingerhoets, A. J. J. M. (2012). Attachment and well-being: The mediating role of emotion regulation and\nresilience. Personality and Individual Differences ,53, 821 –826. https://doi.org/10.1016/j.paid.2012.06.0148o f1 0 ELDESOUKY ANDGROSS\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Kim, M. Y., Ford, B. Q., Mauss, I., & Tamir, M. (2015). Knowing when to seek anger: Psychological health and\ncontext-sensitive emotional preferences. Cognition and Emotion ,29, 1126 –1136. https://doi.org/10.1080/02699931.\n2014.970519\nKivity, Y., & Huppert, J. D. (2018). Are individuals diagnosed with social anxiety disorder successful in regulating their\nemotions? A mixed-method investigation using self-report, subjective, and event-related potentials measures. Journal of\nAffective Disorders ,236, 298 –305. https://doi.org/10.1016/j.jad.2018.02.029\nLópez-Pérez, B., Howells, L., & Gummerum, M. (2017). Cruel to be kind: Factors underlying altruistic efforts to worsen\nanother person's mood. Psychological Science ,28, 862– 871. https://doi.org/10.1177/0956797617696312\nMankus, A. M., Boden, M. T., & Thompson, R. J. (2016). Sources of variation in emotional awareness: Age, gender, and\nsocioeconomic status. Personality and Individual Differences ,89,2 8–33. https://doi.org/10.1016/j.paid.2015.09.043\nMartins, B., Sheppes, G., Gross, J. J., & Mather, M. (2016). Age differences in emotion regulation choice: Older adults use\ndistraction less than younger adults in high-intensity positive contexts. The Journals of Gerontology: Series B ,73(4),\n603–611.\nMauss, I. B., Cook, C. L., & Gross, J. J. (2007). Automatic emotion regulation during anger provocation. Journal of\nExperimental Social Psychology ,43, 698 –711. https://doi.org/10.1016/j.jesp.2006.07.003\nMauss, I. B., Tamir, M., Anderson, C. L., & Savino, N. S. (2011). Can seeking happiness make people unhappy? Paradoxical\neffects of valuing happiness. Emotion ,11, 807– 815. https://doi.org/10.1037/a0022010\nMcRae, K., Ciesielski, B., & Gross, J. J. (2012). Unpacking cognitive reappraisal: goals, tactics, and outcomes. Emotion ,12(2),\n250–255.\nMillgram, Y., Joormann, J., Huppert, J. D., & Tamir, M. (2015). Sad as a matter of choice? Emotion-regulation goals in\ndepression. Psychological Science ,26, 1216 –1228. https://doi.org/10.1177/0956797615583295\nMillgram, Y., Joormann, J., Huppert, J. D., Lampert, A., & Tamir, M. (2019). Motivations to Experience Happiness or Sadness\nin Depression: Temporal Stability and Implications for Coping With Stress. Clinical Psychological Science ,7(1), 143– 161.\nMiyamoto, Y., Ma, X., & Petermann, A. G. (2014). Cultural differences in hedonic emotion regulation after a negative event.\nEmotion ,14, 804 –815. https://doi.org/10.1037/a0036257\nMoors, A. (2013). On the causal role of appraisal in emotion. Emotion Review ,5, 132– 140. https://doi.org/10.1177/\n1754073912463601\nNetzer, L., Van Kleef, G. A., & Tamir, M. (2015). Interpersonal instrumental emotion regulation. Journal of Experimental Social\nPsychology ,58, 124 –135. https://doi.org/10.1016/j.jesp.2015.01.006\nNiven, K., Totterdell, P., & Holman, D. (2009). A classification of controlled interpersonal affect regulation strategies. Emotion\n(Washington, D.C.) ,9, 498– 509. https://doi.org/10.1037/a0015962\nOchsner, K. N., Ray, R. D., Cooper, J. C., Robertson, E. R., Chopra, S., Gabrieli, J. D. E., & Gross, J. J. (2004). For better or\nfor worse: Neural systems supporting the cognitive down- and up-regulation of negative emotion. NeuroImage ,23,\n483–499. https://doi.org/10.1016/j.neuroimage.2004.06.030\nParkinson, B., & Totterdell, P. (1999). Classifying affect-regulation strategies. Cognition and Emotion ,13, 277 –303.\nhttps://doi.org/10.1080/026999399379285\nRiediger, M., Schmiedek, F., Wagner, G. G., & Lindenberger, U. (2009). Seeking pleasure and seeking pain: Differences in\nprohedonic and contra-hedonic motivation from adolescence to old age. Psychological Science ,20(12), 1529 –1535.\nRoberts, B. W., Walton, K. E., & Viechtbauer, W. (2006). Patterns of mean-level change in personality traits across the life\ncourse: A meta-analysis of longitudinal studies. Psychological Bulletin ,132,1 –25. https://doi.org/10.1037/0033-2909.\n132.1.1\nScheibe, S., English, T., Tsai, J. L., & Carstensen, L. L. (2013). Striving to feel good: Ideal affect, actual affect, and their\ncorrespondence across adulthood. Psychology and Aging ,28, 160 –171. https://doi.org/10.1037/a0030561\nScherer, K. R. (1984). On the nature and function of emotion: A component process approach. In P. Ekman, & K. Scherer\n(Eds.), Approaches to emotion (pp. 293 –317). Hillsdale, NJ: Erlbaum.\nSheppes, G., Scheibe, S., Suri, G., Radu, P., Blechert, J., & Gross, J. J. (2014). Emotion regulation choice: A conceptual\nframework and supporting evidence. Journal of Experimental Psychology: General ,143, 163– 181. https://doi.org/\n10.1037/a0030831\nShiota, M. N., & Levenson, R. W. (2009). Effects of aging on experimentally instructed detached reappraisal, positive\nreappraisal, and emotional behavior suppression. Psychology and Aging ,24, 890– 900. https://doi.org/10.1037/\na0017896\nSoto, J. A., Perez, C. R., Kim, Y.-H., Lee, E. A., & Minnick, M. R. (2011). Is expressive suppression always associated with\npoorer psychological functioning? A cross-cultural comparison between European Americans and Hong Kong Chinese.\nEmotion ,11, 1450 –1455. https://doi.org/10.1037/a0023340\nSouthward, M. W., Altenburger, E. M., Moss, S. A., Cregg, D. R., & Cheavens, J. S. (2018). Flexible, yet firm: A model of\nhealthy emotion regulation. Journal of Social and Clinical Psychology ,37, 231 –251. https://doi.org/10.1521/jscp.2018.\n37.4.231ELDESOUKY ANDGROSS 9o f1 0\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Spencer-Rodgers, J., Peng, K., & Wang, L. (2010). Dialecticism and the co-occurrence of Positive and negative emotions\nacross cultures. Journal of Cross-Cultural Psychology ,41, 109– 115. https://doi.org/10.1177/0022022109349508\nTamir, M. (2005). Don't worry, be happy? Neuroticism, trait-consistent affect regulation, and performance. Journal of\nPersonality and Social Psychology ,89, 449 –461. https://doi.org/10.1037/0022-3514.89.3.449\nTamir, M. (2016). Why do people regulate their emotions? A taxonomy of motives in emotion regulation. Personality and\nSocial Psychology Review ,1–24.\nTamir, M., Halperin, E., Porat, R., Bigman, Y. E., & Hasson, Y. (2019). When there's a will, there's a way: Disentangling\nthe effects of goals and means in emotion regulation. Journal of Personality and Social Psychology. ,116, 795– 816.\nhttps://doi.org/10.1037/pspp0000232\nThompson, R. J., Kircanski, K., & Gotlib, I. H. (2016). The grass is not as green as you think: Affect evaluation in people with\ninternalizing disorders. Journal of Affective Disorders ,203, 233– 240. https://doi.org/10.1016/j.jad.2016.06.006\nUrry, H. L. (2009). Using reappraisal to regulate unpleasant emotional episodes: Goals and timing matter. Emotion ,9,\n782–797. https://doi.org/10.1037/a0017109\nVazire, S. (2006). Informant reports: A cheap, fast, and easy method for personality assessment. Journal of Research in\nPersonality ,40, 472 –481. https://doi.org/10.1016/j.jrp.2005.03.003\nVazire, S. (2010). Who knows what about a person? The self –other knowledge asymmetry (SOKA) model. Journal of\nPersonality and Social Psychology ,98, 281 –300. https://doi.org/10.1037/a0017908\nWilliams, W. C., Morelli, S. A., Ong, D. C., & Zaki, J. (2018). Interpersonal emotion regulation: Implications for affiliation,\nperceived support, relationships, and well-being. Journal of Personality and Social Psychology. ,115, 224– 254. https://doi.\norg/10.1037/pspi0000132\nZaki, J., & Williams, W. C. (2013). Interpersonal emotion regulation. Emotion ,13, 803 –810. https://doi.org/10.1037/\na0033839\nAUTHOR BIOGRAPHIES\nDr. Lameese Eldesouky is a National Science Foundation Postdoctoral Fellow in the Department of Psychology\nat Stanford University. Dr. Eldesouky received her BA in Psychology from the University of California, Berkeley\nand her PhD in Social/Personality Psychology from Washington University in St. Louis. She is interested in the\nfactors that predict how people regulate their emotions, the consequences of emotion regulation for social func-\ntioning and health, and how to effectively measure emotion regulation. Her most recent publications focus onindividual differences in emotion regulation goals and the role of emotion regulation goals in emotion regulation\nstrategy use. This fall she will begin a faculty position as an Assistant Professor in the Department of Psychology\nat the American University in Cairo.\nDr. James Gross is Professor of Psychology at Stanford University. Dr. Gross earned his BA in philosophy from\nYale University and his PhD in clinical psychology from the University of California, Berkeley. Dr. Gross is a lead-\ning researcher in the areas of emotion and emotion regulation and editor of the Handbook of Emotion Regulation.\nHe has received numerous research and teaching awards, including Stanford's highest teaching award, the Wal-ter J. Gores Award for Excellence in Teaching, as well as the Stanford Postdoctoral Mentoring Award. Dr. Grosshas also received research awards from the American Psychological Association, the Society for Psychophysio-\nlogical Research, and the Social and Affective Neuroscience Society. Dr. Gross has authored ~400 publications\nand is the founding President for the Society for Affective Science, and Fellow in the Association for Psychologi-cal Science and the American Psychological Association.\nHow to cite this article: Eldesouky L, Gross JJ. Emotion regulation goals: An individual difference\nperspective. Soc Personal Psychol Compass . 2019;13:e12493.\nhttps://doi.org/10.1111/spc3.1249310 of 10 ELDESOUKY ANDGROSS\n 17519004, 2019, 9, Downloaded from https://compass.onlinelibrary.wiley.com/doi/10.1111/spc3.12493 by University Of Minnesota Lib, Wiley Online Library on [08/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}