{
  "doc_type": "scientific paper",
  "title": "Examining the correlation between misophonia symptoms and autistic traits in general population",
  "authors": [
    "Emre Ertürk",
    "Ümit Işık",
    "Evrim Aktepe",
    "Faruk Kılıç"
  ],
  "year": 2023,
  "journal": "International Journal of Developmental Disabilities",
  "doi": "10.1080/20473869.2023.2165231",
  "abstract": "Introduction: The purpose of the present study was to investigation the relationship between misophonia symptoms and autistic traits in adults. In accordance with this investigation, the purpose of the present study was to determine whether misophonia is a symptom of autism.Method: The study included 445 participants without psychiatric disorders or hearing impairments. Self- report questionnaires were utilized to evaluate the severity of misophonia symptoms and autistic traits. On the basis of the results of the self-report questionnaires, statistical analyses were conducted.Results: Misophonia scores were found to be higher in females than in males but did not correlate with age, smoking, or alcohol consumption. Examining the autistic characteristics reveals that gender, age, and smoking have no effect on the total autism scores. Examining the association between the degree of misophoniaand autistic traits reveals that they have a considerable impact on one another. Discussion: Our findings indicate that there is a correlation between the severity of misophonia and autistic traits. However, our limitations and the fact that some of our results differ from those of previous researchindicate that additional research is necessary in this area.",
  "keywords": [
    "misophonia",
    "autistic traits",
    "smoking",
    "drinking",
    "gender"
  ],
  "research_topics": [
    "misophonia",
    "autism spectrum disorder (ASD)",
    "autistic traits",
    "sensory sensitivity",
    "neurodevelopmental disorders",
    "adult psychiatry",
    "psychometric assessment",
    "auditory stimuli sensitivity"
  ],
  "created_at": "2025-05-05T02:46:47.864429Z",
  "source_pdf": "documents/research/Global/Erturk 2023 Examining the correlation between misophonia symptoms and autistic traits in general population.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=yjdd20\nInternational Journal of Developmental Disabilities\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/yjdd20\nExamining the correlation between misophonia\nsymptoms and autistic traits in general population\nEmre Ert ürk, Ümit I şık, Evrim Aktepe & Faruk K ılıç\nTo cite this article:  Emre Ert ürk, Ümit Işık, Evrim Aktepe & Faruk K ılıç (2023): Examining the\ncorrelation between misophonia symptoms and autistic traits in general population, International\nJournal of Developmental Disabilities, DOI: 10.1080/20473869.2023.2165231\nTo link to this article:  https://doi.org/10.1080/20473869.2023.2165231\nPublished online: 25 Jan 2023.\nSubmit your article to this journal \nArticle views: 13\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Examining the correlation between\nmisophonia symptoms and autistic traits\nin general population\nEmre Ert €urk1,€Umit Is ¸ık1, Evrim Aktepe1and Faruk K ılıc¸2\n1Department of Child and Adolescent Psychiatry, S €uleyman Demirel University Faculty of Medicine, Isparta,\nTurkey;2Department of Psychiatry, S €uleyman Demirel University Faculty of Medicine, Isparta, Turkey\nIntroduction: The purpose of the present study was to investigation the relationship between misophonia\nsymptoms and autistic traits in adults. In accordance with this investigation, the purpose of the present study\nwas to determine whether misophonia is a symptom of autism.Method: The study included 445 participants without psychiatric disorders or hearing impairments. Self-\nreport questionnaires were utilized to evaluate the severity of misophonia symptoms and autistic traits. On\nthe basis of the results of the self-report questionnaires, statistical analyses were conducted.Results: Misophonia scores were found to be higher in females than in males but did not correlate with age,\nsmoking, or alcohol consumption. Examining the autistic characteristics reveals that gender, age, and smok-\ning have no effect on the total autism scores. Examining the association between the degree of misophoniaand autistic traits reveals that they have a considerable impact on one another.\nDiscussion: Our findings indicate that there is a correlation between the severity of misophonia and autistic\ntraits. However, our limitations and the fact that some of our results differ from those of previous researchindicate that additional research is necessary in this area.\nKeywords: misophonia; autistic traits; smoking; drinking; gender\nIntroduction\nThe term ‘misophonia ’, first used by Jastreboff in 2001 ,\nis a person ’s disproportionate emotional response to\nother people ’s everyday sounds, animal sounds, and\nambient sounds such as keyboard and pen tapping,\nregardless of decibel (Jastreboff and Jastreboff\n2001,Jastreboff and Jastreboff 2014 , Bernstein et al.\n2013 , Edelstein et al. 2013 , Schr €oder et al. 2013 , Kumar\net al. 2014 , Schneider and Arch 2017 , Erfanian et al.\n2019 ). In many studies, it has been stated that the emo-\ntional reactions experienced by people can be severe\nreactions such as distress, discomfort, anxiety, anger,\ndisgust, hatred, and sometimes loss of control (Schr €oder\net al. 2013 , Kumar et al. 2014 ,W u et al. 2014 , Dozier\n2015 , Boyce 2015 ). Various sounds, such as breathing,\nwheezing, chewing, eating, slurping, lip smacking, pen\nclicking, writing, or cracking knuckles, that cause thesereactions are defined as misophonic triggers (McKay\net al. 2018 , Schr €oder et al. 2013 , Kumar et al. 2014 ,\nSanchez and Silva 2018 ). Since studies on misophonia\nare new and few in number, there is no definiteinformation about its prevalence. According to the\nresults obtained from various studies, its prevalence inthe general population is estimated to be around 3%(Jastreboff and Jastreboff 2014 ). A study done in Turkey\nfound that 12.8% of people have misophonia, and 43.5%of people with misophonia said that they had first-degreerelatives with similar symptoms (K ılıc¸et al. 2021 ). This\nsuggests that genetic transmission may have an effect onmisophonia.\nA growing number of studies have attempted to shed\nlight on the clinical manifestations of misophonia.However, the question of whether misophonia is a diseasealone or a symptom of psychiatric disorders accompaniedby sensory sensitivity remains controversial. According toDSM-5 diagnostic criteria, increased or decreased sensi-tivity to sensory stimuli is a feature of autism spectrumdisorder (ASD). In a recent study, Rinaldi et al. found that\nautistic traits were higher in individuals with misophonia(Rinaldi et al. 2022 ). One of the researchers working on\nmisophonia around the world, Williams et al. , did a study\ncomparing the severity of misophonia in autistic and non-autistic populations. They found that autistic people had\nworse misophonia symptoms than non-autistic people\nCorrespondence to: €Umit Is ¸ ık, Department of Child and Adolescent\nPsychiatry, S €uleyman Demirel University Faculty of Medicine, C ¸ €un€ur,\nEast Campus, 32260, Isparta, Turkey. Email: crsumt@gmail.com\n#The British Society of Developmental Disabilities 2023\nDOI 10.1080/20473869.2023.2165231 International Journal of Developmental Disabilities 2023 VOL.0 NO.0 1"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "(Williams et al. 2022 ). This begs the question of whether\nor not misophonia is an ASD symptom. There is variousevidence for the relationship between ASD and misopho-nia. Misophonia is associated with a variety of neurodeve-\nlopmental disorders, such as attention deficit hyperactivity\ndisorder (ADHD) and tic disorders, and its intensitychanges with the treatment of these conditions (Martinoand Hedderly 2019 ,N o r r i s et al. 2022 ). This shows that\nautism, one of the most prevalent neurodevelopmentaldisorders, and misophonia may be related. Another ofthese points of evidence is that the comorbidities that can\naccompany both conditions are similar. Compared to indi-\nviduals without misophonia, those with misophonia exhib-ited distinct differences in perfectionism, depression,anxiety sensitivity, and obsessive-compulsive disorder(Cusack et al. 2018 , Eijsker et al. 2019 ,J a g e r et al. 2020 ).\nThese characteristics are known to be associated with aut-ism spectrum disorder (ASD) (Greenaway and Howlin\n2010 ,M e i e r et al. 2015 ). Another piece of evidence is that\npeople with misophonia have more autistic personalitytraits than those without (Rinaldi et al. 2022 ).\nNonetheless, it should be underlined that although peoplewith ASD are sensitive to sudden and unexpected sounds,persons with misophonia are sensitive to mild sounds in\neveryday life (Robertson and Simmons 2013 , Tavassoli\net al. 2014 ). These differences make it difficult to deter-\nmine the nature of the association between misophoniaand ASD. There is a need for additional research to eluci-date the association between misophonia and ASD.\nAccording to our research, there is only one study\nexamining the relationship between misophonia and\nautistic characteristics. In this study, the autistic symp-toms of individuals with misophonia were comparedwith those of the control group (Rinaldi et al. 2022 ). In\nour study, the relationship between misophonic symp-toms and autistic traits was investigated in a normal\nsample without a psychiatric disorder diagnosis. In light\nof the preceding information, we hypothesized in ourstudy that as the severity of misophonia symptomsincreases, so will autistic traits.\nMethod\nParticipants\nAfter reading the consent form, The Amsterdam\nMisophonia Scale-Revised (AMISOS-R) and the AutismSpectrum Quotient (AQ) were administered to 500 stu-\ndents between the ages of 18 and 28 at the Isparta\nS€uleyman Demirel University Faculty of Medicine. The\ncriteria for exclusion from the study were: (1) the exist-ence of a psychiatric disorder (e.g. depression, bipolardisorder, anxiety disorder, ADHD), (2) a history of tak-ing psychotropic medications, (3) the existence of hear-\ning problems (e.g. partial deafness).\nThe study procedures adhered to the 2013 version of\nthe Declaration of Helsinki and all applicable local lawsand regulations governing human research. The SDU eth-\nics committee approved the study protocol (2022/18-251).\nInstruments\nData form\nWe used an interview form to gather information about\nthe socio-demographic characteristics of the participants,such as age, gender, and comorbid mental illnesses.\nAutism Spectrum Quotient (AQ)\nIt was developed by Baron-Cohen et al. as a self-assess-\nment screening instrument to determine the degree to\nwhich people with normal intelligence exhibit autisticsymptoms (Baron-Cohen et al. 2001 ). It is a 50-item\nself-report questionnaire examining subclinical autistic\nsymptoms (Is ¸iket al. 2020 , Rinaldi et al. 2022 ). There\nare 4 possible responses for each item (definitely agree;\nslightly agree; slightly disagree; definitively disagree)and each item is labeled either ‘0’(non –ASD-like) or ‘1’\n(ASD-like) (Baron-Cohen et al. 2001 ). The question-\nnaire yields a score between 0 and 50 points based on theresponses. The higher the score, the greater the autistic\nfeatures. Kose et al. analyzed the validity and reliability\nof the AQ in the Turkish population (Kose et al. 2010 ).\nThe Amsterdam Misophonia Scale-Revised\n(AMISOS-R)The Amsterdam Misophonia Scale-Revised Form is a\nself-report instrument that measures the presence and\nseverity of symptoms in response to particular auditory\nstimuli (Cakiroglu et al. 2022 ). It is the revised version\nof the Amsterdam Misophonia Scale, which was inspiredby the Yale-Brown Obsessive-Compulsive Disorder\n(OCD) Scale (Schr €oder et al. 2013 , Jager et al. 2020 ,\nNaylor et al. 2021 ). It is a broader measurement instru-\nment that evaluates the impact of misophonia on func-\ntioning, distress, efforts to resist, attempts to control\nvoices and thoughts, and avoidance (Schr €oder et al.\n2013 , Jager et al. 2020 , Naylor et al. 2021 ). After partici-\npants are asked which sounds they are sensitive to andhow these sounds make them feel, a 10-item rating sec-\ntion is administered. Each item is rated between 0 and 4\npoints. The highest score to be obtained from the scale is\n40 points. The severity of misophonia is classified based\non the obtained score as normal and subclinical misopho-nia, mild misophonia, moderate and severe misophonia,\nor severe and extreme misophonia. Cak ıroglu et al. ana-\nlyzed the validity and reliability of the AQ in the Turkishpopulation (Cakiroglu et al. 2022 ).\nStatistical analyses\nThe study ’s data were analyzed with SPSS (Statistical\nPackage for the Social Sciences) version 26.0. The data\nare expressed as a number (n), a percentage (%), a mean-\n± standard deviation (SD), or a frequency. Analyzing\ncontinuous variables between male/female,Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\n2 International Journal of Developmental Disabilities 2023 VOL.0 NO.0"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "smoking/non-smoking, and drinking/non-drinking\ngroups, a two-tailed independent t-test was utilized. Chi-\nsquare was used to compare categorical variables. UsingPearson correlation analysis, the relationship between\nmisophonia severity, total autism score, age, and gender\nwas evaluated. A p-value of 0.05 or less was deemed\nstatistically significant.\nResults\n500 participants were given scales; however, 12 declinedto participate, and 43 were excluded based on the exclu-sion criteria ( Figure 1 ). The study included 445 individu-\nals between the ages of 18 and 28, including 249 females\n(56%) and 196 males (44%). The mean age of the\nwomen was 20.71 ± 1.86 and the mean age of the menwas 20.73 ± 2.16 ( t¼/C00.083; p¼0.934).\nThe participants ’misophonia scores as determined\nby the AMISOS-R are presented in Table 1 . According\nto these results; females were discovered to be moresensitive to misophonia than males.\nRegarding the question of which sounds they are\nmore sensitive to than other people, the participantsanswered the most frequent eating sounds (e.g. chewing,smacking, slurping, and swallowing) with 62%. Thisresponse is followed by 35.5% for ambient noises (clockticking noise or similar devices). When the male andfemale results are examined separately, the sound of eat-\ning is the most sensitive sound in both genders. In the\nsecond place, females answered as ambient noises andrepetitive clicking sounds, while males answered asambient noises and nasal sounds ( Table 2 ). When asked\nhow they feel when they hear these sounds, 56.6% ofparticipants responded as irritation. This rate is followed\nby anger at 49.9%.\nTable 3 shows the relationship between the total\nmisophonia score and whether or not a person smokesor drinks. According to the results, the total misophonia\nscore is unaffected by conditions such as smoking and\nalcohol consumption (for drinking; t¼0.469, p¼0.639,\nand for smoking; t¼1.377, p¼0.169).\nTable 4 presents and compares variables such as gen-\nder, smoking, and drinking for AQ and subscale scores.\nThere was no statistically significant difference between\nthe total AQ scores of males and females ( t¼0.005;\np¼0.996). In contrast, females had a higher AQ atten-\ntion-switching score than males ( t¼2.961; p¼0.003),\nwhile males had a higher AQ communication score(t¼/C02.287; p¼0.023). No significant differences were\nobserved between smoking status and AQ totals\n(t¼/C00.920; p¼0.358) and subscales. The AQ social\nskill ( t¼/C02.840; p¼0.005), attention switching\n(t¼/C02.071; p¼0.039), communication ( t¼/C02.156;\np¼0.032), and total AQ score ( t¼/C0\n3.421; p¼0.001) of\ndrinkers were lower than that of non-drinkers.\nInTable 5 , the relationship between age, gender, the\nAMISOS-R total score, the AQ total score, and subscale\nscores is presented. Accordingly, as misophonia symp-\ntoms increase, autistic traits increase significantly(r¼0.154; p¼0.001). Specifically, as misophonia\nsymptoms intensify, scores for attention switching\n(r¼0.15; p¼0.001), and attention to details ( r¼0.199;\np¼0.000) increase substantially. There is no correlation\nbetween age and the AMISOS-R ( r¼/C00.029; p¼0.273)\nor AQ total scores ( r¼/C00.030; p¼0.535), but the AQ\nsocial skill score declines with age ( r¼/C00.087;\np¼0.033). While there is no correlation between gender\nand AQ total score ( r¼0.000; p¼0.996), we observe\nthat females are more sensitive to misophonia ( r¼\n/C00.104; p¼0.014).\nDiscussion\nThe purpose of this study was to determine whether\nmisophonia is a symptom of ASD by examining the rela-\ntionship between adult misophonia symptoms and autis-\ntic traits. Misophonia symptoms were associated withautistic characteristics, and, as predicted, autistic charac-\nteristics increased as misophonia symptoms became\nmore severe.\nMisophonia scores were found to be higher in\nfemales than in males but did not correlate with age,smoking, or alcohol consumption. Similar to our find-\nings, Siepsiak et al. found that the severity of misopho-\nnia increased with females, but there was no correlationbetween age and misophonia severity (Siepsiak et al.\n2020 ). In a study conducted in Turkey by K ılıcet al. ,i t\nwas discovered that females, young people, and singleshad higher misophonia scores (K ılıc¸et al. 2021 ). In\ncontrast, Wu et al. found no correlation between\nFigure 1. Participants included and excluded from the\nresearch.Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\nInternational Journal of Developmental Disabilities 2023 VOL.0 NO.0 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "gender, age, and the severity of misophonia (Wu et al.\n2014 ). Zhou et al. found the severity of misophonia\nindependent of gender (Zhou et al. 2017 ). Women may\nbe more sensitive to anxiety than men, which mayexplain why the severity of misophonia was found tobe greater among women in our study. This differencebetween age and gender demonstrates the need for add-itional research in this area.\nThe findings regarding the sounds to which partici-\npants are most sensitive are consistent with the majorityof previous research (Sakarya and C ¸akmak 2022 ,\nEdelstein et al. 2013 , Tunc ¸ and Bas ¸bu/C21g2017 , Cakirogluet al. 2022 ). Differently, in our study, the second most\nsensitive sound was ambient noise, whereas in previousstudies, repeating clicking sounds came in second.However, in the studies conducted by Zhou et al. and Wu\net al. , repeated clicking sounds were the most sensitive,\nfollowed by sounds of eating (Wu et al. 2014 ,Z h o u et al.\n2017 ). This difference could be attributable to the cultural\ncircumstances of the study groups.\nAs far as we are aware, no previous research has\nexamined the connection between misophonia anddrinking or smoking. It is common knowledge that indi-viduals with certain psychiatric disorders self-medicate\nwith alcohol and tobacco. That ’s why, in our study, we\nanalyzed the consumption of cigarettes and alcohol bymisophonia sufferers. However, no significant link wasdiscovered.\nExamining the autistic characteristics reveals that\ngender, age, and smoking have no effect on the total aut-ism scores. The result regarding gender is particularly\ninteresting. Previous research has shown that autistic\ntraits are more prevalent in men than in women, and ithas been hypothesized that this disparity is a result of theTable 1. Distribution of misophonia severity by gender.\nNormal and\nsubclinical\nmisophoniaMild\nmisophoniaModerate and\nsevere misophoniaSevere and\nextreme\nmisophonia Total\nFemale\n(n) 99 109 37 4 249\n(% within gender) 39.8% 43.8% 14.9% 1.6% 100%(% within severity of misophonia) 51.8% 59.2% 58.7% 57.1% 56.0%(% of total) 22.2% 24.5% 8.3% 0.9% 56.0%\nMale\n(n) 92 75 26 3 196(% within gender) 46.9% 38.3% 13.3% 1.5% 100%(% within severity of misophonia) 48.2% 40.8% 41.3% 42.9% 44.0%\n(% of total) 20.7% 16.9% 5.8% 0.7% 44.0%\nTotal(n) 191 184 63 7 445(% within gender) 42.9% 41.3% 14.2% 1.6% 100%\n(% within severity of misophonia) 100% 100% 100% 100% 100%\n(% of total) 42.9% 41.3% 14.2% 1.6% 100%\nTable 2. Answer frequency of each question.\nIn comparison to others, I am sensitive to: Yes (n, %) No (n, %)\nEating sounds (e.g. chewing, smacking, slurping, swallowing) Female 162/65.1% 87/34.9%\nMale 114/58.2% 82/41.8%\nTotal 276/62% 169/38%\nNasal sounds (e.g. sniffing, breathing in, breathing out) Female 88/35.3% 161/64.7%\nMale 51/26% 145/74%\nTotal 139/31.2% 306/68.8%\nThroat sounds (e.g. harrumphing, coughing) Female 87/34.9% 162/65.1%\nMale 48/24.5% 148/75.5%\nTotal 135/30.3% 310/69.7%\nSpecific sounds (e.g. ‘K’sounds) Female 15/6% 234/94%\nMale 13/6.6% 183/93.4%\nTotal 28/6.3% 417/93.7%\nRepeating clicking sounds (e.g. nails on a blackboard, pen clicking) Female 107/43% 142/57%\nMale 50/25.5% 146/74.5%\nTotal 157/35.3% 288/64.7%\nCrinkling sounds (e.g. paper, plastic) Female 51/20.5% 198/79.5%\nMale 28/14.3% 168/85.7%\nTotal 79/17.8% 366/82.2%\nAmbient noises (e.g. clock ticking noise or similar devices) Female 107/43% 142/57%\nMale 51/26% 145/74%\nTotal 158/35.5% 287/64.5%\nTable 3. Relationship between the total misophonia score\nwith smoking or drinking.\nSmoking\n(n¼75)No smoking\n(n¼370) tp\nAMISOS-R total\nscore13.50 þ7.50 12.19 þ7.52 1.377 0.169\nDrinking\n(n¼93)No drinking\n(n¼352)tp\nAMISOS-R total\nscore12.74 þ7.22 12.32 þ7.61 0.469 0.639\nAMISOS-R: The Amsterdam Misophonia Scale-Revised.Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\n4 International Journal of Developmental Disabilities 2023 VOL.0 NO.0"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "differences in personality traits between the sexes (Kose\net al. 2013 , Ruzich et al. 2015 , Murray et al. 2017 ).\nStudies that did not find a significant difference in gen-der explained this situation with a very low number offemale participants (Ko et al. 2018 , Poon et al. 2020 ).\nThe lack of a difference in autistic characteristicsbetween males and females in our study may be attribut-\nable to the rising prevalence of hormonal imbalances\nsuch as hirsutism, PCOS, and early menarche, which areassociated with autistic characteristics. The fact that wedid not obtain this information from the participants isone of the limitations of our study.\nSeveral studies have found that autistic traits are\nmore common in people who have problems with alco-hol and other drugs (Is ¸iket al. 2020 , Bowri et al.\n2021 ). In our study, we see that participants withalcohol use had lower autism scores. The reason for\nthis difference is that none of our study ’s participants\nhad an alcohol use disorder. Possibly, moderate alcoholconsumption as a socialization tool is associated withreduced autistic traits in individuals. This idea is sup-ported by the lower scores of drinkers on subscalessuch as communication and social skills.\nExamining the association between the degree of\nmisophonia and autistic traits reveals that they have aconsiderable impact on one another. In the study byRinaldi et al. , both adults and children with misophonia\nwere compared to healthy controls. Both adults and\nchildren in the misophonia group exhibited autistic\ntraits that were significantly higher than those ofhealthy controls (Rinaldi et al. 2022 ). Simner et al\nexamined attention in misophonia patients using theTable 4. AQ total and subscale Scores by gender, smoking and drinking.\nFemale\n(n¼246)Male\n(n¼196) tp\nAQ: social skill 3.77 ± 2.02 3.82 ± 1.93 /C00.292 0.770\nAQ: attention switching 5.32 ± 3.04 4.60 ± 1.69 2.961 0.003\nAQ: attention to detail 5.50 ± 2.24 5.38 ± 2.13 0.564 0.573\nAQ: communication 2.13 ± 1.77 2.54 ± 1.94 /C02.287 0.023\nAQ: imagination 3.08 ± 3.31 3.45 ± 1.64 /C01.448 0.148\nAQ: total 19.81 ± 6. 86 19.81 ± 6.86 0.005 0.996\nSmoking\n(n575)No smoking\n(n5370)tP\nAQ: social skill 3.50 ± 2.04 3.85 ± 1.97 /C01.383 0.167\nAQ: attention switching 4.94 ± 5.02 5.01 ± 1.69 /C00.214 0.831\nAQ: attention to detail 5.37 ± 2.02 5.47 ± 2.22 /C00.348 0.728\nAQ: communication 1.97 ± 1.77 2.38 ± 1.87 /C01.747 0.081\nAQ: imagination 3.42 ± 2.10 3.21 ± 2.82 0.620 0.536\nAQ: total 19.22 ± 7.86 19.93 ± 5.69 /C00.920 0.358\nDrinking\n(n593)No drinking\n(n5352)tP\nAQ: social skill 3.27 ± 1.78 3.93 ± 2.01 /C02.840 0.005\nAQ: attention switching 4.51 ± 1.80 5.13 ± 2.71 /C02.071 0.039\nAQ: attention to detail 5.32 ± 2.06 5.48 ± 2.22 /C00.649 0.517\nAQ: communication 1.94 ± 1.88 2.41 ± 1.84 /C02.156 0.032\nAQ: imagination 2.84 ± 1.89 3.35 ± 2.88 /C01.601 0.110\nAQ: total 17.91 ± 5.41 20.32 ± 6.24 /C03.421 0.001\nAQ: Autism Spectrum Quotient.\nTable 5. Relationship between AMISOS-R and AQ total and subscale scores and gender and age (Pearson ’s correlations).\nAQ:\ntotal\nR(p)AQ:\nsocial skill\nR(p)AQ: attention\nswitching\nR(p)AQ: attention\nto detail\nR(p)AQ:\ncommunication\nR(p)AQ:\nimagination\nR(p)Gender\nR(p)Age\nR(p)\nAMISOS-R total 0.154/C3/C3\n(0.001)0.013\n(0.392)0.155/C3/C3\n(0.001)0.199/C3/C3\n(0.000)/C00.010\n(0.833)0.037\n(0.442)/C00.104/C3\n(0.014)/C00.029\n(0.273)\nAQ: total 0.618 /C3/C3\n(0.000)0.634/C3/C3\n(0.000)0.242/C3/C3\n(0.000)0.609/C3/C3\n(0.000)0.584/C3/C3\n(0.000)0.000\n(0.996)/C00.030\n(0.535)\nAQ: social skill 0.265/C3/C3\n(0.000)/C00.174/C3/C3\n(0.000)0.505/C3/C3\n(0.000)0.203/C3/C3\n(0.000)0.014\n(0.385)/C00.087\n(0.033)\nAQ: attention switching 0.026\n(0.584)0.225/C3/C3\n(0.000)0.112/C3\n(0.018)/C00.139\n(0.002)0.030\n(0.267)\nAQ: attention to detail /C00.108/C3\n(0.022)/C00.087\n(0.066)/C00.027\n(0.287)0.017\n(0.359)\nAQ: communication 0.190/C3/C3\n(0.000)0.108\n(0.011)/C00.075\n(0.058)\nAQ: imagination 0.069\n(0.074)0.007\n(0.443)\nGender 0.004\n(0.467)\nAMISOS-R: The Amsterdam Misophonia Scale-Revised.\nAQ: Autism Spectrum Quotient.Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\nInternational Journal of Developmental Disabilities 2023 VOL.0 NO.0 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "AQ Attention to Detail subscale. Similarly, the attention\nto detail subscale score for individuals with misophoniawas found to be higher than that of controls (Simner\net al. 2021 ). Our study demonstrates that as misophonia\nsymptoms increase, so do scores on the subscales ofattention to detail and attention switching, corroboratingprevious findings.\nOur study was the first to examine the correlation\nbetween the severity of misophonia and autistic symp-toms. Unlike previous research, our study did notinclude a control group. This difference is a strongpoint of this study. However, this study also has several\nlimitations. As is common knowledge, misophonia is\nfrequently accompanied by OCD, anxiety disorders, anddepression. Psychiatric symptoms of the participantsincluded in the study were not screened with any inter-view method or psychometric measurement tool. Wejust asked them if you have any psychiatric history. Weexcluded comorbid psychiatric disorders without exam-\nining the association between other psychiatric disor-\nders and misophonia severity. This is the limitation ofour study. Since the autism questionnaire and the miso-phonia scale are actually self-report scales, they may bemeasuring the same symptoms. Therefore, the relation-ship found may not be an etiological link, but may be\ndue to a measurement bias. This is a limitation.\nAnother limitation is that we did not investigate hormo-nal imbalances (such as early menarche), which havebeen linked to autistic characteristics.\nControversy exists regarding whether misophonia is\na distinct psychiatric disorder, a comorbid conditionaccompanying other psychiatric diseases, or a symptomof sensory-sensitive diseases such as ASD. However,our limitations and the fact that some of our results dif-\nfer from those of previous research indicate that add-\nitional research is necessary in this area.\nAcknowledgements\nWe thank the participants, children with autism, and theiradvocates. Funding was not received for the study.\nDisclosure statement\nThe authors report that there were no potential con-flicts of interest.\nFunding\nFunding was not received for the study.\nORCID\nEmre Ert €urk http://orcid.org/0000-0001-8116-0222\n€Umit Is ¸ık http://orcid.org/0000-0001-6006-3247\nReferences\nBaron-Cohen, S., Wheelwright, S., Skinner, R., Martin, J. and Clubley,\nE.2001 . The autism-spectrum quotient (AQ): Evidence from\nAsperger syndrome/high-functioning autism, malesand females,scientists and mathematicians. Journal of Autism and\nDevelopmental Disorders , 31, 5 –17.\nBernstein, R., Angell, K. and Dehle, C. D. 2013 . A brief course of\ncognitive behavioural therapy for the treatment of misophonia: A\ncase example. Cognitive Behavioral Therapy , 42, e10.\nBowri, M., Hull, L., Allison, C., Smith, P., Baron-Cohen, S., Lai,\nM. C. and Mandy, W. 2021 . Demographic and psychological pre-\ndictors of alcohol use and misuse in autistic adults. Autism: The\nInternational Journal of Research and Practice , 25, 1469 –1480.\nBoyce, P. M. 2015 . A young woman with noise intolerance.\nMedicine Today , 16, 46 –47.\nCakiroglu, S., Cosgun, S. and Gormez, V. 2022 . The prevalence and\nseverity of misophonia in the Turkish population and validation\nof the Amsterdam Misophonia Scale-Revised. Bulletin of the\nMenninger Clinic , 86, 159 –180.\nCusack, S. E., Cash, T. v. and Vrana, S. R. 2018 . An examination of\nthe relationship between misophonia, anxiety sensitivity, and\nobsessive-compulsive symptoms. Journal of Obsessive-\nCompulsive and Related Disorders , 18, 67 –72.\nDozier, T. H. 2015 . Etiology, composition, development and main-\ntenance of misophonia: A conditioned aversive reflex disorder.\nPsychological Thought , 8, 114 –129.\nEdelstein, M., Brang, D., Rouw, R. and Ramachandran, V. S. 2013 .\nMisophonia: Physiological investigations and case descriptions.\nFrontiers in Human Neuroscience , 7, 296.\nEijsker, N., Schr €oder, A., Smit, D. J. A., van Wingen, G. and Denys,\nD.2019 . Neural basis of response bias on the stop signal task in\nmisophonia. Frontiers in Psychiatry , 10, 765.\nErfanian, M., Kartsonaki, C. and Keshavarz, A. 2019 . Misophonia\nand comorbid psychiatric symptoms: A preliminary study of clin-\nical findings. Nordic Journal of Psychiatry , 73, 219 –228.\nGreenaway, R. and Howlin, P. 2010 . Dysfunctional attitudes and per-\nfectionism and their relationship to anxious and depressive symp-toms in boys with autism spectrum disorders. Journal of Autism\nand Developmental Disorders , 40, 1179 –1187.\nIs¸ik, €U., C¸ok\n€unl€u, Y., S ¸ims¸ek, F., Demirel, B., Kilic ¸, F., Demirdas ¸, A.\nand Eren, _I.2020 . Autistic traits in men with substance use disorder.\nThe Journal of Nervous and Mental Disease , 208, 505 –509.\nJager, I., de Koning, P., Bost, T., Denys, D. and Vulink, N. 2020 .\nMisophonia: Phenomenology, comorbidity and demographics in a\nlarge sample. PLoS One , 15, e0231390.\nJastreboff, M. M. and Jastreboff, P. J. 2001 . Components of\ndecreased sound tolerance: Hyperacusis, misophonia, phonopho-\nbia.ITHS News Letter ,2 ,5 –7.\nJastreboff, P. J. and Jastreboff, M. M. 2014 . Treatments for\ndecreased sound tolerance (hyperacusis and misophonia).\nSeminars in Hearing , 35, 105 –120.\nKılıc¸, C., €Oz, G., Avano /C21glu, K. B. and Aksoy, S. 2021 . The preva-\nlence and characteristics of misophonia in Ankara, Turkey:\nPopulation-based study. BJPsych Open , 7, e144.\nKo, H. Y., Lee, W. H., Won, E. K., Ban, J. J., Jung, D. E. and Kim,\nY.2018 . The reliability and validity of the Korean version of the\nautism-spectrum quotient. Psychiatry Investigation , 15, 783 –789.\nKose, S., Bora, _I., Erermis ¸, S. and Aydin, C. 2010 . Psychometric fea-\ntures of Turkish version of autism-spectrum quotient. Anadolu\nPsikiyatri Dergisi-Anatolian Journal of Psychiatry , 11, 253 –260.\nKose, S., Bora, E., Erermis ¸, S., €Ozbaran, B., Bildik, T. and Aydin,\nC.2013 . Broader autistic phenotype in parents of children with\nautism: Autism Spectrum Quotient –Turkish version. Psychiatry\nand Clinical Neurosciences , 67, 20 –27.\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J. and Griffiths,\nT. D. 2014 . Misophonia: A disorder of emotion processing of sounds.\nJournal of Neurology, Neurosurgery & Psychiatry ,8 5 ,e 3 –e3.\nMartino, D. and Hedderly, T. 2019. Tics and stereotypies: A comparative\nclinical review. Parkinsonism & Related Disorders , 59, 117 –124.\nMcKay, D., Kim, S.-K., Mancusi, L., Storch, E. A. and Spankovich, C.\n2018 . Profile analysis of psychological symptoms associated with\nmisophonia: A community sample. Behavior Therapy , 49, 286 –294.\nMeier, S. M., Petersen, L., Schendel, D. E., Mattheisen, M.,\nMortensen, P. B. and Mors, O. 2015 . Obsessive-compulsive dis-\norder and autism spectrum disorders: Longitudinal and offspring\nrisk. PLoS One , 10, e0141703.\nMurray, A. L., McKenzie, K., Kuenssberg, R. and Booth, T. 2017 .D o\nthe autism spectrum quotient (AQ) and autism spectrum quotient\nshort form (AQ-S) primarily reflect general ASD traits or specificASD traits? A bi-factor analysis. Assessment , 24, 444 –457.\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J. and Baguley, D. M.\n2021 . The prevalence and severity of misophonia in a UK under-\ngraduate medical student population and validation of the\nAmsterdam misophonia scale. Psychiatric Quarterly , 92, 609 –619.Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\n6 International Journal of Developmental Disabilities 2023 VOL.0 NO.0"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Norris, J. E., Kimball, S. H., Nemri, D. C. and Ethridge, L. E. 2022 .\nTowards a multidimensional understanding of misophonia using\ncluster-based phenotyping. Frontiers in Neuroscience , 16, 832516.\nPoon, V. W. K., Shu, D. S. T., Chan, R. W. S., Leung, C. N. W.\nand Leung, P. W. L. 2020 . Comparing the psychometric proper-\nties of the self- and parent-report versions of autism-spectrum\nquotient-adult in Hong Kong (AQ-adult-HK). Journal of Autism\nand Developmental Disorders , 50, 524 –528.\nRinaldi, L. J., Simner, J., Koursarou, S. and Ward, J. 2022 . Autistic\ntraits, emotion regulation, and sensory sensitivities in children and\nadults with Misophonia. Journal of Autism and Developmental\nDisorders ,1–13. doi: 10.1007/s10803-022-05623-x\nRobertson, A. E. and Simmons, D. R. 2013 . The relationship between\nsensory sensitivity and autistic traits in the general population.\nJournal of Autism and Developmental Disorders , 43, 775 –784.\nRuzich, E., Allison, C., Smith, P., Watson, P., Auyeung, B., Ring, H.\nand Baron-Cohen, S. 2015 . Measuring autistic traits in the general\npopulation: A systematic review of the Autism-Spectrum Quotient\n(AQ) in a nonclinical population sample of 6,900 typical adult\nmales and females. Molecular Autism ,6 ,2 .\nSakarya, M. D. and C ¸akmak, E. 2022 . Mizofoni €Olc¸e/C21gi’nin T €urkc¸e\nFormunun Gec ¸erlik ve G €uvenirlik S ınama C ¸alıs¸mas ı.Psikoloji\nC¸alıs¸malar ı/Studies in Psychology , 42, 231 –255.\nSanchez, T. G. and Silva, F. E. D. 2018 . Familial misophonia or\nselective sound sensitivity syndrome: Evidence for autosomaldominant inheritance? Brazilian Journal of Otorhinolaryngology ,\n84, 553 –559.\nSchneider, R. L. and Arch, J. J. 2017 . Case study: A novel application\nof mindfulness- and acceptance-based components to treat misopho-nia.Journal of Contextual Behavioral Science , 6, 221 –225.Schr\n€oder, A., Vulink, N. and Denys, D. 2013 . Misophonia: Diagnostic\ncriteria for a new psychiatric disorder. PLoS One , 8, e54706.\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł. and\nDragan, W. Ł.2020 . Prevalence of misophonia and correlates of\nits symptoms among inpatients with depression. International\nJournal of Environmental Research and Public Health , 17, 5464.\nSimner, J., Koursarou, S., Rinaldi, L. J. and Ward, J. 2021 .\nAttention, flexibility, and imagery in misophonia: Does attentionexacerbate everyday disliking of sound? Journal of Clinical and\nExperimental Neuropsychology , 43, 1006 –1017.\nTavassoli, T., Hoekstra, R. A. and Baron-Cohen, S. 2014 . The\nSensory Perception Quotient (SPQ): Development and validation\nof a new sensory questionnaire for adults with and without aut-ism. Molecular Autism ,5 ,2 9 –10.\nTunc¸, S. and Bas ¸bu/C21g, H. S. 2017 . An extreme physical reaction in\nmisophonia: Stop smacking your mouth!. Psychiatry and Clinical\nPsychopharmacology , 27, 416 –418.\nWilliams, Z. J., Cascio, C. J. and Woynaroski, T. G. 2022 .\nPsychometric validation of a brief self-report measure of misopho-\nnia symptoms and impairment: The duke-vanderbilt misophoniascreening questionnaire. Frontiers in Psychology , 13, 897901.\nWu, M. S., Lewin, A. B., Murphy, T. K. and Storch, E. A. 2014 .\nMisophonia: Incidence, phenomenology, and clinical correlates in\nan undergraduate student sample. Journal of Clinical Psychology ,\n70, 994 –1007.\nZhou, X., Wu, M. S. and Storch, E. A. 2017 . Misophonia symptoms\namong Chinese university students: Incidence, associated impair-ment, and clinical correlates. Journal of Obsessive-Compulsive\nand Related Disorders , 14, 7 –12.Emre Ert €urk et al. Correlation between misophonia symptoms and autistic\nInternational Journal of Developmental Disabilities 2023 VOL.0 NO.0 7"
    }
  ]
}