{
  "doc_type": "scientific paper",
  "title": "Misophonia: A Systematic Review of Current and Future Trends in This Emerging Clinical Field",
  "authors": [
    "Antonia Ferrer-Torres",
    "Lydia Giménez-Llort"
  ],
  "year": 2022,
  "journal": "International Journal of Environmental Research and Public Health",
  "doi": "10.3390/ijerph19116790",
  "abstract": "Misophonia is a scarcely known disorder. This systematic review (1) offers a quantitative and qualitative analysis of the literature since 2001, (2) identifies the most relevant aspects but also controversies, (3) identifies the theoretical and methodological approaches, and (4) highlights the outstanding advances until May 2022 as well as aspects that remain unknown and deserve future research efforts. Misophonia is characterized by strong physiological, emotional, and behavioral reactions to auditory, visual, and/or kinesthetic stimuli of different nature regardless of their physical characteristics. These misophonic responses include anger, general discomfort, disgust, anxiety, and avoidance and escape behaviors, and decrease the quality of life of the people with the disorder and their relatives. There is no consensus on the diagnostic criteria yet. High comorbidity between misophonia and other psychiatric and auditory disorders is reported. Importantly, the confusion with other disorders contributes to its underdiagnosis. In recent years, assessment systems with good psychometric properties have increased considerably, as have treatment proposals. Although misophonia is not yet included in international classification systems, it is an emerging field of growing scientific and clinical interest.",
  "keywords": [
    "misophonia",
    "epidemiology",
    "etiology",
    "comorbidity",
    "treatment",
    "diagnosis"
  ],
  "research_topics": [
    "symptomatology",
    "evolution of misophonia",
    "etiology",
    "diagnostic criteria",
    "comorbidity",
    "assessment tools",
    "treatment options"
  ],
  "created_at": "2025-05-05T03:43:46.810466Z",
  "source_pdf": "documents/research/Global/Ferrer-Torres 2022 Misophonia a Systematic Review of Current and Future Trends in this Emerging Clinical Field.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Ferrer-Torres, A.;\nGiménez-Llort, L. Misophonia: A\nSystematic Review of Current and\nFuture Trends in This Emerging\nClinical Field. Int. J. Environ. Res.\nPublic Health 2022 ,19, 6790. https://\ndoi.org/10.3390/ijerph19116790\nAcademic Editors: Vicente Javier\nClemente Su árez and Paul B.\nTchounwou\nReceived: 21 April 2022\nAccepted: 28 May 2022\nPublished: 1 June 2022\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2022 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nInternational  Journal  of \nEnvironmental Research\nand Public Health\nReview\nMisophonia: A Systematic Review of Current and Future\nTrends in This Emerging Clinical Field\nAntonia Ferrer-Torres1,2,*\nand Lydia Gim énez-Llort2,3\n1L’Alfatier-Centro M édico Psicol ógico, 08025 Barcelona, Spain\n2Department of Psychiatry and Forensic Medicine, School of Medicine, Universitat Aut ònoma de Barcelona,\n08193 Barcelona, Spain; lidia.gimenez@uab.cat\n3Institut de Neuroci ències, Universitat Aut ònoma de Barcelona, 08193 Barcelona, Spain\n*Correspondence: cmedicopsicologico@alftier.es; Tel.: +34-934-761-700\nAbstract: Misophonia is a scarcely known disorder. This systematic review (1) offers a quantitative\nand qualitative analysis of the literature since 2001, (2) identiﬁes the most relevant aspects but also\ncontroversies, (3) identiﬁes the theoretical and methodological approaches, and (4) highlights the\noutstanding advances until May 2022 as well as aspects that remain unknown and deserve future\nresearch efforts. Misophonia is characterized by strong physiological, emotional, and behavioral\nreactions to auditory, visual, and/or kinesthetic stimuli of different nature regardless of their physical\ncharacteristics. These misophonic responses include anger, general discomfort, disgust, anxiety, and\navoidance and escape behaviors, and decrease the quality of life of the people with the disorder\nand their relatives. There is no consensus on the diagnostic criteria yet. High comorbidity between\nmisophonia and other psychiatric and auditory disorders is reported. Importantly, the confusion\nwith other disorders contributes to its underdiagnosis. In recent years, assessment systems with\ngood psychometric properties have increased considerably, as have treatment proposals. Although\nmisophonia is not yet included in international classiﬁcation systems, it is an emerging ﬁeld of\ngrowing scientiﬁc and clinical interest.\nKeywords: misophonia; epidemiology; etiology; comorbidity; treatment; diagnosis\n1. Introduction\nMisophonia is a complex neurophysiological and behavioral disorder of multifactorial\norigin and is characterized by an increased physiological and emotional response produced\nby intolerance to speciﬁc auditory stimuli [ 1–5]. It has also been described as a form of\nsound intolerance, in which hyper-reactivity and selective aversion to one type of sound\nare present [ 6]. Additionally, misophonia has been considered a new mental disorder [ 7,8].\nThere is currently debate whether misophonia is an auditory or psychiatric disorder per\nse. The main reason for the reluctance to include misophonia among mental disorders\nis the danger of stigmatizing and “pathologizing” the medical picture [ 9]. On the other\nhand, it is considered that misophonia cannot be classiﬁed as an auditory disorder since no\nrelationship has been found between it and hearing thresholds, as the disorder can occur\nin people with normal hearing, with hearing loss, or with some auditory pathology [ 9].\nFurthermore, misophonia can develop in the absence of any peripheral or central auditory\npathology [ 10]. Additionally, the speciﬁcity of the triggering stimuli suggests that the\nsymptoms are unlikely to be caused by an alteration of the auditory system [11].\nAlthough the prevalence of misophonia is not precisely known, the ﬁgure is estimated\nto be close to 20% of the population [ 5] or 6% showing signiﬁcant associated functional\nimpairment as reported in clinical settings [ 12]. Misophonia may coexist with other hearing\nand psychiatric disorders, and it can be confused with other hearing conditions, so the\npercentage of affected individuals may be higher [ 4,12–14], with it being considered an\nunderdiagnosed disorder. Misophonia has a signiﬁcant impact on the sufferer’s life, as\nInt. J. Environ. Res. Public Health 2022 ,19, 6790. https://doi.org/10.3390/ijerph19116790 https://www.mdpi.com/journal/ijerph"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 2 of 26\ntheir maladaptive and avoidant behaviors interfere with the performance of work or\nacademic tasks and cause signiﬁcant impairment in their interpersonal relationships [ 1,6].\nIn response to exposure to the triggering stimulus, the individual experiences a series of\nphysical and emotional reactions of such intensity that they affect their functionality and\nwell-being (see Figure 1). The intensity of the misophonic responses varies depending on\nthe emitting source, being more intense when the sound is produced by family members\nor acquaintances [ 2,9,15]. Research and health care regarding misophonia are currently\nscarce but slowly increasing in recent years, and the ﬁrst consensus deﬁnition has been\npublished [ 16]. First, there is a lack of sufﬁcient diagnostic criteria to aid in the correct\nclassiﬁcation of misophonia and its recognition as a distinct disorder. In addition, little\nis known about its etiology, and insufﬁcient assessment tools are available to measure\nmisophonic symptoms accurately. As expected, there are no protocols for its treatment that\nare scientiﬁcally supported through randomized clinical trials.\nInt. J. Environ. Res. Public Health 2022 , 19, 2 of 27 \n \n so the percentage of affected individuals may be higher [4,12–14], with it being considered \nan underdiagnosed disorder. Misophonia has a si gnificant impact on the sufferer’s life, as \ntheir maladaptive and avoidant behaviors interfere with the performance of work or aca-demic tasks and cause significant impairment in  their interpersonal relationships [1,6]. In \nresponse to exposure to the triggering stim ulus, the individual experiences a series of \nphysical and emotional reactions of such intens ity that they affect their functionality and \nwell-being (see Figure 1). The intensity of th e misophonic responses varies depending on \nthe emitting source, being more intense when  the sound is produced by family members \nor acquaintances [2,9,15]. Research and health care regarding misophonia are currently \nscarce but slowly increasing in recent years, and the first consensus definition has been \npublished [16]. First, there is a lack of sufficient diagnostic criteria to aid in the correct classification of misophonia and its recognition as a distinct disorder. In addition, little is \nknown about its etiology, and insufficient assessment tools are\n available to measure miso-\nphonic symptoms accurately. As expected, ther e are no protocols for its treatment that are \nscientifically supported through randomized clinical trials.  \n \nFigure 1. Brief explanatory diagram of mi sophonia (own elaboration). \nThe aims of the present work were (i) to of fer a quantitative and qualitative analysis \nof the studies on misophonia based on the data obtained in different bibliographic data-\nbases; (ii) identify the relevant known, un known, and controversial aspects of misopho-\nnia; (iii) identify the theoretical approaches  developed on misophonia; (iv) to know the \nmethodology, types of designs used, advantages  and disadvantages of each of the studies; \nand (v) to know the most outstanding advances that misophonia has had until 31 March \n2022, as well as those aspects that remain unknown and deserve future research efforts. \nDuring the peer-review process (May 2022), so me new scientific reports have been pub-\nlished, and because of their relevance they have been included in the discussion.  \nHence, this study presents a state of the art bibliographic review on misophonia, con-\nsidering the most recent research on its etiology, epidemiology, diagnosis, comorbidity, \nevaluation instruments, and treatment of this disorder.  \nFigure 1. Brief explanatory diagram of misophonia (own elaboration).\nThe aims of the present work were (i) to offer a quantitative and qualitative analysis of\nthe studies on misophonia based on the data obtained in different bibliographic databases;\n(ii) identify the relevant known, unknown, and controversial aspects of misophonia;\n(iii) identify the theoretical approaches developed on misophonia; (iv) to know the method-\nology, types of designs used, advantages and disadvantages of each of the studies; and\n(v) to know the most outstanding advances that misophonia has had until 31 March 2022,\nas well as those aspects that remain unknown and deserve future research efforts. During\nthe peer-review process (May 2022), some new scientiﬁc reports have been published, and\nbecause of their relevance they have been included in the discussion.\nHence, this study presents a state of the art bibliographic review on misophonia,\nconsidering the most recent research on its etiology, epidemiology, diagnosis, comorbidity,\nevaluation instruments, and treatment of this disorder.\n2. Methods\nIn the present study, a systematic review of misophonia was carried out following the\nguidelines of the PRISMA [17] method for its correct elaboration (see Figure 2)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 3 of 26\nInt. J. Environ. Res. Public Health 2022 , 19, 3 of 27 \n \n 2. Methods \nIn the present study, a systematic review of misophonia was carried out following \nthe guidelines of the PRISMA [17] method for its correct elaboration (see Figure 2). \n \nFigure 2. Flow chart of the systematic review on misophonia. \nThe term misophonia was used to search in the following databases: Dialnet, Pub-\nMed, SciELO, and WorldWideScience.org, and al so included a direct selection of 20 stud-\nies on isophonia from Google Scholar due to their scientific relevance. The PubMed data-\nbase was used because it is considered the be st tool for searching biomedical literature; \nWorldWideScience.org was also used because of its extensive database. The chronological \nrange of the search was from 2001 to the pr esent date, 31 March 202 2. Although in other \ndatabases, including Google Scholar, misophonia has been referred to since 2001, in Pub-\nMed and WorldWideScience.org, the date of the first publication on misophonia is 2006. \nIn SciELO, the first studies are recorded from 2015, and in Dialnet from 2017. As depicted \nin the flowchart, the search yielded 706 results identified as possible analysis sources. Af-\nter removing 297 duplicates, the number of records to be screened was 409, but 326 were found unsuitable after reading the abstract ( n = 140) or were not specific on the topic ( n = \n186). Therefore, the number of full-text articles assessed for eligibility selected to be in-\ncluded in the systematic analysis was 83. \nThese studies have been approached mainly by neuroscience, psychiatry, psychol-\nogy, and behavioral sciences. The thematic research presented in this paper was divided into seven main areas: symptomatology, the evolution of misophonia, etiology, diagnostic \ncriteria, comorbidity, assessment tools, and tr eatment options. Finally, the results section \nhighlights those considered more interesting an d points to the areas in which research on \nmisophonia should be focused. \n3. Results of the Bibliographic Research \n3.1. Triggering or Misophonic Stimulus and Symptomatology \nThe stimuli that trigger the aversive reac tion are called “triggering sounds”, “miso-\nphonic stimuli”, or “misophonic sounds” and are characterized by sharing the same pat-tern, regardless of the decibel level [18]. The individual’s responses following the expo-\nsure to the misophonic stimulus are referred to as “misophonic responses” [1]. These can \nFigure 2. Flow chart of the systematic review on misophonia.\nThe term misophonia was used to search in the following databases: Dialnet, PubMed,\nSciELO, and WorldWideScience.org, and also included a direct selection of 20 studies on\nisophonia from Google Scholar due to their scientiﬁc relevance. The PubMed database\nwas used because it is considered the best tool for searching biomedical literature; World-\nWideScience.org was also used because of its extensive database. The chronological range\nof the search was from 2001 to the present date, 31 March 2022. Although in other databases,\nincluding Google Scholar, misophonia has been referred to since 2001, in PubMed and\nWorldWideScience.org, the date of the ﬁrst publication on misophonia is 2006. In SciELO,\nthe ﬁrst studies are recorded from 2015, and in Dialnet from 2017. As depicted in the\nﬂowchart, the search yielded 706 results identiﬁed as possible analysis sources. After\nremoving 297 duplicates, the number of records to be screened was 409, but 326 were found\nunsuitable after reading the abstract ( n= 140) or were not speciﬁc on the topic ( n= 186).\nTherefore, the number of full-text articles assessed for eligibility selected to be included in\nthe systematic analysis was 83.\nThese studies have been approached mainly by neuroscience, psychiatry, psychology,\nand behavioral sciences. The thematic research presented in this paper was divided into\nseven main areas: symptomatology, the evolution of misophonia, etiology, diagnostic\ncriteria, comorbidity, assessment tools, and treatment options. Finally, the results section\nhighlights those considered more interesting and points to the areas in which research on\nmisophonia should be focused.\n3. Results of the Bibliographic Research\n3.1. Triggering or Misophonic Stimulus and Symptomatology\nThe stimuli that trigger the aversive reaction are called “triggering sounds”, “miso-\nphonic stimuli”, or “misophonic sounds” and are characterized by sharing the same pattern,\nregardless of the decibel level [ 18]. The individual’s responses following the exposure to the\nmisophonic stimulus are referred to as “misophonic responses” [ 1]. These can be physical\nand/or emotional in nature. The former is often muscle constriction and increased heart\nrate [ 6,19]; although one may also experience a feeling of pressure in the chest, arms, head,\nor throughout the body, as well as increased body temperature, physical pain, or shortness\nof breath [ 2]. On the other hand, the emotional misophonic response may manifest with\nreactions such as anger, anxiety, disgust, avoidance behavior, escape, and/or feelings of"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 4 of 26\nbeing overwhelmed. The person suffering from misophonia recognizes that their responses\nare unwanted, uncontrolled, sometimes excessive, and unacceptable [ 20,21], but they still\nfeel offended by those emitting the misophonic stimulus [ 9]. Despite this, too, they may\nhave violent impulses toward the source of the misophonic sound [ 22]. In fact, anger is the\nprimary emotional response to misophonia. One study reported that irritation (59.9%) was\nthe most common misophonic response, and 28.6% of patients reported aggressive verbal\nbehaviors. Even 16.7% admitted physical aggression towards objects [20].\nThe set of emotional reactions leads the individual to carry out maladaptive behaviors,\nsuch as asking the person emitting the misophonic stimulus to stop, arguing with them,\nor presenting an excessive desire to escape from the stimulus [ 23]. Avoidance behaviors\nare frequent, and although they provide the individual with momentary comfort, they\nworsen and maintain the symptomatology [ 24]. In addition, misophonia can contribute\nto the development of other health problems, such as behavioral disorders, emotional\nreactivity [ 1], difﬁculties in regulating emotions [ 15,25], and impaired quality of life [ 6,15].\nIt also appears to be common for people with misophonia to suffer abuse from others\ndue to their symptoms and maladaptive behaviors. For example, it has been noted that\nmisophonic patients routinely share on internet forums that they are accused of being\n“crazy” or “troublemakers” by people in their immediate environment [6].\nIt has been deﬁned that the stimuli that trigger the aversive reaction called “triggering\nsounds” or “misophonic sounds”, are characterized by sharing the same pattern, regardless\nof their physical properties such as intensity, frequency, harshness, or decibel level [ 3].\nEmpirical studies have shown that misophonia is not limited to an aversion to loud, sharp,\nor harsh sounds; since even soft sounds can trigger the misophonic response (e.g., slurping\nsounds) [ 9]. In addition, misophonic sounds vary between people, so they are believed\nto be conditioned to individual, learning, and contextual differences. This indicates that\nthe auditory stimulus does not produce the adverse reaction simply because of its sonic\nproperties but is also signiﬁcantly inﬂuenced by who or what elicits it [ 2]. Initially, it\nwas proposed that the patient’s discomfort was elicited by the presence or anticipation of\na speciﬁc sound produced by a person [ 20]. However, years later, it was found that the\ntriggering sounds did not always come from human activities but were everyday sounds [ 6]\ninﬂuenced by the context and individual characteristics of the patient [ 26,27] as well as\nsounds emitted by animals or objects [2,5,28,29].\nThe most frequent triggering stimuli for misophonic symptoms are sounds emitted\nwhile eating [ 30] (e.g., chewing, crunching food, slurping, etc.), nasal sounds (e.g., breath-\ning, snifﬁng, sneezing), and sounds made with the throat (such as throat clearing) [ 5,31].\nMachine-related sounds are also common, such as those emitted by the computer keyboard,\nthe ticking of the clock, the coffee maker, the stapler, or hair dryers, among others [ 21].\nThese are some examples, but it should be noted that triggering sounds are very varied\nand, although they are usually everyday [ 24,32], they are inﬂuenced by the context and the\nindividual characteristics of the patient [ 27]. Recent research has found that the triggering\nstimulus can have different sensory modalities, not limited to sound alone [ 5,28,33]. That\nis, visual or kinesthetic stimuli related to the triggering auditory stimulus can also elicit\nthe aversive response. For example, a person whose misophonic sound is the sound of\nchewing may generalize the aversive behavior to visual stimuli associated with the image\nof a particular food, e.g., fried food. In addition, another study has found that imagining a\nmisophonic sound can trigger symptoms very similar to those experienced when hearing\nthe actual sound [19].\nConsequently, probably the best term to use is “triggering stimulus” or “misophonic\nstimulus”, since the concept of misophonic sound does not refer only to an auditory sensory\nmodality. An unresolved unknown is whether the misophonic stimulus also produces\naversive reactions when produced by the same patient. Although in a study with a sample\nof 92 misophonic patients, it was indicated that most do not experience symptoms when\nthey themselves emit the triggering sound (e.g., chewing) [34]."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 5 of 26\n3.2. The Evolution of the Study of Misophonia\nFigure 3 illustrates the timeline of the outstanding studies related to misophonia. In\nthe 1990s, Marsha Johnson, an American audiologist, described for the ﬁrst time what she\ncalled ‘Sensitivity to Soft Sound or Selective Sound Sensitivity Syndrome’, abbreviated as\n4S syndrome [ 22]. With this label, she described a syndrome characterized by an evident\nintolerance to speciﬁc sounds unique to each individual [ 35]. Johnson called the annoying\nsound a “trigger sound”, and emphasized that associated visual or olfactory stimuli could\nalso provoke the misophonic response [22].\nInt. J. Environ. Res. Public Health 2022 , 19, 5 of 27 \n \n Consequently, probably the best term to use is “triggering stimulus” or “misophonic \nstimulus”, since the concept of misophonic so und does not refer only to an auditory sen-\nsory modality. An unresolved unknown is whether the misophonic stimulus also pro-\nduces aversive reactions when produced by th e same patient. Although in a study with a \nsample of 92 misophonic patients, it was indicated that most do not experience symptoms \nwhen they themselves emit the trigge ring sound (e.g., chewing) [34].  \n3.2. The Evolution of the Study of Misophonia \nFigure 3 illustrates the timeline of the outstanding studies related to misophonia. In \nthe 1990s, Marsha Johnson, an American audiol ogist, described for the first time what she \ncalled ‘Sensitivity to Soft Sound or Selective Sound Sensitivity Syndrome’, abbreviated as \n4S syndrome [22]. With this label, she described a syndrome characterized by an evident intolerance to specific sounds unique to each individual [35]. Johnson called the annoying \nsound a “trigger sound”, and emphasized that associated visual or olfactory stimuli could \nalso provoke the misophonic response [22].  \n \nFigure 3. Timeline of outstanding studies related to misophonia (Own elaboration). \nIn 2001, the authors Margaret and Pawel Jastreboff first used the term misophonia to \ndescribe a series of negative limbic and au tonomic system reactions resulting from per-\nceiving specific sounds [3]. It was suggested that this response was caused by increased \nfunctional connections between the auditory system and the limbic system. According to \nthese authors, the auditory system functions no rmally, but at the behavioral level negative \nreactions are evoked. In other words, misophon ia does not imply an increased activation \nof the auditory system, but the problem lies in the emotional response of the patients to \nthe triggering sound [3]. \nIn later years, findings made it possible to differentiate misophonia from other diag-\nnoses such as hyperacusis or phonophobia. It  was determined that misophonia was a sep-\narate disorder since, unlike hyperacusis (dec reased tolerance to sound), the symptomatol-\nogy was associated exclusively with one type of sound; and it was distinct from phono-\nphobia (fear of sounds) because the primary emotional response differed [10]. Although \nmisophonia can occur in conjunction with these pathologies, it is also seen in isolation \n[10]. \nWith sufficient evidence to consider mi sophonia as an independent disorder, out-\nreach efforts began in the medical community to publicize this condition and raise aware-\nness of its impact on the individual’s life [21]. In addition, work was done to understand the prevalence of misophonia [4,5,31] and to  understand the experience of misophonic \nindividuals through case studies [2,35–37].  \nFigure 3. Timeline of outstanding studies related to misophonia (Own elaboration).\nIn 2001, the authors Margaret and Pawel Jastreboff ﬁrst used the term misophonia\nto describe a series of negative limbic and autonomic system reactions resulting from\nperceiving speciﬁc sounds [ 3]. It was suggested that this response was caused by increased\nfunctional connections between the auditory system and the limbic system. According to\nthese authors, the auditory system functions normally, but at the behavioral level negative\nreactions are evoked. In other words, misophonia does not imply an increased activation\nof the auditory system, but the problem lies in the emotional response of the patients to the\ntriggering sound [3].\nIn later years, ﬁndings made it possible to differentiate misophonia from other di-\nagnoses such as hyperacusis or phonophobia. It was determined that misophonia was\na separate disorder since, unlike hyperacusis (decreased tolerance to sound), the symp-\ntomatology was associated exclusively with one type of sound; and it was distinct from\nphonophobia (fear of sounds) because the primary emotional response differed [ 10]. Al-\nthough misophonia can occur in conjunction with these pathologies, it is also seen in\nisolation [10].\nWith sufﬁcient evidence to consider misophonia as an independent disorder, outreach\nefforts began in the medical community to publicize this condition and raise awareness\nof its impact on the individual’s life [ 21]. In addition, work was done to understand\nthe prevalence of misophonia [ 4,5,31] and to understand the experience of misophonic\nindividuals through case studies [2,35–37].\n3.3. Epidemiology of Misophonia\nBecause the diagnostic criteria for misophonia are not established, epidemiological\ndata are unknown, although rough estimates are available. From data collected by a tinnitus\nand hyperacusis center in the United States, it is estimated that 3% of the population suffers\nfrom misophonia. In addition, it was found that 92% of patients with low tolerance to\nsounds have misophonia, so they warn that this disorder is underdiagnosed because it can\nbe confused with auditory disturbances [4]."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 6 of 26\nAnother ﬁgure reported in 2014 was much higher, as the incidence amounted to 19.90%\nof misophonia cases in a sample of nearly 500 college students in Florida [ 5]. Subsequently,\nin 2017, replicating this methodology, but accounting only for cases of misophonia with\nmoderate severity, it was reported that 6% of their sample ( n= 415) showed misophonic\nsymptoms with associated functional impairment [ 31]. This indicates that about a quarter\nof the population may have misophonic symptoms, but only 6% of these individuals would\nmeet the clinical criteria for diagnosis.\nAnother later study, 2021, using the A-MISO diagnostic tool with a sample of 336 med-\nical students from a UK university, found that clinically signiﬁcant misophonic symptoms\nappeared to be common with 49.1% of the sample population affected [ 14]. A new study,\nalso from 2021, in Ankara, Turkey, showed that misophonia was common in the general\npopulation and could cause signiﬁcant disruption to daily life if not adequately treated. The\nresults showed a prevalence of misophonia of 12.8% ( n= 69 of 541), although 427 (78.9%)\nparticipants reported at least one sound that was distressing [ 38]. These results, therefore,\nindicated that misophonia was a phenomenon that could be experienced by a signiﬁcant\nproportion of the population, although only a small subset experienced it severely.\nThe estimates differ because they are speculative rates, as the degree of misophonic\nsymptoms has been assessed by self-administered scales, which lack a full psychiatric\nassessment [ 39]. The above ﬁgures are not generalizable but suggest that this is a real\nhealth problem that requires attention, as misophonia scores are associated with scales\nof functional impairment [ 5,15], speciﬁcally in the school or work, social, and family\ncontext [5].\nSo far, no difference in the prevalence of misophonia between sexes has been proven.\nSome studies have reported that a higher percentage of misophonic individuals were\nwomen [ 23,40], although other studies have not indicated differences [ 31]. It is too early to\nafﬁrm or rule out that misophonia affects women differently, so this line of research should\nbe continued by previously ruling out possible measurement biases.\n3.4. Etiology of Misophonia\nThe exact causes of misophonia and the characteristics related to its evolution are\nnot currently known. An acute and sudden onset has been observed, often in childhood\nor early adolescence, when the person begins to notice the sounds emitted by someone\nnearby and becomes hypersensitive to them. According to one paper, the mean age of\nonset of misophonic symptoms in a sample of 42 patients was 13 years [ 20]. However,\na case has been reported in which the onset of misophonia was identiﬁed in a 2-year-\nold individual [ 23]. On the other hand, regarding the age of diagnosis, some authors\nconsidered that despite being a disorder that can begin in childhood, the mean age at which\nthe diagnosis of misophonia is received is 37 years [ 20]. The data of another study coincided,\nas the mean age of 92 misophonic participants was 39 years, at which time they received\nhealth care due to the disorder [ 34]. It is a chronic disorder that, on average, affects patients\nfor 30 years of their lives, as they are not usually treated [ 23]. In this study, the natural\nevolution of the disorder is a worsening of symptoms in 58% of cases, although sometimes\nthey remain stable (25%), and rarely remit spontaneously (16.7%) [ 23]. In another study,\n45% have worsened over time [2].\nGenerally, the onset of misophonia appears from an early triggering event that pro-\nvokes in the individual unpleasant feelings such as disgust [ 9]. The onset of the disorder\nmay be associated with unpleasant childhood memories of sounds emitted by family mem-\nbers (e.g., during meals) [ 20]. Different explanatory hypotheses for misophonia have been\nproposed, including traumatic events or predisposition due to other disorders. However,\nseveral studies rule out trauma as an explanation for the onset of misophonia [20,40].\n3.4.1. Genetic Predisposition Hypothesis\nThe genetic predisposition hypothesis suggests that obsessive-compulsive personality\ndisorder predisposes the individual to develop misophonia [ 20]. Because of this relationship"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 7 of 26\nbetween obsessive-compulsive disorder and misophonia [ 41], and because it has been said\nthat this personality disorder could be genetically predisposed, it was hypothesized that\nmisophonia could also be genetically predisposed. However, although there appears to be\nalmost 50% comorbidity between the two disorders [ 20], current knowledge is insufﬁcient\nto determine a causal relationship between misophonia and another disorder or disease.\nWithin this theory, one study indicated a higher prevalence of sound intolerance\namong individuals with disorders such as Williams syndrome or autism spectrum disorders\n(ASD) [ 42]. Speciﬁcally, it was observed that 90% of individuals in a 118-member group\nwith Williams syndrome showed greater sensitivity to certain sounds; and that 27% of\nparticipants with ASD also showed some degree of sensitivity to sounds greater than the\ncontrol group [43].\nAnother study also proposed the hereditary component of misophonia, as it found\nthat 15 members of the same family met the criteria for the diagnosis of this disorder [ 23].\nLikewise, another study also concluded that one-third of the participants with misophonia\n(n= 301) reported a family history with the same symptomatology [ 30]. The fact that\nparticipants manifest misophonic symptoms during childhood or early adolescence could\nindicate that they learn to reproduce the behavior of other family members. Although,\naccording to information from the participants, some of those affected had little contact\nwith the rest of the family and still developed the disorder [23].\nOne study suggested that personal characteristics such as age (childhood and early\nadolescence), sex, and family traits during the individual’s development (e.g., a family\nmember having misophonia) mediated the onset of misophonia [ 40]. However, the inﬂu-\nence of these factors is still unclear, as in other studies, age and sex were not signiﬁcantly\nassociated with the severity of misophonia [ 5,34]. So far, no genetic studies have been\ncarried out to show that auditory stimulus intolerance has a hereditary component, so this\nexplanation does not yet have sufﬁcient empirical support.\n3.4.2. Neurobiological Alterations Hypothesis\nThe emotional response experienced by misophonic patients in the presence of sound\nraised the question of whether auditory information was processed differently or increased\nin these individuals. However, the symptomatology of misophonia associated with only\none type of sound suggested that, if there was an anatomical alteration, it would be found\nin cortical areas responsible for information processing [ 10]. In this sense, it was observed\nthat most people with misophonia had normal auditory sensitivity [ 44]. If the misophonic\nresponse was not due to an alteration of the auditory system as initially thought, it was\nproposed that the response of misophonic patients might be due to an alteration of the\nlimbic system and the autonomic nervous system, which react abnormally to auditory\ninput of normal intensity [ 10]. Symptoms of increased blood pressure evidence activation\nof the autonomic nervous system and heart rate, increased body temperature, sweating\npalms, physical pain, and shortness of breath after exposure to trigger stimuli [ 2]. The\nincreased physiological response has been explained as a result of increased arousal of\nthe sympathetic nervous system, which in turn produces distress in the individual [ 1].\nEdelstein et al. [ 2] pioneered the study of the physiological response of people with miso-\nphonia, conﬁrming that their reaction to the triggering sound included an increase in\nskin conductance, which did not occur in the presence of nonaversive stimuli of another\nmodality [ 2]. This physiological reaction showed a positive and signiﬁcant correlation with\nthe intensity of the aversion indicated by the individual, whether misophonic or control.\nSuch a ﬁnding suggested that people with misophonia manifested the same reaction as the\ngeneral population had to aversive stimuli, with the difference that they experienced the\ndiscomfort much more intensely [2].\nSubsequently, a study by Schröder et al. [ 45] used functional magnetic resonance\nimaging (fMRI) for the ﬁrst time to localize functional neuroanatomical correlates of miso-\nphonia [ 45]. Compared to control patients, participants with misophonia showed increased\nneural activity in the visual cortex, temporal cortex, amygdala, and anterior insula. How-"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 8 of 26\never, these results were taken as preliminary, as it was not evident whether the increased\nactivation of these regions in patients occurred exclusively in the presence of the triggering\nstimuli [ 45]. Continuing this line of research, in 2019, the reactions of 21 patients with miso-\nphonia and 23 without were analyzed [ 46]. They presented signals of multimodal nature\n(auditory and visual) in three conditions: related to the misophonic stimulus, aversive, and\nneutral stimuli. Measurements of the behavioral and emotional responses of the partici-\npants were also performed to have a better understanding of the misophonic reaction. The\nresults indicated that misophonic audiovisual stimuli caused anger, disgust, and sadness\namong patients with misophonia, accompanied by physiological arousal and increased\nactivity of the right insula, right anterior cingulate cortex, and right superior temporal\ncortex [ 46]. This set of reactions occurred only during exposure to aversive stimulus cues, as\nthe responses of patients with misophonia to neutral stimuli were the same as the rest [ 46].\nAnswering the previous unknown, these ﬁndings demonstrated that there is no permanent\nfunctional impairment but rather an exaggerated response to a speciﬁc stimulus.\nFrom this study, the authors suggested that the insula and the right anterior cingulate\ncortex activity indicated the overactivation of the network responsible for the detection\nand selection of emotionally relevant information [ 46]. Since the misophonic signals were\nidentiﬁed as salient information, there was an increase in cardiovascular arousal and other\nautonomic responses. On the other hand, the hyper-reactivity observed in the right superior\ntemporal cortex would explain the attentional increase of misophonic individuals to the\ntriggering stimulus due to the relevance of this area for auditory selective attention [46].\nOveractivation of the insula had also been reported by Kumar et al. [ 47], who also\ndetected abnormal connectivity between it and cortical regions such as the medial frontal,\nmedial parietal, and medial temporal cortex [ 47]. The authors attributed these connectivity\nalterations to an abnormality in myelination in the medial frontal cortex, which results\nin the neuronal response responsible for misophonic patients’ physiological arousal and\nemotional response [ 47,48]. Thus, the most recent studies by Eijsker et al. [ 48,49] are\nalso rather important as they investigated the neuropathology basis of the disorder and\nprovided new ﬁndings on structural and functional brain abnormalities.\nAn interesting paper from 2021 studied misophonia from a motor perspective [ 50],\nwhere the mirror neuron system related to orofacial movements and the visual and auditory\ncortex could be the basis of this disorder. According to Kumar et al. [ 50], in people with\nmisophonia, there was increased functional connectivity between the auditory cortex and\nthe orofacial motor areas in response to all types of sound; in addition, there was also\nincreased activation of the orofacial motor area in response to trigger sounds and, ﬁnally, the\nactivation of the orofacial motor area increased in proportion to the misophonic discomfort.\nHowever, despite the optimism in determining these theories as to the neurobiological\nbasis of misophonia, some authors mentioned that the lack of consensus about the diagnosis\nwas its major limitation [ 51]. They also emphasized that the collaboration of psychiatrists\nand psychologists was indispensable in the process of participant selection in order to\nmake a comprehensive evaluation that complements the results of the subjective scales [ 51].\nOn the other hand, other authors emphasized that anger was not a primary emotional\nresponse in misophonia, as another study with more than 300 patients reported annoyance\nas the primary reaction to this disorder [ 40]. Although it is impossible to determine that the\ndescribed alterations are the biological bases causing misophonia, they are undoubtedly\nassociated with the disorder.\n3.4.3. Conditioning Hypothesis\nIt is believed that learning may partly explain the emotional and behavioral symptoms\nof misophonia. In this sense, the misophonic response would be a conditioned behavior\nthrough classical conditioning: there is a neutral stimulus (e.g., chewing noise) that, after\nbeing associated with an aversive unconditioned stimulus, triggers the same unconditioned\nresponse (anger, irritation, etc.) [ 3]. The emotional and physiological response results from"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 9 of 26\nthe activation of the limbic and autonomic nervous system, producing irrational reactions\nto the conditioned stimulus (the misophonic sound) [24].\nAt the behavioral level, patients avoided situations involving the inclusion of the\nmisophonic sound, and in the long term, the avoidance reinforced the pathological re-\nsponse (since it functioned as a negative reinforcer), exacerbating the symptomatology [ 24].\nUltimately, this is a conditioning process in which the individual learns to respond dis-\nproportionately to an auditory stimulus. For example, one study presented 10 cases that\nsupported the development of misophonia as classical conditioning [ 35]. On the other\nhand, it is also possible that individuals with misophonia are sensitized to the triggering\nsound [ 52]. Although the neural mechanism for sensitization in misophonia is unknown,\nit may be related to the long-term potentiation of limbic system neurons [ 2]. Similarly,\nJastreboff and Jastreboff [ 4] considered that the triggering sound was part of a conditioned\nstimulus that was inﬂuenced by the context and by psychological factors [ 4]. In fact, these\nauthors proposed that the treatment of misophonia should aim at desensitizing patients\nto the triggering stimulus; and this would be achieved after systematic exposure to the\nconditioned stimulus [ 51] despite the disagreement of Dozier, who argued that exposure\ncould lead to a worsening of symptoms [53].\n3.5. Diagnosis of Misophonia\nMisophonia is not included in any diagnostic classiﬁcation, so there is no consensus on\nthe criteria for diagnosis. However, different authors have proposed a series of diagnostic\ncriteria based on the current body of knowledge [20,29].\n3.5.1. Diagnostic Criteria\nThe need for standardized diagnostic criteria stems from their importance in promot-\ning the recognition of this disorder, the development of empirical work, and the improve-\nment of the evaluation and treatment of misophonia [ 20,29,54]. Some authors suggested\nthat misophonia should be considered an obsessive-compulsive spectrum disorder [ 20].\nThey proposed six diagnostic criteria, among which it was stated that the presence or antic-\nipation of the sound causes an aversive physical reaction, that anger is the salient feeling,\nand that the sensation experienced by the patient is explained by obsessive-compulsive\ndisorder or post-traumatic disorder [ 20]. On the other hand, another diagnostic proposal\nfor misophonia was developed where it was indicated that the diagnostic criteria needed\nto be updated based on new scientiﬁc evidence ﬁndings [ 29]. For example, it was found\nthat misophonic sound could come from any source, not strictly limited to human activi-\nties [ 2,5,28,29]. Thus, a triggering stimulus can be a sound emitted by animals, electronic\ndevices, or other objects. Based on these and other considerations, an adapted and updated\nversion of the diagnostic criteria for misophonia was proposed [ 29]. For example, the\nstimulus is considered to elicit an immediate physical reaction that is not always easy to\nidentify [29].\n3.5.2. Differential Diagnosis\nIt should be noted that the symptomatology of misophonia may share characteristics\nwith other psychiatric and auditory disorders or be confused with them, contributing to its\nunderdiagnosis [4].\nTable 1 shows the disorders that may be most frequently involved in the differential\ndiagnosis of misophonia and their similarities and differences."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 10 of 26\nTable 1. Disorders most frequently involved in the differential diagnosis of misophonia.\nDisorder Similarities with Misophonia Differences with MisophoniaPsychiatric disorderSpeciﬁc phobiaA triggering stimulus may evoke a negative\nresponse, as well as avoidance behaviors.In speciﬁc phobia, one experiences mostly anxiety and\nfear, whereas with misophonia a high degree of anger\nand aggression is perceived [20].\nPhonophobia Fear of a speciﬁc sound.The main symptom is not anxiety or fear as in\nphonophobia, but the feeling of irritation, disgust, or\nanger [10,20].\nSocial phobiaHabitual avoidance of social situations, due\nto experiencing anxiety and stress.In social phobia, the reason is a hypersensitivity\ntowards negative social evaluation; whereas in\nmisophonia, the social situation is avoided to prevent\nan encounter with the misophonic sound [20].\nPost-traumatic stress disorder\n(PTSD)Aversive reaction to a stimulus and\navoidance behaviors are shared.The person with PTSD had to experience a traumatic\nevent. In the case of misophonia, no such association\nhas been demonstrated [20,35].\nObsessive-compulsive disorder\n(OCD)They share an excessive preoccupation\ntowards a speciﬁc stimulus, as well as the\nfeeling of anxiety.People with OCD often perform compulsive behaviors\nto reduce anxiety. In their case, there are no behaviors\nsuch as aggression and anger that may occur in\nmisophonia.\nIntermittent explosive disorder Here, the shared factor is anger.In misophonia, the triggering stimulus of anger is\nalways a sound, for explosive disorder it can be any\nstimulus. Loss of control does not usually occur in\nmisophonia [20].\nEating behavior disordersThe most frequent emotional trigger in\nmisophonia, as in the TCA, is food.For the person with misophonia, the trigger is the\nsound of food, for ED, it is the ingestion of food [23].\nObsessive compulsive personality\ndisorder (OCPD)The shared factors are anger or aggression.People with misophonia respond to the same auditory\nstimulus, people with OCPD do not relate to triggering\nsounds [20].\nAutism Spectrum Disorders\n(ASD)Auditory hyper-reactivity is observed.People with ASD show intolerance to unexpected and\nloud noises. People with misophonia can react to any\ntype of auditory stimulus [20].\nSensory processing disorder\n(SPD)Auditory hyper-reactivity is observed.The person with TPS reacts to unexpected and loud\nnoises, there is also hyper-reactivity to other stimuli.\nThe person with misophonia reacts to any auditory\nstimulus [20].\nPersonality disorders with\nimpulsive aggressionDifﬁculty in controlling anger and\nimpulsivity occurs.The reactions are not necessarily related to a speciﬁc\nsound, as is the case with misophonia [55].Auditive disorderTinnitus Can provoke negative emotions; anxiety.It is perceived in one or both ears in the absence of\nacoustic source [9].\nHyperacusisNegative reaction to any auditory stimulus\nwith physical characteristics (loudness and\nfrequency) [55].The stimulus characteristics are neutral or of very low\nfrequency and intensity and\ncontext-independent [3,56].\n3.6. Comorbidity\nHigh rates of comorbidity of misophonia with mental disorders have been reported,\nand therefore, it has been suggested to classify misophonia as such [ 5,20,25,34]. In contrast,\nthere are authors who indicated very low rates of comorbidity, arguing that misophonia\nis detached from psychopathological disorders and should be considered as a distinct en-\ntity [ 56]. The most frequent mental disorders comorbid with misophonia are depression [ 6],\nobsessive-compulsive disorder (OCD) [ 57,58], and anxiety [ 22]. Comorbidity has also been\nobserved with neurological disorders such as Tourette’s syndrome and auditory system\ndisorders [42,59].\n3.6.1. Misophonia and Associated Mental Disorders\nPreliminary research states that misophonia can coexist with a wide range of psy-\nchiatric disorders [ 8,25]. Anxiety disorders have been shown to be often associated with\nmisophonic symptomatology [ 5,31,34,60]. For example, one paper indicated signiﬁcant\ncorrelations between misophonia scales with other OCD, anxiety, and depression scales [ 5]."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 11 of 26\nThis one also showed that anxiety was a signiﬁcant mediator between misophonic symp-\ntomatology and anger [ 5]. On the other hand, another study reported that 12% of people\nwith misophonia had a ﬁrst diagnosis of anxiety disorder and that the severity of the anxi-\nety disorder was signiﬁcantly associated with the severity of misophonic symptoms [ 34].\nBased on this relationship, the authors suggested that anxious psychopathology might\ncontribute to the development of misophonia by predisposing the individual to be more\nsensitive and aware of their environment. If this hypothesis is proven, misophonia would\nbe a consequence of the anxiety disorder due to hypervigilance of the nervous system [ 34].\nAlthough this hypothesis seems logical, it should be considered that other studies indicated\nthat more than 80% of misophonic patients do not suffer from an anxiety disorder.\nApart from this theory, it has been suggested that the association between misophonia\nwith anxious, obsessive, and depressive symptoms indicated phenomenological similarities\nthat did not necessarily imply the presence of a common disorder but rather reafﬁrmed\nthat misophonic symptoms were not fully explained by any of these psychopathologies,\ncontributing to their identiﬁcation as a distinct diagnostic entity [ 5]. In this regard, one\npaper describes two cases of misophonic patients treated with anxiolytic and antidepres-\nsant medications, which, despite alleviating anxious and depressive symptoms, failed to\ndiminish their aversive reaction to triggering stimuli [2].\nOCD is one of the mental disorders most frequently associated with misophonia;\napproximately half of the people with misophonia also have obsessive-compulsive symp-\ntomatology [ 15]. Based on this estimate, the authors believed that misophonia should be\nclassiﬁed as a type of OCD [ 15]. Misophonia shares clinical features with OCD in that the\npreoccupation with the stimulus is experienced as intrusive and unwanted thoughts, and\nfurthermore, the individual in both cases seeks strategies to avoid distress [ 5,31,58]. It has\nalso been proposed that misophonic symptoms and sensory overactivity are shared in both\nOCD and misophonia [58].\nOne study focused on the task of analyzing the relationship between OCD symptoms\nand misophonia among a large sample of college students and the general population\n(n= 828) [ 57]. It was found that elevated OCD or misophonia symptomatology scores\nincreased the risk of developing the other pathology. Furthermore, misophonia was signiﬁ-\ncantly associated with obsessive symptoms of OCD, suggesting that obsessive thoughts\nwere a particularly shared feature between the two disorders rather than compulsions [ 57].\nThe clinical similarity between misophonia and OCD leads some to consider that\nmisophonic reactions are best described as a symptom of OCD, generalized anxiety disorder,\nor a personality disorder [ 61]. However, a 2018 study of nearly 400 misophonic patients\nshowed that only 50% of the participants had comorbidity with another psychiatric disorder,\nwhereby their condition could not be explained as an effect of another diagnostic entity [ 40].\nAlthough the evidence suggests the existence of misophonia as a distinct pathology, it\nis important to keep in mind that comorbidity with OCD increases the severity of the\ncondition because the symptomatology overlaps: misophonic stimuli produce a negative\nemotional reaction, which is reinforced by avoidance behavior, and these in turn increase\nthe patient’s anxiety and distress [ 58]. This was veriﬁed in another study, which reported\nthat misophonic patients with other comorbid conditions such as OCD or PTSD report\nmore severe symptoms compared to those suffering exclusively from misophonia [40].\nThe comorbidity of post-traumatic stress disorder (PTSD) with misophonia had previ-\nously been reported in the case of one patient [ 2]; although he met diagnostic criteria for\nPTSD, the pathology did not explain the patient’s aversive response to one type of sounds.\nAnother study with a large sample [ 40] noted that the rate of this comorbidity amounts to\n12%, the same percentage reported for comorbidity with tinnitus. The symptomatology\nshared between PTSD and misophonia is the decreased reactivity threshold since, in both\ncases, patients experience muscle tension in response to a triggering stimulus; therefore, it\nwas suggested that associative learning may inﬂuence the development of the conditioned\nresponse in the two disorders [40]."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 12 of 26\nMoreover, several papers observed links between misophonia and other psychiatric\ndisorders [ 8]. In a sample of 92 misophonic participants from Singapore, this diagnosis was\nfound to be associated with others such as depression (52% of cases) and schizophrenia\n(22%) [ 34]. Depression was not signiﬁcantly associated with the severity of misophonic\nsymptoms, and the authors suggested that this disorder may not be relevant in the develop-\nment or understanding of misophonia [ 34]. Instead, these results differ from other studies\nthat reported positive and signiﬁcant correlations between symptoms of depression and\nmisophonia [ 5,31]. Therefore, the association of depression with this disorder should not\nbe ruled out, but needs to be studied with greater speciﬁcity. These authors suggested that\nlow tolerance to a sound may increase depressive symptoms, although the relationship\ncould also be inverse, i.e., that depression predisposes the person to have greater sensitivity\nto certain sounds [5].\nIt should be noted that misophonia was also found to occur with other pathologies\nsuch as attention deﬁcit disorder with and without hyperactivity (ADD/ADHD) in 12% of\ncases, eating disorders (8%), and selective mutism (6%) [ 40]. However, for the authors, none\nof these added disorders was sufﬁcient to explain the misophonic symptoms [ 40]. Recent\nstudies evaluated the relationship between inattention and misophonic symptoms [ 59]. For\nexample, a study assessing selective attention in patients with misophonia showed that\nparticipants had a lower percentage of correct responses on the chewing sound dichotic\nsentence identiﬁcation test [ 62]: suggesting that individuals with misophonia may have\nimpaired selective attention when exposed to sounds that trigger this condition [ 62,63].\nAs can be seen, different psychopathologies have been associated with misophonia as\nthey share clinical features and comorbidity is present in about half of the cases, so it is\nimportant that the study of this line continues [20,40].\nA recent study, 2022, found two potential subgroups of individuals with misophonia:\none with “pure form” misophonia with more severe misophonic symptoms but few con-\ncurrent conditions, the second subgroup showed greater numbers of concurrent conditions\nthat may represent misophonia as a secondary phenomenon of other neuropsychiatric\nconditions [ 64]. These subgroups create a new demand: to explore the relationship between\nmisophonia sensory symptoms, misophonia emotional reactivity/behavioral symptoms,\nand other related neuropsychiatric conditions, such as ASD and anxiety, with emphasis\non neural mechanisms. Future work should evaluate auditory stimuli and their responses,\nas well as the assessment of cognitive control difﬁculties exhibited by individuals with\nmisophonia to address the possible relationship between misophonia, sensory processing\ndisorders, executive function, and state/trait anxiety levels [65].\n3.6.2. Misophonia and Neurological and Auditory Disorders\nProper functioning of the central and peripheral nervous system is essential for opti-\nmal information processing. Although it appears that this system functions adequately in\nmisophonic patients, there are cases in which a neurological disorder coexists and overlaps\nthe symptoms [ 2,44,46]. Tourette’s syndrome (TS) is a neurological disorder that presents\nin childhood or adolescence and is characterized by the presence of motor and phonolog-\nical tics. It is also considered a psychiatric disorder, because its symptoms resemble the\ncompulsive behaviors of OCD [ 6]. One paper described the case of a 52-year-old man with\nTS who, one year before the onset of the syndrome’s symptomatology, began to develop an\naversion to the sound his father made while chewing [ 59]. The misophonic responses were\nin addition to the motor tics, and this contributed to a series of behavioral problems that\naffected his quality of life. The authors suggested the possibility of an associated physiolog-\nical disturbance between the two disorders, although this has not been demonstrated at\npresent [59].\nSensory processing disorder (SPD), also called modulation disorder or sensory integra-\ntion disorder, is a condition in which sensory information is inappropriately processed and\norganized. As a result, developmental delays, and emotional and behavioral problems such\nas those characteristics of autism spectrum disorders occur [ 66]. TPS, more common in chil-"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 13 of 26\ndren, is evidenced by an exaggerated or inappropriate response to the presence of various\nsensory stimuli [ 66]. For example, aversive responses to certain colors, sounds, or tactile\nstimuli are observed. One study showed that individuals with misophonic symptomatol-\nogy also had an intolerance to tactile stimuli, suggesting a relationship between TPS and\nmisophonia [ 67]. In addition, individuals with sensory intolerance had higher rates of gen-\neral psychopathology, obsessive-compulsive symptoms, and poorer social and occupational\nfunctioning [ 67]. No cases of comorbidity between misophonia and olfactory processing\ndisorders -such as hyperosmia- have been described, although it is likely that they are\nrelated since their neurobiological substrate is thought to be associated with alterations of\nthe autonomic nervous system and limbic system, as occurs in misophonia [68–70].\nWhen the failure of sensory processing occurs in the auditory system, it is referred to\nas auditory processing disorder (APD), which produces a high intolerance to sounds [ 67].\nIn the scientiﬁc literature, a case has been reported of a misophonic patient who had a\nprevious diagnosis of APD, which alone did not explain the clinical reactions [ 2]. Thus,\nmisophonia can coexist with TPA, where there is a hyper-reactivity towards loud and\nunexpected sounds (caused by TPA), and in addition an aversive response towards sounds\nof the same pattern irrespective of their physical properties (due to misophonia). The\nneurobiological mechanisms of TPA could be related to those of misophonia, although in\nthe latter case, it is an overactivation of the limbic system, whereas TPA is due to a lack of\nmaturation of the central auditory system.\nIn relation to the alterations of the auditory system, tinnitus and hyperacusis have a\nclose relationship with misophonia, due to the similarity of symptomatology. It is essential\nto make a correct differential diagnosis, but sometimes patients present comorbidity with these\nhearing disorders. The association between these disorders has been confirmed in other studies,\nand it is estimated that 12% of patients with misophonia also have tinnitus [ 2,40].The causes\nof these conditions differ, so they should be treated as distinct entities requiring speciﬁc\ntreatment [27,56].\n3.7. Instruments and Procedure for the Assessment of Misophonia\nThe main difﬁculties faced in research and health care for patients with misophonia\nare related to the assessment process. At present, there are very few objective tests that\nassess this diagnosis.\n3.7.1. Clinical Anamnesis\nClinical anamnesis is an essential tool for recognizing misophonic symptomatology,\nwhich will also provide information on the onset and course of the disorder, the triggering\nstimuli, and the patient’s emotional and physiological reactions. Authors have emphasized\nthe importance of a complete evaluation that involves the interview of the psychiatrist\nand/or psychologist, to know the presence of comorbid conditions, as well as the use of\ndrugs or psychoactive substances [24,39].\nThe anamnesis is also a tool commonly used in research, especially in case\nstudies [ 2,35–37,71]. Although the structure and content of the anamnesis is variable,\nand depends on the needs of the practitioner, there are a number of data that should be\ncollected. In addition to patient identiﬁcation data, it is essential to collect as much detail\nas possible about the history and characteristics of the symptoms, in order to determine\nwhether there are sufﬁcient reasons to think of a pathology, and to analyze which best\nexplains the clinical picture.\nWhen misophonia is suspected, it is crucial to ﬁnd out if there are cases of family\nmembers who have an aversion to a particular type of sound, because as previously\nmentioned, it is common for several members of the same family to present misophonic\nsymptoms [ 20,23,40]. Other essential information is to know since when the aversive\nreactions to the triggering stimuli began, and how the symptomatology has evolved.\nThe precise misophonic response of the patient must also be speciﬁed, as this varies in\neach individual, e.g., the speciﬁc emotions and physical sensations experienced must be"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 14 of 26\nrecognized. In relation to the misophonic stimulus, it should be investigated whether it is\nexclusively auditory stimuli, or whether the clinical response has extended to other sensory\nmodalities such as visual, kinesthetic, or olfactory [ 2,27,67]. Moreover, to understand the\ncauses of the maintenance of the disorder, it is necessary to describe the patient’s behaviors\nand coping strategies, which will also be relevant for treatment planning [29,35].\n3.7.2. Audiological Evaluation\nA 2021 study, which assessed ( n= 253) misophonia with an online psychoacoustic\ntest, suggested that such a test can be used to assess misophonia reliably and quickly [ 72].\nHowever, although audiological measurement is historically a suggested component of\nthe assessment of misophonia, there is no agreement on the protocol that should be per-\nformed [ 24]. The lack of consensus is due to the fact that there are no clear audiological\ncriteria for the diagnosis of misophonia, as misophonic patients have shown both reduced\nlevels of hearing and normal levels [ 4,73]. Audiological assessment includes measurement\nof pitch thresholds and sound discomfort levels, but since no such criteria are known to\ncharacterize misophonia, for now, assessment should focus on the clinical history and\nquestionnaires described below.\nHowever, even if the audiological evaluation does not in itself conﬁrm misophonia, it\nmay be important in making the differential diagnosis of other hearing conditions.\nIf sound intolerance is not speciﬁc to the same sound pattern, it is necessary to rule\nout hyperacusis, and hyperacusis can be detected through audiological studies since pa-\ntients with hyperacusis generally present discomfort at lower than average volume [ 6]. In\naddition, let us remember that hyperacusis and misophonia often coexist, so audiological\nevaluation will be substantial in these cases [ 2,4,40]. There are questionnaires that, together\nwith audiological tests, allow us to know the hypersensitivity to sound, such as the hy-\nperacusis test (THS) [ 74]. It is a 15-item questionnaire that evaluates three dimensions:\ncognitive behavior in relation to hyperacusis, somatic behavior, and emotional reactions.\nIt is answered on a four-choice Likert-type scale (0–3), and the overall score indicates the\ndegree of impairment. It has been adapted and translated into Spanish, showing a high\ninternal consistency (a = 0.90) [75].\n3.7.3. Self-Administered Scales of Misophonia\nThe second type of tools most commonly used for the assessment of misophonia are\nself-report instruments, although most of them are not validated. The most representative\nones to date are shown in Table 2.\nTable 2. Self-administered scales for Misophonia.\nSelf-Administered Scales for Misophonia\nName Description Aim Comment\nMisophonia Activation Scale\n(MAS-1) [76]Developed by Fitzmaurice\n(Misophonia-uk-org)To evaluate the severity of\nmisophonia on a scale of 1 to 10\nwhere extreme 10 indicates the\nmost severe level of misophonic\nreaction.It has been used in different\nstudies, but has not been\nvalidated.\n[35,53,77]\nAmsterdam Misophonia Scale\n(A-MISO-S)\n[20]It is adapted from a scale for\nmeasuring obsessive-compulsive\ndisorder\n(Yale-Brown Scale).To measure the intensity of\nmisophonia and its inﬂuence on\nsocial functioning, anger, and\nefforts to inhibit aggressive\nimpulses.Designed from another scale\nthat measures another\nsymptomatology.\nMisophonia Questionnaire (MQ) [ 1]It is composed of the symptom\nscale, the emotions and behaviors\nscale, and the severity scale.To assess the sensitivity to sounds,\nexplores the emotional and\nbehavioral reaction associated\nwith the stimulus.Widely used\n[31,57,78,79].\nMisophonia Physical Response\nScale (MPRS) [80]Developed by The Misophonia\nTreatment InstituteTo collect the physical sensations\nrelated to misophonia.It assesses the intensity of the\nphysiological response."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 15 of 26\nTable 2. Cont.\nSelf-Administered Scales for Misophonia\nName Description Aim Comment\nOnline questionnaire\n[40]Designed to know the frequency\nof misophonic people in the\ngeneral population.To inquire about the family\nhistory of misophonia, the\npresence of symptoms, and the\ncharacteristic of the response.\nSelective Sound Sensitivity\nSyndrome Scale ( S-Five) [30]For its development, a sample\nwas used in the United Kingdom\nfor people over 18 years of age.To evaluate internalizing and\nexternalizing appraisals, as well\nas threat perception and\navoidance behavior.Under development and in the\nprocess of\nvalidation.\nMisoQuest\n[81]Validated questionnaire based on\ndiagnostic criteria proposed in\nother studies.Rule out the consideration of\nviolent behavior in response to\nmisophonic triggers as a\nsymptom of misophonia.The reliability of this\nquestionnaire was shown to be\nexcellent.\nMisophonia\nResponse Scale\n(MRS)\n[82]This scale was not conducted as a\nspeciﬁc tool to diagnose the\npresence of misophonia.To know the magnitude of the\nmisophonic response in the\npresence of innocuous stimuli.\nAuditory, olfactory, visual, and\ntactile stimuli are also assessed.Adequate discriminant and\nconvergent validity. Good\ninternal consistency.\nDuke Misophonia Questionnaire\n(DMQ) [83]Scale of 86 items: subdivided into\n(a) general severity of symptoms\nand (b) coping.Development and psychometric\nvalidation of a self-report measure\nof misophonia.The subscales can be used\nindividually.\nMisophonia Emotion Responses (MER-2) [35]\nAt the time of the present study, these measures had not yet been\nsubjected to psychometric evaluation.Misophonia Coping Responses Scale (MCRS) [35]\nMisophonia Trigger Severity Scale [35].\nSussex Misophonia Scale for Adolescents\n(SMS-Adolescent) [84]The ﬁrst questionnaire of\nmisophonia validated for children\nand adolescents\n(10 to 14 years old).It is an adapted version of the\nscale for adults [85].\nThe most recent questionnaire is the Sussex Misophonia Scale for Adolescents (SMS-\nAdolescent), the only one that currently assesses misophonia in children/adolescents [ 85].\nIt is an adaptation of previous version for adults of the same authors [ 86]. The study was\nconducted with a sample of 142 children (10–14 years; mean 11.72 SD 1.12; 65 females,\n77 males). In addition, the study was able to demonstrate that children with misophonia\nshowed signiﬁcantly higher levels of anxiety and obsessive-compulsive traits than children\nwithout misophonia. In addition, they also showed that health-related quality of life was\nsigniﬁcantly poorer.\n3.7.4. Emotional Assessment\nAn important component of the misophonic response is emotional, and it is therefore\ncrucial to include such measurements in a comprehensive assessment of a patient with\npossible misophonia. Previous evidence indicates that misophonia causes psychological\ndistress and impaired quality of life, so it is important to assess these variables [ 2,6,15,21].\nFurthermore, given that the misophonic response is associated with anxious and depressive\nsymptomatology, it is important to incorporate inventories that allow us to know the\npatient’s emotional state [5,31,34].\n3.7.5. Physiological Measurements\nIt has been shown that the patient’s physiological response is part of the misophonic\nsymptomatology, so that measurements of nervous system activity can be useful in the\ndiagnosis of the disorder [ 44]. Electroencephalography (EEG) and functional magnetic\nresonance imaging have been used in research to record neuronal activity [ 45,46], as well\nas measurements of galvanic skin response [2].\nFrom the above, it would be pertinent to propose the use of the electrocardiogram\n(ECG), to identify the reactions of the autonomic nervous system, since it allows recording\nthe heart rate variability (HRV) of patients and identifying the presence of alterations [ 87]."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 16 of 26\nIn this respect, one of our studies [ 19] has shown that in highly restrictive environmental\nsituations, such as the one that occurred during the COVID-19 lockdown, the heart rate\nvariability of patients with misophonia underwent changes with respect to the recordings\nof the same triggers previously measured. More importantly, this loss of coherence also\noccurred with imagined or evoked sound triggers.\nAlthough there are no speciﬁc physiological indicators of the misophonic response,\nit is known that there is an increase in autonomic activity [ 1,6] and the identiﬁcation of\nthese reactions would favor the understanding of misophonia, as well as guide treatment.\nTaylor [ 9] proposed that, for the consolidation of misophonia as a diagnostic entity, it\nwas important to establish precise biological and physiological indicators, which could be\nidentiﬁed by laboratory studies for the delineation of the disorder and, subsequently, for\nits diagnosis [9].\n3.8. Treatment Options\nThis section presents the possible treatments that have been studied and proposed in\nrecent years to treat misophonia. According to this literature review, there are currently\nno randomized controlled trials examining the efﬁcacy of treatments for misophonia [ 1].\nThese are strategies developed through clinical practice, which have not been studied\nunder adequate experimental conditions. Moreover, Brout et al. [1] warned of the need to\nrecognize that data are still insufﬁcient to classify misophonia as a psychiatric disorder,\nwhich should also be explained to the patient [ 1]. In the absence of a speciﬁc treatment for\nmisophonia, a multidisciplinary approach becomes especially important for the treatment\nof related physical and emotional conditions [88].\n3.8.1. Audiological Treatment\nMisophonia was recognized at the beginning of its study as an auditory condition, sim-\nilar to tinnitus or hyperacusis. Consequently, the usual therapeutic intervention consisted\nof the use of devices for the retraining of the triggering sound, or portable white noise\ngenerators to minimize the concentration on misophonic sounds [ 22]. A clear example\nof the therapeutic approach from audiology is tinnitus retraining therapy (TRT), which\noffers different treatment protocols in which the patient is systematically exposed to the\ntriggering sounds, with the aim of achieving habituation to it [ 3,4,27,54,56]. Another case\nstudy included a hybrid approach involving TRT and telecare, with good results [ 89]. In\nrelation to TRT, it has been reported that more than 80% of misophonic patients in a group\nof 184 participants improved after this treatment [ 56]. In addition to the lack of scientiﬁc\nevidence, this strategy may help in symptom control, especially in patients who have\ncomorbidity with tinnitus, but it does not address the complexity of misophonic responses\nor the causes of the syndrome.\nSimilarly, Johnson [ 69] postulated that the most effective treatment for misophonia is\neducational counseling in combination with auditory therapies [ 69]. The latter generally\nconsist of the use of devices, the size of hearing aids, that produce sounds that help mask\naversive stimuli. There is no known support from experimental studies demonstrating the\neffectiveness of the therapy proposed by Johnson, yet.\n3.8.2. Pharmacological Treatment\nAlthough there is no speciﬁc pharmacological treatment for misophonia or research\nprotocols in this regard, the use of antidepressant and anxiolytic drugs has been described\nto attenuate the clinical symptomatology or comorbid conditions associated with miso-\nphonia [ 24]. In this regard, two cases are reported of misophonic individuals who were\ntreated with anxiolytics and antidepressants to alleviate emotional responses, although this\ntreatment did not solve the problem, as they continued to experience clinical symptoms [ 2].\nHowever, a recent study has reported drug use directly affecting misophonia. This\nparticular study showed the case of a 14-year-old adolescent girl with misophonia success-\nfully treated with ﬂuoxetine. In the fourth month of treatment, there was a 40% decrease"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 17 of 26\nin the Children’s Global Assessment Scale (CGA) score [ 87]. In addition, another study\nalso demonstrated that the use of methylphenidate helped an adolescent patient decrease\nsymptoms of distractibility due to misophonia [ 90]. Although these types of drugs were\ndeveloped to treat psychopathologies other than misophonia, they are probably useful in\nthose patients who present association with symptoms of depression or anxiety [5,31,34].\nThere is also a case study, conducted in 2022, wherein propranolol, a \f-blocker, was\nused to successfully treat a patient experiencing misophonia and misokinesia by completely\neliminating multiple auditory and visual triggering symptoms related to eating with other\npeople [ 33]. In another case study from 2022, a child with autism responded favorably to a\nlow dose of risperidone [42].\nAs a future line of research, it would be interesting to analyze, through randomized\nclinical trials with large samples, the efﬁcacy of psychotropic drugs in the treatment of\nmisophonia.\n3.8.3. Cognitive-Behavioral Therapy\nThe main goal of this approach is to develop coping skills to prevent and respond\nappropriately to one’s own misophonia symptoms [ 1,91]. It is important to note that there\nare no proven psychological therapy protocols for misophonic patients yet, so this treatment\napproach is based for now on the general principles of cognitive-behavioral therapy [92].\nSome authors considered cognitive behavioral therapy (CBT) to be effective in the\ntreatment of misophonia given that sympathetic nervous system hypersensitivity may be\na threshold amenable to modiﬁcation through cognition and behavior [ 16]. In addition,\nCBT has been observed to support emotional and behavioral control in patients with\nmisophonia when they hear or anticipate misophonic sounds. For example, based on\nCBT principles, a tailored psychoeducation course was implemented for a patient with\nmisophonia, the aim of which was to provide information about anxiety and its relationship\nwith the hypothalamic-pituitary-adrenal axis [ 22]. The assumption was that the sensitive\nthreshold could be modiﬁed through cognitive and behavioral self-management. Treatment\nincluded identiﬁcation and restructuring of negative automatic thoughts, modiﬁcation\nof maladaptive behaviors such as avoidance, and training to control autonomic nervous\nsystem reactivity. After six treatment sessions, the patient achieved that exposure to\nmisophonic sounds did not signiﬁcantly impede her social and occupational functioning.\nMoreover, at the end of the intervention, a reduction in symptoms and an increase in her life\nsatisfaction were observed, results that remained stable over four months of follow-up [ 22].\nA 2015 case study showed improvement of misophonic responses with two young\npeople after application of CBT [ 93]. In 2017, a study was conducted with a large sample\nof misophonic patients ( n= 90) who received a treatment of eight sessions of CBT, whose\nefﬁcacy was assessed using the clinical global impression of improvement scale [ 51]. At\nthe end of the treatment, 48% of patients had signiﬁcant clinical improvement in relation\nto misophonic symptoms. Furthermore, it was found that the severity of misophonia and\nthe presence of disgust positively predicted the response to CBT. That is, patients with\nsevere misophonia and those experiencing disgust to the triggering stimulus were more\nlikely to respond to treatment [ 35]. Finally, another case study, also from 2017, in addition\nto CBT, included dialectical behavioral therapy (DBT) with good results arguing that this\ntherapy might be appropriate for people with misophonia who experience intense anger\nresponses [94].\nIn general, different studies have presented cases subjecting misophonic patients to\ndifferent cognitive-behavioral therapy plans, using, for example, principles of exposure\nand response prevention [ 71,92,95,96]. Moreover, separate analyses have been performed\nfor patients with tinnitus, hyperacusis, and misophonia [ 96,97]. These studies have been\nsuccessful in increasing the level of tolerance to triggering stimuli, signiﬁcantly reducing\npsychological distress and self-reported physiology, and signiﬁcantly reducing the feeling\nof anger at the triggering stimulus [71,96,97]."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 18 of 26\n3.8.4. Third-Generation Therapies\nOther approaches to misophonia have been from the third wave of behavioral ther-\napies or third generation therapies (TTG) [ 98,99]. As well as acceptance-based therapies,\ncompassion training and distress tolerance could effectively address misophonia [ 100,101],\nas well as mindfulness therapies, acceptance, and commitment therapy (ACT) [24].\nCurrently, there is only one study (2021) of treatment for misophonia that has been\nconducted with eye movement desensitization and reprocessing (EMDR) therapy [102].\nThird-generation therapies aim to address the emotional responses caused by miso-\nphonic stimuli [ 24]. However, in order to have a truly effective treatment, larger studies\nruling out comorbidity and deﬁning diagnostic protocols are needed [58].\n4. Discussion\nThis study shows an extensive bibliographic analysis of the advances of the last twenty\nyears in the area of misophonia, which has allowed to know in depth the main problems and\nchallenges of a little-known disorder. Aspects such as its evolution, epidemiology, etiology,\ndiagnosis, comorbidity, evaluation instruments, and treatment have been considered. As a\nresult, it can be stated that misophonia is a little-known and poorly studied disorder, which\nstill has many information gaps [1].\n4.1. On the Concept of Misophonia and Its Impact\nThe literal meaning of misophonia is “hatred of sound”, and is attributed to the intense\naversive response that the person with misophonia experiences to a triggering stimulus,\nwhich is usually a sound or the observation of a movement [ 58]. Although many research\narticles used this term to describe misophonia, the members of a recent Delphi study [ 16]\n“objected to including this translation in the deﬁnition as those with misophonia neither\nspeciﬁcally feel hate nor do they necessary feel strong emotions only related to sound (i.e.,\nsome also have similar responses to visual triggers not associated with sounds, such as leg\nswinging)”.\nMisophonia causes an impact and deterioration in the patient’s quality of life, both in\nadults and in children and adolescents, according to [ 84,85]. Thus, in a recent study [ 84],\nthe quality of life was also impoverished in a group of children with misophonia compared\nto those who did not suffer from this disorder, as well as contributing to the development\nof other problems such as anxiety and obsessive-compulsive disorder. The most common\nsymptoms are anger, discomfort, disgust, anxiety, and avoidance and escape behaviors [ 6].\nStudies indicated that this is an exaggerated response to a speciﬁc stimulus, a criterion\nthat is also shared by people suffering from misophonia, despite the fact that they tend to\nattribute intentionality to the people who emit the sounds [ 55]. One case study described\na patient’s pressing need to become deaf to stop suffering from sounds [ 103]. Different\nauthors highlighted the need to unify the criteria for diagnosing misophonia through\nvalidated scales and with the support of the DSM-5 [ 104], where the disorder is currently\nnot covered [ 47,57,69]. However, despite the scarcity of studies, in recent years, there\nhas been a signiﬁcant increase in the number of studies. The reasons for their growing\ninterest were: (1) the need to recognize that there are stimuli that may seem harmless to\nthe general population, but that, nevertheless, in some people cause severe symptoms that\nconsiderably affect their lifestyle [ 2,6,20,29]; (2) the importance of correctly diagnosing\nthe disorder without the risk of being confused with other similar conditions; [ 5,20,34,83];\nand (3) the existing insufﬁciency of effective treatments that can be validated to treat the\nsymptoms of misophonia [88].\n4.2. The Diagnosis of Misophonia\nAn important area to highlight has been the interest in clarifying the diagnosis of\nthis disorder. Due to this, some authors have focused on presenting a series of diagnostic\ncriteria to make it valid and generalizable. Despite this, there is currently no consensus on\nthe criteria to establish its diagnosis. Schröder et al. [ 20] and Dozier et al. [ 29], based on the"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 19 of 26\nbody of knowledge studied to date, proposed a series of criteria for diagnosis. Building on\nthese studies, other works incorporated variables that would gradually shape the diagnostic\ncriteria for misophonia [ 2,5,28,29]. It should be considered that the model proposed by\nDozier et al. [ 29], which was an adaptation of the one suggested by Schröder et al. [ 20],\nis undoubtedly a promising model, which if proven effective would lay the groundwork\nfor the development of a future consensus of diagnostic criteria for misophonia among\nthe medical-healthcare community. The summary of such criteria is summarized in the\nfollowing points:\n1. The presence or anticipation of a speciﬁc sensory experience such as a sound, vision\nor other stimulus of any sensory modality, intensity, and frequency.\n2. The triggering stimulus must be a conditioned stimulus.\n3. The stimulus of moderate duration (15”) elicits an immediate, reflexive, physical response.\n4. Dysregulation of potentially aggressive emotions and thoughts, recognizing these as\nillogical and negative.\n5. Avoidant and ﬂight behaviors interfering in the person’s life.\nIn spite of all of them being diagnostic criteria, mostly accepted, it should be noted that\nin order to reach a correct diagnostic criterion, it is necessary to carry out methodological\nimprovements such as increasing the size of the samples in the case studies, including\nparticipants from different countries and different social classes, taking into account the\nclinical history of the patients, and above all considering criteria that are speciﬁcally\ndesigned for this disorder [20].\n4.3. The Differential Diagnosis and the Comorbidities\nAs described above, no consensus has been reached to establish diagnostic criteria for\nmisophonia, but also no uniﬁcation of criteria exists for the comorbidity in misophonia\nwhich is high and therefore a very important issue [ 20,29].Thus, in recent years, it has been ob-\nserved that misophonia can be confused with other disorders, both psychiatric [ 5,8,20,34,40,105]\nand auditory disorders [ 5,20]. For example, the symptoms of misophonia have enough similar-\nity with features of obsessive-compulsive disorder [20,41,58,61,106]. This is noteworthy, since\none of the most frequently associated disorders with misophonia is obsessive-compulsive\ndisorder (OCD) [ 20,31,40,41,57,58,105,107]. Another of the most frequent comorbid dis-\norders is anxiety [ 5,20,31,34,60,108] and depression [ 5,6,31,108]. It should be noted that\ndifferent authors found that misophonia also co-occurred with other pathologies such as\nattention deﬁcit disorder with and without hyperactivity (ADD/ADHD) [ 40,105]. Comor-\nbidity was also observed with neurological disorders such as Tourette’s syndrome and the\nauditory system [ 41,59,66,105] and with the autism spectrum; one study, with a sample\nof 779 subjects, conﬁrmed that 74% of people diagnosed with misophonia had autism\nspectrum conditions in 14 (3%) [105].\nRegarding auditory disorders, misophonia shares qualities with auditory conditions\nsuch as tinnitus [2,40] and hyperacusis [3].\nT o have a better understanding of the causes of misophonia, it should be taken into account\nthat there may be individual differences that determine that only a group of people develop this\naversion to sounds. This specificity of stimuli and symptomatology could be due to neurobio-\nlogical alterations [ 1,2,10,32,39,45–49], and/or genetic predisposition [ 20,23,40,41,43],which, in\nconjunction with learning or conditioning [ 3,4,24,35,52,53,56], result in the development\nof misophonia. From this it can certainly be concluded that in order to understand the\netiology of this disorder, it is essential to approach it from a multifactorial perspective.\nIn summary, the high comorbidity that misophonia has with other disorders has\ncontributed to its underdiagnosis, as it is often confused with other psychiatric and auditory\nconditions [ 9,34]. Therefore, an important ﬁrst step is to make a complete psychiatric\nevaluation to understand the type of reactions experienced by the patient, their intensity,\nthe individual’s level of consciousness, the type of triggering stimuli, and the course of\nsymptomatology [ 39]. It is essential to make a correct differential diagnosis, but it is also\nimportant that the clinical community and the general population are aware of the existence"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 20 of 26\nof this disorder. In addition, knowing the similarities and differences of misophonia with\nother psychiatric disorders, as well as understanding the causes of misophonia, will make\nit possible to more accurately delineate misophonic symptomatology and develop effective\ndiagnostic and treatment strategies.\n4.4. Instruments and Tools\nA major advance for misophonia in recent years has been the assessment instruments\nand procedures, even though these remain scarce and with various methodological limita-\ntions. Undoubtedly, for most professionals, the anamnesis remains an essential resource for\nthe assessment of misophonia [ 2,14,24,35–37,39,71]. Although the structure and content of\nthe anamnesis are variable and depend on the needs of the professional, there are a number\nof data that should be collected: (a) family history [ 20,23,40], (b) triggering stimuli [ 2,27,67],\nand (c) behaviors or responses and coping strategies [23,35].\nThe creation of administered self-assessment questionnaires has been one of the great\nadvances in recent years. While it is true that nonvalidated questionnaires and scales have\nbeen used, these have been an important resource for the study of misophonia, the most\nrepresentative in chronological order being:\n(1) Misophonia Activation Scale (MAS-1) measures self-reported severity of the\ntrait [ 76]. (2) Amsterdam Misophonia Scale (A-MISO-S) measures anxiety caused by\nmisophonia and coping mechanisms [ 20]. (3) Misophonia Questionnaire (MQ) exten-\nsively details information about misophonia [ 5]. (4) Misophonia Physical Sensation Scale\n(MPRS) focuses on physical sensations and responses [ 80]. (5) Selective Sound Sensitivity\nSyndrome Scale (S-Five) examines emotions, behaviors, experiences, and appraisals [ 30].\n(6) MisoQuest has been validated and published in peer-reviewed journals. It is based\non the diagnostic criteria proposed by Schröder et al. in 2013. It did not include criteria\nsuch as misokinesia or exposure time, nor intensity to the misophonic trigger, among\nothers [ 81]. (7) The Misophonia Response Scale (MRS) is a test of simple application. Its\nobjective was to determine the magnitude of the misophonic response in the presence of\ninnocuous stimuli. It showed adequate discriminant and convergent validity, with good\ninternal consistency [ 82]. (8) Duke Misophonia Questionnaire (DMQ) is a broad scale with\nsubscales. Depending on the needs, it can be applied in its entirety or only to the individual\nsubscales [ 83]. (9) The ﬁrst child/adolescent scale for misophonia Sussex Myofonia Scale\nfor Adolescents SMS Adolescent [84].\nAn historical assessment of misophonia has been the audiological assessment, for\nwhich there is no agreement on the protocol to be applied [ 24]. However, although the\naudiological evaluation does not conﬁrm misophonia in itself, it can be important to make\nthe differential diagnosis of other auditory conditions with which it frequently coexists,\nsuch as hyperacusis and tinnitus, so that in these cases, the evaluation would be highly\nindicated [ 2,4,40]. The last study with this type of measurement is from 2021, and its authors\nsuggested this online psychoacoustic test as a reliable and rapid test for the measurement\nof misophonia [72].\nIn summary, the assessment of misophonia, through self-administered inventories,\nneeds to reinforce efforts to have valid and reliable instruments. It is also necessary to\nincrease the sample sizes of studies based on the generalization of results, as well as to\ntranslate and adapt the scales to different populations. This does not necessarily indicate\nthat the existing instruments are inefﬁcient, but rather that they require greater scientiﬁc\nsupport in order to be able to trust the results they yield. However, since these question-\nnaires are all that are currently available, we could use them to assess the presence and\nseverity of misophonia in patients, but with great care and attention to the interpreta-\ntion and generalization of the results. Given the increase in research on misophonia, it is\nessential to have rigorous psychometric and multimodal tools to measure this disorder.\nMoreover, it is important to continue with research and to propose different methods\nof diagnosis of misophonia that allow differentiation from other conditions and, therefore,\nto establish valid and effective treatments to treat the symptoms of misophonia. The causes"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 21 of 26\nof these conditions differ, so they should be treated as distinct entities that require speciﬁc\ntreatment [27,56].\n4.5. Treatments\nRegarding the work done on the treatment of misophonia, although there are currently\nno validated treatments, it cannot be denied that signiﬁcant progress has been made in this\narea as well. Therapeutic interventions have been studied and proposed from audiological,\npharmacological, and cognitive-behavioral techniques.\nFrom the audiological approach, tinnitus retraining therapy (TRT) aims to achieve\nhabituation to misophonic sound [ 3,4,27,56]. Another alternative is the use of sound\ndevices, which are the size of a hearing aid, with the aim of helping to mask the misophonic\nsound [69].\nFrom pharmacological therapies, antidepressants and anxiolytics have been used\nto attenuate the symptomatology [ 24]. Other drugs such as methylphenidate [ 90] and\npropranolol, a \f-blocker [33], have also been used to attenuate misophonic symptoms.\nRegarding the third block of treatments, those related to cognitive-behavioral therapies\nhave been widely used showing that they can help to decrease misophonia symptoms and\nimprove the patient’s quality of life [ 14,56,87]. The main goal of these therapies has been\nthe development of coping skills, in general [ 109]. Within these therapies, educational,\nself-management, cognitive restructuring, and educational techniques and strategies have\nbeen used [ 22]. Additionally, within cognitive-behavioral therapies, we can ﬁnd therapies\ncalled third generation therapies (TTG) [ 98,99] where work has been developed, among\nothers, related to eye movement desensitization and reprocessing (EMDR) [101].\n5. Conclusions and Future Directions\nBoth large sample studies and individual case studies have provided valuable infor-\nmation that allows for the advancement, development, and maintenance of misophonia. In\nthe more than 20 years of studying misophonia, we have been able to accurately describe\nits symptomatology, approximate epidemiological data, develop explanatory hypotheses,\nand propose treatment options. However, it is a subject that is still in its early stages, as it is\nstill necessary to reach a consensus on the diagnosis of the disorder, to have more assess-\nment instruments, and even to deﬁne the nature of misophonia. Certainly, individual and\ncollaborative efforts to summarize and integrate the knowledge on misophonia achieved\nsince the identiﬁcation of the disorder are in good pace. The growing evidence supports\nmisophonia as an emerging ﬁeld, and experts in the ﬁeld encourage new research efforts to\ncontribute to advances in understanding the nature and features of misophonia [ 110,111],\nwhich still needs to be recognized as a clinical entity and all efforts come short in achieving\nthis status.\nRecent advances in the treatment of misophonia allow to conclude that researchers\nand scientists have done a great job in proposing and studying innovative and creative\ntreatments to treat a disorder that still does not have its clinical basis well established.\nAlthough these treatment options have not yet been validated, each has presented some\nimprovements or advantages that should be considered in order to unify a treatment that\nsuccessfully treats the symptoms of misophonia.\nIn the case of sounds, the most frequent trigger stimulus, we proposed our current line\nof therapeutic research with the development of active noise-canceling headphones. Such\nheadphones incorporate a microphone that detects the original sound and a loudspeaker\nto create a phase-change sound that cancels the original sound, thus creating a soundless\nenvironment suitable for people with misophonia. This system is in an experimental phase\nand presents some difﬁculties in the kHz of certain sounds. This is certainly a palliative\nmeasure and not a treatment, but the development of hearing aids that mute annoying\nsounds can be of great help while research into the etiology and treatment of misophonia is\nprogressing."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 22 of 26\nAt the same time, we consider that a multidisciplinary approach to the treatment\nof misophonia is desirable to reduce the misophonic symptoms: third generation thera-\npies, virtual reality therapies, as well as the use of drugs, in situations of need, can help\npeople with misophonia to have a better quality of life for the time being. Within the thera-\npeutic actions, it should be considered to complete the intervention in a combined way:\n(1) carrying out individual activities contemplated by the specialty in question, (2) at the\nsame time group activities are carried out where the relatives of the patients are included\nwith the aim of supporting the person with misophonia and the family itself, and (3) ed-\nucational training programs for misophonia. We consider of special interest this mixed\napproach to help both people suffering from misophonia and their relatives, who in parallel,\nalso suffer from it.\nWe also consider necessary the construction of a database of sound, visual, kinesthetic,\nand/or olfactory stimuli triggering misophonia for a faster and better identiﬁcation of\npotential stimuli, and personalized interventions to prevent, alleviate, and relieve them\nfrom the experience. In addition, it may also be of general interest because, as Savard\nindicated in a recent study, the speciﬁcity of affective responses in misophonia depends on\nthe identiﬁcation of the trigger [112].\nDespite the gaps that still exist on this topic, one thing that can be done to help people\nsuffering from this disorder is to keep medical personnel informed of all the advances in\nsymptomatology, diagnosis, and treatment of misophonia. In addition, patients need to be\ninformed about the paucity of measurement tools, the lack of clarity about the etiology of\nthe syndrome, and the lack of proven effective treatment. Ultimately, it is important to be\naware of the methodological limitations of the studies in generalizing results and making\nassertions. Moreover, above all, it is necessary for the medical team of neurologists, audiol-\nogists, occupational therapists, neuropsychologists, clinical psychologists, and psychiatrists\nto maintain an open and collaborative dialogue, which will expand the knowledge and\ntreatment of misophonia by focusing on the speciﬁc needs of each patient with misophonia.\nFinally, since misophonia is considered by different authors as multisensory (sound,\nkinesthetic [ 1,5,50,105], olfactory [ 82], etc.), its meaning should be revised since the etymol-\nogy of the word misophonia only reﬂects the discomfort due to sounds. We are currently\nbuilding a data base of trigger sound, visual, kinesthetic, and/or olfactory stimulus that\nwill also show the weighted incidence of the different types of triggering stimuli for an\nindividual and allow a faster and better identiﬁcation of potential stimulus, as well as the\ndesign of tailored interventions to prevent, alleviate, and relieve the individual from the\nmisophonic experience.\nAuthor Contributions: Conceptualization, A.F.-T. and L.G.-L.; methodology , A.F.-T.; writing—original\ndraft preparation, A.F.-T.; writing—review and editing, A.F.-T. and L.G.-L. All authors have read and\nagreed to the published version of the manuscript.\nFunding: This research received no external funding.\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Not applicable.\nData Availability Statement: Not applicable.\nConﬂicts of Interest: The authors declare no conﬂict of interest.\nReferences\n1. Brout, J.J.; Edelstein, M.; Erfanian, M.; Mannino, M.; Miller, L.J.; Rouw, R.; Rosenthal, M.Z. Investigating Misophonia: A Review\nof the Empirical Literature, Clinical Implications, and a Research Agenda. Front. Neurosci. 2018 ,12, 36. [CrossRef] [PubMed]\n2. Edelstein, M.; Brang, D.; Rouw, R.; Ramachandran, V .S. Misophonia: Physiological investigations and case descriptions. Front.\nHum. Neurosci. 2013 ,7, 296. [CrossRef] [PubMed]\n3. Jastreboff, M.M.; Jastreboff, P .J. Decreased Sound Tolerance and Tinnitus Retraining Therapy (TRT). Aust. N. Z. J. Audiol. 2002 ,24, 74.\n[CrossRef]"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 23 of 26\n4. Jastreboff, M.M.; Jastreboff, P .J. Treatments for decreased sound tolerance (hyperacusis and misophonia). Semin. Hear. 2014 ,35,\n105–120. [CrossRef]\n5. Wu, M.S.; Lewin, A.B.; Murphy, T.K.; Storch, E.A. Misophonia: Incidence, Phenomenology, and Clinical Correlates in an\nUndergraduate Student Sample: Misophonia. J. Clin. Psychol. 2014 ,70, 994–1007. [CrossRef]\n6. Siepsiak, M.; Dragan, W. Misophonia —A Review of Research Results and Theoretical Conceptions. Psychiatr. Polska 2019 ,53,\n447–458. [CrossRef]\n7. Daniels, E.C.; Rodriguez, A.; Zabelina, D.L. Severity of misophonia symptoms is associated with worse cognitive control when\nexposed to misophonia trigger sounds. PLoS ONE 2020 ,15, e0227118. [CrossRef] [PubMed]\n8. Cassiello-Robbins, C.; Anand, D.; McMahon, K.; Brout, J.; Kelley, L.; Rosenthal, M.Z. A preliminary investigation of the association\nbetween misophonia and symptoms of psychopathology and personality disorders. Front. Psychol. 2021 ,11, 3842. [CrossRef]\n[PubMed]\n9. Taylor, S. Misophonia: A new mental disorder? Med. Hypotheses 2017 ,103, 109–117. [CrossRef] [PubMed]\n10. Møller, A.R. Misophonia, Phonophobia, and Exploding Head Syndrome. In Textbook of Tinnitus ; Springer: New York, NY, USA,\n2011; pp. 25–27. [CrossRef]\n11. Duddy, D.F.; Oeding, K.A.M. Misophonia: An Overview. Semin. Hear. 2014 ,35, 84–91. [CrossRef]\n12. Ferrer-Torres, A.; Gim énez-Llort, L. Conﬁnement and the Hatred of Sound in Times of COVID-19: A Molotov Cocktail for People\nwith Misophonia. Front. Psychiatry 2021 ,12, 663. [CrossRef]\n13. Potgieter, I.; MacDonald, C.; Partridge, L.; Cima, R.; Sheldrake, J.; Hoare, D.J. Misophonia: A scoping review of research. J. Clin.\nPsychol. 2019 ,75, 203–1218. [CrossRef]\n14. Naylor, J.; Caimino, C.; Scutt, P .; Hoare, D.J.; Baguley, D.M. The Prevalence and Severity of Misophonia in a UK Undergraduate\nMedical Student Population and Validation of the Amsterdam Misophonia Scale. Psychiatr. Q. 2020 ,92, 609–619. [CrossRef]\n15. Guetta, R.E.; Cassiello-Robbins, C.; Trumbull, J.; Anand, D.; Rosenthal, M.Z. Examining emotional functioning in misophonia:\nThe role of affective instability and difﬁculties with emotion regulation. PLoS ONE 2022 ,17, e0263230. [CrossRef]\n16. Swedo, S.E.; Baguley, D.M.; Denys, D.; Dixon, L.J.; Erfanian, M.; Fioretti, A.; Jastreboff, P .J.; Kumar, S.; Rosenthal, M.Z.; Rouw, R.;\net al. Consensus Deﬁnition of Misophonia: A Delphi Study. Front. Neurosci. 2022 ,224, 841816. [CrossRef]\n17. Moher, D.; Shamseer, L.; Clarke, M.; Ghersi, D.; Liberati, A.; Petticrew, M.; Shekelle, P .; Stewart, L.A.; PRISMA-P Group. Preferred\nreporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst. Rev. 2015 ,4, 1. [CrossRef]\n18. Jastreboff, M.M.; Jastreboff, P .J. Components of decreased sound tolerance: Hyperacusis, misophonia, phonophobia. ITHS News\nLett. 2001 ,2, 1–5.\n19. Ferrer-Torres, A.; Gim énez-Llort, L. Sounds of Silence in Times of COVID-19: Distress and Loss of Cardiac Coherence in People\nwith Misophonia Caused by Real, Imagined or Evoked Triggering Sounds. Front. Psychiatry 2021 ,12, 638949. [CrossRef]\n20. Schröder, A.; Vulink, N.; Denys, D. Misophonia: Diagnostic Criteria for a New Psychiatric Disorder. PLoS ONE 2013 ,8, e54706.\n[CrossRef]\n21. Schwartz, P .; Leyendecker, J.; Conlon, M. Hyperacusis and misophonia: The lesser-known siblings of tinnitus. Minn. Med. 2011 ,\n94, 42–43.\n22. Bernstein, R.E.; Angell, K.L.; Dehle, C.M. A brief course of cognitive behavioural therapy for the treatment of misophonia: A case\nexample. Cogn. Behav. Ther. 2013 ,6, E16. [CrossRef]\n23. Sanchez, T.G.; Da Silva, F.E. Familial misophonia or selective sound sensitivity syndrome: Evidence for autosomal dominant\ninheritance? Braz. J. Otorhinolaryngol. 2018 ,84, 553–559. [CrossRef] [PubMed]\n24. Palumbo, D.B.; Alsalman, O.; De Ridder, D.; Song, J.-J.; Vanneste, S. Misophonia and Potential Underlying Mechanisms: A\nPerspective. Front. Psychol. 2018 ,9, 953. [CrossRef] [PubMed]\n25. Cassiello-Robbins, C.; Anand, D.; McMahon, K.; Guetta, R.; Trumbull, J.; Kelley , L.; Rosenthal, M.Z. The mediating role of emotion\nregulation within the relationship between neuroticism and misophonia: A preliminary investigation. Front. Psychiatry 2020 ,11, 847.\n[CrossRef] [PubMed]\n26. Hansen, H.A.; Leber, A.B.; Saygin, Z.M. What sound sources trigger misophonia? Not just chewing and breathing. J. Clin. Psychol.\n2021 ,77, 2609–2625. [CrossRef] [PubMed]\n27. Jastreboff, P .J.; Jastreboff, M.M. Tinnitus retraining therapy: A different view on tinnitus. ORL J. Oto-Rhino-Laryngol. Its Relat. Spec.\n2006 ,68, 23–29. [CrossRef]\n28. Cavanna, A.E.; Seri, S. Misophonia: Current perspectives. Neuropsychiatr. Dis. Treat. 2015 ,11, 2117–2123. [CrossRef]\n29. Dozier, T.H.; Lopez, M.; Pearson, C. Proposed Diagnostic Criteria for Misophonia: A Multisensory Conditioned Aversive Reﬂex\nDisorder. Front. Psychol. 2017 ,8, 1975. [CrossRef]\n30. Vitoratou, S.; Uglik-Marucha, N.; Hayes, C.; Erfanian, M.; Pearson, O.; Gregory, J. Item Response Theory Investigation of\nMisophonia Auditory Triggers. Audiol. Res. 2021 ,11, 51. [CrossRef]\n31. Zhou, X.; Wu, M.S.; Storch, E.A. Misophonia symptoms among Chinese university students: Incidence, associated impairment,\nand clinical correlates. J. Obs.-Compuls. Relat. Disord. 2017 ,14, 7–12. [CrossRef]\n32. McGeoch, P .D.; Rouw, R. How everyday sounds can trigger strong emotions: ASMR, misophonia and the feeling of wellbeing.\nBioEssays 2020 ,42, 2000099. [CrossRef]\n33. Webb, J. \f-Blockers for the Treatment of Misophonia and Misokinesia. Clin. Neuropharmacol. 2022 ,45, 13–14. [CrossRef]"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 24 of 26\n34. Quek, T.; Ho, C.; Choo, C.; Nguyen, L.; Tran, B.; Ho, R. Misophonia in Singaporean Psychiatric Patients: A Cross-Sectional Study.\nInt. J. Environ. Res. Public Health 2018 ,15, 1410. [CrossRef]\n35. Dozier, T.H. Etiology, composition, development and maintenance of misophonia: A conditioned aversive reﬂex disorder. Psychol.\nThought 2015 ,8, 114–129. [CrossRef]\n36. Tunç, S.; Ba¸ sbu˘ g, H.S. An extreme physical reaction in misophonia: Stop smacking your mouth. Psychiatry Clin. Psychopharmacol.\n2017 ,27, 416–418. [CrossRef]\n37. Vidal, C.; Vidal, L.M.; Lage, M. Misophonia: Case report. Eur. Psychiatry 2017 ,41, 644. [CrossRef]\n38. Kılıç, C.; Öz, G.; Avano˘ glu, K.B.; Aksoy, S. The prevalence and characteristics of misophonia in Ankara, Turkey: Population-based\nstudy. BJPsych Open 2021 ,7, e144. [CrossRef]\n39. Schröder, A.; Vulink, N.; Van Loon, A.J.; Denys, D. Cognitive behavioral therapy is effective in misophonia: An open trial. J.\nAffect. Disord. 2017 ,217, 289–294. [CrossRef]\n40. Rouw, R.; Erfanian, M. A Large-Scale Study of Misophonia. J. Clin. Psychol. 2018 ,74, 453–479. [CrossRef]\n41. Webber, T.A.; Johnson, P .L.; Storch, E.A. Pediatric misophonia with comorbid obsessive-compulsive spectrum disorders. Gen.\nHosp. Psychiatry 2014 ,36, 231-e1. [CrossRef]\n42. Naguy, A.; Al-Humoud, A.M.; Pridmore, S.; Abuzeid, M.Y.; Singh, A.; Elsori, D. Low-Dose Risperidone for an Autistic Child with\nComorbid ARFID and Misophonia. Psychopharmacol. Bull. 2022 ,52, 91–94. [PubMed]\n43. Levitin, D.J.; Cole, K.; Lincoln, A.; Bellugi, U. Aversion, awareness, and attraction: Investigating claims of hyperacusis in the\nWilliams syndrome phenotype. J. Child. Psychol. Psychiatry 2005 ,46, 514–523. [CrossRef] [PubMed]\n44. Schröder, A.; van Diepen, R.; Mazaheri, A.; Petropoulos-Petalas, D.; Soto de Amesti, V .; Vulink, N.; Denys, D. Diminished N1\nAuditory Evoked Potentials to Oddball Stimuli in Misophonia Patients. Front. Behav. Neurosci. 2014 ,8, 123.\n45. Schröder, A.; Giorgi, R.S.; Van Wingen, G.; Vulink, N.; Denys, D. Impulsive aggression in misophonia: Results from a functional\nmagnetic resonance imaging study. Eur. Neuropsychopharmacol. 2015 ,25, 307–308. [CrossRef]\n46. Schröder, A.; Wingen, G.V .; Eijsker, N.; San Giorgi, R.; Vulink, N.C.; Turbyne, C.; Denys, D. Misophonia is associated with altered\nbrain activity in the auditory cortex and salience network. Sci. Rep. 2019 ,9, 7542. [CrossRef] [PubMed]\n47. Kumar, S.; Tansley-Hancock, O.; Sedley, W.; Winston, J.S.; Callaghan, M.F.; Allen, M.; Grifﬁths, T.D. The brain basis for misophonia.\nCurr. Biol. 2017 ,27, 527–533. [CrossRef] [PubMed]\n48. Eijsker, N.; Schröder, A.; Liebrand, L.C.; Smit, D.; Van Wingen, G.; Denys, D. White matter abnormalities in misophonia.\nNeuroImage Clin. 2021 ,32, 102787. [CrossRef]\n49. Eijsker, N.; Schröder, A.; Smit, D.J.; van Wingen, G.; Denys, D. Structural and functional brain abnormalities in misophonia. Eur.\nNeuropsychopharmacol. 2021 ,52, 62–71. [CrossRef]\n50. Kumar, S.; Dheerendra, P .; Erfanian, M.; Benzaqu én, E.; Sedley, W.; Gander, P .E.; Lad, M.; Bamiou, D.E.; Grifﬁths, T.D. The Motor\nBasis for Misophonia. J. Neurosci. Off. J. Soc. Neurosci. 2021 ,41, 5762–5770. [CrossRef]\n51. Schröder, A.; van Wingen, G.; Vulink, N.C.; Denys, D. Commentary: The Brain Basis for Misophonia. Front. Behav. Neurosci. 2017 ,\n11, 111. [CrossRef]\n52. Jiménez, X.F.; Aboussssouan, A.; Mandell, D.; Huffman, K.L. Additional evidence supporting the central sensitization inventory\n(CSI) as an outcome measure among chronic pain patients in functional restoration program care. Spine J. Off. J. N. Am. Spine Soc.\n2017 ,17, 1765. [CrossRef]\n53. Dozier, T.H. Treating the Initial Physical Reﬂex of Misophonia with the Neural Repatterning Technique: A Counterconditioning\nProcedure. Psychol. Thought 2015 ,8, 189–210. [CrossRef]\n54. Vanaja, C.S.; Abigail, M.S. Misophonia: An Evidence-Based Case Report. Am. J. Audiol. 2020 ,29, 685–690. [CrossRef]\n55. Natalini, E.; Dimaggio, G.; Varakliotis, T. Misophonia, Maladaptive Schemas and Personality Disorders: A Report of Three Cases.\nContemp. Psychother. 2020 ,50, 29–35. [CrossRef]\n56. Jastreboff, P .J.; Jastreboff, M.M. Decreased sound tolerance: Hyperacusis, misophonia, diplacousis, and polyacousis. Handb. Clin.\nNeurol. 2015 ,129, 375–387.\n57. Cusack, S.E.; Cash, T.V .; Vrana, S.R. An examination of the relationship between misophonia, anxiety sensitivity, and obsessive-\ncompulsive symptoms. J. Obs.-Compuls. Relat. Disord. 2018 ,18, 67–72. [CrossRef]\n58. Webber, J.; Hinds, J.; Camic, P .M. The well-being of allotment gardeners: A mixed methodological study. Ecopsychology 2015 ,7,\n20–28. [CrossRef]\n59. Neal, M.; Cavanna, A.E. Selective Sound Sensitivity Syndrome (Misophonia) in a Patient with Tourette Syndrome. J. Neuropsychia-\ntry Clin. Neurosci. 2013 ,25, E01. [CrossRef]\n60. Frank, B.; McKay, D. The suitability of an inhibitory learning approach in exposure when habituation fails: A clinical application\nto misophonia. Cogn. Behav. Pract. 2019 ,26, 130–142. [CrossRef]\n61. Ferreira, G.M.; Harrison, B.J.; Fontenelle, L.F. Hatred of sounds: Misophonic disorder or just an underreported psychiatric\nsymptom? Ann. Clin. Psychiatry Off. J. Am. Acad. Clin. Psychiatr. 2013 ,25, 271.\n62. Da Silva, F.E.; Sanchez, T.G. Evaluation of selective attention in patients with misophonia. Braz. J. Otorhinolaryngol. 2019 ,85,\n303–309. [CrossRef]\n63. Simner, J.; Koursarou, S.; Rinaldi, L.J.; Ward, J. Attention, ﬂexibility, and imagery in misophonia: Does attention exacerbate\neveryday disliking of sound? J. Clin. Exp. Neuropsychol. 2022 ,43, 1006–1017. [CrossRef]"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 25 of 26\n64. Norris, J.E.; Kimball, S.H.; Nemri, D.C.; Ethridge, L.E. Toward a Multidimensional Understanding of Misophonia Using\nCluster-Based Phenotyping. Front. Neurosci. 2022 ,16, 832516. [CrossRef]\n65. Jochaut, D.; Lehongre, K.; Saitovitch, A.; Devauchelle, A.D.; Olasagasti, I.; Chabane, N.; Zilbovicius, M.; Giraud, A.L. Atypical\ncoordination of cortical oscillations in response to speech in autism. Front. Hum. Neurosci. 2015 ,9, 171. [CrossRef] [PubMed]\n66. Dar, R.; Kahn, D.T.; Carmeli, R. The relationship between sensory processing, childhood rituals and obsessive-compulsive\nsymptoms. J. Behav. Ther. Exp. Psychiatry 2012 ,43, 679–684. [CrossRef]\n67. Taylor, S.; Conelea, C.A.; McKay, D.; Crowe, K.B.; Abramowitz, J.S. Sensory intolerance: Latent structure and psychopathologic\ncorrelates. Compr. Psychiatry 2014 ,55, 1279–1284. [CrossRef]\n68. Marmura, M.J.; Monteith, T.S.; Anjum, W.; Doty, R.L.; Hegarty, S.E.; Keith, S.W. Olfactory function in migraine both during and\nbetween attacks. Cephalalgia 2014 ,34, 977–985. [CrossRef] [PubMed]\n69. Johnson, M. Misophonia. Oreg ón Tinnitus y Hyperacusis Treatment Clinic, Inc. 21 September 2019. Available online: https:\n//tinnitus-audiology.com/misophonia (accessed on 21 April 2022).\n70. Burón, E.; Bulbena, A. Olfaction in affective and anxiety disorders: A review of the literature. Psychopathology 2013 ,46, 63–74.\n[CrossRef] [PubMed]\n71. Muller, D.; Khemlani-Patel, S.; Neziroglu, F. Cognitive-Behavioral Therapy for an Adolescent Female Presenting with Misophonia:\nA Case Example. Clin. Case Stud. 2018 ,17, 249–258. [CrossRef]\n72. Enzler, F.; Loriot, C.; Fournier, P .; Noreña, A.J. A psychoacoustic test for misophonia assessment. Sci. Rep. 2021 ,11, 11044.\n[CrossRef]\n73. Siepsiak, M.; Rosenthal, M.Z.; Raj-Koziak, D.; Dragan, W. Psychiatric and audiologic features of misophonia: Use of a clinical\ncontrol group with auditory over-responsivity. J. Psychosom. Res. 2022 ,156, 110777. [CrossRef]\n74. Nelting, M.; Rienhoff, N.K.; Hesse, G.; Lamparter, U. The assessment of subjective distress related to hyperacusis with a self-rating\nquestionnaire on hypersensitivity to sound. Laryngo-Rhino-Otol. 2002 ,81, 327–334. [CrossRef]\n75. Herráiz, C.; Santos, G.D.L.; Diges, I.; D íez, R.; Aparicio, J.M. Assessment of hyperacusis: The self-rating questionnaire on\nhypersensitivity to sound. Acta Otorrinolaringol. Esp. 2006 ,57, 303–306. [CrossRef]\n76. Fitzmaurice, G. The Misophonia Activation Scale (MAS-1). Available online: http://www.misophonia-uk.org/the-misophonia-\nactivation-scale.html (accessed on 21 April 2022).\n77. Kluckow, H.; Telfer, J.; Abraham, S. Should we screen for misophonia in patients with eating disorders? A report of three cases.\nInt. J. Eat. Dis. 2014 ,47, 558–561. [CrossRef]\n78. McKay, D.; Kim, S.K.; Mancusi, L.; Storch, E.A.; Spankovich, C. Proﬁle analysis of psychological symptoms associated with\nmisophonia: A community simple. Behav. Ther. 2018 ,49, 286–294. [CrossRef]\n79. McErlean, A.B.J.; Banissy, M.J. Increased misophonia in self-reported autonomous sensory meridian response. PeerJ 2018 ,6, e535.\n[CrossRef]\n80. Bauman, N. Misophonia Physical Response Scale (MPRS). 2015. Misophonia Treatment Institute. Available online: https:\n//misophoniatreatment.com/forms/ (accessed on 16 September 2021).\n81. Siepsiak, M.; ´Sliwerski, A.; Łukasz Dragan, W. Development and Psychometric Properties of MisoQuest-A New Self-Report\nQuestionnaire for Misophonia. Int. J. Environ. Res. Public Health 2020 ,17, 1797. [CrossRef]\n82. Dibb, B.; Golding, S.E.; Dozier, T.H. The development and validation of the Misophonia response scale. J. Psychosom. Res. 2021 ,\n149, 110587. [CrossRef]\n83. Rosenthal, M.Z.; Anand, D.; Cassiello-Robbins, C.; Williams, Z.J.; Guetta, R.E.; Trumbull, J.; Kelley, L.D. Development and Initial\nValidation of the Duke Misophonia Questionnaire. Front. Psychol. 2021 ,12, 4197. [CrossRef]\n84. Rinaldi, L.J.; Smees, R.; Ward, J.; Simner, J. Poorer Well-Being in Children with Misophonia: Evidence from the Sussex Misophonia\nScale for Adolescents. Front. Psychol. 2022 ,13, 808379. [CrossRef]\n85. Rinaldi, L.J.; Ward, J.; Simner, J. An Automated Online Assessment for Misophonia: The Sussex Misophonia Scale for Adults.\nAvailable online: https://scholar.google.com/scholar?hl=en&as_sdt=0%2C5&q=An+Automated+Online+Assessment+for+\nMisophonia%3A+The+Sussex+Misophonia+Scale+for+Adults.+&btnG= (accessed on 21 April 2022).\n86. Karin, J.; Hirsch, M.; Akselrod, S. An estimate of fetal autonomic sate by spectral analysis of fetal heart rate ﬂuctuations. Pediatr.\nRes. 1993 ,34, 134–138. [CrossRef] [PubMed]\n87. Sarigedik, E.; Yurteri, N. Misophonia Successfully Treated of with Fluoxetine: A Case Report. Clin. Neuropharmacol. 2021 ,44,\n191–192. [CrossRef]\n88. Meltzer, J.B.; Herzfeld, M. Tinnitus, Hyperacusis, and Misophonia Toolbox. Semin. Hear. 2014 ,35, 121–130. [CrossRef]\n89. Zitelli, L. Evaluation and Management of Misophonia Using a Hybrid Telecare Approach: A Case Report. Semin. Hear. 2021 ,42,\n123–135. [CrossRef] [PubMed]\n90. Osuagwu, C.; Osuagwu, F.C.; Machoka, A.M. Methylphenidate Ameliorates Worsening Distractibility Symptoms of Misophonia\nin an Adolescent Male. Prim. Care Companion CNS Disord. 2020 ,22, 27485. [CrossRef] [PubMed]\n91. Jager, I.J.; Vulink, N.C.; Bergfeld, I.O.; van Loon, A.J.; Denys, D.A. Cognitive behavioral therapy for misophonia: A randomized\nclinical trial. Depress. Anxiety 2021 ,38, 708–718. [CrossRef]\n92. Zarotti, N.; Tuthill, A.; Fisher, P . Online Emotion Regulation for an Adolescent with Misophonia: A Case Study. J. Cogn. Psychother.\n2022 . [CrossRef] [PubMed]"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Int. J. Environ. Res. Public Health 2022 ,19, 6790 26 of 26\n93. McGuire, J.F.; Wu, M.S.; Storch, E.A. Cognitive-behavioral therapy for 2 youths with misophonia. J. Clin. Psychiatry 2015 ,76,\n573–574. [CrossRef]\n94. Kamody, R.C.; Del Conte, G.S. Using Dialectical Behavior Therapy to Treat Misophonia in Adolescence. Prim. Care Companion\nCNS Disord. 2017 ,19, 26256. [CrossRef]\n95. Lewin, A.B.; Dickinson, S.; Kudryk, K.; Karlovich, A.R.; Harmon, S.L.; Phillips, D.A.; Tonarely, N.A.; Gruen, R.; Small, B.;\nEhrenreich-May, J. Transdiagnostic cognitive behavioral therapy for misophonia in youth: Methods for a clinical trial and four\npilot cases. J. Affect. Disord. 2021 ,291, 400–408. [CrossRef]\n96. Roushani, K.; Mehrabizadeh Honarmand, M. The Effectiveness of Cognitive-behavioral Therapy on Anger in Female Students\nwith Misophonia: A Single-Case Study. Iran. J. Med. Sci. 2021 ,46, 61–67.\n97. Aazh, H.; Landgrebe, M.; Danesh, A.A.; Moore, B.C. Cognitive Behavioral Therapy for Alleviating the Distress Caused by\nTinnitus, Hyperacusis and Misophonia: Current Perspectives. Psychol. Res. Behav. Manag. 2019 ,12, 991–1002. [CrossRef]\n98. Hayes, S.C.; Strosahl, K.D. A Practical Guide to Acceptance and Commitment Therapy ; Springer: Boston, MA, USA, 2005.\n99. Hayes, S.C. Acceptance and commitment therapy, relational frame theory, and the third wave of behavioral and cognitive\ntherapies. Behav. Ther. 2004 ,35, 639–665. [CrossRef]\n100. Schneider, R.L.; Arch, J.J. Letter to the editor: Potential treatment targets for misophonia. Gen. Hosp. Psychiatry 2015 ,37, 370–371.\n[CrossRef]\n101. Schneider, R.L.; Arch, J.J.; Wolitzky-Taylor, K.B. The state of personalized treatment for anxiety disorders: A systematic review of\ntreatment moderators. Clin. Psychol. Rev. 2015 ,38, 39–54. [CrossRef]\n102. Jager, I.; Vulink, N.; de Roos, C.; Denys, D. EMDR therapy for misophonia: A pilot study of case series. Eur. J. Psychotraumatol.\n2021 ,12, 1968613. [CrossRef]\n103. Veale, D. A compelling desire for deafness. J. Deaf. Stud. Deaf. Educ. 2006 ,11, 369–372. [CrossRef]\n104. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders , 5th ed.; American Psychiatric Publishing:\nWashington, DC, USA, 2013.\n105. Jager, I.; de Koning, P .; Bost, T.; Denys, D.; Vulink, N. Misophonia: Phenomenology, comorbidity and demographics in a large\nsample. PLoS ONE 2020 ,15, e0231390. [CrossRef]\n106. Bruxner, G. ‘Mastication rage’: A review of misophonia—An under-recognised symptom of psychiatric relevance? Australas.\nPsychiatry Bull. R. Aust. N. Z. Coll. Psychiatr. 2016 ,24, 195–197. [CrossRef]\n107. Erfanian, M.; Kartsonaki, C.; Keshavarz, A. Misophonia and comorbid psychiatric symptoms: A preliminary study of clinical\nﬁndings. Nord. J. Psychiatry 2019 ,73, 219–228. [CrossRef]\n108. Siepsiak, M.A.; Sobczak, M.; Bohaterewicz, B.; Cichocki., Ł.; Dragan, Ł. Prevalence of Misophonia and Correlates of Its Symptoms\namong Inpatients with Depression. Int. J. Environ. Res. Public Health 2020 ,17, 5464. [CrossRef] [PubMed]\n109. Haq, S.S.; Alresheed, F.; Tu, J.C. Behavioral Treatment of Problem Behavior for an Adult with Autism Spectrum Disorder and\nMisophonia. J. Dev. Phys. Disabil. 2020 ,6, 1005–1015. [CrossRef]\n110. Kiese-Himmel, C. Misophonie. Rubrik “Für Sie gelesen, für Sie gehört”. Stimme Sprache Gehör. 2020 ,44, 126–127.\n111. Rosenthal, M.Z.; Altimus, C.; Campbell, J. Research Topic ‘Advances in Understanding the Nature and Features of Misophonia’.\nAvailable online: https://www.frontiersin.org/research-topics/25714/advances-in-understanding-the-nature-and-features-\nof-misophonia (accessed on 21 April 2022).\n112. Savard, M.A.; Sares, A.G.; Coffey, E.B.; Deroche, M.L. Speciﬁcity of Affective Responses in Misophonia Depends on Trigger\nIdentiﬁcation. Available online: https://scholar.google.com/scholar?hl=en&as_sdt=0%2C5&q=.+Speciﬁcity+of+affective+\nresponses+in+misophonia+depends+on+trigger+identiﬁcation.+&btnG= (accessed on 21 April 2022)."
    }
  ]
}