{
  "doc_type": "scientific paper",
  "title": "Epistemic justice as a condition of political freedom?",
  "authors": [
    "Miranda Fricker"
  ],
  "year": 2013,
  "journal": "Synthese",
  "doi": null,
  "abstract": "I shall first briefly revisit the broad idea of 'epistemic injustice', explaining how it can take either distributive or discriminatory form, in order to put the concepts 'testimonial injustice' and 'hermeneutical injustice' in place. In previous work I have explored how the wrong of both kinds of epistemic injustice has both an ethical and an epistemic significance – someone is wronged in their capacity as a knower. But my present aim is to show that this wrong can also have a political significance in relation to non-domination, and so to freedom. While it is only the republican conception of political freedom that presents nondomination as constitutive of freedom, I shall argue that non-domination is best understood as a thoroughly generic liberal ideal of freedom to which even negative libertarians are implicitly committed, for nondomination is negative liberty as of right – secured non-interference. Crucially on this conception, non-domination requires that the citizen can contest interferences. Pettiťs model specifies three conditions of contestation, each of which protects against a salient risk of the would-be contester not getting a 'proper hearing'. But I shall argue that missing from this list is anything to protect against a fourth salient threat: the threat that either kind of epistemic injustice might disable contestation by way of an unjust deflation of either credibility or intelligibility. Thus we see that both testimonial and hermeneutical injustice can render a would-be contester dominated. Epistemic justice is thereby revealed as a constitutive condition of non-domination, and thus of a central liberal political ideal of freedom.",
  "keywords": [
    "Freedom and Epistemic justice",
    "Non-domination",
    "Institutional virtue",
    "Ethos",
    "Testimonial injustice",
    "Hermeneutical injustice"
  ],
  "research_topics": [
    "Epistemic injustice",
    "Political freedom",
    "Republican liberty",
    "Non-domination",
    "Testimonial injustice",
    "Hermeneutical injustice",
    "Political theory",
    "Epistemology",
    "Social justice",
    "Contestation in political freedom"
  ],
  "created_at": "2025-05-04T23:33:54.411991Z",
  "source_pdf": "documents/research/Global/Fricker-2013-Epistemicjusticecondition.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Epistemic justice as a condition of political freedom?  \nAuthor(s): Miranda Fricker  \nSource: Synthese , May 2013 , Vol. 190, No. 7, THE EPISTEMOLOGY OF INCLUSIVENESS \n(May 2013), pp. 1317-1332  \nPublished by: Springer  \nStable URL: https://www.jstor.org/stable/41931810\nJSTOR is a not-for-profit service that helps scholars, researchers, and students discover, use, and build upon a wide \nrange of content in a trusted digital archive. We use information technology and tools to increase productivity and \nfacilitate new forms of scholarship. For more information about JSTOR, please contact support@jstor.org. \n \nYour use of the JSTOR archive indicates your acceptance of the Terms & Conditions of Use, available at \nhttps://about.jstor.org/terms\nSpringer  is collaborating with JSTOR to digitize, preserve and extend access to Synthese\nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Synthese (2013) 190:1317-1332  DOI 1 0. 1 007/s 1 1 229-0 1 2-0227-3 \n Epistemic justice as a condition of political freedom? \n Miranda Fricker \n Received: 4 September 2012 / Accepted: 21 November 2012 / Published online: 15 December 2012  © Springer Science+Business Media Dordrecht 20 1 2 \n Abstract I shall first briefly revisit the broad idea of 'epistemic injustice' , explaining \n how it can take either distributive or discriminatory form, in order to put the concepts of \n 'testimonial injustice' and 'hermeneutical injustice' in place. In previous work I have \n explored how the wrong of both kinds of epistemic injustice has both an ethical and \n an epistemic significance - someone is wronged in their capacity as a knower. But my \n present aim is to show that this wrong can also have a political significance in relation \n to non-domination, and so to freedom. While it is only the republican conception \n of political freedom that presents nondomination as constitutive of freedom, I shall \n argue that non-domination is best understood as a thoroughly generic liberal ideal \n of freedom to which even negative libertarians are implicitly committed, for non- \n domination is negative liberty as of right - secured non-interference. Crucially on this \n conception, non-domination requires that the citizen can contest interferences. Pettit \n specifies three conditions of contestation, each of which protects against a salient \n risk of the would-be contester not getting a 'proper hearing'. But I shall argue that \n missing from this list is anything to protect against a fourth salient threat: the threat \n that either kind of epistemic injustice might disable contestation by way of an unjust \n deflation of either credibility or intelligibility. Thus we see that both testimonial and \n hermeneutical injustice can render a would-be contester dominated. Epistemic justice \n is thereby revealed as a constitutive condition of non-domination, and thus of a central \n liberal political ideal of freedom. \n Keywords Freedom and Epistemic justice • Non-domination • Institutional virtue • \n Ethos • Testimonial injustice • Hermeneutical injustice \n M. Fricker (E3) \n University of Sheffield, Sheffield, UK \n e-mail: m.fricker@sheffield.ac.uk \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "1318 Synthese (2013) 190:1317-1332 \n 1 Epistemic injustice revisited \n The requirements of what we might call epistemic justice are surely many and various. \n But we can begin to get the measure of it by looking first to basic kinds of epistemic \n injustice , whose negative imprint reveals the form of the positive value. As a general \n point of philosophical method, I believe that taking failure as one's starting point is a \n good strategy. If one wants to discover the conditions of a given positive social value \n (justice, freedom, independence, equality. . .), it tends to be instructive to look first at \n the various ways in which it is likely to fail. This method as applied to any kind of \n justice simply reflects the fact that just social systems, even in their most historically \n stable forms, are sustained under pressures towards collapse into injustice. We might \n express this by saying that justice incorporates inherent risks of failure. Given this \n proneness to failure, our positive philosophical conception of justice would do well to \n be explicitly informed by the need to stave off those risks.1 The most philosophically \n relevant risks will not be any that are peculiar to contingent social arrangements, but \n rather those deriving from the most basic features of the human predicament. That is, \n our various drives and needs as they are inevitably played out in a social context - \n self-interest, desire, prejudice, violence, unequal power, scarcity of resources, compe- \n tition, and so on. In short, one learns a lot about the conditions of justice by conceiving \n of just social practices as governed by norms designed to counteract those basic pres- \n sures towards injustice that are part and parcel of the human social condition. \n The category of epistemic injustice should be considered an umbrella concept, open \n to new ideas about quite which phenomena should, and should not, come under its pro- \n tection. I did not make this explicit in previous work, where the focus was exclusively \n on what I would now prefer to specify as discriminatory epistemic injustice. This con- \n trasts with distributive epistemic injustice - the unfair distribution of epistemic goods \n such as education or information - which is an important kind of social injustice in its \n own right, and may often be closely intertwined with the discriminatory kind.2 The \n importance of access to such goods, however, has long been an accepted feature of \n liberal conceptions of social justice (perhaps not so much as a matter of explicit theo- \n retical articulation, but certainly in public political discourse about the importance of \n access to education, or the internet, for instance). What was less familiar was the idea \n of discriminatory epistemic injustice: a branch of epistemic injustice which, I have \n argued, divides into two sub-branches, namely testimonial injustice and hermeneutical \n injustice.3 Since I have discussed these phenomena in detail in other work, I will merely \n put the two concepts swiftly in place here. Once this is done, I will be in a position to \n proceed with the task of this paper: to make out a new connection between epistemic \n justice and an ideal of political freedom, and to explore the implications for account- \n able institutional practices. My hope is that elaborating these ideas will reveal just \n how tightly epistemic justice needs to be interwoven in the fabric of the liberal polity. \n 1 I have argued for this point about philosophical method more fully in Fricker (2012). \n 2 David Coady has rightly emphasized both these points; see Coady (2010). \n For a fuller account of these kinds of epistemic injustice, see Fricker (2007). \n £) Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 1319 \n Testimonial injustice happens when a speaker receives a deficit of credibility owing \n to the operation of prejudice in the hearer's judgement. A possible example might be in \n a case of 'stop and search' by the police, where a racial prejudice affects the perception \n of the police officer so that a young black male driver receives a prejudicially deflated \n level of credibility when he declares that he is the rightful owner of the car. There will \n of course be a spectrum of cases spanning those in which the speaker's credibility is \n only marginally deflated to those where it is drastically deflated, and also spanning \n cases where (whatever the deflation) it either is or isn't sufficient to bring the level of \n credibility below the threshold for hearer acceptance. Sometimes a speaker's word is \n taken far less seriously than it would be absent the prejudice, yet they are still believed; \n sometimes a small credibility deflation is enough to entail that the speaker's word is \n rejected. \n Hermeneutical injustice occurs at a stage prior to communicative activity, though \n it will only surface in a certain kind of failed or semi-failed attempt to render an \n experience intelligible, either to oneself or communicatively to another. This kind of \n epistemic injustice happens when a subject who is already hermeneutically marginal- \n ized (that is, they belong to a group which does not have access to equal participation \n in the generation of social meanings) is thereby put at an unfair disadvantage when \n it comes to making sense of a significant area of their social experience. An example \n might be a woman who attacked or killed a long-term physically abusive partner at a \n time before the background history of his own violence and intimidation came to be \n interpretable by reference to the legal category of 'provocation'. \n Like testimonial injustice, hermeneutical injustice comes in different degrees of \n severity, and along more than one dimension. First, there is internal diversity as regards \n the degree of misunderstanding. At one extreme, even serious domestic violence might \n once have been culturally, quasi secretly, understood as the violent affirmation of a \n proper natural hierarchy between 'man and wife' (not forgetting that our rich capacity \n for incoherence in collective forms of understanding is such that this construal can \n subsist alongside another, more openly avowed, interpretation to the effect that such \n violence is appalling). Or, alternatively, a less radical failure of understanding might \n be illustrated by a situation where such violence is on the whole taken seriously as a \n criminal offence, yet still not properly dealt with by the relevant institutional bodies \n owing to confused social meanings surrounding, for instance, the fact that the victim \n did not leave her violent partner. \n Second, hermeneutical injustice is internally diverse in relation to how widespread \n the failure of understanding is. At the extreme, there can be cases where even the \n subject herself is radically unable to make sense of her own experience; or, by contrast, \n there can be cases at the other extreme in which the subject herself is entirely clear \n what is happening to her, and can perhaps expect to communicate her experience \n with ease to other members of her community or social group, but (owing to the \n collective hermeneutical gap pertaining to the wider community as a whole) still \n cannot expect to communicate it successfully to significant social agencies - notably, \n relevant institutional bodies - in order to describe or protest the experience. Finally, \n a third dimension of internal diversity in hermeneutical injustice is that such unfair \n deficits of intelligibility might be owing either to the inadequately conceptualised \n â Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "1 320 Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 \n content , and/or owing to an inadequately understood expressive form, in the sense of \n style of communication. \n I have tried in previous work to develop the ethical and epistemic aspects of the \n wrong of both kinds of discriminatory epistemic injustice.4 In brief, there is a generic \n wrong to any kind of epistemic injustice (including the distributive kind) which is \n a matter of the subject being wronged specifically in their capacity as an epistemic \n subject. In respect of testimonial injustice, this generic wrong becomes somewhat \n specified in the idea of the subject's being wronged as a giver of knowledge (an \n unjust deficit of credibility); and in respect of hermeneutical injustice it becomes the \n idea of the subject's being wronged in their capacity for social understanding (an \n unjust deficit of intelligibility). These two forms of the intrinsic ethical-epistemic \n wrong of epistemic injustice are then supplemented by the observation that various \n more general epistemic ills tend to emanate from them - notably, the hearer's missing \n out on knowledge offered, and the decline in the circulation of epistemic goods in \n the social epistemic system (not only ready-made items of truth and knowledge, but \n also hypotheses, evidence, counter-evidence, explanations, forms of understanding, \n good criticisms, good questions...). Thus the wrong of epistemic injustice against an \n individual tends to ramify into wider social epistemic loss. But the point of the present \n paper will be to develop a different dimension altogether of the wrong of epistemic \n injustice. I want to explore the possibility that there is a political dimension to the \n wrongs involved in discriminatory epistemic injustice. I shall argue that there is an \n internal connection between the positive value of epistemic justice and a liberal ideal \n of political freedom. \n 2 Not by grace and favour- epistemic justice and the ability to contest \n If we think of political liberty exclusively in terms of mere negative liberty, or non- \n interference, it will be hard to discern the epistemic aspect of political freedom that I \n want to bring out. There is, however, a certain neo-roman or 'republican' conception \n of political freedom that presents us with the clue we need, and it is from that con- \n ception that I want to start drawing out the relevance of epistemic justice to matters of \n political freedom. As the name suggests, the neo-roman conception of freedom can \n be traced back to an ancient republican impetus, but more recent voices advocating \n a form of republicanism for our time are those of Quentin Skinner and Philip Pettit.5 \n Skinner presents it as 'a third concept of liberty', and its distinctive character consists \n primarily in the idea that mere non-interference is insufficient to enjoy one's rights \n and liberties independently from the grace and favour of a monarch or other unac- \n countable authority. Here the driving thought is that if such a monarch or equivalent \n permits your freedoms as a matter of discretion (in the sense that he could rescind \n them at will), then in essence he rules as master rules slave. A slave to a benign master \n is still a slave - a fortunate slave for sure, but fortunate slaves are not free. On this \n conception, real political freedom cannot be won through grace and favour, for grace \n 4 Fricker (2007), Chap. 2 (2.3). \n 5 Skinner ( 1 998, 2006) and Pettit ( 1 997). \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Synthese (2013) 190:1317-1332 1321 \n and favour can only supply freedom de facto , and never freedom as of right. Mere de \n facto freedom, understood in terms of the relationship of ruler to ruled, is structurally \n speaking another species of tyranny, given that tyrants (like masters in general) need \n not be cruel but can be benign. The essentially tyrannical feature of the relationship \n here is the power relation that consists in the ruler's entitlement to rescind at will the \n freedoms bestowed upon the subject. \n A notable feature of this power relation is that it tends to corrupt even the most \n well-meaning of lived relationships. This tendency to distort relationships, or indeed \n to structure of them from the start, is nowhere clearer than in the history of gender \n relations. Among the sonorous voices of the republican tradition which Pettit repro- \n duces is that of Mary Wollstonecraft, whose still astonishing work A Vindication of \n the Rights of Woman centres on this troubled theme: \n It is vain to expect virtue from women till they are, in some degree, independent \n of man; nay, it is vain to expect that strength of natural affection, which would \n make them good wives and mothers. Whilst they are absolutely dependent on \n their husbands they will be cunning, mean, and selfish.6 \n Re-expressing Wollstonecrafťs point in more contemporary feminist theoretical terms \n (and making explicit its quasi-conservative rhetorical strategy), one might render it \n as the claim that women's dominated status structures gender relations in a manner \n that threatens their ability even to live up to entirely traditional roles. Given it takes \n something other than a simpering coquette, or a conniving vixen to be a good wife and \n mother, the case against the domination of women by men is advanced not merely on \n the grounds that domination is a lousy idea from the point of view of universal rights, \n it is also a self-defeating strategy for those in favour of conservative gender roles. \n Republican freedom presents a central example of what can be gained by conceiving \n of a social good in terms of what it takes to insure it against endemic risk. Conceiving \n freedom as non-domination means that the conception is explicitly informed by the \n inherent risk that the all too contingent conditions of de facto freedom will fail - \n that the grace and favour which too unstably prop up a façade of freedom will be \n withdrawn. But whether or not one regards non-domination as supplanting negative \n liberty {de facto non-interference) as the primary conception of political freedom, \n I would argue that this idea of non-interference-by-right is nonetheless an ideal of \n political freedom to which the advocate of negative liberty is implicitly committed. \n I shall argue this by way of a parallel with a certain set of ideas in epistemology about \n the value of knowledge. If I am right, then we can remain neutral on the question of \n what is the best, or most basic, conception of political liberty as such, while promoting \n non-domination as a generic liberal ideal. In a nutshell, the argument is that anyone \n who values non-interference is thereby committed, other things equal, to placing still \n more value on the secured non-interference that is non-domination. This is because, in \n general, if you value possessing X, then other things equal you will place even greater \n value on possessing X securely-against-risk-of-losing-it. But let me now elaborate \n 6 Wollstonecraft (1975); quoted in Pettit 1997, p. 61 . \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "1322 Synthese (2013) 190:1317-1332 \n the parallel which I hope will substantiate the claim that non-domination is a generic \n liberal ideal of freedom. \n The parallel in question is with a long debate in epistemology about what, if any- \n thing, lends knowledge a distinctive extra value that is not already present in mere \n true belief. Plato's answer to this question posed by Meno is that knowledge is more \n valuable because it is less easy to lose, and one understanding of this general idea \n is that knowledge is less easy to lose in the sense that a knower is normally (some \n say always) aware of a reason that justifies her belief, so that she is in a better posi- \n tion to avoid losing that true belief in the face of misleading evidence.7 The guiding \n thought here is that if you value true belief, then you will attribute still more value to \n secured true belief ' that is, to knowledge. If this parallel is instructive, then what we \n learn from it is that if we value defacto non-interference, then we will attribute added \n value to secured non-interference, i.e. to non-domination. It follows from this that the \n advocate of negative liberty is implicitly committed to attributing added value to non- \n domination because non-domination is secured negative liberty - non-interference as \n of right. This is what qualifies non-domination as a generic liberal ideal of freedom \n rather than as a value of liberty special to advocates of the republican conception. \n What this means for present purposes is that the purport of the connections I shall \n be making out between epistemic justice and non-domination is not dependent upon \n the specifically republican case for non-domination as the lead conception of political \n liberty. It is dependent only upon the less partisan idea of non-domination as a generic \n liberal ideal. Remaining neutral, then, on the question of how best to theorise the \n primary form of political freedom, I focus on non-domination as a centrally important \n liberal ideal of freedom which, as I shall argue, depends upon epistemic justice as one \n of its essential conditions. \n On Pettiťs account there can be interferences compatibly with political freedom, \n such as the requirement to pay income tax, or being imprisoned as a matter of appropri- \n ate legal punishment. Interferences such as these are compatible with political freedom \n to the extent that they are non-arbitrary. What makes interference non-arbitrary? The \n basic criterion is the one we have already rehearsed by way of Skinner: the interference \n must not be committed merely at will; that is, the body committing the interference \n must not be unaccountable. This basic criterion is then refined by reference to the \n requirement that the interference 'is forced to track the interests and ideas of the per- \n son suffering the interference'.8 Crucially, the required conformity to the citizen's \n interests is specific to those non-peculiar interests held in common with other citizens: \n 'What is required for non-arbitrary state power... is that the power be exercised in a \n way that tracks, not the power-holder's personal welfare or world-view, but rather the \n welfare and world-view of the public.'9 \n This raises the question what further conditions need to be in place in order to \n keep the state or other bodies in check when it comes to tracking the impersonal \n interests of the citizen. The answer is delivered in the condition that the citizen is able \n 7 I make a more developed case in favour of Plato's idea in terms of knowledge's greater 'resilience' in  Flicker (2009). Different arguments in its favour can be found in Williamson (2000), p. 79. \n 8 Pettit (2006), p. 225. \n 9 Pettit ( 1997), p. 56. \n Ö Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 1323 \n to contest any interference (where 'contest' features as a success term, in the sense \n that sham or otherwise institutionally unsatisfactory procedures of contestation entail \n that the citizen cannot contest). Contestation, in Pettiťs account, has three essential \n conditions, each of which is designed to stave off a salient risk that would threaten the \n citizen's prospect of a fair hearing. They state that there must be: \n 1. A 'potential basis for contestation' \n 2. A 'channel or voice available by which decisions may be contested' \n 3. A 'suitable forum in existence for hearing contestations'.10 \n The 'basis' for contestation is really a matter of the form of the exchange - the two \n possibilities given are bargain-based contestation, and debate-based contestation. Pettit \n rightly claims that only the latter provides a suitable basis for the kind of contestation \n that suits the deliberative democratic purpose. Instead of trading concessions, the \n outcome of which will depend largely on strength of starting position rather than \n force of argument, the form of exchange required to establish whether or not a given \n interference was or was not in tune with the contester's impersonal interests as a citizen \n is the more open-ended and more genuine form of exchange distinctive of dialogue \n and debate. \n The second condition, of 'channel or voice', concerns the availability of proper \n representation. On pain of counting as dominating the citizen, an institutional body \n must provide for the citizen's being credibly represented so that her case may be \n properly heard. She may represent herself, or be represented by a suitable third party. \n What is needed to give potential contestators voice? What is needed to enfran- \n chise them in more than a purely formal or ceremonial sense? At the level of \n legislative decision, it is clearly going to be necessary that there are voices that \n can speak with credibility to the concerns and opinions of every significant group, \n and that can force those concerns and opinions on the deliberative attention of \n law-makers. In order to speak with credibility, such voices will have to come \n from the sector represented , not just resonate in sympathy with that sector..; \n and so ideally the group will achieve representation, not by grace of senatorial \n spokespersons, but via the presence of some of its own members. 1 1 \n Pettit persuasively argues that this condition brings with it a requirement of \n inclusivity - sufficient social diversity in the adjudicating body - in order to ensure \n that members of any social group are able to receive a proper hearing. So, for instance, \n juries and other institutional bodies must be actually socially inclusive in order that \n no contester will find the odds are stacked against him, trying to make his case to a \n body composed of people not of his sort, who will not understand. \n The third condition of a 'forum' for contestation requires that there be a suitable \n setting for it, so that contesters can present their case without pressure of any kind \n likely to distort proceedings. These might be pressures brought to bear by parties with \n vested interests, who might exercise influence over the adjudicators or intimidate the \n contester; or again they might be a matter of media intrusion. \n 10 Pettit (1997), pp. 186, 187. \n 1 1 Pettit ( 1 997), p. 1 9 1 ; italics added. \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "1 324 Synthese (20 1 3) 1 90: 1317-1 332 \n These, then, are Pettiťs three necessary conditions of contestation. They produce \n a conception of contestation which is, quite rightly, intended to make explicit certain \n safeguards against salient threats to effective process. But I propose there is a further \n factor that should figure as a fourth condition, which speaks to a salient risk that is \n not catered to in Pettiťs treatment. The proposed fourth condition is that epistemic \n justice prevail in the process of contestation. That is to say, during the debate-like \n exchange that constitutes the contestation the citizen (or her representative) must be \n subject neither to testimonial injustice, nor to hermeneutical injustice in respect of \n what she needs to communicate. Epistemic justice of these two anti-discriminatory \n kinds are requirements for contestation, because if the citizen suffers an unjust deficit \n either of credibility or of intelligibility, then s/he precisely cannot get the fair hearing \n that contestation requires. \n Whereas Pettiťs second condition - that of 'channel or voice' - concerns the credi- \n bility of the relation of representation between citizen and representative, the proposed \n condition of epistemic justice concerns the credibility and/or intelligibility of what is \n stated as the content of the contestation - the contesterà word. One intriguing upshot \n of this is that a citizen can come to count as dominated if her representative suffers \n epistemic injustice in the course of the contestation, even if the citizen herself would \n not have. Conversely, a citizen who would have suffered one or other kind of epistemic \n injustice if he had represented himself, but who is in fact represented by someone who \n doesn't, may thereby be saved from domination.12 These possibilities are surely no \n surprise. When people pay for expensive legal representation, this is one of the things \n they are paying for - a representative who both will not herself suffer testimonial \n injustice, and/or who will be able to mitigate any effects of hermeneutical injustice on \n the client's claims, perhaps by finding new words or their uses to make the case (early \n uses of the 'provocation' defence in respect of a 'battered' woman's killing a violent \n partner would surely be a case in point). \n All this reveals epistemic justice (testimonial and hermeneutical) as a compound \n constitutive condition not only of contestation, but of non-domination. For republicans \n this result entails that epistemic justice is a constitutive condition of political freedom \n itself. I hope this finding may contribute something to republican debate. But I also \n want to draw the wider conclusion, which is addressed to republicans and advocates \n of a negative liberty conception alike: epistemic justice is revealed as a constitutive \n condition of non-domination considered as a generic liberal ideal of freedom. \n Let me bring the point home with an illustration of how both testimonial and \n hermeneutical injustice may disable a contester, thus rendering them dominated. First, \n I shall consider a specific example of testimonial injustice in which a witness of \n a serious crime is effectively silenced. In a case where a citizen needs to contest \n an interference from an individual or group of fellow citizens, as in the case of an \n assault, the interference does not render the victim dominated so long as contestation \n is possible. Under a political regime of racial apartheid, for example, a white citizen \n might assault a black citizen with impunity, with no contestation possible for the black \n citizen, and thus the victim of the assault would not only suffer the assault itself, but \n 12 I thank Jules Holroyd for pointing out this possibility to me. \n Ö Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Synthese (2013) 190:1317-1332 1325 \n stand in a relation of domination to the aggressor. But testimonial injustice driven by \n a racial prejudice may render a black victim of crime dominated even in a democratic \n political system closer to home. The infamous police investigation of the murder of \n the black teenager Stephen Lawrence in East London in 1993 provides us with one \n such example, as is made clear in the report from the independent inquiry that was \n subsequently commissioned by the British government, known as the Macpherson \n Report.13 \n Stephen Lawrence's friend and fellow victim, Duwayne Brooks, was the chief \n witness of the crime, and was waiting with his grievously wounded friend when the \n police arrived at the scene. As is made clear by the Macpherson Report, Duwayne \n Brooks was not properly listened to by the investigating police officers. The report \n diagnoses that this was owing to the way the police perceived him - as a black youth \n stereotypically presumed a party to the trouble. But neither Lawrence nor Brooks \n had been party to any trouble prior to the assault on them in which Stephen received \n the fatal stab wounds. The attack was a one-sided, unprovoked, explicitly racially \n motivated assault on two friends waiting together at a bus stop. Racially prejudicial \n stereotyping, then, distorted police perception of the victims, and forms a crucial \n part of the explanation why Duwayne Brooks' word was not solicited properly at the \n scene14, and why he did not receive due credibility from the police when he tried \n to tell them what had happened. Evidently, the way the investigating officers at the \n scene perceived and heard the word of Duwayne Brooks lacked testimonial justice. \n At paragraph 5.1 1 the report says: \n [T]he officers failed to concentrate upon Mr Brooks and to follow up energeti- \n cally the information which he gave them. Nobody suggested that he should be \n used in searches of the area, although he knew where the assailants had last been \n seen. Nobody appears properly to have tried to calm him, or to accept that what \n he said was true. To that must be added the failure of Inspector Steven Groves, \n the only senior officer present before the ambulance came, to try to find out from \n Mr Brooks what had happened)5 \n This case of testimonial injustice rendered someone who was a victim and chief wit- \n ness of a serious crime disabled as a contester. Duwayne Brooks was prevented by \n testimonial injustice from contesting the crime that he and his friend had been subject \n to. Thus Brooks was not only a victim of a violent interference which included the \n fatal stabbing of his friend, but he was in a relation of domination to the attackers. In \n this case, the relation of domination is between citizens, though the failed contestation \n took place between citizen and an institutional body, namely the police. What was \n needed was some testimonial justice in the fact-finding practices of the investigating \n police unit - perhaps some kind of institutional virtue of testimonial justice. (I shall \n turn to what this might involve in the final section of the paper.) \n 13 See Macpherson (1999). \n 14 When someone's word is not even solicited owing to prejudice, the testimonial injustice is what I call  'pre-emptive testimonial injustice'. On this point, and for a more detailed discussion of the present case,  see Fricker (2012). \n 15 Macpherson (1999), p. 5. 1 1 ; italics added. \n â Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "1326 Synthese (2013) 190:1317-1332 \n The second illustration of how epistemic injustice may disable contestation and so \n render a citizen dominated concerns hermeneutical injustice. Consider a case of long- \n term domestic violence prior to the time when it came to be understood that the victim's \n not leaving her violent partner was no indication that the violence was not serious or \n terrifying, no indication that the victim was complicit in it, or secretly attracted to \n it, and so on. Inadequate collective understanding of the woman's experience helped \n delay for many years the legal move to construing cases of pre-meditated counter- \n violence on the victim's part as the result of long-term 'provocation'. This reveals the \n importance of achieving hermeneutical justice in legal fact-finding, as Hock Lai Ho \n has argued in the context of legal theory: \n The problem of hermeneutical gaps exists in legal fact-finding. For example, a \n woman who kills her husband after years of being abused by him will typically \n find it difficult to explain why she stayed in the relationship. That she didn't \n leave him might in turn prompt the fact-finder to doubt her claim of having \n been frequently beaten by her spouse. Expert evidence has helped to bridge the \n hermeneutic gap and to bolster the battered woman's \"credibility in the eyes \n of the jury by demonstrating that her experiences, which the jury would find \n difficult to comprehend, were in fact common to women in abusive situations.\" \n Such evidence can help to explain why the battered woman did not simply walk \n out on her husband and why her past experiences may render her particularly \n accurate in predicting the imminence of the attack to which she reacted.16 \n In cases where the experience of long-term domestic violence is not properly under- \n stood owing to hermeneutical marginalisation (rendering it an instance of hermeneuti- \n cal injustice), the victim finds herself disabled as a contester when she tries - perhaps \n through legal representation - to contest a charge of murder by claiming the defence \n of provocation.17 The defence of provocation can only apply in such cases if the situ- \n ated experience of the victim of long-term domestic violence is properly understood, \n which includes understanding why such a victim may not leave her abuser. \n Once again, what this illustration shows is that institutional bodies to whom citi- \n zens may need to contest must, on pain of facilitating domination, achieve epistemic \n justice in their hearings. Further, if this achievement of epistemic justice is to inspire \n confidence in the citizenry, then it will be advantageous if such institutions are seen to \n achieve it as a matter of reliable performance. One kind of stable mechanism might be \n to incentivise good institutional performance through close supervision, performance \n monitoring, bonus and promotion schemes, and so on. Such incentives can work well \n in some areas. But in areas of institutional activity that are hard to manage and mon- \n itor in this way, and/or especially where the good outcome (whether it be a kind of \n justice, social care, education, or even something more frivolous such as providing \n hospitality) depends not merely on certain things being done, but rather their being \n done in the right spirit, then it can work better to cultivate a driving ethos within the \n institution - a sense among the members of the institutional body that they stand for \n 16 Ho (2012). \n 17 Under UK law a defence of provocation might commute a charge of murder to one of manslaughter. \n Ô Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 1 327 \n values of a certain kind, and take pride in ensuring their work lives up to those values. \n When a type of good outcome is reliably achieved significantly because of the collec- \n tive motivational force of a shared ethos, then the broad structure of a virtue is in place \n within the institutional body. Now clearly if one's concern is with the performance \n of institutions vis-à-vis processes of contestation, these are hard to monitor, not least \n because monitoring adjudications requires further adjudications by an independent \n body, which tends to be costly in time, expertise, money, and general institutional \n effort. Though we can (and do) have a certain amount of such monitoring, conducted \n at varying degrees of independence, it is no substitute for cultivating a positive driving \n ethos within the institutional body itself. Given the usefulness of institutional virtue \n as a form of reliable institutional well-functioning, then, let me end by turning our \n attention to the question what models there might be for institutional virtue. \n 3 Institutional virtue: ethos + reliability \n To qualify as possessing a virtue , as opposed to a form of purely consequentialist \n well-functioning (which might be achieved by means of incentivisation schemes and/or \n mechanisms of an invisible hand) the institutional body must not only perform reliably \n well, it must also do so as a result of possessing the inner element of the virtue. On an \n Aristotelian account this inner element is a specific motive to achieve the relevant good \n end, whereas a more Platonic model will draw upon some far less specific affective \n commitment, such as a background disposition to aim at the good or to live well. \n However it is conceived, the inner element must be suitably resilient over time and \n through a range of counter-factual situations featuring countervailing motives. For \n example, a purportedly 'green' business will not count as possessing the virtue of \n being green if the moment it were to meet a conflict between ecological values and \n profit motive it would ditch the values to pursue the greater profit. In other words, some \n fairly resilient collective value commitment is needed to deliver the requisite analogue \n of a virtuous individual's character; and I propose that we identify this collective \n value commitment in the idea of an organisation's ethos. If we add to this that the \n organisation's good performance bears an explanatory relation to its ethos, so that its \n good actions are done in significant part because of the ethos, then we see the other \n key condition of virtue fulfilled - that the good action is done for the right sorts of \n reason. This is a way of specifying what it is for something to be done in the right \n spirit. I trust there are various specific forms that an institutional virtue might take, but \n my aim in this final section is simply to sketch three models, with a view to opening \n up possibilities for philosophical thinking about different forms of well-functioning \n in our institutions. \n 3.1 Joint commitment model \n If we take Margaret Gilbert's account of 'joint commitment' , which she uses to explain \n an array of important social phenomena such as collective intentionality, action, belief, \n Ô Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "1328 Synthese (2013) 190:1317-1332 \n and political obligation18, we quickly find we have the resources to substantiate the \n possibility of collective virtue. Joint commitment is secured iff all the individuals in the \n group express willingness, under conditions of common knowledge, to take on or at \n least 'go along with' the intention, action, or belief in question. Expressing willingness \n might be explicit or it might be entirely implicit, depending on the assumptions in play \n in the context - in many contexts it might merely be a matter of not expressing explicit \n dissent. The crucial element here is that through this expression of willingness each \n individual becomes party to a commitment such that if any of them were to cease \n playing their part in sustaining the relevant intention, belief or action, then they are \n accountable to the other parties - who may rebuke them or, depending on the situation, \n at least demand an explanation. \n Now if we apply this kind of joint commitment to the case of virtue, we can fairly \n easily construct a collective virtue as a matter of joint commitment to achieving a good \n end (some kind of justice, for instance) plus the consequent reliability of performance \n that is requisite for possessing the virtue.19 A promotions panel, for instance, might \n possess the virtue of fairness if (i) the members make a joint commitment to achieve \n fair deliberations, and (ii) they do consequently achieve fair deliberations sufficiently \n reliably, both over time and over a suitable range of counterfactual possibilities. What \n is crucial for this particular kind of collective agency ('plural subjectivity') being capa- \n ble of sustaining a virtue, as I see it, is the element of commitment. Other accounts \n of collective agency (or, rather, other kinds of collective agency, as there are surely \n more than one kind of collective agent) which are less demanding in the dimension of \n commitment, can make for institutional well-functioning of other kinds, but not quite \n virtue. On an account offered by Christian List and Philip Pettit, for example, which \n they describe as drawing on a range of existing accounts but principally inspired by \n Michael Bratman's20, joint intention is a matter of four fulfilled conditions: members \n have a shared goal; each intends to play their practical part; each forms the intention \n to do so partly because of believing the others do too; and there is common awareness \n of all this in the group.21 Given that virtue on the part of such a group would require \n significant stability of value commitment over time and across a range of counterfac- \n tuals (notably those featuring countervailing motives), I think it is doubtful that this \n species of group agency could sustain it. \n This is not to the detriment of the species of group agency in question, for it is surely \n well placed to sustain other kinds of institutional well-functioning - kinds that appeal \n more directly to individual interests, for instance, which can be effectively yoked \n to the good through well-designed incentivization schemes. List and Pettit discuss \n incentivization as a central feature of good institutional design, and rightly so.22 The \n unsuitability of their general model of corporate agency for sustaining group virtue \n stems simply from the absence of commitment, and so value commitment, in this kind \n 18 See Gilbert ( 1989, 2000, and 2006). \n 19 I have made a more detailed case for the coherence of this model of collective virtue in Flicker (2010). \n 20 See Brat man (1999). \n 2 1 See List and Pettit (20 1 1 ), p. 33. \n 22 See List and Pettit (201 1 ), Chap. 5. \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 1 329 \n of joint intention - there is nothing internal to it that would fix the group efforts in \n positive relation to a value with the requisite stability. On this kind of account, if one \n or more members of the promotions panel were to suddenly ditch the shared aim half \n way through (To hell with fair deliberations! I just don't want X to get the promotion') \n there is no mechanism of accountability internal to the joint intention itself that would \n help shore up the aim of achieving the good end. When such a committee member \n simply stops caring about fairness, there endeth her part in the joint enterprise of fair \n deliberation. There is no residue of obligation to the group undertaking. Virtue, by \n contrast, calls for a more secured contribution to the good end, and the plural subject \n account achieves this by way of joint commitment. In effect, the commitment in joint \n commitment transforms the ends jointly adopted into individual obligations to play \n one's part. There are no such obligations in the phenomenon described in the Bratman- \n style account, and that is why it is so easy to release oneself from whatever values \n were embraced pro tern in the joint enterprise. With motives allowed to be mercurial \n in this way, there is no sufficiently stable psychological basis for virtue, no suitable \n inner element - no ethos. \n It is a significant feature of the joint commitment model of collective virtue that \n it is non-distributed - that is, every member of the group more or less satisfies both \n inner and outer elements of the virtue (their part in the ethos, and their part in the \n reliable achievement of the good end). But if this were the only possibility, it would be \n very demanding, so that institutional bodies would rarely fulfil it. Fortunately, there \n are clearly also distributed alternatives available. \n 3.2 Distributed model \n One can imagine a large institution - say, a university - which incorporates many \n groups or collectives, such as a governing body, faculties, departments, committees, \n boards, steering groups, and so on. If the university has a certain good end in its \n sights - for instance, that of providing good pastoral care to its students - then one \n structure to facilitate the achievement of this good end might be that the inner aspect \n of the virtue of care is jointly committed to, while the outer element (the performance, \n or implementation) is delivered by one of the sub-groups comprising the institution, \n such as a counselling service. This internal distribution of virtuous labour within the \n larger institutional body seems to me a perfectly good way for the university itself to \n possess a virtue, in this case the virtue of care. \n Obviously one could modify such examples in order to put the model under strain: \n what if the good pastoral care were entirely delivered by the sub-part of the whole - just \n the counselling service itself - with no value commitments being undertaken at another \n level in the university? Would the university as a whole count as having the virtue of \n care, or just the counselling service? It seems arbitrary to legislate philosophically, but I \n am tempted to allow that so long as there is some minimal explanatory relation holding \n between the good performance and an executive body elsewhere in the university - \n perhaps it formally oversees the service provision - then that would be a sufficiently \n unified institutional setting for the virtue of the counselling service to be accredited \n to the university as a whole. A step further would be to consider a case where the \n ^ Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "1 330 Synthese (20 1 3) 1 90: 1 3 1 7- 1 332 \n institution commits to good pastoral care for its students, but decides that the best way \n to achieve this is by sub-contracting to an external counselling service known to do \n an excellent job. That too strikes me as a bona fide way of the university displaying \n the virtue of care, provided the requisite stability of ethos and resultant reliability of \n performance are in place. But needless to say nothing hangs on this. \n The distributed model is likely to be especially appropriate in cases where achieving \n the virtue in question is hard but can be facilitated by special training. I suspect the \n virtue of hermeneutical justice may often be like this, because it is surely a rare gift \n in an individual to be able to reliably detect the presence of hermeneutical injustice \n behind a speaker's lack of intelligibility, and perhaps to mitigate the ill of the injustice \n by asking the right kind of helpful open-ended questions to give the speaker his best \n chance of rendering his experience more intelligible.23 This is an element of the virtue \n which can be significantly developed by professional training. One might well expect \n a counsellor to receive such training, but certainly not all officers of a university. This \n quas ¿-specialist nature of some virtues somewhat recommends an institutional division \n of labour, and suggests that it may actually be easier for an institution to achieve some \n virtues - hermeneutical justice, for instance - than it is for individuals. \n 3.3 Hybrid-summative model \n Now that we have the joint commitment model and the distributed model in place, we \n can see a third possibility, which simply introduces a certain hybrid element by allow- \n ing that either or both of the sub-groups (the governing body and/or the counselling \n service) might be bound not by joint commitment but rather simply by summative \n commitment. That is to say, we can see that an institution might achieve the req- \n uisite stability of value commitment - its ethos, or a less collectively self-conscious \n equivalent - simply by way of aggregated individual commitments to the same good \n end. So we might imagine most of the members of governing body coming to the \n table with their ready-made individual commitments to achieve good pastoral care \n for students, but without these commitments ever coming to light under conditions \n of common knowledge, and never amassing into the social-psychological form of a \n joint commitment. This aggregative value commitment could be quite sufficient to \n generate a virtue, so long as the sum of the individual commitments displayed the \n requisite stability. \n What these three models show is that we can make good sense of the general \n idea of institutional bodies having virtues. When it comes to the virtues of epistemic \n justice - which I have argued to be politically essential, on pain of domination, for \n any institutional bodies to which citizens might contest - someone might feel that it \n really doesn't matter whether the institution achieves epistemic justice by possessing \n the virtue, or by some other kind of reliable well-functioning. What matters most, they \n might say, is the good outcome , the just distribution or adjudication. Although I would \n 2 3 The virtue of hermeneutical justice minimally requires that the hearer reliably detect situations in which  the chief explanation for their interlocutor's compromised intelligibility is an unjust gap in the collective  stock of concepts and interpretations. See Flicker (2007), Chap. 7.4; on the virtue of testimonial justice see \n Chap. 4. \n Ô Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Synthese (2013) 190:1317-1332 1331 \n agree that delivering justice is the sole aim, I would not agree that this can be done \n without an appropriate driving ethos behind the delivery. What the citizens rightly \n want is justice proper - that is, just outcomes achieved for the right reasons. A just \n outcome done from other motives (such as might be provided by an incentivization \n scheme alone) is certainly better than injustice, but it is not the real deal. I do not \n argue this out of purism, for there is always significant room for carrots and sticks as \n supporting institutional measures, just as there is room for the rewards and costs of \n praise and blame in the interpersonal ethical lives of individuals. Moreover, in the case \n of institutions there is also always room for the efficiencies of sheer mechanism - such \n as the mechanism of anonymisation, for instance. The point is rather that justice isn't \n merely an outcome; it is something that can only be delivered in the right spirit, done \n for reasons of justice. Furthermore, I would add to this conceptual point the empiri- \n cal speculation that it is very unlikely that courts, police teams, industrial tribunals, \n complaints boards, equal opportunities commissions, and so on would be capable of \n reliably delivering justice without embracing its values and principles as a part of \n an ethos. The first thing one would do in designing a set of institutional procedures \n to effect justice would be to instil the importance and solemnity of that value into its \n officers. That is what equips them to respond appropriately to new situations and, most \n notably perhaps, to dysfunctions in the system. In any case, so long as justice proper \n requires its being done for the right kinds of reasons, this is sufficient to show that the \n role of virtue as a central form of well-functioning in our institutions is irreplaceable. \n To sum up: I have shown that there is an internal relation between epistemic justice \n and non-domination, because non-domination requires contestation and contestation \n requires epistemic justice. This should be of particular concern to republicans, since \n on their view an inability to contest entails loss of political freedom itself. However \n I have argued that republicans and negative libertarians alike should be concerned, \n on the grounds that non-domination is a generic liberal ideal. Epistemic justice has \n shown itself as a constitutive condition of that ideal. Finally, I have argued that the \n institutional bodies to which citizens might contest need to nurture institutional virtues \n of epistemic justice, because the domain of contestation is one in which citizens rightly \n expect justice to be done, and this means achieving the right outcome for the right \n reasons. The notion of an institution's ethos, then, is at the heart of how to establish \n epistemic justice in our institutions, and so push back against domination. \n Acknowledgments I gave earlier versions of the material in this paper as differently oriented talks, and I  am very grateful to participants on all those occasions for invaluable discussion. These include workshops  at the University of Copenhagen and the University of Barcelona; political research seminars at the L.S.E.,  the University of Oxford, and the University of Warwick, colloquia at the University of Southampton, the  University of Amsterdam, and the Humboldt University, Berlin, and the departmental seminar at Birkbeck.  1 have benefited enormously from discussion on all those occasions, and would thank in particular Michael  Garnett, Jules Holroyd, Christian List, José Medina, Mari Mikkola, Jenny Saul, and Kai Spiekermann.  1 also thank an anonymous referee for helpful comments. \n References \n Bratman, M. (1999). Faces of intention: Selected essays on intention and agency. Cambridge: Cambridge  University Press. \n â Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "1332 Synthese (20 1 3) 1 90: 1317-1 332 \n Coady, D. (2010). Two concepts of epistemic injustice. Episteme: A Journal of Social Epistemology , 7(2), \n 101-113. \n Flicker, M. (2007). Epistemic injustice: Powerand the ethics of knowing. Oxford: Oxford University Press. \n Fricker, M. (2009). The value of knowledge and the test of time. Epistemology, Royal Institute of Philosophy,  84( 84), 1-18. \n Fricker, M. (2010). Can there be institutional virtues? In: T. S. Gendler, & Hawthorne J. (Eds.), Oxford \n studies in epistemology (special theme: Social epistemology) (Vol. 3, pp. 235-252). Oxford: Oxford  University Press. \n Fricker, M. (2012). Silence and institutional prejudice. In S. Crasnow & A. Superson (Eds.), Out from the \n shadows: Analytical feminist contributions to traditional philosophy. Oxford: Oxford University Press.  Gilbert, M. (1989). On social facts. Princeton, New Jersey: Princeton University Press.  Gilbert, M . (2000). Sociality and responsibility: New essays in plural subject theory. Lanham, MD: Rowman  and Littlefìeld. \n Gilbert, M. (2006). A theory of political obligation. Oxford: Oxford University Press.  Ho, H. L. (2012). Virtuous deliberation on the criminal verdict. In A. Amaya & H. L. Ho (Eds.), Law , virtue  and justice. Oxford: Hart; forthcoming. \n List, C., & Pettit, P. (201 1). Group agency: The possibility, design, and status of corporate agents. Oxford:  Oxford University Press. \n Macpherson, S. W. (1999). The Stephen Lawrence inquiry. London: The Stationery Office. http://www. \n archive.officialdocuments.co.uk/document/cm42/4262/4262.html \n Pettit, P. (1997). Republicanism: A theory of freedom and government. Oxford: Oxford University Press.  Pettit, P. (2006). The republican ideal of freedom. In D. Miller (Ed.), The liberty reader. Edinburgh: Edin-  burgh University Press. \n Quentin, S. (1998). Liberty before liberalism. Cambridge: Cambridge University Press. \n Quentin, S. (2006). A third concept of liberty. In D. Miller (Ed.), The liberty reader. Edinburgh: Paradigm  Publishers. \n Williamson, T. (2000). Knowledge and its limits. Oxford: Oxford University Press. \n Wollstonecraft, M. (1975). A vindication of the rights of woman. London: Penguin; originally published  1792. \n Ö Springer \nThis content downloaded from \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000199.17.249.21 on Tue, 02 Jan 2024 00:08:02 +00:00\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \nAll use subject to https://about.jstor.org/terms"
    }
  ]
}