{
  "doc_type": "scientific paper",
  "title": "The Ethics of Neuroscience and the Neuroscience of Ethics: A Phenomenological-Existential Approach",
  "authors": [
    "Christopher J. Frost",
    "Augustus R. Lumia"
  ],
  "year": 2012,
  "journal": "C211 Springer Science+Business Media B.V.",
  "doi": "10.1007/s11948-012-9388-1",
  "abstract": "Advances in the neurosciences have many implications for a collective understanding of what it means to be human, in particular, notions of the self, the concept of volition or agency, questions of individual responsibility, and the phenomenology of consciousness. As the ability to peer directly into the brain is scientifically honed, and conscious states can be correlated with patterns of neural processing, an easy-but premature-leap is to postulate a one-way, brain-based determinism. That leap is problematic, however, and emerging findings in neuroscience can even be seen as compatible with some of the basic tenets of existentialism. Given the compelling authority of modern 'science,' it is especially important to question how the findings of neuroscience are framed, and how the articulation of research results challenge or change individuals' perceptions of themselves. Context plays an essential role in the emergence of human identity and in the sculpting of the human brain; for example, even a lack of stimuli ('nothing') can lead to substantial consequences for brain, behavior, and experience. Conversely, advances in understanding the brain might contribute to more precise definitions of what it means to be human, including definitions of appropriate social and moral behavior. Put another way, the issue is not simply the ethics involved in framing neurotechnology, but also the incorporation of neuroscientific findings into a richer understanding of human ethical (and existential) functioning.",
  "keywords": [
    "Neuroethics",
    "Neuroimaging",
    "fMRI",
    "Critical neuroscience",
    "Neurohumanities",
    "Neuroskepticism",
    "Existential-phenomenological approach to consciousness",
    "Neural correlates of consciousness",
    "Humanities and neuroscience",
    "Humanities and technology",
    "Perspectivism",
    "Neuroscience and volition",
    "Process approaches to consciousness",
    "Neuroscience and human agency",
    "Neuroscience and the 'two cultures'",
    "Social neuroscience",
    "Philosophy of mind",
    "Internalism",
    "Authenticity"
  ],
  "research_topics": [
    "Ethics of neuroscience",
    "Neuroscience of ethics",
    "Phenomenological-existential approach",
    "Consciousness",
    "Human identity",
    "Free will and agency",
    "Neurotechnology and its implications",
    "Neuroethics",
    "Interdisciplinary integration of neuroscience and humanities",
    "Philosophy of mind",
    "Existentialism and neuroscience",
    "Neuroimaging and brain function",
    "Volition and responsibility",
    "Ethical behavior and neuroscience",
    "Social implications of neuroscience"
  ],
  "created_at": "2025-05-04T23:10:59.570511Z",
  "source_pdf": "documents/research/Global/Frost and Lumia 2012 The Ethics of Neuroscience and the Neuroscience of Ethics.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ORIGINAL PAPER\nThe Ethics of Neuroscience and the Neuroscience\nof Ethics: A Phenomenological–Existential Approach\nChristopher J. Frost •Augustus R. Lumia\nReceived: 28 March 2008 / Accepted: 9 July 2012 / Published online: 28 September 2012\n/C211Springer Science+Business Media B.V. 2012\nAbstract Advances in the neurosciences have many implications for a collective\nunderstanding of what it means to be human, in particular, notions of the self, theconcept of volition or agency, questions of individual responsibility, and the phe-nomenology of consciousness. As the ability to peer directly into the brain is sci-entiﬁcally honed, and conscious states can be correlated with patterns of neuralprocessing, an easy—but premature—leap is to postulate a one-way, brain-baseddeterminism. That leap is problematic, however, and emerging ﬁndings in neuro-science can even be seen as compatible with some of the basic tenets of existen-\ntialism. Given the compelling authority of modern ‘‘science,’’ it is especially\nimportant to question how the ﬁndings of neuroscience are framed, and how thearticulation of research results challenge or change individuals’ perceptions ofthemselves. Context plays an essential role in the emergence of human identity andin the sculpting of the human brain; for example, even a lack of stimuli (‘‘nothing’’)can lead to substantial consequences for brain, behavior, and experience. Con-versely, advances in understanding the brain might contribute to more precisedeﬁnitions of what it means to be human, including deﬁnitions of appropriate social\nand moral behavior. Put another way, the issue is not simply the ethics involved in\nframing neurotechnology, but also the incorporation of neuroscientiﬁc ﬁndings intoa richer understanding of human ethical (and existential) functioning.\nPresent Address:\nC. J. Frost ( &)\nPsychology and Religious Studies, St. Joseph’s College, New York, 155 West Roe Boulevard,Patchogue, NY 11772, USAe-mail: cfrost@sjcny.edu\nC. J. Frost\nSan Diego State University, San Diego, CA, USA\nA. R. Lumia\nPsychology and Neuroscience Program, Skidmore College, 815 North Broadway, Saratoga Springs,NY 12866, USA\n123Sci Eng Ethics (2012) 18:457–474DOI 10.1007/s11948-012-9388-1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Keywords Neuroethics /C1Neuroimaging /C1fMRI /C1Critical neuroscience /C1\nNeurohumanities /C1Neuroskepticism /C1Existential-phenomenological approach to\nconsciousness /C1Neural correlates of consciousness /C1Humanities and neuroscience /C1\nHumanities and technology /C1Perspectivism /C1Neuroscience and volition /C1\nProcess approaches to consciousness /C1Neuroscience and human agency /C1\nNeuroscience and the ‘‘two cultures’’ /C1Social neuroscience /C1Philosophy of mind /C1\nInternalism /C1Authenticity\nIntroduction\nKnowledge in the neurosciences continues to advance on numerous fronts. As\nresearchers intently (and by deﬁnition) focus on the biological stratum of reality,\nthey increasingly advance specialized knowledge that readily translates into\nneurotechnological achievements. Public discussion about the ethical implications\nof these achievements tends to involve questions of how they might change us all—when (and on whom) such technologies should be used, and when their use isinappropriate. A more fundamental, yet subtle, set of ethical questions concerns howsuch achievements are framed. Will the ﬁndings change individuals’ perceptions ofthemselves? And what of the role that context plays in the emergence of humanidentity (and shaping of the human brain)? Conversely [and as Gazzaniga ( 2005 ),\nargues], it is also the task of neuroethicists to apply what we know about how the\nbrain works to more precise deﬁnitions of what it means to be human, including\ndeﬁnitions of appropriate social and moral behavior. Put another way, the issue isnot simply the ethics of neurotechnology, but also the incorporation of neurosci-entiﬁc ﬁndings into a richer understanding of human ethical functioning.\nBroadly deﬁned, neuroethics is concerned with the social, ethical, legal and\npolicy implications of neuroscience. It also addresses issues such as the content andapplication of neuroscience research (Illes and Bird 2006 ), and it includes the\nneurobiological underpinnings of ethical thought and behaviors such as moral\ndevelopment, moral reasoning and decision making, and self-control (Bird 2005 ,\n2009 ). From the vantage point of the humanities, neuroethics has an even broader\nframe (Marcus 2002 ; Kalichman et al. 2012 ).\nThe Center for Ethics in Science and Technology, San Diego,\n1promotes\ndeliberate dialogue that explores and examines the intersection of science,technology, and the humanities (inclusive of, but not limited to, neuroscience).From the outset, the Center’s vision has been to include voices across multipledisciplines, from scientists, engineers, and social scientists to humanists, artists,\nand novelists. Why this insistence on including this integrative perspective? At a\nmore abstract level, bridging the two cultures—science and the humanities (Snow1959 )—remains a goal, of course. Now, however, the debate is more pressing. As\nsocial critic Neil Postman puts it, modern Western culture deiﬁes technology, which‘‘…means that the culture seeks its authorization in technology, ﬁnds its\n1The Center was the host/sponsor/organizer of ‘‘Neuroethics Week’’ in 2007, the event from which this\nessay springs (Kalichman et al. 2012 ).458 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "satisfactions in technology, and takes its orders from technology’’ (Postman 1993 ,\np. 71). The bottom line, for Postman, is that technology may not simply contributeto an understanding of the world or of humanity itself, but may actually monopolize\nthat understanding.\nInTechnology and Religion , Herzfeld ( 2009 ) argues that the inﬂuence of religion\non human understanding remains signiﬁcant. The technological worldview standsin dynamic tension with religion (and by extension, with other worldviews beyondthe religious). The challenge, as she sees it, is the ‘‘undeniably greater role’’ thattechnology plays, greater than ‘‘any previous time in human history’’ (Herzfeld2009 , p. 9):\nThat greater role is …seen in the power to create something new, a quest that\nwas less prominent in ancient techne . To create the new is to go outside of\nnature. In his essay ‘‘The Question Concerning Technology,’’ the Germanexistentialist Martin Heidegger observes that the ancient craftsman certainly\nmade something new when he constructed a chair. A doctor might bring new\nhealth to a patient. However, neither imposed a new form on nature; rathereach worked with what is already implicit in the word or the body ….I n\ncontrast, a genetically engineered human or a chimera that is half sheep andhalf goat is outside of its natural order. By its genetic alteration, the ‘‘geep’’will never again produce a sheep or goat. Humanly extracted plutonium neverreturns to the uranium from which it was derived. The new products of moderntechnology do not simply ‘‘disclose’’ or shape nature but transform and replace\nnature. In this way, modern technology gives us heretofore undreamed of\npower. (Herzfeld 2009 ,p .9 )\nThe ‘‘undreamed of power’’ with which this paper is concerned is the power that\naccompanies self-understanding (and collective understanding) of what it means to\nbe human in response to advancements within neuroscience (e.g., conﬁrmation of\nneural activity that occurs prior to activation of neural processing in brain centersassociated with conscious awareness). In particular, the focus is on the implicationsof neuroscience (more realistically, a subset of ﬁndings within that much largerdomain) for notions of the self, the concept of volition or agency, questions ofindividual responsibility, and the phenomenology of consciousness. These themesresonate with those of existentialism, and there is at least the possibility ofcongruence between the ﬁndings of neuroscience and the tenets of existentialism.\nIn exploring a possible congruence, it is important to note that the authors\nconsider existentialism as a sensibility—a worldview or frame of reference—not aformal movement delineated by doctrine. In fact, individual existentialists insistedthat their approach was not a ‘‘movement,’’ and they often repudiated identiﬁcationwith other thinkers so identiﬁed (Jean-Paul Sartre, Martin Heidegger, and AlbertCamus, for example). More generally, we have in mind a ‘‘phenomenological-existential’’ perspective, inclusive of the work of William James and the humanitiesas a whole. A number of existentialists were informed by the work of Edmund\nHusserl, and some originally considered themselves ‘‘phenomenologists.’’ The\nlanguage of existentialism is intentionally used here, however, because we think thatboth the ‘‘ethics of neuroscience’’ and the ‘‘neuroscience of ethics’’ can be fruitfullyThe Ethics of Neuroscience and the Neuroscience of Ethics 459\n123"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "explored by way of the classic existentialist themes: choice, responsibility, and\nfreedom—all yoked to a locus of control assigned unequivocally to the individual.\nSelection of Perspective and Levels of Analysis: Framing the Findings\nof Neuroscience\nFor many persons, some of the most worrisome concerns about neurotechnology\nrevolve around ‘‘peek-a-boo’’ technologies. The assumption that ‘‘peeking’’ into thebrain allows one to see what is ‘‘really’’ going on there—whether evidence of a\nmental disorder, conﬁrmation of criminal intent, veriﬁcation of truth-telling, or\ncompliance with cultural orthodoxies and doctrines. This assumption becomesespecially problematic given one particular trend within the history of ideas (c.f.,Robinson 1981 ): When researchers identify a biological process that correlates with\na psychological process, it is often assumed that the former causes the latter; there isless frequent questioning of the direction of that assumption, or concern with causalarguments being advanced from correlational data.\nPhenomenologically, peek-a-boo technologies are particularly seductive because\nthey parallel what humans have always been able to do: observe each other’s\nbehavior and draw inferences about another’s internal states (setting aside thequestion of accuracy or appropriateness of those inferences). At a more abstractlevel, the Western traditions of the psychological novel and psychotherapy inviteindividuals to read, or monitor, representations of the interior thoughts and\nemotions of characters and patients. Even the canons of jurisprudence have evolvedwith explicit attention to intentionality; one is held accountable not simply on thebasis of behavior, but on the basis of inferred intention that underlay or\naccompanied those actions. And the ﬁrst chapters of the Old Testament, the\nPentateuch, repeatedly distinguish between crimes based on inferred intentions andcommand Israelites to monitor and manage internal dispositions and intentions. Allof this ‘‘inferring,’’ mind you, has evolved biologically and culturally even thoughdirect observation of the human brain has been shielded from view.\nWith the development of a technology that allows the direct viewing of the\nhuman brain in action the veil drops. For some, this drawing back of a physiologicalcurtain culminates in hopes (or fantasies) that now individuals really will be able to\nparticipate directly in the consciousness of another; one need not infer, but can now\nconﬁrm, the reality of the other. The original Star Trek series (1960’s), for example,\nfeatured a concrete representation of this fantasy—the Vulcan Mind-meld, a statethat required physical contact with a subject and produced direct experience ofanother’s thoughts and emotions (consciousness). But, the fundamental questionhere is this: Do these peeks into the brain really give a direct ‘‘reading’’ of the\nconsciousness of another person? Has neuroscience, in fact, made a down payment\non delivering in reality what Star Trek promised in ﬁction?\nAlthough it is doubtful that any serious neuroscientist would knowingly confuse\ninferences based on observation of brain behaviors with representations ofconsciousness, it is arguable that this is a ﬁrst step toward a romantic period inwhich the lifting of the veil—wonderment over direct access to brain functioning in460 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "real time, and the wide range of possibilities for correlating various stimulus\nconditions and contexts with neural ﬁring—will be presented as a way of attainingdirect access to consciousness.\nIn a markedly different time (decades prior to the current revolution in the\nneurosciences), process philosopher Charles Hartshorne offered an intriguingthought experiment: ‘‘Imagine someone to read aloud an eloquent poem, in thepresence of: (A) a glass of water, (B) an ant, (C) a dog, (D) a human beingunacquainted with the language of the poem, (E) a human being knowing thelanguage but insensitive to poetry, (F) a person sensitive to poetry and familiar withthe language.’’ (Hartshorne 1948 , pp. 48–49) Hartshorne argued for a ‘‘successive\nsuperiority’’ in understanding along this continuum, without having to postulate\nseparate ‘‘metaphysical levels’’ of reality to account for the differences in sensibility\n(i.e., a ‘‘perspectival pluralism’’).\nNow Hartshorne’s challenge can be extended: ‘‘Imagine someone to read aloud\nan eloquent T.S. Eliot poem in the presence of a person sensitive to poetry andfamiliar with the language while the relevant neural cluster was actively monitoredby brain imaging technology.’’ Were one to carry out precisely this experiment, ascurrent technology would easily allow, exactly what would be explained? Couldone claim that the mystery of poetry has been unlocked? That one has discovered\nthe way in which poems are understood? Has a look at the neural substratum of\nthe phenomenon of ‘‘hearing and experiencing a poem by way of a particularsensibility’’ advanced knowledge of the person so engaged? Unlocked the puzzle ofconsciousness? Solved the meaning of poetry in general, or T.S. Eliot in particular?And if one monitored 100 randomly selected subjects being read randomly selectedpoems, can neuroscientists actually translate the ensuing brain scans into knowledgeof the poem, or into the subjective renderings of the listener? Again, is a peek into\nthe brain synonymous with experiencing the consciousness of another? If the answer\nis ‘‘no,’’ then one is led to a fairly an immediate ethical consequence.\nNeuroscientists have a responsibility not to misrepresent or countenance misrep-resentation of the current state of their art or its prospects in ways that will lead tounrealistic expectations. This is important both for the general public and for expertsin disciplines that are particularly concerned with inferences about intentions,motives, awareness or other interior aspects of human experience. Such misrep-resentations, even when unintentional, could have deleterious effects on the bodypolitic. For example, if inﬂated claims about the validity of ‘‘peek-a-boo’’\ntechnologies as a means of inferring intentions or honesty were to capture the\npublic imagination, one might see an extension of the widely-recognized ‘‘CSIeffect,’’ in which public understanding of the evidentiary value of crime sceneinvestigations (CSI) has been distorted by romanticized notions of scientiﬁc probityand certainty.\nTo portray the neural ﬁrings of the brain as the essence of human experience may\nnot be false, as much as it is incomplete. Yes, science is making terriﬁc (andexciting) advances into uncovering the neurochemical and anatomical substrates\nthat modulate consciousness, reasoning, ethical processing, and so on. But to\nsuggest (whether directly, or more often, implicitly) that understanding theneurological substrate will ‘‘solve’’ the human equation (and unlock theThe Ethics of Neuroscience and the Neuroscience of Ethics 461\n123"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "phenomenological reality of consciousness) is philosophically as untenable as the\ninverse, that is, to contend that computers ‘‘understand’’ what they are doing, thatchemicals in a test tube can ‘‘solve’’ a problem, that an iPod ‘‘appreciates’’ the\nmusic that it is rendering audible.\nIn fact, human society is not a ‘‘society of human brains’’ (Greely 2007 ); rather, it\nis a society of conscious human beings who communicate via cultural symbolsystems that are quite different from and irreducible to the language of the brain.The distinction here is not merely semantic, but permeates everything from what itmeans to understand the self, life, and the world, to human identity. For example,neuroscientists challenge notions of the cognitive science metaphor of ‘‘mind ascomputer’’ (MAC), because they contend that the physiological mapping of the\nbrain does not yield conﬁrmation of algorithmic processing. Even theorist Gerald\nEdelman’s view of degeneracy (Edelman and Gally 2001 ; Edelman 2006 ), for\ninstance, suggests that different clusters of neurons can perform an identicalfunction, and a neuron (or groups of neurons) can function differently depending onthe larger cluster within which it ﬁres. However, it is clear that ‘‘mind as brain’’(MAB) metaphors do not adequately ﬁt the evidence, either. The contention here isthat both metaphors contribute to an understanding at one level of analysis, that is,from one perspective, but that neither leads to an integrated, coherent understanding\nof the totality of conscious experience. Among other limitations, both MAC and\nMAB ‘‘characterize mind [brain] as separate from the environment and asinformation processing bound within individuals’’ (Duffy and Cunningham 1996 ,\np. 177).\nAn example is in order here. In what is an otherwise thoughtful book on the\ninterrelatedness of neural functioning and consciousness, neuroscientist Ramachan-dran ( 2004 ) postulates that ‘‘90 % of the variance seen in art is driven by cultural\ndiversity …and only 10 per cent by universal laws that are common to all brains’’\n(Ramachandran 2004 , p. 41). Then, citing Nikolaas Tinbergen’s research on young\nchicks who peck at a ‘‘long yellow stick with three red stripes, which looked nothinglike a beak, …[and] preferred it to a real beak,’’ he arrives at the following\nconclusion:\nAll of which brings me to my punch-line about art. If herring-gulls had an art\ngallery, they would hang a long stick with three red stripes on the wall; theywould worship it, pay millions of dollars for it, call it a Picasso, but notunderstand why—why they are mesmerized by this thing even though itdoesn’t resemble anything. That’s all any art lover is doing when buyingcontemporary art: behaving exactly like those gull chicks. [Italics added]\n(Ramachandran 2004 p. 47)\nThis conclusion confuses how events are processed in the brain with the intentional\ncontents of consciousness (as another example see philosopher Patricia Church-\nland’s The Engine of Reason, the Seat of the Soul [1995]). In fact, Tinbergen\nfocused on ﬁxed action patterns , and included such attributes as universality,\ntriggering of the response by a ﬁxed stimulus, and independence from experience\nto those ﬁxed action patterns. Although one might join Ramachandran in462 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "acknowledging that the ‘‘allure’’ of a work to the art lover cannot fully be accounted\nfor, one should still call into question Ramachandran’s neuroaesthetics.\nGiven his level of erudition and insight, Ramachandran’s failure here clearly is\nnot one of faulty intellect; instead, following the lead of Hartshorne (as quotedabove) and philosopher Simone Weil, this deﬁciency can be described as a matter ofperspective. Weil noted that ‘‘the massacre of one hundred thousand Chinese hardlyalters the order of the world as [people] perceive it, but if instead a fellow workerhas a slight rise in pay which they have not, the order of the world is turned upside\ndown!’’ (Weil 1957 , p. 133) By focusing so much of their attention on the\nneurochemical substrates of consciousness, neuroscientists make it possible togenerate viable and testable models of brain behavior interactions. However, whenthat sustained focus fails to recognize both the emergent properties of that neuralactivity, as well as the broader context within which neural functioning occurs, theresult is a skewed understanding of what it means to be human. The defect lies notin the facts, nor exclusively the logic, but in the perspective. Beyond theconsequences of perception, it becomes a question of ethics.\nThe plot thickens when one considers that not only is neural functioning not\nsynonymous with consciousness, but that consciousness itself constitutes amultidimensional phenomenon. Although philosopher-psychologist William Jamespenned his description over a century ago, scientiﬁc advancements have yet torepudiate (or explain away) his careful phenomenological description:\nOur normal waking consciousness, rational consciousness as we call it, is but\none special type of consciousness, whilst all about it, parted from it by theﬁlmiest of screens, there lie potential forms of consciousness entirelydifferent …deﬁnite types of mentality which probably somewhere have their\nﬁeld of application and adaptation. No account of the universe in its totalitycan be ﬁnal which leaves these other forms of consciousness quitedisregarded. (James 1902 , pp. 305–306)\nFollowing James, how is one to regard the multi-layered phenomenon of\nconsciousness?\nRecent data from both non-human and human brain scans demonstrate rather\nnicely that the brain of a primate can view another organism engage in an activity\nand many of the same brain areas will light up as when they are personally engaging\nin that activity. The identiﬁcation of these ‘‘mirror neurons’’ is being heralded as a‘‘revolutionary’’ discovery, a key to speciﬁc emergent properties that contribute tosophisticated social relatedness and the emergence of culture.\nI suspect that [mirror] neurons are at least partly involved in generating our\nsense of ‘‘embodied’’ self-awareness as well as our ‘‘empathy’’ for others. Nowonder children with autism—who (I conjecture) have a deﬁcient mirror-neuron system—are incapable of constructing a theory of other minds, lackempathy, and also engage in self-stimulation to enhance their sense of being aself anchored in a body. (Ramachandran 2004 , p. 106)\nThough the neuroscientiﬁc work here is laudable, and there is tremendous potential\nfor further learning (and prospects for therapeutic application), do congruent scansThe Ethics of Neuroscience and the Neuroscience of Ethics 463\n123"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "of neural pattern activity constitute the experience of empathy? More broadly, do\nmirror neurons do for psychology what DNA does for biology (as Ramachandranpositions the discovery)? Do they predict how the observing organism will respond,regardless of what the other organism is up to? Or, is this the point at which‘‘intentionality’’ enters the equation? Asked another way, does the identiﬁcation ofmirror neurons and activation of a congruent pattern in another explain the diverse,multifaceted phenomenon of human empathy? Or, just as instinct theories of humanaggression fail to account for human and cultural patterns of violence, is one left\nwith an observation rather than an explanation? (Just as, for example, to say that\nhumans have an ‘‘aggressive instinct’’ does nothing to explain the difference inaggression between Ghandi and Genghis Khan.) If one disregards intentionality,however, then one could speak at the level of a ﬁxed action pattern (or practicingsolipsist) and bypass mentalist categories altogether.\nTo be fair-minded, neuroscientists typically would not claim to explain empathy,\nknowing the complexity involved. The discovery of mirror neurons perhaps impliesa deeper connection between brains than an (especially Western) understanding has\ntended to suggest. Further, it begs for better questions about the intentionality (or\nnot) of imitation, especially because the mirror neuron effect is seen in less complexbrains. Seen from another vantage, mirror neuron research may be another pieceof evidence, an additional perspective, which guides investigations into the typesof inﬂuences that people have on each other.\nContinuing with James’ notion of the layers of consciousness (and multiple\nselves, a facet of his thought that can only be referenced here), to what extentdo multiple layers of consciousness allow for contradictory cognitions? There are\nalready claims that functional Magnetic Resonance Imaging (fMRI) can serve as a\n‘‘lie detector.’’ But then one must ask: if a person consciously believes that he or sheis telling the truth, but in fact is engaged in self-deception (cf. Frost et al. 2001 ),\nwhat type of scan will this produce? Or, if an individual is ‘‘prejudiced and aware ofthat prejudice’’ (explicit prejudice), but nonetheless refuses to act in a prejudicial\nmanner, exactly how is a brain scan indicative of that prejudice to be adjudged? Isthe person to be condemned for the neurological evidence of prejudice, orcommended for refusing to act in a prejudicial manner in spite of those neurological\nunderpinnings? To the extent that everyone harbors ‘‘implicit prejudices and\nexclusionary principles that escape easy detection’’—the ‘‘tyranny of hiddenprejudices’’ (Gadamer 1960 , p. 270; Hulsey and Frost 2004 , p. 4)—precisely what\nmight brain scans reveal here?\nLevels of Analysis and the Role of Context: Framing the Immediacy\nof Experience\nAs argued thus far, the nexus of neural functioning and consciousness is intricate,\nand best approached with a keen sense of perspective—a recognition of the multiple\nlevels of analysis from which to view a multi-layered phenomenon. Complex as theissue already is, there is still more. The social dimension of human existencepresupposes context; neuroscientiﬁc methodology does not. Therein lies another464 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "dimension to the problem, and to the broader frame within which ethical questions\narise.\nValue questions emerge from attention to context, to the environment, and to\nperspectival levels of analysis. This recognition suggests that human experience can\nnever be explained fully (and certainly not explained away) by referring only to theactivation of neural substrata associated with a phenomenon. Given the sophisti-cation of neuroscientiﬁc research carried out in the (purportedly) uncontaminatedenvironment of the research lab, one can follow (and perhaps even appreciate) thelogic of such conclusions as: ‘‘Human society is the society of human brains. Ofcourse those brains are encased in, affected by, and dependent on the rest of thebody, but our most important interactions are with other people’s brains, as\nmanifested through their bodies.’’ (Greely 2007 , p. 533) The fact is that it does not\nmatter how many brains you have ﬂoating in vats of formalin. There may be acollection of brains, or a population of brains, but certainly no society of brains.\nWithout the body, autonomic nervous system, sensory system—all activated andintegrated within a physical environment and sociocultural context—there is noconscious experience. Simply to argue that brains do not act in isolation, butincorporate information from the senses and from memory, fails to move thediscussion from multiple brains to the phenomenal reality of a society .\nPhilosopher and novelist Umberto Eco offers a metaphor intended to move\nbeyond MAC and MAB models, a notion of mind as ‘‘rhizome’’ ( 1984 , p. 81).\nLiterally, a rhizome is a horizontal, underground stem that can produce new shootsand protuberances and that can develop into new plants. According to theoristsDuffy and Cunningham, ‘‘the metaphor of rhizome speciﬁcally rejects theinevitability of such notions as hierarchy, order, node, kernel, or structure,’’ andsuggests ‘‘a form of mind’’ with these characteristics:\n•Every point can and must be connected with every other point, raising the\npossibility of an inﬁnite juxtaposition. There are no ﬁxed points or positions,only connections (relationships).\n•The structure is dynamic, constantly changing, such that if a portion of the\nrhizome is broken off at any point it could be reconnected at another point,\nleaving the original potential for juxtaposition in place.\n•There is no hierarchy or genealogy contained as where some points are\ninevitably superordinate or prior to others.\n•The rhizome whole has no outside or inside but is rather an open network that\ncan be connected with something else in all of it dimensions. (Duffy andCunningham 1996 , p. 177)\nAs Duffy and Cunningham note, it is not easy to imagine all that this metaphor\nattempts to convey, and ‘‘any attempt to view it as a static picture risks minimizingits dynamic, temporal, and even self-contradictory character’’ (Duffy andCunningham 1996 , p. 177). Yet, that caution is precisely the point: MAR (mind\nas rhizome) may capture more successfully the complexity of consciousness (along\nwith its neural underpinnings), and the personal, social and cultural contexts within\nwhich consciousness (mind) is inextricably embedded. According to these authors,it may even be more accurate to consider ‘‘minds as distributed in social, cultural,The Ethics of Neuroscience and the Neuroscience of Ethics 465\n123"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "historical, and institutional contexts’’ (Duffy and Cunningham 1996 , p. 177), rather\nthan to speak in terms of an individual mind.\nIndeed, the latest (and greatest) ﬁndings of neuroscience actually come closer to\na conﬁrmation of existential philosophy than to the establishment of a tableau\nof interacting brains. To grasp the importance of the environment, the role ofenvironmental contingencies (and their interaction with genes), the conceptof neuroplasticity (e.g., Doidge 2007 ), and the phenomenological experience of\nconsciousness is to rediscover the importance of human life as lived —what the\nexistentialists, and speciﬁcally Heidegger, refer to as ‘‘Dasein,’’ or ‘‘Being-in-the-World.’’ From this vantage point, what is seen is not a picture of brain-based, neuralﬁrings as the ‘‘ﬁrst cause’’ of all action (and interaction). Rather, one can envision a\nhuman being whose brain has been ‘‘self-written’’ (or perhaps ‘‘co-written’’ with the\nself emerging as protagonist) within the crucible of the individual’s life experienceand within the boundaries of genetic predispositions.\nConsider, for example, the orphans of Romania. In one orphanage, where the\nfacilities were inadequate and the physical needs (feeding and clothing) of thechildren were not met, an image comes into focus:\nThe kids in this Romanian home got one meal a day—a bowl of watered-down\nbroth with pieces of bread in it. They bathed once a month, in dirty water withno soap. There were too many children to each bed and too few caregivers:Some children, starved for stimulation, beat their heads against the wall ….\nThe children were, in every sense of the word, forgotten. Slapped with the\nlabel ‘‘irrecuperable’’—meaning lost cause—they were destined to remain\ninstitu-tionalized for life. Most died young from easily treatable medicalproblems—not just those they came in with, but also problems contractedfrom malnutrition or the ﬁlth. (in Hulsey and Frost 2004 , p. 119)\nFrom one of the ‘‘better’’ orphanages, here is another view, from direct observation:\nA young child, twelve months old, who has been fed well and clothed, but who\nhas received less than three minutes of human stimulation per day. As we walk\ninto a room where 12-15 babies are housed, we see many of them on all fours,\nrhythmically rocking themselves as they attempt to fall asleep. We turn to seeone twelve-month-old, already developmentally-delayed, begin to forcefullypound his head against the side of the wooden crib.\n2\nAn ongoing study of post-institutionalized orphans by pediatrician, neurologist, andradiologist Harry Chugani and colleagues conﬁrms that the brain scans of thechildren reﬂect the early environmental deprivation of the orphanage:\nWe previously reported that children who were subjected to early socioemo-\ntional deprivation in Romanian orphanages showed glucose hypometabolismin limbic and paralimbic structures, including the orbital frontal gyrus,infralimbic prefrontal cortex, hippocampus/amygdala, lateral temporal cortex,\n2This excerpt is from the lead author’s personal journal, written during years he and his spouse lived and\nworked in Romania as Fulbright Scholars. For more on their experiences in the orphanages, see, Frost andFrost ( 2002 ,2012 ).466 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "and the brain-stem. The present study used diffusion tensor imaging\ntractography to examine the integrity of white matter tracts that connectthese brain regions …. [The present] study demonstrates in children who\nexperienced socioemotional deprivation a structural change in the left uncinatefasciculus that partly may underlie the cognitive, socioemotional, and behav-ioral difﬁculties that commonly are observed in these children (Eluvathingalet al. 2006 ,p .2 0 9 3 ) .\nNeuroscientist Charles Nelson and colleagues further conﬁrm the ﬁndings of\nChugani and colleagues and support the role of the environment, the importance ofhuman interaction, and the signiﬁcance of context in brain development (Nelsonet al. 2007 ). The picture that many neuroscientists paint, a ‘‘society of brains,’’\nconveys a one-way causality of neural ﬁring giving rise to all else, with even the\nproperty of consciousness receiving short shrift. Edelman ( 2004 ), for example,\noffers a remarkably nuanced portrait on many counts: levels of consciousnessafﬁrmed; acknowledgement of the extreme variability of human consciousness;versatility of the brain, what he terms ‘‘degeneracy,’’ duly noted; recognition thatconsciousness is a selecting agency; and acknowledgement of the fundamental roleof attention. Still, even Edelman cannot escape some defect of perspective, anddespite having acknowledged the unitary nature of neural ﬁring and consciousness,he nonetheless seems to feel compelled to crown the neuron as king. He designates\nany conscious process as C, and the underlying neural activity as C\n0, concluding:\nGiven the causally closed nature of the world, it is C0that is causal, and not C.\nBut given that it is a property entailed by C0, C is the only information on C0\navailable to a subject …(Edelman 2004 , p. 116)\nIf Edelman is claiming that C =C0, then C must be causal, if C0is. However, it\nappears that he hedges on the issue of fundamental equivalency, and essentially hasresorted not to a scientiﬁc explanation, but a theological one, akin to arguing for a\n‘‘monotheistic Holy Trinity’’ (only his is more of a holy duality, i.e., there is two,\nbut only one, but they are distinct, but only one is causal, and so on …… ). Although\nEdelman then attempts to cover himself by arguing that his position is not‘‘metaphysical,’’ not ‘‘epiphenomenal,’’ not ‘‘dualistic,’’ not ‘‘mysterious,’’ hisargument reﬂects elements of all. Our position is that separating C and C\n0makes less\nsense than recognizing them as co-existent (neural activity is consciousness andconsciousness is neural activity).\nThe inadequacy of Edelman’s position on this count might best be advanced by\npushing his logic further, to the subatomic level—designating neural activity as N,\nthe underlying action of sub-atomic particles as N\n0, and concluding that it is N0that\nis causal, and not N. Such a statement ultimately is not ‘‘true or false,’’ but‘‘depends’’ upon one’s perspective, the level of analysis, which is the point ofHartshorne’s perspectival pluralism, the pluralism of William James, and theintentional move by process philosophers away from ‘‘thing language’’ and towardthe language of process.\nConsciousness is a process—an activity (or set of activities)—as James noted\nover a century ago, and by deﬁnition it does something. Further, all human actionThe Ethics of Neuroscience and the Neuroscience of Ethics 467\n123"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "occurs in a time–space continuum, in a particular moment and in a speciﬁc place.\nLife is lived in the particular and in the immediate, not in general or in the abstract(whether a mystical abstraction or the abstraction of brains in vats). As Chugani’s\nresearch, and the early experience of Romanian orphans conﬁrm, brains are sculpted\nnot just by ‘‘environmental stimuli,’’ but also by an absence of stimuli (by\n‘‘nothing’’). As developed in the next section, even selection of stimuli reﬂects theperceiver (not just the brain), embedded within a context. To reduce what it meansto be human to a formula, ‘‘biology/brain ?environmental stimulus,’’ falls\nwoefully short of the mark.\n‘‘This Is Your Brain ‘on’ Experience:’’ Emergence of Self, Agency\nand Responsibility\nMichael Polanyi noted that ‘‘if we decided to examine the universe objectively in\nthe sense of paying equal attention to portions of equal mass, this would result in alifelong preoccupation with interstellar dust …[and] not in a thousand million\nlifetimes would the turn come to give man a second’s notice.’’ (Polanyi 1958 , p. 3).\nAs human beings, we simply cannot pay attention to life objectively, and indeed,must ‘‘select out’’ a tiny fraction as worthy of notice. It is consciousness (even whenconstrued as an emergent property of neural functioning) that allows the humanbeing some elasticity to the selection process, and the notion that what one paysattention to in life is deﬁned, in advance, by innate neural processing, is patentlyabsurd. Ironically, it was scarcely 50 years ago that the ‘‘scientiﬁc lens’’ for self-deﬁnition was the black box behaviorism of John Watson, B.F. Skinner, and\ncolleagues. Perhaps an interesting study would be to conduct fMRI imaging of both\nenvironmental and neurological determinists, and see if the areas of the braininvolved in processing opposing determinisms are neurologically congruent (areprocessed in the same region of the brain, conﬁrming the existence of a‘‘determinism module’’ that accounts for the varieties of deterministic arguments!).Lest this observation seem facile, simply compare behaviorist Clark Hull’sbanishment of consciousness from the human lexicon over 70 years ago (1937) tothe current biological assault:\nBut what of consciousness, of awareness, of experience—those phenomena of\nwhich the philosophers and theologians have made so much and upon thepriority of which they are so insistent? [My] inspection …certainly shows no\ntrace of any such phenomena. (Hull in Hilgard 1978 , pp. 312–313)\nOnce one acknowledges the virtually (if not literally) inﬁnite set of objects from\nwhich human beings can choose to attend, one need not buy into eitherenvironmental or biological reductionist renderings of what it means to be human.Nor is it necessary to move into the realm of the ‘‘supernatural’’ that so frightens\nmuch of the scientiﬁc community. Instead, one need only perceive through\nsomething akin to an existentialist lens: an organism with a particular body andgenetic predisposition enters into a speciﬁc place, at a speciﬁc time—an initialcrucible of life. As this new ‘‘life form’’ develops, attention is directed to certain468 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "stimuli at the expense of competing stimuli. The neural processing that accompanies\nthe attending will aid in shaping what is attended to, but individual, indeterminantdifferences are embedded within perception, and the environment as attended to willalso give shape to neural connectedness—give shape to the brain (as exempliﬁed bythe children in the Romanian orphanages described above). The ensuing experience,a phenomenological reality, cannot be reduced to neural events alone, or toenvironmental stimuli alone, or to a simple correspondence between the two. Thisleads to the ‘‘hard problem’’ of consciousness, as Chalmers puts it (Chalmers 1995 ).\nYet, the underlying reality may be no more mystical than the need to speak of the\nreality of neural processing as ‘‘real’’ and ‘‘causal,’’ without denying that neurons‘‘depend upon’’ their atomic components.\nThis position emphasizes that biological determinism is as theoretically unsound\nas its strictly environmental counterpart. There is something, make that someone,that connects biological and environmental contingencies, and when that someoneis an entity possessive of consciousness, there is a world of difference from asomething constructed of the same biological goop—but lacking consciousness. The\norigin of the word experience captures this relational truth. Its root ‘‘poros,’’ means\n‘‘passage,’’ or ‘‘to pass through,’’ and the wo rds ‘‘portal’’ (that th rough which something\npasses) and ‘‘expert’’ (one who has ‘‘passed through’’ a body of knowledge) areetymologically related. As William James put it, a thing may be present to a person athousand times, but if it goes completely un noticed by the individual, it cannot be said\nto enter his experience. A person’s ‘‘empirical thought depends on the things he hasexperienced, but what these shall be is to a large extent determined by his habits ofattention’’ (James 1890 , p. 286). James correctly concludes that all consciousness—the\nsense of meaning, the very sense of self—must be constructed from material to which\nan individual has attended. The meaning derived from the experience of life(selectively), the consciousness that is a st ream of this ongoing experience, and the self\nthat one constructs as a personal representa tion of consciousness all depend on habits of\nattention.\nBecause there are both genetic and environmental constraints, James argues that\nthe issue of free will is not all that difﬁcult: In some ways one is free, in others oneis not—a conclusion also reached by one of the early pioneers of cognitive\npsychology. ‘‘No choice is ever [completely] free of the information on which it is\nbased. Nevertheless, that information is selected by the chooser …[conversely] no\nchoice is ever determined by the environment directly. Still, that environmentsupplies the information that the chooser will use.’’ (Neisser 1976 , p. 182) And who\nis this ‘‘chooser?’’ In shorthand form, an entity that possesses neurons, but is notreducible to them.\nGiven the framing of some of the broader ﬁndings of neuroscience, one can now\nvividly see that the human brain is embodied and is always embedded in a particular\ncontext. Therefore, any theory of human action, ethical or otherwise, must account\nfor the diversity of action, as well as for its regularity, and a context with a virtuallyinﬁnite range of possibilities. The brain does not operate by logical rules, nor is itsfunction the mere acquisition of knowledge. Rather, the human brain is a selectionsystem, not an instructional system (Edelman 2006 ). What one calls ‘‘ethical’’\nbehavior is, in fact, a ‘‘selected’’ response predicated not only on past actions inThe Ethics of Neuroscience and the Neuroscience of Ethics 469\n123"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "similar circumstances, but also on the ability to engage in a totally novel response—\nan action that has never been displayed previously, and especially on the capacity tohypothesize consequences and implications of that totally novel response (Mumford\n2012 ; Stenmark et al. 2010 ). From a neurological standpoint, what this demonstrates\nis that human consciousness (in general) and its intentional expression of ethicalactions (in particular) are based not only on brain structure , but on the brain’s\ndynamic nature and the brain’s embeddedness.\nIt may be instructive, therefore, not only to examine the ethics of neurotech-\nnology, but also to co nsider how neuroscientiﬁc ﬁndings might inform theunderstanding of human ethical functioning. The issue of the neurobiological basisfor individual responsibility, for example, has been addressed in detail with regard\nto ethical conduct and its relationship to the legal consequences that arise (Sapolsky\n2004 ). Typically, the M’Naughten Rule is applied to establish whether an individual\nknew right from wrong, and/or could perceive the consequences of his actions,rather than adjudicate by way of a simple determination of commission of an act.The precise point here is whether, as a result of a mental illness or incapacity at thetime of the behavioral act, an accused was incapable of distinguishing right fromwrong, or of knowing what he or she was doing. In response, other standards forestablishing legal responsibility have been advanced as alternatives to M’Naughten,\nincluding ‘‘irresistible impulse,’’ Durham test, and the American Law Institute test\n(see Smith 2012 ).\nThese competing models for ‘‘defense by insanity’’ hinge on subtle distinctions\nbetween cognitive and volitional elements of human action; they attempt todifferentiate approaches to responsibility that require deliberate control (or, at least,some sort of ‘‘rational’’ control) for agency from approaches that require only somesort of relative volitional control. Either way, and this point is critical, theseseemingly disparate models for legal insanity suggest that the actor could not have\ndone anything other than the historical act of record (e.g., even had there been ‘‘a\npoliceman holding his elbow’’). The corollary here is that the sequence of events is astrictly linear, one-way path, from origination to culmination; no other sequence ofevents (neurological, psychological, moral, volitional, or social) was even possible.\nIn contrast, emerging neurological evidence suggests that the job of the prefrontal\ncortex (PFC) is to ‘‘bias an individual towards doing the harder, rather than theeasier thing’’ (Miller and Cohen 2001 )—what Sapolsky ( 2004 ) suggests is\nmetaphorically the closest thing that humans possess akin to Freud’s Superego. It\nshould be noted that refraining from doing something does not necessarily imply\nthat it is ethical, nor does having a neurologically intact prefrontal cortex immunizean individual against unethical behavior. More to the point, the use of neurosci-entiﬁc imaging techniques to address ethical conduct becomes problematic, becausethere is ample empirical evidence to conﬁrm that persons may indicate (viascanning technology) a normal prefrontal cortex, yet engage in actions that areeasily viewed as despicable, horriﬁc and morally bankrupt (Churchland 1995 ;\nSapolsky 2004 ; Gazzaniga 2005 ). Indeed, individuals may do so even though they\narenot impulsive , nor lacking the necessary (‘‘rational’’) understanding that their\nactions will adversely affect another. To the contrary, these actions are deliberateand often calculated with regard to their negative consequences, intentionally470 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "directed towards another. The possession of a neurologically-intact brain mass does\nnot confer ethical prowess on an individual any more than having prefrontal corticaldamage necessarily guarantees unethical (albeit impulsive) conduct.\nThe work of Rodolfo Llinas and Urs Ribary ( 1993 ; Llinas et al. 1998 ; Llinas\n2001 ) dramatically illustrates that the neural connections of the human brain are\nreciprocal and the interactions constant. To conclude succinctly: a linear approach\nto brain functioning is wrong-headed, even from a biological perspective! Theconstant interaction of neuronal systems has led to the notion of ‘‘reentry’’ (Tononiet al. 1992 ), repeating neural signals across multiple, interconnected brain regions,\nwith the thalmocortical system playing an important role in human consciousness. Itis also important to note the adaptive qualities of the human brain, such as neural\nplasticity—attributes that allow the brain to develop new dendritic connections, and\neven new neurons, that are responsive to environmental stimulation. This neuralplasticity is found to occur in adult brains, as well as those of young children. Asdocumented in the prior section, the potentially toxic impact of neural plasticity isshown in the case of Romanian orphans and abused children. Teicher et al. ( 2003 )\nhave conﬁrmed that early trauma was particularly associated with damage to theprefrontal cortex, hippocampus and cerebellum. In short, researchers havedocumented an experiential impact on the brain, and the direction of inﬂuence\ncan be traumatic, benign, or beneﬁcial. In addition, and following Edelman\n(Edelman and Gally 2001 ; Edelman 2001 ,2006 ), brain elements that are structurally\ndifferent can perform the same function or yield the same output as other neuralclusters (‘‘neural degeneracy’’). Considering the constructs of reentry, plasticity anddegeneracy within the human context (the ‘‘brain on experience’’) leads to aninescapable conclusion: the brain can always do something different from that\nwhich it has done before .\nInMoral Cruelty , a book on ethics as translated into action, Hulsey and Frost\n(2004 ) advanced the notion of ‘‘meaningful’’ versus ‘‘ameaningful’’ moral\nreasoning, an approach anchored in the humanities (in general), and existentialism(in particular). The theory is summarized here, and connected to neuroethics. First,following Polanyi, Weil, James and Neisser (above), ‘‘morality begins at themoment of perception. What individuals choose to attend to, or fail to attend to, ofitself constitutes a moral dimension of life’’ (Hulsey and Frost 2004 , p. 25).\nMeaningful moral reasoning operates in a distinctly different direction from amoral-codes perspective, that is, from the typical view of morality as the\n‘‘internalization’’ of moral prescriptions that could be applied, algorithmically, to\nlife. Indeed, the title of this work, Moral Cruelty , followed from the assertion that,\nto the contrary, much of the damage done to others is perpetuated by those who seethemselves as ‘‘morally good.’’ Adherence to a speciﬁc moral code has doneprecious little to buttress humanity against intentional harm.\nThis paper argues about the ethics of framing the ﬁndings of neuroscience, and\nconcludes with something of an ironic twist—an assertion that a careful framing ofthose ﬁndings can, in fact, reﬁne the way in which one perceives self, moral agency\nand individual responsibility. A non-linear view of the brain—always open to new\nways of responding, and characterized by such concepts as reentry, degeneracy, andplasticity—aligns beautifully with the existentialist view of human ‘‘thrownness’’The Ethics of Neuroscience and the Neuroscience of Ethics 471\n123"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "(Heidegger). In particular, ‘‘throwness’’ refers to the idea that, at birth, individuals\nare tossed into a world at a time and place not of their own choosing, and they face avirtually inﬁnite range of possible life events, each of which may be perceived from\na multitude of perspectives. Yet individuals must choose, and choose they do, with\neach act of perception inevitably an act of selective attention. ‘‘[B]ecause thisinﬁnite variety of life events cannot, even in principle, be speciﬁed in advance, asimple correspondence between a formalized rule and a concrete event can neverexist’’ (Hulsey and Frost 2004 , p. 26).\nThe brain is a selection system, not a computational nor a logical system, and the\nmost appropriate metaphor for mind (thus far) is rhizome (MAR). Consciousness ispersonal and cannot be directly examined by others from a ﬁrst person perspective,\nbut only in the third person. Consciousness arises from (but is not reducible to) the\n‘‘reentrant activity’’ of groups of neurons. Reentry is only one of the ways in whichone can think of the brain as conscious in its most authentic sense, i.e., ‘‘in themovement,’’ or as Edelman metaphorically puts it, the remembered past. Putanother way, consciousness at the core level is always in the present , the existential-\nphenomenological now. It does not matter if an individual is alone, or sitting in frontof a screen viewing the neurological alterations of his or her own brain in the act ofreading a poem. In either case, the individual is the observer, and in the latter\ninstance the very private, phenomenological and affective aspects of the reading are\nnever to be found on the screen.\nThe fact that one can observe the neurological activity of her or his own brain\naffords no more of a ‘‘ﬁrst person perspective’’ than does having a neurologistexamine the same scans. The electrochemical alterations and patterns of brainactivity that can be seen in the scans are necessary, but not sufﬁcient, to understandor perceive conscious experience (cognitive and emotional) as it is lived —in the\nﬁrst person—in the present, phenomenologically, personally and privately. In short,\nthere are experiential aspects of consciousness that the scans can neither decipher\nnor convey. Neuroimaging (and other techniques) can reveal that there is a mass inthe prefrontal cortex that may account for a person’s loss of speech, or for speciﬁcaberrant behaviors. Can scans convey an image of a cortical lesion? Yes. Canneuroimaging yield a ﬁrst person account of despair, grief, envy, jealousy, love,hope, persistence, resilience, or joy? According to the evidence marshaled thus far:no. The neurology of the ‘‘individual in the world’’ cannot be woven together frombiochemical cloth or understood by simple reference to its neurochemical or\nneuroelectrical threads. The tapestry of self (with consciousness, volition, and\nagency) is ‘‘different than’’ the sum of its threads (not ‘‘greater than,’’ as the gestaltpsychologists are often, and erroneously, quoted).\nClearly neither we (the authors), nor the existentialists, are denying constraints,\nbiological or otherwise (freely acknowledging, for example, that human beings are‘‘thrown’’ into a time and place with absolutely no choice over the when or where).Rather, we are arguing that it is in the elasticity of attention, the reality of intention,and the choice of actions that individuals deﬁne themselves (from a virtually\nunlimited set of possible responses, though certainly the range of that set is bounded\nby biological and environmental criteria). Ultimately, people are responsible for theindividuals they become. We contend that individuals are not pre-assigned a destiny472 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "by a supernatural being, consigned to respond to environmental stimuli in a ﬁxed\naction sequence, nor reducible to neurological ﬁrings. Indeed, one may just as easily(and accurately) say that each person’s choices shape his or her brain as argue that\nneural functioning determines those choices. At rock bottom, the present moment of\nconsciousness is the existential moment of ‘‘passing through’’; it is experience .\nMoreover, an individual’s experiences are much too rich, multidimensional andvariable to be explained away by descriptions of neural underpinnings. Or to put itmore eloquently, perhaps a poem (to be read aloud, even if in the absence ofscanning technology) is in order.\nThey said, ‘‘You have a blue guitar,\nYou do not play things as they are.’’The man replied, ‘‘Things as they areAre changed upon the blue guitar.’’—Wallace Stevens (1937 )\nReferences\nBird, S. J. (2005). Neuroethics. In C. Mitcham (Ed.), Encyclopedia of science, technology, and ethics\n(pp. 1310–1316). Detroit: Macmillan Reference USA.\nBird, S. J. (2009). Neuroethics. In L. Squire (Ed.), Encyclopedia of neuroscience (Vol. 6, pp. 385–391).\nOxford: Academic Press.\nChalmers, D. (1995). Facing up to the problem of consciousness. Journal of Consciousness Studies, 2 (3),\n200–219.\nChurchland, P. M. (1995). The engine of reason, the seat of the soul . Cambridge, MA: MIT Press.\nDoidge, N. (2007). The brain that changes itself . New York: Viking.\nDuffy, T. M., & Cunningham, D. J. (1996). Constructivism: Implications for the design and delivery of\ninstruction. In D. H. Jonassen (Ed.), The handbook of research for educational communications and\ntechnology (pp. 170–198). New York: Simon & Schuster Macmillan.\nEco, U. (1984). Semiotics and the philosophy of language . Bloomington, IN: Indiana University Press.\nEdelman, G. M. (2001). Consciousness: The remembered present. Annals of the New York Academy of\nSciences ,929, 111–122.\nEdelman, G. M. (2004). Wider than the sky: The phenomenal gift of consciousness . New Haven: Yale\nUniversity Press.\nEdelman, G. M. (2006). Second nature, brain science and human knowledge . New Haven: Yale\nUniversity Press.\nEdelman, G. M., & Gally, J. A. (2001). Degeneracy and complexity in biological systems. Proceedings\nfrom National Academy of Science, 98 (24), 13763–13768.\nEluvathingal, T. J., Chugani, H. T., Behen, M. E., Juha ´sz, C., Muzik, O., Maqbool, M., et al. (2006).\nAbnormal brain connectivity in children after early severe socioemotional deprivation: A diffusiontensor imaging study. Pediatrics, 117 (6), 2093–2100.\nFrost, C. J., Arfken, M., & Brock, D. (2001). The psychology of self-deception as illustrated in literary\ncharacters. Janus Head: Journal of Interdisciplinary Studies in Literature, Continental Philosophy,\nPhenomenological Psychology, and the Arts, 4 (2), 331–354.\nFrost, C. J., & Frost, K. M. (2012). Adoption: Homeward bound. Phi Kappa Phi Forum, 92 (2), 12–14.\nFrost, K. M., & Frost, C. J. (2002). On loss and melancholy: An autobiographical essay. Journal of Loss\nand Trauma, 7 , 185–201.\nGadamer, H. (1960). Truth and method . New York: Crossroad/Continuum.\nGazzaniga, M. J. (2005). The ethical brain . New York, Washington, DC: Dana Press.\nGreely, H. (2007). On neuroethics. Science, 318 , 533.The Ethics of Neuroscience and the Neuroscience of Ethics 473\n123"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Hartshorne, C. (1948). The divine relativity: A social conception of god . New Haven: Yale University\nPress.\nHerzfeld, N. (2009). Technology and religion: Remaining human in a co-created world . West\nConshohocken, PA: Templeton Press.\nHilgard, E. R. (Ed.). (1978). American psychology in historical perspective: Addresses of the Presidents\nof the American Psychological Association (1892–1977) . Washington, DC: American Psychological\nAssociation.\nHulsey, T., & Frost, C. J. (2004). Moral cruelty: Ameaning and the justiﬁcation of harm . Lanham, MD:\nUniversity Press of America.\nIlles, J., & Bird, S. J. (2006). Neuroethics: A modern context for ethics in neuroscience. Trends in\nNeuroscience, 29 , 511–517.\nJames, W. (1890). The principles of psychology (Vol. 2). New York: Dover.\nJames, W. (1902). The varieties of religious experience . New York: Collier Books.\nKalichman, M., Plemmons, D., & Bird, S. J. (2012). Editors’ overview—neuroethics: Many voices and\nmany stories. Science and Engineering Ethics 18, this issue.\nLlinas, R. R. (2001). I of the vortex: From neuron to self . Cambridge, MA: MIT Press.\nLlinas, R. R., & Ribary, U. (1993). Coherent 40-Hz oscillation characterizes dream state in humans.\nProceedings of the National Academy of Sciences , 90.\nLlinas, R. R., Ribary, U., Contreras, D., Pedroarena, C., et al. (1998). The neural basis for consciousness.\nPhilosophical Transactions of the Royal Society of London. Series B, Biological sciences, 353 ,\n1841–1849.\nMarcus, S. J. (Ed.). (2002). Neuroethics: Mapping the ﬁeld . San Francisco: The Dana Foundation Press.\nMiller, E. K., & Cohen, J. D. (2001). An integrative theory of prefrontal cortex function. Annual Review\nof Neuroscience, 24 , 167–202.\nMumford, M. D. (2012). Handbook of organizational creativity . Waltham, MA: Academic Press.\nNeisser, U. (1976). Cognition and reality: Principles and implications of cognitive psychology . San\nFrancisco: Freeman.\nNelson, C., Zeanah, C., Fox, N., Marshall, P., Smyke, A., & Guthrie, D. (2007). Cognitive recovery in\nsocially deprived young children: The Bucharest early intervention project. In Science, 318 (5858),\n1937–1940.\nPolanyi, M. (1958). Personal knowledge: Towards a post-critical philosophy . Chicago: University of\nChicago Press.\nPostman, N. (1993). Technopoly: The surrender of culture to technology . New York: Vintage Books.\nRamachandran, V. S. (2004). A brief tour of human consciousness . New York: PI Press.\nRobinson, D. (1981). An intellectual history of psychology (Revised ed.). New York: Macmillan.\n(Originally published, 1976.).\nSapolsky, R. M. (2004). The frontal cortex and the criminal justice system. Philosophical Transactions of\nthe Royal Society of London. Series B, Biological sciences, 359 , 1787–1796.\nSmith, S. R. (2012). ‘‘Neuroscience, ethics and legal responsibility: The problem of the insanity defense.\nCommentary on ‘The ethics of neuroscience and the neuroscience of ethics: A phenomenological—\nexistential approach.’’’ Science and Engineering Ethics 18, this issue. doi: 10.1007/s11948-\n012-9390-7\nSnow, C. P. (1959). The two cultures and the scientiﬁc revolution . Cambridge, UK: Cambridge University\nPress.\nStenmark, C. K., Antes, A. L., Wang, X., Caughhron, J. J., Theil, C. E., & Mumford, M. D. (2010).\nStrategies in forecasting outcomes in ethical decision-making: Identifying and analyzing the causesof the problem. Ethics and Behavior, 20 , 110–127.\nStevens, W. (1937). The man with the blue guitar & other poems . New York: Knopf.\nTeicher, M. H., Andersen, S. L., Polcari, A., Anderson, C. M., Navalta, C. P., & Kim, D. M. (2003).\nThe neurobiological consequences of early stress and childhood maltreatment. Neuroscience and\nBiobehavioral Reviews, 27 , 33–44.\nTononi, G., Sporns, O., & Edelman, G. M. (1992). Reentry and the problem of integrating multiple\ncortical areas: Simulation of dynamic integration in the visual system. Cerebral Cortex, 2 (4),\n310–335.\nWeil, S. (1957). Intimations of Christianity among the Ancient Greets (E. C. Geissbuhler, Trans.).\nLondon: Routledge & Kegan Paul.474 C. J. Frost, A. R. Lumia\n123"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Copyright of Science & Engineering Ethics is the property of Springer Science & Business Media B.V. and its\ncontent may not be copied or emailed to multiple sites or posted to a listserv without the copyright holder's\nexpress written permission. However, users may print, download, or email articles for individual use."
    }
  ]
}