{
  "doc_type": "scientific paper",
  "title": "The Mediating Role of Sensory Processing and Attentional Control in the Relationship Between Misophonia and Severity of Disability, Emotional Traits, and Disgust Propensity in Iranian College Students",
  "authors": [
    "Sareh Ghorbani",
    "Dr. Dorsa Mazaheri Asadi",
    "Ahmad Ashouri",
    "Hojjatollah Farahani",
    "Niusha Akbari Saneh",
    "Zahra Abedi"
  ],
  "year": 2023,
  "journal": "Sciences School of Behavioral Sciences and Mental Health",
  "doi": "10.22541/au.168802206.60400270/v1",
  "abstract": "Background: The current study investigates how sensory processing and attention management mediate the associations between misophonia and the degree of disability, emotional characteristics, and disgust propensity. Methods: The structural equation modeling approach was applied on the data gathered from 495 students from public colleges through convenience sampling in order to carry out this study. Results: The findings demonstrated that misophonia significantly affects both attention control and sensory processing. It was also discovered that attention control has a mediating role in the relationships between misophonia and disgust propensity as well as in the relationship between misophonia, depression, and anxiety.",
  "keywords": [
    "Misophonia",
    "Sensory Processing",
    "Attention Control",
    "Severity of Disability",
    "Emotional Characteristics",
    "Disgust Propensity"
  ],
  "research_topics": [
    "Misophonia",
    "Sensory processing",
    "Attentional control",
    "Disability severity",
    "Emotional traits",
    "Disgust propensity",
    "Structural equation modeling",
    "Psychological assessment",
    "Attention management",
    "Emotional response to sensory stimuli"
  ],
  "created_at": "2025-05-05T02:02:26.555597Z",
  "source_pdf": "documents/research/Global/Ghorbani 2023 The Mediating Role of Sensory Processing.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.The Mediating Role of Sensory Processing and Attentional\nControl in the Relationship Between Misophonia and Severity of\nDisability, Emotional Traits, and Disgust Propensity in Iranian\nCollege Students\nSareh Ghorbani1, Dr. Dorsa Mazaheri Asadi1, Ahmad Ashouri1, Hojjatollah Farahani2,\nNiusha Akbari Saneh1, and Zahra Abedi1\n1Iran University of Medical Sciences School of Behavioral Sciences and Mental Health\n2Tarbiat Modares University\nJune 29, 2023\nAbstract\nBackground: The current study investigates how sensory processing and attention management mediate the associations\nbetween misophonia and the degree of disability, emotional characteristics, and disgust propensity. Methods: The structural\nequation modeling approach was applied on the data gathered from 495 students from public colleges through convenience sam-\npling in order to carry out this study. Results: The ﬁndings demonstrated that misophonia signiﬁcantly aﬀects both attention\ncontrol and sensory processing. It was also discovered that attention control has a mediating role in the relationships between\nmisophonia and disgust propensity as well as in the relationship between misophonia, depression, and anxiety. Keywords :\nMisophonia, Sensory Processing, Attention Control, Severity of Disability, Emotional Characteristics, and Disgust Propensity\nIntroduction\nMisophonia, also known as selective sound sensitivity syndrome, is a condition in which a person’s emotional\nresponse to common soft noises or visual imagery is severe. These sounds and images are referred to\nas “triggers” that elicit diﬀerent forms of anger or disgust responses (Dozier, 2017). The triggers could be\ncertain innocuous or repetitive sounds, such as chewing, pen clicking, and lip-smacking, that cause autonomic\narousal, an involuntary ”ﬁght-or-ﬂight” response, (Edelstein et al., 2013). The meaning, social context, or\ninterpretation of the trigger appears to aﬀect the response to these noises (Rouw & Erfanian, 2018). There\nare physiological or bodily behaviors that accompany the emotions caused by triggers as well. Elevated\ngeneral muscle tension, increased heart rate, perspiration, and sensations of overwhelming anguish are among\nthese symptoms (Dozier, 2017). The reactions to these speciﬁc harmless sounds cause the patient to avoid\nsituations where they may occur, reducing one’s ability to communicate with people and frequently leading\nto major problems in their social and professional lives (Edelstein et al., 2013). Research by Edelstein et al.\n(2013)reportedthatmisophoniacanbeinﬂuencedbysocialexpectationsaswellassituationalcircumstances,\nimplying that the disease is more sophisticated than simply an adverse response to the physical qualities of\nsounds.\nMisophonic individuals normally develop a number of coping strategies; sometimes they can calm emotional\nand physical responses by mimicking the trigger sounds (Edelstein et al., 2013), asking others to stop making\nthe trigger sound (Edelstein et al., 2013; Johnson et al., 2013; Webber & Storch, 2015), and distracting\nthemselves from the sound by “directing thoughts”(Johnson et al., 2013). However, avoidance is the most\ncommon strategy which could happen by anticipating unexpected events and planning to avoid them or\n1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.using earplugs (Edelstein et al., 2013; Schr¨ oder et al., 2014; Webber & Storch, 2015). People with this\ncondition often become alienated from the people they are closest to, leading to relationship breakdown,\nunemployment, and social isolation (Bernstein et al., 2013).\nMisophonia is a relatively unexplored condition (Edelstein et al., 2013). The Misophonic individuals do\nnot show underlying deﬁcits in the hearing tests and have normal hearing (Schr¨ oder et al., 2014). The\nstudies conducted to date have focused on the stimulus-emotion relationship and the physiological responses\nassociated with strong emotions (Edelstein et al., 2013; Schr¨ oder et al., 2014; Wu et al., 2014). Factors such\nas over-reactivity, as in sensory processing disorder (Edelstein et al., 2013), increase in selective attention (da\nSilva & Sanchez, 2019), and emotion dysregulation are considered in the etiology of misophonia. Moreover,\nthe causes of misophonia appear to share some characteristics with anxiety disorders (Erfanian et al., 2017;\nHadjipavlouetal.,2008;Rouw&Erfanian,2018);includingnegativereactionstothetriggers,suchasanxiety\nand distress, and the need for avoidance to stay calm (Wu et al., 2014). Based on previous studies, ADHD\n(Reynolds & Lane, 2009; Schr¨ oder et al., 2014) and Autism Spectrum Disorder (Green & Ben-Sasson, 2010)\nseem to be associated with misophonia as well.\nAccording to these associations and the results of limited research in the ﬁeld of misophonia, it is assumed\nthat the two variables of attention control (da Silva & Sanchez, 2019) and sensory processing are involved\nin the development of misophonia symptoms.\nBased on Derryberry and Reed (2002), attention control is deﬁned as ”a general capacity to control attention\ninrelationtopositiveaswellasnegativereactions”.Additionally,therearethreesubfactorsthatareconnected\nto this ability: (a) to focus attention, volitional capacity to maintain focus on desired channels and resist\ninvoluntary switching to irrelevant or distracting channels, (b) to shift attention between tasks, the capacity\nto voluntarily shift attention to desired channels and avoid focusing on an involuntary channel, and (c) to\nﬂexibly control thought, the ability to control attention.\nAccordingtoJastreboﬀandJastreboﬀ(2015),misophoniaisthoughttobecausedbyahighlevelofactivation\nofthelimbicandautonomicnervoussystemsasaresultofenhancedconnectionsbetweentheauditorysystem\nand other brain systems while at the same time the auditory system has a normal function and misophonia\ndoes not have any relation to the threshold of hearing. The anterior insular cortex (AIC), which is crucial\nfor the perception of interoceptive signals and emotion processing shows enhanced responses to trigger\nnoises in misophonia (Kumar et al., 2017). This section of the cortex plays an important role in the task\nof attention, working memory, and response selection (Seeley et al., 2007). Moreover, anterior insular and\norbitofrontal cortices are associated with emotions such as recall-generated sadness or anger, anticipatory\nanxiety, panic, and disgust (Craig, 2002). The insular cortex and anterior cingulate cortex are engaged in\nthe moral evaluation of stimuli (Pascual et al., 2013), as well as facilitating bottom–up access to the brain’s\nattentional and working memory resources (Menon & Uddin, 2010). Therefore, it is possible that patients\nperceive misophonic stimuli as personal aggression which leads to their subsequent anger.\nOne of the ways that misophonic individuals are diﬀerent from others is sensory processing. Sensory pro-\ncessing is a vital characteristic of humans, which plays an important role in learning and performing daily\nlife functions. In fact, the brain accepts sensory information and interprets its meaning based on experiences\nand biological structure which are used for understanding the body and the world (Miller et al., 2007).\nDunn (2001) has proposed four fundamental sensory patterns, which will be applied in this study 1) Low\nRegistration: this pattern denotes a high threshold for anxiety and a passive approach. Low sensory register\nindividuals tend to be unattractive and occasionally dull as they are less conscious of sensory inputs and\nunresponsive to their surroundings. It is theorized that in the case of these individuals, the majority of life\nevents are incompatible with the severity of their neural threshold, and as a result, they tend to disregard\ntheir activities due to their passive coping style. 2) Sensation Seeking: a high sensory threshold and an active\nstrategy are paired in the sensation seeking processing style. Sensory seekers are those who actively seek out\nand love new sensory experiences. They allegedly use an active method to boost sensory input. 3) Sensory\nSensitivity: this pattern features a passive approach and a low neural threshold. These individuals receive\nmore sensory information than average. They have a short response time to stimuli, and they usually focus\n2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.on and react to any input as soon as it happens. 4) Sensory Avoiding: this is a pattern of sensory processing\nthat combines an active strategy with a low neural threshold. People that exhibit this pattern receive more\nsensory information and actively seek to avoid it. They frequently make an eﬀort to lessen outside stimuli.\nBased on the previous ﬁndings, attentional control and sensory processing seem to play an important role in\nmisophonia. Individuals with misophonia may experience severe emotional responses such as anger, anxiety,\ndisgust, and distress as a result of these factors, which can negatively impact their social functioning (impair-\nments at work and relationships). The current study aims to investigate the moderating role of attentional\ncontrol and sensory processing in the relationship between misophonia, the severity of the disability, and\nemotional traits.\nMethods and Measures\nParticipants\nThe statistical population of the present study consists of all students studying in public universities in Iran.\nIn order to carry out the research, 495 students were selected from Tehran, Beheshti, Iran, and Allameh\nTabatabai faculties of medical sciences by convenience sampling method. To determine the sample size in\nthepresentstudy,JamesStines’suggestionwasused.Basedonthis,15casesareconsideredforeachpredictor\nvariable in multiple regression analysis. In the current study, there are about 20 variables, and taking into\naccount the possibility of dropping some questionnaires, 495 people are sampled. Demographic questions,\nmisophonia questionnaire, Sheehan disability scale, disgust propensity and sensitivity scale, multiple aﬀect\nadjective check list, and the attention control scale were answered by the participants after obtaining written\nconsent. These measures were implemented randomly and both in paper-pencil and online forms.\nProcedures\nDescriptive and inferential analysis methods were used for statistical data analysis. For descriptive analysis,\nSPSS 25 software and for indicators such as frequency percentage, mean and standard deviation, and for\ninferential data analysis, Pearson’s correlation coeﬃcient and structural equation analysis, Amos-22 software\nwere used. Themaximumlikelihood methodwas usedfor structural equation modeling. To check theresearch\nmodel, the two-step method proposed by Anderson and Gerbing was used. In this model, ﬁrst, the validity\nand reliability of the research tools are examined using the conﬁrmatory factor analysis method. Then,\naccording to the nature of the concepts raised in this research, the compiled model was tested with the\nmethod of structural equation modeling.\nMeasures\nAdolescent/Adult Sensory Processing (ASP-A) was created by Brown and Dunn in 2001 based on\nDunn’s (Dunn, 1997) sensory proﬁle for children. This questionnaire is a 60-question self-report scale that\nmeasures sensory processing style. Moreover, this scale measures four levels of sensory processing, including\nsensory sensitivity, low registration, sensory avoiding behaviors, and sensation seeking behaviors. The subject\nis asked to rate these questions on a 5-point Likert scale (never, rarely, sometimes, often, and always).\nMisophonia Questionnaire (MQ)is an 18-item self-report questionnaire that measures symptoms and reac-\ntions related to unpleasant sounds, as well as a general rating of the severity of misophonia (Wu et al., 2014).\nThe items are made based on clinical diagnosis and receiving information from patients with misophonia.\nThe severity index uses a visual analog scale (VAS). The range of scores is between 1 and 15, with a cut-oﬀ\npoint of 7 indicating at least ”moderate sensitivity to sound” that results in signiﬁcant disturbance to the\nindividual.\nSheehan Disability Scale (SDS) is a three-part self-report questionnaire that measures the degree of impair-\nment in work/school, social life, and family life/household responsibilities due to the symptoms of interest.\nResponses are recorded on a 10-point Likert scale ranging from 0 (not at all) to 10 (extremely). Internal\nconsistency is reported to be high (= 0.89) for the three-item scale and was adequate to identify clinically\ncompromised patients (Wu et al., 2014).\n3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.Disgust Propensity and Sensitivity Scale-Revised (DPSS-R) is a 16-item measure to record the frequency of\ndisgustexperiences(disgustpropensity)andtheemotionalimpactofdisgustexperiences(disgustsensitivity).\nRespondentsratetheiragreementwitheachitemonascalefrom1(never)to5(always).Preliminaryresearch\nhas shown that the DPSS-R is reasonably reliable, with alpha coeﬃcients of 0.78 for the disgust propensity\nsubscale and 0.77 for the disgust sensitivity subscale (Van Overveld et al., 2006).\nMultiple Aﬀect Adjective Check List-Revised (MAACL-RA) test includes 132 adjectives and has two adjec-\ntive and state forms. The revised version of this test (Zuckerman et al., 1960) includes 5 main scales and 2\nsummary scores. Anxiety, depression, hostility, positive mood, sense of search, dysphoria and positive mood.\nThe internal validity of the anxiety, depression and hostility scales of the state form in the 8 studied samples\nhas a coeﬃcient of 0.74 to 0.9. Such alpha validity for scores of hostilities, dysphoria, and positive mood plus\nsense of seeking included approximately 0.9 or higher.\nThe Attention Control Scale (ACS )(Derryberry & Reed, 2002) is a 20-item self-report scale scored on\na 4-point Likert from 1 (almost never) to 4 (always). This tool evaluates attention control in two areas;\nattentional focusing and attentional shifting. In Armstrong et al. (2011)’s study, the Cronbach’s alpha of the\nwhole scale and subscales of focus and shift of attention were calculated as 0.86, 0.82 and 0.75, respectively.\nIn Iran, the total Cronbach’s alpha of this scale in the clinical and non-clinical samples was 0.81 and 0.74,\nrespectively, in the attention focus subscale, 0.78 and 0.73, and in the change of attention, 0.84 and 0.68.\nResults\nDescriptive and Bivariate Correlations\nThe means, standard deviations, and frequencies of all observed variables are shown in Table 1. Table 2\nshows Pearson correlation coeﬃcients, means, SD, ranges for the predictor misophonia, potential mediators\n(sensory processing (and its subscale: Low Registration, Sensation Seeking, Sensory Sensitivity and Sensation\nAvoiding) and attentional control), and main outcomes (functional disabilities (family functioning, social\nfunctioning and work and school functioning), hostility, disgust, depression and anxiety)\nStructural Equation Models\nFunctional Disability\nThe goodness-of-ﬁt indices of the mediation model are as follows: CFI =0.91, GFI =0.89, AGFI=0.87,\nNFI=0.92,NNFI=0.92,PGFI=0.61;andRMSEA=0.08.Thereweresigniﬁcantdirecteﬀectsfrommisophonia\nto Sensory processing ( b=0.47, p=0.001), Attentional control ( b=0.44, p =0.001) and SDS-M-family and\nhome ( b=0.61, p=0.001), SDS-M-social ( b=0.64, p=0.001) and SDS-M-work and school ( b=0.52, p=0.001).\nThe direct e\u000bect between Attentional control and SDS-M-family and home ( b=0.49, p=0.001), SDS-M-social\n(b=0.45, p=0.001) and SDS-M-work and school ( b=0.47, p=0.001) were signi\fcant. The direct e\u000bect between\nSensory processing and SDS-M-family and home ( b=0.59, p=0.001), SDS-M-social ( b=0.64, p=0.001) and\nSDS-M-work and school ( b=0.51, p=0.001) were signi\fcant. There were signi\fcant indirect e\u000bects from\nmisophonia to SDS-M-family and home ( b=0.28, p=0.001), SDS-M-social ( b=,0.31 p=0.001) and SDS-M-\nwork and school ( b=0.24, p=0.001) through Sensory processing and from misophonia to SDS-M-family\nand home ( b=0.22, p=0.001), SDS-M-social ( b=0.19, p=0.001), SDS-M-work and school ( b=0.21, p=0.001)\nthrough attentional control. Figure 1 shows a visual representation of the model.\nHostility Structural Model\nFigure 2 shows a visual representation of the model. The goodness-of-\ft indices of the mediation model are\nas follows: CFI = 0.94, GFI = 0.94, AGFI=0.88, NFI=0.93, NNFI=0.90, PGFI=0.49; and RMSEA = 0.09.\nThere were signi\fcant direct e\u000bects from misophonia to Sensory processing ( b=-0.45, p <0.01), Attentional\ncontrol ( b= 0.57, p <0.001) and Hostility ( b=0.27, p=0.001). The direct e\u000bect between Attentional\ncontrol and Hostility ( b=0.71, p=0.04) was signi\fcant. There was signi\fcant indirect e\u000bect from misophonia\nto Hostility ( b=0.41, p=0.04) through Attentional control. Figure 2 shows a visual representation of the\nmodel.\n4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.Disgust Structural Model\nFit indices supported the model's goodness of \ft: CFI = 0.94, GFI = 0.94, AGFI=0.87, NFI=0.93,\nNNFI=0.90, PGFI=0.52; and RMSEA = 0.08. There were signi\fcant direct e\u000bects from misophonia to\nSensory processing ( b= 0.46, p = 0. 01), Attentional control ( b= 0.58, p <0.001) and Disgust ( b=0.38,\np=0.001). The direct e\u000bect between Attentional control and Disgust ( b=0.71, p=0.05) was signi\fcant. There\nwas signi\fcant indirect e\u000bect from misophonia and Disgust ( b=0.41, p=0.03) through Attentional control.\nFigure 3 shows a visual representation of the model.\nDepression Structural Model\nFit indices supported the model's goodness of \ft: CFI = 0.94, GFI = 0.93, AGFI=0.86, NFI=0.91,\nNNFI=0.92, PGFI=0.56; and RMSEA = 0.09. There were signi\fcant direct e\u000bects from misophonia to\nSensory processing ( b= -0.45, p <0.01) Attentional control ( b= 0.57, p <0.001) and Depression ( b=0.21,\np=0.001). The direct e\u000bects between Sensory processing and Depression ( b=0.24, p=0.001) and between\nAttentional control and Depression ( b=0.19, p=0.002) were signi\fcant. There was signi\fcant indirect e\u000bect\nfrom misophonia to Depression through Sensory processing ( b=0.11, p=0.001). Figure 4 shows a visual\nrepresentation of the model.\nAnxiety Structural Model\nAn examination of the \ft statistics for the current model (Figure 1) indicates a perfect \ft, CFI=0.94,\nGFI=0.94, AGFI=0.91, NFI=0.96, NNFI=0.92, PGFI=0.59; and RMSEA=0.07. There were signi\fcant\ndirect e\u000bects from misophonia to Sensory processing ( b= 0.45, p=0.01), attentional control ( b=0.58,\np=0.001) and anxiety ( b=0.47, p=0.001) and there were signi\fcant direct e\u000bects from attentional control\n(b=0.31, p=0.001) and sensory processing b=0.24, p=0.001) to anxiety. There were signi\fcant indirect e\u000bects\nfrom misophonia to anxiety through attentional control ( b=0.18, p=0.001) and through sensory processing\n(b=0.11, p=0.01). Figure 5 shows a visual representation of the model.\nTable 1: Characteristics of the Participants\nVariable n (%)\nAge, mean ±SD, years 24.10 ±6.01\nGender\nfemale 380(78.4)\nMale 84(17.3)\nEducation\nDiploma 150(30.9)\nBachelor 217(44.7)\nMaster 94(19.4)\nDoctoral 16(3.3)\nMarital status\nMarried 96(19.8)\nSingle 379(78.1)\nDivorced 3(0.6)\nTable 2: Pearson correlations, range of scores, means, and standard deviations for study variables.\n13 12 11 10 9 8 7 6 5 4 3 2 1\n0.35**0.20**0.15**0.17**0.62**0.61**0.49**0.39**0.02 0.42**0.31**0.36**1.MQ Total\n0.30**0.19**0.28**0.31**0.31**0.33**0.35**0.38**-0.32**0.62**0.43**2.Attentional Control\n0.37**0.11*0.15**0.19**0.31**0.33**0.29**0.51**-0.02 0.64**3.Low Registration\n0.52**0.24**0.27**0.31**0.33**0.37**0.35**0.67**-0/11*4.Sensation Seeking\n5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.13 12 11 10 9 8 7 6 5 4 3 2 1\n0.01 -0.10*-0.16**-0.23**0.003 0.007 0.03 -0.08 5.Sensory Sensitivity\n0.46**0.15**0.16**0.18**0.29**0.31**0.31**6.Sensation Avoiding\n0.21**0.15**0.07 0.11*0.67**0.72**7.SDS-M-work and school\n0.26**0.23**0.11*0.15**0.86**8.SDS-M-social\n0.26**0.20**0.12**0.16**9.SDS-M-family and home\n0.18**0.51**0.65**10.depression\n0.17**0.53**11.Anxiety\n0.15**12.hostility\n13. disgust\n20.56 0.02 0.64 0.71 2.12 2.23 2.11 23.91 31.56 25.60 18.74 28.97 29.75 Mean\n8.31 5.02 3.17 6.77 2.68 2.6 2.5 8.03 6.72 8.68 6.53 8.56 13.92 SD\nNotes. * p <.05, ** p <.01, *** p <.001 .\nFIGURE 1 functional disability structural model\nFIGURE 2 hostility structural model\nFIGURE 3 disgust structural model\nFIGURE 4 depression structural model\nFIGURE 5 anxiety structural model\nDiscussion\nA limited number of studies have investigated misophonia and its association with other traits. The current\nstudy examined the mediating role of sensory processing and attentional control in the relationship between\nmisophonia and severity of the disability, emotional traits, and disgust propensity in Iranian college students.\nSome of the \fndings in the current study were compared to previous studies conducted on OCD (obsessive\ncompulsive disorder) as there is a limited body of research regarding misophonia. This choice is made based\non the fact that misophonia and OCD have almost identical underlying circles of negative reinforcement\n(Storch et al., 2019) .Our \fndings were mostly consistent with the previous \fndings regarding misophonia.\nOur results demonstrated that misophonia has a signi\fcant direct e\u000bect on both sensory processing and\nattentional control. The \fndings are directly in line with previous \fndings; Simner et al. (2021)`s study which\ncompared a group of misophonic individuals with non-misophonics found that misophonics self-reported\ngreater attention to detail, cognitive in\rexibility, and auditory imagery.\nThe study by Zhou et al. (2017), which found a strong association between the misophonia symptoms\nand impairments regarding work/school, social, and overall impairment in American college students and a\nmedium association among Chinese students, further supported the signi\fcant relationship observed between\nmisophonia and three subfactors of functional disability in this study. Moreover, our \fndings suggest that\nmisophonia can exert an in\ruence on SDS-M house and family and home, SDS M social, and SDS-M work\nand school through both sensory processing and attentional control. These \fndings are in contrast with\nthe \fndings regarding OCD and attentional control. Based on the study implemented by Armstrong et\nal. (2011), increasing attentional control might not be e\u000bective in reducing OCD su\u000berers' discomfort or\nfunctional impairment.\nAttentional control played a signi\fcant mediating role in the relationship between misophonia and disgust\nas well. This result is supported by \fndings in the study by Barahmand et al. (2021) which showed disgust\nsensitivity was positively associated with misophonia and its subscales, misophonic distress, and behavioral\nresponses. However, the role of sensory processing in the relationship between misophonia and disgust was\nnot found to be signi\fcant.\n6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.A signi\fcant mediating role of attentional control and sensory processing was discovered in the relationship\nbetween misophonia and depression. Contrary to our \fndings, the study by Siepsiak et al. (2020) which\ninvestigated misophonia among inpatients with depression, indicated no signi\fcant relationship between the\nseverity of misophonia symptoms and attentional impulsivity. Furthermore, our results also demonstrated\nthe signi\fcant mediating e\u000bect of attentional control and sensory processing in the relationship between\nanxiety and misophonia. When comparing our results to those of older studies, it must be pointed out\nthat anxiety, depression, impulsivity, somatic pain, vegetative symptoms, post-traumatic stress disorder\n(PTSD) symptoms, gender, and age were examined concerning the misophonic symptoms in the study by\nSiepsiak et al. (2020). The \fndings revealed that, of all the assessed variables, anxiety had the strongest\ncorrelation with the severity of symptoms of misophonia. Another study regarding the relationship between\nanxiety and misophonia was conducted by Daniels et al. (2020) on the participants performing a Stroop\ntask. Increased misophonia sound sensitivity and emotional behavior to trigger sounds were signi\fcantly\ncorrelated with higher self-reported anxiety when performing the Stroop task. Moreover, ease of excitation\nand low sensory threshold are both related to anxiety and depression according to Liss et al. (2008) .\nFurthermore, previously it has been reported that subjects assigned to the misophonia group based on\nthe severity of their symptoms had heightened sensory hypersensitivity to particular auditory stimuli with\naccompanying emotional/behavioral reactions (Norris et al., 2022). Based on the aforementioned \fndings,\nsensory processing, and attentional control have an impact on the relationship between misophonia and\nemotional traits. Therefore, hypotheses 2 and 5 were con\frmed.\nIn summary, almost all of the aforementioned hypotheses in our study were con\frmed by our results except\nthe mediating role of sensory processing in the relationship between misophonia and disgust propensity was\nnot found to be signi\fcant (hypothesis 3). Overall, our \fndings are novel in the sense that they provide\nunprecedented information on functional disability, disgust propensity, and emotional traits in Misophonic\nindividuals. Moreover, shedding light on the role of attention and sensory processing in misophonia can have\na valuable use in the improvement of treatment plans for Misophonic individuals.\nLimitations and Future Direction\nAlthough this study has contributed to a better understanding of misophonia, there are a few limitations\nthat should be considered in the future studies. First, our study did not investigate gender and age dif-\nferences associated with our variables, perhaps further research in this area considering the gap between\nage and gender groups could provide more valuable information. Second, because of the use of mediational\nmodeling, the conclusions regarding the causal relations between misophonia and severity of disability, emo-\ntional characteristics, and disgust propensity are tentative, due to the correlational nature of the study.\nThird, self-report questionnaire used in our research are susceptible to weakness introspective abilities and\nresponse bias. Perhaps using a face-to-face interview could provide more support to the reliability of obtained\ninformation.\nReferences\nArmstrong, T., Zald, D. H., & Olatunji, B. O. (2011). Attentional control in OCD and GAD: Speci\fcity\nand associations with core cognitive symptoms. Behaviour research and therapy ,49(11), 756-762.\nBarahmand, U., Stalias-Mantzikos, M. E., Rotlevi, E., & Xiang, Y. (2021). Disgust and Emotion Dys-\nregulation in Misophonia: a Case for Mental Contamination? International Journal of Mental Health and\nAddiction , 1-20.\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural therapy for\nthe treatment of misophonia: a case example. The Cognitive Behaviour Therapist ,6.\nCraig, A. D. (2002). How do you feel? Interoception: the sense of the physiological condition of the body.\nNature reviews neuroscience ,3(8), 655-666.\nda Silva, F. E., & Sanchez, T. G. (2019). Evaluation of selective attention in patients with misophonia.\nBrazilian Journal of Otorhinolaryngology ,85(3), 303-309.\n7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.Daniels, E. C., Rodriguez, A., & Zabelina, D. L. (2020). Severity of misophonia symptoms is associated with\nworse cognitive control when exposed to misophonia trigger sounds. PLoS One ,15(1), e0227118.\nDerryberry, D., & Reed, M. A. (2002). Anxiety-related attentional biases and their regulation by attentional\ncontrol. Journal of abnormal psychology ,111(2), 225.\nDozier, T. H. (2017). Understanding and overcoming misophonia: a conditioned aversive re\rex disorder .\nMisophonia Treatment Institute.\nDunn, W. (1997). The impact of sensory processing abilities on the daily lives of young children and their\nfamilies: A conceptual model. Infants and young children ,9, 23-35.\nDunn, W. (2001). The sensations of everyday life: Empirical, theoretical, and pragmatic considerations.\nThe American Journal of Occupational Therapy ,55(6), 608-620.\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: physiological investigations\nand case descriptions. Frontiers in Human Neuroscience , 296.\nErfanian, M., Brout, J. J., & Keshavarz, A. (2017). Misophonia and a\u000bective disorders: The relationship\nand clinical perspective. European Psychiatry ,41(S1), S471-S471.\nGreen, S. A., & Ben-Sasson, A. (2010). Anxiety disorders and sensory over-responsivity in children with\nautism spectrum disorders: is there a causal relationship? Journal of autism and developmental disorders ,\n40(12), 1495-1504.\nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008). Selective sound intolerance and emotional distress:\nwhat every clinician should hear. Psychosomatic medicine ,70(6), 739-740.\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When\nselective audiovisual stimuli become unbearable: a case series on pediatric misophonia. Neuropsychiatry ,3\n(6), 569-575.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., Cope, T. E.,\nGander, P. E., Bamiou, D.-E., & Gri\u000eths, T. D. (2017). The brain basis for misophonia. Current Biology ,\n27(4), 527-533.\nLiss, M., Mailloux, J., & Erchull, M. J. (2008). The relationships between sensory processing sensitivity,\nalexithymia, autism, depression, and anxiety. Personality and individual di\u000berences ,45(3), 255-259.\nMenon, V., & Uddin, L. Q. (2010). Saliency, switching, attention and control: a network model of insula\nfunction. Brain structure and function ,214(5), 655-667.\nMiller, L. J., Coll, J. R., & Schoen, S. A. (2007). A randomized controlled pilot study of the e\u000bectiveness of\noccupational therapy for children with sensory modulation disorder. The American Journal of Occupational\nTherapy ,61(2), 228-238.\nNorris, J. E., Kimball, S. H., Nemri, D. C., & Ethridge, L. E. (2022). Towards a multidimensional under-\nstanding of misophonia using cluster-based phenotyping. Frontiers in Neuroscience , 403.\nPascual, L., Rodrigues, P., & Gallardo-Pujol, D. (2013). How does morality work in the brain? A functional\nand structural perspective of moral behavior. Frontiers in integrative neuroscience ,7, 65.\nReynolds, S., & Lane, S. J. (2009). Sensory overresponsivity and anxiety in children with ADHD. The\nAmerican Journal of Occupational Therapy ,63(4), 433-440.\nRouw, R., & Erfanian, M. (2018). A large-scale study of misophonia. Journal of clinical psychology ,74(3),\n453-479.\nSchroder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de Amesti, V., Vulink, N., & Denys,\nD. (2014). Diminished n1 auditory evoked potentials to oddball stimuli in misophonia patients. Frontiers in\n8"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Posted on 29 Jun 2023 | The copyright holder is the author/funder. All rights reserved. No reuse without permission. | https://doi.org/10.22541/au.168802206.60400270/v1 | This a preprint and has not been peer reviewed. Data may be preliminary.behavioral neuroscience ,8, 123.\nSeeley, W. W., Menon, V., Schatzberg, A. F., Keller, J., Glover, G. H., Kenna, H., Reiss, A. L., & Greicius, M.\nD. (2007). Dissociable intrinsic connectivity networks for salience processing and executive control. Journal\nof Neuroscience ,27(9), 2349-2356.\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki,  L., & Dragan, W.  L. (2020). Prevalence of\nmisophonia and correlates of its symptoms among inpatients with depression. International journal of\nenvironmental research and public health ,17(15), 5464.\nSimner, J., Koursarou, S., Rinaldi, L., & Ward, J. (2021). Attention, \rexibility, and imagery in misophonia:\nDoes attention exacerbate everyday disliking of sound? Journal of Clinical and Experimental Neuropsychol-\nogy,43(10), 1006-1017.\nStorch, E. A., McKay, D., & Abramowitz, J. S. (2019). Advanced casebook of obsessive-compulsive and\nrelated disorders: conceptualizations and treatment . Academic Press.\nTaylor, S. (2017). Misophonia: A new mental disorder? Medical Hypotheses ,103, 109-117.\nVan Overveld, W., De Jong, P. J., Peters, M. L., Cavanagh, K., & Davey, G. C. (2006). Disgust propensity\nand disgust sensitivity: Separate constructs that are di\u000berentially related to speci\fc fears. Personality and\nindividual di\u000berences ,41(7), 1241-1252.\nWebber, T. A., & Storch, E. A. (2015). Toward a theoretical model of misophonia. General Hospital\nPsychiatry ,37(4), 369-370.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology,\nand clinical correlates in an undergraduate student sample. Journal of clinical psychology ,70(10), 994-1007.\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese university students:\nIncidence, associated impairment, and clinical correlates. Journal of Obsessive-Compulsive and Related\nDisorders ,14, 7-12.\nZuckerman, M., Lubin, B., Vogel, L., & Valerius, E. (1960). Multiple A\u000bect Adjective Check List. Journal\nof Personality and Social Psychology .\n9"
    }
  ]
}