{
  "doc_type": "scientific paper",
  "title": "A NEW INSOMNIA PHENOTYPE: CORONASOMNIA MISOPHONIA SYNDROME",
  "authors": [
    "Narayana Gowda",
    "Alon Avidan"
  ],
  "year": 2023,
  "journal": "SLEEP",
  "doi": null,
  "abstract": "Misophonia is a complex neuropsychiatric phenomenon characterized by an intense selective auditory hypersensitivity to auditory stimuli accompanied by emotional intolerance consisting of anger, anxiety, and frustration. We report on four subjects who presented with significant sleep onset insomnia coinciding with the mandated stay-at-home order in March 2020. All patients reported unique and specific irritability and aversion to sounds in their proximal environment - the misophonic trigger (MT). While a previous study reported on the capacity of misophonia to emerge during venerable periods of confinement, we report a series of four patients in whom misophonia was a unique precipitant of insomnia, a “misophonic response” accompanied by hypervigilance and insomnia. Our findings support the consideration of a unique insomnia phenotype - Coronasomnia Misophonia Syndrome (CMS). Subject A is a 29-year-old female with a history of OCD and mild insomnia (MT: humming refrigerator). Subject B is a 31-year-old female with a history of delayed sleep phase disorder in her teenage years (MT: husband’s breathing). Subject C is a 36-year-old male with well-controlled sleep-onset insomnia (MT: electric humming from walls). Subject D is a 46-year-old male with well-controlled depression (MT: carotid pulsation transmitted through his pillow). All but one patient had reasonable improvement with mindfulness therapy combined with systematic desensitization. Subject A improved after pharmacological modification of OCD therapy. Our case series supports CMS as a unique insomnia phenotype coinciding with social isolation during the COVID-19 pandemic. The MT might have served as a precipitant through classical conditioning. Desensitization with mindfulness therapy was helpful, but the presence of comorbid OCD led to a refractory course supporting pervasive sensory processing in this patient. Our data highlights the need for more dedicated investigation for MT in patients presenting with insomnia during times of confinement and unprecedented anxiety. Additional data is needed to support our observation and investigate the potential psychophysiological mechanism, particularly the proposed alteration in auditory processing in response to the MT in healthy and psychiatric cohorts.",
  "keywords": [
    "Misophonia",
    "Insomnia",
    "Coronasomnia Misophonia Syndrome",
    "Auditory hypersensitivity",
    "Sleep onset insomnia",
    "Mindfulness therapy",
    "COVID-19 pandemic",
    "OCD",
    "Hypervigilance",
    "Sleep disorder"
  ],
  "research_topics": [
    "Insomnia phenotypes",
    "Neuropsychiatric symptoms related to misophonia",
    "Sleep disturbances during COVID-19 pandemic",
    "Auditory processing and sensory hypersensitivity",
    "Treatment approaches for misophonia-related insomnia",
    "Psychophysiological mechanisms of sleep disorders"
  ],
  "created_at": "2025-05-05T03:10:33.776232Z",
  "source_pdf": "documents/research/Global/Gowda 2023 Abstract A New Insomnia Phenotype Coronasomnia Misophonia Syndrome.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "A439\nSLEEP , V olume 46, Supplement 1, 2023Abstract citation ID: zsad077.0996\n0996\nA NEW INSOMNIA PHENOTYPE: CORONASOMNIA \nMISOPHONIA SYNDROME\nNarayana  Gowda1, Alon  Avidan1\n1 UCLA\nIntroduction: Misophonia is a complex neuropsychiatric phe -\nnomenon characterized by an intense selective auditory hyper -\nsensitivity to auditory stimuli accompanied by emotional \nintolerance consisting of anger, anxiety, and frustration. We \nreport on four subjects who presented with significant sleep \nonset insomnia coinciding with the mandated stay-at-home \norder in March 2020. All patients reported unique and specific \nirritability and aversion to sounds in their proximal environment \n- the misophonic trigger (MT). While a previous study reported \non the capacity of misophonia to emerge during venerable peri -\nods of confinement, we report a series of four patients in whom \nmisophonia was a unique precipitant of insomnia, a “miso -\nphonic response” accompanied by hypervigilance and insomnia. \nOur findings support the consideration of a unique insomnia \nphenotype - Coronasomnia Misophonia Syndrome (CMS).\nReport of case(s): Subject A is a 29-year-old female with a his -\ntory of OCD and mild insomnia (MT: humming refrigerator). \nSubject B is a 31-year-old female with a history of delayed sleep \nphase disorder in her teenage years (MT: husband’s breathing). \nSubject C is a 36-year-old male with well-controlled sleep-on -\nset insomnia (MT: electric humming from walls). Subject D is a \n46-year-old male with well-controlled depression (MT: carotid \npulsation transmitted through his pillow). All but one patient \nhad reasonable improvement with mindfulness therapy com -\nbined with systematic desensitization. Subject A improved after \npharmacological modification of OCD therapy.\nConclusion: Our case series supports CMS as a unique insomnia \nphenotype coinciding with social isolation during the COVID-19 \npandemic. The MT might have served as a precipitant through \nclassical conditioning. Desensitization with mindfulness ther -\napy was helpful, but the presence of comorbid OCD led to a \nrefractory course supporting pervasive sensory processing in this \npatient. Our data highlights the need for more dedicated investi -\ngation for MT in patients presenting with insomnia during times \nof confinement and unprecedented anxiety. Additional data is \nneeded to support our observation and investigate the potential \npsychophysiological mechanism, particularly the proposed alter -\nation in auditory processing in response to the MT in healthy \nand psychiatric cohorts.\nSupport (if any): \nAbstract citation ID: zsad077.0997\n0997\nSEVERE MIXED SLEEP APNEA IN A P ATIENT WITH \nEPILEPSY AND GENE MUTATION EEFIA2\nDivya  Gupta1, Anjalee  Galion2\n1 University of California, Irvine, 2 Children's Hospital Orange Cou\nnty\nIntroduction: EEFIA2 gene mutation has been linked with epi -\nlepsy and intellectual disability. There have been case series and \ncase reports in the past that have linked the gene mutation with \nboth epilepsy and possible phenotypes of broad nasal bridge and \ntented upper lip. In previous cases, there has been no description of work up of sleep disordered breathing. Here, we present a \ncase of sleep apnea in a patient with intractable epilepsy and \ngene mutation.\nReport of case(s): Patient is a toddler-aged female with epilepsy. \nShe was diagnosed with infantile epileptic encephalopathy with \na pathogenic mutation in EEF1A2 gene with intractable gener -\nalized myoclonic epilepsy, hypotonia, and developmental delay. \nShe has been on several seizure medications in an effort to obtain \nseizure control. With medications she has been undergoing side \neffects of swallowing difficulties and increased sedation. During \nher neurology epilepsy follow up, she was noted to have fre -\nquent nighttime awakenings. She was scheduled to have a com -\nbined polysomnography and 24-hour electroencephalogram. \nPolysomnography performed which showed evidence of severe \nmixed central and obstructive sleep apnea-hypopnea syndrome \nwith AHI of 100/h, CAI 42/H, OAHI - 57/h, and REM AHI of \n106/h. Video Electroencephalogram performed at the same time \nand showed multiple atonic and myoclonic seizures with multi -\nfocal discharges. Patient was evaluated by otolaryngology and \nwas not a candidate for surgical interventions. She was titrated \non bilevel positive airway pressure during a split titration sleep \nstudy.\nConclusion: Genetic mutations and their phenotypes are becom -\ning more widely addressed and researched. In this case we present \na rare genetic mutation EEFIA2 which has presented as intellec -\ntual disability, hypotonia, and intractable epilepsy in this patient. \nGiven some daytime somnolence and nighttime awakenings, a \npolysomnography was pursued and showed severe obstructive \nsleep apnea. In cases where phenotypes are not widely known, it \nis important to screen for sleep disorders.\nSupport (if any): \nAbstract citation ID: zsad077.0998\n0998\nDULOXETINE AS A POSSIBLE EFFECTIVE TREATMENT \nOF KLEIN-LEVIN SYNDROME CASE REPORT\nSamuel  Hall1, Sally  Ibrahim2\n1 Case Western Reserve University, 2 University Hospitals \nCleveland Medical Center\nIntroduction: Kleine Levin Syndrome (KLS), or recurrent \nhypersomnia, is a rare sleep disorder characterized by recur -\nrent episodes of severe hyper-somnolence lasting several days \nto several weeks. Because the etiology is unknown, treatment \nis mostly supportive. Some pharmacologic agents have been \nattempted to treat symptoms during episodes with limited \nsuccess.\nReport of case(s): Patient is a 17 year-old with a history atten -\ntion-deficit hyperactivity disorder and generalized anxiety \ndisorder who presented to the clinic due to recurrent episodes \nof severe hypersomnolence associated with derealization and \ncognitive dysfunction during all episodes, anxiety of being \nalone, and other symptoms in some episodes such as altered \ntaste affecting appetite, and binge eating. The patient was \ndiagnosed with KLS and tracked episodes which lasted 11-12 \ndays (average) with recurrence every 10-17 days. Labs, 72 hour \nEEG, MRI and MRA were largely unremarkable. The family \ndeclined trial of Lithium. Pharmacogenetic testing showed sig -\nnificant gene-drug interaction with duloxetine requiring higher \ndrug dosage for effects. After psychiatry started duloxetine, \nthe patient experienced a 7 month period without episodes. \nThen episodes recurred for unclear reason while on duloxetine C. Case Reports Case Reports from Clinical TraineesDownloaded from https://academic.oup.com/sleep/article/46/Supplement_1/A439/7182200 by guest on 01 June 2023"
    }
  ]
}