{
  "doc_type": "scientific paper",
  "title": "Assessment and Management of Misophonia in a Female Adolescent: A Case Study",
  "authors": [
    "Brittany Grayless"
  ],
  "year": 2021,
  "journal": "Perspectives of the ASHA Special Interest Groups",
  "doi": "10.1044/2021_PERSP-21-00130Disclosure:",
  "abstract": "Misophonia is a condition in which individuals experience negative reactions, including anger and disgust, to specific sounds in their environment. Individuals with misophonia often report feelings of anxiety and a reduced quality of life. While there is no cure for misophonia, there are management protocols supported by case studies in the literature, including tinnitus retraining therapy (TRT) and Misophonia Management Protocol (MMP), along with coping strategies. This case study details misophonia questionnaires and assessment, case formulation, and management of misophonia in an 11-year-old girl, using a variation of both the TRT and MMP, including ear-level sound generators and coping strategies. The case serves as a contribution to the evidence base for the use of sound therapy and coping strategies in the treatment and management of misophonia.",
  "keywords": [
    "misophonia",
    "tinnitus retraining therapy",
    "Misophonia Management Protocol",
    "sound therapy",
    "coping strategies",
    "audiological assessment",
    "hearing aids",
    "case study",
    "adolescent",
    "hyperacusis",
    "cognitive behavioral therapy"
  ],
  "research_topics": [
    "misophonia assessment",
    "management protocols for misophonia",
    "sound therapy in misophonia",
    "audiological evaluation",
    "hearing aid intervention",
    "cognitive behavioral therapy for misophonia",
    "psychological impact of misophonia"
  ],
  "created_at": "2025-05-05T01:31:51.987993Z",
  "source_pdf": "documents/research/Global/Grayless 2021 Assessment and Management Case Study.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "PERSPECTIVES\nClinical Focus\nAssessment and Management of\nMisophonia in a Female Adolescent:\nA Case Study\nBrittany Graylessa\nPurpose: Misophonia is a condition in which individuals\nexperience negative reactions, including anger and disgust,\nto specific sounds in their environment. Individuals with\nmisophonia often report feelings of anxiety and a reduced\nquality of life. While there is no cure for misophonia, there\nare management protocols supported by case studies inthe literature, including tinnitus retraining therapy (TRT)\nand Misophonia Management Protocol (MMP), along with\ncoping strategies. The purpose of this case study is to\ncontribute to the field of clinical research on patients with\nmisophonia.Method: Case studies involving misophonia are limited, and\nfurther research in this area is needed to provide evidence-based treatment. This case detai ls misophonia questionnaires\nand assessment, case formulation, and management of\nmisophonia in an 11-year-old girl, using a variation of both\nthe TRT and MMP, including ea r-level sound generators\nand coping strategies.\nConclusions: This case serves as a contribution to the\nevidence base for the use of sound therapy and coping\nstrategies in the treatment and management of misophonia,\nas well as tools that are available in diagnosing misophonia.\nClinical implications reveal sound therapy and coping\nstrategies as a means to man a g em i s o p h o n i as y m p t o m s .\nFurther research is needed for large-scale data to be\navailable.\nThe term misophonia comes from the Greek words\n“misos ”(hate) and “phon ”(sound), meaning the\nhatred of sound, and was suggested by M. M. Jas-\ntreboff and Jastreboff (2002). It is referred to as a condi-tion in which patients experience negative reactions (anger,annoyance, disgust, etc.) in response to specific sounds intheir environment (breathing, pen-clicking, typing, swallow-ing, etc.; M. M. Jastreboff & Jastreboff, 2002). Misophoniatypically begins in childhood or adolescence, with the\nmost commonly reported age of onset to be approximately\n12 years old (Edelstein et al., 2013; Kumar et al., 2014;Schröder et al., 2013). Because the trigger sounds are un-predictable as to when they will occur, the patient oftenexperiences levels of anxiety , leading to actively avoiding\nexposure to the trigger sounds and a reduced quality oflife (Schröder et al., 2013). The literature from Schröderet al. (2013) also suggests tha t misophonia persists and of-\nten worsens over time.Diagnosis of misophonia requires an in-depth case\nhistory and audiological testing (Palumbo et al., 2018). Thecase history includes assessment of onset, trigger sounds,reactions to those sounds, and comorbid conditions. Sev-eral questionnaires are available for use in this area; how-ever, none have been validated. While there is no consensuson a specific protocol that should be used to assess miso-phonia (Palumbo et al., 2018), an audiological assessmentshould include pure-tone thresholds and loudness discomfort\nlevels (LDLs). Patients who present with misophonia may\nhave normal hearing or hearing loss and may have LDLsin the normal-to-reduced range (P. J. Jastreboff & Jastreboff,2013). Most patients with misophonia are thought to exhibithearing thresholds in the normal-hearing region (Schröderet al., 2014). P. J. Jastreboff and Jastreboff (2015) noted thatwhen hyperacusis, also known as decreased sound toler-ance, is present with misophonia, LDLs can range from30 to 120 dB HL, further showing that evaluating LDLs alone\nis not adequate in diagnosing hyperacusis or misophonia.\nP. J. Jastreboff and Jastreboff (2006) designed a ther-\napy program known as tinnitus retraining therapy (TRT)to treat the primary condition of tinnitus and secondaryconditions of misophonia and hyperacusis. The therapy pro-tocol consists of sound therap y that is paired with directive\ncounseling that is adjusted to each individual patient ’s needs.SIG 9\naAu.D., The University of Tennessee Health Science Center, Knoxville\nCorrespondence to Brittany Grayless: brinehar@uthsc.edu\nEditor-in-Chief: Barbara Cone\nEditor: Cynthia Richburg\nReceived June 7, 2021\nRevision received August 4, 2021\nAccepted August 14, 2021\nhttps://doi.org/10.1044/2021_PERSP-21-00130Disclosure: The author has declared that no competing financial or nonfinancial\ninterests existed at the time of publication.\nPerspectives of the ASHA Special Interest Groups Vol. 6 1526 –1532 December 2021 Copyright © 2021 American Speech-Language-Hearing Association 1526"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "When hyperacusis and misophonia are present, it is recom-\nmended to first treat the hyperacusis and then treat themisophonia (P. J. Jastreboff & Ja streboff, 2015). Patients\npresenting with misophonia are instructed to avoid silenceand overuse of ear protection and, instead, be exposed tosounds that are pleasant to listen to, along with constantlow-intensity sounds to decrease the patient ’s negative re-\nactions to their trigger sounds (Palumbo et al., 2018). An-\nother treatment protocol termed Misophonia ManagementProtocol (MMP) was developed by Marsha Johnson. Basedon the literature by Dozier (2015a), the MMP was adaptedfrom the TRT protocol, and it consists of two parts. Thefirst part entails the use of sound generators (environmen-tal or ear-level) to reduce the perception of the misophonicsound, and the second part consists of 6 –12 weeks of ther-\napy (cognitive behavioral therapy [CBT], or similar) to\ndevelop coping techniques for changing negative reactions\nto the trigger sounds (Dozier, 2015a; Duddy & Oeding,2014). Progressive muscle relaxation, mindfulness, com-passion training, distress tolerance, and CBT have alsobeen documented in case studies as other ways to managemisophonia; however, case studies of such nature in theliterature are limited (Bernstein et al., 2013; Dozier, 2015b;Schneider & Arch, 2017).\nCase Introduction\n“Molly, ”an 11.5-year-old girl, was referred to our\nclinic by her pediatrician, for a hearing evaluation and anevaluation for misophonia. Molly and her mother reportedthat her misophonia began when she was 8 years old,with her first trigger sound being her mother eating. Herparents reported passive bullying in school that led toMolly experiencing high anxiety and nervous ticks. In re-sponse to the bullying, Molly switched schools, but her\nmisophonia continued to progress to a severe, debilitat-\ning degree that affected her daily life around the time sheturned 11 years old and entered the sixth grade. It wasalso reported that Molly suffered daily migraines aroundthat time that were successfully treated with antihista-mines; however, upon the cessation of the migraines, hertrigger sounds worsened. Molly reported that upon hearingthe trigger sounds, she felt emotional reactions of anger,accompanied by disgust, with the need to leave and “es-\ncape ”the room for relief. Molly noted physical responses\nto her misophonia triggers, including muscle tightening andfeeling “squirmy. ”Compensatory strategies that Molly\nimplemented in school included the use of earbuds to muteher misophonia triggers; however, she noted that she wouldmiss instructions the teacher would give in the classroom.This specific school promoted the use of gum-chewing andeating in class, therefore making the classroom environ-ment a “problem setting ”for Molly as her misophonia trig-\ngers included sounds such as chewing. The school created a\n“safe room ”for Molly to retreat to when her misophonia\ntriggers could not be tolerated. Molly would typically stayin the classroom for instruction only and would leave theclassroom to get her work done, per parent report. Mollyalso reported not being able to tolerate eating meals to-\ngether with her family, which caused her to feel guilt andsadness.\nMisophonia Assessment\nMolly was asked to fill out the assessment forms prior\nto her first visit at our clinic. The misophonia assessment\nforms can be downloaded from the Misophonia Institutew e b s i t e( D o z i e r ,2 0 1 6 ) .T h e questionnaires included the\nMisophonia History Questionnaire, Misophonia Assess-ment Questionnaire (MAQ), Amsterdam Misophonia Scale(A-MISO-S), Misophonia Impact Survey (MIS), Misopho-nia Activation Scale (MAS-1), Detailed Trigger Inventory(DTI), Misophonia Coping Responses (MCR), and Miso-phonia Emotional Responses (MER). It should be noted\nthat these questionnaires/sc ales have not been tested for\ntheir reliability or validity, and currently, there are no vali-dated assessments for the diagnosing of misophonia (Brout& Rosenthal, 2016). The patient was also given the RevisedChildren ’s Anxiety and Depression Scale (RCADS).\nMAQ\nThe MAQ is a questionnaire developed by an audiol-\nogist, Marsha Johnson, with questions asking patients how\nmuch they are impacted by their misophonia. Scoring includesthe sum MAQ score to indicate the severity of misophonia,\nwith 1 –21 indicating mild, 22 –42 indicating moderate,\nand 43 –63 indicating severe (Dozier, 2015c). It should be\nnoted that this questionnaire should not be used to diag-nose misophonia but to indicate the severity of misopho-nia symptoms and their impact on a person ’s life (Brout\n& Rosenthal, 2016). Molly ’s sum score at intake was 44,\nwhich rated her misophonia as “severe. ”\nA-MISO-S\nThe A-MISO-S is a questionnaire developed by\nSchröder et al. (2013) that was adapted from the Yale –\nBrown Obsessive Compulsive Scale (Goodman et al., 1989).It is a six-item scale, with scores ranging from 0 to 24. Thesix items ask patients to rat e their misophonia regarding\ntime, interference, distress, res istance, control, and avoidance.\nMolly ’s sum score at intake was 16, indicating “severe ”\nmisophonia symptoms. The final question asks the patient,“What would be the worst thing, that could happen if you\nwere not able to avoid the misophonic triggers? ”to which\nMolly responded, “I would want to punch the person\ntriggering me. ”\nMIS\nThe MIS was developed by Tom Dozier in 2016 to\nbe used as a counseling tool to gain insight on the impactmisophonia has on interpersonal relationships, family life,social life and leisure activities, school and work, and per-sonal activities. The questionnaire consists of five questions\nGrayless: Management of Misophonia: A Case Study 1527SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "ranging from 0 (none) to 10 (extreme). This questionnaire\nhelps the clinician to highlight and discuss the differentways misophonia has affected the patient ’s life and rela-\ntionships (Pellicori, 2020). At intake, Molly reported thather misophonia had interfered with her social life and lei-sure activities at a 7 (severely) and her schoolwork at a9 (severely).\nMAS-1\nThe MAS-1 focuses on the emotional and physical\nreactions a person may experi ence to a specific trigger\n(Fitzmaurice, 2010). It is scored on severity from Level 0,indicating no discomfort, to Level 10, indicating the personreacts with violence on a person, an animal, or self. At in-take, Molly ’s emotional response was a Level 9, stating\n“panic/rage reaction in full swing, conscious decision not\nto use violence on trigger person. ”\nDTI\nThe DTI is a form in which the patient can list the\ntrigger sound, the source it comes from (person), and theemotional and physical responses to the trigger sound from0 to 10, referencing the MAS-1 severity levels. At intake,the patient listed 11 trigger sounds, along with the emo-\ntional responses to those sounds ranging from 3 to 9. The\nitems can then be listed in a hierarchy, from most bother-some to least bothersome (see Table 1).\nMCR and MER\nThe MCR and MER questionnaires were designed\nby Tom Dozier in 2013, to be used as counseling tools.Pellicori (2020) refers to the MCR as an assessment that\nwas designed for the clinician to gain more information\non how the patient is coping with the misophonia. TheMER is an assessment that was designed to identify mal-adaptive behaviors, as well as gain additional informationon the patient ’s emotional reactivity toward specific trigger\nsounds (Pellicori, 2020). The emotional response is definedas“what you feel and not what you actually do. ”Because\nthese questionnaires were designed as counseling tools, thereis not a rating scale. Based on Molly ’s responses on the\nMCR, it was evident that she used “leaving the room ”\nand “escape the trigger ”as her main coping strategies\nover asking others to stop making the trigger sound.Molly ’s responses on the MER showed great distress,\nanger, and disgust toward the trigger sounds, as well asfeeling fear, anxiety, and sadness when experiencing a\ntrigger sound.\nRCADS\nThe RCADS (Chorpita et al., 2015) was developed\nto assess anxiety and depression in boys and girls from thethird to 12th grade. Chorpita et al. (2020) describe how theRCADS is divided into subscales, including Social Phobia,Panic Disorder, Major Depressive Disorder, Separation\nAnxiety Disorder, Generalized Anxiety, and Obsessive –\nCompulsive Disorder. Sum of the raw scores in each sub-category is then given a corresponding T score. A T scoreof 65 or higher indicates scores in the borderline clinicalthreshold (Chorpita et al., 2020). Due to the nature of miso-phonia and some underlying characteristics of obsessive –\ncompulsive disorder and anxiety (Cusack et al., 2018;Webber et al., 2014), Molly was given this assessment atintake. While no subscale met the borderline clinical\nthreshold, Molly scored the highest in Social Phobia with\naTs c o r eo f6 2 .\nAudiologic Assessment\nTympanometry was assessed, and Molly presented\nwith normal Type A tympanograms, suggesting normalmiddle ear pressure and normal tympanic membranecompliance. Acoustic reflex thresholds were present atnormal sensation levels both ipsilaterally and contralater-\nally for both ears at all frequencies tested (500, 1000, 2000,\nand 4000 Hz). Audiometric test ing was completed in a sound\nbooth under insert earphones. Pu re-tone audiometry revealed\nnormal hearing bilaterally (250 –8000 Hz) for air and bone\nconduction testing, with the worst threshold occurring at10 dB (see Figure 1). Due to Molly ’s use of earbuds when\nnot in harmful noise levels and the possible co-occurrenceof hyperacusis, LDLs were tested and revealed a range of\nTable 1. Molly ’s ratings of her trigger sounds on the Detailed Trigger Inventory at intake.\nTrigger Source (person) Emotional response\n1. Mouth noises —eating, chewing, lip-smacking, gulping Anyone (self mildly) 9\n2. Scratching Other people (not self) 93. Skin rubbing together Other people (not self) 9\n4. Sniffing Other people (not self) 8\n5. Typing Anyone 76. Loud breathing, yawning All (makes me hate person) 77. Humming Anyone 6\n8. Pen-clicking, snap bracelet snapping Anyone 6\n9. Stirring chunky/liquidy stuff on stove Cooking 510. Whispering Anyone 511. Being in the presence of people Anyone 3\n1528 Perspectives of the ASHA Special Interest Groups Vol. 6 1526 –1532 December 2021SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "65–75 dB for the right ear, and a range of 70 –85 dB for the\nleft ear, indicating hyperacusis bilaterally.\nTreatment Recommendations\nand Implementation\nMolly and her parents were counseled on therapy and\nmanagement options, including hearing aids with Bluetoothcapability to be used as ear-level maskers, CBT, TRT, andclassical conditioning. It was recommended that Molly andher parents take a multidisciplinary approach to the miso-phonia treatment and that they seek out a consult with apsychologist experienced in CBT. It was also recommendedthat Molly consider an auditory processing evaluation torule out an auditory processing disorder, as the literature\nsuggests the possibility of impaired auditory processing in\nindividuals presenting with misophonia (Pellicori, 2020;Schröder et al., 2014).\nHearing Aid Fitting and Orientation\nMolly and her parents decided to pursue hearing aids\nto be used in the form of ear-level maskers. This enabledus to implement a variation of the TRT and MMP. Mollywas fit with bilateral Oticon r eceiver-in-the-ear hearing\naids that were set to be used as ear-level maskers 1 weekfollowing the initial diagnostic visit. Per the TRT recom-mendation, Molly ’s hyperacusis was treated with priority,\nwith the gain in the hearing aids set to the lowest possible\nlevel instead of the microphones being deactivated. Thiswas thought to assist in the acclimation to normal every-day loudness levels. The “Ocean 1 ”masker was chosen\nbased on the patient ’s preference and was increased to alevel that was most comforta ble for Molly to utilize dur-\ning her daily routine, while still being able to hear othersspeak to her. When setting the level of the masker, Molly ’s\nmother would perform certain trigger sounds (nose sniffling)in the clinic room to ensure the masking level improvedMolly ’s ability to be exposed to the trigger sound. Molly ’s\nfacial reactions to the trigger sounds were observed during\nthe appointment, with and without the masker on. Molly ’s\nfacial reaction was visibly reduced when the masker wasturned on. Molly was taught how to use the Bluetooth ca-pabilities of the hearing aids and was encouraged to be-come familiarized with the ReSound Tinnitus Relief app,to create and customize her own masking sounds that shehad positive reactions to and that promoted relaxation.\nTwo-Week Follow-Up\nMolly was seen 2 weeks following her hearing aid\norientation. Data logging in the hearing aids revealed thatMolly was using her maskers 7 hr per day. She reported\nthat the use of the maskers and streaming of additional\nmasking sounds from the ReSound Tinnitus Relief apphelped with many of the trigger sounds in her environment.However, the “typing ”sound on a computer remained a\nstrong trigger that could not be masked easily. She alsonoted new trigger sounds of shoes squeaking on the gymfloor and echoic rooms/hallways. It is not uncommon forpersons with misophonia to develo p additional trigger sounds,\nmost often when a person ’s current trigger sounds encounter\nother sounds. According to Dozier (2015c), when a non ‐trigger\nsound occurs during the exposure of a trigger sound or whilethe individual is still upset or anxious from the trigger soundencounter, the non ‐trigger sound can then become a trigger\nsound. Molly was counseled to try to leave her maskerson for the day, instead of using them in reaction to her trig-ger sounds. She was instructed to be mindful of leaving themasking sound on in her background. Molly was scheduledto be seen again in 2 weeks for another follow-up and for\nan auditory processing evaluation.\nOne-Month Follow-Up and Auditory\nProcessing Evaluation\nMolly was accompanied by her father who assisted\nin case history. He reported that Molly had an appoint-ment with a cognitive behavioral therapist as well as witha licensed professional counselor and misophonia specialistscheduled in the next month. He also reported that Mollywas still only in the classroom for instruction, leaving toescape to her “safe room ”about 4 times a day for relief\nfrom her trigger sounds. Molly noted two new trigger soundsbeginning (silverware clanging, heavy breathing) and that\nshe was still not eating dinner with her family, although\nshe would like to. Data logging in the hearing aids revealedthat Molly was using the masker 5 hr per day. Molly wasagain instructed to utilize the masker in her backgroundthroughout her day, rather than when she expected to beFigure 1. Molly ’s audiogram at her initial diagnostic appointment.\nGrayless: Management of Misophonia: A Case Study 1529SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "exposed to her trigger sounds, thereby increasing the usage\ntime. The microphones were deactivated on the hearingaids to perform solely as ear-level maskers. It was thoughtthat by doing this, the possibility of the hearing aids ampli-fying her “new ”triggers would be eliminated. Molly was\nreadministered the DTI and was asked to rate her emo-tional reaction to each trigger sound with the masker off\nand with the masker on (see Table 2). The results did not\nshow improvement in her emotional reaction to her triggersounds when utilizing the maskers. Molly was then coun-seled on implementing relaxation techniques immediatelyfollowing school to de-stress and prep herself for any triggersounds that may occur during her evening routine. Mindful-ness, progressive muscle relaxation, and yoga were discussedas possible options. This implementation may also make thegoal of eating dinner as a family attainable. Molly was also\ninstructed to keep a diary to document what relaxation tech-\nniques were used, for how long, and if she saw improvementin her reactions to the misophonia triggers on a scale of 0 –10\n(0 indicating no improvement , 10 indicating extreme improve-\nment). Molly was seen at our center for an auditory process-\ning evaluation on this date as well. The auditory processingresults ruled out an auditory processing disorder. It wasrecommended that Molly return to our center for anotherfollow-up in 2 weeks.\nSix-Week Follow-Up\nMolly was accompanied by her father who assisted in\ncase history. He reported that Molly had her initial evalua-tion with the cognitive behavioral therapist the day priorto this appointment. He noted that he did not believe thattreatment for the misophonia would be included in the ther-apy at this time. He also noted that her appointment withthe licensed professional counselor and misophonia special-\nist was scheduled in the next week. Molly and her father\nreported that they did not complete the misophonia diaryfor documentation of relaxation techniques. Molly did trya meditation recording that s he reported helped, but she\nneeded her father to help walk her through it as the record-ing contained too much “heavy breathing ”and it triggered\nher. At this appointment, the tinnitus masker volume con-trol upper limit was increased from +7.5 to +10.5 dB togive Molly more flexibility and control over managing her\ntrigger sounds. She was counseled on the use of the volumecontrol of the masker and streaming to the hearing aids viaBluetooth. Data logging in the hearing aids revealed usingthe masker an average of 16 hr per day, a large improve-ment from the 5 hr per day of use documented at the previ-ous appointment. The relaxation techniques discussed at\nthe previous appointment were reviewed with Molly. Molly\nalso noted that it was extremely difficult to complete herhomework assignments with the amount of classroom in-struction that she was able to t olerate. Therefore, it was\nrecommended that Molly ’s teachers begin giving her as-\nsignments before the lectures so that Molly could familiar-ize herself to the task at hand and give her a goal of whatinstruction she needed to commit to prior to escaping toher “safe room. ”Because Molly was still not eating dinner\nwith her family, it was recommended to begin by facing\naway from her family as they eat, to eliminate any visualtriggers, while also using her maskers. Molly was scheduledto return to our center for a follow-up in 2 weeks.\nTwo-Month Follow-Up\nMolly was accompanied to this appointment by her\nfather who assisted in case history. Molly reported that shewears her hearing aids as ear-level maskers while at school\nand is now only leaving the classroom about once per day\nfor relief from her trigger sounds (previously only stayingin the classroom for instruction). She typically takes thehearing aids off when at home; however, she reported thather father has seasonal allergies, and she has been wearingthe maskers to compensate with the “sniffling ”sound. She\nhad her first consult with the licensed professional counselorand misophonia specialist and reported that during the ap-pointment, relaxation and visualization techniques were dis-\ncussed, as well as medications to help with the anxiety. Molly\ndecided against taking any medications and wished to focuson the relaxation techniques, implementing taking a relaxingbath after school to ease her nerves before beginning her home-work. Molly also noted that she is in bed at 8:00 p.m. everynight, as she found that the more sleep she gets, the more shecan tolerate her trigger sounds. She continues to see her cogni-\ntive behavioral therapist and reported that appointments\nTable 2. Molly ’s ratings of her trigger sounds on the Detailed Trigger Inventory with the masker off versus on at her 1-month follow-up.\nTriggerEmotional response\nMasker offEmotional response\nMasker on\n1. Mouth noises —eating, chewing, lip-smacking, gulping 10 7\n2. Scratching 98\n3. Skin rubbing together 9 8\n4. Sniffing 10 10\n5. Typing 10 9\n6. Loud breathing, yawning 10 10\n7. Humming 75\n8. Pen-clicking, snap bracelet snapping 10 109. Stirring chunky/liquidy stuff on stove 7 510. Whispering 66\n1530 Perspectives of the ASHA Special Interest Groups Vol. 6 1526 –1532 December 2021SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "consist of asking Molly questions and trying visualization\ntechniques. During our appointment, Molly wanted to makenote that she decided not to make eating dinner with her\nparents a goal, as it created too much anxiety for her. The\nmisophonia diary was reissued to Molly to complete overthe next 2 weeks, to track her daily anxiety and bothersome,as well as activities that may improve her misophonia.\nTen-Week Follow-Up\nMolly completed the DTI, rating her emotional re-\nsponse to her trigger sounds with the masker on and withthe masker off. Only slight im provement was seen on Molly ’s\nratings of her trigger sounds with the masker on (see Table 3).However, it is important to note that Molly reported thather maskers allow her to stay in the classroom for the entire\nschool day without having to retreat to her “safe room, ”with\ncertain sounds still being difficult to be around. Molly also re-ported that she sits in the lunchroom with her classmates duringlunch, only struggling when others around her are eating soupor chips. She noted using relaxation techniques 2 –3 times a\nweek and continues seeing her cognitive behavioral therapist.Based on Molly ’s overall demeanor and outlook of how she is\ndoing at school, it was agreed that the next appointment couldbe pushed out to a follow-up in 3 months. Molly did not\ncontinue services with our clinic after the 10-week follow-up.\nDiscussion\nWhile no misophonia questionnaires/assessments have\nbeen validated, the aforementioned assessments can be usedas tools to document misophonia severity and triggers. Theplan for this patient was to readminister all of the misophoniaassessment documents at the 6 -month follow-up. However,\nthe patient did not return for that appointment. This could bedue to the positive results seen at the 10-week follow-up, withthe use of the ear-level masker s and relaxation techniques\nallowing Molly to remain in the classroom setting for the full\nday. The DTI was thought to be able to show progress in\nMolly ’s ratings of her trigger sounds over the course of her\ntreatment; however, these ratings did not change significantly.This is similar to a misophonia case study treated with CBT, inwhich the subject still found her trigger sounds unpleasant, butthey no longer hindered her social or occupational abilites\n(Bernstein et al., 2013). It would therefore be beneficial to de-velop a questionnaire that assesses a patient ’s tolerance of their\ntrigger sounds over time. The MAQ and A-MISO-S question-\nnaires have been used to document progress in other misopho-nia case studies (Schneider & Arch, 2017), and it is thereforerecommended to utilize these tools for such purposes. Themain source of improvement from the case study presented isthat, at the beginning of treatment, Molly was only able to re-main in the classroom setting during instruction. After 10 weeksof ear-level masker use, Molly was able to remain present in\nthe classroom for the entire school day without having to\n“escape the trigger. ”So while her ratings of the trigger sounds\non the DTI did not improve substantially, her ability to toler-ate the trigger sounds improved as she was able to maintaincontrol of her normal day at school, therefore emphasizingthe benefits of utilizing a combination of sound therapy andcoping strategies for management of misophonia.\nReferences\nBernstein, R., Angell, K., & Dehle, C. (2013). A brief course of\ncognitive behavioural therapy for the treatment of misophonia:A case example. The Cognitive Behaviour Therapist, 6, e10.\nhttps://doi.or g/10.1017/S1754470X13000172\nBrout, J. J., & Rosenthal, M. Z. (2016). When sounds trigger strong\nreactions [Webinar]. Duke Univer sity and International\nMisophonia Research Network. htpp://www.slideshare.net/JenniferJoBroutPsyD/when-sounds -trigger-strong-reactions-\nmisophonia-research-and-what-you-can-do\nChorpita, B. F., Ebesutani, C., & Spence, S. (2015). Revised Children ’s\nAnxiety and Depression Scale: User ’s guide . https://www.\nchildfirst.ucla.edu/wp-conten t/uploads/sites/163/2018/03/\nRCADSUsersGuide20150701.pdf\nChorpita, B. F., Yim, L., Moffitt, C., Umemoto, L. A., & Francis,\nS. E. (2000). Assessment of symptoms of DSM-IV anxiety and\ndepression in children: A revised child anxiety and depression\nscale. Behaviour Research and Therapy, 38 (8), 835 –855. https://\ndoi.org/10.1016/S0005-7967(99)00130-8\nCusack, S. E., Cash, T. V., & Vrana, S. R. (2018). An examination of the\nrelationship between misophonia, an xiety sensitivity, and obsessive-\ncompulsive symptoms. Journal of Obsessive-Compulsive and Related\nDisorders, 18, 67–72. https://doi.org/10.1016/j.jocrd.2018.06.004\nDozier, T. H. (2015a). Counterconditioning treatment for miso-\nphonia. Clinical Case Studies, 14 (5), 374 –387. https://doi.org/\n10.1177/1534650114566924Table 3. Molly ’s ratings of her trigger sounds on the Detailed Trigger Inventory with the masker off versus on at her 10-week follow-up.\nTriggerEmotional response\nMasker offEmotional response\nMasker on\n1. Mouth noises —eating, chewing, lip-smacking, gulping 10 8\n2. Scratching 10 8\n3. Skin rubbing together 10 84. Sniffing 98\n5. Typing 99\n6. Loud breathing, yawning 9 87. Humming 76\n8. Pen-clicking, snap bracelet snapping 9 9\n9. Stirring chunky/liquidy stuff on stove 7 5\n10. Whispering 66\nGrayless: Management of Misophonia: A Case Study\n1531SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Dozier, T. H. (2015b). Treating the initial physical reflex of miso-\nphonia with the Neural Repatterning Technique: A counter-conditioning procedure. Psychological Thought, 8 (2), 189 –210.\nhttps://doi.org/10.5964/psyct.v8i2.138\nDozier, T. H. (2015c). Understanding and overcoming misophonia: A\nconditioned aversive reflex disorder . Misophonia Treatment Institute.\nDozier, T. H. (2016). Misophonia forms . Misophonia Institute.\nhttps://misophoniainstitute.org/forms/\nDuddy, D., & Oeding, K. (2014). Misophonia: An overview. Seminars\nin Hearing, 35 (2), 84 –91. https://doi.org/10.1055/s-0034-1372525\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013).\nMisophonia: Physiological investigations and case descriptions.Frontiers in Human Neuroscience, 7, 296. https://doi.org/10.3389/\nfnhum.2013.00296\nFitzmaurice, G. (2010). The Misophonia Activation Scale . Misophonia\nUK. http://www.misophonia-uk.org/the-misophonia-activation-\nscale.html\nGoodman, W., Price, L., Rasmussen, S., Mazure, C., Fleischmann,\nR., Hill, C., & Charney, D. (1989). The Yale-Brown Obsessive\nCompulsive Scale: I. Development, use, and reliability. Archives\nof General Psychiatry, 46 (11), 1006 –1011.\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound\ntolerance and tinnitus retraining therapy (TRT). Australian\nand New Zealand Journal of Audiology, 24 (2), 74 –84. https://\ndoi.org/10.1375/audi.24.2.74.31105\nJastreboff, P. J., & Jastreboff, M. M. (2006). Tinnitus retraining\ntherapy: A different view on tinnitus. ORL, 68 (1), 23 –30.\nhttps://doi.org/10.1159/000090487\nJastreboff, P. J., & Jastreboff, M. M. (2013). Using TRT to treat\nhyperacusis, misophonia, and phonophobia. ENT & Audiology\nNews, 21, 88–90.Jastreboff, P. J., & Jastreboff, M. M. (2015). Decreased sound\ntolerance. Handbook of Clinical Neurology, 129, 375–387.\nhttps://doi.org/10.1016/B978-0-444-62630-1.00021-4\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J., &\nGriffiths, T. D. (2014). Misophonia: A disorder of emotion\nprocessing of sounds. Journal of Neurolog y, Neurosurgery &\nPsychiatry, 85 (8), e3. https://doi.org /10.1136/jnnp-2014-\n308883.38\nPalumbo, D., Alsalman, O., Ridder, D., Song, J., & Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: A\nperspective. Frontiers in Psychology, 9, 953. https://doi.org/\n10.3389/fpsyg.2018.00953\nPellicori, J. (2020). A clinician ’s guide to misophonia [Webinar].\nAudiologyOnline. http://www.a udiologyonline.com/articles/\nclinician-s-guide-to-misophonia-27099\nSchneider, R., & Arch, J. (2017). Case study: A novel application\nof mindfulness- and acceptance-based components to treatmisophonia. Journal of Contextual Behavioral Science, 6 (2),\n221–225. https://doi.org/10.1016/j.jcbs.2017.04.003\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D.,\nSoto de Arnesti, V., Vulink, N., & Denys, D. (2014). Diminished\nN1 auditory evoked potentials to oddball stimuli in misophonia\npatients. Frontiers in Behavioral Neuroscience, 8, 123. https://\ndoi.org/10.3389/fnbeh.2014.00123\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diag-\nnostic criteria for a new psychiatric disorder. PLOS ONE, 8 (1),\nArticle e54706. https://doi.org/10.1371/journal.pone.0054706\nWebber, T., Johnson, P., & Storch, E. (2014). Pediatric misophonia\nwith comorbid obsessive –compulsive spectrum disorders.\nGeneral Hospital Psychiatry, 36 (2), 231.e1 –231.e2. https://doi.\norg/10.1016/j.genhosppsych.2013.10.018\n1532 Perspectives of the ASHA Special Interest Groups Vol. 6 1526 –1532 December 2021SIG 9 Hearing and Hearing Disorders in Childhood"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Copyright\nof\nPerspectives\nof\nthe\nASHA\nSpecial\nInterest\nGroups\nis\nthe\nproperty\nof\nAmerican\nSpeech-\nLanguage-\nHearing\nAssociation\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}