{
  "doc_type": "scientific paper",
  "title": "Misophonia: Analysis of the neuroanatomic patterns at the basis of psychiatric symptoms and changes of the orthosympathetic/ parasympathetic balance",
  "authors": [
    "Elena Grossini",
    "Alessandro Stecco",
    "Carla Gramaglia",
    "Daniel De Zanet",
    "Roberto Cantello",
    "Benedetta Gori",
    "Davide Negroni",
    "Danila Azzolina",
    "Daniela Ferrante",
    "Alessandro Feggi",
    "Alessandro Carriero",
    "Patrizia Zeppegno"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.827998",
  "abstract": "Background/Aim: Misophonia is a disorder characterized by reduced tolerance to specific sounds or stimuli known as “triggers,” which tend to evoke negative emotional, physiological, and behavioral responses. In this study, we aimed to better characterize participants with misophonia through the evaluation of the response of the autonomic nervous system to “trigger sounds,” a psychometric assessment, and the analysis of the neurological pathways. Materials and methods: Participants included 11 adults presenting with misophonic disturbance and 44 sex-matched healthy controls (HCs). Following recently proposed diagnostic criteria, the participants listened to six “trigger sounds” and a “general annoyance” sound (baby crying) during a series of physiological tests. The effects were examined through functional magnetic resonance imaging (fMRI), the analysis of heart rate variability (HRV), and of galvanic skin conductance (GSC). The fMRI was performed on a 3T Scanner. The HRV was obtained through the analysis of electrocardiogram, whereas the GSC was examined through the positioning of silver-chloride electrodes on fingers. Furthermore, the psychometric assessment included questionnaires focused on misophonia, psychopathology, resilience, anger, and motivation. Results: Participants with misophonia showed patterns of increased sympathetic activation in response to trigger sounds and a general annoyance sound, the low frequency (LF) component of HRV, the sympathetic index, and the number of significant GSC over the threshold, where the amplitude/phasic response of GSC was higher. The fMRI analysis provided evidence for the activation of the temporal cortex, the limbic area, the ventromedial prefrontal/premotor/cingulate cortex, and the cerebellum in participants with misophonia. In addition, the psychometric assessment seemed to differentiate misophonia as a construct independent from general psychopathology. Conclusion: These results suggest the activation of a specific auditory-insula-limbic pathway at the basis of the sympathetic activation observed in participants with misophonia in response to “trigger and general annoyance sounds.” Further studies should disentangle the complex issue of whether misophonia represents a new clinical disorder or a non-pathological condition. These results could help to build diagnostic tests to recognize and better classify this disorder. The relevance of this question goes beyond purely theoretical issues, as in the first case, participants with misophonia should receive a diagnosis and a targeted treatment, while in the second case, they should not.",
  "keywords": [
    "anatomic pathways",
    "autonomic system",
    "functional magnetic resonance",
    "psychometric assessment",
    "trigger sounds"
  ],
  "research_topics": [
    "misophonia",
    "autonomic nervous system activation",
    "neuroanatomic patterns",
    "psychiatric symptoms",
    "orthosympathetic/parasympathetic balance",
    "functional magnetic resonance imaging (fMRI)",
    "heart rate variability (HRV)",
    "galvanic skin conductance (GSC)",
    "psychiatric assessment",
    "auditory-insula-limbic pathway"
  ],
  "created_at": "2025-05-05T02:43:47.812727Z",
  "source_pdf": "documents/research/Global/Grossini 2022 Misophonia Analysis of the neuroanatomic patterns at the basisof psychiatric symptoms.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 1\nTYPE Original Research\nPUBLISHED 11 August 2022\nDOI10.3389/fnins.2022.827998\nOPEN ACCESS\nEDITED BY\nJulia Campbell,\nThe University of Texas at Austin,\nUnited States\nREVIEWED BY\nPhillip Gilley,\nUniversity of Colorado Boulder,\nUnited States\nSharon Hunter,\nUniversity of Colorado Anschutz\nMedical Campus, United States\n*CORRESPONDENCE\nElena Grossini\nelena.grossini@med.uniupo.it\n†These authors have contributed\nequally to this work and share ﬁrst\nauthorship\n‡These authors have contributed\nequally to this work and share last\nauthorship\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 02 December 2021\nACCEPTED 14 July 2022\nPUBLISHED 11 August 2022\nCITATION\nGrossini E, Stecco A, Gramaglia C,\nDe Zanet D, Cantello R, Gori B,\nNegroni D, Azzolina D, Ferrante D,\nFeggi A, Carriero A and Zeppegno P\n(2022) Misophonia: Analysis of the\nneuroanatomic patterns at the basis\nof psychiatric symptoms and changes\nof the orthosympathetic/\nparasympathetic balance.\nFront. Neurosci. 16:827998.\ndoi: 10.3389/fnins.2022.827998\nCOPYRIGHT\n© 2022 Grossini, Stecco, Gramaglia,\nDe Zanet, Cantello, Gori, Negroni,\nAzzolina, Ferrante, Feggi, Carriero and\nZeppegno. This is an open-access\narticle distributed under the terms of\nthe Creative Commons Attribution\nLicense (CC BY). The use, distribution\nor reproduction in other forums is\npermitted, provided the original\nauthor(s) and the copyright owner(s)\nare credited and that the original\npublication in this journal is cited, in\naccordance with accepted academic\npractice. No use, distribution or\nreproduction is permitted which does\nnot comply with these terms.Misophonia: Analysis of the\nneuroanatomic patterns at the\nbasis of psychiatric symptoms\nand changes of the\northosympathetic/\nparasympathetic balance\nElena Grossini1*†, Alessandro Stecco2†, Carla Gramaglia3,\nDaniel De Zanet1, Roberto Cantello4, Benedetta Gori4,\nDavide Negroni2, Danila Azzolina5, Daniela Ferrante5,\nAlessandro Feggi3, Alessandro Carriero2‡and\nPatrizia Zeppegno3‡\n1Laboratory of Physiology, Department of Translational Medicine, University of Eastern Piedmont,\nNovara, Italy,2Radiology Unit, Department of Translational Medicine, University of Eastern\nPiedmont, Novara, Italy,3Psychiatry Unit, Department of Translational Medicine, University of\nEastern Piedmont, Novara, Italy,4Neurology Unit, Department of Translational Medicine, University\nof Eastern Piedmont, Novara, Italy,5Statistic Unit, Department of Translational Medicine, University\nof Eastern Piedmont, Novara, Italy\nBackground/Aim: Misophonia is a disorder characterized by reduced\ntolerance to speciﬁc sounds or stimuli known as “triggers,” which tend to\nevoke negative emotional, physiological, and behavioral responses. In this\nstudy, we aimed to better characterize participants with misophonia through\nthe evaluation of the response of the autonomic nervous system to “trigger\nsounds,” a psychometric assessment, and the analysis of the neurological\npathways.\nMaterials and methods: Participants included 11 adults presenting with\nmisophonic disturbance and 44 sex-matched healthy controls (HCs).\nFollowing recently proposed diagnostic criteria, the participants listened to six\n“trigger sounds” and a “general annoyance” sound (baby crying) during a series\nof physiological tests. The effects were examined through functional magnetic\nresonance imaging (fMRI), the analysis of heart rate variability (HRV), and of\ngalvanic skin conductance (GSC). The fMRI was performed on a 3T Scanner.\nThe HRV was obtained through the analysis of electrocardiogram, whereas the\nGSC was examined through the positioning of silver-chloride electrodes on\nﬁngers. Furthermore, the psychometric assessment included questionnaires\nfocused on misophonia, psychopathology, resilience, anger, and motivation.\nResults: Participants with misophonia showed patterns of increased\nsympathetic activation in response to trigger sounds and a general annoyance\nsound, the low frequency (LF) component of HRV, the sympathetic index, and\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 2\nGrossini et al. 10.3389/fnins.2022.827998\nthe number of signiﬁcant GSC over the threshold, where the amplitude/phasic\nresponse of GSC was higher. The fMRI analysis provided evidence for\nthe activation of the temporal cortex, the limbic area, the ventromedial\nprefrontal/premotor/cingulate cortex, and the cerebellum in participants with\nmisophonia. In addition, the psychometric assessment seemed to differentiate\nmisophonia as a construct independent from general psychopathology.\nConclusion: These results suggest the activation of a speciﬁc auditory-\ninsula-limbic pathway at the basis of the sympathetic activation observed in\nparticipants with misophonia in response to “trigger and general annoyance\nsounds.” Further studies should disentangle the complex issue of whether\nmisophonia represents a new clinical disorder or a non-pathological\ncondition. These results could help to build diagnostic tests to recognize\nand better classify this disorder. The relevance of this question goes beyond\npurely theoretical issues, as in the ﬁrst case, participants with misophonia\nshould receive a diagnosis and a targeted treatment, while in the second case,\nthey should not.\nKEYWORDS\nanatomic pathways, autonomic system, functional magnetic resonance,\npsychometric assessment, trigger sounds\nIntroduction\nThe recent consensus work of experts has led to the\ndeﬁnition of misophonia as a reduced tolerance to speciﬁc\nsounds or stimuli related to them (Ferrer-Torres and Giménez-\nLlort, 2022). These “trigger” stimuli can generate strong\nnegative emotional, physiological, and behavioral reactions\nthat are not commonly observed by the majority of people\n(Sweedo et al., 2022). For individuals with misophonia, it is\ndiﬃcult to distract themselves from trigger sounds, and they\nmay experience a range of unpleasant consequences, such as\nsuﬀering, distress, overall functioning impairment, and mental\nhealth problems. In individuals suﬀering from misophonia,\nsymptoms should not be better explained by any co-occurring\ndisorder, including psychiatric conditions or disorders, such\nas anxiety disorders, mood disorders, personality disorders,\nobsessive, compulsive related disorders, post-traumatic stress\ndisorder, autism spectrum disorder, and attention deﬁcit\nhyperactivity disorder.\nPast studies showed that subjects with misophonia can\nexhibit a wide range of “triggers” (Daniels et al., 2020; Jager\net al., 2020a), which can be diﬀerent from one subject to another.\nAlthough each person can have his/her own “trigger” stimuli,\nthere are some that, more than others, can better serve as\n“misophonic triggers.” In particular, sounds associated with oral\nfunctions like chewing, eating, and swallowing are the most\noften reported as misophonic triggers. Also, sounds producedby other people, such as pen clicking, keyboard typing, ﬁnger or\nfoot tapping, and shuﬄing footsteps often serve as “triggers.”\nIn response to those “trigger” stimuli, individuals with\nmisophonia may experience anger, irritation, anxiety, and\naggressive impulses, as well as symptoms related to autonomic\nnervous system activation, such as motor tics and increased\nheart rate (Edelstein et al., 2013; Webber et al., 2014; Palumbo\net al., 2018). In addition, patients often develop coping\nmechanisms, such as avoiding social situations in which the\ntrigger stimuli might occur (Schröder et al., 2013; Taylor et al.,\n2014; Potgieter et al., 2019). To date, it has been clariﬁed\nthat misophonia is an aﬀective auditory processing disorder\n(Edelstein et al., 2013; Erfanian et al., 2017; Kumar et al.,\n2017) associated with an increased number of connections, or\nstrength of connections, between the limbic and sympathetic\nnervous systems, which can cause abnormal processing of sound\nstimuli. In participants with misophonia, increased functional\nconnectivity within brain regions like the anterior insular\ncortex (AIC), the anterior cingulate cortex, the ventromedial\nprefrontal cortex, the posteromedial cortex (posterior cingulate\nand retrosplenial cortex), the hippocampus, and the amygdala\n(Kumar et al., 2017) could reﬂect abnormal salience attribution\nto misophonic stimuli (Schröder et al., 2019; Seeley, 2019). In\nparticular, it is noteworthy that the ventromedial prefrontal\ncortex and posteromedial cortex are core parts of the default\nmode network (DMN) (Raichle et al., 2001), which are\nconnected to AIC and are activated when subjects are engaged\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 3\nGrossini et al. 10.3389/fnins.2022.827998\nin internally directed thoughts and retrieval of memories\n(Huijbers et al., 2011).\nRepeated exposure to the same cues will amplify the salience\nnetwork activity. The causal mechanism of this phenomenon\nreﬂects a conditioned response in which the initially neutral\nstimulus is increasingly associated with intensiﬁed aversive\nemotions and augmented by increased vigilance (Schröder et al.,\n2019). Among those areas, the anterior cingulate cortex and\ninsular activity have been linked to increased cardiovascular\narousal (Critchley, 2005). This statement was conﬁrmed by\nthe study of Kumar et al. (2017), which showed that the\naugmented heart rate (HR) and galvanic skin response by\n“trigger sounds” were mediated by the activity of AIC in\nparticipants with misophonia.\nTherefore, the nervous structures mentioned above could\nrepresent the anatomical basis of the symptoms related to the\nactivation of the autonomic nervous system that characterizes\nmisophonia and could explain the visceral responses associated\nwith emotions (Schwartz et al., 1981).\nRecently, increased connectivity between both the auditory\nand the visual cortex, and between those brain regions and\nthe ventral premotor cortex, has been reported in response to\ntrigger sounds in subjects with misophonia (Kumar et al., 2021).\nThis is of interest as the ventral premotor cortex is responsible\nfor orofacial movement (Grabski et al., 2012). These ﬁndings\nsupport a model of misophonia based on “hyper-mirroring”\naccording to which sounds would be the “medium” through\nwhich actions of other people are excessively mirrored.\nAlthough knowledge about misophonia has increased, a\ncomplete analysis of the neuropsychiatric features, of the\nautonomic nervous system activation and of the neuronal\npathways in participants with misophonia (Sweedo et al., 2022)\nin response to “trigger” sounds, is still lacking. In particular,\nprevious studies have focused either on only one of the\naspects mentioned above or have only partially investigated the\nactivation of the autonomic nervous system by recording a few\nparameters related to the orthosympathetic/parasympathetic\nnervous system. Furthermore, the sample size calculation\nwas not performed.\nIn the present study, we aimed to better characterize\nmisophonia through the integrated evaluation of the\nphysiologic, psychiatric, and neurological correlates in response\nto a trigger sound protocol in participants with misophonia.\nIn particular, our primary endpoint was the analysis of\nthe orthosympathetic/parasympathetic balance during the\napplication of six “trigger sounds” and one “general annoyance”\nsound. To reach our primary endpoint, the sample size was\ncalculated on the basis of previously reported tests related\nto the activation of the orthosympathetic nervous system in\nparticipants with misophonia. The data obtained in the present\nstudy were correlated with the psychometric assessment and\nthe anatomic pathways activated during the trigger sounds\nprotocol, which was investigated through functional magnetic\nresonance imaging (fMRI).Materials and methods\nWe performed a double-blind case-control study by\ncomparing subjects complaining of misophonic disturbances\n(participants with misophonia, N= 11) to gender-matched\nhealthy controls (HCs) (N = 44) on the following variables:\nthe fMRI, the analysis of heart rate variability (HRV), galvanic\nskin conductance (GSC), and psychiatric assessment. The\nstudy was approved by the local Ethical Committee, Azienda\nOspedaliero-Universitaria Maggiore della Carità, Novara (CE\n81/18). Participant recruitment took place from April 2018 to\nJanuary 2020; subjects (or their legal representatives) were asked\nto sign a written informed consent and were treated according to\nGood Clinical Practice principles (Declaration of Helsinki: 2013).\nThe participants with misophonia were recruited from the\ncommunity through the online misophonia support group\n(Misofonia Italia in Facebook). The HCs were recruited through\nlocal advertisements. The recruitment of the participants was\ncarried out through an interview conducted according to the\nmodel proposed by Sanchez and da Silva (Schröder et al., 2013;\nSanchez and da Silva, 2018). The selection was executed by an\nexperienced psychiatrist.\nOther potentially comorbid medical conditions were\ninvestigated as well.\nInclusion criteria were as follows: age \u001514 years, presence of\nat least one misophonic symptom, and written informed consent\nby each subject or parents.\nExclusion criteria were as follows: diagnosis\nof cardiac or neurologic disease, diabetes,\nintellectual disability/dementia/cognitive impairment,\nautoimmune/inﬂammatory diseases, pregnancy, use of\nmedications, such as aorbblockers, diuretics, calcium\nchannels blockers, smoking habits (>1 cigarette day),\nuse of alcohol/psychoactive substances, unwillingness to\nparticipate and/or to sign the written informed consent.\nParticipants were recruited based on the evidence of near-\nnormal hearing as documented from previous visits relating to\noccupational medicine.\nThe participants with misophonia and HCs were\ninstructed to abstain from caﬀeinated beverages for 24 h\nand from moderate or strenuous physical activity for 48 h\nbefore the analyses.\nTrigger sounds protocol\nBefore beginning the study, the subjects were given a\ndetailed explanation of the experimental procedures. They were\ninstructed to fast for at least 3 h before the beginning of the\nexperiment and all the evaluations were conducted from 9\na.m. to 1.30 p.m. All the participants underwent a rest period\nlasting 15 min before the start of the procedures (psychometric\nassessment, HRV , GSC, and fMRI analysis), in a quiet room\nwith a controlled temperature between 26 and 27\u000eC. We have\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 4\nGrossini et al. 10.3389/fnins.2022.827998\nchosen this temperature because it is the one that is reported\nto be the most comfortable for patients subjected to HRV\nanalysis (Liu et al., 2008). In addition, the results of the GSC\nmeasurement are not aﬀected by the selected temperature range\n(Doberenz et al., 2011). All evaluations were performed in a\nblinded condition.\nIn each subject, six diﬀerent stimulations with sounds that\nhave been widely reported as “triggers” (Edelstein et al., 2013;\nKumar et al., 2017; Sweedo et al., 2022) were administered in\nthe following sequence to avoid any bias when interpreting\nthe statistical results: crunchy sound, nails tapping, chewing\nsound, fast breathing, typing, and click pen sound. Baby crying\nwas used as the “general annoyance” sound, too. The audio\nclips were selected from YouTube and were composed by\nmeans of Audacity software (free and open-source digital audio\neditor and recording application software licensed under GPL-\n2.0) which allowed us to remove the background noise and\nadjust the volume to 70 dB HL. In particular, the sounds were\nadjusted by selecting the individual parts to get a normalization,\nin order to have a uniform amplitude. This was done by\nnormalizing the peak width between 0.1 and 0.5 dB HL. As for\nthe measurement of the output volume in headphones, Audacity\nhas its own dB measurement system. The soundtracks were\nadministered to the participants with misophonia and HCs by\nBeats Solo2 Headphones, with a sensitivity of 115 dB/mW, and\nan impedance of 45 ohms.\nMoreover, each sound did not exceed the 70 dB HL limit, so\nas to make the experimental conditions as similar as possible to\nthe real context.\nThe pattern of stimulation for each sound was as follows: 5 s\nsilence, 30 s sound, 10 s silence, 30 s sound, 10 s silence, 30 s\nsound, 10 s silence, 30 s sound, and 5 s silence (total period of\nstimulation for each sound: 2 min and 40 s; ﬁve periods of silence\nand four sound applications; Figure 1).\nThis pattern of stimulation was preceded and followed by\n2 min and 20 s, to allow the return to the baseline before the\nfollowing stimulation, respectively.\nThe trigger sounds protocol was similar, in terms of duration\nand repetition of each sound/silence period, for the psychiatric\nassessment and the analysis of HRV and GSC. The only\ndiﬀerence was during fMRI, where the silence period was 30 s\ninstead of 10 s; this was due to the technical speciﬁcations\nof the fMRI equipment. Thus, the overall time of stimulation\nwas about 42 min.\nPsychometric assessment\nEach participant was assessed with a protocol of\npsychometric tests, including both clinician-rated and self-\nrated tools, as detailed below. The psychometric assessment was\nperformed by an experienced psychiatrist, trained in the use of\nthe assessment tools described below.We chose to include several of the available measures for\nmisophonia, as most of them are not fully validated and show\nintrinsic limitations (for instance, they do not measure the actual\nmagnitude of response to triggers), which is the reason why\nthere have been recent attempts to develop new tools in this ﬁeld\nof research (Dibb et al., 2021).\nAs possible associations have been suggested between\nmisophonia and psychiatric disorders and/or symptoms,\nincluding anxiety, depression, and obsessive-compulsive\ntendencies, in our psychometric assessment, we included an\noverall measure of psychopathology (Symptom Checklist 90-R)\nand speciﬁc measures for the symptoms detailed above. Some\nof these measures are clinician-rated to avoid the possible biases\nof self-rated questionnaires. Last, we included a measure of\nresilience, which can be deﬁned as the process of adapting well\nin the face of adversity and stress (American Psychological\nAssociation, 2014).\nWhile we clearly expected to ﬁnd higher scores on the\nmisophonia scales in participants with misophonia when\ncompared with controls, two scenarios could be hypothesized\nfor the psychopathological measures: no diﬀerence between\nparticipants with misophonia and controls, or higher scores\nin participants with misophonia compared to controls, which\nwould suggest a possible overlap of the misophonia construct\nwith psychopathological symptoms. Regarding resilience, we\nwere interested in assessing possible diﬀerences between the two\ngroups, groups with possibly lower resilience ratings suggesting\npoorer resources in participants with misophonia in adapting to\nperceived stressors.\nAmsterdam Misophonia Scale\nThis scale is an adaptation of the Y ale-Brown Obsessive\nCompulsive Scale (Y-BOCS) to address misophonic symptoms.\nIt has six items, scored from 0 (no symptom) to 4 (extreme).\nScores 0–4 suggest subclinical misophonic symptoms, 5–9 mild,\n10–14 moderate, 15–19 severe, and 20–24 extreme (Schröder\net al., 2013).\nMisophonia Questionnaire\nThe Misophonia Questionnaire (MQ) is a three-part self-\nrated questionnaire that evaluates the presence of misophonic\nsymptoms, the resulting emotions and behaviors, and the\noverall severity of sound sensibility. Misophonia symptoms and\nresulting emotions and behaviors are assessed with 19 items\nwhich can be scored from 0 (not at all true) to 4 (always true).\nRatings from the ﬁrst two parts are summed together to produce\na total score ranging from 0 to 72. Misophonia sound sensitivity\nseverity is rated on a scale from 1 (minimal) to 15 (very\nsevere) with a score greater than or equal to seven indicating\nclinical misophonia (McKay et al., 2018). Initial validation of the\nMQ indicates good internal consistency for the symptom scale\n(a= 0.86), the emotions and behaviors scale (a = 0.86), and total\nscore (a = 0.89) (Wu et al., 2014).\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 5\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 1\nFlowchart about the trigger sounds protocol. The entire sounds stimulation protocol was made of seven patterns of stimulation (six “trigger\nsounds” and one “annoyance sound”). All patterns were included in a single track. We measured the baseline GSC and HRV variables during\neach period of stimulation for comparison with the same values at baseline. GSC, galvanic skin conductance; HRV, heart rate variability.\nMisophonia Activation Scale\nThis is a clinician-rated scale focusing on physical and\nemotional reactions to the trigger sounds in misophonic\nsubjects. Participants are presented with 11 levels of responses to\nthe known and personal misophonic triggers, with higher levels\nof response reﬂecting the severity of the disorder. The score\nranges from 0 (no reaction to speciﬁc sound) to 10 (physical\naggression, both self and others-directed) (Fitzmaurice, 2010).\nMisophonia Assessment Questionnaire\nThe Misophonia Assessment Questionnaire (MAQ)\nincludes 21 questions about the time spent on thoughts and\nfeelings related to misophonic cues, evaluated on a four-points\nLikert-type scale ranging from 0 (not at all) to 3 (always true).\nScores ranging from 0 to 11 indicate subclinical misophonic\nsymptoms, 12–24: mild, 25–37 moderate, 38–50 severe,\nand 51–63 extreme (Johnson, 2014).\nYale-Brown Obsessive Compulsive Scale\nClinician-rated, 10-item scale, which assesses the severity of\nobsessions and compulsions in the week prior to the test. Total\nscores range from 0 to 40 (Goodman et al., 1989).\nHamilton Anxiety Rating Scale\nThis clinician-rated scale consists of 14 items, measuring\nboth the mental anxiety (psychological distress) and somatic\nanxiety (physical symptoms related to anxiety). The total score\nranges from 0 to 56, where <17 indicates mild severity,\n18–24 mild to moderate severity, and 25–30 moderate to\nsevere symptoms (Hamilton, 1959).Hamilton Depression Rating Scale\nThe Hamilton Depression Rating Scale (HAM-D) is a\nclinician-rated 24-items test. The evaluation for most items is\nthe result of the integration between the objective observation\nof signs and subjective exposure of symptoms, although\nthe severity criterion mainly refers to the former. Scores\n0–9 indicate subclinical depression, 10–13 mild depression,\n14–17 moderate depression, and greater than17 indicate\nsevere depression (Hamilton, 1960).\nState-Trait Anxiety Inventory 1 and 2\nIt is a 40-item self-administered test for the assessment of\nstate and trait anxiety. Each item is rated from 1 to 4 (1 = not\nat all, 4 = severe), and no speciﬁc cut-oﬀs exist. The higher the\nscore, the higher is the anxiety. Internal consistency coeﬃcients\nfor the scale ranged from 0.86 to 0.95; test–retest reliability\ncoeﬃcients ranged from 0.65 to 0.75 over a 2-month interval.\nTest–retest coeﬃcients for this measure in the present study\nranged from 0.69 to 0.89 (Spielberger, 1989).\nResilience Scale for Adults\nIt is a 33-item self-administered scale evaluating intra-\nor inter-relational stress-preventing factors (positive self-\nperception, positive future perception, social competence,\nstructured style, family cohesion, and social resources). The\nhigher the total score, the greater is the subject’s resilience. The\nResilience Scale for Adults (RSA) is reliable, with good internal\nconsistency demonstrated by Cronbach alpha values ranging\nfrom 0.79 to 0.88 in various studies, while among the six factors,\nit ranges from 0.67, for the structured style, to 0.81, for the\nperception of Self (Friborg et al., 2005).\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 6\nGrossini et al. 10.3389/fnins.2022.827998\nSymptom Checklist 90 Revised\nThe Symptom Checklist 90 Revised (SCL-90-R) is a\nmultidimensional self-report measure that assesses the severity\nof current psychological symptoms and distress. It assesses nine\nsymptom dimensions: somatization, obsessive–compulsive,\ninterpersonal sensitivity, depression, anxiety, hostility, phobic\nanxiety, paranoid ideation, and psychoticism. It also includes\nthree global indices of psychological distress: global severity\nindex (number of symptoms endorsed and intensity of\ndistress), positive symptom distress index (average level of\ndistress for those items that were endorsed; exaggerating\nor attenuating response style), and positive symptoms total\n(total symptoms endorsed/breadth of distress). All the Italian\nversion subscales show a good internal coherence, with a-values\nbetween 0.70 and 0.96 (Derogatis, 1992).\nAnalysis of heart rate variability and\ngalvanic skin conductance\nIn order to achieve our primary endpoint, which was related\nto the evaluation of the orthosympathetic/parasympathetic\nbalance, we performed analyses of HRV and GSC, which are\nwidely adopted methods for the assessment of the autonomic\nnervous system (Mackersie and Calderon-Moultrie, 2016). In\nparticular, we expected to ﬁnd increased parameters of HRV and\nGSC related to orthosympathetic activation in the participants\nwith misophonia and increased parameters of HRV and GSC\nrelated to parasympathetic activation in the HCs.\nHeart rate variability and GSC were monitored before\n(baseline) and during the trigger sounds protocol at the\nLaboratory of Physiology. In particular, we have extrapolated\nthe numerical values of the entire registrations through special\nprograms, as reported below. Thereafter, values were taken from\nthe baseline and from the end of the trigger sounds protocol\nand were used to calculate an average value (Figures 2–4) and\nto make the graphs. All this was done for each sound and for\neach participant. The HRV was obtained through automatized\nanalysis of electrocardiogram (ECG) by Kubios.\nThe data from ECG and GSC were recorded together on\nsitting subjects; furthermore, the subjects were seated in front\nof a white wall without any possible distraction and were asked\nto ﬁxate on a point on the wall.\nHeart rate variability analysis\nHeart rate variability parameters were obtained by the\ncomputerized analysis of 6-lead ECG performed through Easy\nECG pocket and Software Easy View Plus Stress, Ates Medical\nDevice, Colognola Ai Colli, Verona, Italy. Kubios HRV program\nversion 3.1.0 was used to analyze the collected data in both the\ntime domain and frequency domain, as previously described\n(Tarvainen et al., 2014).In particular, in the time domain, the following variables\nhave been measured: mean RR (means of RR intervals, at\nRR intervals, or the elapsed time between ECG R waves),\nstandard deviation of RR intervals (SDNN, for vagal activity)\n(Gernot, 2017; Forte et al., 2019), and the root mean square\nof successive diﬀerences between normal heart beats (RMSSD,\nfor vagal activity). In the frequency domain, the following\nvariables have been measured: high frequency (HF, for vagal\nactivity), low frequency (LF) (LF, sympathetic activity, or a mix\nbetween sympathetic and vagal inﬂuences), LF/HF (sympathetic\nactivity), very low frequency (VLF, for sympatho-vagal balance)\nand the HRV triangular index (for vagal activity).\nIn addition, sympathetic (SNS), parasympathetic (PNS)\nindex, and the stress index have been examined through Kubios\nanalysis of the registrations.\nGalvanic skin conductance analysis\nIn order to collect GSC, a pair of Ag-AgCl electrodes was\nattached to the palmar surface of the middle and ring ﬁngers\nof the participant’s non-dominant hand. Prior to attachment,\nparticipants’ hands were cleaned with an alcohol wipe and a skin\nconductance gel was applied to each electrode.\nGalvanic skin conductance was recorded with a Shimmer3\nGSRC unit wireless device (Shimmer Research Ltd., Dublin,\nIreland), with two 8 mm Ag chloride electrodes (GSR electrodes\nshimmer sensins), closed by velcro. Between electrodes, a\nconstant potential of 0.5 V was maintained.\nThe recorder was connected viaBluetooth to a portable PC\nand the recorded data were shown on Consensys Pro (oﬃcial\nShimmer acquisition software) interface PC window, over a\nrange 0–100 micro S (mS). The gain parameter was set at 5 ms/V\nand A/D resolution was set at 16 bits in order to acquire\ndata over this time range. The sample acquisition rate was 30\nsamples/s (Gatti et al., 2018).\nAnalysis of skin conductance data was performed with\nMatlab version R2015a (The Mathworks, Natick, MA,\nUnited States) using Ledalab v3.4.7 and custom analysis\nprograms. The raw skin conductance data were downsampled\nto 8 Hz and visually examined for the presence of motion\nartifacts, as indicated by HF ﬂuctuations in the signal amplitude.\nThe relatively few artifacts that were identiﬁed were replaced\nusing linear interpolation. The GSC analysis was performed\nby using a continuous decomposition analysis (CDA) method\nin order to capture only the variations of the activity, under\nstimulation, that reﬂected an eﬀective diﬀerence from baseline\nin each subject (Benedek and Kaernbach, 2010). In this case,\nperiod analysis was done only at every 10 s stimulation peak,\nand the results consisted of the average of GSC during the entire\nstimulation period.\nThe CDA was performed to separate the tonic component\n[skin conductance level (SCL)] and the phasic component [skin\nconductance response (SCR)] of the signal, using an amplitude\ncriterion of 0.04 mS for deﬁning SCRs, which reveals the\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 7\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 2\nEffects of the trigger sounds protocol on HRV variables in participants with misophonia and participants without misophonia [healthy controls\n(HCs)] vs. speciﬁc baseline (set as 1). The results show increased orthosympathetic variables (LF, LF/HF) in participants with misophonia and\nincreased parasympathetic variables (HRV triangular index, RMSSD) in participants without misophonia in comparison with values registered at\nbaseline. It is also to note that the parasympathetic variables (HF, HRV, and RMSSD) were decreased in participants without misophonia RMS in\ncomparison with values registered at baseline LF, low frequency (A); HF, high frequency (B); LF/HF (C), low frequency/high frequency ratio; HRV\n(D), heart rate variability triangular index; RMSSD (E), the root mean square of successive differences between normal heart beats. The results\nare the mean\u0006SE. The parenthesis indicate signiﬁcance between groups, as speciﬁed in panel (F). In panel (F), the explanation for various\ngroups’ representation is reported. The statistical analysis between M and HCs was performed through the Mann–Whitney test, whereas the\nstatistical analysis between M/HCs and baseline was performed through the Wilcoxon test.\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 8\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 3\nEffects of the trigger sounds protocol on HRV variables in participants with misophonia and participants without misophonia [Healthy controls\n(HCs)] vs. speciﬁc baseline (set as 1). The results show increased orthosympathetic variables (SNS index, Stress index, and VLF) in participants\nwith misophonia in comparison with values registered at the baseline. It is also to note that the parasympathetic variables (PNS index and mean\nRR) were decreased in participants without misophonia in comparison with values registered at baseline. SNS (A), sympathetic; PNS (B),\nparasympathetic; stress index (C), stress index; RR (D), interval the elapsed time between ECG R waves; VLF (E), very low frequency; SDNN (F),\nstandard deviation of RR intervals. The results are the mean \u0006SE. The parentheses indicate signiﬁcance between groups, as speciﬁed in\nFigure 2F. Various groups are represented as in Figure 2. The statistical analysis between M and HCs was performed through the Mann–Whitney\ntest, whereas the statistical analysis between M/HCs and baseline was performed through the Wilcoxon test.\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 9\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 4\nEffects of the trigger sounds protocol on GSC variables in participants with misophonia and participants without misophonia [Healthy controls\n(HCs)] vs. speciﬁc baseline (set as 1). The results show increased orthosympathetic variables (CDA.nSCR, CDA.AmpSum, CDA.SCR, CDA.iSCR,\nCDA.PhasicMax, and CDA.Tonic) in participants with misophonia in comparison with values registered at the baseline (set as 1). In participants\nwithout misophonia, some of those variables related to orthosympathetic activation (CDA.AmpSum and CDA.PhasicMax) were lower in\ncomparison with values registered at the baseline. CDA, continuous decomposition analysis; SCR, skin conductance response; CDA.nSCR (A),\nSCRs within response window (wrw); CDA.AmpSum (B), sum of SCR-amplitudes of signiﬁcant SCRs; CDA.SCR (C), continuous decomposition\nanalysis skin conductance response; CDA.iSCR (D), integral of SCR over the 10-s non-overlapping time; CDA.PhasixMax (E), maximum value of\nphasic activity wrw; CDA.Tonic (F), the mean tonic activity wrw. The results are the mean \u0006SE. The parentheses indicate signiﬁcance between\ngroups, as speciﬁed in Figure 2F. Various groups are represented as in Figure 2. The statistical analysis between M and HCs was performed\nthrough the Mann–Whitney test, whereas the statistical analysis between M/HCs and baseline was performed through the Wilcoxon test.\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 10\nGrossini et al. 10.3389/fnins.2022.827998\nactivation of the sympathetic nervous system (Benedek and\nKaernbach, 2010; Staib et al., 2015; Clark et al., 2018; Posada-\nQuintero et al., 2020).\nMeasured variables were as follows: the number of\nsigniﬁcant (above-threshold) SCRs within the response window\n(CDA.nSCR), the sum of SCR amplitudes of signiﬁcant\nSCRs within the response window (reconvolved from the\ncorresponding phasic driver-peaks) (CDA.AmpSum in mS), the\nmean tonic activity within the response window (of decomposed\ntonic component) (CDA.Tonic in mS), the maximum value of\nphasic activity within the response window (CDA.PhasicMax in\nmS), and the integral of SCR over the 10-s non-overlapping time\n(CDA.iSCR in mS\u0002s), which was calculated to represent the\noverall SCR in a certain time period. The CDA.iSCR is thought\nto capture the cumulative eﬀect of the signals while avoiding\nany inﬂuences by the usually arbitrary decision of the thresholds\nfor peak detection and event deﬁnition (Zhang et al., 2018; Kim\net al., 2019).\nFunctional magnetic resonance\nimaging analysis\nThe objective of the fMRI analysis was to describe the neural\ncorrelates of activation in participants with misophonia and\nto identify any abnormally activated cortical areas compared\nto healthy subjects. We expected to observe an activation of\nareas within the central nervous system involved in the control\nof the orthosympathetic/parasympathetic balance and in the\nprocessing of emotions in participants with misophonia during\nthe trigger sounds protocol. Brodmann’s classiﬁcation system\nwas used for the deﬁnition of cortical areas.\nResonance magnetic imaging speciﬁcity and\nprotocol\nA 3-Tesla Magnetic Resonance scanner was used (Ingenia,\nPhilips, Bergen, Norway) with a multichannel head coil (16\nchannels) and a NordicAktiva (NordicNeuroLab) fMRI system\nfor stimulus administration.\nThe fMRI protocol was a continuous scanning protocol\nwith two conditions, sound and silence. BOLD sequences,\nT1-weighted, and T2-weighted sequences were acquired for\nfunctional and anatomical reconstructions.\nThe parameters of T1-weighted sequence were as follows:\nFOV 130\u0002130\u0002120, voxel size = 2 \u00022\u00024 mm,\nslice thickness = 4 mm, MPRAGE sequence, TR = 3000 ms,\nTE = 35 ms, ﬂip angle = 90\u000e, and acquisition matrix = 96 \u000294.\nThe parameters of BOLD sequences were as follows: FOV\n182\u0002240\u0002256, voxel size = 1\u00021\u00021, slice thickness = 4 mm,\nTR = shortest, TE = shortest, ﬂip angle = 8\u000e, and acquisition\nmatrix = 320\u0002300.\nThe sounds were administered according to the trigger\nsounds protocol; during the fMRI continuous scanningprotocol, for each sound, a sequence was repeated, which\nincluded four periods of sound presentation (30 s duration\neach) and 5 periods of silence (30 s duration each) where no\nsound was emitted, as described above. The total duration of\nthis protocol was 41 min and 18 s (including centering and\nmorphological T1 sequences).\nPatient preparation\nEach participant, before being positioned inside the MRI\nscanner, was instructed by the radiologist about the execution\nof the examination, the background sounds, the timing, and\nthe protocol in use. No information was provided on the\nnature of the sound.\nBefore starting the acquisition, head coils and\nsoundprooﬁng headphones were used for the subjects (external\nnoise reduction of about 30 dB). The chosen volume amounted\nto about 70 dB HL, which was set up before the starting fMRI\nthrough the machine software. This sound intensity reﬂects\nthe average intensity value found in everyday life. Therefore, it\nrepresents a sound intensity that participants with misophonia\nmay commonly encounter.\nAt the end of the fMRI scan, oral feedback on the perception\nof sounds was requested. All participants conﬁrmed that they\nheard and recognized the sounds.\nPost-processing analysis\nOnce the data were acquired, data were converted into\nDICOM format with the MRIcroGL software and then\nreconstructed with the SPM12 Software (2020) (SPM12,\nupdated at October 2014). Within- and between-group\ncomparisons were made in results obtained through the fMRI.\nThe statistical performed parameter mapping (SPM) analysis\nwas the same for all subjects and veriﬁed by an experienced\noperator external to the study.\nFunctional images were realigned to correct for motion,\nspatially transformed to standard stereotaxic space (based on\nthe Montreal Neurological Institute coordinate system) and\nsmoothed with an 8-mm full-width at half-maximum Gaussian\nkernel to decrease spatial noise prior to statistical analysis.\nRotational motion in degrees (pitch, roll, and yaw), and\ntranslational movement in millimeters (x,y,z), were calculated\nbased on the SPM12 parameters for motion correction of\nthe functional images in each subject. No participants had\nmovement greater than 2.5-mm translation or 3 degrees of\nrotation; therefore, none were excluded from further analysis.\nOne-sample t-tests were performed to reveal statistically\nsigniﬁcant signal diﬀerences generated by trigger sounds and the\ngeneral annoyance sound in participants with misophonia and\nHCs. The family-wise error rate corrected to p<0.05 was used\nfor all analysis methods (Nandy and Cordes, 2004).\nDuring the fMRI model estimation process, reconstruction\nwas performed for p-values = 0.1 (that were not statistically\nsigniﬁcant) without the family-wise error rate correction, as a\nFrontiers in Neuroscience 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 11\nGrossini et al. 10.3389/fnins.2022.827998\ncontrol for an actual BOLD signal recording. All participants\nshowed the presence of a signal; therefore, none were excluded\nfrom further analysis.\nAll reported areas having a statistically signiﬁcant p-value\nand a cluster size greater than 2 were considered as “activated\nareas” or “activation.” No masks were applied during the post-\nprocessing analysis.\nStatistical analyses\nThe calculation of the sample size was performed based\non the primary endpoint, which in our study was deﬁned\nas an activation of the autonomic nervous system. To do\nthis, we considered a quantitative parameter related to the\nactivity of the orthosympathetic system, that is GSC. Literature\ndata reported a diﬀerence in the GSC between HCs and\nparticipants with misophonia amounting to 0.15 \u00060.4mS\n(Edelstein et al., 2013). Using a statistical power of 80% and\nan alpha error of 0.05, we obtained a total of 55 subjects\ndivided between 11 participants with misophonia and 44 HCs\n(controls). Misophonic and control groups were compared\nthrough descriptive statistics. Categorical data are reported as\na percentage and absolute frequencies. Continuous data are\nsummarized as mean \u0006standard deviation (SD) or standard\nerror (SE). Wilcoxon-type and Mann–Whitney tests were\nperformed for continuous variables and the Pearson chi-square\ntest or Fisher-exact test, for categorical variables.\nA generalized linear mixed eﬀect (GLME) model was used\nto examine and compare response trends over time (during\nthe trigger sounds protocol vs. baseline), compare group\naverages (HCs vs. participants with misophonia), and compare\nthe measurement time within each group (interaction term).\nA random eﬀect (intercept) on the subject’s identiﬁcation code\nterm has been considered to account for correlations within\nrepeated measurements across time. The time eﬀect with group\nmembership interaction was also considered as a ﬁxed-eﬀect\nfactor to adjust the estimates, together for sex and age. Separate\nunivariable models were estimated. The p-values were adjusted\nfor multiple endpoints by considering the Benjamini–Hochberg\ncorrection. The model estimates together with the SE and\np-values are reported. The HRV and GSC results are presented\ninFigures 2–4 created using GraphPad Prism 6.\nP-values <0.05 were considered statistically signiﬁcant.\nStatistical analyses were conducted using R 3.5.2 with rms\npackages (Core and Team, 2019) and lme4 (Bates et al., 2015).\nResults\nData from participants with misophonia and HCs are\nreported in Table 1. The two groups were signiﬁcantlyTABLE 1 Anthropometric variables.\nVariables Participants with\nmisophonia (n = 11)HCs (n = 44) P-value\nAGE (range) 34.36 \u000612.30 (16–56) 27.55 \u00067.03 (23–56) 0.034\nFemale % 73% (8) 64% (28) 0.571\nMale % 27% (3) 36% (16) 0.571\nWeight 69.0 \u000616.3 60.3 \u000610.3 0.073\nHCs, healthy controls. Age and weight values are mean \u0006SD.\nTABLE 2 Psychometric assessment.\nTest Participants\nwith\nmisophoniaHCs z-test P-value\nA-MISO-S 8.70 \u00066.13 2.50\u00062.51\u00002.58 0.01\nMAS-1 4.60 \u00061.84 2.50\u00061.35\u00002.61 0.009\nMQ 29.30 \u000615.14 8.70\u00067.45\u00003.09 0.002\nMQ sev 5.20 \u00062.90 1.20\u00061.40\u00004.90 0.00\nMAQ 21.50 \u000618.32 2.00\u00063.23\u00003.09 0.002\nY BOCS 4.800 \u00066.426 0.100\u00060.316\u00001.69 0.091\nHAM-A 9.20 \u00069.68 7.50\u00065.50\u00000.33 0.743\nHAM-D 3.00 \u00064.52 2.00\u00062.45\u00000.12 0.907\nSTAI\nSTAI S 35.70 \u000611.21 30.40\u00065.76\u00001.55 0.122\nSTAI T 37.50 \u00067.43 35.10\u00067.42\u00001.26 0.206\nRSA\nPlanned Future 11.20 \u00063.46 14.20\u00062.15 2.20 0.028\nStructured Style 12.40 \u00063.24 17.00\u00062.98 2.88 0.004\nRSA Tot 107.5 \u000621.0 122.5\u000618.7 1.54 0.123\nSelf Esteem 20.40 \u00064.38 20.10\u00064.28\u00000.04 0.971\nSocial Competence 19.90 \u00065.59 19.80\u00066.09\u00000.22 0.827\nSCL-90 48.9 \u000642.3 35.5\u000646.0\u00001.03 0.301\nTot 6.20 \u00066.71 5.80\u00067.54\u00000.48 0.634\nSCL Som 6.80 \u00066.83 5.00\u00066.91\u00000.74 0.46\nSCL Obs-Comp 6.30 \u00065.38 4.80\u00066.37\u00001.00 0.317\nSCL Sens 9.70 \u00069.79 5.70\u00068.64\u00000.96 0.335\nSCL Dep 4.70 \u00066.04 3.50\u00064.65\u00000.52 0.603\nSCL Anx 2.70 \u00062.71 2.10\u00062.69\u00000.48 0.628\nSCL Coll-Ost 4.40 \u00064.03 3.30\u00063.83\u00000.78 0.435\nSCL Par 2.60 \u00062.07 3.00\u00065.68 0.87 0.387\nHCs, healthy controls. Data are mean \u0006SD. Mann–Whitney test was used.\ndiﬀerent with regard to age, with the misophonic subjects\nbeing older than HCs.\nPsychometric assessment\nTable 2 shows signiﬁcant group diﬀerences for the\npsychometric assessment between misophonic subjects and\nHCs. The most striking result emerging from the psychometric\nassessment is that, as expected according to the study sampling\nFrontiers in Neuroscience 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 12\nGrossini et al. 10.3389/fnins.2022.827998\nprocedure, subjects in the misophonia group scored signiﬁcantly\nhigher on all the questionnaires speciﬁcally assessing the\nmisophonia construct [Amsterdam Misophonia Scale (A-\nMISO-S), Misophonia Activation Scale (MAS-1), MQ, and\nMAQ]. In contrast, we failed to ﬁnd group diﬀerences in the\nquestionnaires assessing the overall psychopathology (Symptom\nChecklist-90-R), obsessive-compulsive, depressive, and anxiety\nsymptoms [Y-BOCS, HAM-D, Hamilton Anxiety Rating Scale\n(HAM-A), and State-Trait Anxiety Inventory].\nSpeciﬁcally, according to the mean scores on the A-MISO-\nS and MAQ, participants in the misophonia group had mild\nlevels of misophonia, while those in the HCs scored within\nnormal limits. The mean MQ severity score in the misophonia\ngroup, nonetheless, was 5.20, lower than the cutoﬀ (score >7)\nindicating possible misophonia.\nAnother interesting result is the ﬁnding of lower resilience\nscores in misophonic subjects, suggesting that compared to HCs,\nthey possess less resilience when facing stressors.\nEffects of the trigger sounds protocol\non heart rate variability and galvanic\nskin conductance\nAs reported in section “Materials and methods, ”\nwe performed this analysis in order to address our\nprimary endpoint, which was to determine changes in the\northosympathetic/parasympathetic balance in the participants\nwith misophonia vs. participants without misophonia.\nFirst, we measured HRV and GSC variables in both\nparticipants with and without misophonia before the start\nof the trigger sounds protocol in order to collect baseline\nvalues of all participants. These data were used for comparison\nwith the results obtained within each group of participants\nafter the trigger sounds protocol. The changes between\nmeasurements of HRV and GSC variables obtained during\nthe trigger sounds protocol vs. baseline values (set as 1) were\ncalculated as a percentage. As shown in Table 3, the baseline\nanalysis of HRV and GSC parameters evidenced signiﬁcant\ndiﬀerences between the participants with misophonia and HCs.\nHence, all examined variables except the maximum value of\nphasic activity within the response window, LF, and LF/high\nfrequency were higher in the participants with misophonia\nthan HCs. In addition, high frequency, parasympathetic index,\nand VLF were lower in the formers. These ﬁndings were in\nagreement with our test hypothesis that the orthosympathetic\ntone (basal orthosympathetic activity) would be dominant in\nparticipants with misophonia, and a parasympathetic tone\n(basal parasympathetic activity) would be dominant in HCs in\nthe baseline condition.\nThese baseline values were then used to compare the eﬀects\nof the trigger sounds protocol in the two groups of subjects.\nIt is noteworthy that in comparison with the baseline, in HCs,TABLE 3 Baseline HRV and GSC variables.\nVariables Participants\nwith\nmisophoniaHCs z-test P-value\nHeart rate variability time domain\nRMSSD 43.7 \u000634.3 55.7\u000629.1 1.71 0.088\nMEAN RR 937.3 \u0006209.3 980.7\u000694.9 1.28 0.202\nSDNN 47.9 \u000629.4 53.7\u000622.8 1.07 0.287\nHRV 11.43 \u00064.66 10.95\u00063.67\u00000.13 0.901\nHeart rate variability frequency domain\nLF 39.40 \u00066.49 34.20\u00064.02\u00002.46 0.012\nHF 60.59 \u00066.47 65.80\u00064.02 2.46 0.012\nLF/HF 0.6673 \u00060.1773 0.5256\u00060.0968\u00002.46 0.012\nVLF 2.84 \u00061.71 3.82\u00061.02 2.11 0.034\nKubios parameters\nSNS Index 0.804 \u00060.603 0.437\u00060.918\u00000.91 0.37\nPNS Index 0.451 \u00060.329 1.347\u00060.983 3.19 0.001\nSI 10.61 \u00065.20 9.54\u00063.31\u00000.63 0.533\nGalvanic skin conductance\nCDA.nSCR 4.340 \u00061.325 3.007\u00060.660\u00003.24 0.001\nCDA.AmpSum 0.548 \u00060.231 0.267\u00060.127\u00003.81 <1E-04\nCDA.SCR 0.00540 \u00060.00257 0.00363\u00060.00635\u00003.24 0.001\nCDA.iSCR 1.821 \u00060.411 1.298\u00060.377\u00003.49 0.0002\nCDA.PhasixMax 0.811 \u00060.250 0.857\u00060.308 0.34 0.744\nCDA.Tonic 4.578 \u00061.458 3.413\u00060.764\u00003.11 0.001\nThe data show increases in the baseline orthosympathetic variables in participants\nwith misophonia (LF, LF/HF, VLF, CDA.nSCR, CDA.AmpSum, CDA.SCR, CDA.iSCR,\nand CDA.Tonic) and increases in baseline parasympathetic variables (HF, PNS index)\nin participants without misophonia. LF, low frequency; HF, high frequency; RMSSD,\nroot mean square of successive diﬀerences between normal heartbeats; HRV , heart\nrate variability triangular index; SNS, sympathetic; PNS, parasympathetic; SI, stress\nindex; VLF, very low frequency; SDNN, standard deviation of RR intervals; CDA,\ncontinuous decomposition analysis; SCR, skin conductance response; CDA.nSCR,\nSCRs within response window (wrw); CDA.AmpSum, sum of SCR-amplitudes of\nsigniﬁcant SCRs; CDA.iSCR, the integral of SCR over the 10-s non-overlapping time\nwindows; CDA.PhasixMax, the maximum value of phasic activity wrw; CDA.Tonic, the\nmean tonic activity. Values are mean \u0006SD.\nthe trigger sounds protocol caused a signiﬁcant increase of\nthe HRV triangular index and a decrease of sympathetic index\n(as% vs. baseline: 11.7 \u00062.7 and\u000083.2\u000631, respectively,\np<0.05; Figures 2, 3), the sum of SCR-amplitudes of\nsigniﬁcant SCRs within the response window, and the maximum\nvalue of phasic activity within the response window (as% vs.\nbaseline:\u000016.36\u00063.2 and\u000023.7\u00062.5, respectively, p<0.05;\nFigure 4). Also, the mean square diﬀerence between successive\nRR intervals showed an increase, which was, however, at the\nlimit of signiﬁcance (p = 0.05; Figure 3).\nThe analysis of these variables in participants with\nmisophonia showed opposite results (Figures 2, 3). Moreover,\nthe trigger sounds protocol resulted in a strong increase in\nall GSC parameters in misophonics compared to HCs (as\npercent vs. baseline, the number of signiﬁcant, above-threshold,\nSCRs within the response window: 159.9 \u000612.1; the sum\nof SCR-amplitudes of signiﬁcant SCRs within the response\nFrontiers in Neuroscience 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 13\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 5\nExample of GSC analysis performed during the trigger sounds protocol in a participant with misophonia. From top to bottom: Skin conductance\nraw data; Inter impulse activity used for continuous deconvolution analysis; Continuous deconvolution analysis-tonic; Continuous\ndeconvolution analysis-phasic; Total reconstruction with differences between phasic and tonic.\nwindow: 141.3\u000614.5; SCRs within the response window:\n230.8\u000633.1; the integral of SCR over the 10-s non-overlapping\ntime: 101.6\u000613.8; the maximum value of phasic activity within\nthe response window: 87.8 \u000611.7; the mean tonic activity\nwithin the response window: 23.13 \u00061.8 vs. the number of\nsigniﬁcant, above-threshold, SCRs within the response window:\n\u00004.5\u00066.8; the sum of SCR-amplitudes of signiﬁcant SCRs\nwithin the response window:\u000016.3 \u00063.2; SCRs within the\nresponse window:\u00004.5\u000664.9; the integral of SCR over the\n10-s non-overlapping time: \u00009.3\u00062.6; the maximum value of\nphasic activity within the response window: \u000023.7\u00062.5; the\nmean tonic activity within the response window: \u00001.9\u00061.2;\np<0.05; Figure 3), LF, LF/HF, sympathetic index, stress index\nand VLF (as% vs. baseline, LF: 64.8 \u00065.5; LF/HF: 271.7\u000636.6;\nsympathetic index: 327.7 \u0006119.2; stress index: 43.5 \u00065.3;\nVLF: 323.8\u000677.5 vs. LF:\u00004.3\u00061.6; LF/HF:\u00000.22\u00062.6;\nsympathetic index:\u000083.2\u000631; stress index: 12.77 \u00063.4; VLF:\n0.22\u00064.1;p<0.05; Figures 2, 3). In addition, a reduction\nof all other HRV parameters was observed in participants with\nmisophonia vs. HCs (Figures 2, 3).\nAn example of GSC analysis taken from one participant with\nmisophonia is shown in Figure 5.\nA signiﬁcant interaction emerged for all parameters\nindicating that the change in values between the baselineand the trigger sounds protocol showed diﬀerent patterns\nfor participants with misophonia and HCs. In particular, the\nvalues for sympathetic index, stress index, VLF, LF, and LF/HF\nincreased over time among participants with misophonia,\nwhereas, in the same subjects, the values for parasympathetic\nindex, HF, and HRV decreased. When treated as a covariate for\nmodeling group diﬀerences, “age” was only a signiﬁcant factor\nin two of the N models tested: LF and HF. The GSC values\nshowed increasing trends over time among participants with\nmisophonia (Tables 4, 5).\nOn the whole, the results obtained provide evidence for\na higher orthosympathetic and lower parasympathetic tone at\nbaseline registrations in participants with misophonia than HCs.\nThe state of these tones was then strengthened by the trigger\nsounds protocol.\nEffects of the trigger sounds protocol\non functional magnetic resonance\nimaging\nFunctional magnetic resonance imaging was used to\ncharacterize the anatomical pathways involved in physiological\nand emotional responses to the trigger sounds protocol. In\nFrontiers in Neuroscience 13 frontiersin.org"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 14\nGrossini et al. 10.3389/fnins.2022.827998\nTABLE 4 Linear mixed effect models of the results obtained from HRV.\nEstimate Standard\nerrort-value P-value Outcomes\nGroupa\u00000.59 0.32 \u00001.82 0.07 SNS index\nTimeb1.22 0.13 9.15 <0.001\nGroup\u0002Timec\u00001.97 0.17 \u000011.91 <0.001\nAged\u00000.01 0.02 \u00000.73 0.46\nGroup 0.98 0.36 2.71 0.01 PNS index\nTime\u00001.57 0.15 \u000010.67 <0.001\nGroup\u0002Time 1.64 0.18 8.99 <0.001\nAge 0.00 0.02 \u00000.07 0.95\nGroup\u00001.13 1.47 \u00000.77 0.44 Stress index\nTime 3.42 0.48 7.07 <0.001\nGroup\u0002Time\u00002.91 0.60 \u00004.86 <0.001\nAge 0.02 0.07 0.28 0.78\nGroup 1.06 0.56 1.87 0.07 VLF\nTimeb4.04 0.48 8.35 <0.001\nGroup\u0002Time\u00004.30 0.60 \u00007.18 <0.001\nAge\u00000.01 0.02 \u00000.40 0.69\nGroup\u00002.79 1.98 \u00001.40 0.17 LF\nTime 25.22 1.37 18.36 <0.001\nGroup\u0002Time\u000026.68 1.70 \u000015.69 <0.001\nAge 0.21 0.09 2.40 0.02\nGroup 2.70 1.99 1.35 0.18 HF\nTime\u000025.08 1.38 \u000018.23 <0.001\nGroup\u0002Time 26.45 1.70 15.53 <0.001\nAge\u00000.22 0.09 \u00002.45 0.02\nGroup\u00000.05 0.15 \u00000.35 0.73 LF/HF\nTime 1.71 0.12 14.16 <0.001\nGroup\u0002Time\u00001.72 0.15 \u000011.47 <0.001\nAge 0.01 0.01 1.59 0.12\nGroup\u00001.01 1.35 \u00000.74 0.46 HRV\ntriangular\nindex\nTime\u00002.75 0.48 \u00005.72 <0.001\nGroup\u0002Time 4.00 0.60 6.71 <0.001\nAge\u00000.03 0.06 \u00000.41 0.68\nAll models are adjusted by gender (p >0.05).a(Group): comparison of values between\nHCs vs. participants with misophonia.b(Time): comparison of values obtained during\nthe trigger sounds protocol vs. baseline.cInteraction term.dAge as continuous variable.\nparticular, it was hypothesized that greater activation in brain\nregions involving the limbic system, the temporal cortex, and the\ncerebellum would be observed due to the relationship between\nthese areas and the orthosympathetic/parasympathetic balance.\nThe principal ﬁndings are summarized in Table 6.\nThe fMRI analysis conﬁrmed our test hypotheses about the\ninvolvement of the above neuronal areas in the participants with\nmisophonia during the trigger sounds protocol. Hence, in all\ncases, a strong activation of the temporal superior gyrus (BA\n22; 100%), the temporal cortex (BA 21; 100%), and the auditory\ncortex (BA 41 and 42; 100%) was found. In about 70% of cases,the premotor cortex (BA 6) and the cerebellum were found to be\nactivated, as well.\nFurthermore, 8/11 (73%) participants with misophonia\nshowed activation signals in at least one of the following: the\nhippocampus, the ventromedial prefrontal cortex, the insula,\nand the cingulate cortex.\nFigure 6A shows the atypical activation of multiple brain\nregions in a participant with misophonia after hearing the\n“eating crunching” sounds. In particular, the auditory cortex\n(BA 41 and 42), the cerebellum, the insula, the premotor\ncortex (BA 6), and the frontal cortex (BA 4) were activated\nduring the trigger sounds protocol. Another example of an\nfMRI image taken in one participant with misophonia is shown\ninFigure 6B. In that subject, the presentation of “breathing”\ncaused the stimulation of the auditory cortex (BA 41 and 42),\nthe cerebellum, and the premotor areas (BA 6). It is to note\nthat those ﬁndings were evidenced after the application of the\ncorrection factor “family-wise error rate” in SPM analysis.\nConcerning the HCs, 36/44 (82%) subjects demonstrated the\nactivation of the auditory cortex (BA 41 and 42), while in 8 (18%)\nsubjects, we could not ﬁnd any activated area. In these eight\nsubjects, further post-processing analysis was performed on the\nimages, showing the presence of stimulus response for SPM with\np= 0.1.\nTABLE 5 Linear Mixed effect models about results obtained from GSC.\nEstimate Standard\nerrort-value P-value Outcomes\nGroupa\u00001.16 0.57 \u00002.01 0.05 CDA.nSCR\nTimeb6.92 0.34 20.45 <0.001\nGroup\u0002Timec\u00007.21 0.42 \u000017.2 <0.001\nGroup\u00000.35 0.07 \u00004.64 <0.001 CDA.AmpSum\nmS\nTime 0.68 0.04 16.47 <0.001\nGroup\u0002Time\u00000.77 0.05 \u000014.89 <0.001\nGroup 0.00 0.00 \u00000.84 0.40 CDA.SCR mS\nTime 0.01 0.00 10.22 <0.001\nGroup\u0002Time\u00000.01 0.00 \u00009.40 <0.001\nGroup\u00000.55 0.22 \u00002.45 0.02 CDA.ISCR\nmS\u0002s\nTime 1.81 0.14 12.99 <0.001\nGroup\u0002Time\u00002.05 0.17 \u000011.86 <0.001\nGroup 0.04 0.13 0.28 0.78 CDA.PhasicMax\nmS\nTime 0.81 0.08 10.4 <0.001\nGroup\u0002Time\u00000.89 0.10 \u00009.28 <0.001\nGroup\u00001.08 0.36 \u00003.00 <0.001 CDA.Tonic mS\nTime 1.01 0.08 12.8 <0.001\nGroup\u0002Time\u00001.15 0.10 \u000011.72 <0.001\nAll models are adjusted by age and gender (p >0.05).a(Group): comparison of values\nbetween HCs vs. participants with misophonia.b(Time): comparison of values obtained\nduring the trigger sounds protocol vs. baseline.cInteraction term.\nFrontiers in Neuroscience 14 frontiersin.org"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 15\nGrossini et al. 10.3389/fnins.2022.827998\nTABLE 6 Functional magnetic resonance imaging (fMRI) activations in participants with misophonia and without misophonia.\nParticipants with misophonia Participants without misophonia\nBrain area (Brodmann) Coordinates xyz (mm) T-values Brain area\n(Brodmann)Coordinates xyz (mm) T-values\nx y z x y z\n41 left \u000060\u000026 6 6,73 41 left \u000060\u000028 5 7,3\n\u000042\u000022 4 7,2 \u000037\u000020 4 7,2\n\u000038\u000038 14 6,8 \u000056\u000036 8 6,4\n41 right 64 \u000024 8 6,2 41 right 58 \u000024 10 7,8\n62\u000024 12 6,4 64\u000024 12 6,1\n56\u000026 10 6,4 43\u000024 6 6,5\n10 right 22 64 0 7,1\n44 56 \u00008\n22 right 60\u000024 4 6,1\n58\u000012\u00002 7,2\n22 left \u000056\u000012 2 6,9\n\u000068\u000036 8 7,3\nHippocampus \u000014\u000028\u000014 5,5\nCerebellum sx \u000044\u000076\u000026 6,2\n\u00006\u000034\u00002 5,9\nCerebellum dx 36\u000074\u000028 5,4\n28\u000072\u000024 6,1\n6 left \u000046\u00006 54 12,9\n\u000054 10 36 9,9\n\u000046\u00004 56 6,2\n6 right 52 2 48 8,4\n54 2 48 7,8\n58 6 16 6,8\n55 right 0\u00004\u00006 5,3\nCoordinates are expressed according to the Montreal Neurological Institute (MNI) system; brain areas are expressed according to Brodmann’s classiﬁcation.\nInFigure 7, examples of fMRI in two HCs are shown;\nin those subjects, “eating crunching” and “breathing” caused\nthe activation of the primary auditory cortex (BA 42 and 41),\nonly. Also, in this case, as speciﬁed above, the correction factor\n“family-wise error rate” in SPM analysis had been applied.\nThus, the fMRI analysis highlighted the activation of\nbrain regions involved both in the orthosympathetic response\nand in the processing of trigger stimuli only in participants\nwith misophonia.\nDiscussion\nThe results of this study obtained by combining the\nfMRI analysis with physiological and psychiatric evaluations\nshowed speciﬁc auditory-insula-limbic patterns of activation\nassociated with increased sympathetic tone in participants\nwith misophonia. Those ﬁndings are unlikely due to speciﬁc\npsychopathologic features, as shown by the absence ofdiﬀerences between the two groups of participants (those with\nmisophonia and HCs) in the questionnaires assessing obsessive-\ncompulsive, depressive, and anxiety symptoms.\nAs previously described, misophonia is a disorder\ncharacterized by reduced tolerance to speciﬁc sounds or\nstimuli known as “triggers, ” which tend to evoke negative\nemotional, physiological, and behavioral responses (Kumar\net al., 2017; Sweedo et al., 2022).\nRecently collected data showed a prevalence of participants\nwith misophonia that reaches up to 49% in the general\npopulation (Naylor et al., 2021) and about 52% in subjects\nwith obsessive- compulsive disorder (Siepsiak et al., 2020). In\naddition to feelings of anxiety, distress, and anger, physical\nmanifestations including tightness or pain in the entire\nbody, increased muscular tone, dyspnea, tachycardia, and\nhypertension have been described (Cavanna and Seri, 2015).\nMoreover, those experiences may lead, in some subjects, to\na severe decline in daily functioning and the development of\nbehavioral health problems.\nFrontiers in Neuroscience 15 frontiersin.org"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 16\nGrossini et al. 10.3389/fnins.2022.827998\nFIGURE 6\nBrain areas activated during the trigger sounds protocol in two participants with misophonia in the three planes. The trigger sounds were\n“eating crunchy” in panel (A), and “breathing” in panel (B). In panel (A), details on left insula. Also, auditory cortex (BA 41 and 42; light blue arrow),\nthe cerebellum (yellow arrow), the insula (green arrow), the premotor cortex (BA 6; red arrow), and the frontal cortex (BA 4; pink arrow) were\nactivated during the trigger sounds protocol. In panel (B), the areas identiﬁed were the auditory areas (BA 41 and 42; light blue arrow), the\ncerebellum (yellow arrow), and the premotor cortex (BA 6; red arrow).\nFIGURE 7\nActivation of the auditory cortex (BA 41 and 42; light blue arrow) in two participants without misophonia. The stimulus administered was “eating\ncrunchy” in panel (A), and “breathing” in panel (B).\nAlthough misophonia now has a consensus deﬁnition\n(Sweedo et al., 2022), and some information is available on\nthe utility of psychometric assessment and involvement of\nthe autonomic nervous system, more in-depth investigationsrelating to the activation of the orthosympathetic and\nparasympathetic systems and to the concomitant activation of\nbrain regions involved in emotional responses could be useful\nfor a better understanding of this disorder.\nFrontiers in Neuroscience 16 frontiersin.org"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 17\nGrossini et al. 10.3389/fnins.2022.827998\nHeart rate variability and galvanic skin\nconductance effects induced by the\ntrigger sounds protocol in participants\nwith misophonia\nWe utilized both HRV and GSC to analyze the autonomic\nnervous system balance in misophonic participants and HCs\n(Benedek and Kaernbach, 2010; Tarvainen et al., 2014; Seri,\n2015; Staib et al., 2015; Gernot, 2017; Clark et al., 2018; Zhang\net al., 2018; Forte et al., 2019; Kim et al., 2019; Posada-\nQuintero et al., 2020). In particular, we analyzed both the\northosympathetic and parasympathetic drive using HRV and\nanalyzed the orthosympathetic proﬁle using GSC, which is\nrelated to the cholinergic-dependent sympathetic stimulation of\nthe cutaneous sweat glands.\nThe baseline registration of HRV and GSC variables\nshowed interesting results in participants with misophonia.\nIn these participants, HRV variables were more distinctly\nrelated to an increased orthosympathetic tone, such as\nLF and LF/HF and almost all GSC variables. Meanwhile,\nmarkers of parasympathetic tone given by HRV , including\nHF, parasympathetic index, and LF, were higher in HCs\nthan in participants with misophonia. These ﬁndings add\nimportant information regarding the state of the autonomic\nnervous system in resting conditions in participants with\nmisophonia vs. HCs and are useful for outlining their\northosympathetic/parasympathetic background.\nParticipants with misophonia showed increased levels for\nalmost all orthosympathetic HRV measures and decreased\nlevels for almost all parasympathetic measures. The activation\nof the orthosympathetic system was also conﬁrmed by the\nGSC analysis. In HCs, it is noteworthy that trigger sounds\nresulted in a reduction of the sympathetic index, the sum\nof SCR-amplitudes of signiﬁcant SCRs, and the maximum\nvalue of phasic activity. These results suggest that the trigger\nsounds protocol caused an inhibition of the orthosympathetic\nsystem in HCs unlike what was observed in the participants\nwith misophonia.\nSince the main bias of this study was the diﬀerence in age\nbetween participants with misophonia and HCs, we added a\ncorrection for age to the statistical analysis of HRV and GSC\ndata. While we could not conﬁrm our previous observations,\nsince for LF and HF, the statistical signiﬁcance in results\nwas lost after the correction for age, the general patterns\nappeared to be similar to those observed without performing the\ncorrection for age.\nWhile our ﬁndings were similar to those obtained by\nKumar et al. (2017), there are several key diﬀerences in\nour experimental protocol that must be considered. For\nexample, Kumar et al. (2017), used two trigger sounds and\none neutral sound, whereas we concentrated on six trigger\nsounds and a general annoyance sound. Furthermore, changesin the autonomic nervous system balance were examined by\nanalyzing many GSC and HRV variables, which evaluated the\northosympathetic/parasympathetic activity both at the baseline\nand during auditory stimulation. Finally, it should be noted\nthat the sample size in this study was calculated through\nappropriate statistical tests based on the variation of a parameter\nrelated to the activation of the autonomic nervous system\n(Edelstein et al., 2013). In this way, we could answer the\nprimary hypothesis of the study, which referred to the presence\nof an altered orthosympathetic/parasympathetic balance in\nparticipants with misophonia. In the study by Kumar et al.\n(2017), instead, participants with misophonia were matched\nwithout any power size calculation with participants without\nmisophonia. In addition, in that study, results focused on fMRI\nanalyses. Only one GSC measurement was performed (galvanic\nskin response), and one HRV measurement (heart rate); no\npsychometric assessment was provided.\nIn the study by Edelstein et al. (2013), participants with\nmisophonia were recruited after an interview and the emotional\nresponses to diﬀerent “trigger sounds” were evaluated. In the\nsecond part of that study, a comparison was executed between\nsix participants with misophonia and ﬁve HCs in terms of\nGSC response to auditory–visual stimulations. A similar kind of\nexperimental protocol was executed by Schröder et al. (2019),\nwho conducted psychometric assessments and fMRI analysis in\n21 participants with misophonia and 23 HCs. However, a change\nin the HR was the only measure used to evaluate the autonomic\nnervous system activation.\nAs reported above, our ﬁndings about the activation of\nthe orthosympathetic nervous system in participants with\nmisophonia are in agreement with previous observations.\nHowever, here we conducted a more in-depth evaluation\nof autonomic nervous system involvement in response to a\ntrigger sounds protocol, by combining it with psychometric and\nimaging evaluation.\nNeuroanatomical pathways activated\nby the trigger sounds protocol in\nparticipants with misophonia\nIn participants with misophonia, we observed activations\nof Brodmann areas 21, 22, 41, and 42, which could be\nattributed to listening, detection, and understanding of a\nperceived sound (Pickles, 2015). In addition, in participants\nwith misophonia, the trigger sounds protocol caused activation\nin the hippocampus, the cingulate cortex, the ventromedial\nprefrontal cortex, and the insula. Overall, those ﬁndings are\nin agreement with the data by Kumar et al. (2017), who\nshowed that, in participants with misophonia, the trigger\nsounds were associated with abnormal functional connectivity\nbetween the anterior insula cortex, the ventromedial prefrontal\nFrontiers in Neuroscience 17 frontiersin.org"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 18\nGrossini et al. 10.3389/fnins.2022.827998\ncortex, the hippocampus, and the amygdala. It is to note that\nall of those brain regions are involved with the perception\nof interoceptive signals and emotion processing (McLachlan,\n2009). Moreover, they play a role in the modulation of\nthe autonomic nervous system and in the integration of\nphysiological signals and the dynamic representation of\nemotional states. In particular, the ﬁndings of the involvement\nof the superior temporal cortex (BA 22), the area with\nthe largest change in the activation in participants with\nmisophonia, could be argued to be related to an increased\nsensitivity to the trigger sounds in those subjects. In this\nway, the trigger sounds protocol could have induced auditory\nattention and caused a greater response to the stimuli,\nresulting in signals being labeled as emotionally relevant. The\nabsence of activation of the amygdala in participants with\nmisophonia could be attributable to the possible inhibition\nexerted by the ventromedial prefrontal cortex, which would\nbe involved in the regulation of emotions by the inhibition of\nneuronal areas involved in this process, such as the amygdala\n(Motzkin et al., 2015).\nAlternatively, it is possible that we did not ﬁnd any\ninvolvement of amygdala because this region is more associated\nwith fear than representing a primary emotional site, as\nreported by Schröder et al. (2019).\nThe HCs group showed the activation of Brodmann areas\n41 and 42, only, with a mean cluster size of 130 voxel. This\ncould be explained by the trigger sounds protocol that, when\ncompared to the background noise of the fMRI continuous\nprotocol, was of low intensity. Moreover, in eight HCs, there\nwas no activation. Those eight HCs stated during the brief\ninterview following the fMRI that they perceived and recognized\nthe sounds during the examination. These were subjects whose\nfMRI images were acquired on diﬀerent days and did not belong\nto a single session. In order to exclude mistakes in subject\nsampling, reconstruction analyses were followed for SPM values\nwith p-values above the signiﬁcant threshold (p = 0.1). It is to\nnote that this post-processing reconstruction showed activations\nof Brodmann areas 41 and 42. This activation, in eight HCs, also\npersisted for values of p= 0.05. However, the application of the\nfamily-wise error rate resulted in its elimination.\nPsychiatric assessment: Comparison of\nparticipants with misophonia and\nhealthy controls\nThe results of the psychiatric evaluation indicate that\nmisophonia could be a construct independent of the general\npsychopathology (as assessed with the Symptom Checklist-90\nR), anxiety (HAM-A, State-Trait Anxiety Inventory), depression\n(HAM-D), and obsessive-compulsive features (Y-BOCS).\nThe currently available literature has described possible\nassociations of misophonia with a variety of psychiatricsymptoms, such as traits of obsessive-compulsive personality\ndisorder, mood disorders, attention-deﬁcit (hyperactivity)\ndisorder, autism spectrum conditions (Jager et al., 2020a), post-\ntraumatic stress disorder, and anorexia (Erfanian et al., 2019).\nNonetheless, data about the frequency of misophonia in patients\nsuﬀering from psychiatric disorders are lacking (Siepsiak et al.,\n2020). Recent research supported the possible relationship\nof misophonia symptoms with clinician-rated symptoms of\npersonality disorders, but not other psychiatric disorders, even\nthough anxiety was found to partially mediate this relationship\n(Cassiello-Robbins et al., 2021).\nThere are also suggestions that misophonia could be a\ndiscrete psychiatric disorder, with corresponding implications\nfor treatment (Schröder et al., 2013). Features, such as\nneuroticism, impulsivity, and diﬃculties with emotion\nregulation have been suggested as important risk factors and\ntreatment targets for adults with misophonia (Cassiello-Robbins\net al., 2020). Recently, both short-term and long-term eﬃcacy\nof CBT for misophonia have been reported (Jager et al., 2020b).\nIn support of our baseline hypothesis, we found higher\nscores on the misophonia scales in participants with misophonia\nwhen compared to HCs. Nonetheless, it has to be underscored\nthat participants in the misophonia group did not score above\nthe cutoﬀ established for misophonia in all scales; actually,\nthey had mild misophonia according to the mean scores on\nthe A-MISO-S and MAQ, but scored lower than the cutoﬀ\non the MQ. While this might lead one to argue whether\nthe diﬀerences we found between the two groups could be\nclearly attributed to misophonia (Schröder et al., 2017), we\nalso have to underscore that, as described in the “Materials\nand methods” section, our assessment included more than one\nquestionnaire, the involvement of a psychiatrist, and proper\nscreening in a face-to-face interview where information about\nco-morbidity was gathered.\nAs far as psychopathology is concerned, our ﬁrst\nhypothesis is supported, as our results did not evidence\nthe presence of psychopathologic symptoms in participants\nwith misophonia (as assessed with the Symptom Checklist-90\nR, HAM-A, State-Trait Anxiety Inventory, HAM-D, and\nY-BOCS). Thus, the higher scores found in the misophonia\nmeasures seem independent of the overall psychopathology,\nleading to the possibility that misophonia may be either\na discrete pathological condition or a non-pathological\nvariant of human nature linked to a particular way of\nprocessing trigger sounds.\nAlso, misophonia could be involved in the creation of the\nso-called “global emotional moment.” This is meant as the set\nof homeostatic, environmental, hedonic, motivational, social,\nand cognitive activities (Bud, 2009), which contribute to one’s\nfeelings and represent the sentient self at one moment in time.\nFinally, the ﬁnding of lower resilience scores in participants\nwith misophonia may suggest poorer resources in this group of\nsubjects when facing stressors.\nFrontiers in Neuroscience 18 frontiersin.org"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 19\nGrossini et al. 10.3389/fnins.2022.827998\nConnections between neuroanatomic\npathways, autonomic nervous system\nresponse, and psychiatric assessment\nin participants with misophonia\nThe primary auditory cortex lies in the transverse temporal\ngyri of Heschl that are juxtaposed to the insula, which is\nconsidered a key brain area in the homeostasis of visceral\ninformation processing and interoception. In particular, the\ninsula is involved in the control of the autonomic nervous\nsystem and in the integration of physiological signals, as\nwell as the dynamic representation of emotional states\nto create the “global emotional moment” (McGeoch and\nRouw, 2020). Negative emotional experiences have been\nreported to induce anterior insular activation, including\ndisgusting, frightening, happy, sad, or sexual images\n(Uddin et al., 2017).\nThe cingulate cortex, which is connected to the amygdala,\nis responsible for the processing of emotions and for the\nregulation of associated endocrine and autonomic responses.\nThis region is also involved in reward-related processing of\nendocrine and autonomic responses to them due to the fact\nthat this area is involved in reward-related processing. The\ncingulate cortex can be considered a connecting center of\nemotions, sensations, and action. Due to its links with the\nhippocampus and amygdala, the cingulate cortex could also\nhave a role in the consolidation of long-term memories and\nthe processing of emotionally relevant stimuli. The integration\nof signals originating from all the above areas would, thus,\nresult in the modulation of the autonomic nervous system drive\nand in processing emotional states. In predisposed subjects,\nan auditory-insular synesthesia model could account for the\nonset of psychiatric symptoms and clinical manifestation of\nchanges in the orthosympathetic/parasympathetic balance. In\nthis way, a dynamic process of altered neurological activation\ncould turn the speciﬁc auditory stimuli into trigger sounds\nto induce strong emotional responses (Nagai et al., 2007;\nRolls, 2019). In this context, our data would also support\nthe concept of wellbeing that has been linked to the balance\nbetween the two sides of the autonomic nervous system. In\nparticular, it has been hypothesized that conditions of chronic\nsympathetic hyperactivity and parasympathetic hypoactivity\nwould be associated with reduced emotional wellbeing and\na variety of mental disorders and vice versa (Thayer and\nBrosschot, 2005; Strigo and Craig, 2016).\nThe ﬁndings of increased baseline sympathetic variables in\nparticipants with misophonia and parasympathetic variables in\nHCs measured with HRV and GSC would conﬁrm the above\nissues regarding the reduced “emotional wellbeing reserve” and\nincreased predisposition to undergo changes in wellbeing in\nresponse to stressful auditory conditions.With regard to resilience, which was found to be reduced in\nparticipants with misophonia, and in general emotional states,\nnumerous studies have associated this trait with the activation\nof the mesocorticolimbic area, such as the hippocampus and\nthe prefrontal cortex (Richter et al., 2019). Similarly, Tan et al.\n(2018) correlated heartbeat interoception and anxious state\nand found the activation of the insula to be related to this\nemotional state. Cholinergic signaling in the hippocampus has\nalso been described to regulate the social stress resilience and\nanxiety- and depression-like behavior. Finally, this study found\nthe activation of the cingulate cortex activation in misophonia,\nwhich would be involved with homeostatic motivations that\nguide an adaptive behavior. Taken together, the insula and\nlimbic areas could represent the neuroanatomical basis linking\northosympathetic system activation, emotion, and feelings\n(Strigo and Craig, 2016).\nA novel ﬁnding from this study involved motor control,\nsuch as Brodmann area 6 and the cerebellum. The premotor\ncortex (BA 6), in particular, would be activated “during motor\nimagery, ” that is, when the subject visually imagines a movement\nor imagines the sensations, he would experience during that\nmovement. Thus, it could be hypothesized that in participants\nwith misophonia, the trigger sounds protocol would activate\nthe neural pathways implicated in the preparation/execution of\nescape (Kumar et al., 2021).\nConclusion\nIn conclusion, the results obtained from our study underline\nthe existence of a speciﬁc response pattern within the\nauditory cortex-insula-limbic areas which, in the presence of\n“trigger sounds, ” would be activated in predisposed subjects,\nsuch as participants with misophonia. The recruitment of\nthose neuronal patterns would, in turn, alter the autonomic\nnervous system balance in favor of the orthosympathetic drive,\ninﬂuencing the emotional wellbeing.\nConsidering the limitations of the study, future work should\ninvestigate diﬀerent activation patterns resulting from various\ntrigger sounds and the general annoyance sound. Multimodal\nstimulation using video clips and sounds that simulate everyday\nlife may also reveal patterns similar to those described in this\nstudy. Moreover, future comparisons should include a “no\nannoyance control condition.” The selection of participants\nshould also be based on the recent consensus deﬁnition of\nmisophonia (Sweedo et al., 2022), which was not available at the\ntime of this study, and the enlarged sample size to determine\nspeciﬁc eﬀects of gender. Finally, any bias related to diﬀerences\nin age could be avoided by speciﬁc selection of participants,\nwhich would allow for an age correction (this was not performed\nin the current study).\nFrontiers in Neuroscience 19 frontiersin.org"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 20\nGrossini et al. 10.3389/fnins.2022.827998\nData availability statement\nThe original contributions presented in this study are\nincluded in the article/supplementary material, further inquiries\ncan be directed to the corresponding author.\nEthics statement\nThe study was approved by the local Ethical Committee,\nAzienda Ospedaliero-Universitaria Maggiore della Carità,\nNovara (CE 81/18). Written informed consent to participate\nin this study was provided by the participants’ legal\nguardian/next of kin.\nAuthor contributions\nEG, AS, CG, AC, and PZ: conception of the work. DD, RC,\nBG, DN, and AF: data collection. AS, DD, BG, DN, DA, DF, and\nAC: data analysis and interpretation. EG, AS, CG, RC, DF, AC,and PZ: drafting the manuscript. All authors critically revised\nthe manuscript, contributed to the article, and approved the\nsubmitted version.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nReferences\nAmerican Psychological Association (2014). The Road to Resilience.\nWashington, DC: American Psychological Association.\nBates, D., Mächler, M., Bolker, B., and Walker, S. (2015). Fitting Linear\nMixed-Eﬀects Models Using Lme4. J. Stat. Soft. 67, 1–48. doi: 10.18637/jss.\nv067.i01\nBenedek, M., and Kaernbach, C. (2010). Decomposition of skin conductance\ndata by means of nonnegative deconvolution. Psychophysiology 47, 647–658. doi:\n10.1111/j.1469-8986.2009.00972.x\nBud, A. D. (2009). How do you feel–now? The anterior insula and human\nawareness. Nat. Rev. Neurosci. 10, 59–70. doi: 10.1038/nrn2555\nCassiello-Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley, L., and\nRosenthal, M. Z. (2021). A Preliminary Investigation of the Association Between\nMisophonia and Symptoms of Psychopathology and Personality Disorders. Front.\nPsychol. 11:519681. doi: 10.3389/fpsyg.2020.519681\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull, J.,\nKelley, L., et al. (2020). The Mediating Role of Emotion Regulation Within the\nRelationship Between Neuroticism and Misophonia: A Preliminary Investigation.\nFront. Psychiatry 11:847. doi: 10.3389/fpsyt.2020.00847\nCavanna, A. E., and Seri, S. (2015). Misophonia: Current perspectives\nNeuropsychiatr. Dis. Treat. 11, 2117–2123. doi: 10.2147/NDT.S8\n1438\nClark, D. J., Chatterjee, S. A., McGuirk, T. E., Porges, E. C., Fox, E. J., and\nBalasubramanian, C. K. (2018). Sympathetic nervous system activity measured by\nskin conductance quantiﬁes the challenge of walking adaptability tasks after stroke.\nGait. Post. 60, 148–153. doi: 10.1016/j.gaitpost.2017.11.025\nCore, R., and Team, R. (2019). A Language and Environment for Statistical\nComputing. Vienna, Austria: R Foundation for Statistical Computing.\nCritchley, H. D. (2005). Neural mechanisms of autonomic, aﬀective, and\ncognitive integration. J. Comp. Neurol. 493, 154–166. doi: 10.1002/cne.2\n0749\nDaniels, E. C., Rodriguez, I. A., and Zabelina, D. L. (2020). Severity of\nmisophonia symptoms is associated with worse cognitive control when exposed\nto misophonia trigger sounds. PLoS One 15:e0227118. doi: 10.1371/journal.pone.\n0227118\nDerogatis, L. R. (1992). SCL-90-R: Administration, Scoring of Procedures\nManual-II for the R (revised) Version and Other Instruments of the Psychopathology\nRating Scale Series. Towson: Clinical Psychometric Research Incorporated.Dibb, B., Golding, S. E., and Dozier, T. H. (2021). The development and\nvalidation of the Misophonia response scale. J. Psychosom Res. 149:110587. doi:\n10.1016/j.jpsychores.2021.110587\nDoberenz, S., Roth, W. T., Maslowski, N., Wollburg, E., and Kima, S. (2011).\nMethodological Considerations in Ambulatory Skin Conductance Monitoring.\nInt. J. Psychophysiol. 80, 87–95. doi: 10.1016/j.ijpsycho.2011.02.002\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013).\nMisophonia: Physiological investigations and case descriptions. Front. Hum.\nNeurosci. 7:296. doi: 10.3389/fnhum.2013.00296\nErfanian, M., Brout, J. J., Edelstein, M., Kumar, S., Mannino, M., Miller,\nL. J., et al. (2017). Investigating misophonia: A review of the literature, clinical\nimplications and research agenda reﬂecting current neuroscience and emotion\nresearch perspectives. Eur. Psychiatry 41S:S681. doi: 10.1016/j.eurpsy.2017.01.1180\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: A preliminary study of clinical ﬁndings. Nord.\nJ. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nFerrer-Torres, A., and Giménez-Llort, L. (2022). Misophonia: A Systematic\nReview of Current and Future Trends in This Emerging Clinical Field. Int. J.\nEnviron. Res. Public Health 19:6790. doi: 10.3390/ijerph19116790\nFitzmaurice, G. (2010). The Misophonia Activation Scale (MAS-1). Available\nonline at: http://www.misophonia-uk.org/the-misophonia-activation-scale.html\n[accessed Nov 17, 2021].\nForte, G., Favieri, F., and Casagrande, M. (2019). Heart Rate Variability and\nCognitive Function: A Systematic Review. Front. Neurosci. 13:710. doi: 10.3389/\nfnins.2019.00710\nFriborg, O., Barlaug, D., Martinussen, M., Rosenvinge, J. H., and Hjemdal,\nO. (2005). Resilience in relation to personality and intelligence. Int. J. Methods\nPsychiatr. Res. 14, 29–40.\nGatti, E., Calzolari, E., Maggioni, E., and Obrist, M. (2018). Emotional ratings\nand skin conductance response to visual, auditory and haptic stimuli Sci. Data.\n26:180120. doi: 10.1038/sdata.2018.120\nGernot, E. (2017). Hidden Signals—The History and Methods of Heart Rate\nVariability. Front. Public Health 5:265. doi: 10.3389/fpubh.2017.00265\nGoodman, W. K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann,\nR. L., Hill, C. L., et al. (1989). The Y ale-Brown Obsessive Compulsive Scale. I.\nDevelopment, use, and reliability. Arch. Gen. Psychiatry 46, 1006–1011. doi: 10.\n1001/archpsyc.1989.01810110048007\nFrontiers in Neuroscience 20 frontiersin.org"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "fnins-16-827998 August 11, 2022 Time: 10:27 # 21\nGrossini et al. 10.3389/fnins.2022.827998\nGrabski, K., Lamalle, L., and Sato, M. (2012). Somatosensory-motor adaptation\nof orofacial actions in posterior parietal and ventral premotor cortices. PLoS One\n7:e49117. doi: 10.1371/journal.pone.0049117\nHamilton, M. (1959). The assessment of anxiety states by rating. Br. J. Med.\nPsychol. 32, 50–55. doi: 10.1111/j.2044-8341.1959.tb00467.x\nHamilton, M. (1960). A rating scale for depression. J. Neurol. Neurosurg.\nPsychiatry. 23, 56–62. doi: 10.1136/jnnp.23.1.56\nHuijbers, W., Pennartz, C. M., Cabeza, R., and Daselaar, S. M. (2011). The\nhippocampus is coupled with the default network during memory retrieval but not\nduring memory encoding. PLoS One 6:e17463. doi: 10.1371/journal.pone.0017463\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020a). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A. J. J. M., and Denys,\nD. A. J. P. (2020b). Cognitive behavioral therapy for misophonia: A randomized\nclinical trial. Depress Anxiety 38, 708–718. doi: 10.1002/da.23127\nJohnson, M. (2014). Misophonia Assessment Questionaire (MAQ). Available\nonline at: https://misophoniatreatment.com/wp-content/uploads/2016/02/\nBinder_all_forms.pdf.\nKim, A. Y., Jang, E. H., Choi, K. W., Jeon, H. J., Byun, S., Sim, J. Y., et al.\n(2019). Skin conductance responses in Major Depressive Disorder (MDD) under\nmental arithmetic stress. PLoS One 14:e0213140. doi: 10.1371/journal.pone.021\n3140\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The Motor Basis for Misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The Brain Basis for Misophonia. Curr. Biol. 27, 527–533.\nLiu, W., Lian, Z., and Liu, Y. (2008). Heart rate variability at diﬀerent thermal\ncomfort levels. Eur. J. Appl. Physiol. 103, 361–366. doi: 10.1007/s00421-008-0\n718-6\nMackersie, C. L., and Calderon-Moultrie, N. (2016). Autonomic Nervous\nSystem Reactivity During Speech Repetition Tasks: Heart Rate Variability and Skin\nConductance. Ear. Hear. 37:118S–125S. doi: 10.1097/AUD.0000000000000305\nMcGeoch, P. D., and Rouw, R. (2020). How everyday sounds can trigger strong\nemotions: ASMR, misophonia and the feeling of wellbeing. Bioessays 42:e2000099.\ndoi: 10.1002/bies.202000099\nMcKay, D., Kim, S. K., Mancusi, L., Storch, E. A., and Spankovich, C.\n(2018). Proﬁle analysis of psychological symptoms associated with misophonia:\nA community sample. Behav. Ther. 49, 286–294. doi: 10.1016/j.beth.2017.07.002\nMcLachlan, R. S. (2009). A brief review of the anatomy and physiology of the\nlimbic system. Can. J. Neurol. Sci. 2:S84–S87.\nMotzkin, J. C., Philippi, C. L., Wolf, R. C., Baskaya, M. K., and Koenigs, M.\n(2015). Ventromedial prefrontal cortex is critical for the regulation of amygdala\nactivity in humans. Biol. Psychiatry 77, 276–284. doi: 10.1016/j.biopsych.2014.02.\n014\nNagai, M., Kishi, K., and Kato, S. (2007). Insular cortex and neuropsychiatric\ndisorders: A review of recent literature. Eur. Psychiatry 22, 387–394. doi: 10.1016/\nj.eurpsy.2007.02.006\nNandy, R., and Cordes, D. (2004). Improving the spatial speciﬁcity of canonical\ncorrelation analysis in fMRI. Magn. Reson. Med. 52, 947–952. doi: 10.1002/mrm.\n20234\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., and Baguley, D. M. (2021). The\nPrevalence and Severity of Misophonia in a UK Undergraduate Medical Student\nPopulation and Validation of the Amsterdam Misophonia Scale. Psychiatr. Q. 92,\n609–619. doi: 10.1007/s11126-020-09825-3\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., and Vanneste, S. (2018).\nMisophonia and Potential Underlying Mechanisms: A Perspective. Front. Psychol.\n9:953. doi: 10.3389/fpsyg.2018.00953\nPickles, J. O. (2015). Auditory pathways: Anatomy and physiology. Handb. Clin.\nNeurol. 129, 3–25. doi: 10.1016/B978-0-444-62630-1.00001-9\nPosada-Quintero, H. F., Kong, Y., Nguyen, K., Tran, C., Beardslee, L., Chen, L.,\net al. (2020). Using electrodermal activity to validate multilevel pain stimulation\nin healthy volunteers evoked by thermal grills. Am. J. Physiol. Regul. Integr. Comp.\nPhysiol. 319:R366–R375. doi: 10.1152/ajpregu.00102.2020\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: A scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nRaichle, M. E., MacLeod, A. M., Snyder, A. Z., Powers, W. J., Gusnard, D. A.,\nand Shulman, G. L. (2001). A default mode of brain function. Proc. Natl. Acad. Sci.\nU.S.A. 98, 676–682.Richter, A., Krämer, B., Diekhof, E. K., and Gruber, O. (2019). Resilience to\nadversity is associated with increased activity and connectivity in the VTA and\nhippocampus. Neuroimage. Clin. 23:101920. doi: 10.1016/j.nicl.2019.101920\nRolls, E. T. (2019). The cingulate cortex and limbic systems for action, emotion,\nand memory. Handb. Clin. Neurol. 166, 23–37. doi: 10.1016/B978-0-444-64196-0.\n00002-9\nSanchez, T. G., and da Silva, F. E. (2018). Familial misophonia or selective\nsound sensitivity syndrome: Evidence for autosomal dominant inheritance? Braz.\nJ. Otorhinolaryngol. 84, 553–559. doi: 10.1016/j.bjorl.2017.06.014\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne,\nC., et al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchröder, A., van Wingen, G., Vulink, N. C., and Denys, D. (2017).\nCommentary: The Brain Basis for Misophonia. Front. Behav. Neurosci. 11:111.\ndoi: 10.3389/fnbeh.2017.00111\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: Diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSchwartz, G. E., Weinberger, D. A., and Singer, J. A. (1981). Cardiovascular\ndiﬀerentiation of happiness, sadness, anger, and fear following imagery and\nexercise. Psychosom. Med. 43, 343–364. doi: 10.1097/00006842-198108000-00007\nSeeley, W. (2019). The salience network: A neural system for perceiving and\nresponding to homeostatic demands. J. Neurosci. 39, 9878–9882. doi: 10.1523/\nJNEUROSCI.1138-17.2019\nSeri, S. (2015). Misophonia: Current perspectives Neuropsychiatr. Dis. Treat. 11,\n2117–1123.\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, L., and Dragan,\nW. L. (2020). Prevalence of Misophonia and Correlates of Its Symptoms among\nInpatients with Depression. Int. J. Environ. Res. Public Health 15:5464. doi: 10.\n3390/ijerph17155464\nSpielberger, C. D. (1989). State-Trait Anxiety Inventory: Bibliography, 2nd Edn.\nPalo Alto, CA: Consulting Psychologists Press.\nSPM12 Software (2020). Statistical Parametric Mapping, updated at 1st October\n2014. Available online at: https://www.ﬁl.ion.ucl.ac.uk/spm/software/spm12/\nStaib, M., Castegnetti, G., and Bach, D. R. (2015). Optimising a model-based\napproach to inferring fear learning from skin conductance responses. J. Neurosci.\nMethods 255, 131–138. doi: 10.1016/j.jneumeth.2015.08.009\nStrigo, I. A., and Craig, A. D. (2016). Interoception, homeostatic emotions and\nsympathovagal balance. Philos. Trans. R. Soc. Lond. B. Biol. Sci. 371:20160010.\ndoi: 10.1098/rstb.2016.0010\nSweedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti,\nA., et al. (2022). Consensus Deﬁnition of Misophonia: A Delphi Study. Front.\nNeurosci. 16:841816. doi: 10.3389/fnins.2022.841816\nTan, Y., Wei, D., Zhang, M., Y ang, Y., Jelinèiæ, V., and Qiu, J. J. (2018). The\nrole of mid-insula in the relationship between cardiac interoceptive attention and\nanxiety: Evidence from an fMRI study. Sci. Rep. 8:17280. doi: 10.1038/s41598-018-\n35635-6\nTarvainen, M. P., Niskanen, J. P., Lipponen, J. A., Ranta-Aho, P. O., and\nKarjalainen, P. A. (2014). Kubios HRV–heart rate variability analysis software.\nComput. Methods Programs. Biomed. 113, 210–220. doi: 10.1016/j.cmpb.2013.07.\n024\nTaylor, S., Conelea, C. A., McKay, D., Crowe, K. B., and Abramowitz, J. S. (2014).\nSensory intolerance: Latent structure and psychopathologic correlates. Compr.\nPsychiatry 55, 1279–1284. doi: 10.1016/j.comppsych.2014.03.007\nThayer, J. F., and Brosschot, J. F. (2005). Psychosomatics and psychopathology:\nLooking up and down from the brain. Psychoneuroendocrinology 30, 1050–1058.\ndoi: 10.1016/j.psyneuen.2005.04.014\nUddin, L. Q., Nomi, J. S., Hebert-Seropian, B., Ghaziri, J., and Boucher, O.\n(2017). Structure and function of the human insula J. Clin. Neurophysiol. 34,\n300–306. doi: 10.1097/WNP.0000000000000377\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia\nwith comorbid obsessive-compulsive spectrum disorders. Gen. Hosp. Psychiatry\n36:231.e1-2. doi: 10.1016/j.genhosppsych.2013.10.018\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: Incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.\n22098\nZhang, Y., Qin, F., Liu, B., Qi, X., Zhao, Y., and Zhang, D. (2018). Wearable\nNeurophysiological Recordings in Middle-School Classroom Correlate With\nStudents’ Academic Performance. Front. Hum. Neurosci. 12:457. doi: 10.3389/\nfnhum.2018.00457\nFrontiers in Neuroscience 21 frontiersin.org"
    }
  ]
}