{
  "doc_type": "scientific paper",
  "title": "MY EXPERIENCE Self And Else Living On The Receiving Ends Of Misophonia",
  "authors": [
    "Deepak Gupta"
  ],
  "year": 2024,
  "journal": null,
  "doi": "10.13140/RG.2.2.15221.79847",
  "abstract": "Misophonia is an underdiagnosed disorder wherein self and/or else suffering from it may not be even aware about it. Thereafter, it may be understandable to assume that one (self or else) suffering because of its underdiagnosed presence in other (else or self) may even be rarely if ever explored. Anyhow, while being accommodative to underdiagnosed misophonia in self or else, else or self on the receiving end of misophonia may have to learn the temporary adaptations if interacting transiently or the permanent adaptations if living permanently with self or else suffering from underdiagnosed misophonia. Adaptations include recognizing misophonia triggered by sound production, measuring sound decibel levels in various daily activities, understanding pathophysiology and evolutionary significance of misophonia, and deciding behavioral modifications such as diet and urination posture to reduce sound-induced distress.",
  "keywords": [
    "misophonia",
    "sound sensitivity",
    "decibel measurement",
    "adaptations",
    "underdiagnosed disorder",
    "pathophysiology",
    "evolutionary significance",
    "decibel meter apps",
    "noise",
    "eating sounds"
  ],
  "research_topics": [
    "misophonia diagnosis and awareness",
    "behavioral and environmental adaptations to misophonia",
    "auditory affective processing",
    "sound measurement in daily activities",
    "pathophysiology of misophonia",
    "evolutionary implications of sound sensitivity",
    "impact of eating and urinating sounds on misophonia"
  ],
  "created_at": "2025-05-04T23:32:38.137079Z",
  "source_pdf": "documents/research/Global/Gupta 2024 Self and Else Living on the Receiving Ends of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "See discussions, st ats, and author pr ofiles f or this public ation at : https://www .researchgate.ne t/public ation/383303684\nMY EXPERIENCE Self And Else Living On The Receiving Ends Of Misophonia\nPreprint  · August 2024\nDOI: 10.13140/RG.2.2.15221.79847\nCITATIONS\n0READS\n8\n1 author:\nDeep ak Gupt a\nSelf\n480 PUBLICA TIONS    415 CITATIONS    \nSEE PROFILE\nAll c ontent f ollo wing this p age was uplo aded b y Deep ak Gupt a on 22 A ugust 2024.\nThe user has r equest ed enhanc ement of the do wnlo aded file."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Page 1 of 5 \n MY EXPERIENCE  \n \nSelf And Else Living On The Receiving End s Of Misophonia  \n \nDeepak Gupta MD  \n \nMisophonia is an under diagn osed disorder wherein self and /or else suffering from it may not be \neven  aware  about it . Thereafter , it may be understandable to assume that one (self or else)  \nsuffering because of its underdiagnosed presence in other ( else or self)  may even be rarely if ever \nexplored. Anyhow, w hile being accommodative to underdiagnosed misophonia  in self or else , \nelse or self on the receiving end of misophonia may have to learn the temporary adaptation s if \ninteracting transiently  or the permanent adaptation s if living permanently with self or else \nsuffering from underdiagnosed misophonia.  \n The first adaptation could be  to recognize and understand that self or else may be \nsuffering misophonia whenever objecting to else or self not regulat ing the  production of \nsound  by else or self. \n The se cond adaptation could be  to measure with various available decibel meter apps \nhow much else or self uptrend s the decibels when gulping fluids  (maybe nothing  change ), \nrelishing  chocolate s (maybe low 40s become high 40s), biting  apples (maybe low 40s \nbecome high 60s)  and urinating standing (maybe low 30s become high 60s ) as compared \nto watching news or working key boards (maybe low 40s become low 5 0s). Maybe so on \nand so forth ."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Page 2 of 5 \n  The third adaptation could be  to gauge pathophysiology and evolutionary significance of \nmisophonia  in self and/or else. Could sound  be getting  transmitted  via open unblocked \nnostrils  to induce misophonia ? Could sound  be getting conducted from non-muscular  \nshallow bones to  induce misophonia? Could it be the sound  of cuisine?  Could even loud \nsound  of joy and celebration be resonating and even fibrillating heart of self or else? \nWere sounds emanating while drinking, eating and comple ting any other body function \nfor activities  of daily living as well as for instrumental  activities of daily living thus \ndistracting peers while  attracting danger ous predators searching for preys  in the \nevolutionary jungle?  Maybe so on and so forth . \n The fourth adaptation could be  for else or self to dec ide whether or not to  adapt  by \ningesting  only ultra-processed choke -free liquid diet at least whilst  wining dining \npublicly unless the privacy in isolation  allows ingesti on of  chew able raw solids  as well ; \nand whether o r not to adapt by urinating  sitting only at least whilst using  public toilet  \nunless urinating s tanding  induc es misophonia at  home  as well . Maybe so on and so forth.  \nAlthough  it may take an un predictable  amount of practice and experience  for inadvertent sound \ngeneration by self or else to get promptly recognized,  understood and corrected by self  or else  \nnot only for the sake of self but also for the sake of else, t he bottom -line is that publicly biting an \napple a day may actually be keeping the doctor and everyone else away especially  if self and/or \nelse is suffering from underdiagnosed misophonia  because only Kevi n Hart can generate  \naccepting  laughs  whilst noisily urinating standing in “The Man from Toronto ” onscreen . \n \nFurther Reading"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Page 3 of 5 \n  Mednicoff SD, Barashy S, Gonzales D, Benning SD, Snyder JS, Hannon EE. Auditory \naffective processing, musicality, and the development of misophonic reactions. Front \nNeurosci. 2022 Sep 23;16:924806. doi: 10.3389/fnins.2022.924806. PMID: 36213735; \nPMCID: PMC 9537735.  \n Kumar S, Dheerendra P, Erfanian M, Benzaquén E, Sedley W, Gander PE, Lad M, \nBamiou DE, Griffiths TD. The Motor Basis for Misophonia. J Neurosci. 2021 Jun \n30;41(26):576 2-5770. doi: 10.1523/JNEUROSCI.0261 -21.2021. Epub 2021 May 21. \nPMID: 34021042; PMCID: PMC8244967.  \n Papapanagiotou V, Diou C, Delopoulos A. Chewing detection from an in -ear mic rophone \nusing convolutional neural networks. Annu Int Conf IEEE Eng Med Biol Soc. 2017 \nJul;2017:1258 -1261. doi: 10.1109/EMBC.2017.8037060. PMID: 29060105.  \n Papapanagiotou V, Diou C, Delopoulos A. Self -Supervised Feature Learning of 1D \nConvolutional Neural N etworks with Contrastive Loss for Eating Detection Using an In -\nEar Microphone. Annu Int Conf IEEE Eng Med Biol Soc. 2021 Nov;2021:7186 -7189. \ndoi: 10.1109/EMBC46164.2021.9630399. PMID: 34892758.  \n Nakamura A, Saito T, Ikeda D, Ohta K, Mineno H, Nishimura M. A utomatic Detection \nof Chewing and Swallowing. Sensors (Basel). 2021 May 12;21(10):3378. doi: \n10.3390/s21103378. PMID: 34066269; PMCID: PMC8152027.  \n de Jong Y, Pinckaers JH, ten Brinck RM, Lycklama à Nijeholt AA, Dekkers OM. \nUrinating standing versus sitting: position is of influence in men with prostate \nenlargement. A systematic review and meta -analysis. PLoS One. 20 14 Jul \n22;9(7):e101320. doi: 10.1371/journal.pone.0101320. PMID: 25051345; PMCID: \nPMC4106761."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Page 4 of 5 \n  Methodology of Chewing’s sound acquisition by different detectors for dry food in terms \nof crispness and crun chiness \nhttps://www.sciencedirect.com/science/article/abs/pii/S0003682X24000409  \n Differences in chewing sounds of dry -crisp snacks by multivariate data analysis \nhttps://www.sciencedirect.com/science/article/abs/pii/S0022460X03005893  \n A review: Crispness in d ry foods and quality measurements based on acoustic –\nmechanical destructive techniques \nhttps://www.sciencedirect.com/science/article/abs/pii/S0260877411001373  \n Research reveals why some find the sound of others eating so irritating : Scans show some \nbrains have a stronger link between the part that processes sound and  that which controls \nthe mouth and throat https://www.theguardian.com/science/2021/may/24/research -\nreveals -why-some -find-the-sound -of-others -eating -so-irritating  \n Misophonia Might Not Be about Hating Sounds After All : The phenomenon triggers \nstrong negative  reactions to everyday sounds but might come from subconscious \nmirroring behavior https://www.scientificamerican.com/article/misophonia -might -not-be-\nabout -hating -sounds -after-all/ \n An Expl oratory Survey of Sound Levels in New York City Restaurants and Bars \nhttps://www.scirp.org/journal/paperinformation?paperid=86590  \n Decibel X:dB So und Level Meter https://apps.apple.com/us/app/decibel -x-db-sound -\nlevel -meter/id448155923  \n The Best Decibel Meter Apps In 2024 https://www.soundly.com/blog/best -decibel -meter -\napps"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Page 5 of 5 \n  Measure noise levels with Apple Watch https://support.apple.com/guide/watch/noise -\napd00a43a9cb/watchos  \n Misophonia https://my.clevelandclinic.org/health/diseases/24460 -misophonia  \n New Ways of Seeing the Music We Can't Stand Hearing \nhttps://www.houstonpress.com/music/medical -reasons -music -drives -us-mad-11499289  \n What are Activities of Daily Living (ADLs) & Instrumental Activities of Daily Living \n(IADLs)? https://betterhealthwhileaging.net/what -are-adls-and-iadls/  \n Should Men Sit When They Pee? 4 Benefits of Sitting Down \nhttps://aeroflowurology.com/blog/sitting -while -peeing   \n Does it matter if you sit or stand to pee? And what a bout peeing in the shower? \nhttps://theconversation.com/does -it-matter -if-you-sit-or-stand -to-pee-and-what -about -\npeeing -in-the-shower -206869   \n Movie: The Man from Toronto Transcript \nhttps://tvshowtranscripts.ourboard.org/viewtopic.php?f=150&t=54589   \n Movie Review: The Man f rom Toronto https://www.pluggedin.com/movie -reviews/man -\nfrom -toronto -2022/  \nView publication stats"
    }
  ]
}