{
  "doc_type": "scientific paper",
  "title": "Clinical characteristics, impairment, and psychiatric morbidity in 102 youth with misophonia",
  "authors": [
    "Andrew G. Guzick",
    "Matti Cervin",
    "Eleanor E.A. Smith",
    "Jane Clinger",
    "Isabel Draper",
    "Wayne K. Goodman",
    "Marijn Lijffijt",
    "Nicholas Murphy",
    "Adam B. Lewin",
    "Sophie C. Schneider",
    "Eric A. Storch"
  ],
  "year": 2022,
  "journal": "Journal of Affective Disorders",
  "doi": "10.1016/j.jad.2022.12.083",
  "abstract": "Background: There is little information on the clinical presentation, functional impact, and psychiatric characteristics of misophonia in youth, an increasingly recognized syndrome characterized by high emotional reactivity to certain sounds and associated visual stimuli. Method: One-hundred-two youth (8-17 years-old) with misophonia and their parents were recruited and compared with 94 youth with anxiety disorders. Participants completed validated assessments of misophonia severity, quality of life, as well as psychiatric symptoms and diagnoses. Results: The most common misophonia triggers included eating (96%), breathing (84%), throat sounds (66%), and tapping (54%). Annoyance/irritation, verbal aggression, avoidance behavior, and family impact were nearly universal. Misophonia severity was associated with internalizing symptoms, externalizing behaviors (child-report), and poorer quality of life. High rates of comorbidity with internalizing and neurodevelopmental disorders were found. Quality of life and externalizing behaviors were not significantly different between misophonia and anxiety samples; internalizing symptoms and autism characteristics were significantly higher among youth with anxiety disorders. Limitations: This self-selected sample showed limited multicultural diversity. Conclusions: This study presents misophonia as a highly impairing psychiatric syndrome. Future interdisciplinary work should clarify the mechanisms of misophonia, establish evidence-based treatments, and extend these findings to randomly sampled and more culturally diverse populations.",
  "keywords": [
    "Sensory sensitivity",
    "Children",
    "Adolescents",
    "Phenomenology",
    "Treatment",
    "Comorbidity",
    "Assessment"
  ],
  "research_topics": [
    "Misophonia in youth",
    "Clinical characteristics of misophonia",
    "Psychiatric morbidity",
    "Comorbidity with internalizing and neurodevelopmental disorders",
    "Quality of life in youth with misophonia",
    "Comparison of misophonia and anxiety disorders",
    "Assessment methods for misophonia",
    "Emotional and behavioral functioning",
    "Autism spectrum features related to misophonia"
  ],
  "created_at": "2025-05-05T02:52:44.763682Z",
  "source_pdf": "documents/research/Global/Guzick 2022 Clinical characteristics, impairment, and psychiatric morbidity in102 youth with misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal Pre-proof\nClinical characteristics, impairment, andpsychiatric morbidity in\n102 youth with misophonia\nAndrew G.Guzick, Matti Cervin, Eleanor E.A. Smith, Jane\nClinger ,Isabel Draper ,Wayne K.Goodman, Marijn Lijffijt,\nNicholas Murphy ,Adam B.Lewin, Sophie C.Schneider ,Eric A.\nStorch\nPII: S0165-0327(22)01442-2\nDOI: https://doi.or g/10.1016/j.jad.2022.12.083\nReference: JAD 15484\nTo appear in:\nReceived date: 22 September 2022\nRevised date: 25 November 2022\nAccepted date: 18 December 2022\nPlease cite this article as:A.G. Guzick, M.Cervin, E.E.A. Smith, etal.,Clinical\ncharacteristics, impairment, and psychiatric morbidity in102 youth with misophonia,\n(2022), https://doi.or g/10.1016/j.jad.2022.12.083\nThis isaPDF fileofanarticle thathasunder gone enhancements after acceptance, such\nastheaddition ofacover page andmetadata, andformatting forreadability ,butitis\nnotyetthedefinitive version ofrecord. This version willunder goadditional copyediting,\ntypesetting andreview before itispublished initsfinal form, butweareproviding this\nversion togive early visibility ofthearticle. Please note that, during theproduction\nprocess, errors may bediscovered which could affectthecontent, andalllegal disclaimers\nthat apply to the journal pertain.\n© 2022 Published by Elsevier B.V ."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Clinical  characteristics,  impairment,  and psychiatric  morbidity  in 102 youth  with misophonia  \n \nAndrew  G. Guzick,1 Matti  Cervin,2 Eleanor  E.A. Smith ,1 Jane Clinger,1 Isabel  Draper,1 Wayne  \nK. Goodman,1 Marijn  Lijffijt,1 Nicholas  Murphy,1 Adam  B. Lewin,3 Sophie  C. Schneider,1 and \nEric A. Storch1 \n \n1 Department  of Psychiatry  and Behavioral  Sciences,  Baylor  College  of Medicine   \n2 Department  of Clinical  Sciences  Lund , Lund  University,  Sweden  \nDepartment  of Pediatrics,  University  of South  Florida3  \n \nAddress  correspondence  to Dr. Andrew  Guzick  at 1977  Butler  Blvd,  Suite  4-400, Baylor  \nCollege  of Medicine,  Houston  TX 77030.  andrew.guzick@bcm.edu.  \n  \n  \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Abstract  \nBackground : There  is little information  on the clinical  presentation,  functional  impact,  and \npsychiatric  characteristics  of misophonia  in youth,  an increasingly  recognized  syndrome  \ncharacterized  by high emotional  reactivity  to certain  sounds  and associated  visual  stimuli.  \nMethod:  One-hundred -two youth  (8-17 years -old) with misophonia  and their parents  were  \nrecruited  and compared  with 94 youth  with anxiety  disorders.  Participants  completed  validated  \nassessments  of misophonia  severity,  quality  of life, as well as psychiatric  symptoms  and \ndiagnoses .  \nResults:  The most  common  misophonia  triggers  included  eating  (96%),  breathing  (84%),  throat  \nsounds  (66%),  and tapping  (54%).  Annoyance/irritation,  verbal  aggression,  avoidance  behavior , \nand family  impact  were  nearly  universal.  Misophonia  severity  was associated  with internalizing  \nsymptoms,  externalizing  behaviors  (child -report),  and poorer  quality  of life. High  rates  of \ncomorbidity  with internalizing  and neurodevelopmental  disorders  were  found.  Quality  of life and \nexternalizing  behaviors  were  not significantly  different  between  misophonia  and anxiety  \nsamples;  internalizing  symptoms  and autism  characteristics  were  significantly  higher  among  \nyouth  with anxiety  disorders.  \nLimitations:  This self-selected  sample  showed  limited  multicultural  diversity.  \nConclusion s: This study  presents  misophonia  as a highly  impairing  psychiatric  syndrome.  \nFuture  interdisciplinary  work  should  clarify  the mechanisms  of misophonia,  establish  evidence -\nbased  treatments,  and extend  these findings  to randomly  sampled  and more  culturally  diverse  \npopulations.  \nKeywords : Sensory  sensitivity ; Children;  Adolescents;  Phenomenology;  Treatment;  \nComorbidity;  Assessment  \n  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Introduction  \nMisophonia  is characterized  by strong,  unpleasant  emotional  reactions  to certain  sound s \nand associated  visual  stimuli  (Lewin  et al., 2021;  Potgieter  et al., 2019;  Rosenthal  et al., 2021;  \nSwedo  et al., 2022) . Although  not a formal  diagnosis  in the DSM -5 or ICD-11, misophonia  has \nbeen  increasingly  studied  and recognized  in clinical  practice  since  it was first described  in the \nearly  2000’s  by audiologists  treating  individuals  with decreased  sound  tolerance  (Jastreboff  and \nJastreboff,  2000;  Potgieter  et al., 2019;  Swedo  et al., 2022) . Misophonia  symptoms  can arise  at \nany age, though  most  retrospective  studies  of adults  with misophonia  suggest  onset  during  \nchildhood  or adolescence. (Claiborn  et al., 2020; Jager  et al., 2020;  Potgieter  et al., 2019) .  \nUnfortunately,  there  is an extreme  paucity  of research  on individuals  with misophonia  across  the \nlifespan,  but especially  among  youth.  Without  systematic  data on the clinical  presentation  of \nmisophonia  in children  and adolescents , researchers  and clinicians  will be unable  to develop  an \nunderstanding  of this condition  and its treatment . \n Adults  with misophonia  experience  disturbing  and often  intense  emotional  reactions  to \nsound  triggers  including  annoyance,  disgust,  anger,  hatred,  panic,  and aggression  (Claiborn  et al., \n2020;  Jager  et al., 2020;  Potgieter  et al., 2019;  Rouw  and Erfanian,  2018) . Physical  reactions  \nmay include  muscle  tension,  heavy  breathing,  as well as physical  or verbal  outbur sts (Claiborn  et \nal., 2020;  Jager  et al., 2020;  Potgieter  et al., 2019;  Rouw  and Erfanian,  2018) . In several  studies  \nexamining  adult  samples  comprised  mostly  of females  with moderate  to severe  misophonia  \nsymptoms  (Claiborn  et al., 2020;  Jager  et al., 2020;  Rouw  and Erfanian,  2018;  Wu et al., 2016) , \nthe most  common  sound  triggers  were  oral or eatin g sounds  in addition  to nasal  or breathing  \nsounds,  and repetitive  tapping  sounds  (e.g.,  with hands,  keyboards,  or pens)  (Claiborn  et al., \n2020;  Jager  et al., 2020;  Rouw  and Erfanian,  2018;  Wu et al., 2016) . Almost  all affected  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "individuals  report  severe  irritation  or anger  with triggers  and hyper -focus  on sounds,  with less \ncommon  emotional  responses  including  disgust and panic  (Jager  et al., 2020) . Many  others  \nexperience  feelings  of powe rlessness  and loss of control  (Jager  et al., 2020) . \nFour  studies have  investigated  comorbid  psychiatric  diagnoses;  in one clinic -based  study,  \n28% of 575 adults  with misophonia  experienced  a comorbid  psychiatric  diagnosis,  most  \ncommonly  mood  (10%)  and anxiety  disorders  (9%) , as well as higher -than-expected  rates  of \nADHD  (5%)  (Jager  et al., 2020) . Erfanian  et al. (2019)  found  that among  52 adults  with \nmisophonia,  40% experienced  a psychiatric  disorder,  most  commonly  posttraumatic  stress  \ndisorder  (15%),  OCD  (11%),  and anorexia  (10%) . In another  study,  individuals  with misophonia  \nhad significantly  higher  rates  of psychiatric  comor bidity  than adults  with general  non-\nmisophonic  auditory  over-responsivity  and healthy  adults,  with 71% of those  with misophonia  \nexperiencing  a comorbid  psychiatric  disorder,  most  commonly  panic  disorder  (19%),  generalized  \nanxiety  disorder  (15%),  social  anxiety disorder  (13%),  and major  depressive  disorder  (12%)  \n(Siepsiak  et al., 2022) . Finally,  a study  with 207 adults  with misophonia,  the most  common  \ncomorbidities  were  anxiety  disorders  (57%),  major  depressive  disorder  (50%  lifetime;  7% \ncurrent),  attention -deficit/hyperactivity  disorder  (15%),  and posttraumatic  stress  disorder  (16%)  \n(Rosenthal  et al., 2022) .The most  common  psychiatric  symptoms  in adults  with misophonia  \ninclude  mood,  anxiety,  and obsess ive-compulsive  disorder  (OCD)  symptoms  or obsessive -\ncompulsive  personality  disorder  traits  (Claiborn  et al., 2020;  Jager  et al., 2020) . \n Case  series  data among  children  with misophonia  suggest  a similar  pattern,  though  these \nstudies  are limited  by very small  samples  (Dover  and McGuire,  2021;  McGuire  et al., 2015;  \nMuller  et al., 2018;  Reid  et al., 2016;  Sarigedik  and Yurteri,  2021) . Rinaldi  et al (2022 a) \nidentified  15 children  with elevated  misophonia  symptoms  through  population  screening  rather Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "than self-identification  or presentation  for treatment.  In this sample , 9 participants  were  female  \nwith a mean  age of 11.7 years  and 6 participants  were  male  with a mean  age of 11 years  (Rinaldi  \net al., 2022 a). These  children  showed  poorer  health -related  quality -of-life than peers  and higher  \ntraits  associated  with anxiety  and OCD  (Rinaldi  et al., 2022 a) as well as autistic  traits  across  \nseveral  social -cognitive  domains,  including  attention -switching,  communication,  social  skills,  \nattention  to detail,  and imagination  (Rinaldi  et al., 2022 b). \n To address  the absence  of data describing  misophonia  in youth,  this study  evaluated  \nclinical  data from  a sample  of 102 children  and adolescents  meeting  the proposed  diagnostic  \ncriteria  for misophonia  (Swedo  et al., 2022) . First,  the study  aimed  to describe  the clinical  \nphenomenology  of youth  with misophonia,  including  age, gender  distribution,  types  and \nfrequency  of misophonia  triggers,  misophonia -related  emotions,  frequency  of aggression  \nresponses,  avoidance  behaviors,  and areas  and degree  of impairment.  It was expected  that anger  \nand irritability  would  be the most  common  emotional  experiences,  eating  and breathing  sounds  \nthe most  common  trigger  sounds,  and that the majority  of the sample  would  be female.  Second,  \nthe study  evaluated  association s between  misophonia  severity  and psychiatric  symptoms  as well \nas quality  of life. It was expected  that this sample  of children  and adolescents  with misophonia  \nwould  have  high rates  of comorbid  mood,  anxiety,  and obsessive -compulsive  disorders  as well as \nelevated  autism  spectrum  symptoms  based  on strong  associations  between  misophonia  and \npsychiatric  symptoms  in existing  reports  on misophonia  in children  and adolescents  as well as \nthose  in adults  (Cusack  et al., 2018;  Erfanian  et al., 2019;  Jager  et al., 2020;  Rinaldi  et al., 2022 a; \nRinaldi  et al., 2022 b). Exploratory  analyses  investig ated whether  youth  with misophonia  differed  \nsignificant ly in these  factors  compar ed to youth  with anxiety  disorders.  \nMethods  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Procedures  \nYouth  with suspected  misophonia  were  recruited  via online  advertisements,  \nmisophonia /anxiety -focused  social  media  pages,  as well as clinical  and professional  networks . \nYouth  with suspected  anxiety  disorders  were  also recruited  to serve  as a non-misophonia  clinical  \ncomparison  group , as these  disorders  are also characterized  by heightened  emotional  reactivity  to \nspecific  stimuli. The majority  of participants  were  recruited  via online  advertisement s.  \nParticipants  and their parents  assented/consented  to participate  in the study  during  an \ninitial  video  call. Inclusion  criteria  for both samples  were : 1) being  8-17 years,  2) paren t \nwillingness  to participate,  3) English  fluency . For the misophonia  group,  an additional  criterion  \nwas: clinically  significant  misophonia  symptoms  based  on a score  of at least 10 on the A-MISO -\nS, indicating  at least moderate  misophonia  (Schröder  et al., 2013) . For the anxiety  group,  \nadditional  inclusion  criteria  were:  1) a Parent -report  Multidimensional  Anxiety  Scale  for \nChildren  (MASC)  T-Score  of at least 60, 2) an anxiety  disorder  diagnosis  on the Mini  \nInternational  Neuropsychiatric  Interview  for Children  and Adolescents  (MINI -KID) , and 3) a \nscore  of ≤4 on the A-MISO -S, corresponding  with subclinical  misophonia  symptoms . \nAfter  consent  and screening,  participants  were  scheduled  for a separate  assessment  video  \nthat included  online  questionnaires  and a clinical  interview  which  included  the Misophonia  \nAssessment  Interview  (MAI)  (Lewin,  2020;  Lewin  et al., 2021)  and the MINI -KID (Sheehan  et \nal., 2010)  Interviewers  were  research  coordinators  with a bachelor’s degree  in psychology  or a \nrelated  field (e.g.,  neuroscience)  or doctoral  students  in professional  psychology.  Training  \nincluded  didactic  presentations  on the MINI -KID and MAI,  observation  and co-rating  of \nassessments  with a trained  rater,  and weekly  supervision  with a licensed  psychologist  to ensure  \nvalid ity and reliability  of assessments.  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "The Institutional  Review  Board  at Baylor  College  of Medicine  approved  the study.  All \nportions  of the study  were  completed  virtually.   \nParticipants  \nOne-hundred  and twelve  youth  with suspected  misophonia  and 140 youth  with suspected  \nanxiety  disorders  were  recruited . Of the 112 youth  in the misophonia  group , 102 were  included  \nin analyses;  of the 140 in the anxiety  group,  94 were  included.  Reasons  for exclusion  in the \nmisophonia  group  included  too mild misophonia  symptoms  (Amsterdam  Misophonia  Scale  [A-\nMISO -S] score  <10),  n = 5 (5%),  or failed  attempts  to schedule  an assessment  visit after the \ninitial  informed  consent  video  call, n = 5 (5%).  Reasons  for exclusion  in the anxiety  group  \nincluded:  MASC  score  below  the clinical  cutoff,  n = 26 (19%),  A-MISO -S score  too high,  9 \n(6%),  no anxiety  disorder  as assessed  on the MINI -KID, n = 9 (6%) , and failed  attempts  to \nschedule  an assessment  visit after the initial  informed  consent  video  call, n = 2 (1%). \nMeasures  \nMisophonia  characteri stics.   The Misophonia  Assessment  Interview  (Lewin,  2020)  is a series  \nof questions  evaluating  symptoms  of sound  sensitivity,  enhanced  emotional  and physical  \nreactions  to sound  triggers,  and degrees  of avoidance  or interference  with daily  activit ies. Based  \non the initially  proposed  diagnostic  criteria  for misophonia  by Schroeder  et al. (2013) , it asks \nabout  specific  sound  triggers,  emotional  responses,  and avoidance  behaviors.  It was developed  to \nfollow  the format  of a commonly  used diagnostic  interview  using  the proposed  diagnostic  \ncriteria  of misophonia  for an ongoing  randomized  clinical  trial separate  from  this study  (Lewin  et \nal., 2021) . This assessment  was only administered  to the misophonia  sample.  Responses  to items  \non the MAI  are presented  descriptively  to characterize  the presentation  of misophonia  in youth.  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Misophonia  severity.   The A-MISO -S, adapted  from  the Yale -Brown  Obsessive  Compulsive  \nScale  (Y-BOCS)  (Goodman,  1989;  Goodman  et al., 1989) , is a commonly  used measure  of \nmisophonia  severity  (Schröder  et al., 2013)  that has shown  strong  psychometric  properties  as a \nself-report  measure  in college  students , including  good  internal  consistency  and a single -factor  \nstructure  that explained  45% of the variance  in item responses  (Naylor  et al., 2021) . It includes  \nsix 0-4 Likert  scale  items  assessing  time taken  by symptoms,  functional  impairment,  emotional  \ndistress,  resistance  against  symptoms,  control  over symptoms,  and avoidance.  It was \nadministered  as a child -report  measure  in this study,  which  has showed  adequate  psychometric  \nproperties  in youth  with misophonia , including  a clear  single -factor  structure  as well as adequate  \nconvergent  validity  and internal consistency  (Blinded , under  review) . Because  it was developed  \nfor adults , to administer  the measure  in a developmentally -tailored  manner , the measure  was \npresented  to youth  with a trained  assessor  present  to provide  additional  clarifications  on items \nwhen  youth  had questions . Item 4 was not included  in the total score  because  this item does not \ncontribute  to overall  severity  and the measure  has been  shown  to be more  internally  consistent  \nwithout  it (Blinded ., under  review) ; in this sample,  internal  consistency  was α = .68 with all 6 \nitems  and α = .76 with 5 items,  so the 5-item version  was used.  The MAQ  aids in measuring  \nmisophonia  severity  by evaluating  the negative  impact  of misophonia  symptoms  on an \nindividual ’s activities,  thoughts,  and emotions  (Dozier,  2015;  Johnson  and Dozier,  2013) . It \nincludes  21 items  score d on a 0-3 Likert  scale  and has also shown  strong  psychometric  properties  \nfor both the child -reported  (C-MAQ)  and parent -reported  (P-MAQ)  versions , including  strong  \ninternal  consistency  and convergent  validity  (Blinded,  under  review) . The overall  MAQ  \nmisophonia  scale  was used in the present  study and showed  high internal  consistency  in this \nsample;  C-MAQ:  α = .94; P-MAQ:  α = .93.   Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Psychiatric  diagnoses.  Psychiatric  diagnoses  were  assessed  with the MINI -KID, a commonly  \nused and well-validated  psychiatric  interview  based  on DSM -5 and ICD-11 criteria.  The MINI -\nKID has shown  strong  psychometric  properties  in general  and clinical  populations  (Boyle  et al., \n2017;  Duncan  et al., 2018;  Sheehan  et al., 2010) . It is designed  to be a streamlined  diagnostic  \ninterview  that can be administered  by raters  with a range  of training  under  the supervision  of an \nexperienced  clinician  (Sheehan  et al., 2010 ). \nEmotional  and behavioral  functioning.  The parent -report Child  Behavior  Checklist  (CBCL)  \nand child -report  Youth  Self Report  (YSR)  are well-validated,  broadband  measures  of childhood  \npsychopathology  that include  112 0-2 Likert  scale  items  (Achenbach  and Rescorla,  2001) . The \nCBCL/YSR  generates  internalizing  and externalizing  scale s that correspond  to mood/anxiety  \nsymptoms  and disruptive  behavior  symptoms,  respectively  (Achenbach  and Rescorla,  2001) . \nBoth  subscales  across  child - and parent -report  showed  high internal  consistency  in this sample;  \nCBCL -externalizing:  α = .89; CBCL -internalizing:  α = .89; YSR-externalizing:  α = .83; YSR -\ninternalizing:  α = .90. \nAutism  spectrum  features.  The Social  Responsiveness  Scale,  Second  Edition  (SRS -2) is a \nmeasure  of deficits  in social  adaptive  functioning  and a commonly  used,  well-validated  \nevaluation  of ASD  that includes  65 items  score d on a 0-3 Likert  scale  (Bruni,  2014;  Constantino  \nand Gruber,  2012) . It contains  sub-domains  scoring  social  communication  and interaction  (SRS -\nSCI)  as well as restricted  or repetitive  behavior  (SRS -RRB)  corresponding  with the symptom  \ndomains  of autism  spectrum  disorder  described  in the Diagnostic  and Statistical  Manual  of \nMental  Disorders  (Constantino  and Gruber,  2012) . The SRS-2 shows  strong  psychometric  \nproperties  and high internal  consistency  in this sample,  SRS-SCI: α = .92; SRS-RRB:  α = .82. Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Quality  of life. PQLES -Q. The pediatric  version  of the Short  Form  of the Quality  of Life \nEnjoyment  and Satisfaction  Questionnaire  is a self-report  questionnaire  with items  scored  on a 1-\n5 Likert  scale  that assesses  quality  of life among  children  and adolescents  (Endicott  et al., 2006) . \nIt has shown  strong  internal  consistency,  test-retest  reliability,  and concurrent  validity  among  \nboth children  and adolescents  (Endicott  et al., 2006) . Internal  consistency  in this sample  was α = \n.89.  \nAnalysis  plan  \nFirst,  data were  evaluated  for patterns  of missingness  and conformity  to normal  \ndistribution  assumptions.  Missing  data were  rare (two YSR,  one CBCL -Internalizing  subscale,  \none parent -report  MAQ , one SRS-RRB ), and thus completer -only analyses  were  conducted . Data  \nwere  not found  to show  significant  skewness  or kurtosis,  with all skewness  and kurtosis  statistics  \nfalling  within  -2 and +2, suggesting  they would  be appropriate  for parametric  analyses  (George  \nand Mallery,  2010) .  \nTo evaluate  the clinical  characteristics  of youth with misophonia,  descriptive  information  \nfrom  the Misophonia  Diagnostic  Interview  were  presented,  including  frequencies  of different  \ntrigger  sounds,  avoidance  behaviors,  aggression  responses,  and emotional  responses.  \nDemographic  information  was also presented.  To evaluate  the psychiatric  morbidity  of the \nsample,  frequencies  of different  psychiatric  diagnoses  were  presented  as well as norm  referenced  \nscale  scores  on the CBCL,  YSR,  and SRS-2. One-sample  t-tests comparing  mean  t-scores  for \neach subscale  with a population  mean  of 50 were  conducted  to estimate  significant  differences  \nwith typical  populations.  Independent  samples  t-tests evaluated  differences  in CBCL,  YSR,  and \nSRS-2 scores  between  the misophonia  and anxiety  groups.  Recruitment  targets  were  based on a \npower  analys is for a cluster  analysis  (in preparation ). For this study,  given power  = .80, alpha  = Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": ".01 (for all analyses,  p < .01 was interpreted  as significant  to minimize  family -wise error),  and \nsample  sizes  of 102 and 94, this study  was powered  to detect  a medium  between -group  effect  of \nd = .48. Within  the misophonia  sample,  partial  correlations  controlling  for age and gender  (male  \nvs. non-male)  between  misophonia  symptom  severity  (using  the A-MISO -S and MAQ)  and \npsychiatric  symptom  scales  (CBCL  and YSR) , quality  of life (PQ-LES-Q), and autistic  features  \n(SRS -2) were  conducted.  With  102 participants,  given  power  = .80 and alpha  = .01, this study  \nwas powered  to detect  small -to-medium  correlations  (r = .33).  \nResults  \nSample  demographics  \n The majorit y of the misophonia  sample  identified  as White  (87%)  and female  (68%).  The \nmean  age of the sample  was 13.7 years  (SD = 2.5) and the mean  age of misophonia  onset  was 8.8 \nyears  (SD = 3.0). The majority  of the anxiety  sample  also identified  as White  (71%)  and female  \n(57%),  with a mean  age of 12.4 years.  The misophonia  group  was significantly  older  and had a \nsignificantly  higher  proportion  of participants  who identified  as White  (see Table  1). A summary  \nof demographic  information  is presented  in Table  1. \nClinic al characteristics  of misophonia  in youth  \n Among  youth  with misophonia,  the most  common  trigger  sounds  included:  eating  sounds  \n(people  eating/chewing/swallowing/lip  smacking/slurping/teeth  tapping),  n = 98 (96%),  \nbreathing  sounds  (people  breathing/sniffing /exhaling/inhaling/yawning),  n = 86 (84%),  throat  \nnoises  (people  making  throat  clearing  sounds/coughing),  n = 67 (66%),  tapping  (people  tapping  \nwith hands,  feet, or object),  n = 55 (54%),  specific  language  sounds  or tones,  rustling  sounds  \n(rustling/clatter ing of paper,  plastic,  or aluminum  foil),  n = 37 (36%),  and environmental  sounds  \n(clocks,  engines,  appliances),  n = 29 (28%).  See Figure  1 for a summary.  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Figure  1 Here  \nMost  youth  with misophonia  reported  experiencing  annoyance/irritation,  n = 99 (97%)  or \nanger,  n = 97 (95%)  when  hearing  (or anticipating  hearing)  trigger  noises.  Other  emotional  \nresponses  or anticipatory  emotions  were  also frequently  endorsed,  including  a general  feeling  of \ndistress,  n = 95 (93%),  worry/anxiety,  n = 81 (79%),  disgust,  n = 69 (68%),  and \nsadness/depression,  n = 44 (43%).  Importantly,  emotional  responses  were  assessed  as in response  \nto or in anticipation  of hearing  triggers  without  specifically  distinguishing  between  them.  A high \nportion  also endorsed  a history  of aggressive  responses,  most  frequently  verbal  aggression,  n = \n87 (85%),  though  physical  aggression  was also common  (including  aggressive  outbursts  or \ndamage  to objects/property),  n = 51 (50%).  Avoidance  of specific  situations  was common  as \nwell,  most  frequently  famil y members,  n = 82 (80%),  and meals,  n = 77 (76%).  Most  of the \nsample  endorsed  specific  modifications,  anticipatory  avoidance,  or reactive  avoidance  behaviors,  \nmost  commonly  covering  ears with hands,  n = 94 (92%),  using  protective  equipment  like \nheadphones,  n = 93 (91%),  or eating  privately  or with special  arrangements  (e.g.,  apart  from  \nsiblings),  n = 86 (84%).  A summary  of these  data is presented  in Figure  2. \nFigure  2 Here  \nPsychiatric  morbidity  \n Psychiatric  morbidity  in the misophonia  sample  was high,  with 81 participants  (79%)  \nmeeting  criteria  for at least one psychiatric  diagnosis.  Almost  half of the sample  experienced  a \nmajor  depressive  disorder  (current  or past),  n = 48 (47%),  with 15 (15%)  experiencing  a current  \ndepressive  episode  at the time of assessm ent. Nearly  half were  experiencing  a current  anxiety  or \nobsessive -compulsive  disorder,  n = 46 (45%);  the most  commonly  anxiety  disorders  were  social  \nanxiety  disorder,  n = 31 (30%)  and generalized  anxiety  disorder  n = 27 (27%).  Obsessive -Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "compulsive  disorder  occurred  in 8 participants  (8%).  Other  common  diagnoses  included  \nattention -deficit/hyperactivity  disorder,  n = 21 (21%)  and chronic  tic disorders,  n = 13 (13%).  \nPlease  see Figure  3 for a summary  of non-misophonia  primary  and total psychiatric  diagnoses  in \nthe sample.   \nFigure  3 Here  \n Youth  were  found  to have  clinically  elevated  internalizing  symptoms  per both youth  and \nparent -report,  YSR -Internalizing  M (SD)  = 67.1 (14.2); CBCL -Internalizing  M (SD)  = 69.8 \n(16.5). These  values  were  significantly  higher  than what  would  be expected  in a randomly  \nsampled  population,  YSR -Internalizing:  t (100) = 12.12 , d = 1.21, p < .001;  CBCL -Internalizing:  \nt (99) = 11.95, d = 1.20, p < .001.  Using  the CBCL  cutoff  of a T-score  of 70 representing  the \nclinical  range,  clinically  elevated  internalizing  symptoms  were  reported  in 44 youth  with \nmisophonia  (43%)  based  on child -report  and 46 youth  (45%)  based  on parent -report.  On average,  \nexternalizing  symptoms  were  in the non-clinical  range  per child - or parent -report,  YSR -\nExternalizing  M (SD)  = 55.4 (8.4);  CBCL -Externalizing  M (SD)  = 52.0 (9.8). The YSR -\nExternalizing  subscale  was significantly  higher  than what  might  be expected  in a typically  \ndevelopi ng sample,  t (100) = 6.51, d = 0.65, p < .001,  though  the CBCL -Externalizing  was not, t \n(99) = 2.03, d = 0.20, p = .045.  Three  youth  with misophonia  (3%)  self-reported  clinically  \nelevated  externalizing  symptoms  and 6 (6%)  parent -reported  clinically  elevated  externalizing  \nsymptoms.  \nOn average,  youth  with misophonia  did not show  elevated  scores  on the SRS-SCI, M \n(SD)  = 55.0 (9.3), or the SRS-RRB,  M (SD)  = 53.9 (10.1), though  these  values  were  significantly  \nhigher  than what  would  be expected  in a random ly sampled  population  with a mean of 50, SRS-\nSCI, t(101)  = 5.49,  d = 0.54, p < .001;  t(100)  = 3.91,  d = .39, p < .001.  Using  a T-score  of 70 as Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "representing  the clinical  range,  8 (8%)  were  found  to have  clinically  elevated  scores  on the SRS-\nSCI and 11 (11% ) on the SRS-RRB.   \nThe most  common ly endorsed  areas  of misophonia -related  impairment  were  family  \nlife/relationships,  n = 95 (93%),  interacting  with people,  n = 51 (50%),  learning/homework,  n = \n44 (43%),  and being  in public,  n = 41 (40%).  A complete  summary  of these  data is presented  in \nFigure  2. \nComparing  psychiatric  symptoms  in anxiety  and misophonia  samples . For all comparison s, \nage-normed  T-scores  were  used.  The anxiety  group  had significantly  higher  scores  on both the \nYSR -Internalizing,  t (191)  = 3.49,  p < .001,  d = .50, and CBCL -Internalizing  subscales,  t (192)  = \n3.52,  p < .001,  d = .51. Externalizing  symptoms  were  not significantly  different  between  the \nanxiety  and misophonia  groups,  YSR -Externalizing:  t (191)  = 1.49,  p = .14, d = .21; CBCL -\nExternalizi ng: t (194)  = 1.72,  p = .087,  d = .25. Youth  with anxiety  disorders  were  found  to have  \nsignificantly  higher  scores  on the SRS-SCI, t (194)  = 3.82,  p < .001,  d = .55., and the SRS-RRB,  \nt (192)  = 3.07,  p = .002,  d = .44. There  were  no significant  differences  between  the samples  in \nPQLES -Q scores,  t (192)  = 0.39,  p = .70, d = .056.  \nA linear  regression  was conducted  controlling  for race (White  vs. non-White)  and an \nidentical  pattern  of significance  emerged . Specifically,  when controlling  for race,  misophonia  \nsample  membership  was associated  with less severe  CBCL -Internalizing , β = -.26, p < .001, ΔR2 \n= .064, YSR -Internalizing,  β = -.24, p < .001,  ΔR2 = .056, SRS-SCI, β = -.27, p < .001, ΔR2 = \n.068, and SRS-RRB  scores,  β = -.22, p = .002, ΔR2 = .047. There  was no significant  association  \nwith CBCL -Externalizing,  β = -.14, p = .051, ΔR2 = .020, YSR -Externalizing,  β = -.11, p = .13, \nΔR2 = .012, or PQLES -Q scores ,  β = -.038, p = .61, ΔR2 = .001. \nClinical  correlates  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Within  the misophonia  sample,  when  controlling  for age and gender,  both the P-MAQ  \nand C-MAQ  were  associated  with a number  of other  clinical  measures,  including  the YSR -\nInternalizing  subscale,  the YSR -Externalizing  subscale,  the CBCL -Internalizing  subscale,  the \nMASC , and the P-QLES -Q. The A-MISO -S was not significantly  associated  with any of the \ntested  variables,  though  was modestly  associated  with the following  variables  at a trend  level:  \nYSR -Internalizing,  CBCL -Externalizing,  SRS-RRB,  and PQLES -Q. See Table  2 for a summary  \nTable  2 here \nDiscussion  \n This study  describe d the clinical  presentation  of misophonia  in a large  cohort  of children  \nand adolescents.  Consistent  with studies  in adults  (Claiborn  et al., 2020;  Jager  et al., 2020;  Rouw  \nand Erfanian,  2018;  Wu et al., 2016) , the most  prevalent  trigger  noises  included  those  related  to \neating,  breathing,  or making  throat  noises,  though  other  trigg ers were  common  as well (e.g.,  \ntapping,  paper  rustling). The most  common  emotional  responses  were  anger  and \nannoyance/irritation,  though  there  was a significant  mix of emotional  responses,  with \nparticipants  also describing  anxiety,  disgust,  and sadness  as well in reaction  to or in anticipation  \nof trigger  noises.  Avoidance  behaviors  were  nearly  ubiquitous,  with the most  frequently  \nendorsed  behaviors  including  covering  ears (with  hands  or noise -blocking  devices  such as \nheadphones),  avoiding  places  involving  eating,  and avoiding  specific  people,  most  commonly  \nfamily  members.  Nearly  all youth  had become  verbally  aggressive  in response  to trigger  noises  \nat some  point,  and over half had engaged  in physical  aggression.  Interference  with family  life \nwas reported  in nearly  every  participant,  though  interference  with social  life outside  the family  \nwas also present  in over half the sample,  and interference  with various  other  areas  of life were  \nalso commonly  endorsed  (e.g.,  school,  learning/homework).  Misophonia  severity  was associated  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "with poorer  quality  of life, which  was reported  at similar  levels  as youth  with anxiety  disorders,  a \npopulation  who consistently  report  quality  of life impairments  compared  with typically  \ndeveloping  youth  (Bastiaansen  et al., 2004;  Ramsawh  and Chavira,  2016) . Also  consistent  with \nreports  in adults  (Claiborn  et al., 2020;  Jager  et al., 2020;  Rouw  and Erfanian,  2018) , most  \nparticipants  were  female,  although  the self-referred  nature  of the sample  warrants  caution  in \ninterpreting  this trend . The age-of-onset  was just younger  than 9, which  aligns  with the lower  \nend of the estimates  that have  been  reported  in adults  (Claiborn  et al., 2020;  Jager  et al., 2020;  \nRouw  and Erfanian,  2018) , as would  be expected  in a study  focused  on youth.  \nHigh  rates  of psychiatric  comorbidity  were  noted  in this sample,  with 80% meeting  \ncriteria  for at least one disorder.  The most  common  psychiatric  diagnoses  were  social  anxiety  \ndisorder,  generalized  anxiety  disorder,  major  depressive  disorder,  and specific  phobias.  \nAnecdotally,  during  interviews,  participants  frequently  described  feeling  depressed  because  of \nthe isolation  and distress  caused  by misop honia.  It is possible  there  is a similar  causal  pathway  \nwith social  anxiety  in severe  cases  of misophonia,  as social  avoidance  and interference  was very \ncommonly  reported  in this sample.  Significant,  medium -to-large  associations  between  the parent - \nand child-report  MAQ  (assessing  misophonia  symptoms ) and anxiety,  internalizing  symptoms,  \nquality  of life, and externalizing  symptoms  were  found,  further  supporting  a link between  \nmisophonia  and psychiatric  symptoms.  It is worth  noting  more  consistent  and larger  associations  \nbetween  psychiatric  symptom  measures  and the MAQ  relative  to the A-MISO -S, whose  items  \nassess  the impact  of misophonia  (e.g.,  “My sound  issues  currently  make  me unhappy;”  “My \nsound  issues  currently  interfere  with my social  life”),  relative  to items  more  directly  assessing  \nmisophonia  severity  on the A-MISO -S (e.g.,  “How  much  distress  do the misophonic  triggers  \ncause  you” ?). Reliability  was also higher  on the MAQ,  which  may have  contributed  to Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "differential  associations . This highlights  the need  for rigorous  psychometric  testing  and \nrefinement  of misophonia  assessments  in youth,  which  are only beginning  to be conducted  \n(Blinded  et al., under  review;  Rinaldi  et al., 2022 a). \nThese  comorbidity  findings  were  consistent  with two studies  in adults  (Rosenthal  et al., \n2022;  Siepsiak  et al., 2022) , though  contras ted two others  that recruited  patients  as part of clinic  \nflow,  which  found  lower  rates  of comorbidity  (Erfanian  et al., 2019;  Jager  et al., 2020 , though  \nhigher -than-expected  depression  and ADHD  were  noted  in Jager  et al., 2020 ). It is possible  this \ndiscrepancy  is due to the recruitment  methods  for these  different  studies;  the current  study  and \nthe similar  adult  studies  used primarily  online  and community -based  recruitm ent whereas  \nErfanian  et al. (2019)  included  both psychiatry  and audiology  clinic  referrals,  the latter  of which  \nmay be less psychiatrically  affected.  Jager  et al. (2020)  may have  also had referral  patterns  that \nresulted  in a different  clinical  presentation . \n Results  support  conceptualizing  misophonia  as a disorder  on the internalizing  spectrum,  \nwith high rates  of negative -valence  emotional  responses  to sound  triggers,  significant  \nassociations  with co-occurring  internalizing  symptoms,  and high comorbidity  with mood  and \nanxiety  disorders.  Further,  despite  frequently  reported  anger  outbursts  and family  conflict  tied to \nmisophonia,  externalizing  symptoms  were  not significantly  different  from  youth  with anxiety  \ndisorders , and similar  to what  might  be expected  in a normative  sample  (Merikangas  et al., \n2010) , suggesting  it is likely  more  an “internalizing”  than “externalizing”  problem.  That said, the \nanxiety  disorder  group  reported  higher  internalizing  symptoms  than the misophonia  group . \nAlthough  this finding  may be related  to a measurement  artifact  (i.e., anxiety  is more  specifically  \nassessed  on the CBCL  and YSR  than misophonia  symptoms ), it may also indicate  that \ncategorizing  misophonia  as an internalizing  disorder  is an overly  simplistic  conclusion . Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "To that end, beyond  internalizing  disorders,  there  were  high rates  of comorbidity  with \nseveral  diagnoses  beyond  what  would  be expected  in a randomly  selected  sample,  including  \nchronic  tic disorders  (13%),  ADHD  (21%),  and OCD  (8%),  as well as high rates  of elevated  \nautistic  characteristics  (8% with elevated  social  communication/interaction  difficulties;  10% with \nelevated  repetitive  behaviors  and focused  interests).  Rather  than being  linked  to one specific  \ndiagnosis,  it is likely  that shared  transdiagnostic  processes  across  these  diagnoses  led to this \npattern.  One psychological  dimension  that may be implicated  across  these  disorders  is sensory  \ndysregulation,  which  should  be more  thoroughly  investigated  in follow -up work  (Harrison  et al., \n2019) . Further  research  should  seek to better  understand  comorbidity  in misophonia,  as co-\noccurring  psychiatric  diagnoses  likely  exist  due to shared  predispositions  (e.g.,  genetics,  \nneurobiology,  behavioral  patterns)  as well as causal  pathways  (e.g.,  misophonia -related  isolation  \ncausing  depression  and social  anxiety).   \nIt is worth  noting  that the anxiety  sample  reported  significantly  higher  autistic  \ncharacteristics  than the misophonia  sample, and further,  that misophonia  symptoms  were  not \ncorrelated  with autism  characteristics , consistent  with a large  study  in adults  (Jager  et al., 2020) . \nAutism  features  have  been  found  to be elevated  in youth  with misophonia  relative  to non-\nmisophonia  controls  in prior  work  (Rinaldi  et al., 2022 b); it is plausible  that some  may consider  \nthis finding  reflective  of some  specific  relationship  between  autism  and misophonia,  particularly  \nwhen  considering  the phenomenological  simila rities  in sound  sensitivity  in these  syndromes,  \nwhich  are rarely  seen in other  populations.  When comparing  with a relevant  psychiatric  control  \nin this study , the autism -misophonia  connection  appears  less specific  and further  supports  the \nnotion  that there  may be other  underlying  dimensions  across  these  conditions  (e.g.,  emotional  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "and sensory  hyperreactivity ), rather  that misophonia  reflecting  a symptom  of some  other  \ndiagnosis.  \n. A clear  understanding  of the clinic al presentation  of misophonia  in youth  provides  a \nmuch -needed  foundation  for interdisciplinary  work  investigating  the mechanisms  of this \ndisorder,  which  will inform  innovative  treatment  development.  For example,  avoidance  behavior  \nwas very commonly  reporte d in this sample,  both in anticipation  of and in response  to trigger  \nnoises  (e.g.,  using  headphones,  avoiding  family  members,  avoiding  meals).  Behavioral  and \nemotional  avoidance  is considered  to play a central  role in the development  and maintenance  of \nmood, anxiety,  and obsessive -compulsive  disorders  in youth , and thus has become  a key \ntreatment  target  of cognitive -behavioral  therapies , and it is reasonable  to expect  it would  play a \nsimilar  role in misophonia  (Chu,  2013;  Kennedy  and Ehrenreich -May,  2017) .  \n This study  had several  limitations.  First,  participants  primarily  identified  as White  and \nEnglish  speaking;  further  work is needed  to understand  misophonia  in culturally  diverse  \npopulations.  The comparison  anxiety  group  was significantly  younger  and less frequently  \nidentified  as White;  although  age-corrected  scores  were  used in comparison  analyses  and the \npattern  of result s did not change  when  statistically  controlling  for race, results  should  be \nconsidered  within  this possible  limitation.  Similarly,  the misophonia  sample  was recruited  \npredominantly  from  online  support  communities,  and may reflect  youth  with more  severe,  \nprimary  misophonia , and results  may be less generalizable  to youth  with misophonia  sampled  \nfrom  the general  population,  or youth  with misophonia  as a secondary  diagnosis.  Another  \nlimitation  of this study  was the use of misophonia  assessments  with only prelim inary  \npsychometric  validation ; unfortunately  no validated  assessments  were  available  when  this study  \nbegan  and thus we adapted  measures  from  the adults  literature  to draw  conclusions.  Rigorous  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "development  of psychometrically  validated  assessment  for misoph onia severity  and diagnosis  are \nneeded  in the future.  Further,  only auditory  triggers  were  assessed  in this study  despite  an \nincreasing  appreciation  of visual  triggers  in the clinical  presentation  of misophonia  (Swedo  et al., \n2022)  Further  research  is also needed  to understand  clinical  features  of misophonia  from  \ninterdisciplinary  perspectives  (e.g.,  audiological  and neurobiological  evaluations  were  not \nincluded  in this study)  and in comparison  with other  populations  (e.g.,  autistic  youth).   \n This study  provided  foundational  data on the clinical  presentation  of misophonia  in \nyouth,  confirming  a highly  impairing  clinical  presentation  that is congruent  with reports  in adults  \nwhile  adding  an important  developmental  perspective.  Further  research  is needed  to understand  \nthe mechanisms  of this disorder  to inform  treatment  development.    \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "References  \n \nAchenbach,  T.M.,  Rescorla,  L., 2001.  Manual  for the ASEBA  School -Age Forms  & Profiles.  \nUniversity  of Vermont,  Research  Center  for Children,  Youth,  & Families,  Burlington,  VT. \nBastiaansen,  D., Koot,  H.M.,  Ferdinand,  R.F.,  Verhulst,  F.C.,  2004.  Quality  of Life in Children  \nWith  Psychiatric  Disorders:  Self-, Parent,  and Clinician  Report.  Journal  of the American  \nAcademy  of Child  & Adolescent  Psychiatry  43, 221–230. https://doi.org/10.1097/0000458 3-\n200402000 -00019  \nBoyle,  M.H.,  Duncan,  L., Georgiades,  K., Bennett,  K., Gonzalez,  A., Van Lieshout,  R.J., \nSzatmari,  P., MacMillan,  H.L.,  Kata,  A., Ferro,  M.A.,  Lipman,  E.L.,  Janus,  M., 2017.  \nClassifying  child  and adolescent  psychiatric  disorder  by problem  checklists  and standardized  \ninterviews.  International  Journal  of Methods  in Psychiatric  Research  26, e1544.  \nhttps://doi.org/10.1002/mpr.1544  \nBruni,  T.P.,  2014.  Test Review:  Social  Responsesiveness  Scale -Second  Edition  (SRS -2). Journal  \nof Psychological  Asse ssment  32, 365–369. https://doi.org/doi:10.1177/0734282913517525  \nCervin,  M., Guzick,  A.G.,  Smith,  E.E.A.,  Clinger,  J., Draper,  I.A., Goodman,  W.K.,  Lijffift,  M., \nMurphy,  N., Schneider,  S.C.,  Storch,  E.A.,  under  review.  A psychometric  evaluation  of child  and \nparent  measures  of pediatric  misophonia.  \nChu,  B.C.,  2013.  Behavioral  avoidance  across  anxiety,  depression,  impulse,  and conduct  \nproblems,  in: Transdiagnostic  Treatments  for Children  and Adolescents:  Principles  and Practice.  \nGuilford  Press.  \nClaiborn,  J.M., Dozier,  T.H.,  Hart,  S.L.,  Lee, J., 2020.  Self-identified  misophonia  \nphenomenology,  impact,  and clinical  correlates.  Psychological  Thought  13, 349–375. \nhttps://doi.org/10.37708/psyct.v13i2.454  \nConstantino,  J.N., Gruber,  C.P.,  2012.  Social  Responsiveness  Scale-Second  Edition  (SRS -2). \nCusack,  S.E.,  Cash,  T.V.,  Vrana,  S.R.,  2018.  An examination  of the relationship  between  \nmisophonia,  anxiety  sensitivity,  and obsessive -compulsive  symptoms.  Journal  of Obsessive -\nCompulsive  and Related  Disorders  18, 67–72. https: //doi.org/10.1016/j.jocrd.2018.06.004  \nDover,  N., McGuire,  J.F., 2021.  Family -Based  Cognitive  Behavioral  Therapy  for Youth  With  \nMisophonia:  A Case  Report.  Cognitive  and Behavioral  Practice.  \nhttps://doi.org/10.1016/j.cbpra.2021.05.005  \nDozier,  T.H.,  2015.  Counterconditioning  Treatment  for Misophonia.  Clinical  Case  Studies  14, \n374–387. https://doi.org/10.1177/1534650114566924  \nDuncan,  L., Georgiades,  K., Wang,  L., Van Lieshout,  R.J., MacMillan,  H.L.,  Ferro,  M.A.,  \nLipman,  E.L.,  Szatmari,  P., Bennett,  K., Kata,  A., Janus,  M., Boyle,  M.H.,  2018.  Psychometric  \nevaluation  of the Mini  International  Neuropsychiatric  Interview  for Children  and Adolescents  \n(MINI -KID).  Psychol  Assess  30, 916–928. https://doi.org/10.1037/pas0000541  \nEndicott,  J., Nee, J., Yang,  R., Wohlberg,  C., 2006.  Pediatric  Quality  of Life Enjoyment  and \nSatisfaction  Questionnaire  (PQ-LES-Q): Reliability  and Validity.  Journal  of the American  \nAcademy  of Child  & Adolescent  Psychiatry  45, 401–407. \nhttps://doi.org/10.1097/01.chi.0000198590.38325.81  \nErfanian,  M., Kartsonaki,  C., Keshavarz,  A., 2019.  Misophonia  and comorbid  psychiatric  \nsymptoms:  a preliminary  study  of clinical  findings.  Nordic  Journal  of Psychiatry  73, 219–228. \nhttps://doi.org/10.1080/08039488.2019.1609086  \nGeorge,  D., Mallery,  P., 2010.  SPSS  for Windows  Step by Step:  A Simple  Guide  and Reference.  \nPearson  Education,  Boston,  MA. Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Golomb,  R.G.,  Mouton -Odum,  S., 2016.  Psychological  Interventions  for Children  with Sensory  \nDysregulation.  Guilford  Publications.  \nGoodman,  W.K.,  1989.  The Yale -Brown  Obsessive  Compulsive  Scale:  II. Validity.  Arch  Gen \nPsychiatry  46, 1012.  https://doi.org/10.1001/archpsyc.1989.01810110054008  \nGoodman,  W.K.,  Price,  L.H.,  Rasmussen,  S.A.,  Mazure,  C., Fleischmann,  R.L.,  Hill, C.L.,  \nHeninger,  G.R.,  Charney,  D.S.,  1989.  The Yale -Brown  Obsessive  Compulsive  Scale:  I. \nDevelopment,  Use, and Reliability.  Arch  Gen Psychiatry  46, 1006–1011.  \nhttps://doi.org/10.1001/archpsyc.1989.01810110048007  \nHarrison,  L.A.,  Kats,  A., Williams,  M.E.,  Aziz -Zadeh,  L., 2019.  The Importance  of Sensory  \nProcessing  in Mental  Health:  A Proposed  Addition  to the Research  Domain  Criteria  (RDoC)  and \nSuggestions  for RDoC  2.0. Frontiers  in Psychology  10. \nJager,  I., Koning,  P. de, Bost,  T., Denys,  D., Vulink,  N., 2020.  Misophonia:  Phenomenology,  \ncomorbidity  and demographics  in a large  sample.  PLOS  ONE  15, e0231390.  \nhttps://doi.org/10.1371/journal.pone.0231390  \nJastreboff,  P.J., Jastreboff,  M.M.,  2000.  Tinnitus  Retraining  Therapy  (TRT)  as a Method  for \nTreatment  of Tinnitus  and Hyperacusis  Patients.  Tinnitus  Retraining  Therapy  11, 18. \nJohnson,  M., Dozier,  T., 2013.  Misophonia  Assessment  Questionnaire  =. \nKennedy,  S.M.,  Ehrenreich -May,  J., 2017.  Assessment  of Emotional  Avoidance  in Adolescents:  \nPsychometric  Properties  of a New  Multidimensional  Measure.  J Psychopathol  Behav  Assess  39, \n279–290. https://doi.org/10.1007/s10862 -016-9581 -7 \nLewin,  A., 2020.  Misophonia  Assessment  Interview.  \nLewin,  A.B.,  Dickinson,  S., Kudryk,  K., Karlovich,  A.R.,  Harmon,  S.L.,  Phillips,  D.A.,  \nTonarely,  N.A.,  Gruen,  R., Small,  B., Ehrenreich -May,  J., 2021.  Transdiagnostic  cognitive  \nbehavioral  therapy  for misophonia  in youth:  Methods  for a clinical  trial and four pilot cases.  \nJournal  of Affective  Disorders  291, 400–408. https://doi.org/10.1016/j.jad.2021.04.027  \nMcGuire,  J.F., Wu, M.S.,  Storch,  E.A.,  2015.  Cogni tive-Behavioral  Therapy  for 2 Youths  With  \nMisophonia.  J Clin Psychiatry  76, 3143.  https://doi.org/10.4088/JCP.14cr09343  \nMerikangas,  K.R.,  He, J., Burstein,  M., Swanson,  S.A.,  Avenevoli,  S., Cui, L., Benjet,  C., \nGeorgiades,  K., Swendsen,  J., 2010.  Lifetime  Prevalence  of Mental  Disorders  in U.S. \nAdolescents:  Results  from  the National  Comorbidity  Survey  Replication –Adolescent  \nSupplement  (NCS -A). Journal  of the American  Academy  of Child  & Adolescent  Psychiatry  49, \n980–989. https://doi.org/10.1016/j.jaac.2010.05 .017 \nMuller,  D., Khemlani -Patel,  S., Neziroglu,  F., 2018.  Cognitive -Behavioral  Therapy  for an \nAdolescent  Female  Presenting  With  Misophonia:  A Case  Example.  Clinical  Case  Studies  17, \n249–258. https://doi.org/10.1177/1534650118782650  \nNaylor,  J., Caimino,  C., Scutt,  P., Hoare,  D.J., Baguley,  D.M.,  2021.  The Prevalence  and \nSeverity  of Misophonia  in a UK Undergraduate  Medical  Student  Population  and Validation  of \nthe Amsterdam  Misophonia  Scale.  Psychiatr  Q 92, 609–619. https://doi.org/10.1007/s11126 -\n020-09825 -3 \nPascal,  S.A.,  Rodina,  I.R., Nedelcea,  C., 2020.  A Meta -Analysis  on the Efficacy  of Exposure -\nBased  Treatment  in Anxiety  Disorders:  Implications  for Disgust.  Journal  of Evidence -Based  \nPsychotherapies  20, 31–49. \nPotgieter,  I., MacDonald,  C., Partridge,  L., Cima, R., Sheldrake,  J., Hoare,  D.J., 2019.  \nMisophonia:  A scoping  review  of research.  Journal  of Clinical  Psychology  75, 1203–1218.  \nhttps://doi.org/10.1002/jclp.22771  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Ramsawh,  H.J., Chavira,  D.A.,  2016.  Association  of Childhood  Anxiety  Disorders  and Quality  \nof Life in a Primary  Care  Sample.  Journal  of Developmental  & Behavioral  Pediatrics  37, 269–\n276. https://doi.org/10.1097/DBP.0000000000000296  \nReid,  A.M.,  Guzick,  A.G.,  Gernand,  A., Olsen,  B., 2016.  Intensive  cognitive -behavioral  therapy  \nfor comorbid  misophon ic and obsessive -compulsive  symptoms:  A systematic  case study.  Journal  \nof Obsessive -Compulsive  and Related  Disorders  10, 1–9. \nhttps://doi.org/10.1016/j.jocrd.2016.04.009  \nRinaldi,  L. J., Simner,  J., Koursarou,  S., Ward,  J., 2022.  Autistic  traits,  emotion  regulation,  and \nsensory  sensitivities  in children  and adults  with Misophonia.  J Autism  Dev Disord.  \nhttps://doi.org/10.1007/s10803 -022-05623 -x \nRinaldi,  L.J., Smees,  R., Ward,  J., Simner,  J., 2022.  Poorer  Well -Being  in Children  With  \nMisophonia:  Evidence  From  the Sussex  Misophonia  Scale  for Adolescents.  Front  Psychol  13, \n808379.  https://doi.org/10.3389/fpsyg.2022.808379  \nRosenthal,  M.Z.,  Anand,  D., Cassiello -Robbins,  C., Williams,  Z.J., Guetta,  R.E.,  Trumbull,  J., \nKelley,  L.D.,  2021.  Development  and Initial  Valid ation  of the Duke  Misophonia  Questionnaire.  \nFrontiers  in Psychology  12. \nRosenthal,  M.Z.,  McMahon,  K., Greenleaf,  A.S.,  Cassiello -Robbins,  C., Guetta,  R., Trumbull,  J., \nAnand,  D., Frazer -Abel,  E.S.,  Kelley,  L., 2022.  Phenotyping  misophonia:  Psychiatric  disorders  \nand medical  health  correlates.  Front  Psychol  13, 941898.  \nhttps://doi.org/10.3389/fpsyg.2022.941898  \nRouw,  R., Erfanian,  M., 2018.  A Large -Scale  Study  of Misophonia.  Journal  of Clinical  \nPsychology  74, 453–479. https://doi.org/10.1002/jclp.22500  \nSariged ik, E., Yurteri,  N., 2021.  Misophonia  Successfully  Treated  of With  Fluoxetine:  A Case  \nReport.  Clinical  Neuropharmacology  44, 191–192. \nhttps://doi.org/10.1097/WNF.0000000000000465  \nSchröder,  A., Vulink,  N., Denys,  D., 2013.  Misophonia:  Diagnostic  Criteria  for a New  \nPsychiatric  Disorder.  PLOS  ONE  8, e54706.  https://doi.org/10.1371/journal.pone.0054706  \nSheehan,  D.V.,  Sheehan,  K.H.,  Shytle,  R.D.,  Janavs,  J., Bannon,  Y., Rogers,  J.E., Milo,  K.M.,  \nStock,  S.L.,  Wilkinson,  B., 2010.  Reliability  and Validity  of the Mini International  \nNeuropsychiatric  Interview  for Children  and Adolescents  (MINI -KID).  J Clin Psychiatry  71, 0–\n0. https://doi.org/10.4088/JCP.09m05305whi  \nSiepsiak,  M., Rosenthal,  M.Z.,  Raj-Koziak,  D., Dragan,  W., 2022.  Psychiatric  and audiologic  \nfeatures  of misophonia:  Use of a clinical  control  group  with auditory  over-responsivity.  J \nPsychosom  Res 156, 110777.  https://doi.org/10.1016/j.jpsychores.2022.110777  \nSmith,  E.E.A.,  Guzick,  A.G.,  Draper,  I.A., Clinger,  J., Schneider,  S.C.,  Goodman,  W.K.,  Brout,  \nJ.J., Lijffijt,  M., Storch,  E.A.,  2022.  Perceptions  of various  treatment  approaches  for adults  and \nchildren  with misophonia.  Journal  of Affective  Disorders  316, 76–82. \nhttps://doi.org/10.1016/j.jad.2022.08.020  \nSwedo,  S.E.,  Baguley,  D.M.,  Denys,  D., Dixon,  L.J., Erfanian,  M., Fioretti,  A., Jastreboff,  P.J., \nKumar,  S., Rosenthal,  M.Z.,  Rouw,  R., Schiller,  D., Simner,  J., Storch,  E.A.,  Taylor,  S., Werff,  \nK.R.V.,  Altimus,  C.M.,  Raver,  S.M.,  2022.  Consensus  Definition  of Misophonia:  A Delphi  \nStudy.  Frontiers  in Neuro science  16. \nWalter,  H.J., Bukstein,  O.G.,  Abright,  A.R.,  Keable,  H., Ramtekkar,  U., Ripperger -Suhler,  J., \nRockhill,  C., 2020.  Clinical  Practice  Guideline  for the Assessment  and Treatment  of Children  \nand Adolescents  With  Anxiety  Disorders.  Journal  of the American  Academy  of Child  & \nAdolescent  Psychiatry  59, 1107–1124.  https://doi.org/10.1016/j.jaac.2020.05.005  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Weisz,  J.R., Kuppens,  S., Ng, M.Y.,  Eckshtain,  D., Ugueto,  A.M.,  Vaughn -Coaxum,  R., Jensen -\nDoss,  A., Hawley,  K.M.,  Krumholz  Marchette,  L.S.,  Chu,  B.C., Weersing,  V.R.,  Fordwood,  \nS.R.,  2017.  What  five decades  of research  tells us about  the effects  of youth  psychological  \ntherapy:  A multilevel  meta -analysis  and implications  for science  and practice.  American  \nPsychologist  72, 79–117. https://doi.org/10.1037 /a0040360  \nWu, M.S.,  Pinto,  A., Horng,  B., Phares,  V., McGuire,  J.F., Dedrick,  R.F.,  Van Noppen,  B., \nCalvocoressi,  L., Storch,  E.A.,  2016.  Psychometric  properties  of the Family  Accommodation  \nScale  for Obsessive -Compulsive  Disorder -Patient  Version.  Psychol  Assess  28, 251–262. \nhttps://doi.org/10.1037/pas0000165  \nZhou,  X., Teng,  T., Zhang,  Y., Del Giovane,  C., Furukawa,  T.A.,  Weisz,  J.R., Li, X., Cuijpers,  \nP., Coghill,  D., Xiang,  Y., Hetrick,  S.E.,  Leucht,  S., Qin, M., Barth,  J., Ravindran,  A.V.,  Yang,  \nL., Curry , J., Fan, L., Silva,  S.G.,  Cipriani,  A., Xie, P., 2020.  Comparative  efficacy  and \nacceptability  of antidepressants,  psychotherapies,  and their combination  for acute  treatment  of \nchildren  and adolescents  with depressive  disorder:  a systematic  review  and network  meta -\nanalysis.  The Lancet  Psychiatry  7, 581–601. https://doi.org/10.1016/S2215 -0366(20)30137 -1 \n \n  \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Contributors  \nAndrew  G. Guzick - drafted  the manuscript,  conducted  analyses,  implemented  study  and \ninterpreted  results.  \nMatti  Cervin - drafted  the manuscript  and interpreted  results  \nEleanor  EA Smith - acquired  data and drafted  the manuscript  \nJane  Clinger  and Isabel  Draper - acquired  data and revised  draft for intellectual  content  \nWayne  K. Goodman,  Marijn  Lijffijt,  Nicholas  Murphy,  Adam  B. Lewin  - revised  draft for \nintellectual  content  \nSophie  C. Schneider  – design ed the study,  revised  draft for intellectual  content  \nEric A. Storch  –design ed and implemented  the study ; drafted  the manuscript ; \ninterpreted  results  \nRole  of the Funding  Source:  Research  reported  in this publication  was supported  by a \ngrant  from the Ream  Foun dation/Milken  Institute/Misophonia  Research  Fund,  as well as \nsupport  from the Eunice  Kennedy  Shriver  National  Institute  of Child  Health  & Human  \nDevelopment  of the National  Institutes  of Health  under  Award  Number  P50HD103555  \nfor use of the Clinical  and Translational  Core  facilities.  The content  is solely  the \nresponsibility  of the authors  and does  not necessarily  represent  the official  views  of the \nReam  Foundation  nor the National  Institutes  of Health . The content  is solely  the \nresponsibility  of the authors  and does  not necessarily  represent  the official  views  of the \nReam  Foundation /Milken  Institute/Misophonia  Research  Fund  or the National  Institutes  \nof Health . \nAcknowledgements : We thank  the families  who participated  in this study  as well as \nthe numerous  misophonia  advocates  who helped  promote  the study .  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Figure  1. Trigger  noises  among  youth  with misophonia  (N = 102) \nFigure  2. Clinical  characteristics  of youth  with misophonia  (N = 102) \nFigure  3. Psychiatric  diagnoses  among  youth  with misophonia  (N = 102) \n \n \n  \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Table  1. Demographics  \n Misophonia  \nsample  (N = 102) Anxiety  sample  \n(N = 94) Difference  (d or \nχ2) \nAge M (SD)  13.7 (2.5)  12.4 (2.6)  d = .50**  \nGender  N (%)   χ2 (1) = 2.18 a \n Male  29 (28%)  32 (34%)   \n Female   69 (68%)  54 (57%)   \n Trans  male  1 (1%)  0 (0%)   \n Trans  female  1 (1%)  0 (0%)   \n Other  2 (2%)  8 (9%)   \nRace  N (%)   χ2 (1) = 7.69*  b \n White  89 (87%)  67 (71%)   \n Asian  4 (4%)  2 (2%)   \n Black  or African  American  3 (3%)  10 (11%)   \n Other  (self-described)     \n  Arab  1 (1%)    \n  White/African  \nAmerican  or Black  1 (1%)  1 (1%)   \n  Asian/White   6 (6%)   \n  Evite/Latino   1 (1%)   \n  Hispanic   1 (1%)   \n  Biracial   1 (1%)   \n Did not respond  4 (4%)  1 (1%)   \nHispanic  Ethnicity  N (%) 6 (6%)  13 (14%)   \n* p < .01; ** p < .001 \na Comparison  was females  vs. non-females  due to low frequency  of non male/female  gender  \nidentities  \nb Comparison  was White  vs. non-White  due to low frequency  of individual  non-White  racial  \nidentities  \n \n  Journal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Table  2. Correlations  between  misophonia  severity  and psychiatric  symptoms  (controlling  for age and \ngender)  \n  YSR -\nInternalizing  YSR -\nExternalizing  CBCL -\nInternalizing  CBCL -\nExternalizing  SRS-2- \nSCI SRS-2-\nRRB MASC  PQLES\n-Q \nA-MISO -S .22+ .19 .15 .23+ .16 .21+ .12 -.26+ \nP-MAQ  .39**  .28* .26* .13 .18 .20 .28* -.32* \nC-MAQ  .56**  .41**  .30* .15 .24+ .22+ .38**  -.52**  \n+p<.05;  *p<.01;  **p<.001  \nA-MISO -S=Amsterdam  Misophonia  Scale;  C-MAQ=Child -report  Misophonia  Assessment  \nQuestionnaire;  CBCL=Child  Behavior  Checklist;  MASC=Multidimensional  Anxiety  Scale  for Children;  \nP-MAQ=Parent -report  Misophonia  Assessment  Questionnaire;  P-QLES -Q: Quality  of Life Enjoyment  \nand Satisfaction  Questionnaire ; SRS-2-RRB=Social  Responsiveness  Scale,  Second  Edition -Repetitive  \nBehaviors  and Restricted  Interests  Subscale;  SRS-2-SCI=Social  Responsiveness  Scale,  Second  Edition -\nSocial  Communication  Impairment  Index;  YSR=Youth  Self-Report  \n \n  \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Highlights  \n Misophonia was associated with substantial  functional impairment in this sample  \n Anger/irritation, avoidance behavior, and impact to family life were nearly universal  \n Anxiety disorders were common  (45%)  as were current or past depressive disorders (46%)  \n Other common comorbidities were attention -deficit/hyperactivity disorder  (21%) and tic \ndisorders (13%)  \n Youth with misophonia had  elevated internalizing symptoms and autism features relative to \npopulation norms  (though less than youth with anxiety disorders)  \nJournal Pre-proof\nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Figure 1"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Figure 2"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Figure 3"
    }
  ]
}