{
  "doc_type": "scientific paper",
  "title": "History of Tinnitus Research at the VA National Center for Rehabilitative Auditory Research (NCRAR), 1997–2021: Studies and Key Findings",
  "authors": [
    "James A. Henry, Ph.D.",
    "Robert L. Folmer, Ph.D.",
    "Tara L. Zaugg, Au.D.",
    "Sarah M. Theodoroff, Ph.D.",
    "Candice M. Quinn, Au.D., Ph.D.",
    "Kelly M. Reavis, M.S., Ph.D.",
    "Emily J. Thielman, M.S.",
    "Kathleen F. Carlson, M.S., Ph.D."
  ],
  "year": 2024,
  "journal": "Seminars in Hearing",
  "doi": "10.1055/s-0043-1770140.",
  "abstract": "The Veterans Affairs (VA) Rehabilitation Research & Development (RR&D) National Center for Rehabilitative Auditory Research (NCRAR) was first funded by the RR&D Service in 1997 and has been funded continuously since that time. The overall purpose of the NCRAR is to “improve the quality of life of Veterans and others with hearing and balance problems through clinical research, technology development, and education that leads to better patient care” (www.ncrar.research.va.gov). An important component of the research conducted at the NCRAR has been a focus on clinical and rehabilitative aspects of tinnitus. Multiple investigators have received grants to conduct tinnitus research and the present article provides an overview of this research from the NCRAR’s inception through 2021.",
  "keywords": [
    "tinnitus",
    "assessment",
    "intervention",
    "research",
    "review"
  ],
  "research_topics": [
    "tinnitus assessment",
    "psychoacoustic testing",
    "tinnitus questionnaires",
    "Tinnitus Functional Index (TFI)",
    "Tinnitus and Hearing Survey (THS)",
    "Tinnitus Screener",
    "tinnitus psychoacoustic measurement",
    "loudness discomfort levels (LDLs)",
    "ecological momentary assessment (EMA)",
    "standardization of tinnitus care",
    "audiologic evaluation",
    "hearing loss",
    "hyperacusis",
    "clinical research on tinnitus",
    "technology development for tinnitus assessment"
  ],
  "created_at": "2025-05-05T02:31:04.505618Z",
  "source_pdf": "documents/research/Global/Henry 2023 History of Tinnitus at VA.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "History of Tinnitus Research at the VA\nNational Center for Rehabilitative Auditory\nResearch (NCRAR), 1997–2021: Studies and\nKey Findings\nJames A. Henry, Ph.D.,1,2Robert L. Folmer, Ph.D.,1,2\nTara L. Zaugg, Au.D.,1Sarah M. Theodoroff, Ph.D.,1,2\nCandice M. Quinn, Au.D., Ph.D.,1,3,4Kelly M. Reavis, M.S., Ph.D.,1,5\nEmily J. Thielman, M.S.,1and Kathleen F. Carlson, M.S., Ph.D.1,5,6\nABSTRACT\nThe Veterans Affairs (VA) Rehabilitation Research & Devel-\nopment (RR&D) National Center for Rehabilitative Auditory Research\n(NCRAR) was ﬁrst funded by the RR&D Service in 1997 and has beenfunded continuously since that time. The overall purpose of the\nNCRAR is to “improve the quality of life of Veterans and others\nwith hearing and balance problems through clinical research, technolo-gy development, and education that leads to better patient care” ( www.\nncrar.research.va.gov ). An important component of the research con-\nducted at the NCRAR has been a focus on clinical and rehabilitativeaspects of tinnitus. Multiple investigators have received grants to\nconduct tinnitus research and the present article provides an overview\nof this research from the NCRAR’s inception through 2021.THIEME\n1VA RR&D National Center for Rehabilitative Auditory\nResearch (NCRAR), Veterans Affairs Portland HealthCare System, Portland, Oregon;\n2Department of Otolaryn-\ngology/Head and Neck Surgery, Oregon Health and Sci-\nence University, Portland, Oregon;3Durham VA Health\nCare System, Durham, North Carolina;4Department of\nHead and Neck Surgery and Communication Sciences,\nDuke University School of Medicine, Durham, NorthCarolina;\n5School of Public Health, Oregon Health and\nScience University, Portland, Oregon;6Center to Improve\nVeteran Involvement in Care, Veterans Affairs PortlandHealth Care System, Portland, Oregon.\nAddress for correspondence: James A. Henry, Ph.D.,\nVA RR&D National Center for Rehabilitative AuditoryResearch (NCRAR), Veterans Affairs Portland HealthCare System, 3710 SW US Veterans Hospital Road, Port-\nland, OR 97239 (e-mail: hh8722@gmail.com).\nVA Rehabilitation Research for Hearing and Balance\nDisorders; Guest Editors, Dawn Konrad-Martin, Ph.D.\nand Michelle E. Hungerford, Au.D.\nSemin Hear 2024;45:4–28. #2023. The Author(s).\nThis is an open access article published by Thieme under the terms of the\nCreative Commons Attribution-NonDerivative-NonCommercial-Li-cense, permitting copying and reproduction so long as the original work\nis given appropriate credit. Contents may not be used for commercial\npurposes, or adapted, remixed, transformed or built upon. (https://creati-vecommons.org/licenses/by-nc-nd/4.0/)\nThieme Medical Publishers, Inc., 333 Seventh Avenue, 18th\nFloor, New York, NY 10001, USADOI: https://doi.org/10.1055/s-0043-1770140.\nISSN 0734-0451.\n4\nArticle published online: 2023-06-22"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "KEYWORDS: tinnitus, assessment, intervention, research, review\nThe National Center for Rehabilitative\nAuditory Research (NCRAR) was established\nin 1997 at the Veterans Affairs (VA) PortlandHealth Care System (VAPORHCS) in Port-\nland, Oregon. The NCRAR is one of 13\nresearch centers supported by the VA Rehabili-tation Research & Development (RR&D) Ser-\nvice. Each of the RR&D centers focuses on a\nspeciﬁc health condition that is of relevance tothe U.S. military Veterans. The NCRAR is the\nonly RR&D center that focuses on auditory and\nvestibular research. Most of the research hasbeen of a clinical nature involving human\nparticipants. The NCRAR does not directly\nconduct animal research.\nThe purpose of this article is to summarize\nthe tinnitus research that has been conducted by\nNCRAR investigators. The amount and scopeof the research is substantial; descriptions of the\ndifferent studies are accordingly brief, while key\nﬁndings are highlighted.\nThe genesis of tinnitus research at the\nNCRAR traces back to James Henry being\nhired by John McDermott in 1987 as a researchaudiologist at the VAPORHCS. Being in-\nvolved in research inspired Henry to return to\nschool to earn a PhD, and he enrolled in theBehavioral Neuroscience doctoral program at\nOregon Health & Science University (OHSU)\nin 1988. He spent the next 6 years in thatprogram while working half-time for McDer-\nmott and Stephen Fausti. His doctoral training\nlaboratory was the Oregon Hearing ResearchCenter (OHRC). The OHRC, which is the\nresearch arm of the Department of Otolaryn-\ngology—Head and Neck Surgery at OHSU,housed the OHSU Tinnitus Clinic.\n1The di-\nrector of the OHRC was Jack Vernon who\npioneered tinnitus research and developed themasking technique for tinnitus intervention.\n2\nThe OHRC had other tinnitus researchers,including Mary Meikle who was Henry’s re-search advisor. Under Meikle’s tutelage, Henry\ncompleted a master’s degree in behavioral neu-\nroscience, which involved a project to comparepulsed versus continuous tones for assessment\nof tinnitus loudness.\n3His doctoral dissertation\naddressed the question of whether loudnessrecruitment was responsible for the paradoxi-\ncally small size of tinnitus loudness matches.4\nThese projects set the stage for Henry to further\npursue tinnitus psychoacoustic assessment,\nresulting in his ﬁrst research grant fromRR&D in 1995. Hence, tinnitus research was\nalready underway at the VAPORHCS when\nthe NCRAR was ﬁrst funded. Tinnitus re-search at the NCRAR has been ongoing since\nthen, and numerous other NCRAR investiga-\ntors have conducted their own studies, includ-ing (in alphabetical order) Kathleen Carlson,\nRobert Folmer, Erin Martz, Candice Quinn,\nKelly Reavis, Sarah Theodoroff, and TaraZaugg. Each of these investigators has received\ngrant funding to conduct tinnitus research\nunder the auspices of the NCRAR. Manymore individuals, both internal and external\nto the NCRAR, have contributed to the differ-\nent tinnitus studies. Their names appear ascoauthors on the publications that are cited\nthroughout this article.\nTINNITUS ASSESSMENT\n“Diagnosing” tinnitus relies entirely on apatient’s self-report—objective detection of\nthe tinnitus sensation (the sound itself) is not\nusually possible.\n5,6Further, perceiving a phan-\ntom sound does not determine how a person’s\nlife may be affected by that perception. Chronic\ntinnitus is experienced by 10 to 15% of alladults.\n7Only about one in ﬁve of those, how-\never, will seek professional services.8For the\nremainder, the sensation is most likely ignoredmost of the time.\nFor individuals with bothersome tinnitus,\navailable interventions are intended to mitigatethe sensation of tinnitus and/or the effects of\ntinnitus. The sensation of tinnitus is often asses-\nsed using rating scales and psychoacoustic testingmethods.\n5,6A number of questionnaires have\nbeen developed and validated for assessing effects\nof tinnitus (e.g., concentration difﬁculties, sleepdisturbance, emotional distress, feelings of intru-\nsiveness, and reduced sense of control).HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 5"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Psychoacoustic Assessment\nTinnitus psychoacoustic research has been a\nmainstay at the NCRAR throughout its history.Henry and colleagues developed computer-au-\ntomated methods to perform tinnitus psycho-\nacoustic assessment.\n9,10The idea of using\ncomputer automation to conduct this testing\noriginated from Stephen Fausti, founder and\nprevious director of the NCRAR. This line ofresearch has been near-continuous since 1995,\nwith seven successive grants funded by RR&D\nand 15 peer-reviewed articles published to date.In 2009, we received the Technology Innovation\nAward from OHSU for our work on the com-\nputer-automated Tinnitus Evaluation System(TES). In 2015, the TES was patented and\nthe rights to its commercial production were\nlicensed. TES research is currently funded byRR&D through 2024 to obtain normative tin-\nnitus psychoacoustic data, which are essential for\nstandardization of these measures.\nThe TES has been shown to (1) obtain\nmeasures of tinnitus loudness and pitch that are\ncomparable to the same measures obtained byan audiologist using a clinical audiometer\n11; (2)\nobtain reliable hearing thresholds with 1-dB\nresolution in normal-hearing and cochlear-im-paired listeners\n12,13; (3) obtain reliable tinnitus\nloudness matches with 1-dB resolution across\nthe test-frequency range (0.25–16 kHz)14\n(loudness matches were equally reliable at all\nfrequencies, including at the tinnitus pitch-\nmatched frequency); (4) obtain reliable measu-res of tinnitus noise-matching, minimum mas-\nking levels, and residual inhibition (RI;\ntemporary suppression of tinnitus followingcertain sound stimulation)\n15; (5) enable efﬁ-\ncient patient control of stimulus parameters\nduring testing16; and (6) conduct tinnitus pitch\nmatching using Bayesian methodology to\nimprove precision of the measures.17Other\nﬁndings using the TES include the following:(1) psychoacoustic testing was not shown to be\nuseful for detecting tinnitus malingering\n18–20;\n(2) comparing measures of tinnitus loudness(loudness matching, constrained loudness scal-\ning, and a numeric rating scale [NRS]) revealed\nonly weak-to-moderate correlations\n21; and (3)\npsychoacoustic measures of tinnitus appear\nunrelated to the impact of tinnitus, as assessed\nby a subjective outcome instrument.22Theselatter two studies were published by Quinn\n(formerly Manning) who was a postdoctoral\nresearcher at the NCRAR from 2015 to 2021.\nA tinnitus assessment often includes test-\ning loudness discomfort levels (LDLs) due to\nhyperacusis (decreased loudness tolerance) be-ing commonly comorbid with tinnitus. Zaugg\nand colleagues conducted a study showing that\nLDLs show a low correlation with subjectivereports of loudness tolerance problems in daily\nlife.\n23Also pursuing this avenue of research,\nTheodoroff investigated an alternative ap-proach to measuring loudness perception that\ndoes not require presenting high intensities\nwith the risk of exacerbating hyperacusis.\n24\nResults of this pilot study demonstrated it\nwas possible to characterize deviations in loud-\nness perception using low-to-moderate inten-sity levels that represent the majority of sounds\nencountered in everyday life.\nTinnitus Questionnaires\nFor people seeking clinical care for tinnitus, oneof the ﬁrst steps is to complete a tinnitus\nquestionnaire. The questionnaire provides an\noverall score (an “index score”) that indicateshow much the tinnitus is responsible for causing\nnegative reactions and adversely affecting\npatients’ quality of life.\nTINNITUS FUNCTIONAL INDEX\nHenry and Folmer collaborated with Meikle onan application to the Tinnitus Research Con-\nsortium (TRC—a funding agency for tinnitus\nresearch supported by private philanthropy).The application was made in response to the\nTRC’s request for proposals to develop a new\ntinnitus questionnaire, which they named theTinnitus Functional Index (TFI). The TRC\nannouncement explained that none of the exis-\nting questionnaires (at least nine at the time)adequately addressed the different dimensions\nfor which tinnitus could affect a person. The\nannouncement also noted that the existingquestionnaires differed in many respects (such\nas formatting, scaling of responses, and word-\ning). Also, none of the questionnaires wasdesigned and tested speciﬁcally to maximize\nsensitivity to changes in effects of tinnitus that\nmay result from therapy (i.e., “responsiveness”).6 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "It was therefore stipulated by the TRC how the\nTFI would be constructed, and that it would be\nvalidated for detecting responsiveness to changeas a result of intervention for tinnitus.\nDeveloping the TFI required 4 years of\neffort involving ﬁve clinical (audiology) sitesand 20 investigators around the country, and\nalmost 700 patients from the audiology cli-\nnics.\n25Its development involved iteratively\nselecting and reﬁning items and outcomes.\nThe ﬁnal TFI version, which contains 8 dimen-\nsions and 25 items, was published in 2012 in thejournal Ear and Hearing .\n26In 2013, the journal\nannounced that the publication received its\nEditor’s Award for Outstanding Research inAudiology and Hearing Science.\nThe TFI was copyrighted by OHSU,\nwhich has received numerous requests to usethe instrument both for clinical and research\npurposes. As a result, the TFI received the Top\nCopyright License Award by OHSU in 2019.OHSU also receives requests to translate the\nTFI, with translations thus far into more than\n20 languages.\nBecause of its responsiveness to treatment-\nrelated change, as well as its other properties,\nthe TFI has the potential to become a standardfor evaluating effects of tinnitus, both with\nclinical patients and in research studies. Most\nof the credit, of course, goes to Mary Meikle,the main author and driver of the project from\nstart to ﬁnish.\n27,28\nTINNITUS AND HEARING SURVEY\nA key concern when conducting a tinnitus\nevaluation is determining whether the tinnitusis bothersome.\n29It would seem that a tinnitus\nquestionnaire such as the TFI would be sufﬁ-\ncient to make such a determination. The con-cern, however, is that people who have both\ntinnitus and hearing difﬁculty often blame the\ntinnitus for the hearing problem.\n30When this\noccurs, responses to questions asking about\neffects of tinnitus can instead reﬂect primarily\nthe hearing problem. Such a result then artiﬁ-cially elevates the tinnitus questionnaire’s over-\nall (index) score. This concern led to our\ndevelopment of the Tinnitus and HearingSurvey (THS).\n31\nThe THS is a one-page instrument con-\ntaining 10 items. The ﬁrst four items (SectionA) inquire about common tinnitus problems\nthat would not be caused by a hearing problem\n(difﬁculty falling asleep, difﬁculty concentrat-ing on reading in a quiet room, etc.).\nThe second four items (Section B) address\ncommon hearing problems that would not becaused by tinnitus (e.g., understanding speech\nin noisy situations). Combined with results\nfrom an audiologic evaluation, responses tothese eight items provide information that\ncan be valuable in counseling patients regarding\ndifferences between hearing loss and tinnitus.The information helps the clinician and patient\nto collaboratively reach agreement on whether\nclinical services for tinnitus and/or hearing lossmight be needed. The ﬁnal two items on the\nTHS (Section C) probe for a sound tolerance\nproblem (which can be any combination ofhyperacusis, misophonia, noise sensitivity, and\nphonophobia).\n32Our continued use of the\nTHS, and its use by clinicians and other resear-chers, has led to our recommendation to use this\ninstrument as part of a standard audiologic\nassessment of patients who complain of tinnitusand to screen candidates for tinnitus interven-\ntion trials.\n33\nTINNITUS SCREENER\nWe also created the Tinnitus Screener, a six-\nitem algorithm for categorizing tinnitus withrespect to its temporal characteristics.\n34Such\ncategorization is essential to promote standard-\nization of tinnitus deﬁnitions and facilitatemore precise estimates of the prevalence of\ntinnitus. This need became evident when star-\nting our epidemiology study (described later)because it often was not clear what a person\nmeant when stating they “have tinnitus.”\nWith the Tinnitus Screener, individuals\nare categorized as having “constant” tinnitus\n(always or usually heard in a quiet room),\n“intermittent” tinnitus (lasting /C213 minutes\nand occurring at least weekly), “occasional”\ntinnitus (lasting /C213 minutes but experienced\nless than weekly), “temporary” tinnitus (causedby a recent event, then resolving), or “no”\ntinnitus (individuals experiencing only transient\near noise\n35or sudden brief unilateral tapering\ntinnitus36are included in the no-tinnitus\ncategory).34Table 1 shows, for each category,\nthe frequency of tinnitus occurrence,HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 7"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "symptoms, length of symptoms, and clinical\nimplications. The Tinnitus Screener also cap-tures tinnitus duration (acute/recent-onset <6\nmonths vs. chronic/persistent /C216 months).\n29\nThis instrument provides a method of stan-\ndardizing categories of primary tinnitus, and\ncan improve the quality and consistency of\nfuture tinnitus research by enabling directcomparison between studies and between\nclinics.\nTINNITUS MAGNITUDE INDEX\nAs noted earlier, psychoacoustic measures of\ntinnitus appear unrelated to the impact oftinnitus as assessed by a subjective outcome\ninstrument.\n22We conducted a study to provide\npreliminary evidence of a unique “tinnitusmagnitude” domain describing intensity of tin-\nnitus perception that would be independent ofreactions to tinnitus.\n37Such a measure could\nenable researchers to study this magnitudedomain of tinnitus separately from domains\nof psychological distress, cognitive impact,\nand quality of life. For this study, potentialtinnitus magnitude items were selected from\nthree items used for TFI development (percent\nof time aware of tinnitus, strength or loudnessof tinnitus, and severity of tinnitus) that had the\nleast overlap with tinnitus reactions. These\nitems were analyzed retrospectively to assessdiscriminant validity, internal consistency, test–\nretest reliability, and between-group differen-\nces. Results of the analysis suggested thatdevelopment of a Tinnitus Magnitude Index\nis feasible for obtaining reliable and valid mea-\nsures of tinnitus magnitude that are not con-founded by measures of cognitive, behavioral,\nand emotional tinnitus reactions.\n37Table 1 Clinical recommendations for primary tinnitus according to temporal characteristics of\ntinnitus\nEar/Head\nnoiseFrequency of\noccurrenceSymptoms and length of\nsymptomsClinical implications\nTransient ear\nnoise (“no\ntinnitus”)Random Sudden tone in one ear, usu-\nally accompanied by sense of\near fullness and hearing loss.\nAll symptoms resolve within2–3 minNormal physiological event experienced\nby almost everyone\nRecommendation : No referral indicated.\nReassure patient this is normal and not asign of pathology\nTemporary\ntinnitusFollows tinnitus-\ninducing event—usually noise\nexposure but also\nsome medicationsand chemicalsMay accompany temporary\nchange in hearing—can be awarning sign that temporary\nhearing loss has occurred\nCan last 1 or more daysIndicates possible damage to inner ear\nRecommendation : Educate about hearing\nconservation (e.g., use hearing protec-\ntion, reduce exposure to hazardous\nnoise, get periodic hearing tests) andmonitor symptoms\nOccasional\ntinnitusLess than weekly Lasts at least 5 min Referral not indicated unless there are\notologic complaintsRecommendation : Educate about hearing\nconservation and monitor symptoms\nIntermittenttinnitusAt least daily or\nweeklyLasts at least 5 min Referral indicated due to persistence of\ntinnitus\nRecommendation : (1) Refer for clinical audio-\nlogic exam and brief tinnitus assessment;(2) counsel re: hearing conservation\nConstant\ntinnitusAlways audible in\nquietContinuous sound Referral indicated due to persistence of\ntinnitusRecommendation : Same as for intermittent\ntinnitus\nNote: See text for description of the different types of primary tinnitus.8 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Review of Tinnitus Questionnaires\nTheodoroff joined the NCRAR in 2007. Her\nresearch is focused on the poorly understoodperceptual consequences of noise exposure—\nspeciﬁcally tinnitus, hyperacusis, and noise sen-\nsitivity. She reviewed factors that would beimportant to consider when selecting a tinnitus\nquestionnaire for research purposes or for clini-\ncal care.\n38The review included suggestions for\nhow to select among tinnitus questionnaires for\nintake assessment versus assessment of outco-\nmes following an intervention. A checklist wasprovided to systematically evaluate and compare\nbetween instruments.\nEcological Momentary Assessment\nWhen conducting tinnitus clinical trials, assess-ment of outcomes has historically been limited\nto the use of questionnaires that retrospectively\nassess emotional and functional effects of tin-nitus. Through the use of ecological momentary\nassessment (EMA), recall biases are circum-\nvented because individuals are asked about theircurrent experiences in real time. Our group was\nthe ﬁrst to explore the feasibility of using EMA\nmethods to assess within- and between-dayeffects of tinnitus by conducting a pilot study.\n39\nPersonal digital assistants (PDAs) were pro-grammed to perform the real-time assessmentsfour times each day for 14 days, and were used\nby 24 participants. (At the time the study was\nconducted, smartphones were not available forthis purpose.) Results of the study revealed high\ncompliance with the protocol and positive\nfeedback from participants. It was also shownthat performing the EMA protocol did not\nincrease participants’ reactions to tinnitus rela-\ntive to results of a pre- and post-protocoltinnitus outcome questionnaire. It was conclud-\ned that EMA methodology is a feasible method\nto obtain real-time tinnitus outcome data.\nStandardizing Audiologic Assessment\nIn 2019, Quinn received a VA Innovators\nNetwork “Spark” Award for prototype devel-\nopment of a VA Tinnitus Care Plan. Theobjective was to promote standardization of\nVA audiologic tinnitus care by using a web-\nbased application, housed on a tablet, to guideprocedures during an audiology appointment.\nThe application provides tinnitus questionnai-\nres (including the TFI, THS, and TinnitusScreener) and educational materials for patients\nwhile in the waiting room, audiologic input\nsections for the clinician during the appoint-ment, and a ﬁnal summary screen that recom-\nmends an individualized Tinnitus Care Plan.\nInformation collected from VA audiologistsand Veteran participants provided preliminary\nevidence to support the feasibility of a tablet\nsystem in a clinical setting, and insight intoVeteran satisfaction of system deliverables.\nQuinn is applying for the next level of VA\nInnovators Network funding, the “Seed”Award, to continue development of this versa-\ntile application within the clinical setting.\nEPIDEMIOLOGY AND SURVEY\nSTUDIES\nNoise Outcomes in Service Members\nEpidemiology (NOISE) StudyDue to concerns about noise exposure in the\nmilitary and its relationship with hearing loss\nand tinnitus, the U.S. Congress directed thenational academies to investigate these issues as\nstipulated in the Veterans Beneﬁts Act of 2002\n(P.L. 107–330). The Institute of Medicine ofthe National Academies convened a committee,\nwhich was given the charge to review factors\nbearing on noise hazards in the military andtheir effects on tinnitus and hearing loss. The\ncommittee published its ﬁndings along with\nrecommendations for needed research.\n40We\nassembled a team of audiology, epidemiology,\nand health services researchers to address the\nfollowing committee recommendation: “ Estab-\nlish cohorts of military veterans with various\ndocumented noise exposures, immediately on dis-\ncharge, and survey them periodically for ototoxicexposures, subsequent nonmilitary noise exposures,\nand hearing function, as well as presence and\nseverity of tinnitus, in order to determine whetherthere is a delay in the effects of military noise\nexposure. These cohorts will need to be followed\nthrough the remainder of members’ lifetimes, butthis longitudinal study will reveal elements of the\nnatural history of noise-induced hearing loss and\ntinnitus that otherwise will not be determined ” (p.HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 9"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "10). Following up on this recommendation, the\nmultisite Noise Outcomes in Service members\nEpidemiology (NOISE) study began in 2013 asa joint effort between the Department of De-\nfense (DoD) and the VA.\nThe NOISE study design is to enroll a\ncross-sectional sample of Service members and\nVeterans and to follow them over time at\nregular intervals. This longitudinal panel designenables the following: (1) cross-sectional as-\nsessment of baseline associations between expo-\nsures and outcomes; (2) capturing exposuresand changes in symptoms that occur between\nassessment intervals; and (3) analysis of why\nsome participants experience changes in symp-toms while others do not.\nData collection is comprehensive, includ-\ning 15 questionnaires and an audiologic assess-ment (pure tone air and bone conduction\nthresholds 0.25–16 kHz, speech reception\nthreshold, word recognition testing) at base-line.\n41Questionnaires are completed every year\nthereafter, and audiologic testing is repeated\nevery 5 years. The Tinnitus Screener is admin-istered at baseline and at all follow-ups to\ndetermine if a participant should be placed in\nthe “tinnitus” (constant or intermittent tinni-tus) or “no tinnitus” (occasional, temporary,\nspontaneous/none) category (a participant’s\ncategory can change over time).\n34Participants\nwho are placed in the “tinnitus” category com-\nplete tinnitus psychoacoustic testing in addition\nto the audiologic testing at 5-year intervals, andcomplete three additional questionnaires every\nyear that they screen positive for tinnitus.\nParticipants are, on average, relatively\nyoung. For the ﬁrst 1,022 participants (643 at\nthe NCRAR and 379 at the Hearing Center of\nExcellence [HCE]), the mean ages of Veteransand Service members were 34.4 and 34.5 years,\nrespectively.\n42At their baseline assessment, the\nmajority of participants had normal hearingthresholds ( /C2020 dB HL) in the conventional\nfrequency range (0.25–8 kHz). Furthermore,\n41% of Service members and 62% of Veteranswere identiﬁed with the Tinnitus Screener as\nhaving intermittent or constant tinnitus—\nplacing them in the “tinnitus” category.\nThe extensive amount of data collected\nwith the NOISE study enables numerous com-\nparisons and analyses between the differentmeasures. Tinnitus analyses that have been\ncompleted and published include: documenting\npredictive validity for the Tinnitus Screener,\n34\nreporting audiologic data and temporal charac-\nteristics of tinnitus,41providing data revealing\nthe adverse effects of tinnitus on active-dutyService members,\n43showing an association\nbetween blast exposure and decreased sound\ntolerance (hyperacusis),44providing deﬁnitions\nand assessment tools to promote standardiza-\ntion and data that are comparable between\nstudies,8and reporting notable ﬁndings from\nthe ﬁrst 690 participants enrolled in the NOISE\nstudy.42\nWith continued effort for 20 years or more,\nthe NOISE study will obtain data that will\nincreasingly help explain the degree to which\nexposures in the military affect auditory func-tioning in Service members and Veterans—\nspeciﬁcally risk factors for tinnitus onset and\nthe longitudinal trajectory of tinnitus. Theseﬁndings will inform prevention and manage-\nment strategies for Service members and Veter-\nans who are at risk for hearing loss and tinnitus,ultimately leading to improvements in their\nfunctioning and quality of life.\nCharacteristics of Patients with\nTinnitusCarlson is an NCRAR investigator as well as a\ncore investigator for the Health Services Re-\nsearch & Development (HSR&D) Center ofInnovation (COIN), the Center to Improve\nVeteran Involvement in Care (CIVIC) at the\nVAPORHCS. She was trained in injury epi-demiology. In addition to her collaboration on\nthe NOISE study, she has led her own studies\nrelated to traumatic brain injury (TBI), tinni-tus, and auditory health. One of her studies\nexamined associations between tinnitus sever-\nity and mental health symptoms.\n45This study\nwas a population-based survey of 1,800 VA\nhealthcare-using Veterans who were diag-\nnosed with tinnitus. This stratiﬁed randomsample of Veterans was assessed for tinnitus\nseverity using the TFI, and for mental health\nsymptoms using clinical screening instru-ments. Results of the analyses revealed a\nstrong association between tinnitus severity\nand the likelihood of screening positive for10 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "depression, anxiety, and posttraumatic stress\ndisorder. In almost a dose–response fashion,\nthe observed associations were robust evenafter using multivariable models that con-\ntrolled for potentially confounding variables.\nThis work suggests that VA clinical care forVeterans with functionally limiting tinnitus\nwould be improved by greater collaboration\nbetween audiology and mental health services.\nAnother study conducted by Carlson and\ncolleagues investigated Veterans with and with-\nout tinnitus who receive VA health care.\n46Ten\npercent of Veteran users of VA healthcare\nbetween 2011 and 2016 were randomly sampled,\nand 3.8% of the resulting sample (617,534eligible Veterans) were found to have been\ndiagnosed two or more times with tinnitus.\nResults of the analysis revealed the following:(1) Tinnitus diagnoses were associated with\nVeterans’ age, race, sex, marital status, and status\nwith respect to having a service-connected dis-ability(s). (2) Hearing loss and TBI were often\ndiagnosed along with tinnitus. (3) Veterans\ndiagnosed with tinnitus used healthcare servicesmore frequently than those not diagnosed with\ntinnitus. (4) Veterans with tinnitus were more\noften diagnosed with mental health disorders,including depression, anxiety, and substance use\ndisorders, than those not diagnosed with tinni-\ntus. These ﬁndings suggest the need for coordi-nated tinnitus services in the VA system of care\nthat include behavioral healthcare.\nComorbidities of Tinnitus\nNCRAR investigator Folmer was previouslythe OHSU Tinnitus Clinic’s Chief of ClinicalServices. While there, he conducted numerous\nstudies of tinnitus patients that identiﬁed\ncomorbidities contributing to the negative im-pact of tinnitus on quality of life. For example, a\nstudy of 350 patients indicated that difﬁculty\nsleeping was positively correlated with tinnitusseverity.\n47A study of 436 patients indicated\nthat depression was positively correlated with\ntinnitus severity.48Reavis, another investigator\nat the NCRAR, similarly found that tinnitus\nwas associated with depression symptoms and\nanxiety symptoms among community-dwellingadults.\n7Because subsequent investigations\nrevealed a similar relationship between anxiety\nand tinnitus severity, Folmer and colleaguespublished the “vicious circle” of symptoms\ndiagram in 2001 (Fig. 1).\n49In this model,\ntinnitus that has been present for a year ormore is likely to persist. For some patients,\ntinnitus can exacerbate co-symptoms of anxiety,\ndepression, or insomnia. Conversely, these co-symptoms can affect the severity of tinnitus.\nEffective treatment of anxiety, depression, or\ninsomnia should decrease the severity of tinni-tus and improve the patient’s quality of life.\nEffective management of tinnitus should re-\nduce the impact of associated co-symptoms.Additional investigations described: (1) the\ncharacteristics of chronic tinnitus resulting\nfrom head or neck injuries\n50; (2) chronic tinni-\ntus resulting from cerumen removal procedu-\nres51; (3) associations between tinnitus and\nobsessive-compulsiveness52; and (4) tinnitus\nthat resulted from electroconvulsive therapy.53\nFurther studies of Folmer’s, both at OHSU\nand the NCRAR, focused on the epidemiologyof tinnitus and hearing loss\n54,55and\nFigure 1 A “vicious circle” of symptoms that is often associated with severe cases of tinnitus.HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 11"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "descriptions of effective tinnitus evaluation and\nmanagement strategies for primary care provi-\nders,56,57audiologists, and otolaryngolo-\ngists.58–62The 2011 study54used National\nHealth and Nutrition Examination Survey\n(NHANES) data to estimate the prevalenceof hearing loss and tinnitus among 2,174 Veter-\nans and 4,995 non-Veterans. Pure tone thres-\nholds did not differ signiﬁcantly betweenVeterans and non-Veterans for most audiomet-\nric frequencies tested (500–8,000 Hz). The\noverall prevalence of tinnitus was greater forVeterans (11.7%) than for non-Veterans (5.4%;\np<0.001), with statistically signiﬁcant diffe-\nrences in the 50–59 and 60–69 age groups.\nPatient Factors\nTheodoroff and colleagues conducted a study to\nevaluate patient factors that may be associated\nwith outcomes of tinnitus intervention, includ-ing demographics, audiometric data, tinnitus\ncharacteristics, psychoacoustic tinnitus measu-\nres, and physical and emotional health.\n63Veter-\nans ( n¼89) who completed outcome measures\nat baseline and 12 months, including the Tin-\nnitus Handicap Inventory (THI),64were iden-\ntiﬁed as either responders or nonresponders to\nintervention, that is, showing, respectively, a\nminimum 20-point reduction on the THI, ornot achieving a 20-point improvement. In\ngeneral, responders (1) were younger; (2) had\nbetter low-frequency hearing; (3) reportedgreater hearing difﬁculties; (4) had shorter-\nduration tinnitus; and (5) localized their tinni-\ntus as “in the head” rather than “in the ears.”These ﬁndings revealed that relationships be-\ntween characteristics of patients and outcomes\nof intervention they receive for tinnitus can beidentiﬁed, which would contribute toward dif-\nferentially predicting outcomes for individual\npatients and leading to more targeted andeffective therapy.\nProvider Surveys\nProgressive tinnitus management (PTM) is a\nstepped-care, interdisciplinary method ofproviding tinnitus clinical services.\n65PTM\nwas endorsed by national VA audiology\nleadership in 2009 and has been shown tobe effective in two randomized controlled\ntrials (RCTs) described further below.66,67\nClinical implementation of PTM across the\nVA was assessed using an anonymous, web-\nbased survey targeting audiology and behav-\nioral health leaders at 144 major VA hospi-tals.\n68,69The study addressed a gap in\nknowledge of PTM clinical implementation,\nfocusing on factors that facilitated or hin-dered its implementation, and whether sites\nusing PTM had developed adaptations to the\nmethodology.\nWe explored PTM program implementa-\ntion both quantitatively and qualitatively. The\ngoal of the quantitative analysis was to estimatelevels of PTM program implementation in VA\naudiology and behavioral health clinics.\n69Sur-\nvey responses were received from 87 audiolo-gists and 66 behavioral health clinicians. Data\nanalysis revealed that the majority (44 audiolo-\ngists and 60 behavioral health clinicians) did notoffer PTM (categorized as “no PTM”) or they\noffered “partial PTM” (17 audiologists and one\nbehavioral health clinician). “Full PTM” wasoffered by 26 audiologists and ﬁve behavioral\nhealth clinicians. In addition to the noted wide\nvariation in tinnitus clinical services, resultsrevealed the need for behavioral health provi-\nders to be more engaged in tinnitus care, and a\nclear interest by both audiologists and behav-ioral health providers in receiving tinnitus-\nrelated training.\n69Future research should ad-\ndress these barriers to PTM implementation inVA clinics.\nThe qualitative analysis focused on identi-\nfying facilitators and barriers to the implemen-tation of PTM across VA sites.\n68To obtain\nthese qualitative data, 21 audiology and behav-\nioral health clinicians and service chiefs across aVA regional service network were interviewed.\nPrioritizing the implementation of PTM was\nfound to be rare overall, with providers citinglack of capacity as well as other challenges. At\nsites where PTM was prioritized and delivered,\nproviders noted its unique value, their personalexperience of tinnitus, a good ﬁt of PTM with\ntheir skills, and leadership support. PTM was\nfrequently adapted by providing intervention toindividuals rather than in group settings and\nreducing the number of intervention sessions.\nImportant next steps are to identify and develop12 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "clinician champions who can facilitate PTM\nimplementation, and research the impact of\nadaptations to PTM on patient outcomes.\nTinnitus and Suicide\nThis project was conducted by NCRAR inves-\ntigator Martz to explore the potential association\nbetween chronic tinnitus and suicide in Veteransand whether comorbid depression and anxiety\nstrengthen this putative association.\n70Of\n769,934 Veterans receiving VA healthcare be-tween January 2002 and December 2011, 15%\nhad a tinnitus diagnosis. In this retrospective\nstudy of VA data, suicide rates were observed tobe lower for Veterans diagnosed with tinnitus\nthan for those who had not been diagnosed with\ntinnitus. Furthermore, comorbid mental healthconditions were not found to signiﬁcantly in-\ncrease the risk of suicide for Veterans diagnosed\nwith tinnitus. Although the study did not con-ﬁrm anecdotal reports from clinicians in the ﬁeld\nthat tinnitus is related to suicide in Veterans, it\nemphasized the need for healthcare providers tobe aware that tinnitus and mental health condi-\ntions are often comorbid, and to be prepared to\naddress the psychological needs of Veterans whoexperience bothersome tinnitus.\nCLINICAL TRIALS\nRepetitive Transcranial Magnetic\nStimulation\nFolmer and colleagues conducted the ﬁrst trial\nin the United States using repetitive transcra-nial magnetic stimulation (rTMS) to treat\nbothersome tinnitus.\n71In this pilot study, a\nreduction in the perceived loudness of tinnituswas reported by the majority of participants\nafter receiving a brief session of rTMS. A larger,\nplacebo-controlled, double-blinded clinical tri-al of rTMS for tinnitus was then conducted by\nFolmer et al\n72(Fig. 2). Results of the trial\nrevealed 56% of the active-rTMS participantswere considered to be responders to the treat-\nment based on reductions in scores on the TFI,\nwhile only 19% of the placebo-rTMS partici-pants were considered to be responders using\nthe same criteria. Responders to treatment had\nsustained improvement at the 26-week follow-up assessment. This treatment method will\nrequire additional trials with larger numbers\nof participants before it can be implementedclinically. A follow-up imaging study revealed\nthat, due to individual asymmetries and other\nsystematic differences in anatomy, optimumTMS coil placement over the primary auditory\ncortex might necessitate using a method guided\nby magnetic resonance imaging (MRI).\n73\nPharmaceutical TreatmentsEnbrel (etanercept) is a Food and Drug Ad-\nministration (FDA)-approved drug for the\ntreatment of rheumatoid arthritis and psoriasisthat is currently being studied in a clinical trial\nby Folmer and colleagues as an off-label treat-\nment of tinnitus. In this DoD-funded trial (PI:Jinsheng Zhang for the multisite project), study\nparticipants will receive weekly injections for 12\nconsecutive weeks—half receive the Enbrel and\nFigure 2 Dr. Robert Folmer administers repetitive transcranial magnetic stimulation (rTMS) to a study\nparticipant.HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 13"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "the other half (placebo group) receive saline. It\nis hypothesized that Enbrel’s anti-inﬂammato-\nry action will result in a signiﬁcant reduction oftinnitus perception and/or severity for the\ntreatment group but not for the placebo group.\nFolmer and colleagues are also collaborating\nwith a research group at Columbia University to\nconduct a clinical trial of the drug ketamine for\nthe treatment of tinnitus. Ketamine is anNMDA receptor antagonist in the brain and is\nused clinically as a surgical anesthetic. It is also\nused to treat severe depression in patients who donot respond to other medications or behavioral\ntherapy. MRI is performed on all participants at\nbaseline and posttreatment. It is hypothesizedthat the ketamine will reduce tinnitus perception\nand/or reduce its negative functional and emo-\ntional effects for participants in the treatmentgroup.\nTinnitus Retraining Therapy and\nTinnitus Masking\nTinnitus masking is an intervention that usessound for the purpose of providing immediate\nrelief from tinnitus.\n74Patients treated with\ntinnitus masking are ﬁt with ear-level devi-ces—“maskers” or hearing aids with built-in\nmaskers (or streaming capability). Sound from\nthe device is adjusted to the level that induces asense of relief. With tinnitus retraining therapy\n(TRT), the goal is to achieve habituation from\nboth the awareness of, and reactions to, thetinnitus.\n75,76Intervention with TRT involves a\ncombination of structured counseling and\nsound therapy, with the counseling being themost important component. For sound therapy,\npatients are advised to “enrich their sound\nenvironment 24/7.” Those with more severetinnitus often use ear-level sound generators\nwith instructions to use the devices in a very\nspeciﬁc fashion—unlike masking, which allowspatients ﬂexibility in adjusting the output level.\nTRT VERSUS MASKING\nThe comparative efﬁcacy of masking versus\nTRT for Veterans with bothersome tinnitus\nwas evaluated in a controlled clinical study.77,78\nParticipants ( n¼123) were allocated by alter-\nnating assignment to masking or TRT and\nfollowed up for 18 months. Both groups sho-wed signiﬁcant improvement overall, with mas-\nking showing improvement that leveled off at\n6 months, while TRT effects continued toimprove (mostly with participants who reported\na “very big” tinnitus problem at baseline). This\ntrial demonstrated that sound can be used indifferent ways to achieve the same therapeutic\nobjectives for tinnitus management. It also\ndemonstrated the importance of counseling.It cannot be known how much of the observed\nbeneﬁt for each method was due to the sound\ntherapy versus the counseling that wasemployed.\nGROUP TRT COUNSELING\nThe essential component of intervention with\nTRT is its structured counseling. We hypothe-\nsized that administering TRT counseling togroups of Veterans with bothersome tinnitus\nwould be an effective and efﬁcient intervention.\nAn RCT with three groups (TRT counseling:[n¼94]; traditional tinnitus support group\n[n¼84]; and wait-list control [ n¼91]) was\nconducted to test the hypothesis.\n79TRT and\nsupport-group participants attended four week-\nly sessions. Outcome questionnaires, including\nthe tinnitus severity index (TSI)80were admin-\nistered at baseline and at 1, 6, and 12 months.\nTSI results revealed the TRT counseling group\nshowed signiﬁcantly more beneﬁt than theother two groups, presumably because the\nTRT group followed the recommendation to\n“enrich their sound environment 24/7” to facil-itate habituation to tinnitus. This was a\ncounseling-only study, and it was evident that\noutcomes would have been improved if parti-cipants had received a hearing evaluation, and\nhearing aids as necessary, prior to receiving the\ncounseling. Hence, lessons learned from thisstudy include the importance of audiologic care\nas the ﬁrst stage of tinnitus management, and\nmore broadly to use a stepped-care approach toprovide only the services required for each\nindividual.\nTRT VERSUS MASKING VERSUS TINNITUS\nEDUCATION\nThis multisite (four VA medical centers) RCT\nwas conducted to assess the effectiveness of\nmasking and TRT when performed by VA\naudiologists.81At each site, participants were14 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "randomized into one of four groups, TRT,\nmasking, or one of two control groups: one\nthat received tinnitus educational counseling onusing sound to reduce the impact of tinnitus\n(and hearing aids if needed for a hearing\nproblem) (referred to as “TED”) and a wait-list control group. A total of 148 Veterans were\nenrolled across the four sites. Tinnitus severity\nwas measured using the THI.\n82All three of the\nactive interventions (masking, TRT, and TED)\nprovided effectiveness that was relatively similar\nthrough 6 months and beyond.\nImplications for tinnitus clinical manage-\nment derived from this study include the fol-\nlowing: (1) Educational counseling on usingsound for tinnitus can be as effective as sound-\nbased therapy for which ear-level devices are\nissued. (2) It is important to provide compre-hensive training to clinicians. (3) Individuals\nwho do not beneﬁt from initial intervention\nshould receive more intensive services. Further,the educational counseling protocol created for\nthe TED group led to the development of\nnumerous concepts, techniques, and tools forusing therapeutic sound that are described as\npart of the PTM educational counseling.\n83–85\nDevelopment of PTM\nConducting these early trials ﬁrst led to ourdevelopment of Audiologic Tinnitus Manage-\nment (ATM), which was a structured protocol of\nboth assessment and intervention to be conductedby audiologists.\n86,87T h ei d e ao fas t e p p e d - c a r e\n(progressive) method of tinnitus management\nwas ﬁrst introduced by our group in 2005.88\nThat led to ATM being modiﬁed to become\nProgressive Audiologic Tinnitus Management\n(PATM).85,89–91We soon realized that the in-\ntervention level (Level 3) of PATM should\ninclude cognitive behavioral therapy (CBT) be-\ncause CBT had the strongest scientiﬁc evidencefor tinnitus intervention.\n92Adding CBT to the\nprotocol made the method multidisciplinary (au-\ndiology and behavioral health). The method wasrenamed PTM so that the title would not suggest\nthe method was conducted only by audiologists.\n65\nPTM was endorsed for VA-wide use by the\nVA Audiology and Speech Pathology (ASP)\nProgram Ofﬁce in 2009. Numerous materialswere developed to support PTM in the clinic,\nincluding books, videos, brochures, and online\ntraining.65,83,93\nPTM Multisite RCTWe completed an RCT with 300 Veterans who\nwere randomized into either PTM or wait-list\ncontrol across two VA sites (a “clinically em-bedded” study).\n67Participants in the PTM\ngroup attended Level 3 Skills Education, which\ninvolved two sessions of sound therapy self-careeducation and three sessions of CBT (Fig. 3).\nAnalyses of this ﬁrst RCT for PTM revealed\nsigniﬁcant improvement for the PTM group forall outcome measures, including the TFI. The\nimprovement was signiﬁcantly better for the\nPTM group versus the wait-list control group,though observed effect sizes were small ( d¼\n0.36 for the TFI).\n94\nTele-PTM\nWe developed and pilot tested a protocol forproviding tinnitus services to Veterans who had\nexperienced a TBI.\n95PTM counseling was\nadapted to create an individualized, telephone-based intervention, and administered to Veter-\nans with and without symptoms of TBI located\nthroughout the United States. This telephoneversion of PTM is now referred to as Tele-PTM,\nwhich has expanded to include other telehealth\nmodalities. All groups in this pilot study showedsimilar improvement in outcomes, with moder-\nate to large effect sizes. This study demonstrated\nfeasibility and efﬁcacy of providing tinnituscounseling by telephone to Veterans both with\nand without a history of TBI.\nTele-PTM, as developed for patients with\nTBI in the pilot study (earlier), was further\nreﬁned, and an RCT was completed with 205\nparticipants to evaluate its efﬁcacy relative towait-list control.\n66Recruitment took place na-\ntionwide at primarily VA and military hospitals.\nAnalyses showed a signiﬁcant change frombaseline to 6 months for the Tele-PTM group\ncompared with waitlisted controls, with large\neffect sizes\n94observed for the primary outcomes\n(d¼1.06 at 3 months, and 1.20 at 6 months for\nthe TFI).HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 15"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Hearing Aids for Tinnitus Management\nHearing aids have often been reported to\nprovide secondary beneﬁt for tinnitus manage-\nment.96–101The ﬁrst hearing aids to incorporate\nbuilt-in sound generators intended to provide\nrelief from tinnitus were called “combination\ninstruments,” though most hearing aids nowemploy Bluetooth streaming of sound ﬁles\nfrom mobile phones. Studies had failed to\ndemonstrate combination instruments weremore effective than hearing aids alone for tinni-\ntus management.\n102We conducted a small RCT\nto address this question.103Thirty qualiﬁed\nhearing aid candidates who also had bothersome\ntinnitus were enrolled and randomized to receive\neither hearing aids or combination instruments(all devices supplied by Starkey Hearing Tech-\nnologies). Participants, who were all new users of\nhearing aids, wore the devices for 3 months and\ncompleted the TFI before and after the inter-vention period. Both groups showed signiﬁcant\nimprovement, as indicated by reductions in their\nTFI scores. Neither outperformed the other,suggesting that both hearing aids and combina-\ntion instruments are effective in managing reac-\ntions to tinnitus.\nWe conducted another RCT to evaluate\nthe relative efﬁcacy of ear-level devices provided\nby Phonak, LLC: conventional hearing aids,combination instruments, and extended-wear,\ndeep ﬁt hearing aids (Lyric), to provide relief\nfrom tinnitus.\n104Fifty-ﬁve hearing aid\nFigure 3 Five stepped-care levels of PTM. Level 1: Referral is for properly routing patients who complain of\ntinnitus. Level 2: Audiologic evaluation is the basic assessment level conducted by audiologists for any patient\nwith chronic/persistent tinnitus. Level 3: Skills education is the ﬁrst intervention level, and normally addressesthe needs of patients requiring intervention for their bothersome tinnitus. If Level 3 is insufﬁcient, then Level\n4: Interdisciplinary evaluation is recommended, involving in-depth assessment by both an audiologist and a\npsychologist. Level 5: Individualized support provides options for intervention, including extending the Level 3intervention, focusing just on sound therapy or cognitive behavioral therapy, or providing a completely\ndifferent form of intervention.16 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "candidates with bothersome tinnitus who were\nnot already using hearing aids were randomized\nto use one of these three types of devices(bilaterally) for 4 months. Nearly all partici-\npants had a reduction in tinnitus symptoms\nduring the study. Signiﬁcant improvement onthe TFI was observed for all three groups, but\nthere were no signiﬁcant differences between\ngroups.\nBoth the Starkey and Phonak studies con-\ncluded that although all of the devices provided\nimprovement in the functional effects of tinni-tus, there was no evidence that any of these\ndevices offered greater relief from tinnitus than\nany other one tested.\nWe were aware of numerous reports from\naudiologists successfully providing hearing\naids with low-gain ampliﬁcation on patientswith bothersome tinnitus who were not oth-\nerwise hearing aid candidates. This nontra-\nditional ﬁtting practice had not been formallyevaluated, and Zaugg (principal investigator)\nand Quinn (co-investig ator) were funded to\nconduct a pilot study designed to lay thegroundwork for a future full RCT to study\nthis approach. For the pilot study, which is\ncurrently underway, 20 Veterans with normalhearing thresholds and bothersome tinnitus\nwill be ﬁt with hearing aids programmed to\nprovide a low level of ampliﬁcation. Out-comes will be assessed with the TFI, Hearing\nHandicap Inventory for Adults (HHIA),\n64\nand the Quick Speech in Noise (QuickSIN)\ntest105following 3 months of hearing aid use.\nParticipants will also be interviewed at the\nlast visit to determine their self-perceived\nbeneﬁt and potential barriers from using\nthe hearing aids.\nThis pilot study will also involve inter-\nviews of VA clinical audiologists who will be\nidentiﬁed via an email survey as providing\nlow-gain ampliﬁcation for bothersome tinni-\ntus to their patients with normal hearing.\nThe interviews will determine, for this non-\ntraditional practice, th ese audiologists’ ratio-\nnale, ﬁtting procedures, and criteria for\nidentifying suitable candidates. Outcomes\nfrom this pilot study will determine if a fullRCT is warranted to assess the efﬁcacy of this\npractice.Sound Therapy\nCOMMERCIAL DEVICE FOR USE DURING SLEEP\nAn RCT was conducted to determine if an\nacoustic stimulus that was customized and\ndelivered from the Otoharmonics in-ear LevoSystem during sleep is beneﬁcial for reducing\nthe impact of tinnitus.\n106Sixty participants\n(N¼60) with bothersome tinnitus were en-\nrolled and randomized to one of three groups:\n(1) Levo programmed according to manufac-\nturer instructions to produce a tinnitus-matched sound; (2) Levo programmed to serve\nas a control stimulus by being programmed to\nplay a broadband noise that was not chosen bythe participant; and (3) a bedside sound gener-\nator. Outcomes were assessed with the TFI, a\nNRS of tinnitus loudness, and a tinnitus loud-ness match. All groups showed improvements\nafter 3 months and all appeared to offer promise\nfor reducing the impact of bothersome tinnitus.The bedside sound generator group showed a\nmean reduction on the TFI of /C2415 points. Both\nLevo groups showed approximately 5 pointsgreater reduction on the TFI compared with the\nbedside sound generator group.\nACOUSTIC COORDINATED RESET\nNEUROMODULATION\nAcoustic coordinated reset (CR) neuromodu-\nlation is a sound-based therapy intended to\ndisrupt pathological neural synchrony thought\nto underlie primary tonal tinnitus.107The Des-\nyncra device was created to use the acoustic CR\nneuromodulation computational algorithm to\ndeliver sequences of tones centered around thetinnitus pitch-matched frequency. It was theo-\nrized that any increased synchronized neuronal\nactivity associated with the tinnitus wouldbecome desynchronized, thus reducing tinnitus\nsymptoms.\n108An RCT was conducted to test\nthis premise.109Participants ( N¼61) were\nstratiﬁed based on whether or not they were\nhearing aid users at baseline, and randomized to\nreceive either Desyncra or CBT. Participantsattended 7 to 12 intervention visits, based on\ntheir randomization. Outcomes were assessed\nwith the Tinnitus Questionnaire (TQ).\n110\nMean TQ scores decreased from 5 to 15 points\nacross treatment arms and strata. In theHISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 17"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "no-hearing-aid stratum, model-based results\nrevealed that the difference between using Des-\nyncra and CBT showed, on average, greaterimprovement by 2 to 3 TQ points using the\nDesyncra device. These ﬁndings suggested\nDesyncra is at least as effective as CBT inreducing tinnitus distress.\nNOTCHED NOISE THERAPY\nIn 2020, Quinn was awarded a VA RR&D\nCareer Development Award-2 (CDA-2) to\ncontinue her dissertation ﬁndings focused onnotched noise therapy (NNT) for suppression\nof tinnitus. For NNT, broadband noise is\npresented with the individual’s tinnitus fre-quency region notched out of the stimulus. It\nis theorized that by eliminating (notching)\nacoustic energy in the tinnitus frequency region,lateral inhibition is distributed into the associ-\nated tonotopic region in the auditory pathways,\nsuppressing neural activity thought to cause thetinnitus percept.\n111The study will involve an\nRCT to systematically evaluate the utility of\nfunctional, psychoacoustic, and electrophysio-logic measures to reveal the whole-health im-\npact of NNT in Veterans with bothersome\ntinnitus. At the completion of this CDA-2program, the expected outcome is to demon-\nstrate if NNT is a viable therapy for tinnitus and\nthe contributions that it may have on tinnitusperception.\nPILOT STUDIES\nCommercial Tinnitus Relief Sounds\nSound therapy is often limited to the use of\nbroadband noise. For this pilot study, it was\nhypothesized that the effectiveness of soundtherapy can be improved by expanding the\nauditory-stimulus options available to\npatients.\n112Commercially available sounds\nthat were designed to promote tinnitus relief\nwere evaluated to that end by 21 participants\nwho compared the customized sounds to whitenoise. In a sound booth, participants listened to\nwhite noise and to custom sounds that were\navailable commercially and intended to providetinnitus relief. The different sounds included\nthree from the Dynamic Tinnitus Mitigation\n(DTM-6a) system (Petroff Audio Technolo-gies, Inc.) and seven from the Moses/Lang\nCD7 system (OHRC at OHSU). Across parti-\ncipants, all of the sounds resulted in a signiﬁcantreduction in tinnitus annoyance. Also, two of\nthe sounds from the DTM-6a system were\njudged signiﬁcantly more effective than theother sounds. These ﬁndings suggested that\nspecially designed “dynamic” tinnitus-relief\nsounds may be more effective than the use ofbroadband or ﬁltered bands of noise.\nNotched versus Matched Noise\nA small RCT was conducted to evaluate two\ntypes of sound therapy theorized to suppress thetinnitus percept.\n113The sound therapies in-\ncluded broadband noise (1–12 kHz) that was\nnotched over a 1-octave range centered aroundthe tinnitus pitch match frequency, and a 1-\noctave-wide band of noise centered around the\npitch match frequency. A control group listenedto a band of low-frequency noise (250–700 Hz).\nThirty participants (10 per group) with bother-\nsome tinnitus listened to the acoustic stimulusfor 2 weeks (6 hours per day). This study\nshowed improvement on the TFI for all of\nthe groups, providing further support thatmany types of sound therapy are beneﬁcial for\nrelieving effects of tinnitus. Suppressing the\ntinnitus percept was not conclusively demon-strated, and these results can serve as prelimi-\nnary evidence for a larger study to more fully\ninvestigate that theory.\nSmartphone App for Tinnitus\nManagement\nA study was conducted to develop and evaluate\na smartphone app that would teach coping skillsthat are used with PTM Level 3 Skills Educa-\ntion.\n114A prototype app was developed and\nusability testing was conducted. The prototypeapp was evaluated by two focus groups contai-\nning members who represented potential users\nof the app. Lastly, a ﬁeld study was conductedwith three successive groups of participants to\nevaluate the app. Participants in the focus\ngroups and ﬁeld studies responded favorablyto the app content. Some features, however,\nwere deemed too complex for routine use. The\nuse of smartphone apps has the potential to18 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "increase access to coping skills education for\npeople with bothersome tinnitus.\nPilot Study of Group Interventions\nThis pilot study was a small RCT led by Martzto compare outcomes from three brief group\ninterventions and a wait-list control group.\n115\nThe interventions were based on CBT, accep-\ntance and commitment therapy (ACT), and\ncoping effectiveness training (CET). Although\nACT and CBT focus primarily on managingunwanted thoughts and emotions, CET tea-\nches skills not explicitly taught by ACT or\nCBT, including a range of coping strategiesto more effectively manage stressors that both\ncan and cannot be changed. Coping factors\nwere assessed with the brief COPE scale\n116\npre- and post-intervention, and 4 weeks fol-\nlowing intervention. Forty participants were\nrandomized into one of the four groups. Sig-niﬁcant group differences were observed on the\nsocial support coping factor, with the CET\ngroup scores being signiﬁcantly higher thanthe wait-list group. Future research should\ninvolve a larger sample and outcome instru-\nments that measure the impact of tinnitus.Different delivery formats should also be eval-\nuated for the interventions.\nResidual Inhibition\nThe NCRAR provided seed funding toQuinn to investigate the effects of an acoustic\nstimulus customized to maximize RI (the\ntemporary suppression or elimination of tin-nitus that is usually observed following ap-\npropriate auditory stimulation).\n117The study\nadapted a new method to induce RI thatinvolves presenting repeated 3-second bursts\nof sound separated by short intervals of\nsilence (1 second) to determine the minimumresidual inhibition level (MRIL).\n118This\ntechnique was adapted by assessing and de-\nlivering noise at the MRIL through hearingaids. Fifteen participants with bothersome\ntinnitus completed the protocol. Results\nwere promising and the plan is to use thesepilot data to support a fully powered RCT of\nthe technique.NARRATIVE PUBLICATIONS\nCoping with Tinnitus\nA narrative article was published addressing\ncoping with tinnitus.\n119Perspectives about\ndeﬁning and categorizing coping were discus-sed. A summary of the empirical research on\ncoping with tinnitus was provided, with a focus\non how coping with tinnitus has been measuredand trends that had been discovered in relevant\nresearch on coping with tinnitus. The problems\nrelating to this type of research were highlight-ed. Suggestions were offered on how to improve\nresearch on coping with tinnitus.\nTinnitus Mechanisms\nNCRAR investigators have published articlesaddressing theorized underlying neural mecha-\nnisms of tinnitus. Henry and Theodoroff collab-\norated with others to write an article reviewingneurophysiological changes in the auditory sys-\ntem that were thought to be responsible for\ntinnitus.\n120Henry has also addressed tinnitus\nmechanisms elsewhere,121,122while Theodoroff\nhas written about the role of the brainstem in\ngenerating and modulating tinnitus.123Folmer\nand colleagues conducted a functional MRI\n(fMRI) study of tinnitus patients to elucidate\nthe neural mechanisms associated with tinnitusperception and severity.\n124Results indicated that\nneural activity in auditory cortex was associated\nwith tinnitus perception, while activity in theputamen and posterior cingulate regions was\nassociated with differences in tinnitus severity.\nSound Therapy\nHenry and Quinn reviewed the NCRAR’sRCTs that showed beneﬁt for different\nmethods of sound therapy, including hearing\naids (both with and without a sound generator),masking, TRT, PTM, and specialized sound\ntherapy devices.\n2In addition to these trials,\nmany studies over the past 50 years support theeffectiveness of sound therapy in general.\n125For\nexample, Folmer and Carroll61conducted a\nretrospective study of 150 tinnitus patients:50 patients purchased and used hearing aids;\n50 patients purchased and used in-the-earHISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 19"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "sound generators for an average of 18 months\nafter their initial tinnitus clinic appointment; 50\npatients did not use ear-level devices. At follow-up, all three groups of patients exhibited signif-\nicant reductions in TSI\n126scores and self-rated\ntinnitus loudness. Patients who used ear-leveldevices reported greater improvement than\npatients who did not use hearing aids or sound\ngenerators.\nAlthough systematic reviews have not\nrecommended sound therapy, it is known that\nsound has been used to obtain relief fromtinnitus for hundreds of years.\n60,127These\narticles emphasize that considerable evidence,\nfrom both clinical and research studies, supportsthe effectiveness of sound therapy for tinnitus\nmanagement.\nCognitive Behavioral Therapy\nIn 2014, the American Academy of Otolaryn-gology—Head and Neck Surgery Foundation\n(AAO-HNSF) published “the ﬁrst evidence-\nbased clinical guideline developed for theevaluation and treatment of chronic tinnitus”\n(p. S3).\n29Following a systematic review, the\nonly intervention the AAO-HNSF recommen-ded for bothersome tinnitus was CBT. Simi-\nlarly, between 2007 and 2016, four separate\ntinnitus clinical guidelines were published inEurope, which, together with the AAO-HNSF\nguideline, were summarized by Fuller et al.\n128\nAll of these guidelines agreed that CBT had the\nstrongest evidence of beneﬁt and was therefore\nthe only method recommended for tinnitus\nintervention.\nThe NCRAR has collaborated on numer-\nous publications focusing on CBT for tinnitus\nmanagement.109,129,130CBT is normally deliv-\nered by behavioral health providers (counselors,\nsocial workers, psychologists). Unfortunately,\nrelatively few behavioral health providers offerCBT speciﬁcally for tinnitus, and it can be\ndifﬁcult if not impossible to ﬁnd one in any\ngiven geographical area. Audiologists typicallyprovide tinnitus services, and recent studies\nhave suggested that audiologists can provide\nCBT, or at least support internet-basedCBT.\n131–134This has been a controversial\ntopic, and we recently published an article\naddressing this controversy.135DISCUSSION\nSince 2007, tinnitus has been the most com-\nmonly awarded service-connected disability forVeterans.\n46The tinnitus services that Veterans\nreceive in VA clinics are mostly delivered by\naudiologists, behavioral/mental health provi-ders (usually psychologists), and otolaryngolo-\ngists. Results of a survey targeting audiology\nand behavioral health leaders at the majority ofVA medical centers suggested “wide variation\nin services provided, a need for greater engage-\nment of mental health providers in tinnituscare, and an interest among both audiologists\nand mental health providers in receiving tinni-\ntus-related training” (p. 2).\n69Considering the\nexisting scientiﬁc literature covering tinnitus\nresearch, it is reasonable to conjecture that these\nsame conclusions would apply in non-VAsettings.\nNCRAR investigators have a long history\nof conducting research projects focusing onunderstanding the distribution and determi-\nnants of tinnitus as well as the clinical manage-\nment of tinnitus. This line of research has itsorigin in the world-renowned OHSU Tinnitus\nClinic that was founded and directed by Jack\nVernon. The tinnitus research at the NCRARis speciﬁcally targeted to improving tinnitus\ncare for Veterans, but anything accomplished\nhas wider application to individuals everywherewho must cope with chronic intrusive tinnitus.\nSince 1995, our group has had continuous\nfunding of projects that investigated variousaspects of tinnitus epidemiology and clinical\nmanagement. The NCRAR is the VA’s only\nresearch ﬁeld center that is dedicated to sup-porting clinical research pertaining to hearing\nloss, tinnitus, and balance problems.\nOverall, NCRAR investigators have been\nfunded to conduct more than 40 tinnitus pro-\njects, including 20 controlled trials that have\nfocused on intervention and rehabilitation forbothersome tinnitus. These trials have identi-\nﬁed procedures that are the most efﬁcacious,\nand efﬁcient, for clinical application. Many ofthese efforts led to the development of PTM, an\ninterdisciplinary, stepped-care program that\ncombines elements of sound therapy and CBT.\nBy disseminating research ﬁndings and\noffering training seminars, NCRAR investiga-\ntors are fulﬁlling the mission of the NCRAR,20 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "which is “to improve the quality of life of\nVeterans and others with hearing and balance\nproblems through clinical research, technologydevelopment, and education that leads to better\npatient care.” As mentioned, NCRAR investi-\ngators focus mostly on clinical methodologiesand only have ancillary involvement in basic\nscience, wet laboratory, and mechanisms\nstudies.\nPerspectives on Tinnitus Intervention\nTrials\nAs reviewed earlier, clinical trials at the\nNCRAR that evaluated methods of tinnitusintervention showed similar positive outcomes.\nEvery intervention studied showed improve-\nment on most outcome measures. These resultsare typical of tinnitus intervention studies that\nalmost universally produce positive results.\nSome comment is warranted to properly inter-pret this body of literature.\nThe “best scientiﬁc evidence” for interven-\ntions addressing any health disorder comesfrom systematic reviews, which critically ana-\nlyze pertinent clinical trials that meet certain\ncriteria to be included in the review.\n136,137Each\ntrial is assessed for risk of bias, which refers to\n“risk of error in the study data, analysis, or\nconclusions” compared with a “perfectly con-trolled trial.”\n138\nThe Cochrane Collaboration produces sys-\ntematic reviews with what many consider to bethe highest scientiﬁc integrity.\n139The Coch-\nrane Handbook for Systematic Reviews of\nInterventions ( https://training.cochrane.org/\nhandbook ) describes the assessment of risk of\nbias criteria for the various forms of bias. One of\nthose risk of bias criteria that is pertinent totinnitus clinical trials is blinding. Blinding is\ndone to ensure that both study clinicians and\nparticipants (double blinding) remain unawareof the intervention being implemented to avoid\ncreating expectations of potential outcomes,\nleading to biased results. With drug trials,blinding and placebo control (inert treatment)\nare straightforward as long as side effects do not\ncue participants that an active drug is beingtaken. (An “active placebo” can be used that\nmimics the side effects of the active drug.\nInducing side effects, however, raises ethicalconcerns.) TMS for tinnitus also enables blind-\ning and placebo control by using a sham stimu-\nlation protocol for a control group.\n72,140,141\nMost controlled trials that have been con-\nducted for tinnitus involve some form of\ncounseling and/or sound therapy. In thesecases, it is usually impossible either to blind\nresearchers and participants to study group\nassignment or to conceive of a true placebocontrol intervention.\n138Counseling, including\nCBT, cannot be administered in a blinded\nfashion, as both clinician and participant areaware that counseling is being administered.\nParticipants could, however, be blinded (single\nblinding) if comparing different methods ofcounseling and participants do not know the\ndifference. Additionally, researchers adminis-\ntering outcome assessments may be keptblinded to group assignments (if stafﬁng\nallows). A true placebo control would require\nmaking the placebo similar in all respects to thecounseling method being studied, which is not\nfeasible.\nWith respect to psychotherapy in general\n(of which CBT is one form), there are hundreds\nof methods that each have their own theory and\nworking hypothesis.\n142Numerous reviews of\nthe different methods have concluded they all\nwork fairly well with little differences between\nthem. It was even observed that random assign-ment did not make any difference in effective-\nness.\n143Furthermore, one study showed that\ninexperienced therapists obtained the sameresults as professional therapists.\n144Tinnitus\nis still an emergent ﬁeld and not enough studies\nhave been done to reach these same kinds ofconclusions.\nWith sound therapy, double blinding can\nbe accomplished if the experimental soundtherapy is compared with a sham treatment\n(using an identical device that delivers a sound\nthat is completely different from the experi-mental sound, to have no chance of creating a\nsimilar therapeutic effect). Or, as for counsel-\ning, different methods of sound therapy can becompared in a double-blinded protocol. The\nonly way to create a placebo control for sound\ntherapy is to devise a procedure whereby theparticipant thinks that sound therapy is being\ndelivered but it really is not. Possibly the only\nstudy that has attempted such an approachHISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 21"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "involved ﬁtting the placebo-control participants\nwith ear-level devices that initially produced\nsound when ﬁrst turned on, but then the soundgradually faded to silence within the ﬁrst 40\nminutes.\n145\nBecause of the inability to create a true\nplacebo control group (for either sound therapy\nor counseling), tinnitus clinical trials can at best\nbe double blinded to compare the effectivenessof different forms of therapy rather than a\nplacebo, which is an inactive treatment meant\nto have no effect. Any variation of soundtherapy or counseling, however, has the poten-\ntial to produce beneﬁcial effects, and no single\nmethod has been proven to be more effectivethan any other.\n2,138Any form of sound therapy\nor counseling used as a control could produce\neffects that are as effective as the investigationaltherapy. These concerns should be considered\nwhen interpreting the results of clinical trials\nand how reviewing the scientiﬁc evidence fac-tors into the decision-making process about\nclinical care for patients with tinnitus.\nFuture Directions\nFuture directions for tinnitus research at theNCRAR will continue to focus on validating\nand improving existing methodologies, devel-\noping new methodologies for clinical tinnitusmanagement, and documenting the natural\nhistory and progression of tinnitus. Some areas\nof particular interest include (1) sound therapystudies, such as notched noise, matched noise,\nand RI that have potential for suppressing the\ntinnitus percept beyond the stimulation period;(2) more efﬁcient methods for clinical assess-\nment of tinnitus; (3) developing special treat-\nments for tinnitus that can be somaticallymodulated, i.e., “somatosensory” tinnitus; (4)\nfurther research on rTMS as a treatment meth-\nod; and (5) risk factors leading to tinnituspercept onset, tinnitus changes over time, and\nthe role of tinnitus in multimorbidity. Accessi-\nbility and efﬁcacy of these methods for variouspopulation subgroups will also be a focus (e.g.,\ngender, race, and ethnicity subgroups that are\nminorities in the Veteran population; peoplewith other impairments such as vision and\nmobility limitations), as these groups may\nhave been underrepresented and underexami-ned in study samples and analyses in the past.\nFuture research on PTM has moved into the\nrealm of implementation science. There is stillmuch to be learned about adaptations made to\nPTM in the ﬁeld, and barriers to more wide-\nspread implementation of PTM within the VA.Analysis of clinical data will be essential to\naddress these questions.\nCONCLUSION\nAlthough other researchers are focusing onﬁnding a cure for tinnitus (permanent elimina-\ntion or reduction of the tinnitus sensation), the\nNCRAR’s focus has been on developing andtesting different methods of tinnitus clinical\nmanagement with the overall purpose of vali-\ndating clinical methodologies for routine appli-cation. Much more has been accomplished than\nhas been described here, including the develop-\nment of numerous materials for both cliniciansand patients to be used as part of clinical care.\nAn online training course, consisting of six\nseparate training modules, has been developedand efforts are underway to update all of our\nmaterials and to develop new ones. We are part\nof the DoD/VA Tinnitus Working Group,which develops clinical tools for tinnitus man-\nagement at both the DoD and VA. This\nsummary and review should leave no doubtthat the VA and DoD have substantially sup-\nported tinnitus research for many years, and\ncontinue to do so. These efforts have beneﬁttedVeterans, Service members, and civilians who\nsuffer from chronic tinnitus, as well as clinicians\nwho strive to help them.\nFUNDING/DISCLOSURE STATEMENT\nThis work was supported by a U.S. Department\nof Veterans Affairs (VA) Rehabilitation Re-\nsearch and Development (RR&D) ResearchCareer Scientist Award (1 IK6 RX002990).\nThis material is also the result of work suppor-\nted with resources and the use of facilities at theVA RR&D National Center for Rehabilitative\nAuditory Research (NCRAR) (Center Award\n#C2361C/I50 RX002361) at the VA PortlandHealth Care System in Portland, Oregon.The\nviews expressed in this manuscript are those of\nthe authors and do not necessarily represent the22 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "ofﬁcial policy or position of the Defense Health\nAgency, Department of Defense, or any\nother U.S. government agency. This workwas prepared as part of ofﬁcial duties as U.S.\nGovernment employees and, therefore, is de-\nﬁned as U.S. Government work under Title17 U.S.C.§101. Per Title 17 U.S.C.§105,\ncopyright protection is not available for any\nwork of the U.S. Government.\nCONFLICT OF INTEREST\nNone declared.\nREFERENCES\n1. Vernon J, Schleuning A, Odell L, Hughes F. A\ntinnitus clinic. Ear Nose Throat J 1977;56(04):\n181–189\n2. Henry JA, Quinn CM. Sound therapy for tinnitus:\noptions for audiologists. Perspect ASHA SpecInterest Groups 2020;5:669–683\n3. Henry JA, Meikle MB. Pulsed versus continuous\ntones for evaluating the loudness of tinnitus. J AmAcad Audiol 1999;10(05):261–272\n4. Henry JA. Loudness recruitment only partially\nexplains the small size of tinnitus loudness-mat-\nches. In: Reich GE, Vernon JA, eds. Proceedings\nof the Fifth International Tinnitus Seminar 1995.Portland: American Tinnitus Association; 1996:148–157\n5. Henry JA. “Measurement” of tinnitus. Otol Neu-\nrotol 2016;37(08):e276–e285\n6. Henry JA, Meikle MB. Psychoacoustic measures\nof tinnitus. J Am Acad Audiol 2000;11(03):138–155\n7. Reavis KM, Henry JA, Marshall LM, Carlson KF.\nPrevalence of depression symptoms and perceived\nanxiety among community-dwelling US adultsreporting tinnitus. Perspect ASHA Spec InterestGroups 2020;5:959–970\n8. Henry JA, Reavis KM, Griest SE, et al. Tinnitus:\nan epidemiologic perspective. Otolaryngol Clin\nNorth Am 2020;53(04):481–499\n9. Henry JA, Rheinsburg B, Owens KK, Ellingson\nRM. New instrumentation for automated tinnitus\npsychoacoustic assessment. Acta Otolaryngol\nSuppl 2006;126(556):34–38\n10. Henry JA, Fausti SA, Flick CL, Helt WJ, Elling-\nson RM. Computer-automated clinical techniquefor tinnitus quantiﬁcation. Am J Audiol 2000;9\n(01):36–49\n11. Henry JA, Flick CL, Gilbert A, Ellingson RM,\nFausti SA. Comparison of manual and computer-automated procedures for tinnitus pitch-mat-\nching. J Rehabil Res Dev 2004;41(02):121–138\n12. Henry JA, Flick CL, Gilbert A, Ellingson RM,\nFausti SA. Reliability of computer-automatedhearing thresholds in cochlear-impaired listenersusing ER-4B Canal Phone earphones. J Rehabil\nRes Dev 2003;40(03):253–264\n13. Henry JA, Flick CL, Gilbert A, Ellingson RM,\nFausti SA. Reliability of hearing thresholds: com-puter-automated testing with ER-4B CanalPhone earphones. J Rehabil Res Dev 2001;38\n(05):567–581\n14. Henry JA, Flick CL, Gilbert A, Ellingson RM,\nFausti SA. Reliability of tinnitus loudness matchesunder procedural variation. J Am Acad Audiol1999;10(09):502–520\n15. Henry JA, Roberts LE, Ellingson RM, Thielman\nEJ. Computer-automated tinnitus assessment:noise-band matching, maskability, and residualinhibition. J Am Acad Audiol 2013;24(06):\n486–504\n16. Henry JA, Rheinsburg B, Ellingson RM. Com-\nputer-automated tinnitus assessment using pa-tient control of stimulus parameters. J RehabilRes Dev 2004;41(6A):871–888\n17. McMillan GP, Thielman EJ, Wypych K, Henry\nJA. A Bayesian perspective on tinnitus pitchmatching. Ear Hear 2014;35(06):687–694\n18. Henry JA, James KE, Owens K, Zaugg T, Porsov\nE, Silaski G. Auditory test result characteristics of\nsubjects with and without tinnitus. J Rehabil Res\nDev 2009;46(05):619–632\n19. Henry JA, McMillan GP, Thielman EJ, et al.\nEvaluating psychoacoustic measures for establi-shing presence of tinnitus. J Rehabil Res Dev\n2013;50(04):573–584\n20. Steiger JR, Thielman EJ, Henry JA. Tinnitus\nloudness tracking: a “type V B /C19ek/C19esy” pattern\ndoes not exist for pseudotinnitus. J Am AcadAudiol 2013;24(10):920–926\n21. Manning C, Grush L, Thielman E, Roberts L,\nHenry JA. Comparison of tinnitus loudness mea-sures: matching, rating, and scaling. Am J Audiol2019;28(01):137–143\n22. Manning C, Thielman EJ, Grush L, Henry JA.\nPerception versus reaction: comparison of tinnituspsychoacoustic measures and Tinnitus FunctionalIndex scores. Am J Audiol 2019;28(1S):174–180\n23. Zaugg TL, Thielman EJ, Griest S, Henry JA.\nSubjective reports of trouble tolerating sound in\ndaily life versus loudness discomfort levels. Am JAudiol 2016;25(04):359–363\n24. Theodoroff SM. Assessing hyperacusis in tinnitus\npatients: using a less painful approach. Tinnitus\nToday. 2020(Spring):35–37\n25. Henry JA, Griest S, Thielman E, McMillan G,\nKaelin C, Carlson KF. Tinnitus FunctionalHISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 23"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Index: development, validation, outcomes re-\nsearch, and clinical application. Hear Res 2016;\n334:58–64\n26. Meikle MB, Henry JA, Griest SE, et al. The\nTinnitus Functional Index: development of a new\nclinical measure for chronic, intrusive tinnitus. EarHear 2012;33(02):153–176\n27. Henry JA. Remembering Mary Meikle. Audiolo-\ngy Today. 2014(Nov/Dec):47\n28. Henry JA. The Tinnitus Functional Index: a\ntribute to Mary Meikle, PhD. Tinnitus Today.2021;46(02):38–42\n29. Tunkel DE, Bauer CA, Sun GH, et al. Clinical\npractice guideline: tinnitus. Otolaryngol Head\nNeck Surg 2014;151(2, Suppl):S1–S40\n30. Ratnayake SA, Jayarajan V, Bartlett J. Could an\nunderlying hearing loss be a signiﬁcant factor inthe handicap caused by tinnitus? Noise Health2009;11(44):156–160\n31. Henry JA, Griest S, Zaugg TL, et al. Tinnitus and\nHearing Survey: a screening tool to differentiatebothersome tinnitus from hearing difﬁculties. AmJ Audiol 2015;24(01):66–77\n32. Henry JA, Theodoroff SM, Edmonds C, et al.\nSound tolerance conditions (hyperacusis, miso-\nphonia, noise sensitivity, phonophobia): deﬁni-tions and clinical management. Am J Audiol 2022;31(03):513–527\n33. Henry JA, Manning C. Clinical protocol to\npromote standardization of basic tinnitus ser-\nvices by audiologists. Am J Audiol 2019;28(1S):152–161\n34. Henry JA, Griest S, Austin D, et al. Tinnitus\nscreener: results from the ﬁrst 100 participants in\nan epidemiology study. Am J Audiol 2016;25(02):153–160\n35. Henry JA, Zaugg TL, Myers PJ, Kendall CJ,\nMichaelides EM. A triage guide for tinnitus. J\nFam Pract 2010;59(07):389–393\n36. Levine RA, Lerner Y. Sudden brief unilateral\ntapering tinnitus (SBUTT) is closely related tothe lateral pterygoid muscle. Otol Neurotol 2021;42(06):e795–e797\n37. Schmidt CJ, Kerns RD, Griest S, Theodoroff SM,\nPietrzak RH, Henry JA. Toward development of atinnitus magnitude index. Ear Hear 2014;35(04):476–484\n38. Theodoroff SM. Tinnitus Questionnaires for re-\nsearch and clinical use. Curr Top Behav Neurosci2020;51:403–418\n39. Henry JA, Galvez G, Turbin MB, Thielman EJ,\nMcMillan GP, Istvan JA. Pilot study to evaluate\necological momentary assessment of tinnitus. Ear\nHear 2012;33(02):179–290\n40. Centers for Disease Control and Prevention.\nTraumatic Brain Injury in the United States: AReport to Congress. Atlanta, GA: Centers for\nDisease Control and Prevention; 199941. Gordon JS, Griest SE, Thielman EJ, et al. Audi-\nologic characteristics in a sample of recently-separated military Veterans: the Noise Outcomesin Service members Epidemiology Study (NOISE\nStudy). Hear Res 2017;349:21–30\n42. Henry JA, Griest S, Reavis KM, et al. Noise\nOutcomes in Service members Epidemiology(NOISE) Study: design, methods, and baselineresults. Ear Hear 2021;42(04):870–885\n43. Henry JA, Griest SE, Blankenship C, et al. Impact\nof tinnitus on military service members. Mil Med2019;184(Suppl 1):604–614\n44. Theodoroff SM, Reavis KM, Griest SE, Carlson\nKF, Hammill TL, Henry JA. Decreased sound\ntolerance associated with blast exposure. Sci Rep\n2019;9(01):10204\n45. Prewitt A, Harker G, Gilbert TA, et al. Mental\nhealth symptoms among Veteran VA users bytinnitus severity: a population-based survey. Mil\nMed 2021;186(Suppl 1):167–175\n46. Carlson KF, Gilbert TA, O’Neil ME, et al.\nHealth care utilization and mental health diagno-ses among Veterans with tinnitus. Am J Audiol2019;28(1S):181–190\n47. Folmer RL, Griest SE. Tinnitus and insomnia.\nAm J Otolaryngol 2000;21(05):287–293\n48. Folmer RL, Griest SE, Meikle MB, Martin WH.\nTinnitus severity, loudness, and depression. Oto-\nlaryngol Head Neck Surg 1999;121(01):48–51\n49. Folmer RL, Griest SE, Martin WH. Chronic\ntinnitus as phantom auditory pain. OtolaryngolHead Neck Surg 2001;124(04):394–400\n50. Folmer RL, Griest SE. Chronic tinnitus resulting\nfrom head or neck injuries. Laryngoscope 2003;\n113(05):821–827\n51. Folmer RL, Shi BY. Chronic tinnitus resulting\nfrom cerumen removal procedures. Int Tinnitus J2004;10(01):42–46\n52. Folmer RL, Griest SE, Martin WH. Obsessive-\ncompulsiveness in a population of tinnituspatients. Int Tinnitus J 2008;14(02):127–130\n53. Folmer RL, Shi Y, Theodoroff S. Chronic tinni-\ntus following electroconvulsive therapy. Case Rep\nPsychiatry 2011;2011:607061\n54. Folmer RL, McMillan GP, Austin DF, Henry JA.\nAudiometric thresholds and prevalence of tinnitusamong male veterans in the United States: data\nfrom the National Health and Nutrition Exami-\nnation Survey, 1999-2006. J Rehabil Res Dev2011;48(05):503–516\n55. Theodoroff SM, Lewis MS, Folmer RL, Henry JA,\nCarlson KF. Hearing impairment and tinnitus:\nprevalence, risk factors, and outcomes in US service\nmembers and veterans deployed to the Iraq andAfghanistan wars. Epidemiol Rev 2015;37:71–85\n56. Folmer RL, Martin WH, Shi Y. Tinnitus: ques-\ntions to reveal the cause, answers to provide relief.\nJ Fam Pract 2004;53(07):532–54024 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "57. Folmer RL. Help for Tinnitus Patients. Bulletin.\nWashington, DC: King County Medical Society;201695(3):12–16\n58. Folmer RL, Martin WH. Tinnitus: its mecha-\nnisms and treatment. In: Valente M, Hosford-\nDunn H, Roeser R, eds. Audiology: Treatment.New York: Thieme Publishing; 2008:485–505\n59. Folmer RL, Martin WH, Shi Y, Edlefsen LL.\nLifestyle changes for tinnitus self-management.\nIn: Tyler RS, ed. Tinnitus Treatment: Clinical\nProtocols. New York: Thieme Publishing; 2005:51–64\n60. Folmer RL, Martin WH, Shi Y, Edlefsen LL.\nTinnitus sound therapies. In: Tyler RS, ed. Tin-\nnitus Treatment: Clinical Protocols. New York:\nThieme Publishing; 2005:176–186\n61. Folmer RL, Carroll JR. Long-term effectiveness\nof ear-level devices for tinnitus. Otolaryngol HeadNeck Surg 2006;134(01):132–137\n62. Folmer RL, Theodoroff SM, Martin WH, Shi Y.\nExperimental, controversial, and futuristic treat-ments for chronic tinnitus. J Am Acad Audiol2014;25(01):106–125\n63. Theodoroff SM, Schuette A, Griest S, Henry JA.\nIndividual patient factors associated with effective\ntinnitus treatment. J Am Acad Audiol 2014;25(07):631–643\n64. Newman CW, Weinstein BE, Jacobson GP, Hug\nGA. The hearing handicap inventory for adults:\npsychometric adequacy and audiometric correla-tes. Ear Hear 1990;11(06):430–433\n65. Henry JA, Zaugg TL, Myers PM, Kendall CJ.\nProgressive Tinnitus Management: Clinical\nHandbook for Audiologists. San Diego, CA:\nPlural Publishing; 2010\n66. Henry JA, Thielman EJ, Zaugg TL, et al. Tele-\nphone-based progressive tinnitus management forpersons with and without traumatic brain injury: a\nrandomized controlled trial. Ear Hear 2019;40\n(02):227–242\n67. Henry JA, Thielman EJ, Zaugg TL, et al. Ran-\ndomized controlled trial in clinical settings toevaluate effectiveness of coping skills education\nused with progressive tinnitus management. J\nSpeech Lang Hear Res 2017;60(05):1378–1397\n68. Tuepker A, Elnitsky C, Newell S, Zaugg T,\nHenry JA. A qualitative study of implementation\nand adaptations to Progressive Tinnitus Manage-\nment (PTM) delivery. PLoS One 2018;13(05):e0196105\n69. Zaugg TL, Thielman EJ, Carlson KF, et al.\nFactors affecting the implementation of evi-\ndence-based Progressive Tinnitus Management\nin Department of Veterans Affairs Medical Cen-ters. PLoS One 2020;15(12):e0242007\n70. Martz E, Jelleberg C, Dougherty DD, Wolters C,\nSchneiderman A. Tinnitus, depression, anxiety,and suicide in recent Veterans: a retrospective\nanalysis. Ear Hear 2018;39(06):1046–1056\n71. Folmer RL, Carroll JR, Rahim A, Shi Y, Hal\nMartin W. Effects of repetitive transcranial mag-\nnetic stimulation (rTMS) on chronic tinnitus.\nActa Otolaryngol Suppl 2006;126(Suppl556):96–101\n72. Folmer RL, Theodoroff SM, Casiana L, Shi Y,\nGriest S, Vachhani J. Repetitive transcranial mag-\nnetic stimulation treatment for chronic tinnitus: a\nrandomized clinical trial. JAMA OtolaryngolHead Neck Surg 2015;141(08):716–722\n73. Theodoroff SM, Stevens AA, McMillan G,\nPettersson DR, Woodward W, Folmer RL.\nMRI veriﬁcation of a 10-20 targeting protocol\nused during transcranial magnetic stimulationsessions for tinnitus. Brain Topogr 2018;31(04):690–699\n74. Schechter MA, Henry JA. Assessment and\ntreatment of tinnitus patients using a “masking\napproach.” J Am Acad Audiol 2002;13(10):\n545–558\n75. Henry JA, Trune DR, Robb MJA, Jastreboff PJ.\nTinnitus Retraining Therapy: Clinical Guideli-\nnes. San Diego: Plural Publishing, Inc.; 2007\n76. Jastreboff PJ, Hazell JWP. Tinnitus Retraining\nTherapy: Implementing the NeurophysiologicalModel. New York: Cambridge University Press;\n2004\n77. Henry JA, Schechter MA, Zaugg TL, et al. Out-\ncomes of clinical trial: tinnitus masking versustinnitus retraining therapy. J Am Acad Audiol2006;17(02):104–132\n78. Henry JA, Schechter MA, Zaugg TL, et al.\nClinical trial to compare tinnitus masking andtinnitus retraining therapy. Acta OtolaryngolSuppl 2006;126(556):64–69\n79. Henry JA, Loovis C, Montero M, et al. Random-\nized clinical trial: group counseling based on\ntinnitus retraining therapy. J Rehabil Res Dev2007;44(01):21–32\n80. Meikle MB, Griest SE, Stewart BJ, Press LS.\nMeasuring the negative impact of tinnitus: a brief\nseverity index. In: Ryan A, ed. Abstracts of the\nEighteenth Midwinter Research Meeting, Asso-ciation for Research in Otolaryngology. Des Moi-nes: Association for Research in Otolaryngology;\n1995:167\n81. Henry JA, Stewart BJ, Griest S, Kaelin C, Zaugg\nTL, Carlson K. Multisite randomized controlledtrial to compare two methods of tinnitus inter-vention to two control conditions. Ear Hear 2016;\n37(06):e346–e359\n82. Newman CW, Jacobson GP, Spitzer JB. Devel-\nopment of the Tinnitus Handicap Inventory. ArchOtolaryngol Head Neck Surg 1996;122(02):143–148HISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 25"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "83. Henry JA, Zaugg TL, Myers PM, Kendall CJ.\nProgressive Tinnitus Management: CounselingGuide. San Diego, CA: Plural Publishing; 2010\n84. Henry JA, Zaugg TL, Myers PM, Kendall CJ.\nHow to Manage Your Tinnitus: A Step-by-Step\nWorkbook. 3rd ed.San Diego, CA: Plural Pub-lishing; 2010\n85. Henry JA, Zaugg TL, Myers PJ, Kendall CJ,\nTurbin MB. Principles and application of educa-\ntional counseling used in progressive audiologic\ntinnitus management. Noise Health 2009;11(42):33–48\n86. Henry JA, Zaugg TL, Schechter MA. Clinical\nguide for audiologic tinnitus Management I:\nAssessment. Am J Audiol 2005;14(01):21–48\n87. Henry JA, Zaugg TL, Schechter MA. Clinical\nguide for audiologic tinnitus Management II:Treatment. Am J Audiol 2005;14(01):49–70\n88. Henry JA, Schechter MA, Loovis CL, Zaugg TL,\nKaelin C, Montero M. Clinical management of\ntinnitus using a “progressive intervention” ap-proach. J Rehabil Res Dev 2005;42(4, Suppl2):95–116\n89. Henry JA, Zaugg TL, Myers PJ, Schechter MA.\nUsing therapeutic sound with progressive audio-\nlogic tinnitus management. Trends Amplif 2008;12(03):188–209\n90. Henry JA, Zaugg TL, Myers PJ, Schechter MA.\nThe role of audiologic evaluation in progressive\naudiologic tinnitus management. Trends Amplif2008;12(03):170–187\n91. Myers PJ, Griest S, Kaelin C, et al. Development\nof a progressive audiologic tinnitus management\nprogram for Veterans with tinnitus. J Rehabil Res\nDev 2014;51(04):609–622\n92. Martinez Devesa P, Waddell A, Perera R, Theo-\ndoulou M. Cognitive behavioural therapy fortinnitus. Cochrane Database Syst Rev 2007;(01):\nCD005233\n93. Henry JA, Zaugg TL, Myers PJ, Kendall\n(Schmidt) CJ. How to Manage Your Tinnitus:A Step-by-step Workbook, Third Edition. SanDiego, CA: Plural Publishing Inc.; 2010\n94. Lipsey MW, Puzio K, Yun C, et al. Translating\nthe Statistical Representation of the Effects ofEducation Interventions into More Readily Inter-pretable Forms. (NCSER 2013–3000). Washing-\nton, DC: National Center for Special Education\nResearch, Institute of Education Sciences, U.S.Department of Education; 2012\n95. Henry JA, Zaugg TL, Myers PJ, et al. Pilot study\nto develop telehealth tinnitus management for\npersons with and without traumatic brain injury.\nJ Rehabil Res Dev 2012;49(07):1025–1042\n96. Del Bo L, Ambrosetti U. Hearing aids for the\ntreatment of tinnitus. Prog Brain Res 2007;166:341–34597. Hoare DJ, Edmondson-Jones M, Sereda M,\nAkeroyd MA, Hall D. Ampliﬁcation with hearingaids for patients with tinnitus and co-existinghearing loss. Cochrane Database Syst Rev 2014;\n1(01):CD010151\n98. Kochkin SRT. Tinnitus treatment and the effec-\ntiveness of hearing aids: hearing care professionalperceptions. The Hearing Review. 2008;15(13):14–18\n99. McNeill C, Ta ´vora-Vieira D, Alnafjan F, Search-\nﬁeld GD, Welch D. Tinnitus pitch, masking, andthe effectiveness of hearing aids for tinnitus ther-apy. Int J Audiol 2012;51(12):914–919\n100. Trotter MI, Donaldson I. Hearing aids and\ntinnitus therapy: a 25-year experience. J Laryngol\nOtol 2008;122(10):1052–1056\n101. Shekhawat GS, Searchﬁeld GD, Stinear CM.\nRole of hearing AIDS in tinnitus intervention: ascoping review. J Am Acad Audiol 2013;24(08):\n747–762\n102. dos Santos GM, Bento RF, de Medeiros IR,\nOiticcica J, da Silva EC, Penteado S. The inﬂuenceof sound generator associated with conventionalampliﬁcation for tinnitus control: randomized\nblind clinical trial. Trends Hear 2014;18:18\n103. Henry JA, Frederick M, Sell S, Griest S, Abrams\nH. Validation of a novel combination hearing aidand tinnitus therapy device. Ear Hear 2015;36\n(01):42–52\n104. Henry JA, McMillan G, Dann S, et al. Tinnitus\nmanagement: Randomized controlled trial com-paring extended-wear hearing aids, conventionalhearing aids, and combination instruments. J Am\nAcad Audiol 2017;28(06):546–561\n105. Killion MC, Niquette PA, Gudmundsen GI,\nRevit LJ, Banerjee S. Development of a quickspeech-in-noise test for measuring signal-to-noiseratio loss in normal-hearing and hearing-impaired\nlisteners. J Acoust Soc Am 2004;116(4, Pt\n1):2395–2405\n106. Theodoroff SM, McMillan GP, Zaugg TL,\nCheslock M, Roberts C, Henry JA. Randomizedcontrolled trial of a novel device for tinnitus sound\ntherapy during sleep. Am J Audiol 2017;26(04):\n543–554\n107. Tass PA, Adamchic I, Freund HJ, von Stackelberg\nT, Hauptmann C. Counteracting tinnitus by\nacoustic coordinated reset neuromodulation. Res-\ntor Neurol Neurosci 2012;30(02):137–159\n108. Hauptmann C, Tass PA. Therapeutic rewiring by\nmeans of desynchronizing brain stimulation. Bio-systems 2007;89(1-3):173–181\n109. Theodoroff SM, McMillan GP, Schmidt CJ, et al.\nRandomised controlled trial of interventions forbothersome tinnitus: Desyncra\nTMversus cognitive\nbehavioural therapy. Int J Audiol Int J Audiol2022;61(12):1035–104426 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "110. Hallam RS, Jakes SC, Hinchcliffe R. Cognitive\nvariables in tinnitus annoyance. Br J Clin Psychol1988;27(03):213–222\n111. Teismann H, Okamoto H, Pantev C. Short and\nintense tailor-made notched music training\nagainst tinnitus: the tinnitus frequency matters.PLoS One 2011;6(09):e24685\n112. Henry JA, Rheinsburg B, Zaugg T. Comparison\nof custom sounds for achieving tinnitus relief. J\nAm Acad Audiol 2004;15(08):585–598\n113. Schad ML, McMillan GP, Thielman EJ, et al.\nComparison of acoustic therapies for tinnitussuppression: a preliminary trial. Int J Audiol2018;57(02):143–1497\n114. Henry JA, Thielman E, Zaugg T, et al. Develop-\nment and ﬁeld testing of a smartphone “App” fortinnitus management. Int J Audiol 2017;56(10):784–792\n115. Martz E, Chesney MA, Livneh H, Jelleberg C,\nFuller B, Henry JA. A pilot randomized clinical\ntrial comparing three brief group interventions forindividuals with tinnitus. Glob Adv Health Med2018;7:2164956118783659\n116. Carver CS. You want to measure coping but your\nprotocol’s too long: consider the brief COPE. Int J\nBehav Med 1997;4(01):92–100\n117. Vernon JA. Some observations on residual inhibi-\ntion. In: Paparella MM, Meyerhoff WL, eds.\nSensorineural Hearing Loss, Vertigo and Tinni-\ntus. Ear Clinics International. Vol. 1. Baltimore,MD: Williams & Wilkins; 1981:138–144\n118. Fournier P, Cuvillier AF, Gallego S, et al. A\nnew method for assessing masking and residual\ninhibition of tinnitus. Trends Hear 2018;\n22:2331216518769996\n119. Martz E, Henry JA. Coping with tinnitus. J\nRehabil Res Dev 2016;53(06):729–742\n120. Henry JA, Roberts LE, Caspary DM, Theodoroff\nSM, Salvi RJ. Underlying mechanisms of tinnitus:\nreview and clinical implications. J Am AcadAudiol 2014;25(01):5–22, quiz 126\n121. Henry JA, Dennis KC, Schechter MA. General\nreview of tinnitus: prevalence, mechanisms,\neffects, and management. J Speech Lang Hear\nRes 2005;48(05):1204–1235\n122. Henry JA. Pathophysiology of tinnitus and evi-\ndence-based options for tinnitus management.\nPerspect ASHA Spec Interest Groups 2017;2\n(04):157–168\n123. Theodoroff SM, Kaltenbach JA. The role of the\nbrainstem in generating and modulating tinnitus.Am J Audiol 2019;28(1S):225–238\n124. Folmer RL, Stevens AA, Martin WH, Honey\nRE, Thraves LL. Functional magnetic resonanceimaging (fMRI) of brain activity associated withtinnitus severity and residual inhibition. In:Patuzzi R, ed. Proceedings of the Seventh Inter-national Tinnitus Seminar. Crawley: University of\nWestern Australia; 2002:131–135\n125. Hoare DJ, Searchﬁeld GD, El Refaie A, Henry\nJA. Sound therapy for tinnitus management:\npracticable options. J Am Acad Audiol 2014;25\n(01):62–75\n126. Meikle MB, Griest SE. Tinnitus severity and\ndisability: prospective efforts to develop a coreset of measures. In: Patuzzi R, ed. VIIth Interna-\ntional Tinnitus Seminar. Perth: Physiology De-\npartment,. University of Western Australia; 2002:157–161\n127. Stephens SDG. Historical aspects of tinnitus. In:\nHazell JWP, ed. Tinnitus. London: Churchill\nLivingston; 1987:1–19\n128. Fuller TE, Haider HF, Kikidis D, et al. Different\nteams, same conclusions? A systematic review ofexisting clinical guidelines for the assessment andtreatment of tinnitus in adults. Front Psychol\n2017;8:206\n129. Cima RF, Andersson G, Schmidt CJ, Henry JA.\nCognitive-behavioral treatments for tinnitus: areview of the literature. J Am Acad Audiol2014;25(01):29–61\n130. Schmidt CJ, Kerns RD, Finkel S, Michaelides E,\nHenry JA. Cognitive-behavioral therapy forVeterans with tinnitus. Fed Pract 2018;35(08):36–46\n131. Beukes EW, Allen PM, Baguley DM, Manchaiah\nV, Andersson G. Long-term efﬁcacy of audiolo-gist-guided internet-based cognitive behaviortherapy for tinnitus. Am J Audiol 2018;27(3S):431–447\n132. Beukes EW, Andersson G, Allen PM, Manchaiah\nV, Baguley DM. Effectiveness of guided internet-based cognitive behavioral therapy vs face-to-faceclinical care for treatment of tinnitus: a random-ized clinical trial. JAMA Otolaryngol Head Neck\nSurg 2018;144(12):1126–1133\n133. Beukes EW, Andersson G, Manchaiah V, Kaldo\nV. Cognitive Behavioral Therapy for Tinnitus.San Diego, CA: Plural Publishing; 2021\n134. Beukes EW, Baguley DM, Allen PM, Manchaiah\nV, Andersson G. Audiologist-guided internet-\nbased cognitive behavior therapy for adults withtinnitus in the United Kingdom: a randomizedcontrolled trial. Ear Hear 2018;39(03):423–433\n135. Henry JA, Goodworth M-C, Lima E, Thielman\nE, Zaugg TL. Cognitive behavioral therapy fortinnitus: addressing the controversy of its deliveryby audiologists. Ear Hear 2022;43(02):283–289\n136. Sackett DL, Rosenberg WM, Gray JA, Haynes\nRB, Richardson WS. Evidence based medicine:\nwhat it is and what it isn’t. BMJ 1996;312(7023):71–72\n137. Keech A, Gebski V, Pike R, eds. Interpreting and\nReporting Clinical Trials. A Guide to theHISTORY OF TINNITUS RESEARCH AT THE VA NCRAR/ HENRY ET AL 27"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "CONSORT Statement and the Principles of\nRandomised Controlled Trials. Sydney: MJABooks; 2007\n138. Henry JA, Carlson KF, Theodoroff S, Folmer RL.\nReevaluating the use of sound therapy for tinnitus\nmanagement: perspectives on relevant systematicreviews. J Speech Lang Hear Res 2022;65(06):2327–2342\n139. Green-Hennessy S. Cochrane systematic reviews\nfor the mental health ﬁeld: is the gold standard\ntarnished? Psychiatr Serv 2013;64(01):65–70\n140. Kim BG, Kim DY, Kim SK, Kim JM, Baek SH,\nMoon IS. Comparison of the outcomes of re-petitive transcranial magnetic stimulation to the\nipsilateral and contralateral auditory cortex in\nunilateral tinnitus. Electromagn Biol Med 2014;\n33(03):211–215141. Peng Z, Chen XQ, Gong SS. Effectiveness of\nrepetitive transcranial magnetic stimulation forchronic tinnitus: a systematic review. OtolaryngolHead Neck Surg 2012;147(05):817–825\n142. Benedetti F. Placebo Effects. New York: Oxford\nUniversity Press; 2009\n143. Smith ML, Glass GV. Meta-analysis of psycho-\ntherapy outcome studies. Am Psychol 1977;32(09):752–760\n144. Landman JT, Dawes RM. Psychotherapy out-\ncome. Smith and Glass’ conclusions stand upunder scrutiny. Am Psychol 1982;37(05):504–516\n145. Scherer RW, Formby C, Gold S, et al; Tinnitus\nRetraining Therapy Trial Research Group. The\nTinnitus Retraining Therapy Trial (TRTT): study\nprotocol for a randomized controlled trial. Trials2014;15:39628 SEMINARS IN HEARING/VOLUME 45, NUMBER 1 2024 #2023. THE AUTHOR(S)."
    }
  ]
}