{
  "doc_type": "scientific paper",
  "title": "Medical education … meet Michel Foucault",
  "authors": [
    "Brian D Hodges",
    "Maria A Martimianakis",
    "Nancy McNaughton",
    "Cynthia Whitehead"
  ],
  "year": 2014,
  "journal": "Medical Education",
  "doi": "10.1111/medu.12411",
  "abstract": "There have been repeated calls for the greater use of conceptual frameworks and of theory in medical education. Although it is familiar to few medical educators, Michel Foucault's work is a helpful theoretical and methodological source. Although they are not without controversy, Foucauldian approaches are employed by an increasing number of scholars and are helpful in shedding light on what it is possible to think, say and be in medical education. This article explores what it means to use a 'Foucauldian approach', presents a sample of Foucault's historical-genealogical studies that are relevant to medical education, and introduces the work of four researchers currently undertaking Foucauldian-inspired medical education research. Our hope in sharing this Foucauldian work and perspective is that we might stimulate a dialogue that is forwardlooking and optimistic about the possibilities for change in medical education.",
  "keywords": [
    "Michel Foucault",
    "medical education",
    "theory",
    "conceptual frameworks",
    "Foucauldian approaches",
    "discourse analysis",
    "archaeology",
    "genealogy",
    "power",
    "knowledge",
    "clinical gaze",
    "technologies of self"
  ],
  "research_topics": [
    "Application of Foucauldian theory to medical education",
    "Use of discourse analysis in medical education research",
    "Historical-genealogical studies of medicine and medical education",
    "Power and knowledge relationships in medical education",
    "Critical perspectives on competence and professional behaviour",
    "Foucauldian-inspired methodologies in medical education research",
    "Socio-historical analysis of clinical examinations like OSCE"
  ],
  "created_at": "2025-05-05T01:51:31.342011Z",
  "source_pdf": "documents/research/Global/Hodges 2014 Medical Education Meet Foucault.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Medical education …meet Michel Foucault\nBrian D Hodges,1,2Maria A Martimianakis,1,3Nancy McNaughton1,4& Cynthia Whitehead1,5\nCONTEXT There have been repeated calls\nfor the greater use of conceptual frameworks\nand of theory in medical education. Althoughit is familiar to few medical educators, Michel\nFoucault’s work is a helpful theoretical and\nmethodological source.\nMETHODS This article explores what it\nmeans to use a ‘Foucauldian approach’, pre-\nsents a sample of Foucault’s historical-genea-logical studies that are relevant to medical\neducation, and introduces the work of four\nresearchers currently undertaking\nFoucauldian-inspired medical education\nresearch.RESULTS Although they are not without\ncontroversy, Foucauldian approaches are\nemployed by an increasing number ofscholars and are helpful in shedding light\non what it is possible to think, say and be\nin medical education.\nCONCLUSIONS Our hope in sharing this\nFoucauldian work and perspective is that we\nmight stimulate a dialogue that is forward-looking and optimistic about the possibilities\nfor change in medical education.\nMedical Education 2014; 48: 563 –571\ndoi:10.1111/medu.12411\nDiscuss ideas arising from the article at\n“www.mededuc.com discuss”\n1Wilson Centre for Research in Education, University Health\nNetwork, Toronto, Ontario, Canada\n2Department of Psychiatry, Faculty of Medicine, University of\nToronto, Toronto, Ontario, Canada\n3Department of Paediatrics, Faculty of Medicine, University of\nToronto, Toronto, Ontario, Canada\n4Standardised Patient Programme, Wilson Centre for Research in\nEducation, University Health Network, Toronto, Ontario, Canada5Department of Family and Community Medicine, Wilson Centre\nfor Research in Education, University Health Network, Toronto,Ontario, Canada\nCorrespondence: Brian D Hodges, Toronto General Hospital, Suite\n1ES565, 200 Elizabeth Street, Toronto, Ontario M5G 2C4, Canada.\nTel: 00 1 416 340 3079; E-mail: brian.hodges@utoronto.ca\n563 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571the cross-cutting edge"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "INTRODUCTION\nIt has become a ritual at medical education confer-\nences and in editorials to decry the lack of theoryunderpinning medical education and its research.The absence of a theoretical framework, the reason-ing goes, means that much of what is presented andpublished is of circumscribed, local interest and\ncontributes little to advancing knowledge in this\nnew ﬁeld. Because of medical education’s interdisci-plinary nature, it is subject to many relevant theoret-ical perspectives ranging from bioscience theories tolearning theories and to social sciences theories.\n1\nHealth and health education have preoccupied thethinking of many disciplines, including sociology,anthropology and history. However, medical educa-\ntors have not accessed the knowledge derived from\nsuch research with regularity. A common reason isthat medical educators are not exposed to socialscience research in their training.\nAdapting ideas from one ﬁeld to another is chal-\nlenging because it requires their translation in a waythat makes the theoretical concepts meaningful to a\nnew context. On ﬁrst encounter, the language and\nconcepts of a new ﬁeld often appear to rely onimpenetrable jargon. The process of learning isgreatly aided when familiar problems can be usedto scaffold learning about new concepts. Thus, anindividual familiar with sociological theories canhelp a doctor-educator apply social science conceptsto the medical education ﬁeld, just as the doctor\ncan help the social scientist gain understanding\nabout ways of thinking in biomedicine. Our view isthat medical educators need not get too carriedaway by devoting themselves to the work of just onetheorist. Nevertheless, delving into the thinking of abright mind can be inspiring.\nMEET MICHEL FOUCAULT\nFoucault dealt directly with medical education. Hewrote about the birth of clinical medicine andmedical education, public health, psychiatry,schools and examinations, the body, physical and\nlaboratory examination, sexuality and ethics. Yet\nFoucault has little place in current medical educa-tion research,\n2unlike in nursing education, in\nwhich researchers have made signiﬁcant use of hisideas. In a special edition of the Journal of Medi-cine and Philosophy dedicated to Foucault, serieseditor Jeffrey Bishop wrote: ‘ …for a man who had\na lot to say about medicine and psychiatry, hisname virtually never appears in major medical\njournals.\n2\nThere are, however, some important exceptions. Forexample, Alan Bleakley and colleagues have written anumber of Foucauldian-inspired papers such as ‘Acommon body of care: the ethics and politics of team-work in the operating theatre are inseparable’\n3and\nbooks such as Medical Education for the Future: Identity,\nPower and Location .4Bishop has also written exten-\nsively about Foucault and medical education, includ-ing in the book The Anticipatory Corpse: Medicine, Power\nand the Care of the Dying ,\n5in which he explores how\nmedicine constructs death and dying individuals. Pet-ersen et al.\n6used the Foucauldian notion of govern-\nmentality to examine the implications of an\nuncritical introduction of the medical humanities\ninto medical education. Papadimos and Murray usedFoucault’s notion of fearless speech to examine theresponsibility of medical schools to create doctors as‘able citizens who practise a fearless freedom ofexpression on behalf of their patients, the public, themedical profession, and themselves in the public andpolitical arena’.\n7Razack et al.8conducted a Foucaul-\ndian analysis of Canadian policy documents relevant\nto student selection for medical school, and Jayeet al.\n9,10explored the Foucauldian notion of normali-\nsation in ‘learning to ﬁt in on the surgical ward’10\nand in medical education more generally. Hodgesexplored embodiment and the ‘pedagogy of self-reﬂection, self-assessment and self-regulation’,\n11and\nMacLeod12used Foucauldian discourse analysis to\nproblematise the way medical education focuses on\ncompetence while marginalising caring. Mostrecently, Haddara and Lingard\n13used a Foucauldian\napproach to understand discourses of interprofes-sional collaboration. Finally, Petersen and Bunton’sreader Foucault, Health and Medicine\n14contains a\nnumber of thoughtful essays on using Foucauldianperspectives in health care research and education.\nFoucault considered himself to be a scholar of the\nhistory of systems of thought. It is thus not inappro-priate that although his own work is infrequentlyovertly discussed in medical education, his ideas arepresent in ghostlike fashion. Foucault had a term forindividuals whose ideas become so important that itis difﬁcult to talk about a given domain without\nreferring back to them. To give an example, no mat-\nter what one thinks of his work, it is difﬁcult to talkabout psychology without making some recourse tothe ideas introduced by Freud. The same could besaid about political economy, a ﬁeld in which Marxmade an indelible and lasting impact. Foucaultcalled these individuals founders of discursivity:\n564 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571B D Hodges et al"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "people who made it possible to talk and think in\ncertain ways. We may not have studied Freud orMarx, but our everyday thinking and language aboutpsychology or economy are ﬁlled with elements thatcan be traced back to their thinking. This is also thecase with Foucault and medical education. Yet feware familiar enough with Foucault’s own works toarticulate the role his ideas played in rethinking the\nnature of science, education and medicine. Indeed\nsome of his notions –discourse, problematisation,\nnormalisation, bio-power, technologies of the selfand the clinical gaze, to name just a few –have major\nimplications in medical education today.\nOur aim in writing this paper is three-fold: ﬁrstly,\nwe wish to bring to light a set of ideas that may not\nbe well known to medical educators; secondly, we\nwant to begin a dialogue about a theorist whosework is relevant but infrequently referenced in med-ical education literature, and thirdly, we intend toillustrate examples of research in medical educationthat use Foucauldian ideas and approaches.\nFOUCAULDIAN APPROACHES\nAlthough it is beyond the scope of this paper todiscuss Foucault the man, or his own academictrajectory and location, it is important to contextua-lise his work because it is the product of a particular\ntime (the mid-20th century) and place (France, Eur-\nope). Of the hundreds of books available aboutFoucault, we recommend two: Clare O’Farrell\n15and\nSarah Mills16have each penned an excellent intro-\nductory book entitled Michel Foucault . The former\nalso maintains a blog (http://foucaultnews.com). Itis also important to mention that Foucault’s workhas generated substantial controversy and debate,\nemanating from different perspectives. For example,\nbecause he decentred the place of the individualsubject in his early work, materialists, phenomenolo-gists, psychologists and others have critiqued himfor ignoring agency (the ability of individuals to actautonomously), as well as for downplaying theactual lived, human experience. With regard toresistance to power, because Foucault placed resis-\ntance within discourse, the distinction between the\noppressors and the oppressed is obfuscated. Thisshift has been problematic for Marxists, whose workrests on the construction of a dominant, oppressiveclass and a dominated, oppressed class. Similarly,feminist scholars have argued that Foucault’s writingis androcentric and rarely focuses on issues relatedto women or patriarchy, and that the latter, when\nreferred to, is constructed as discourse. Finally,some contest his approach to writing history\nbecause he focused on ideas and the relationshipsamong ideas rather than on practices. Takentogether, his often sweeping generalisations aresometimes cited rather superﬁcially by those whoare unfamiliar with the nuances of his actual writingto make dubious assertions.\nInteresting works written by those who have wrestled\nwith or challenged Foucault include Ramazanoglu’s1993 Up Against Foucault: Explorations of Some Tensions\nBetween Foucault and Feminism ,\n17and Baudrillard’s\n1977 provocative Forget Foucault .18More speciﬁcally\nin medical education, Bleakley and Bligh19have\nraised questions about the applicability of Foucault’swork to understanding medicine’s current drift\ntowards simulation as a form of education.\nOur goal here is rather more modest: we wish to\nintroduce what might be called a ‘Foucauldianapproach’. Although Foucault’s own research meth-odology was historical and archival (he spent yearsresearching his topics in the libraries and archivesof Europe), many of the elements generally associ-\nated with research are Foucauldian. These include\nthe notion of writing a history of the present (theconditions of possibility for the emergence of cur-rent discourses and statements of truth); the rela-tionships between power and knowledge; the notionthat power is not ‘held’ by anyone but, rather, is‘capillary’ and therefore ﬂows through all interac-tions and relations; the idea that power is not only\nnegative or necessarily dominant but also produc-\ntive, and, ﬁnally, the practices of aesthetic and ethi-cal self-formation that Foucault called technologiesof self. These are just a few of the many valuableconcepts to be found in Foucault’s work. In thispaper, we take up just three Foucauldian ideas thathave proven invaluable in our research: discourseanalysis, archaeology and genealogy.\nFoucault’s concept of discourse and discourse\nanalysis\nA recent publication introduced the notion of using\nsocial science theories to inform questions in medi-cal education,\n20one approach to which is Foucaul-\ndian discourse analysis. Foucault himself described\ndiscourse as ‘practices that systematically form the\nobjects of which they speak’.21To undertake a Fou-\ncauldian discourse analysis is to study how particulardiscourses construct, systematically, different ver-sions of the social world.\n22Discourses make it possi-\nble to say some things but not others, to act incertain ways but not others, and to have particular\n565 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571Meet Michel Foucault"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "roles in social worlds. Although all forms of\ndiscourse analysis involve studying language or textin some fashion, Foucauldian critical discourseanalysis also involves examination of objectives,practices, and the roles of individuals and institu-tions that are made possible by particular ways ofthinking and seeing the world.\n23\nThe goal of such an exercise is to study constructsthat might be considered ‘natural’ in order to show,rather, how each is, in fact, a product of speciﬁcpower/knowledge relationships founded on a seriesof repeated and legitimised statements. In Fou-cault’s own work such constructs included madness,justice, normality, sexuality and so on. Thus state-ments of truth are a key element of what is encom-\npassed by a discourse in the Foucauldian sense. It is\noften the historical or cross-cultural dimensions ofdiscourse studies that make them powerful in illumi-nating, making strange or problematising taken-for-granted truths, practices and identities that havebecome normalised. For example, social objects ofinterest to North American medical educators thatmay come under scrutiny might include ‘appropri-\nate communication skills’ and ‘professional behav-\niour’, as well as more overtly ‘scientiﬁc’ practicessuch as the physical examination technique, historytaking, laboratory investigation and diagnosticclassiﬁcation.\nFoucauldian archaeology\nThe most methodological of Foucault’s writing is\nThe Archaeology of Knowledge and the Discourse onLanguage .\n21This work provides a frame, albeit a\nrather loose one, for Foucauldian-inspired research.InThe Archaeology of Knowledge , Foucault distin-\nguished four components of discourse: discursiveobjects (material and conceptual things made possi-ble by discourse); statements of truth (also called\n‘enunciative modalities’); discursive concepts\n(modes of classiﬁcation, behaviour, transformation,etc. made possible by discourse), and theoreticalchoices (the theory or theories that are selected ormade possible by engaging in particular discursiveconstructions of what is ‘true’).\n21The task of the\nresearcher is thus to unearth some or all of theseelements and identify how they bring into existence\ndiscursive constructions or formations. To extend\nthe archaeological metaphor, Foucault suggestedthat the discourse analyst unearth and examine anarchive of materials (in textual but also otherforms) from the historical time and places of inter-est that will reveal traces of discourse. Further, hesuggested that although examining discourse in tex-tual form is important, text alone is not the sole\nstarting place for research and nor is it a level ofdiscourse that can be abandoned once theresearcher moves to study discourses in play at thesocietal level. For example, competence in medicineis deﬁned in written competence frameworks. Anarchaeological approach might explore how differ-ent discourses about what competence is are\ninstantiated in texts and also in practices such as\nexaminations. Foucault emphasised that social prac-tices are inseparable from the power/knowledgenexus that makes possible and constrains theproduction and use of text and speech. ThusFoucauldian research moves back and forth betweeninstances of discourse in text and its existence insocial use.\nFoucauldian genealogy\nThe third useful concept in Foucault’s work is what\nhe called genealogy. Foucault’s approach wasinspired by the earlier work of Nietzsche. LikeNietzsche, Foucault’s genealogical approach waspremised on theories of power focused on decon-\nstructing ofﬁcial meanings and understandings to\nshow how possibilities become realities.\n24Thus, Fou-\ncault not only wrote interesting historical accountsof the emergence of the human sciences, discipline,normalisation and sexuality, but he also used agenealogical approach to ‘query the value of thesephenomena’.\n24A genealogical approach adds con-\nsiderations of power to discourse analysis and moves\nin the direction of critique. Whereas archaeology\nfocuses on the structures and practices of discourse(in text, speech and language), genealogy takes asits focus the creation and legitimation of discoursesthrough individual and institutional practices.\n25\nA Foucauldian genealogical approach helps us tosee that many things are made possible by speciﬁcways of talking, thinking and being, which are, in\nturn, shaped by the play of power. When we realise\nthat such fundamental things as identity, normalityand legitimate knowledge are constructed by dis-courses, which themselves are associated with power,we open possibilities for critical thinking, transfor-mation, action and change.\nA Foucauldian genealogy is not like most other histo-\nries. Rather than telling a classic history, Foucault\nsaid that he would ‘accept the groupings that historysuggests only to subject them at once to interroga-tion; to break them up and then to see whether theycan be legitimately reformed’.\n21As Tamboukou\nwrites, Foucault believed: ‘ …truth cannot be sepa-\nrated from the procedures of its production. The\n566 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571B D Hodges et al"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "philosopher’s task is to therefore criticise, diagnose\nand demythologise “truth phenomena”’26by explor-\ning the conditions that made an event or practicepossible. Table 1 lists several of Foucault’s importantgenealogical studies. We have selected those that arerelevant to and interesting in medical education.Foucault also had an interest in case studies, a genrefamiliar to doctors. His edited case studies of a 19th\ncentury hermaphrodite and a 19th century man who\nkilled his family are far less known than his famousgenealogical books, but they provide an interestingway of observing how Foucault draws attention toand critiques what is normalised in society.\n27,28\nFOUR EXAMPLES OF FOUCAULDIAN-INSPIRED\nMEDICAL EDUCATION RESEARCH\nWe now turn to contemporary work undertaken by\nthe four authors of this paper. We hope that theseshort descriptions illustrate how the complex, some-times dense writing of Foucault has enriched ourresearch. We will not broach the complex subject ofwhat is and is not Foucauldian, but emphasise, afterO’Farrell that ‘most actual applications of Foucault’smethod really amount to the transfer, via a process\nof analogy’ and therefore do not involve the imposi-tion of a prescribed template but, rather, ‘argumentby analogy and comparison’.\n15Each of us has taken\nup Foucault’s ideas in a slightly different way. Whatunites our work is the desire to study phenomenathat, despite being taken for granted, vary signiﬁ-cantly in different contexts, cultural settings or\nduring different historical periods. We share a\nrestlessness to break free from assumptions aboutwhat is said to be ‘true’ in medical education and adesire to see the world with fresh eyes.\nA socio-history of the objective structured clinical\nexamination\nThe objective structured clinical examination\n(OSCE) was invented in 1975 for the assessment ofmedical students in Scotland. This examination,which requires students to be observed while inter-acting with a series of patients in ﬁxed-interval sta-tions and to be scored by observers on standardisedmeasures, represented a new direction in the exami-nation of competence; it emphasises performance,\nstandardisation and objectivity. In a remarkably\nTable 1 Foucauldian works with relevance for medical education.\nThe Birth of the Clinic35This is Foucault’s classic work: it established the rise of clinical medicine, diagnostic classiﬁcation, clinical-\npathological method and, most importantly, the clinical gaze. This work is important for understanding the construction of doctor –\npatient and student –patient relationships, as well as medical power, control and how knowledge is legitimised.\nDiscipline and Punish: The Birth of the Prison36In one of his most accessible books, Foucault shows how the ‘humanitarian reforms’ of\nprisons in the 19th and 20th centuries actually represented a shift from an externalised system of punishment and torture to an\ninternalised system of self-monitoring. Foucault draws parallels between prisons, schools and hospitals and introduces concepts of\nsurveillance, the examination and the panopticon. This work is important for understanding examinations, as well as technologies of\nreﬂection and self-assessment in medical education.\nHistory of Madness37Originally published in a highly extracted (some consider distorted) form as ‘Madness and Civilization’, the full\nEnglish-language translation of History of Madness only appeared in 2006. This genealogy traces madness as a discursive object in its\nvarious conceptualisations: as spiritual occupation of the body and an otherworldly knowledge; as deviation from behavioural and moralnorms, and as medically diagnosable illness. Foucault shows how each discursive construction has prevailed at different times in history\nand in different cultures and that the 20th century Western discourse of ‘madness-as-illness’ would not have emerged without the\nintersecting discourses and practices of psychiatry, medicine and the law. Given the hot debate ongoing about what is and what is not\n‘real’ illness, doctors and medical students will ﬁnd here the original critique of illness as a construction and of normalisation.\nThe History of Sexuality: An Introduction\n38Volume 1 of a very readable three-part series, The History of Sexuality: An Introduction takes\nup the common conception of the Victorian era as sexually repressive and shows this to be an inverted formulation. In fact, the so-\ncalled mechanisms of ‘repression’ during the Victoria era actually produced the opposite effect; a plethora of sex laws, trials and\nprohibitions greatly expanded the societal preoccupation with sexuality, inciting a level of fervour not previously seen in modern history.\nAs the medical profession has come to be regarded as an arbiter of what is ‘normal’ or ‘healthy’ about sexual practice and behaviour\n(e.g. its members provide drugs for sexual ‘dysfunctions’ and diagnose ‘disorders of sexuality’), this work is highly relevant for medical\npractice and education. It is also a wonderful illustration of a hidden curriculum.\n567 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571Meet Michel Foucault"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "short time, medical schools and licensure bodies\naround the world adopted the OSCE for assessment,as did midwives, nurses, pharmacists, physiothera-pists, police forces, veterinarians and massage thera-pists. Why did this examination spread so quicklyinto every aspect of health professional educationand assessment? Undertaking a Foucauldian geneal-ogy in The Objective Structured Clinical Examina-\ntion: A Socio-History,\n29Hodges examined an\narchive of over 600 published articles, interviewed25 key informants in Canada, the UK and the USA,and visited institutions that were central in promot-ing the use of OSCEs. His goal was to identify dis-courses that were linked to the legitimation anduptake of OSCE technology. Three emerged: a be-haviourist performance discourse; a psychometric\nreliability or validity discourse, and a manufacturing-\ninspired production discourse. Each discourse isassociated with characteristic statements, modes ofexpression and models of legitimation; each can beshown to have brought into existence speciﬁc rolesfor individuals to play; each augments the power ofdifferent institutions. This work also reveals strongsimilarities between OSCEs and the architecture\nthat Foucault called a panopticon, a surveillance\nstructure that came to characterise the design ofhospitals and schools, and also prisons, in the 19thcentury. Hodges’ research shows that OSCEs havevery different effects according to how they are con-structed and which elements are emphasised. Some,such as standardisation, anonymous observation andhomogenisation, raise concerns about their effects\non learners (e.g. the pseudo-empathy that can arise\nfrom overuse of simulation) and some may belinked to a hidden curriculum (e.g. gender or racialstereotypes in standardised patient cases). Thisresearch sheds light on the ethical dimensions ofassessment.\nCompetence and the global doctor\n‘The effects of globalisation on health are the focus\nof administrators, educators, policy makers andresearchers as they work to consider how best totrain and regulate health professionals to practise ina globalised world,’ write Martimianakis and Haffer-ty.\n30In this study, a Foucauldian discourse analysis\nwas used to explore what happens to the construct\nof medical competence when it is expanded, at least\ndiscursively, to include the whole world. Theauthors studied an archive of 1100 textual itemsthat articulated rationales for engaging in globaleducation activities, that embedded a position onmedical competencies in relation to practising medi-cine in international or in culturally diverse con-texts, or that dealt with health issues and medical\neducation as global concerns. Their analysis revealsthree distinct (primarily Western) conceptions ofwhat it means to be a competent doctor in a globa-lised world: the universal global doctor, represent-ing someone who can be trained anywhere in theworld using a set of universally applicable standardsof competency; the culturally versed global doctor,\nrepresenting someone who has acquired culturally\nspeciﬁc knowledge and training through exposureand experience that can be applied in culturallyspeciﬁc contexts locally and internationally, and theglobal doctor-advocate, representing someone whois trained to be socially minded, who understandsthe economic, cultural and political determinants ofhealth and uses his or her position of power to\nadvocate for marginalised populations.\n30\nIn their paper, Martimianakis and Hafferty30trace\nthe ways in which these three distinct discoursesshape what it is possible for teachers and studentsin medical school today to do, think and be whenthey engage in international work. They show howcontemporary medical education activity is linked to\nsuch phenomena as medical tourism, and the\npoaching or brain drain of health professionalsfrom underserviced areas. Their work issues a chal-lenge to better understand the socio-political effectsof globalisation on medical education, and high-lights important ethical, political, cultural and scien-tiﬁc issues and the choices that must be made whenpreparing students to practise competently in a\nglobalised world.\nConstructions of emotion in medical education‘Emotion in medical education rests between the\nidealised and the invisible, sitting uneasily at theintersection between objective fact and subjectivevalues,’ writes Nancy McNaughton.\n31In her\nresearch, McNaughton examines different ways in\nwhich emotion is conceptualised in medical educa-tion with the objective of showing that emotion caninform competency and professionalism in abroader way than is currently the case. Using aFoucauldian critical discourse analysis of keywords,phrases and metaphors in medical education litera-ture, she articulates three discourses of emotion in\nmedical education and the ways in which each cre-\nates professional expectations about emotion inpractice. The archive consists of material collectedfrom online sources such the ERIC, PsycINFO andMEDLINE databases, as well as published presenta-tion abstracts from local and international medicaleducation conferences, historical documents, policy\n568 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571B D Hodges et al"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "documents and the grey literature, and ﬁrst-hand\naccounts from students and standardised patients.The three discourses are: a physiological discoursein which emotions are described as located insidethe individual as bodily states that are universallyexperienced; a discourse that frames emotion as aform of competence related to skills and abilities,and a socio-cultural discourse that calls on concep-\ntions from the humanities and social sciences and\ndirects our attention to the function of emotion insocial exchanges and its role as a social, politicaland cultural mediator.\n31\nMcNaughton argues that making these discoursesvisible can inform the way we talk about and prac-tise emotion as teachers and health care profession-\nals. She also draws attention to the ways in which\nusing one discourse or another affects what wethink of as competent and appropriate versus prob-lematic professional behaviour.\nDiscourses of science in medicine‘The dominance of biomedical science in medical\neducation has been contested throughout the past\ncentury, with recurring calls for more social scienceand humanities content,’ writes Cynthia White-head.\n32Noting that the dominance of biomedicine\nis often attributed to Abraham Flexner’s 1910 reportMedical Education in the United States and Canada ,\n33\nWhitehead disrupts the simplistic telling of history\nby showing the tension between the so-called scien-\ntist-doctor and the science-stuffed curriculum.\nEmploying a Foucauldian study of discourses aboutscience since Flexner, she identiﬁes statements, key-words and metaphors and pays particular attentionto recurring arguments and shifts in the meaningand use of terms. This approach reveals a changingrole for various kinds of knowledge in medical edu-cation. Whereas Flexner’s original description of a\nscientist-doctor referred to an ‘incisive thinker who\ndrew upon multiple forms of knowledge’,\n32some-\nhow, in the post-Flexner medical education reforms,greater focus was placed on scientiﬁc knowledgeitself. As a discursive object of importance embed-ded in curriculum, science knowledge came to dom-inate over thinking like a scientist. The perceptionof science shifted from one of an approach to one\nof curricular content and at the same time science\ncame to be framed discursively as impossibly vast.Whitehead’s research traces how the construction ofbioscience knowledge as vast and growingexponentially has resulted in the marginalisation ofother forms of knowledge, such as those of thehumanities and social sciences. Her analysis raisesthe possibility that, had the original Flexnerian\nscientiﬁc mind (way of thinking), rather than anendlessly exploding body of scientiﬁc fact, been thetarget of the curriculum, medical education todaymight look quite different. She notes a little-knownquote from Flexner himself, written 15 years afterhis original report, in which he exclaimed that the‘positivist and scientiﬁc aspects’ of medical educa-\ntion were overly dominant and that doctors were\n‘sadly deﬁcient in cultural and philosophicbackground’.\n34\nCONCLUSIONS\nThere are several commonalities to these examples.Firstly, each researcher chose Foucault’s work toframe the study of an archive, understood in thebroadest sense to include all traces of discourse,including but not limited to printed text. Secondly,each used the archive to map how particular state-ments of truths about medical education have come\nto dominate. Thirdly, each used various Foucauldian\ntechniques such as the identifying of discursiveshifts and discontinuities to characterise dominantand less dominant discourses. In doing so, eachtook up the challenge to free oneself of constraintsthat prevent new ways of approaching old problemsin medical education.\nSometimes, however, becoming free can be uncom-\nfortable. As Bishop wrote: ‘ …medicine does not do\nwell with its critics; medicine could never beaccused of having insight into the social constitutionof its ethos, or mores, its practices, or its objects ofinquiry.’\n2Those of us who practise medicine or\nmedical education do not ‘intend to deploy a cate-gorical gaze, to control people’s behaviours, or to\ncreate large institutions that govern our health …\n[by] ruling it with an iron ﬁst’.\n2This can lead in\nthe face of criticism to what Bishop calls ‘the meek,yet powerful claim, “I just want to help people”’.\n2\nHe suggests that doctors (and, we would add, medi-cal educators and researchers) do not ‘recogniseourselves in the mirror of reﬂection that Foucaulthas placed before us’.\n2\nThe authors of this paper share the belief that avert-ing our gaze from the mirror that Foucault putbefore us is a mistake and that it is possible totackle some of medical education’s greatest chal-lenges by drawing on Foucauldian thought andapproaches. These challenges include inequities inadmission to medicine, the effects of the hidden\ncurriculum, interprofessional power struggles,\n569 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571Meet Michel Foucault"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "debates about professionalism, loss of compassion\nand pseudo-empathy, to name just a few. As withthe work of all theorists, there are challenges andlimitations to be negotiated in working with Fou-cauld’s ideas, as we have described. However, whattaking a Foucauldian approach helps us to do is torethink how we might change some of the ‘truths’we have taken for granted, some of which impact\nmightily on what it is currently possible for a medi-\ncal student or teacher to think, to do and to be.The four of us are engaged in what Tamboukoudescribes as ‘tracing possible ways of thinking differ-ently, instead of accepting and legitimating what arealready “truths” of our world’.\n26Our hope in shar-\ning this Foucauldian work and perspective is that wemight stimulate a dialogue that is forward-looking\nand optimistic about the possibilities for change in\nmedical education.\nContributors: BDH drafted the manuscript. All authors\n(BDH, MAM, NM, CW) contributed to the conceptualisa-\ntion and editing of the paper, and all approved the ﬁnal\nmanuscript for submission.Acknowledgement: the authors would like to acknowledge\nLisa Hollenberg for assistance in formatting the manu-\nscript and references.Funding: none.\nConﬂicts of interest: none.\nEthical approval: not applicable.\nREFERENCES\n1 Hodges BD, Kuper A. Theory and practice in the\ndesign and conduct of graduate medical education.\nAcad Med 2012; 87(1):25–33.\n2 Bishop J. Revisiting foucault. J Med Philos 2009; 34\n(4):323 –7.\n3 Bleakley A. A common body of care: the ethics and\npolitics of teamwork in the operating theatre are\ninseparable. J Med Philos 2006; 31(3):305 –22.\n4 Bleakley A, Bligh J, Browne J. Medical Education for the\nFuture: Identity, Power and Location . Dordrecht:\nSpringer 2011.\n5 Bishop JP. The Anticipatory Corpse: Medicine, Power and\nthe Care of the Dying . Notre Dame, IN: University of\nNotre Dame Press 2006.\n6 Petersen A, Bleakley A, Bromer R, Marshall R. The\nmedical humanities today: humane health care ortool of governance? J Med Humanit 2008; 29(1):1–4.\n7 Papadimos TJ, Murray SJ. Foucault’s ‘fearless speech’\nand the transformation and mentoring of medicalstudents. Philos Ethics Humanit Med 2008; 3(1):12.\n8 Razack S, Lessard D, Hodges BD, Maguire MH,\nSteinert Y. The more it changes; the more itremains the same: a Foucauldian analysis ofCanadian policy documents relevant to student\nselection for medical school. Adv Health Sci Educ\nTheory Pract 2014; 19(2):161 –81.\n9 Jaye C, Egan T, Parker S. Do as I say, not as I do:\nmedical education and Foucault’s normalising\ntechnologies of self. Anthropol Med 2006;\n13(2):141 –55.\n10 Jaye C, Egan T, Smith-Han K. Communities of\npractice and normalising technologies of self learningto ﬁt in on the surgical ward. Anthropol Med 2010; 17\n(1):59–73.\n11 Hodges B. Medical student bodies and the pedagogy\nof self-reﬂection, self-assessment and self-regulation. J\nCurriculum Theory 2004; 20(2):41–51.\n12 MacLeod A. Caring, competence and professional\nidentities in medical education.\nAdv Health Sci Educ\nTheory Pract 2011; 16(3):375 –94.\n13 Haddara W, Lingard L. Are we all on the same page?\nA discourse analysis of interprofessional collaboration.Acad Med 2013; 88(10):1509 –15.\n14 Petersen A, Bunton R, eds. Foucault, Health and\nMedicine . London: Routledge 1997.\n15 O’Farrell C. Michel Foucault . London: Sage\nPublications 2005;53.\n16 Mills S. Michel Foucault . London: Routledge 2003.\n17 Ramazanoglu C, ed. Up Against Foucault: Explorations of\nSome Tensions Between Foucault and Feminism . London:\nRoutledge 1993.\n18 Baudrillard J. Forget Foucault . Trans. Nicole DuFresne,\nCambridge, MA: MIT Press 2007.\n19 Bleakley A, Bligh J. Who can resist Foucault? J Med\nPhilos 2009; 34(4):368 –83.\n20 Kuper A, Hodges BD. Medical education in societies.\nIn: Dornan T, Scherpbier A, Spencer J, eds. Medical\nEducation: Theory and Practice . London: Elsevier\n2010;39 –49.\n21 Foucault M. The Archaeology of Knowledge and the\nDiscourse on Language , Vol. 26. Sheridan Smith AM,\ntransl. New York, NY: Pantheon 1972;49.\n22 McCoul A, Grace W. A Foucault Primer. Discourse, Power\nand the Subject . New York, NY: New York University\nPress 1993.\n23 Hodges BD, Kuper A, Reeves S. Qualitative research:\ndiscourse analysis. BMJ 2008; 337:570–2.\n24 Visker R. Michel Foucault: Genealogy as Critique . Turner\nC, transl. London, New York, NY: Verson 1995;100.\n25 Dreyfus HL, Rabinow P. Michel Foucault: Beyond\nStructuralism and Hermeneutics . Chicago, IL: University\nof Chicago Press 1982.\n26 Tamboukou M. Writing genealogies: an exploration\nof Foucault’s strategies for doing research. Discourse\nStud Cultural Politics Educ 1999; 20(2):201 –17.\n27 Foucault M, ed. Herculine Barbin: Being the Recently\nDiscovered Memoirs of a Nineteenth-century French\nHermaphrodite . New York, NY: Pantheon Books 1980.\n28 Foucault M, ed. I, Pierre Rivi /C18ere, Having Slaughtered my\nMother, My Sister, and My Brother: A Case of Parricide in\nthe 19th Century . Jellinek F, transl. Lincoln, NB:\nUniversity of Nebraska Press 1975.\n570 ª\n2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571B D Hodges et al"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "29 Hodges BD. The Objective Structured Clinical\nExamination: A Socio-History . Cologne: LAP Press 2009.\n30 Martimianakis MA, Hafferty FW. The world as the\nnew local clinic: a critical analysis of three discourses\nof global medical competency. Soc Sci Med 2013; 87:\n31–8.\n31 McNaughton N. Discourse(s) of emotion within\nmedical education: the ever-present absence. Med\nEduc 2013; 47:71–9.\n32 Whitehead C. Scientist or science-stuffed? Discourses\nof science in North American medical education Med\nEduc 2013; 47:26–32.\n33 Flexner A. Medical Education in the United States and\nCanada: A Report to the Carnegie Foundation for the\nAdvancement of Teaching . New York, NY: Arno Press\n1972.34 Flexner A. Medical Education: A Comparative Study . New\nYork, NY: MacMillan Co. 1925;18.\n35 Foucault M. The Birth of the Clinic . Sheridan Smith\nAM, transl. London: Routledge 2003.\n36 Foucault M. Discipline and Punish: The Birth of the\nPrison . Sheridan Smith AM, transl. New York, NY:\nVintage Books 1995.\n37 Foucault M. History of Madness . Murphy J, Khalfa J,\ntransl. London: Routledge 2006.\n38 Foucault M. The History of Sexuality: An Introduction ,\n(Vol. 1). Hurley R, transl. New York, NY: Vintage\nBooks 1990.\nReceived 22 May 2013; editorial comments to author 27 August\n2013, 4 November 2013; accepted for publication 19 November\n2013\n571 ª2014 John Wiley & Sons Ltd. MEDICAL EDUCATION 2014; 48: 563–571Meet Michel Foucault"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Copyright\nof\nMedical\nEducation\nis\nthe\nproperty\nof\nWiley-\nBlackwell\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}